{
    "case": {
        "docket": "34",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/34/"
    },
    "id": "1963097",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMWILKINS V. GADDY559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESJAMEY L. WILKINSv.OFFICER GADDYon petition for writ of certiorari to the united\nstates court of appeals for the fourth circuitNo. 08–10914. Decided February 22, 2010Per Curiam.InHudsonv.McMillian,503 U. S. 1, 4 (1992),\nthis Court held that “the use of excessive physical force against a\nprisoner may constitute cruel and unusual punishment [even] when\nthe inmate does not suffer serious injury.” In this case, the\nDistrict Court dismissed a prisoner’s excessive force claim based\nentirely on its determination that his injuries were “de\nminimis.” Because the District Court’s approach, affirmed on\nappeal, is at odds withHudson’s direction to decide\nexcessive force claims based on the nature of the force rather than\nthe extent of the injury, the petition for certiorari is granted,\nand the judgment is reversed.IIn March 2008, petitioner Jamey\nWilkins, a North Carolina state prisoner, filed suit in the United\nStates District Court for the Western District of North Carolina\npursuant to 42 U. S. C. §1983. Wilkins’pro secomplaint alleged that, on June 13, 2007, he was “maliciously and\nsadistically” assaulted “[w]ithout any provocation” by a\ncorrections officer, respondent Gaddy.[Footnote 1] App. to Pet. for Cert. C–4. According to the\ncomplaint, Gaddy, apparently angered by Wilkins’ request for a\ngrievance form, “snatched [Wilkins] off the ground and slammed him\nonto the concrete floor.”Ibid. Gaddy “then proceeded to\npunch, kick, knee and choke [Wilkins] until another officer had to\nphysically remove him from [Wilkins].”Ibid. Wilkins\nfurther alleged that, “[a]s a result of the excessive force used by\n[Gaddy], [he] sustained multiple physical injuries including a\nbruised heel, lower back pain, increased blood pressure, as well as\nmigraine headaches and dizziness” and “psychological trauma and\nmental anguish including depression, panic attacks and nightmares\nof the assault.”Ibid.The District Court, on its own\nmotion and without a response from Gaddy, dismissed Wilkins’\ncomplaint for failure to state a claim. Citing Circuit precedent,\nthe court stated that, “[i]n order to state an excessive force\nclaim under the Eighth Amendment, a plaintiff must establish that\nhe received more than ade minimus[sic]injury.”\nNo. 3:08–cv–00138 (WD NC, Apr. 16, 2008), pp. 1, 2 (citingTaylorv.McDuffie, 155 F. 3d 479, 483 (CA4\n1998);Rileyv.Dorton, 115 F. 3d 1159, 1166 (CA4\n1997) (en banc); footnote omitted). According to the court,\nWilkins’ alleged injuries were no more severe than those deemedde minimisin the Circuit’sTaylorandRileydecisions. Indeed, the court noted, Wilkins nowhere\nasserted that his injuries had required medical attention.In a motion for reconsideration, Wilkins\nstated that he was unaware that the failure to allege medical\ntreatment might prejudice his claim. He asserted that he had been\nprescribed, and continued to take, medication for his headaches and\nback pain, as well as for depression. And he attached medical\nrecords purporting to corroborate his injuries and course of\ntreatment.Describing reconsideration as “an\nextraordinary remedy,” the court declined to revisit its previous\nruling. No. 3:08–cv–00138 (WD NC, Aug. 25, 2008), p. 1. The\nmedical records, the court observed, indicated that some of\nWilkins’ alleged injuries “were pre-existing conditions.”Id., at 3. Wilkins had sought treatment for high blood\npressure and mental health issues even before the assault. The\ncourt acknowledged that Wilkins received an X ray after the\nincident “to examine his ‘bruised heel,’ ” but it “note[d] that\nbruising is generally considered ade minimus[sic]injury.”Id., at 4. The court similarly\ncharacterized asde minimisWilkins’ complaints of back\npain and headaches. The court denied Wilkins leave to amend his\ncomplaint. In a summary disposition, the Court of Appeals affirmed\n“for the reasons stated by the district court.” No. 08–7881 (CA4,\nJan. 23, 2009).IIIn requiring what amounts to a\nshowing of significant injury in order to state an excessive force\nclaim, the Fourth Circuit has strayed from the clear holding of\nthis Court inHudson. Like Wilkins, the prisoner inHudsonfiled suit under §1983 alleging that corrections\nofficers had used excessive force in violation of the Eighth\nAmendment. Evidence indicated that the officers had punched Hudson\nin the mouth, eyes, chest, and stomach without justification,\nresulting in “minor bruises and swelling of his face, mouth, and\nlip” as well as loosened teeth and a cracked partial dental plate.\n503 U. S., at 4. A Magistrate Judge entered judgment in Hudson’s\nfavor, but the Court of Appeals for the Fifth Circuit reversed,\nholding that an inmate must prove “a significant injury” in order\nto state an excessive force claim.Hudsonv.McMillian, 929 F. 2d 1014, 1015 (1990)(per\ncuriam). According to the Court of Appeals, Hudson’s injuries,\nwhich had not required medical attention, were too “minor” to\nwarrant relief.Ibid.Reversing the Court of Appeals,\nthis Court rejected the notion that “significant injury” is a\nthreshold requirement for stating an excessive force claim. The\n“core judicial inquiry,” we held, was not whether a certain quantum\nof injury was sustained, but rather “whether force was applied in a\ngood-faith effort to maintain or restore discipline, or maliciously\nand sadistically to cause harm.” 503 U. S., at 7; see alsoWhitleyv.Albers,475 U. S. 312, 319–321\n(1986). “When prison officials maliciously and sadistically use\nforce to cause harm,” the Court recognized, “contemporary standards\nof decency always are violated … whether or not significant injury\nis evident. Otherwise, the Eighth Amendment would permit any\nphysical punishment, no matter how diabolic or inhuman, inflicting\nless than some arbitrary quantity of injury.”Hudson, 503\nU. S., at 9; see alsoid., at 13–14 (Blackmun, J.,\nconcurring in judgment) (“The Court today appropriately puts to\nrest a seriously misguided view that pain inflicted by an excessive\nuse of force is actionable under the Eighth Amendment only when\ncoupled with ‘significant injury,’e.g., injury that\nrequires medical attention or leaves permanent marks”).This is not to say that the “absence of\nserious injury” is irrelevant to the Eighth Amendment inquiry.Id., at 7. “[T]he extent of injury suffered by an inmate\nis one factor that may suggest ‘whether the use of force could\nplausibly have been thought necessary’ in a particular situation.”Ibid.(quotingWhitley, 475 U. S., at 321). The\nextent of injury may also provide some indication of the amount of\nforce applied. As we stated inHudson, not “every\nmalevolent touch by a prison guard gives rise to a federal cause of\naction.” 503 U. S., at 9. “The Eighth Amendment’s prohibition of\n‘cruel and unusual’ punishments necessarily excludes from\nconstitutional recognitionde minimisuses of physical\nforce, provided that the use of force is not of a sort repugnant to\nthe conscience of mankind.”Ibid.(some internal quotation\nmarks omitted). An inmate who complains of a “push or shove” that\ncauses no discernible injury almost certainly fails to state a\nvalid excessive force claim.Ibid.(quotingJohnsonv.Glick, 481 F. 2d 1028, 1033 (CA2\n1973)).Injury and force, however, are only\nimperfectly correlated, and it is the latter that ultimately\ncounts. An inmate who is gratuitously beaten by guards does not\nlose his ability to pursue an excessive force claim merely because\nhe has the good fortune to escape without serious injury.\nAccordingly, the Court concluded inHudsonthat the\nsupposedly “minor” nature of the injuries “provide[d] no basis for\ndismissal of [Hudson’s] §1983 claim” because “the blows directed at\nHudson, which caused bruises, swelling, loosened teeth, and a\ncracked dental plate, are notde minimisfor Eighth\nAmendment purposes.” 503 U. S., at 10.The allegations made by Wilkins in this case\nare quite similar to the facts inHudson, and the District\nCourt’s analysis closely resembles the approachHudsondisavowed. Wilkins alleged that he was punched, kicked, kneed,\nchoked, and body slammed “maliciously and sadistically” and\n“[w]ithout any provocation.” Dismissing Wilkins’ actionsU.\nS.onte, the District Court did not hold that this purported\nassault, which allegedly left Wilkins with a bruised heel, back\npain, and other injuries requiring medical treatment, involvedde minimisforce. Instead, the court concluded that\nWilkins had failed to state a claim because “he simply has not\nalleged that he suffered anything more than de minimus[sic]injury.” No. 3:08–cv–00138 (WD NC, Apr. 16, 2008),\nat 2.In giving decisive weight to the purportedlyde minimisnature of Wilkins’ injuries, the District Court\nrelied on two Fourth Circuit cases. SeeRiley, 115\nF. 3d, at 1166–1168;Taylor, 155 F. 3d, at\n483–485. Those cases, in turn, were based upon the Fourth Circuit’s\nearlier decision inNormanv.Taylor, 25\nF. 3d 1259 (1994) (en banc), which approved the practice of\nusing injury as a proxy for force. According to the Fourth Circuit,Hudson“does not foreclose and indeed is consistent with\n[the] view … that, absent the most extraordinary circumstances, a\nplaintiff cannot prevail on an Eighth Amendment excessive force\nclaim if his injuries arede minimis.” 25 F. 3d, at\n1263.The Fourth Circuit’s strained reading ofHudsonis not defensible. This Court’s decision did not,\nas the Fourth Circuit would have it, merely serve to lower the\ninjury threshold for excessive force claims from “significant” to\n“non-de minimis”—whatever those ill-defined terms might\nmean. Instead, the Court aimed to shift the “core judicial inquiry”\nfrom the extent of the injury to the nature of the\nforce—specifically, whether it was nontrivial and “was applied …\nmaliciously and sadistically to cause harm.” 503 U. S., at 7. To\nconclude, as the District Court did here, that the absence of “some\narbitrary quantity of injury” requires automatic dismissal of an\nexcessive force claim improperly bypasses this core inquiry.Id., at 9.[Footnote\n2]In holding that the District Court erred in\ndismissing Wilkins’ complaint based on the supposedlyde\nminimisnature of his injuries, we express no view on the\nunderlying merits of his excessive force claim. In order to\nprevail, Wilkins will ultimately have to prove not only that the\nassault actually occurred but also that it was carried out\n“maliciously and sadistically” rather than as part of “a good-faith\neffort to maintain or restore discipline.”Ibid. Moreover,\neven if Wilkins succeeds, the relatively modest nature of his\nalleged injuries will no doubt limit the damages he may\nrecover.*  *  *The petition for certiorari and\nthe motion for leave to proceedin forma pauperisare\ngranted. The judgment of the Court of Appeals is reversed, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Footnote 1The materials in the record do not disclose\nGaddy’s full name.Footnote 2Most Circuits to consider the issue have\nrejected the Fourth Circuit’sde minimisinjury\nrequirement. See,e.g.,Wrightv.Goord,\n554 F. 3d 255, 269–270 (CA2 2009) (“[O]ur Court has reversed\nsummary dismissals of Eighth Amendment claims of excessive force\neven where the plaintiff’s evidence of injury was slight … . [T]he\nabsence of any significant injury to [the plaintiff] does not end\nthe Eighth Amendment inquiry, for our standards of decency are\nviolated even in the absence of such injury if the defendant’s use\nof force was malicious or sadistic”);Smithv.Mensinger, 293 F. 3d 641, 648–649 (CA3 2002) (“[T]he\nEighth Amendment analysis must be driven by the extent of the force\nand the circumstances in which it is applied; not by the resulting\ninjuries. …[D]e minimisinjuries do not necessarily\nestablishde minimis force”);Oliverv.Keller, 289 F. 3d 623, 628 (CA9 2002) (rejecting the\nview “that to support an Eighth Amendment excessive force claim a\nprisoner must have suffered from the excessive force a more thande minimisphysical injury” (internal quotation marks\nomitted));United Statesv.LaVallee, 439\nF. 3d 670, 687 (CA10 2006) (same).The Fifth Circuit has sometimes used language indicating\nagreement with the Fourth Circuit’s approach. See,e.g.,Gomezv.Chandler, 163 F. 3d 921, 924 (1999)\n(“[T]o support an Eighth Amendment excessive force claim a prisoner\nmust have suffered from the excessive force a more thande\nminimisinjury”). But seeBrownv.Lippard,\n472 F. 3d 384, 386 (2006) (“This Court has never directly held\nthat injuries must reach beyond some arbitrary threshold to satisfy\nan excessive force claim”). Even in the Fifth Circuit, however,\nWilkins likely would have survived dismissal for failure to state a\nclaim because that court’s precedents have classified the sort of\ninjuries alleged here as non-de minimis. See,e.g.,ibid.(permitting a prisoner’s Eighth\nAmendment excessive force claim to proceed to trial where evidence\nindicated that the prisoner suffered “one-centimeter abrasions on\nboth his left knee and left shoulder, pain in his right knee, and\ntenderness around his left thumb,” as well as “back problems”);Gomez, 163 F. 3d, at 922 (refusing to grant summary\njudgment onde minimisinjury grounds where the prisoner\nalleged “physical pain [and] bodily injuries in the form of cuts,\nscrapes, [and] contusions to the face, head, and body”).",
    "joined": []
}