{
    "case": {
        "docket": "17-193",
        "citation": "583",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/583/17-193/"
    },
    "id": "3795252",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJEFFERSON DUNN, COMMISSIONER, ALABAMA\nDEPARTMENT OF CORRECTIONSv.VERNON MADISONon petition for writ of certiorari to the\nunited states court of appeals for the eleventh circuitNo. 17–193. Decided November 6, 2017Per Curiam.More than 30 years ago, Vernon Madison crept up\nbehind police officer Julius Schulte and shot him twice in the head\nat close range. An Alabama jury found Madison guilty of capital\nmurder. The trial court sentenced him to death. SeeEx parte Madison, 718 So. 2d 104, 105–106\n(1998).In 2016, as Madison’s execution neared, he\npetitioned the trial court for a suspension of his death sentence.\nHe argued that, due to several recent strokes, he has become\nincompetent to be executed. The court held a hearing to receive\ntestimony from two psychologists who had examined Madison and\nprepared reports concerning his competence. The court’s appointed\npsychologist, Dr. Karl Kirkland, reported that, although Madison\nmay have “suffered a significant decline post-stroke,\n. . . [he] understands the exact posture of his case at\nthis point,” and appears to have a “rational understanding of\n. . . the results or effects” of his death sentence. App.\nto Pet. for Cert. 75a (internal quotation marks omitted);Madisonv.Commissioner, Ala. Dept. of Corrections,\n851 F. 3d 1173, 1193 (CA11 2017) (internal quotation marks\nomitted). Asked at the hearing whether Madison understands that\nAlabama is seeking retribution against him for his criminal act,\nDr. Kirkland answered, “Certainly.”Id., at 1180 (internal\nquotation marks omitted).Dr. John Goff, a psychologist hired by Madison’s\ncounsel, reported that Madison’s strokes have rendered him unable\nto remember “numerous events that have occurred over the past\nthirty years or more.” App. to Pet. for Cert. 77a. Nevertheless,\nDr. Goff found that Madison “is able to understand the nature of\nthe pending proceeding and he has an understanding of what he was\ntried for”; that he knows he is “in prison . . . because\nof ‘murder’ ”; that he “understands that . . .\n[Alabama is] seeking retribution” for that crime; and that he\n“understands the sentence, specifically the meaning of a death\nsentence.”Id.,at 76a–78a (some internal quotation marks\nomitted). In Dr. Goff’s opinion, however, Madison does not\n“understan[d] the act that . . . he is being punished\nfor” because he cannot recall “the sequence of events from the\noffense to his arrest to the trial or any of those details” and\nbelieves that he “never went around killing folks.”Ibid.(internal quotation marks omitted).The trial court denied Madison’s petition. It\nheld that, under this Court’s decisions inFordv.Wainwright, 477 U. S. 399 (1986) , andPanettiv.Quarterman, 551 U. S. 930 (2007) , Madison was\nentitled to relief if he could show that he “suffers from a mental\nillness which deprives [him] of the mental capacity to rationally\nunderstand that he is being executed as a punishment for a crime.”\nApp. to Pet. for Cert. 74a. The court concluded that Madison had\nfailed to make that showing. Specifically, it found that Madison\nunderstands “that he is going to be executed because of the murder\nhe committed[,] . . . that the State is seeking\nretribution[,] and that he will die when he is executed.”Id.,at 82a.Madison then filed a petition for a writ of\nhabeas corpus in Federal District Court. As a state prisoner,\nMadison is entitled to federal habeas relief under the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA) only\nif the state trial court’s adjudication of his incompetence claim\n“was contrary to, or involved an unreasonable application of,\nclearly established Federal law, as determined by” this Court, or\nelse was “based on an unreasonable determination of the facts in\nlight of the evidence presented” in state court. 28\nU. S. C. § 2254(d). A habeas petitioner meets this\ndemanding standard only when he shows that the state court’s\ndecision was “so lacking in justification that there was an error\nwell understood and comprehended in existing law beyond any\npossibility for fairminded disagreement.”Harringtonv.Richter, 562 U. S. 86, 103 (2011) . The District Court\ndenied Madison’s petition after concluding that the state court\n“correctly appliedFordandPanetti” and did not make\nan “unreasonable determination of the facts in light of the\nevidence.” App. to Pet. for Cert. 67a.The Eleventh Circuit granted a certificate of\nappealability and, on appeal, reversed over Judge Jordan’s dissent.\nIn the majority’s view, given the undisputed fact that Madison “has\nno memory of his capital offense,” it inescapably follows that he\n“does not rationally understand the connection between his crime\nand his execution.” 851 F. 3d, at 1185–1186. On that basis,\nthe Eleventh Circuit held that the trial court’s conclusion that\nMadison is competent to be executed was “plainly unreasonable” and\n“cannot be reconciled with any reasonable application ofPanetti.”Id.,at 1187–1188 (internal quotation marks\nomitted).We disagree. InPanetti, this Court\naddressed the question whether the Eighth Amendment forbids the\nexecution of a prisoner who lacks “the mental capacity to\nunderstand that [he] is being executed as a punishment for a\ncrime.” 551 U. S., at 954 (internal quotation marks omitted).\nWe noted that the retributive purpose of capital punishment is not\nwell served where “the prisoner’s mental state is so distorted by a\nmental illness that his awareness of the crime and punishment has\nlittle or no relation to the understanding of those concepts shared\nby the community as a whole.”Id.,at 958–959. Similarly, inFord, we questioned the “retributive value of executing a\nperson who has no comprehension of why he has been singled out.”\n477 U. S., at 409. NeitherPanettinorFord“clearly established” that a prisoner is incompetent to be executed\nbecause of a failure to remember his commission of the crime, as\ndistinct from a failure to rationally comprehend the concepts of\ncrime and punishment as applied in his case. The state court did\nnot unreasonably applyPanettiandFordwhen it\ndetermined that Madison is competent to be executed\nbecause—notwithstanding his memory loss—he recognizes that he will\nbe put to death as punishment for the murder he was found to have\ncommitted.Nor was the state court’s decision founded on an\nunreasonable assessment of the evidence before it. Testimony from\neach of the psychologists who examined Madison supported the\ncourt’s finding that Madison understands both that he was tried and\nimprisoned for murder and that Alabama will put him to death as\npunishment for that crime.In short, the state court’s determinations of\nlaw and fact were not “so lacking in justification” as to give rise\nto error “beyond any possibility for fairminded disagreement.”Richter,supra, at 103. Under that deferential\nstandard, Madison’s claim to federal habeas relief must fail. We\nexpress no view on the merits of the underlying question outside of\nthe AEDPA context.The petition for a writ of certiorari and\nrespondent’s motion to proceedin forma pauperisare\ngranted, and the judgment of the Court of Appeals is reversed.It is so ordered.",
    "joined": []
}