{
    "case": {
        "docket": "3",
        "citation": "571",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/571/3/"
    },
    "id": "1970774",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESMIKE STANTON, PETITIONERv.DRENDOLYN\nSIMSon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 12–1217. Decided November 4, 2013Per Curiam.Around one o’clock in the morning on May 27,\n2008, Officer Mike Stanton and his partner responded to a call\nabout an “unknown disturbance” involving a person with a baseball\nbat in La Mesa, California. App. to Pet. for Cert. 6. Stanton was\nfamiliar with the neighborhood, known for “violence associated with\nthe area gangs.”Ibid.The officers—wearing uniforms and\ndriving a marked police vehicle—approached the place where the\ndisturbance had been reported and noticed three men walking in the\nstreet. Upon seeing the police car, two of the men turned into a\nnearby apartment complex. The third, Nicholas Patrick, crossed the\nstreet about 25 yards in front of Stanton’s car and ran or quickly\nwalked toward a residence.Id.,at 7, 17. Nothing in the\nrecord shows that Stanton knew at the time whether that residence\nbelonged to Patrick or someone else; in fact, it belonged to\nDrendolyn Sims.Stanton did not see Patrick with a baseball bat,\nbut he considered Patrick’s behavior suspicious and decided to\ndetain him in order to investigate.Ibid.; seeTerryv.Ohio,392 U.S. 1(1968).Stanton exited his patrol car, called out “police,”\nand ordered Patrick to stop in a voice loud enough for all in the\narea to hear. App. to Pet. for Cert. 7. But Patrick did not stop.\nInstead, he “looked directly at Stanton, ignored his lawful\norders[,] and quickly went through [the] front gate” of a fence\nenclosing Sims’ front yard.Id.,at 17 (alterations\nomitted). When the gate closed behind Patrick, the fence—which was\nmore than six feet tall and made of wood—blocked Stanton’s view of\nthe yard. Stanton believed that Patrick had committed a jailable\nmisdemeanor under California Penal Code §148 by disobeying his\norder to stop;[1] Stanton also\n“fear[ed] for [his] safety.” App. to Pet. for Cert. 7. He\naccordingly made the “split-second decision” to kick open the gate\nin pursuit of Patrick.Ibid.Unfortunately, and unbeknownst\nto Stanton, Sims herself was standing behind the gate when it flew\nopen. The swinging gate struck Sims, cutting her forehead and\ninjuring her shoulder.Sims filed suit against Stanton in Federal\nDistrict Court under Rev. Stat. §1979, 42 U. S. C. §1983,\nalleging that Stanton unreasonably searched her home without a\nwarrant in violation of the Fourth Amendment. The District Court\ngranted summary judgment to Stanton, finding that: (1) Stanton’s\nentry was justified by the potentially dangerous situation, by the\nneed to pursue Patrick as he fled, and by Sims’ lesser expectation\nof privacy in the curtilage of her home; and (2) even if a\nconstitutional violation had occurred, Stanton was entitled to\nqualified immunity because no clearly established law put him on\nnotice that his conduct was unconstitutional.Sims appealed, and a panel of the Court of\nAppeals for the Ninth Circuit reversed. 706 F.3d 954 (2013). The\ncourt held that Stanton’s warrantless entry into Sims’ yard was\nunconstitutional because Sims was entitled to the same expectation\nof privacy in her curtilage as in her home itself, because there\nwas no immediate danger, and because Patrick had committed only the\nminor offense of disobeying a police officer.Id.,at\n959–963. The court also found the law to be clearly established\nthat Stanton’s pursuit of Patrick did not justify his warrantless\nentry, given that Patrick was suspected of only a misdemeanor.Id.,at 963–964. The court accordingly held that Stanton was\nnot entitled to qualified immunity.Id.,at 964–965. We\naddress only the latter holding here, and now reverse.“The doctrine of qualified immunity protects\ngovernment officials ‘from liability for civil damages insofar as\ntheir conduct does not violate clearly established statutory or\nconstitutional rights of which a reasonable person would have\nknown.’ ”Pearsonv.Callahan,555 U.S.\n223, 231 (2009) (quotingHarlowv.Fitzgerald,457 U.S.\n800, 818 (1982)). “Qualified immunity gives government\nofficials breathing room to make reasonable but mistaken\njudgments,” and “protects ‘all but the plainly incompetent or those\nwho knowingly violate the law.’ ”Ashcroftv.al-Kidd, 563 U. S. ___, ___ (2011) (slip op., at 12)\n(quotingMalleyv.Briggs,475\nU.S. 335, 341 (1986)). “We do not require a case directly on\npoint” before concluding that the law is clearly established, “but\nexisting precedent must have placed the statutory or constitutional\nquestion beyond debate.”al-Kidd, 563 U. S., at ___\n(slip op., at 9).There is no suggestion in this case that Officer\nStanton knowingly violated the Constitution; the question is\nwhether, in light of precedent existing at the time, he was\n“plainly incompetent” in entering Sims’ yard to pursue the fleeing\nPatrick.Id.,at ___ (slip op., at 12). The Ninth Circuit\nconcluded that he was. It did so despite the fact that federal and\nstate courts nationwide are sharply divided on the question whether\nan officer with probable cause to arrest a suspect for a\nmisdemeanor may enter a home without a warrant while in hot pursuit\nof that suspect. Compare,e.g.,Middletownv.Flinchum, 95 Ohio St. 3d 43, 45, 765 N.E.2d 330, 332 (2002)\n(“We . . . hold today that when officers, having\nidentified themselves, are in hot pursuit of a suspect who flees to\na house in order to avoid arrest, the police may enter without a\nwarrant, regardless of whether the offense for which the suspect is\nbeing arrested is a misdemeanor”), andStatev.Ricci, 144 N. H. 241, 244, 739 A.2d 404, 407 (1999)\n(“the facts of this case demonstrate that the police had probable\ncause to arrest the defendant for the misdemeanor offense of dis-\nobeying a police officer” where the defendant had fled into his\nhome with police officers in hot pursuit), withMas- corrov.Billings, 656 F.3d 1198, 1207 (CA10 2011) (“The\nwarrantless entry based on hot pursuit was not justified” where\n“[t]he intended arrest was for a traffic misdemeanor committed by a\nminor, with whom the officer was well acquainted, who had fled into\nhis family home from which there was only one exit” (footnote\nomitted)), andButlerv.State, 309 Ark. 211, 217,829 S.W.2d 412,415(1992) (“even though Officer Sudduth might have been under\nthe impression that he was in continuous pursuit of Butler for what\nhe considered to be the crime of disorderly conduct,\n. . . since the crime is a minor offense, under these\ncircumstances there is no exigent circumstance that would allow\nOfficer Sudduth’s warrantless entry into Butler’s home for what is\nconcededly, at most, a petty disturbance”).Other courts have concluded that police officers\nare at least entitled to qualified immunity in these circumstances\nbecause the constitutional violation is not clearly established.E.g., Grenierv.Champlin,27 F.3d 1346, 1354 (CA8 1994) (“Putting firmly to one side the\nmerits of whether the home arrests were constitutional, we cannot\nsay that only a plainly incompetent policeman could have thought\nthem permissible at the time,” where officers entered a home\nwithout a warrant in hot pursuit of misdemeanor suspects who had\ndefied the officers’ order to remain outside (internal quotation\nmarks and citation omitted)).Notwithstanding this basic disagreement, the\nNinth Circuit below denied Stanton qualified immunity. In its\none-paragraph analysis on the hot pursuit point, the panel relied\non two cases, one from this Court,Welshv.Wisconsin,466 U.S.\n740, 750 (1984), and one from its own,United Statesv.Johnson,256 F.3d 895, 908 (2001) (en banc) (per curiam). Neither\ncase clearly establishes that Stanton violated Sims’ Fourth\nAmendment rights.InWelsh, police officers learned from a\nwitness that Edward Welsh had driven his car off the road and then\nleft the scene, presumably because he was drunk. Acting on that\ntip, the officers went to Welsh’s home without a warrant, entered\nwithout consent, and arrested him for driving while intoxicated—a\nnonjailable traffic offense under state law. 466 U. S., at\n742–743. Our opinion first noted our precedent holding that hot\npursuit of a fleeing felon justifies an officer’s warrantless\nentry.Id.,at 750 (citingUnited Statesv.Santana,427 U.S.\n38, 42–43 (1976)). But we rejected the suggestion that the hot\npursuit exception applied: “there was no immediate or continuous\npursuit of [Welsh] from the scene of a crime.” 466 U. S., at\n753. We went on to conclude that the officers’ entry violated the\nFourth Amendment, finding it “important” that “there [was] probable\ncause to believe that only a minor offense . . . ha[d] been\ncommitted.”Ibid.In those circumstances, we said,\n“application of the exigent-circumstances exception in the context\nof a home entry should rarely be sanctioned.”Ibid.But we\ndid not lay down a categorical rule for all cases involving minor\noffenses, saying only that a warrant is “usually” required.Id., at 750.InJohnson, police officers broke into\nMichael Johnson’s fenced yard in search of another person (Steven\nSmith) whom they were attempting to apprehend on five misdemeanor\narrest warrants. 256 F. 3d, at 898–900. The Ninth Circuit was\nclear that this case, likeWelsh, did not involve hot\npursuit: “the facts of this case simply are not covered by the ‘hot\npursuit’ doctrine” because Smith had escaped from the police 30\nminutes prior and his where- abouts were unknown. 256 F. 3d,\nat 908. The court held that the officers’ entry required a warrant,\nin part because Smith was wanted for only misdemeanor offenses.\nThen, in a footnote, the court said: “In situations where an\nofficer is truly in hot pursuit and the underlying offense is a\nfelony, the Fourth Amendment usually yields [to law enforcement’s\ninterest in apprehending a fleeing suspect]. See [Santana,supra, at 42–43]. However, in situations where the\nunderlying offense is only a misdemeanor, law enforcement must\nyield to the Fourth Amendment in all but the ‘rarest’ cases.Welsh, [supra, at 753].”Johnson,supra, at 908, n. 6.In concluding—as it must have—that Stanton was\n“plainly incompetent,”al-Kidd, 563 U. S., at ___ (slip\nop., at 12), the Ninth Circuit below readWelshand the\nfootnote inJohnsonfar too broadly. First, both of those\ncases citedSantanawith approval, a case thatapprovedan officer’s warrantless entry while in hot\npursuit. And thoughSantanainvolved a felony suspect, we\ndid not expressly limit our holding based on that fact. See 427\nU. S., at 42 (“The only remaining question is whether [the\nsuspect’s] act of retreating into her house could thwart an\notherwise proper arrest. We hold that it could not”). Second, to\nrepeat, neitherWelshnorJohnsoninvolved hot\npursuit.Welsh,supra, at 753;Johnson,supra, at 908. Thus, despite our emphasis inWelshon\nthe fact that the crime at issue was minor—indeed, a mere\nnonjailable civil offense—nothing in the opinion establishes that\nthe seriousness of the crime is equally importantin cases of\nhot pursuit. Third, even in the portion ofWelshcited\nby the Ninth Circuit below, our opinion is equivocal: We held not\nthat warrantless entry to arrest a misdemeanant is never justified,\nbut only that such entry should be rare. 466 U. S., at\n753.That is in fact how two California state courts\nhave readWelsh. In bothPeoplev.Lloyd,216 Cal. App. 3d 1425, 1430,265 Cal. Rptr. 422, 425 (1989), andIn re Lavoyne\nM.,221 Cal. App. 3d 154, 159,270 Cal. Rptr. 394, 396 (1990), the California Court of Appeal\nrefused to limit the hot pursuit exception to felony suspects. The\ncourt stated inLloyd: “Where the pursuit into the home was\nbased on an arrest set in motion in a public place, the fact that\nthe offenses justifying the initial detention or arrest were\nmisdemeanors is of no significance in determining the validity of\nthe entry without a warrant.” 216 Cal. App. 3d, at 1430, 265 Cal.\nRptr., at 425. It is especially troubling that the Ninth Circuit\nwould conclude that Stanton was plainly incompetent—and subject to\npersonal liability for damages—based on actions that were lawful\naccording to courts in the jurisdiction where he acted. Cf.al-Kidd,supra, at ___ (Kennedy, J., concurring)\n(slip op., at 2–4).Finally, our determination thatWelshandJohnsonare insufficient to overcome Stanton’s qualified\nimmunity is bolstered by the fact that, even afterJohnson,\ntwo different District Courts in the Ninth Circuit have granted\nqualified immunity precisely because the law regarding warrantless\nentry in hot pursuit of a fleeing misdemeanant is not clearly\nestablished. SeeKolesnikovv.Sacramento County, No.\nS–06–2155, 2008 WL 1806193, *7 (ED Cal., Apr. 22, 2008) (“sinceWelsh, it has not been clearly established that there can\nnever be warrantless home arrests in the context of a ‘hot pursuit’\nof a suspect fleeing from the commission of misdemeanor offenses”);Garciav.Imperial, No. 08–2357, 2010 WL 3834020, *6,\nn. 4 (SD Cal., Sept. 28, 2010). InGarcia, a case with\nfacts similar to those here, the District Court distinguishedJohnsonas a case where “the officers were not in hot\npursuit of the suspect, had not seen the suspect enter the\nneighbor’s property, and had no real reason to think the suspect\nwas there.” 2010 WL 3834020, *6, n. 4. Precisely the same\nfacts distinguish this case fromJohnson: Stantonwasin hot pursuit of Patrick, hedidsee Patrick enter Sims’\nproperty, and he had every reason to believe that Patrick was just\nbeyond Sims’ gate. App. to Pet. for Cert. 6–7, 17.To summarize the law at the time Stanton made\nhis split-second decision to enter Sims’ yard: Two opinions of this\nCourt were equivocal on the lawfulness of his entry; two opinions\nof the State Court of Appeal affirmatively authorized that entry;\nthe most relevant opinion of the Ninth Circuit was readily\ndistinguishable; two Federal District Courts in the Ninth Circuit\nhad granted qualified immunity in the wake of that opinion; and the\nfederal and state courts of last resort around the Nation were\nsharply divided.We do not express any view on whether Officer\nStanton’s entry into Sims’ yard in pursuit of Patrick was\nconstitutional. But whether or not the constitutional rule applied\nby the court below was correct, it was not “beyond debate.”al-Kidd,supra, at ___ (slip op., at 9). Stanton may\nhave been mistaken in believing his actions were justified, but he\nwas not “plainly incompetent.”Malley, 475 U. S., at\n341.The petition for certiorari and respondent’s\nmotion for leave to proceedin forma pauperisare granted,\nthe judgment of the Ninth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1“Every person who\nwillfully resists, delays, or obstructs any . . . peace officer . .\n. in the discharge or attempt to discharge any duty of his or her\noffice or employment . . . shall be punished by a fine not\nexceeding one thousand dollars ($1,000), or by imprisonment in a\ncounty jail not to exceed one year, or by both that fine and\nimprisonment.” Cal. Penal Code Ann. §148(a)(1) (2013 West Cum.\nSupp.).",
    "joined": []
}