{
    "case": {
        "docket": "21a471",
        "citation": "595",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/595/21a471/"
    },
    "id": "4563670",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21A471_________________WISCONSIN LEGISLATURE, et al.v.WISCONSIN ELECTIONS COMMISSION, et al.on application for stay and injunctive\nrelief[March 23, 2022]Per Curiam.Because of population shifts revealed by the\n2020 decennial census, Wisconsin’s State Assembly and Senate\ndistricts are no longer equally apportioned. The Wisconsin\nLegislature passed new maps to fix the problem, but the Governor\nvetoed them. At an impasse, the legislature and the Governor turned\nto the Wisconsin Supreme Court, which had already agreed to hear an\noriginal action brought by a group of voters seeking to remedy the\nmalapportionment. Rather than attempt to draw new maps itself, the\ncourt invited the parties and intervenors—including the legislature\nand the Governor—to propose maps that complied with the State\nConstitution, the Federal Constitution, and the Voting Rights Act\nof 1965 (VRA), 79Stat. 437, as amended, 52 U. S. C.\n§10301et seq., and that otherwise minimized changes from\nthe current maps.On March 3, the court issued a decision\nselecting the Assembly and Senate maps that the Governor had\nproposed.Johnsonv.Wisconsin Elections Comm’n, 2022\nWI 14, ___ Wis. 2d ___, ___ N. W. 2d ___. (Because\nthe State Constitution requires three Assembly districts to be\nnested within each Senate district, the court analyzed and selected\nthe maps as a unit.Id., ¶26.) The Governor’s Assembly map\nintentionally created seven majority-black districts—one more than\nthe current map.[1] The\nGovernor argued that the addition of a seventh majority-black\ndistrict was necessary for compliance with the VRA. In adopting the\nGovernor’s map, the court explained: “[W]e cannot say for certain\non this record that seven majority-Black assembly districts are\nrequired by the VRA.”Id., ¶47. It nevertheless concluded\nthat the Governor’s map complied with the Equal Protection Clause\nof the Fourteenth Amendment because there were “good reasons” to\nthink that the VRA “may” require the additional majority-black\ndistrict.Id., ¶50.The legislature and the voters who initiated the\nstate-court proceeding now seek relief from that decision. They\nargue that the court selected race-based maps without sufficient\njustification, in violation of the Equal Protection Clause. They\nask this Court either to grant an emergency stay or to construe\ntheir application as a petition for certiorari and reverse the\ndecision below.We agree that the court committed legal error in\nits application of decisions of this Court regarding the\nrelationship between the constitutional guarantee of equal\nprotection and the VRA. We accordingly construe the application for\nstay presented to Justice Barrett and by her referred to the Court\nas a petition for certiorari, grant the petition, reverse the\nimposition of the Governor’s State Assembly and Senate maps, and\nremand to the Wisconsin Supreme Court for proceedings not\ninconsistent with this opinion. Summarily correcting the error\ngives the court sufficient time to adopt maps consistent with the\ntimetable for Wisconsin’s August 9th primary election.*  *  *Under the Equal Protection Clause, districting\nmaps that sort voters on the basis of race “ ‘are by their\nvery nature odious.’ ”Shawv.Reno,509 U.S.\n630, 643 (1993). Such laws “cannot be upheld unless they are\nnarrowly tailored to achieving a compelling state interest.”Millerv.Johnson,515 U.S.\n900, 904 (1995). We have assumed that complying with the VRA is\na compelling interest.Cooperv.Harris, 581\nU. S. ___, ___ (2017) (slip op., at 2). And we have held that\nif race is the predominant factor motivating the placement of\nvoters in or out of a particular district, the State bears the\nburden of showing that the design of that district withstands\nstrict scrutiny.Ibid.Thus, our precedents hold that a\nState can satisfy strict scrutiny if it proves that its race-based\nsorting of voters is narrowly tailored to comply with the VRA.Ibid.A State violates §2 of the VRA “if, based on the\ntotality of circumstances, it is shown that the political processes\nleading to nomination or election in the State or political\nsubdivision are not equally open to participation by members of [a\nminority group] in that its members have less opportunity than\nother members of the electorate to participate in the political\nprocess and to elect representatives of their choice.” 52\nU. S. C. §10301(b). We have construed §2 to prohibit the\ndistribution of minority voters into districts in a way that\ndilutes their voting power. SeeThornburgv.Gingles,478 U.S.\n30, 46–51 (1986). InGingles, we provided a framework\nfor demonstrating a violation of that sort. First, three\n“preconditions” must be shown: (1) The minority group must be\nsufficiently large and compact to constitute a majority in a\nreasonably configured district, (2) the minority group must be\npolitically cohesive, and (3) a majority group must vote\nsufficiently as a bloc to enable it to usually defeat the minority\ngroup’s preferred candidate.Id., at 50–51.If the preconditions are established, a court\nconsiders the totality of circumstances to determine “whether the\npolitical process is equally open to minority voters.”Id.,\nat 79; see alsoJohnsonv.De Grandy,512 U.S.\n997, 1011–1012 (1994) (satisfying theGinglespreconditions is necessary but not sufficient to show a §2\nviolation; “courts must also examine other evidence in the totality\nof circumstances”). We have identified as relevant to the totality\nanalysis several factors enumerated in the Senate Report on the\n1982 amendments to the VRA, as well as “whether the number of\ndistricts in which the minority group forms an effective majority\nis roughly proportional to its share of the population in the\nrelevant area.”League of United Latin American Citizensv.Perry,548 U.S.\n399, 426 (2006) (LULAC).We said inCooperthat when a State\ninvokes §2 to justify race-based districting, “it must show (to\nmeet the ‘narrow tailoring’ requirement) that it had ‘a strong\nbasis in evidence’ for concluding that the statute required its\naction.” 581 U. S., at ___ (slip op., at 3). The Wisconsin\nSupreme Court concluded that the Governor’s intentional addition of\na seventh majority-black district triggered the Equal Protection\nClause and thatCooper’s strict-scrutiny test must\naccordingly be satisfied. Accepting those conclusions, we hold that\nthe court erred in its efforts to applyCooper’s\nunderstanding of what the Equal Protection Clause requires.It is not clear whether the court viewed the\nGovernor or itself as the state mapmaker who must satisfy strict\nscrutiny, but the court’s application ofCooperwas flawed\neither way. If the former, the Governor failed to carry his burden.\nHis main explanation for drawing the seventh majority-black\ndistrict was that there is now a sufficiently large and compact\npopulation of black residents to fill it, Brief for\nIntervenor-Respondent Evers inJohnsonv.Wisconsin\nElections Comm’n, No. 2021AP1450–OA (Wis. Sup. Ct., Dec.\n15, 2021), p. 14—apparently embracing just the sort of\nuncritical majority-minority district maximization that we have\nexpressly rejected.De Grandy, 512 U. S., at 1017\n(“Failure to maximize cannot be the measure of §2”). He provided\nalmost no other evidence or analysis supporting his claim that the\nVRA required the seven majority-black districts that he drew. See\n2022 WI 14, ¶¶90–91, 103–107 (Ziegler, C. J., dissenting).\nStrict scrutiny requires much more. SeeAbbottv.Perez, 585 U. S. ___, ___ (2018) (slip op., at 40)\n(“[W]here we have accepted a State’s ‘good reasons’ for using race\nin drawing district lines, the State made a strong showing of a\npre-enactment analysis with justifiable conclusions”). If the\nWisconsin Supreme Court was reviewing whether the Governor\nsatisfied strict scrutiny, it erred by adopting his maps.If, on the other hand, the court sought to\nshoulder strict scrutiny’s burden itself, it fared little better.First, it misunderstoodCooper’s inquiry. The court\nbelieved that it had to conclude only that the VRAmightsupport race-based districting—not that the statute required it.\nSee 2022 WI 14, ¶¶47, 50 (“[W]e cannot say for certain on this\nrecord that seven majority-Black assembly districts are required by\nthe VRA,” but “we see good reasons to conclude a seventh\nmajority-Black assembly districtmaybe required” (emphasis\nadded)). Our precedent instructs otherwise. Thus inCooperwe explained, for example, that “race-based districting is narrowly\ntailored . . . if a State had ‘good reasons’ for thinking\nthat the Actdemandedsuch steps.” 581 U. S., at ___\n(slip op., at 12) (emphasis added). And we concluded that\n“experience gave the State no reason to think that the VRArequired” it to move voters based on race.Id., at\n___ (slip op., at 14) (emphasis added). That principle grew out of\nthe more general proposition that “the institution that makes the\nracial distinction must have had a ‘strong basis in evidence’ to\nconclude that remedial action wasnecessary, ‘beforeit embarks on an affirmative-action program.’ ”Shawv.Hunt,517 U.S.\n899, 910 (1996) (some emphasis added).To be sure, we said inCooperthat States\nhave “ ‘breathing room’ ” to make reasonable mistakes; we\nwill not fault a State just because its “compliance measures\n. . . may prove, in perfect hindsight, not to have been\nneeded.” 581 U. S., at ___ (slip op., at 3). But that “leeway”\ndoes not allow a State to adopt a racial gerrymander that the State\ndoes not, at the time of imposition, “judg[e] necessary under a\nproper interpretation of the VRA.”Id., at ___ (slip op., at\n17).Second, the court’s analysis ofGingles’ preconditions fell short of our standards. As we\nexplained inCooper, “[t]o have a strong basis in evidence\nto conclude that §2 demands . . . race-based steps, the\nState must carefully evaluate whether a plaintiff could establish\ntheGinglespreconditions . . . in a new district\ncreated without those measures.” 581 U. S., at ___ (slip op.,\nat 15). Rather than carefully evaluating evidence at the district\nlevel, the court improperly relied on generalizations to reach the\nconclusion that the preconditions were satisfied. Seeid.,\nat ___, n. 5 (slip op., at 16, n. 5) (a “generalized\nconclusion fails to meaningfully . . . address the\nrelevant local question” whether the preconditions would be\nsatisfied as to each district).The court’s entire discussion of the first\nprecondition was to say that “it is undisputed” and “the parties’\nsubmissions demonstrate” that seven sufficiently large and compact\nmajority-black districts could be drawn. 2022 WI 14, ¶43.\nSimilarly, its discussion of the second precondition consisted of\nnothing but the statement that “[e]xperts from multiple parties\nanalyzed voting trends and concluded political cohesion existed; no\nparty disagreed.”Id., ¶44. And while the court did cite one\nspecific expert report for the third precondition—calculating,\nbased on eight previous races, how often white voters in the\nMilwaukee area defeat the preferred candidate of black voters—it\nmade virtually no effort to parse that data at the district level\nor respond to criticisms of the expert’s analysis.Id., ¶45;\nseeid., ¶¶108–111 (Ziegler, C. J.,\ndissenting).[2]Third, the court improperly reducedGingles’ totality-of-circumstances analysis to a single\nfactor. The court acknowledged the Senate factors but concluded\nthat they had no role to play in its analysis. 2022 WI 14, ¶46, and\nn. 28. Instead, it focused exclusively on proportionality. Seeid., ¶¶46–50. We rejected just that approach inDe\nGrandy, explaining that “[n]o single statistic provides courts\nwith a shortcut to determine whether a set of single-member\ndistricts unlawfully dilutes minority voting strength.” 512\nU. S., at 1020–1021; see alsoid., at 1026 (O’Connor,\nJ., concurring) (“The Court . . . makes clear that\nproportionality is never dispositive. Lack of proportionality can\nnever by itself prove dilution, for courts must always carefully\nand searchingly review the totality of the circumstances”).The question that our VRA precedents ask and the\ncourt failed to answer is whether a race-neutral alternative that\ndid not add a seventh majority-black district would deny black\nvoters equal political opportunity. Answering that question\nrequires an “ ‘ “intensely local appraisal” ’ of the\nchallenged district.”LULAC, 548 U. S., at 437. When\nthe Wisconsin Supreme Court endeavored to undertake a full\nstrict-scrutiny analysis, it did not do so properly under our\nprecedents, and its judgment cannot stand.*  *  *The judgment of the Supreme Court of Wisconsin\nis reversed as to the selection of the Governor’s State Assembly\nand Senate maps, and the case is remanded for further proceedings\nnot inconsistent with this opinion. On remand, the court is free to\ntake additional evidence if it prefers to reconsider the Governor’s\nmaps rather than choose from among the other submissions. Any new\nanalysis, however, must comply with our equal protection\njurisprudence.It is so ordered.Notes1The Governor’s map\naccomplished this addition by reducing the black voting-age\npopulation in the other six majority-black districts. The black\nvoting-age populations in the Governor’s seven districts all\ncluster between 50.1% and 51.4%, compared to the current six\ndistricts’ range of 51% to 62%. See 2022 WI 14, ¶87 (Ziegler,\nC. J., dissenting).2That sole piece of cited\nrecord evidence came from an intervenor who argued that the\nGovernor’s mapviolatedthe VRA. See 2022 WI 14, ¶¶91, 112\n(Ziegler, C. J., dissenting); Response Brief for\nIntervenor-Petitioner Black Leaders Organizing for Communities\net al. inJohnsonv.Wisconsin Elections Comm’n,\nNo. 2021AP1450–OA (Wis. Sup. Ct., Dec. 30, 2021),\npp. 7–20. The court did not acknowledge or respond to that\nargument.",
    "joined": []
}