{
    "case": {
        "docket": "21",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/21/"
    },
    "id": "3229490",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESPATRICK GLEBE, SUPERINTENDENT, STAFFORD CREEK\nCORRECTIONS CENTERv.JOSHUA JAMES FROSTon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 14–95 Decided November 17, 2014Per Curiam.Over 11 days in April 2003, respondent Joshua\nFrost helped two associates commit a series of armed robberies in\nthe State of Washington. In the main, Frost drove his confederates\nto and from their crimes. On one occasion, he also entered the\nhouse being robbed. On another, he performed surveillance in\nanticipation of the robbery.Washington charged Frost with robbery and\nrelated offenses. Taking the witness stand, Frost admitted to his\ninvolvement, but claimed he acted under duress. As closing\narguments drew near, however, Frost’s lawyer expressed the desire\nto contend both (1) that the State failed to meet its burden of\nproving that Frost was an accomplice to the crimes and (2) that\nFrost acted under duress. The trial judge insisted that the defense\nchoose between these alternative arguments, explaining that state\nlaw prohib-ited a defendant from simultaneously contesting the\nelements of the crime and presenting the affirmative defense of\nduress. So Frost’s lawyer limited his summation to duress. The jury\nconvicted Frost of six counts of robbery, one count of attempted\nrobbery, one count of burglary, and two counts of assault.The Washington Supreme Court sustained Frost’s\nconviction. It rejected the trial court’s view that state law\nprohibited Frost from simultaneously contesting criminal liability\nand arguing duress.Statev.Frost, 160 Wash. 2d 765,\n773–776,161 P.3d 361, 366–368 (2007) (en banc). By preventing the\ndefense from presenting both theories during summation, it said,\nthe trial court violated the National Constitution’s Due Process\nand Assistance of Counsel Clauses.Id.,at 777–779, 161\nP. 3d, at 368–369. But the State Supreme Court continued, this\nimproper restriction of closing argument qualified as a trial error\n(a mistake reviewable for harmlessness) rather than a structural\nerror (a mistake that requires automatic reversal).Id.,at\n779–782, 161 P. 3d, at 369–370. Because the jury heard three\ntaped confessions and Frost’s admission of guilt on the witness\nstand, and because it received proper instructions on the State’s\nburden of proof, the State Supreme Court held that any error was\nharmless beyond a reasonable doubt.Id.,at 782–783, 161\nP. 3d, at 370–371.Frost filed a petition for writ of habeas corpus\nunder 28 U. S. C. §2254. The District Court dismissed the\npetition, App. to Pet. for Cert. 76a, and a panel of the Court of\nAppeals affirmed,Frostv.Van Boening, 692 F.3d 924\n(CA9 2012). But the Court of Appeals en banc reversed and\ninstructed the District Court to grant relief. 757 F.3d 910\n(2014).Under the Antiterrorism and Effective Death\nPenalty Act of 1996 (AEDPA), the Court of Appeals had power to\ngrant Frost habeas corpus only if the Washington Supreme Court’s\ndecision “was contrary to, or involved an unreasonable application\nof, clearly established Federal law, as determined by the Supreme\nCourt of the United States,” or “was based on an unreasonable\ndetermination of the facts in light of the evidence presented in\nthe State court proceeding.” 28 U. S. C. §2254(d). Here,\nthe Ninth Circuit held that the Washington Supreme Court\nunreasonably applied clearly established federal law by failing to\nclassify the trial court’s restriction of closing argument as\nstructural error.That decision cannot stand. Assuming for\nargument’s sake that the trial court violated the Constitution, it\nwas not clearly established that its mistake ranked as structural\nerror.Mostconstitutional mistakes call for reversal only\nif the government cannot demonstrate harmlessness.Nederv.United States,527 U.S.\n1, 8 (1999). Only the rare type of error—in general, one that\n“ ‘infect[s] the entire trial process’ ” and\n“ ‘necessarily render[s] [it] fundamentally\nunfair’ ”—requires automatic reversal.Ibid.None of\nour cases clearly requires placing improper restriction of closing\nargument in this narrow category.The Ninth Circuit claimed that the Washington\nSupreme Court contradictedHerringv.New York,422 U.S.\n853(1975).Herringheld that complete denial of\nsummation violates the Assistance of Counsel Clause. According to\nthe Ninth Circuit,Herringfurther held that this denial\namounts to structural error. We need not opine on the accuracy of\nthat interpretation. For even assuming thatHerringestablished thatcomplete denialof summation amounts to\nstructural error, it did not clearly establish that therestrictionof summation also amounts to structural error. A\ncourt could reasonably conclude, after all, that prohibiting all\nargument differs from prohibiting argument in the alternative. That\nis all the more true because our structural-error cases “ha[ve] not\nbeen characterized by [an] ‘in for a penny, in for a pound’\napproach.”Neder,supra, at 17, n. 2.Attempting to bridge the gap betweenHerringand this case, the Ninth Circuit cited two Circuit\nprecedents—United Statesv.Miguel,338 F.3d 995(CA9 2003), andCondev.Henry,198 F.3d 734(CA9 2000)—for the proposition that “preventing a\ndefendant from arguing a legitimate defense theory constitutes\nstructural error.” 757 F. 3d, at 916. As we have repeatedly\nemphasized, how-ever, circuit precedent does not constitute\n“clearly established Federal law, as determined by the Supreme\nCourt.” §2254(d)(1); see,e.g.,Lopezv.Smith, 574 U. S. ___, ___ (2014) (per curiam)\n(slip op., at 6). The Ninth Circuit acknowledged this rule, but\ntried to get past it by claiming that circuit precedent could\n“ ‘help . . . determine what law is “clearly\nestablished.” ’ ” 757 F. 3d, at 916, n. 1. But\nneitherMiguelnorCondearose under AEDPA, so\nneither purports to reflect the law clearly established by this\nCourt’s holdings. The Ninth Circuit thus had no justification for\nrelying on those decisions. SeeParkerv.Matthews,\n567 U. S. ___, ___ (2012) (per curiam) (slip op., at\n13).The second rationale for the Court of Appeals’\ndecision is no more sound than the first. The Ninth Circuit\nreasoned that, by allowing the prosecution to argue that it had\nproved the elements of the crimes, but “prohibit[ing]” the defense\nfrom responding that it had not, the trial court in effect\n“forc[ed] defense counsel to concede his client’s guilt.” 757\nF. 3d, at 917. By extracting this “conce[ssion],” the Ninth\nCircuit continued, the trial court “relieved the State of its\nburden of proving guilt beyond a reasonable doubt,” “shifted the\nburden of proof to Frost,” and even “directed [a] verdict on\nguilt”—all “unquestionably structural [errors].”Id.,at\n917–918.No. The trial court, to begin, did not prohibit\nthe defense from arguing that the prosecution failed to prove the\nelements of the crime. It instead precluded the defense fromsimultaneouslycontesting reasonable doubt and claiming\nduress. Reasonable minds could disagree whether requiring the\ndefense to choose between alternative theories amounts to requiring\nthe defense to concede guilt. Still more could they disagree\nwhether it amounts to eliminating the prosecution’s burden of\nproof, shifting the burden to the defendant, or directing a\nverdict. In addition, even if the trial court’s ruling somehow\n“forced” the defense “at least tacitly [to] admit the elements of\nthe crimes,”id.,at 913, the Ninth Circuit still would have\nno basis for ruling as it did. It goes much too far to suggest that\nour cases clearly establish that this supposed extraction of a\n“taci[t] admi[ssion]” is structural error, when they classify the\nintroduction of acoerced confessiononly as trial error,Arizonav.Fulminante,499 U.S.\n279, 310 (1991).*  *  *Frost argued below that, even if it was\nreasonable for the State Supreme Court to treat improper\nrestriction of summation as trial error, it was unreasonable for it\nto find harmlessness on the facts of this case. The Court of\nAppeals did not address this argument when sitting en banc, and it\nis not before us today.We grant the petition for a writ of certiorari\nand respondent’s motion to proceedin forma pauperis. We\nreverse the judgment of the Court of Appeals for the Ninth Circuit\nand remand the case for further proceedings consistent with this\nopinion.It is so ordered.",
    "joined": []
}