{
    "case": {
        "docket": "20-507",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/20-507/"
    },
    "id": "4379187",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESTONY MAYS, WARDENv.ANTHONY DARRELL\nDUGARD HINESon petition for writ of certiorari to the\nunited states court of appeals for the sixth circuitNo. 20–507. Decided March 29, 2021Per Curiam.A Tennessee jury found Anthony Hines guilty of\nmurdering Katherine Jenkins at a motel. Witnesses saw Hines fleeing\nin the victim’s car and wearing a bloody shirt, and his family\nmembers heard him admit to stabbingsomeoneat the motel.\nBut almost 35 years later, the Sixth Circuit held that Hines was\nentitled to a new trial and sentence because his attorney should\nhave tried harder to blame another man. In reaching its conclusion,\nthe Sixth Circuit disregarded the overwhelming evidence of guilt\nthat supported the contrary conclusion of a Tennessee court. This\napproach plainly violated Congress’ prohibition on disturbing\nstate-court judgments on federal habeas review absent an error that\nlies “ ‘beyond any possibility for fairminded\ndisagreement.’ ”Shinnv.Kayer, 592 U. S.\n___, ___ (2020) (per curiam) (slip op., at 1); 28\nU. S. C. §2254(d). We now reverse.IOn March 1, 1985, Hines boarded a bus\ntraveling from Raleigh, North Carolina, to Bowling Green, Kentucky.\nHis girlfriend and her mother had given him the bus ticket and $20.\nHines also carried with him a hunting knife concealed beneath his\nshirt. When the mother asked about the knife, Hines explained:\n“ ‘I never go anywhere naked.’ ” “ ‘I always have my\nblade.’ ” Record inHinesv.Carpenter, No.\n3:05–cv–00002 (MD Tenn.), Doc. 173–4, p. 112.Hines’ travels brought him to the outskirts of\nNashville, where he checked into the CeBon Motel. Jenkins worked\nthere as a maid. A few hours after Hines’ arrival, the manager put\nJenkins in charge of the motel and provided her with a bag of money\nto make change for departing guests.In the early afternoon, another visitor found\nJenkins’ body in one of the rooms. She was wrapped in a bloody\nbedsheet, and an autopsy later revealed several knife wounds that\nincluded deep punctures to her chest and genitalia. Her money,\nwallet, and car keys were missing, as was her vehicle. Around the\nsame time, another employee saw a man leaving the motel in Jenkins’\ncar. The employee tried to follow the vehicle, but it sped\naway.Later that afternoon, a group of travelers found\nHines and the car—now broken down—along the side of the road, and\nthey offered to drive him toward his sister’s home in Bowling\nGreen. During the trip, the travelers observed that Hines had dried\nblood on his shirt and was carrying a folded-up jacket. They also\nnoticed that Hines “seemed real nervous,” “ke[pt] contradicting\nhimself,” and “talked a lot,” at one point claiming that he had\npurchased the car from an “old lady for $300 or $400.”Id.,\nDoc. 173–2, at 33, 56;id., Doc. 173–3, at 34–35.Hines told a different story to his family. His\nsister noticed the blood, and Hines admitted that he had stabbed\nsomebody at the motel—although he described the victim as a male\nemployee who had assaulted him. For good measure, Hines physically\ndemonstrated how he had knifed the supposed assailant. Despite his\ninability to pay for a bus ticket just a few days earlier, Hines\npurchased a barbecue grill and informed his sister that he had\nacquired a substantial sum of money. Family members also noticed\nthat he had the keys to Jenkins’ car, which were on a distinctive\nkeychain. According to Hines, he had taken the keys in a struggle\nwith yet another man who had tried to rob him.Hines altered his tale again when he surrendered\nto law enforcement. Before the sheriff started questioning him,\nHines volunteered that “he took the automobile but he didn’t murder\nthe woman.”Id., at 54–55, 57. But Hines later changed his\nmind and offered to confess to the murder if the sheriff “could\nguarantee him the death penalty.”Id., Doc. 173–4, at\n72.The investigation turned up other physical\nevidence connecting Hines to the crime. Police found Jenkins’\nwallet where Hines had abandoned her car. And a search of his motel\nroom revealed stab marks on the walls that were similar in size to\nthe wounds on Jenkins’ body. When an investigator asked Hines about\nthe damage, he identified the holes as “ ‘knife marks.’ ”Id., at 83–84.The jury heard all of this evidence at trial. It\nalso heard testimony from the man—Kenneth Jones—who had discovered\nJenkins’ body. According to Jones, he knew the owners of the motel\nand had stopped by on the afternoon of the murder. Finding no one\nin the office, Jones had lingered outside before realizing that he\nneeded to use the bathroom. He returned to the office, took a key,\nand entered the room. Hines’ counsel stressed to the jury this\noddly fortuitous sequence of events, noting that “Jones was fooling\naround at that motel that Sunday afternoon”; that Jones seemed\n“nervous”; and that Jones just happened to be present when “[t]here\nwas a lot of something going on.”Id., Doc. 173–6, at 72–73.\nThe jury also heard discrepancies between Jones’ account of finding\nthe body and the timeline given by first responders. But it found\nHines guilty.The full truth came out several years later when\nHines sought postconviction review in the Tennessee courts. In a\nnew statement, Jones admitted that he was at the motel neither by\nhappenstance nor by himself, but rather in the company of a woman\nother than his wife. The duo had rendezvoused at the motel nearly\nevery Sunday for at least two years, and Jones was well known to\nthe staff. But when Jones and his companion arrived on the day of\nthe murder, they found no one to greet them. After waiting for a\nwhile, first at the motel and then at a nearby restaurant, Jones\nbecame impatient and helped himself to a room key from the office.\nUpon finding the body, he quickly returned to his vehicle—a fact\nconfirmed by his companion who watched through the room’s open\ncurtains as Jones entered and left. Jones then called the\nauthorities, drove his companion home, and returned to the motel to\nmeet the sheriff.The postconviction proceedings also revealed\nthat Hines’ attorney was generally aware of Jones’ affair from the\noutset, yet had decided to spare him the embarrassment of\naggressively pursuing the matter.Hinesv.State,\n2004 WL 1567120, *8 (Tenn. Crim. App., July 14, 2004). But despite\nHines’ current insistence that this choice amounted to ineffective\nassistance of counsel, the Tennessee postconviction court found no\nprejudice.Id., at *22, *27–*28; see alsoStricklandv.Washington,466 U.S.\n668, 687 (1984) (“[T]he defendant must show that\n. . . counsel’s errors were so serious as to deprive the\ndefendant of a fair trial”). The court stressed “the strength of\nproof against [Hines],” and it dismissed as\n“ ‘farfetched’ ” that trial counsel should have accused\nJones of committing (and self-reporting) a grisly crime in a public\nplace where he was “known by the staff.”Hines, 2004 WL\n1567120, *27. Such an argument, the court explained, “could have\nresulted in a loss of credibility for the defense.”Ibid.The court also observed that the emergence of a new corroborating\nwitness—Jones’ companion—further undermined any suggestion that he\nwas the culprit.Id., at *28. And though Jones’ evolving\nstory deprived the jury of all the facts, the court reasoned that\nhis “true purpose for being at the [m]otel” had little relevance to\nHines’ conviction or sentence.Ibid.Sixteen years later, a divided panel of the\nSixth Circuit disagreed. 814 Fed. Appx. 898 (2020). According to\nthe majority, a better investigation “could have helped the defense\nto credibly cast Jones as an alternative suspect, or at the very\nleast seriously undermine his testimony.”Id., at 938. For\nexample, trial counsel could have claimed that Jones killed Jenkins\nto cover up his affair. Counsel might also have highlighted that\nJones was planning to rent a room from Jenkins on the day of the\ncrime.Id., at 938–939. Or counsel might have better\nstressed potential flaws in Jones’ version of events, such as\ndiscrepancies about the exact time he reported the murder.Id., at 940. The majority further surmised that Hines had\n“no clear motive” for the murder, and it noted the absence of “DNA\nor fingerprint evidence.”Id., at 939.Missing from this analysis, however, was the\nvoluminous evidence of Hines’ guilt. Among many other things, the\nmajority disregarded Hines’ flight in a bloodstained shirt, his\ntheft of the vehicle and money, and his ever-changing stories about\nstabbing and robbing various people on the day of the crime. See\ngenerallyid., at 937–942.Judge Kethledge dissented. In his view, the\nmajority “ ‘nowhere g[ave] deference to the state courts,\nnowhere explain[ed] why their application ofStricklandwas\nunreasonable rather than merely (in the majority’s view) incorrect,\nand nowhere explain[ed] why fairminded jurists could view [Hines’]\nclaim only the same way the majority d[id].’ ”Id., at\n942. Judge Kethledge then reviewed all of the evidence ignored by\nthe majority. He found “zero reason to think that, after\ninvestigation, counsel could have presented Jones as the ‘real\nkiller.’ ”Id., at 944. And he explained that\nimpeaching Jones “would have been a waste of time” because Jones\nhad “offered no testimony regarding Hine[s’ ] guilt.”Ibid.IIHines’ legal theory is straightforward: A\ncompetent attorney would have presented the full truth about Jones’\naffair and blamed him for the crime. According to Hines, this\nstrategy would have deflected so much suspicion—or at least so\nundermined Jones’ credibility—that counsel’s omission created a\n“ ‘substantial’ ” risk of “a different result.”Cullenv.Pinholster,563 U.S.\n170, 189 (2011). In fact, Hines reasons that, “had [he] not\nbeen found with Mrs. Jenkins’ car,Joneswould have been the\nprimary suspect.” Brief in Opposition 17 (emphasis added).Our analysis is straightforward too. Because a\nTennessee court considered and rejected Hines’ theory, a federal\ncourt “shall not” grant a writ of habeas corpus unless the earlier\ndecision took an “unreasonable” view of the facts or law. §2254(d).\nThis “standard is difficult to meet.”Harringtonv.Richter,562 U.S.\n86, 102 (2011). The term “unreasonable” refers not to “ordinary\nerror” or even to circumstances where the petitioner offers “a\nstrong case for relief,” but rather to “ ‘extreme malfunctions\nin the state criminal justice syste[m].’ ”Ibid.In\nother words, a federal court may intrude on a State’s\n“ ‘sovereign power to punish offenders’ ” only when a\ndecision “was so lacking in justification . . . beyond\nany possibility for fairminded disagreement.”Id., at\n103.If this rule means anything, it is that a\nfederal court must carefully consider all the reasons and evidence\nsupporting the state court’s decision. After all, there is no way\nto hold that a decision was “lacking in justification” without\nidentifying—let alone rebutting—all of the justifications.Ibid.Any other approach would allow a federal court to\n“ ‘essentially evaluat[e] the meritsde novo’ ” by omitting inconvenient details from\nits analysis.Shinn, 592 U. S., at ___–___ (slip op.,\nat 8–9); see alsoRichter, 562 U. S., at 102–103.The Sixth Circuit did precisely that. Nowhere in\nits 10-page discussion of Hines’ theory did the majority consider\nthe substantial evidence linking him to the crime: His flight in a\nbloody shirt; his possession of the victim’s keys, wallet, and car;\nhis recurring association with knives; or his ever-changing stories\nabout tussling with imaginary assailants. 814 Fed. Appx., at\n933–942. The court instead focused on all the reasons why it\nthought Jones “could have” been a viable alternative suspect.E.g.,id., at 938–942. And rather than engage with\nthe “dissent[’s] recount[ing of] th[e] evidence” against Hines, the\nmajority simply promised that it had “carefully considered” this\nproof before summarily dismissing it as “not overwhelming.”Id., at 939.Had the Sixth Circuit properly considered the\nentire record, it would have had little trouble deferring to the\nTennessee court’s conclusion that Hines suffered no prejudice\nregarding his conviction or sentence. Again, the critical question\nwas not whether the Sixth Circuititselfcould see a\n“ ‘substantial’ . . . likelihood of a different\nresult” had Hines’ attorney taken a different approach.Cullen, 563 U. S., at 189. All that mattered was\nwhether theTennessee court, notwithstanding its substantial\n“latitude to reasonably determine that a defendant has not [shown\nprejudice],” still managed to blunder so badly that every\nfairminded jurist would disagree.Knowlesv.Mirzayance,556 U.S.\n111, 123 (2009).It did not. The Tennessee court reasonably\nlooked to the substantial evidence of Hines’ guilt.Hines,\n2004 WL 1567120, *27–*28. And it reasonably rejected the\n“ ‘farfetched’ ” possibility that Jones committed and\nself-reported a gruesome murder, in the presence of a witness, at a\nplace where he was well known to the staff.Ibid.In light\nof this straightforward, commonsense analysis, the Sixth Circuit\nhad no license to hypothesize an alternative theory of the crime in\nwhich Jones became a suspect 35 years after the fact—much less rely\non that fanciful theory to grant relief.[1]*Similarly untenable was the Sixth Circuit’s\nbackstop theory that a more aggressive attorney could have changed\nthe result by casting doubt on Jones’ credibility. 814 Fed. Appx.,\nat 940. As an initial matter, this conjecture ignores that Jones’\nbrief testimony about discovering the body did not indicate thatHineswas the culprit. Ample other evidence was what did\nthat. Perhaps in light of this obvious disjuncture, the Sixth\nCircuit’s analysis of why an attack on Jones’ credibility would\nhave been productive ultimately circled back to the majority’s main\nassumption “that Jones was a viable alternative suspect.”Id., at 941. Regardless, to the extent Jones’ credibility\nactually mattered, the jury already had several good reasons to be\nskeptical—for example, his peculiar tale of discovering the body;\nthe insinuations of Hines’ attorney; and the discrepancies between\nJones’ exact description of finding the body and the account of the\nfirst responders. None of these made a difference.IIIThe Sixth Circuit had no reason to revisit the\ndecision of the Tennessee court, much less ignore the ample\nevidence supporting that court’s conclusion. We grant the petition\nfor a writ of certiorari and respondent’s motion to proceedin\nforma pauperis, and we reverse the judgment of the Court of\nAppeals.It is so ordered.Justice Sotomayor dissents.Notes1*Even on its own terms, there\nis little merit to the Sixth Circuit’s speculation that a jury who\nheard Jones’ full story might have blamed him instead of Hines.\nAfter all, the story Jones told at trial was in many waysmoresuspicious than the truth. According to his initial\naccount, Jones fortuitously stopped by the motel, hung around\noutside, and then stumbled upon the body. All without a witness to\nverify his actions. The jury heard this tale—and Hines’ attorney\nstressed its oddities—yet found that Hines was the murderer. A\nfederal court cannot now claim that the truth would have made a\ndifference.",
    "joined": []
}