{
    "case": {
        "docket": "120",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/120/"
    },
    "id": "1963056",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMMCDANIEL V. BROWN558 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-559E. K. McDANIEL, WARDEN, et al., PETITIONERSv.TROY BROWNon writ of certiorari to the united states court of\nappeals for the ninth circuit[January 11, 2010]Per Curiam.InJacksonv.Virginia,443 U. S. 307(1979), we\nheld that a state prisoner is entitled to habeas corpus relief if a\nfederal judge finds that “upon the record evidence adduced at the\ntrial no rational trier of fact could have found proof of guilt\nbeyond a reasonable doubt.”Id.,at 324. A Nevada jury\nconvicted respondent of rape; the evidence presented included DNA\nevidence matching respondent’s DNA profile. Nevertheless, relying\nupon a report prepared by a DNA expert over 11 years after the\ntrial, the Federal District Court applied theJacksonstandard and granted the writ. A divided Court of Appeals affirmed.Brownv.Farwell, 525 F. 3d 787 (CA9 2008).\nWe granted certiorari to consider whether those courts misappliedJackson.Because the trial record includes both the DNA\nevidence and other convincing evidence of guilt, we conclude that\nthey clearly did.IAround 1 a.m. on January 29,\n1994, 9-year-old Jane Doe was brutally raped in the bedroom of her\ntrailer. Respondent Troy Brown was convicted of the crime. During\nand since his trial, respondent has steadfastly maintained his\ninnocence.[Footnote 1] He was,\nhowever, admittedly intoxicated when the crime occurred, and after\nhe awoke on the following morning he told a friend “ ‘he\nwished that he could remember what did go on or what went\non.’ ” App. 309.Troy and his brother Travis\nresided near Jane Doe in the same trailer park. Their brother Trent\nand his wife Raquel lived in the park as well, in a trailer across\nthe street from Jane Doe’s. Both Troy and Trent were acquainted\nwith Jane Doe’s family; Troy had visited Jane Doe’s trailer several\ntimes. Jane did not know Travis. The evening of the attack, Jane’s\nmother, Pam, took Jane to Raquel and Trent’s trailer to babysit\nwhile the three adults went out for about an hour. Raquel and Trent\nreturned at about 7:30 p.m. and took Jane home at about 9:30 p.m.\nPam stayed out and ended up drinking and playing pool with Troy at\na nearby bar called the Peacock Lounge. Troy knew that Jane and her\n4-year-old sister were home alone because he answered the phone at\nthe bar when Jane called for her mother earlier that evening.Troy consumed at least 10 shots of vodka\nfollowed by beer chasers, and was so drunk that he vomited on\nhimself while he was walking home after leaving the Peacock at\nabout 12:15 a.m. Jane called her mother to report the rape at\napproximately 1 a.m. Although it would have taken a sober man less\nthan 15 minutes to walk home, Troy did not arrive at his trailer\nuntil about 1:30 a.m. He was wearing dark jeans, a cowboy hat, a\nblack satin jacket, and boots. Two witnesses saw a man dressed in\ndark jeans, a cowboy hat, and a black satin jacket stumbling in the\nroad between the two trailers shortly after 1 a.m.The bedroom where the rape occurred was dark,\nand Jane was unable to conclusively identify her assailant. When\nasked whom he reminded her of, she mentioned both Troy and his\nbrother Trent. Several days after the rape, she identified a man\nshe saw on television (Troy) as her assailant but then stated that\nthe man who had sent flowers attacked her. It was Trent and Raquel\nwho had sent her flowers, not Troy. She was unable to identify Troy\nas her assailant out of a photo lineup, and she could not identify\nher assailant at trial. The night of the rape, however, she said\nher attacker was wearing dark jeans, a black jacket with a zipper,\nboots, and a watch. She also vividly remembered that the man “stunk\nreal, real bad” of “cologne, or some beer or puke or something.”Id.,at 172–173.Some evidence besides Jane’s inconsistent\nidentification did not inculpate Troy. Jane testified that she\nthought she had bitten her assailant, but Troy did not have any\nbite marks on his hands when examined by a police officer\napproximately four hours after the attack. Jane stated that her\nassailant’s jacket had a zipper (Troy’s did not) and that he wore a\nwatch (Troy claimed he did not). Additionally, there was\nconflicting testimony as to when Troy left the Peacock and when Pam\nreceived Jane’s call reporting the rape. The witnesses who saw a\nman stumbling between the two trailers reported a bright green logo\non the back of the jacket, but Troy’s jacket had a yellow and\norange logo. Finally, because Jane thought she had left a night\nlight on when she went to bed, the police suspected the assailant\nhad turned off the light. The only usable fingerprint taken from\nthe light did not match Troy’s and the police did not find Troy’s\nfingerprints in the trailer.Other physical evidence, however, pointed to\nTroy. The police recovered semen from Jane’s underwear and from the\nrape kit. The State’s expert, Renee Romero, tested the former and\ndetermined that the DNA matched Troy’s and that the probability\nanother person from the general population would share the same DNA\n(the “random match probability”) was only 1 in 3,000,000. Troy’s\ncounsel did not call his own DNA expert at trial, although he\nconsulted with an expert in advance who found no problems with\nRomero’s test procedures. At some time before sentencing, Troy’s\nfamily had additional DNA testing done. That testing showed semen\ntaken from the rape kit matched Troy’s DNA, with a random match\nprobability of 1 in 10,000.The jury found Troy guilty of sexual assault\nand sentenced him to life with the possibility of parole after 10\nyears.[Footnote 2] On direct\nappeal, the Nevada Supreme Court considered Troy’s claim that his\nconviction was not supported by sufficient evidence, analyzing\n“whether the jury, acting reasonably, could have been convinced of\n[Troy’s] guilt beyond a reasonable doubt.”Brownv.Nevada, 113 Nev. 275, 285, 934 P. 2d 235, 241 (1997)(per curiam). The court rejected the claim, summarizing\nthe evidence of guilt as follows:“Testimony indicated that Troy left the bar around\n12:15 a.m., that Troy lived relatively close to the bar, and that\nTroy lived very close to Jane Doe. Troy had enough time to get from\nthe bar to Jane Doe’s house and to assault Jane Doe before she made\nthe telephone call to her mother at approximately 1:00 a.m. While\nJane Doe could not identify her assailant, her description of his\nclothing was similar to what Troy was wearing; she also said that\nher assailant smelled like beer or vomit and testimony indicated\nthat Troy had been drinking beer and had vomited several times that\nnight. Furthermore, testimony indicated that Troy got home at\napproximately 1:30 a.m., which gave him enough time to assault Jane\nDoe. Additionally, [witnesses] testified that they saw someone\nresembling Troy in a black jacket and black hat stumbling in the\nroad near Jane Doe’s house at 1:05 a.m. Troy also washed his pants\nand shirt when he got home, arguably to remove the blood evidence\nfrom his clothes. Finally, the DNA evidence indicated that semen\ncollected from Jane Doe’s underwear matched Troy’s and that only 1\nin 3,000,000 other people had matching DNA (the second DNA test\nindicated that 1 in 10,000 people had matching DNA).”Ibid., 934 P. 2d, at 241–242.Respondent also argued on appeal that the trial\ncourt erred in failing to conduct a pretrial hearing to determine\nwhether the DNA evidence was reliable. The court found respondent\nhad not raised this issue in the trial court and concluded there\nwas no plain error in the trial court’s failure to conduct a\nhearing.Id., at 284, 934 P. 2d, at 241.In 2001, respondent sought state\npostconviction relief, claiming,inter alia,that his\ntrial counsel was constitutionally ineffective for failing to\nobject to the admission of the DNA evidence. He argued that there\nwere a number of foundational problems with the DNA evidence, and\nthat if trial counsel had objected, the evidence would have been\nexcluded or at least its importance diminished. He noted that\nbecause trial counsel “totally failed to challenge the DNA evidence\nin the case,” counsel “failed to preserve valid issues for appeal.”\nApp. 1101. The state postconviction court denied relief,id.,at 1489–1499, and the Nevada Supreme Court affirmed,id.,at 1500–1506.Respondent thereafter filed this federal\nhabeas petition, claiming there was insufficient evidence to\nconvict him on the sexual assault charges and that the Nevada\nSupreme Court’s rejection of his claim was both contrary to, and an\nunreasonable application of,Jackson. He did not bring a\ntypicalJacksonclaim, however. Rather than argue that the\ntotality of the evidence admitted against him at trial was\nconstitutionally insufficient, he argued that some of the evidence\nshould be excluded from theJacksonanalysis. In\nparticular, he argued that Romero’s testimony related to the DNA\nevidence was inaccurate and unreliable in two primary respects:\nRomero mischaracterized the random match probability and misstated\nthe probability of a DNA match among his brothers. Absent that\ntestimony, he contended, there was insufficient evidence to convict\nhim.In support of his claim regarding the accuracy\nof Romero’s testimony, respondent submitted a report prepared by\nLaurence Mueller, a professor in ecology and evolutionary biology\n(Mueller Report). The District Court supplemented the record with\nthe Mueller Report, even though it was not presented to any state\ncourt, because “the thesis of the report was argued during\npost-conviction.”Brownv.Farwell, No.\n3:03–cv–00712–PMP–VPC, 2006 WL 6181129, *5, n. 2 (Nev., Dec.\n14, 2006).Relying upon the Mueller Report, the District\nCourt set aside the “unreliable DNA testimony” and held that\nwithout the DNA evidence “a reasonable doubt would exist in the\nmind of any rational trier of fact.”Id., at *7. The court\ngranted respondent habeas relief on hisJacksonclaim.[Footnote 3]The Ninth Circuit affirmed. 525 F. 3d\n787. The court held the Nevada Supreme Court had unreasonably\nappliedJackson. 525 F. 3d, at 798; see 28 U.\nS. C. §2254(d)(1). The Court of Appeals first reasoned “the\nadmission of Romero’s unreliable and misleading testimony violated\nTroy’s due process rights,” so the District Court was correct to\nexclude it. 525 F. 3d, at 797. It then “weighed the\nsufficiency of the remaining evidence,” including the District\nCourt’s “catalogu[e] [of] the numerous inconsistencies that would\nraise a reasonable doubt as to Troy’s guilt in the mind of any\nrational juror.”Ibid. In light of the “stark” conflicts\nin the evidence and the State’s concession that there was\ninsufficient evidence absent the DNA evidence, the court held it\nwas objectively unreasonable for the Nevada Supreme Court to reject\nrespondent’s insufficiency-of-the-evidence claim.Id., at\n798.We granted certiorari, 555 U. S. ___ (2009),\nto consider two questions: the proper standard of review for aJacksonclaim on federal habeas, and whether such a claim\nmay rely upon evidence outside the trial record that goes to the\nreliability of trial evidence.IIRespondent’s claim has now\ncrystallized into a claim about the import of two specific\ninaccuracies in the testimony related to the DNA evidence, as\nindicated by the Mueller Report. The Mueller Report does not\nchallenge Romero’s qualifications as an expert or the validity of\nany of the tests that she performed. Mueller instead contends that\nRomero committed the so-called “prosecutor’s fallacy” and that she\nunderestimated the probability of a DNA match between respondent\nand one of his brothers.The prosecutor’s fallacy is the\nassumption that the random match probability is the same as the\nprobability that the defendant was not the source of the DNA\nsample. See Nat. Research Council, Comm. on DNA Forensic Science,\nThe Evaluation of Forensic DNA Evidence 133 (1996) (“Let P equal\nthe probability of a match, given the evidence genotype. The\nfallacy is to say that P is also the probability that the DNA at\nthe crime scene came from someone other than the defendant”). In\nother words, if a juror is told the probability a member of the\ngeneral population would share the same DNA is 1 in 10,000 (random\nmatch probability), and he takes that to mean there is only a 1 in\n10,000 chance that someone other than the defendant is the source\nof the DNA found at the crime scene (source probability), then he\nhas succumbed to the prosecutor’s fallacy. It is further error to\nequate source probability with probability of guilt, unless there\nis no explanation other than guilt for a person to be the source of\ncrime-scene DNA. This faulty reasoning may result in an erroneous\nstatement that, based on a random match probability of 1 in 10,000,\nthere is a .01% chance the defendant is innocent or a 99.99% chance\nthe defendant is guilty.The Mueller Report does not dispute Romero’s\nopinion that only 1 in 3,000,000 people would have the same DNA\nprofile as the rapist. Mueller correctly points out, however, that\nsome of Romero’s testimony—as well as the prosecutor’s\nargument—suggested that the evidence also established that there\nwas only a .000033% chance that respondent was innocent. The State\nconcedes as much. Brief for Petitioners 54. For example, the\nprosecutor argued at closing the jury could be “99.999967 percent\nsure” in this case. App. 730. And when the prosecutor asked Romero,\nin a classic example of erroneously equating source probability\nwith random match probability, whether “it [would] be fair to say …\nthat the chances that the DNA found in the panties—the semen in the\npanties—and the blood sample, the likelihood that it is not Troy\nBrown would be .000033,”id.,at 460, Romero ultimately\nagreed that it was “not inaccurate” to state it that way,id.,at 461–462.Looking at Romero’s testimony as a whole,\nthough, she also indicated that she was merely accepting the\nmathematical equivalence between 1 in 3,000,000 and the percentage\nfigure. At the end of the colloquy about percentages, she answered\naffirmatively the court’s question whether the percentage was “the\nsame math just expressed differently.”Id.,at 462. She\npointed out that the probability a brother would match was greater\nthan the random match probability, which also indicated to the jury\nthat the random match probability is not the same as the likelihood\nthat someone other than Troy was the source of the DNA.The Mueller Report identifies a second error\nin Romero’s testimony: her estimate of the probability that one or\nmore of Troy’s brothers’ DNA would match. Romero testified there\nwas a 1 in 6,500 (or .02%) probability that one brother would share\nthe same DNA with another.Id.,at 469, 472. When asked\nwhether “that change[s] at all with two brothers,” she answered no.Id.,at 472. According to Mueller, Romero’s analysis was\nmisleading in two respects. First, she used an assumption regarding\nthe parents under which siblings have the lowest chance of matching\nthat is biologically possible, but even under this stingy\nassumption she reported the chance of two brothers matching (1 in\n6,500) as much lower than it is (1 in 1,024 under her assumption).\nSecond, using the assumptions Mueller finds more appropriate, the\nprobability of a single sibling matching respondent is 1 in 263,\nthe probability that among two brothers one or more would match is\n1 in 132, and among four brothers it is 1 in 66.Id.,at\n1583.In sum, the two inaccuracies upon which this\ncase turns are testimony equating random match probability with\nsource probability, and an underestimate of the likelihood that one\nof Troy’s brothers would also match the DNA left at the scene.IIIAlthough we granted certiorari to\nreview respondent’sJacksonclaim, the parties now agree\nthat the Court of Appeals’ resolution of his claim underJacksonwas in error. See Brief for Respondent 2–3; Reply\nBrief for Petitioners 1. Indeed, respondent argues the Court of\nAppeals did not decide his case underJacksonat all, but\ninstead resolved the question whether admission of Romero’s\ninaccurate testimony rendered his trial fundamentally unfair and\nthen appliedJacksonto determine whether that error was\nharmless.Although both petitioners and\nrespondent are now aligned on the same side of the questions\npresented for our review, the case is not moot because “the parties\ncontinue to seek different relief” from this Court.Pacific\nBell Telephone Co.v.linkLine Communications, Inc.,\n555 U. S. ___, ___ (2009) (slip op., at 6). Respondent primarily\nargues that we affirm on his proposed alternative ground or remand\nto the Ninth Circuit for analysis of his due process claim under\nthe standard for harmless error ofBrechtv.Abrahamson,507 U. S. 619(1993).\nThe State, on the other hand, asks us to reverse. Respondent and\noneamicushave also suggested that we dismiss the case as\nimprovidently granted, Brief for National Association of Criminal\nDefense Lawyers asAmicus Curiae27–28, but we think\nprudential concerns favor our review of the Court of Appeals’\napplication ofJackson. Cf.Pacific Bell,supra, at ___ (slip op., at 7).Respondent no longer argues it was proper for\nthe District Court to admit the Mueller Report for the purpose of\nevaluating hisJacksonclaim, Brief for Respondent 35, and\nconcedes the “purpose of aJacksonanalysis is to\ndetermine whether the jury acted in a rational manner in returning\na guilty verdict based on the evidence before it, not whether\nimproper evidence violated due process,”id.,at 2. There\nhas been no suggestion that the evidence adduced at trial was\ninsufficient to convict unless some of it was excluded.\nRespondent’s concession thus disposes of hisJacksonclaim. The concession is also clearly correct. An “appellate\ncourt’s reversal for insufficiency of the evidence is in effect a\ndetermination that the government’s case against the defendant was\nso lacking that the trial court should have entered a judgment of\nacquittal.”Lockhartv.Nelson,488 U. S. 33, 39 (1988).\nBecause reversal for insufficiency of the evidence is equivalent to\na judgment of acquittal, such a reversal bars a retrial. SeeBurksv.United States,437 U. S. 1, 18 (1978). To\n“make the analogy complete” between a reversal for insufficiency of\nthe evidence and the trial court’s granting a judgment of\nacquittal,Lockhart, 488 U. S., at 42, “a reviewing court\nmust consider all of the evidence admitted by the trial court,”\nregardless whether that evidence was admitted erroneously,id., at 41.Respondent therefore correctly concedes that a\nreviewing court must consider all of the evidence admitted at trial\nwhen considering aJacksonclaim. Even if we set that\nconcession aside, however, and assume that the Court of Appeals\ncould have considered the Mueller Report in the context of aJacksonclaim, the court made an egregious error in\nconcluding the Nevada Supreme Court’s rejection of respondent’s\ninsufficiency-of-the-evidence claim “involved an unreasonable\napplication of … clearly established Federal law,” 28 U. S. C.\n§2254(d)(1).[Footnote 4]Even if the Court of Appeals could have\nconsidered it, the Mueller Report provided no warrant for entirely\nexcluding the DNA evidence or Romero’s testimony from that court’s\nconsideration. The Report did not contest that the DNA evidence\nmatched Troy. That DNA evidence remains powerful inculpatory\nevidence even though the State concedes Romero overstated its\nprobative value by failing to dispel the prosecutor’s fallacy. And\nMueller’s claim that Romero used faulty assumptions and\nunderestimated the probability of a DNA match between brothers\nindicates that two experts do not agree with one another, not that\nRomero’s estimates were unreliable.[Footnote 5]Mueller’s opinion that “the chance that among\nfour brothers one or more would match is 1 in 66,” App. 1583, is\nsubstantially different from Romero’s estimate of a 1 in 6,500\nchance that one brother would match. But even if Romero’s estimate\nis wrong, our confidence in the jury verdict is not undermined.\nFirst, the estimate that is more pertinent to this case is 1 in\n132—the probability of a match among two brothers—because two of\nTroy’s four brothers lived in Utah. Second, although Jane Doe\nmentioned Trent as her assailant, and Travis lived in a nearby\ntrailer, the evidence indicates that both (unlike Troy) were sober\nand went to bed early on the night of the crime. Even under\nMueller’s odds, a rational jury could consider the DNA evidence to\nbe powerful evidence of guilt.Furthermore, the Court of Appeals’ discussion\nof the non-DNA evidence departed from the deferential review thatJacksonand §2254(d)(1) demand. A federal habeas court can\nonly set aside a state-court decision as “an unreasonable\napplication of … clearly established Federal law,” §2254(d)(1), if\nthe state court’s application of that law is “objectively\nunreasonable,”Williamsv.Taylor,529 U. S. 362, 409\n(2000). AndJacksonrequires a reviewing court to review\nthe evidence “in the light most favorable to the prosecution.” 443\nU. S., at 319. Expressed more fully, this means a reviewing court\n“faced with a record of historical facts that supports conflicting\ninferences must presume—even if it does not affirmatively appear in\nthe record—that the trier of fact resolved any such conflicts in\nfavor of the prosecution, and must defer to that resolution.”Id., at 326; see alsoSchlupv.Delo,513 U. S. 298,\n330 (1995) (“TheJacksonstandard … looks to whether there\nis sufficient evidence which, if credited, could support the\nconviction”). The Court of Appeals acknowledged that it must review\nthe evidence in the light most favorable to the prosecution, but\nthe court’s recitation of inconsistencies in the testimony shows it\nfailed to do that.For example, the court highlights conflicting\ntestimony regarding when Troy left the Peacock. 525 F. 3d, at\n797. It is true that if a juror were to accept the testimony of one\nbartender that Troy left the bar at 1:30 a.m., then Troy would have\nleft the bar after the attack occurred. Yet the jury could have\ncredited a different bartender’s testimony that Troy left the\nPeacock at around 12:15 a.m. Resolving the conflict in favor of the\nprosecution, the jury must have found that Troy left the bar in\ntime to be the assailant. It is undisputed that Troy washed his\nclothes immediately upon returning home. The court notes this is\n“plausibly consistent with him being the assailant” but also that\nhe provided an alternative reason for washing his clothes.Ibid.Viewed in the light most favorable to the\nprosecution, the evidence supports an inference that Troy washed\nthe clothes immediately to clean blood from them.To be sure, the court’sJacksonanalysis relied substantially upon a concession made by the State\nin state postconviction proceedings that “absent the DNA findings,\nthere was insufficient evidence to convict [Troy] of the crime.”\nApp. 1180. But that concession posited a situation in which there\nwas no DNA evidence at all,[Footnote 6] not a situation in which some pieces of\ntestimony regarding the DNA evidence were called into question. In\nsum, the Court of Appeals’ analysis failed to preserve “the\nfactfinder’s role as weigher of the evidence” by reviewing “all\nof the evidence… in the light most favorable to the\nprosecution,”Jackson,supra, at 319, and it\nfurther erred in finding that the Nevada Supreme Court’s resolution\nof theJacksonclaim was objectively unreasonable.IVResolution of theJacksonclaim does not end our consideration of this case\nbecause respondent asks us to affirm on an alternative ground. He\ncontends the two errors “in describing the statistical meaning” of\nthe DNA evidence rendered his trial fundamentally unfair and denied\nhim due process of law. Brief for Respondent 4. Because the Ninth\nCircuit held that “the admission of Romero’s unreliable and\nmisleading testimony violated [respondent’s] due process rights,”\n525 F. 3d, at 797, and in respondent’s view merely appliedJackson(erroneously) to determine whether that error was\nharmless, he asks us to affirm the judgment below on the basis of\nwhat he calls his “DNA due process” claim, Brief for Respondent\n35.As respondent acknowledges, in\norder to prevail on this claim, he would have to show that the\nstate court’s adjudication of the claim was “contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law.” 28 U. S. C. §2254(d)(1). The clearly established\nlaw he points us to isMansonv.Brathwaite,432 U. S. 98, 114 (1977), in which we\nheld that when the police have used a suggestive eyewitness\nidentification procedure, “reliability is the linchpin in\ndetermining” whether an eyewitness identification may be\nadmissible, with reliability determined according to factors set\nout inNeilv.Biggers,409 U. S. 188(1972).\nRespondent argues that the admission of the inaccurate DNA\ntestimony violatedBrathwaitebecause the testimony was\n“identification testimony,” 432 U. S., at 114, was “unnecessarily\nsuggestive,”id., at 113, and was unreliable.Respondent has forfeited this claim, which he\nmakes for the very first time in his brief on the merits in this\nCourt. Respondent did not present his new “DNA due process” claim\nin his federal habeas petition, but instead consistently argued\nthat Romero’s testimony should be excluded from theJacksonanalysis simply because it was “unreliable” and\nthat the due process violation occurred because the remaining\nevidence was insufficient to convict. See App. to Pet. for Cert.\n157a (“[Respondent] asserts … that the DNA evidence was unreliable\nand should not have been admitted at his trial. If so, then, … the\nstate presented insufficient evidence at trial to prove\n[respondent] guilty”). In the Ninth Circuit, too, respondent\npresented only hisJacksonclaim,[Footnote 7] and it is, at the least, unclear whether\nrespondent presented his newly minted due process claim in the\nstate courts.[Footnote 8]\nRecognizing that hisJacksonclaim cannot prevail,\nrespondent tries to rewrite his federal habeas petition. His\nattempt comes too late, however, and he cannot now start over.*  *  *We have stated before that “DNA\ntesting can provide powerful new evidence unlike anything known\nbefore.”District Attorney’s Office for Third Judicial\nDist.v.Osborne, 557 U. S. ___, ___ (2009) (slip\nop., at 8). Given the persuasiveness of such evidence in the eyes\nof the jury, it is important that it be presented in a fair and\nreliable manner. The State acknowledges that Romero committed the\nprosecutor’s fallacy, Brief for Petitioners 54, and the Mueller\nReport suggests that Romero’s testimony may have been inaccurate\nregarding the likelihood of a match with one of respondent’s\nbrothers. Regardless, ample DNA and non-DNA evidence in the record\nadduced at trial supported the jury’s guilty verdict underJackson, and we reject respondent’s last minute attempt to\nrecast his claim underBrathwaite. The Court of Appeals\ndid not consider, however, the ineffective-assistance claims on\nwhich the District Court also granted respondent habeas relief.\nAccordingly, the judgment of the Court of Appeals is reversed, and\nthe case is remanded for further proceedings consistent with this\nopinion.It is so ordered.Footnote 1He denied involvement when a police\nofficer claimed (wrongly) that the police had found his\nfingerprints in Jane’s bedroom, and he even denied involvement when\nthe sentencing judge told him that acceptance of responsibility\nwould garner him leniency.Footnote 2Under Nevada law at the time of the\ntrial, the jury, rather than the judge, imposed the sentence for a\nsexual assault crime if it found the assault resulted in\nsubstantial bodily harm. Nev. Rev. Stat. Ann. §200.366(3) (Michie\n1992). For an assault resulting in substantial bodily harm, the\njury had the option of sentencing Troy to life without the\npossibility of parole or to life with eligibility for parole after\n10 years. §200.366(2)(a). The jury elected the more lenient\nsentence. The judge sentenced Troy to life with the possibility of\nparole after 10 years on a second count of sexual assault, to run\nconsecutively. The Nevada Supreme Court reversed Troy’s conviction\nfor one count of child abuse on double jeopardy grounds, and\nordered resentencing on the second sexual assault count. Brownv.Nevada, 113 Nev. 275, 934 P. 2d 235 (1997)(per\ncuriam). On resentencing, the judge imposed the same sentence\nas before.Footnote 3The District Court also granted habeas relief\non respondent’s claim that he was denied effective assistance of\ncounsel with respect to his attorney’s handling of the DNA evidence\nand failure to adequately investigate the victim’s stepfather as an\nalternative suspect.Brownv.Farwell, No.\n3:03–cv–00712–PMP–VPC, 2006 WL 6181129, *9–*10 (Nev., Dec. 14,\n2006). The Court of Appeals did not consider those claims on appeal\nand they are not now before us.Footnote 4The Court of Appeals also clearly erred in\nconcluding the Nevada Supreme Court’s decision was “contrary to”Jackson. The Court of Appeals held the Nevada Supreme\nCourt’s decision was “contrary to”Jacksonbecause the\nNevada court stated a standard that turns on a “reasonable” jury,\nnot a “rational” one, and that assesses whether the jury could have\nbeen convinced of a defendant’s guilt, rather than whether it could\nhave been convinced of each element of the crime.Brownv.Farwell,525 F. 3d 787, 794–795 (CA9 2008). It is of\nlittle moment that the Nevada Supreme Court analyzed whether a\n“reasonable” jury could be convinced of guilt beyond a reasonable\ndoubt, rather than asking whether a “rational” one could be\nconvinced of each element of guilt; areasonablejury\ncould hardly be convinced of guilt unless it found each element\nsatisfied beyond a reasonable doubt.Footnote 5The State has called our attention to cases\nin which courts have criticized opinions rendered by Professor\nMueller in the past. See Brief for Petitioners 53–54. We need not\npass on the relative credibility of the two experts because even\nassuming that Mueller’s estimate is correct, respondent’s claim\nfails.Footnote 6The concession was made in the context of\nproceedings in which respondent argued that competent counsel would\nhave objected to the admissibility of the DNA evidence on a number\nof grounds—including Romero’s qualifications, chain-of-custody\nproblems, and failure to follow the proper testing protocol—and\nmight have successfully excluded the DNA evidence altogether. See\nApp. 1099–1100.Footnote 7The Court of Appeals did reason that Romero’s\ntestimony must be excluded from theJacksonanalysis on\ndue process grounds. 525 F. 3d, at 797. But that decision was\ninextricably intertwined with the claim respondent did make in his\nfederal habeas petition underJackson. It is clear the\nNinth Circuit was never asked to consider—and did not pass upon—the\nquestion whether the Nevada Supreme Court entered a decision on\ndirect appeal that was contrary to or an unreasonable application\nofMansonv.Brathwaite,432 U. S. 98(1977), or any other\nclearly established law regarding due process other thanJackson.Footnote 8The State contends the claim is either not\nexhausted or procedurally defaulted. The State has objected from\nthe beginning that respondent did not raise a due process claim\nregarding the reliability of the DNA evidence in state court. See\nApp. to Pet. for Cert. 182a–183a. Respondent consistently answered\nthe State’s exhaustion objection by arguing he presented hisJacksonclaim in the Nevada Supreme Court. See App.\n1521–1526. The Ninth Circuit held respondent exhausted hisinsufficiencyclaim. 525 F. 3d, at 793. The court had\nno occasion to consider whether respondent exhausted any due\nprocess claim other than hisJacksonclaim.",
    "joined": []
}