{
    "case": {
        "docket": "14-1418",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1418/"
    },
    "id": "3572525",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 14–1418, 14–1453, 14–1505, 15–35,\n15–105, 15–119, and 15–191_________________DAVID A. ZUBIK, et al.,\nPETITIONERS14–1418v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.;on writ of certiorari to the united states\ncourt of appeals for the third circuitPRIESTS FOR LIFE, et al.,\nPETITIONERS14–1453v.DEPARTMENT OF HEALTH AND HUMANSERVICES,\net al.;on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuitROMAN CATHOLIC ARCHBISHOP OF WASHINGTON,\net al., PETITIONERS14–1505v.SYLVIA BURWELL, SECRETARY OF HEALTHAND\nHUMAN SERVICES, et al.;on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuitEAST TEXAS BAPTIST UNIVERSITY,\net al., PETITIONERS15–35v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.;on writ of certiorari to the united states\ncourt of appeals for the fifth circuitLITTLE SISTERS OF THE POOR HOME FORTHE\nAGED, DENVER, COLORADO, et al., PETITIONERS15–105v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.;on writ of certiorari to the united states\ncourt of appeals for the tenth circuitSOUTHERN NAZARENE UNIVERSITY,\net al., PETITIONERS15–119v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.; ANDon writ of certiorari to the united states\ncourt of appeals for the tenth circuitGENEVA COLLEGE, PETITIONER15–191v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[May 16, 2016]Per Curiam.Petitioners are primarily nonprofit\norganizations that provide health insurance to their employees.\nFederal regulations require petitioners to cover certain\ncontraceptives as part of their health plans, unless petitioners\nsubmit a form either to their insurer or to the Federal Government,\nstating that they object on religious grounds to providing\ncontraceptive coverage. Petitioners allege that submitting this\nnotice substantially burdens the exercise of their religion, in\nviolation of the Religious Freedom Restoration Act of 1993,\n107Stat. 1488, 42 U. S. C. §2000bbet seq.Following oral argument, the Court requested\nsupplemental briefing from the parties addressing “whether\ncontraceptive coverage could be provided to petitioners’ employees,\nthrough petitioners’ insurance companies, without any such notice\nfrom petitioners.”Post, p.___.Both petitioners and\nthe Government now confirm that such an option is feasible.\nPetitioners have clarified that their religious exercise is not\ninfringed where they “need to do nothing more than contract for a\nplan that does not include coverage for some or all forms of\ncontraception,” even if their employees receive cost-free\ncontraceptive coverage from the same insurance company.\nSupplemental Brief for Petitioners 4. The Government has confirmed\nthat the challenged procedures “for employers with insured plans\ncould be modified to operate in the manner posited in the Court’s\norder while still ensuring that the affected women receive\ncontraceptive coverage seamlessly, together with the rest of their\nhealth coverage.” Supplemental Brief for Respondents 14–15.In light of the positions asserted by the\nparties in their supplemental briefs, the Court vacates the\njudgments below and remands to the respective United States Courts\nof Appeals for the Third, Fifth, Tenth, and D. C. Circuits.\nGiven the gravity of the dispute and the substantial clarification\nand refinement in the positions of the parties, the parties on\nremand should be afforded an opportunity to arrive at an approach\ngoing forward that accommodates petitioners’ religious exercise\nwhile at the same time ensuring that women covered by petitioners’\nhealth plans “receive full and equal health coverage, including\ncontraceptive coverage.”Id., at 1. We anticipate that the\nCourts of Appeals will allow the parties sufficient time to resolve\nany outstanding issues between them.The Court finds the foregoing approach more\nsuitable than addressing the significantly clarified views of the\nparties in the first instance. Although there may still be areas of\ndisagreement between the parties on issues of implementation, the\nimportance of those areas of potential concern is uncertain, as is\nthe necessity of this Court’s involvement at this point to resolve\nthem. This Court has taken similar action in other cases in the\npast. See,e.g., Madison Countyv.Oneida Indian Nation\nof N. Y., 562 U. S. 42, 43 (2011) (per curiam)\n(vacating and remanding for the Second Circuit to “address, in the\nfirst instance, whether to revisit its ruling on sovereign immunity\nin light of [a] new factual development, and—if necessary—proceed\nto address other questions in the case consistent with its\nsovereign immunity ruling”);Kiyembav.Obama, 559\nU. S. 131, 132 (2010) (per curiam) (vacating and\nremanding for the D. C. Circuit to “determine, in the first\ninstance, what further proceedings in that court or in the District\nCourt are necessary and appropriate for the full and prompt\ndisposition of the case in light of the new developments”);Villarrealv.United States, 572 U. S. ___\n(2014) (vacating and remanding to the Fifth Circuit “for further\nconsideration in light of the position asserted by the Solicitor\nGeneral in his brief for the United States”).The Court expresses no view on the merits of the\ncases. In particular, the Court does not decide whether\npetitioners’ religious exercise has been substantially burdened,\nwhether the Government has a compelling interest, or whether the\ncurrent regulations are the least restrictive means of serving that\ninterest.Nothing in this opinion, or in the opinions or\norders of the courts below, is to affect the ability of the\nGovernment to ensure that women covered by petitioners’ health\nplans “obtain, without cost, the full range of FDA approved\ncontraceptives.”Wheaton Collegev.Burwell, 573\nU. S. ___, ___ (2014) (slip op., at 1). Through this\nlitigation, petitioners have made the Government aware of their\nview that they meet “the requirements for exemption from the\ncontraceptive coverage requirement on religious grounds.”Id.,at ___ (slip op., at 2). Nothing in this opinion, or in\nthe opinions or orders of the courts below, “precludes the\nGovernment from relying on this notice, to the extent it considers\nit necessary, to facilitate the provision of full contraceptive\ncoverage” going forward.Ibid. Because the Government may\nrely on this notice, the Government may not impose taxes or\npenalties on petitioners for failure to provide the relevant\nnotice.The judgments of the Courts of Appeals are\nvacated, and the cases are remanded for further proceedings\nconsistent with this opinion.It is so ordered.",
    "joined": []
}