{
    "case": {
        "docket": "19a1016",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/19a1016/"
    },
    "id": "4234809",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19A1016_________________REPUBLICAN NATIONAL COMMITTEE, et al.v.DEMOCRATIC NATIONAL COMMITTEE, et al.on application for stay[April 6, 2020]Per Curiam.The application for stay presented to Justice\nKavanaugh and by him referred to the Court is granted. The District\nCourt’s order granting a preliminary injunction is stayed to the\nextent it requires the State to count absentee ballots postmarked\nafter April 7, 2020.Wisconsin has decided to proceed with the\nelections scheduled for Tuesday, April 7. The wisdom of that\ndecision is not the question before the Court. The question before\nthe Court is a narrow, technical question about the absentee ballot\nprocess. In this Court, all agree that the deadline for the\nmunicipal clerks to receive absentee ballots has been extended from\nTuesday, April 7, to Monday, April 13. That extension, which is not\nchallenged in this Court, has afforded Wisconsin voters several\nextra days in which to mail their absentee ballots. The sole\nquestion before the Court is whether absentee ballots now must be\nmailed and postmarked by election day, Tuesday, April 7, as state\nlaw would necessarily require, or instead may be mailed and\npostmarked after election day, so long as they are received by\nMonday, April 13. Importantly, in their preliminary injunction\nmotions, the plaintiffs did not ask that the District Court allow\nballots mailed and postmarked after election day, April 7, to be\ncounted. That is a critical point in the case. Nonetheless, five\ndays before the scheduled election, the District Court unilaterally\nordered that absentee ballots mailed and postmarked after election\nday, April 7, still be counted so long as they are received by\nApril 13. Extending the date by which ballots may be cast by\nvoters—not just received by the municipal clerks but cast by\nvoters—for an additional six days after the scheduled election day\nfundamentally alters the nature of the election. And again, the\nplaintiffs themselves did not even ask for that relief in their\npreliminary injunction motions. Our point is not that the argument\nis necessarily forfeited, but is that the plaintiffs themselves did\nnot see the need to ask for such relief. By changing the election\nrules so close to the election date and by affording relief that\nthe plaintiffs themselves did not ask for in their preliminary\ninjunction motions, the District Court contravened this Court’s\nprecedents and erred by ordering such relief. This Court has\nrepeatedly emphasized that lower federal courts should ordinarily\nnot alter the election rules on the eve of an election. SeePurcellv.Gonzalez,549 U.S. 1(2006) (per curiam);Frankv.Walker, 574 U.S.\n929 (2014);Veaseyv.Perry, 574 U. S. __\n(2014).The unusual nature of the District Court’s order\nallowing ballots to be mailed and postmarked after election day is\nperhaps best demonstrated by the fact that the District Court had\nto issue a subsequent order enjoining the public release of any\nelection results for six days after election day. In doing so, the\nDistrict Court in essence enjoined non- parties to this lawsuit. It\nis highly questionable, moreover, that this attempt to suppress\ndisclosure of the election results for six days after election day\nwould work. And if any information were released during that time,\nthat would gravely affect the integrity of the election process.\nThe District Court’s order suppressing disclosure of election\nresults showcases the unusual nature of the District Court’s order\nallowing absentee ballots mailed and postmarked after election day\nto be counted. And all of that further underscores the wisdom of\nthePurcellprinciple, which seeks to avoid this kind of\njudicially created confusion.The dissent is quite wrong on several points.\nFirst, the dissent entirely disregards the critical point that the\nplaintiffs themselves did not ask for this additional relief in\ntheir preliminary injunction motions. Second, the dissent contends\nthat this Court should not intervene at this late date. The Court\nwould prefer not to do so, but when a lower court intervenes and\nalters the election rules so close to the election date, our\nprecedents indicate that this Court, as appropriate, should correct\nthat error. Third, the dissent refers to voters who have not yet\nreceived their absentee ballots. But even in an ordinary election,\nvoters who request an absentee ballot at the deadline for\nrequesting ballots (which was this past Friday in this case) will\nusually receive their ballots on the day before or day of the\nelection, which in this case would be today or tomorrow. The\nplaintiffs put forward no probative evidence in the District Court\nthat these voters here would be in a substantially different\nposition from late-requesting voters in other Wisconsin elections\nwith respect to the timing of their receipt of absentee ballots. In\nthat regard, it bears mention that absentee voting has been\nunderway for many weeks, and 1.2 million Wisconsin voters have\nrequested and have been sent their absentee ballots, which is about\nfive times the number of absentee ballots requested in the 2016\nspring election. Fourth, the dissent’s rhetoric is entirely\nmisplaced and completely overlooks the fact that the deadline for\nreceiving ballots was already extended to accommodate Wisconsin\nvoters, from April 7 to April 13. Again, that extension has the\neffect of extending the date for a voter to mail the ballot from,\nin effect, Saturday, April 4, to Tuesday, April 7. That extension\nwas designed to ensure that the voters of Wisconsin can cast their\nballots and have their votes count. That is the relief that the\nplaintiffs actually requested in their preliminary injunction\nmotions. The District Court on its own ordered yet an additional\nextension, which would allow voters to mail their ballots after\nelection day, which is extraordinary relief and would fundamentally\nalter the nature of the election by allowing voting for six\nadditional days after the election.Therefore, subject to any further alterations\nthat the State may make to state law, in order to be counted in\nthis election a voter’s absentee ballot must be either (i)\npostmarked by election day, April 7, 2020, and received by April\n13, 2020, at 4:00 p.m., or (ii) hand-delivered as provided under\nstate law by April 7, 2020, at 8:00 p.m.The Court’s decision on the narrow question\nbefore the Court should not be viewed as expressing an opinion on\nthe broader question of whether to hold the election, or whether\nother reforms or modifications in election procedures in light of\nCOVID–19 are appropriate. That point cannot be stressed enough.The stay is granted pending final disposition of\nthe appeal by the United States Court of Appeals for the Seventh\nCircuit and the timely filing and disposition of a petition for a\nwrit of certiorari. Should the petition for a writ of certiorari be\ndenied, this stay shall terminate automatically. In the event the\npetition for a writ of certiorari is granted, the stay shall\nterminate upon the sending down of the judgment of this Court.It is so ordered.",
    "joined": []
}