{
    "case": {
        "docket": "18-272",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/18-272/"
    },
    "id": "4056978",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJIM YOVINO, FRESNO COUNTY SUPERINTENDENT OF\nSCHOOLS v. AILEEN RIZOon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 18–272. Decided February 25, 2019Per Curiam.The petition in this case presents the following\nquestion: May a federal court count the vote of a judge who dies\nbefore the decision is issued?A judge on the United States Court of Appeals\nfor the Ninth Circuit, the Honorable Stephen Reinhardt, died on\nMarch 29, 2018, but the Ninth Circuit counted his vote in cases\ndecided after that date.[1]* In\nthe present case, Judge Reinhardt was listed as the author of an en\nbanc decision issued on April 9, 2018, 11 days after he passed\naway. By counting Judge Reinhardt’s vote, the court deemed Judge\nReinhardt’s opinion to be a majority opinion, which means that it\nconstitutes a precedent that all future Ninth Circuit panels must\nfollow. SeeUnited Statesv.Caperna,251 F.3d 827, 831, n. 2 (2001). Without Judge Reinhardt’s\nvote, the opinion attributed to him would have been approved by\nonly 5 of the 10 members of the en banc panel who were still living\nwhen the decision was filed.Although the other five living judges concurred\nin the judgment, they did so for different reasons. The upshot is\nthat Judge Reinhardt’s vote made a difference. Was that lawful?IAileen Rizo, an employee of the Fresno County\nOffice of Education, brought suit against the superintendent of\nschools, claiming, among other things, that the county was\nviolating the Equal Pay Act of 1963, 77Stat. 56–57, 29\nU. S. C. §206(d). The District Court denied the county’s\nmotion for summary judgment, and the Ninth Circuit granted the\ncounty’s petition for interlocutory review. A three-judge panel of\nthe Ninth Circuit vacated the decision of the District Court based\non a prior Ninth Circuit decision,Koubav.Allstate Ins.\nCo., 691 F.2d 873 (1982), that the panel “believed it was\ncompelled to follow.” 887 F.3d 453, 459 (2018) (en banc). The court\nthen granted en banc review “to clarify the law, including the\nvitality and effect ofKouba.”Ibid.Like other\ncourts of appeals, the Ninth Circuit takes the position that a\npanel decision like that inKoubacan be overruled only by a\ndecision of the en banc court or this Court, seeNarutov.Slater, 888 F.3d 418, 421 (2018), and therefore a clear\npurpose of the en banc decision issued on April 9 was to announce a\nnew binding Ninth Circuit interpretation of the Equal Pay Act issue\npreviously addressed byKouba. The opinion authored by Judge\nReinhardt and issued 11 days after his death purports to do that,\nbut its status as a majority opinion of the en banc court depends\non counting Judge Reinhardt’s vote.The opinions issued by the en banc Ninth Circuit\nstate that they were “Filed April 9, 2018,” and they were entered\non the court’s docket on that date. A footnote at the beginning of\nthe en banc opinion states:“Prior to his death, Judge Reinhardt fully\nparticipated in this case and authored this opinion. The majority\nopinion and all concurrences were final, and voting was completed\nby the en banc court prior to his death.” 887 F. 3d, at 455,\nn. *.IIThe Ninth Circuit did not expressly explain\nwhy it concluded that it could count Judge Reinhardt’s opinion as\n“[t]he majority opinion” even though it was not endorsed by a\nmajority of the living judges at the time of issuance, but the\njustification suggested by the footnote noted above is that the\nvotes and opinions in the en banc case were inalterably fixed at\nleast 12 days prior to the date on which the decision was “filed,”\nentered on the docket, and released to the public. This\njustification is inconsistent with well-established judicial\npractice, federal statutory law, and judicial precedent.As for judicial practice, we are not aware of\nany rule or decision of the Ninth Circuit that renders judges’\nvotes and opinions immutable at some point in time prior to their\npublic release. And it is generally understood that a judge may\nchange his or her position up to the very moment when a decision is\nreleased.We endorsed this rule inUnited Statesv.American-Foreign S. S. Corp.,363\nU.S. 685(1960), which interpreted an earlier version of 28\nU. S. C. §46(c), the statutory provision authorizing the\ncourts of appeals to hear cases en banc. The current version of\nthis provision permits a circuit to adopt a rule allowing a senior\ncircuit judge to sit on an en banc case under certain\ncircumstances, but at the time of our decision inAmerican-Foreign S. S. Corp., this was not allowed.\nInstead, only active judges could sit en banc. See 28\nU. S. C. §46(c) (1958 ed.).InAmerican-Foreign S. S. Corp.,\nJudge Harold Medina was one of the five active judges on the Second\nCircuit when the court granted a petition for rehearing en banc.\nAfter briefing was complete but before an opinion issued, Judge\nMedina took senior status. When the en banc court issued its\ndecision, the majority opinion was joined by Judge Medina and two\nactive Circuit Judges; the two other active Circuit Judges\ndissented. We vacated the judgment and remanded the case, holding\nthat “[a]n ‘active’ judge is a judge who has not retired ‘from\nregular active service,’ ” and “[a] case or controversy is\n‘determined’ when it is decided.” 363 U. S., at 688. Because\nJudge Medina was not in regular active service when the opinion\nissued, he was “without power to participate” in the en banc\ndecision.Id., at 687, 691; cf., id.,at 691–692\n(Harlan, J., dissenting).Our holding inAmerican-Foreign S. S.\nCorp.applies with equal if not greater force here. When the\nNinth Circuit issued its opinion in this case, Judge Reinhardt was\nneither an active judge nor a senior judge. For that reason, by\nstatute he was without power to participate in the en banc court’s\ndecision at the time it was rendered.In addition to §46(c), §46(d) also shows that\nwhat the Ninth Circuit did here was unlawful. That provision\nstates:“A majority of the number of judges\nauthorized to constitute a court or panel thereof, as provided in\nparagraph (c), shall constitute a quorum.”Under §46(c), a court of appeals case may be\ndecided by a panel of three judges, and therefore on such a panel\ntwo judges constitute a quorum and are able to decide an\nappeal—provided, of course, that they agree. Invoking this rule,\ninnumerable court of appeals decisions hold that when one of the\njudges on a three-judge panel dies, retires, or resigns after an\nappeal is argued or is submitted for decision without argument, the\nother two judges on the panel may issue a decision if they agree.\nSee,e.g., United Statesv.Allied Stevedoring Corp.,\n241 F.2d 925, 927 (CA2 1957);Murrayv.National\nBroadcasting Co.,35\nF.3d 45, 47 (CA2 1994);Singhv.Ashcroft, 121\nFed. Appx. 471, 472, n. (CA3 2005);ASW Allstate Painting &\nConstr. Co.v.Lexington Ins. Co.,188 F.3d 307, 309, n. (CA5 1999);Clarkv.Metropolitan Life Ins. Co., 67 F.3d 299, n. ** (CA6\n1995);Kulumaniv.Blue Cross Blue Shield Assn,224 F.3d 681, 683, n. ** (CA7 2000). See alsoNguyenv.United States,539 U.S.\n69, 82 (2003) (“[S]ettled law permits a quorum to proceed to\njudgment when one member of the panel dies or is disqualified.”).\nWith the exception of one recent decision issued by the Ninth\nCircuit after Judge Reinhardt’s death but subsequently withdrawn,\nseesupra, at 1 n., we are aware of no cases in which a\ncourt of appeals panel has purported to issue a binding decision\nthat was joined at the time of release by less than a quorum of the\njudges who were alive at that time.*  *  *Because Judge Reinhardt was no longer a judge\nat the time when the en banc decision in this case was filed, the\nNinth Circuit erred in counting him as a member of the majority.\nThat practice effectively allowed a deceased judge to exercise the\njudicial power of the United States after his death. But federal\njudges are appointed for life, not for eternity.We therefore grant the petition for certiorari,\nvacate the judgment of the United States Court of Appeals for the\nNinth Circuit, and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Justice Sotomayor concurs in the judgment.Notes1*InAltera Corp.v.Commissioner,2018 WL 3542989 (CA9, July 24, 2018), decided\nfour months after Judge Reinhardt died, his vote was initially\ncounted as one of the two judges in the majority. A footnote in the\nopinion stated: “Judge Reinhardt fully participated in this case\nand formally concurred in the majority opinion prior to his death.”Id., at *1, n. **. Later, however, the court vacated\nthe opinion and issued an order reconstituting the panel.Altera\nCorp.v.Commissioner, 898 F.3d 1266 (CA9 2018). No\nsimilar action was taken in this case.",
    "joined": []
}