{
    "case": {
        "docket": "454",
        "citation": "546",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/546/454/"
    },
    "id": "1962024",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMASH V. TYSON FOODS, INC.546 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESANTHONY ASH et al.v.TYSON FOODS,\nINC.on petition for writ of certiorari to the united\nstates court of appeals for the eleventh circuitNo. 05–379. Decided February 21, 2006Per Curiam.Petitioners Anthony Ash and John\nHithon were superintendents at a poultry plant owned and operated\nby respondent Tyson Foods, Inc. Petitioners, who are\nAfrican-American, sought promotions to fill two open shift manager\npositions, but two white males were selected instead. Alleging that\nTyson had discriminated on account of race, petitioners sued under\nRev. Stat. §1977, 42 U. S. C. §1981, and Title VII of the\nCivil Rights Act of 1964, 78 Stat. 253, as amended, 42 U.\nS. C. §2000eet seq.A trial proceeded in the United States\nDistrict Court for the Northern District of Alabama. At the close\nof the plaintiffs’ evidence, Tyson moved for judgment as a matter\nof law, see Fed. Rule Civ. Proc. 50(a). The District Court denied\nthe motion, and the jury found for petitioners, awarding\ncompensatory and punitive damages. The employer renewed its motion\nfor judgment under Rule 50(b). The District Court granted the\nmotion and, in the alternative, ordered a new trial as to both\nplaintiffs under Rule 50(c). App. to Pet. for Cert. 35a; see\ngenerallyUnitherm Food Systems, Inc.v.Swift-Eckrich, Inc., 546 U. S. ___, ___ (2006) (slip op.,\nat 4–11) (discussing Rule 50).The United States Court of Appeals for the\nEleventh Circuit affirmed in part and reversed in part. 129 Fed.\nAppx. 529, 536 (2005)(per curiam).As to Ash, the court\naffirmed the grant of the Rule 50(b) motion, deeming the trial\nevidence insufficient to show pretext (and thus insufficient to\nshow unlawful discrimination) under the burden-shifting framework\nset forth inMcDonnell Douglas Corp.v.Green,411 U. S. 792(1973). 129 Fed. Appx., at 533–534. As to Hithon, the court\nreversed the Rule 50(b) ruling, finding there was enough evidence\nto go to the jury. The court, however, affirmed the District\nCourt’s alternative remedy of a new trial under Rule 50(c), holding\nthat the evidence supported neither the decision to grant punitive\ndamages nor the amount of the compensatory award, and thus that the\nDistrict Court did not abuse its discretion in ordering a new\ntrial.Id., at 536.The judgment of the Court of Appeals, and the\ntrial court rulings it affirmed, may be correct in the final\nanalysis. In the course of its opinion, however, the Court of\nAppeals erred in two respects, requiring that its judgment now be\nvacated and the case remanded for further consideration.First, there was evidence that Tyson’s plant\nmanager, who made the disputed hiring decisions, had referred on\nsome occasions to each of the petitioners as “boy.” Petitioners\nargued this was evidence of discriminatory animus. The Court of\nAppeals disagreed, holding that “[w]hile the use of ‘boy’ when\nmodified by a racial classification like ‘black’ or ‘white’ is\nevidence of discriminatory intent, the use of ‘boy’ alone is not\nevidence of discrimination.”Id.,at 533 (citation\nomitted). Although it is true the disputed word will not always be\nevidence of racial animus, it does not follow that the term,\nstanding alone, is always benign. The speaker’s meaning may depend\non various factors including context, inflection, tone of voice,\nlocal custom, and historical usage. Insofar as the Court of Appeals\nheld that modifiers or qualifications are necessary in all\ninstances to render the disputed term probative of bias, the\ncourt’s decision is erroneous.Second, the Court of Appeals erred in\narticulating the standard for determining whether the asserted\nnondiscriminatory reasons for Tyson’s hiring decisions were\npretextual. Petitioners had introduced evidence that their\nqualifications were superior to those of the two successful\napplicants. (Part of the employer’s defense was that the plant with\nthe openings had performance problems and petitioners already\nworked there in a supervisory capacity.) The Court of Appeals, in\nfinding petitioners’ evidence insufficient, cited one of its\nearlier precedents and stated: “Pretext can be established through\ncomparing qualifications only when ‘the disparity in qualifications\nis so apparent as virtually to jump off the page and slap you in\nthe face.’ ”Ibid.(quotingCooperv.Southern Co., 390 F. 3d 695, 732 (CA11 2004)).Under this Court’s decisions, qualifications\nevidence may suffice, at least in some circumstances, to show\npretext. SeePattersonv.McLean Credit Union,491 U. S. 164,\n187–188 (1989) (indicating a plaintiff “might seek to demonstrate\nthat respondent’s claim to have promoted a better qualified\napplicant was pretextual by showing that she was in fact better\nqualified than the person chosen for the position”), superseded on\nother grounds by 42 U. S. C. §1981(b);Texas Dept. of\nCommunity Affairsv.Burdine,450 U. S. 248, 259\n(1981) (“The fact that a court may think that the employer\nmisjudged the qualifications of the applicants does not in itself\nexpose him to Title VII liability, although this may be probative\nof whether the employer’s reasons are pretexts for\ndiscrimination”); cf.Reevesv.Sanderson Plumbing\nProducts, Inc.,530 U. S. 133, 148\n(2000) (“[A] plaintiff’s prima facie case, combined with sufficient\nevidence to find that the employer’s asserted justification is\nfalse, may permit the trier of fact to conclude that the employer\nunlawfully discriminated”).The visual image of words jumping off the page\nto slap you (presumably a court) in the face is unhelpful and\nimprecise as an elaboration of the standard for inferring pretext\nfrom superior qualifications. Federal courts, including the Court\nof Appeals for the Eleventh Circuit in a decision it cited here,\nhave articulated various other standards, see,e.g.,Cooper,supra,at 732 (noting that “disparities\nin qualifications must be of such weight and significance that no\nreasonable person, in the exercise of impartial judgment, could\nhave chosen the candidate selected over the plaintiff for the job\nin question” (internal quotation marks omitted));Raadv.Fairbanks North Star Borough School Dist., 323 F. 3d\n1185, 1194 (CA9 2003) (holding that qualifications evidence\nstanding alone may establish pretext where the plaintiff’s\nqualifications are “ ‘clearly superior’ ” to those of the\nselected job applicant);Akav.Washington Hospital\nCenter, 156 F. 3d 1284, 1294 (CADC 1998) (en banc)\n(concluding the factfinder may infer pretext if “a reasonable\nemployer would have found the plaintiff to be significantly better\nqualified for the job”), and in this case the Court of Appeals\nqualified its statement by suggesting that superior qualifications\nmay be probative of pretext when combined with other evidence, see\n129 Fed. Appx., at 533. This is not the occasion to define more\nprecisely what standard should govern pretext claims based on\nsuperior qualifications. Today’s decision, furthermore, should not\nbe read to hold that petitioners’ evidence necessarily showed\npretext. The District Court concluded otherwise. It suffices to say\nhere that some formulation other than the test the Court of Appeals\narticulated in this case would better ensure that trial courts\nreach consistent results.The Court of Appeals should determine in the\nfirst instance whether the two aspects of its decision here\ndetermined to have been mistaken were essential to its holding. On\nthese premises, certiorari is granted, the judgment of the Court of\nAppeals is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}