{
    "case": {
        "docket": "20-1539",
        "citation": "595",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/595/20-1539/"
    },
    "id": "4482309",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESDANIEL RIVAS-VILLEGASv.RAMON\nCORTESLUNAon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 20–1539. Decided October 18, 2021Per Curiam.Petitioner Daniel Rivas-Villegas, a police\nofficer in Union City, California, responded to a 911 call\nreporting that a woman and her two children were barricaded in a\nroom for fear that respondent Ramon Cortesluna, the woman’s\nboyfriend, was going to hurt them. After confirming that the family\nhad no way of escaping the house, Rivas-Villegas and the other\nofficers present commanded Cortesluna outside and onto the ground.\nOfficers saw a knife in Cortesluna’s left pocket. While\nRivas-Villegas and another officer were in the process of removing\nthe knife and handcuffing Cortesluna, Rivas-Villegas briefly placed\nhis knee on the left side of Cortesluna’s back. Cortesluna later\nsued under Rev. Stat. §1979, 42 U. S. C. §1983, alleging,\nas relevant, that Rivas-Villegas used excessive force. At issue\nhere is whether Rivas-Villegas is entitled to qualified immunity\nbecause he did not violate clearly established law.The undisputed facts are as follows. A 911\noperator received a call from a crying 12-year-old girl reporting\nthat she, her mother, and her 15-year-old sister had shut\nthemselves into a room at their home because her mother’s\nboyfriend, Cortesluna, was trying to hurt them and had a chainsaw.\nThe girl told the operator that Cortesluna was “ ‘always\ndrinking,’ ” had “ ‘anger issues,’ ” was\n“ ‘really mad,’ ” and was using the chainsaw to\n“ ‘break something in the house.’ ”Corteslunav.Leon, 979 F.3d 645, 649 (CA9 2020). A police dispatcher\nrelayed this information along with a description of Cortesluna in\na request for officers to respond.Rivas-Villegas heard the broadcast and responded\nto the scene along with four other officers. The officers spent\nseveral minutes observing the home and reported seeing through a\nwindow a man matching Cortesluna’s description. One officer asked\nwhether the girl and her family could exit the house. Dispatch\nresponded that they “ ‘were unable to get out’ ” and\nconfirmed that the 911 operator had “ ‘hear[d] sawing in the\nbackground’ ” and thought that Cortesluna might be trying to\nsaw down the door.Corteslunav.Leon, 2018 WL\n6727824, *2 (ND Cal., Dec. 21, 2018).After receiving this information, Rivas-Villegas\nknocked on the door and stated loudly, “ ‘police department,\ncome to the front door, Union City police, come to the front\ndoor.’ ”Ibid.Another officer yelled, “ ‘he’s\ncoming and has a weapon.’ ”Ibid.A different officer\nthen stated, “ ‘use less-lethal,’ ” referring to a\nbeanbag shotgun.Ibid.When Rivas-Villegas ordered\nCortesluna to “ ‘drop it,’ ” Cortesluna dropped the\n“weapon,” later identified as a metal tool.Ibid.Rivas-Villegas then commanded, “ ‘come out,\nput your hands up, walk out towards me.’ ” 979 F. 3d, at\n650. Cortesluna put his hands up and Rivas-Villegas told him to\n“ ‘keep coming.’ ”Ibid.As Cortesluna walked out\nof the house and toward the officers, Rivas-Villegas said,\n“ ‘Stop. Get on your knees.’ ”Ibid.Plaintiff\nstopped 10 to 11 feet from the officers. Another officer then saw a\nknife sticking out from the front left pocket of Cortesluna’s pants\nand shouted, “ ‘he has a knife in his left pocket, knife in\nhis pocket,’ ” and directed Cortesluna, “ ‘don’t put your\nhands down,’ ” “ ‘hands up.’ ” 2018 WL 6727824, *2.\nCortesluna turned his head toward the instructing officer but then\nlowered his head and his hands in contravention of the officer’s\norders. Another officer twice shot Cortesluna with a beanbag round\nfrom his shotgun, once in the lower stomach and once in the left\nhip.After the second shot, Cortesluna raised his\nhands over his head. The officers shouted for him to “ ‘get\ndown,’ ” which he did. Another officer stated, “ ‘left\npocket, he’s got a knife.’ ”Ibid.Rivas-Villegas then\nstraddled Cortesluna. He placed his right foot on the ground next\nto Cortesluna’s right side with his right leg bent at the knee. He\nplaced his left knee on the left side of Cortesluna’s back, near\nwhere Cortesluna had a knife in his pocket. He raised both of\nCortesluna’s arms up behind his back. Rivas-Villegas was in this\nposition for no more than eight seconds before standing up while\ncontinuing to hold Cortesluna’s arms. At that point, another\nofficer, who had just removed the knife from Cortesluna’s pocket\nand tossed it away, came and handcuffed Cortesluna’s hands behind\nhis back. Rivas-Villegas lifted Cortesluna up and moved him away\nfrom the door.Cortesluna brought suit under 42\nU. S. C. §1983, claiming, as relevant here, that\nRivas-Villegas used excessive force in violation of the Fourth\nAmendment. The District Court granted summary judgment to\nRivas-Villegas, but the Court of Appeals for the Ninth Circuit\nreversed. 979 F. 3d, at 656.The Court of Appeals held that “Rivas-Villegas\nis not entitled to qualified immunity because existing precedent\nput him on notice that his conduct constituted excessive force.”Id.,at 654. In reaching this conclusion, the Court of\nAppeals relied solely onLaLondev.County of\nRiverside,204 F.3d 947(CA9 2000). The court acknowledged that “the\nofficers here responded to a more volatile situation than did the\nofficers inLaLonde.” 979 F. 3d, at 654. Nevertheless,\nit reasoned: “BothLaLondeand this case involve suspects\nwho were lying face-down on the ground and were not resisting\neither physically or verbally, on whose back the defendant officer\nleaned with a knee, causing allegedly significant injury.”Ibid.Judge Collins dissented. As relevant, he argued\nthat “the facts ofLaLondeare materially distinguishable\nfrom this case and are therefore insufficient to have made clear to\nevery reasonable officer that the force Rivas-Villegas used here\nwas excessive.”Id.,at 664 (internal quotation marks\nomitted).We agree and therefore reverse. Even assuming\nthat controlling Circuit precedent clearly establishes law for\npurposes of §1983,LaLondedid not give fair notice to\nRivas-Villegas. He is thus entitled to qualified immunity.“Qualified immunity attaches when an official’s\nconduct does not violate clearly established statutory or\nconstitutional rights of which a reasonable person would have\nknown.”Whitev.Pauly, 580 U. S. ___, ___\n(2017) (per curiam) (slip op., at 6) (internal quotation\nmarks omitted). A right is clearly established when it is\n“sufficiently clear that every reasonable official would have\nunderstood that what he is doing violates that right.”Mullenixv.Luna, 577 U.S. 7, 11 (2015) (per\ncuriam) (internal quotation marks omitted). Although “this\nCourt’s case law does not require a case directly on point for a\nright to be clearly established, existing precedent must have\nplaced the statutory or constitutional question beyond debate.”White, 580 U. S., at ___ (slip op., at 6) (alterations\nand internal quotation marks omitted). This inquiry “must be\nundertaken in light of the specific context of the case, not as a\nbroad general proposition.”Brosseauv.Haugen,543 U.S.\n194, 198 (2004) (per curiam) (internal quotation marks\nomitted).“[S]pecificity is especially important in the\nFourth Amendment context, where . . . it is sometimes\ndifficult for an officer to determine how the relevant legal\ndoctrine, here excessive force, will apply to the factual situation\nthe officer confronts.”Mullenix, 577 U. S., at 12\n(alterations and internal quotation marks omitted). Whether an\nofficer has used excessive force depends on “the facts and\ncircumstances of each particular case, including the severity of\nthe crime at issue, whether the suspect poses an immediate threat\nto the safety of the officers or others, and whether he is actively\nresisting arrest or attempting to evade arrest by flight.”Grahamv.Connor,490 U.S.\n386, 396 (1989); see alsoTennesseev.Garner,471 U.S.\n1, 11 (1985) (“Where the officer has probable cause to believe\nthat the suspect poses a threat of serious physical harm, either to\nthe officer or to others, it is not constitutionally unreasonable\nto prevent escape by using deadly force”). However,Graham’s\nandGarner’s standards are cast “at a high level of\ngenerality.”Brosseau, 543 U. S., at 199. “[I]n an\nobvious case, these standards can ‘clearly establish’ the answer,\neven without a body of relevant case law.”Ibid.But this is\nnot an obvious case. Thus, to show a violation of clearly\nestablished law, Cortesluna must identify a case that put\nRivas-Villegas on notice that his specific conduct was\nunlawful.Cortesluna has not done so. Neither Cortesluna\nnor the Court of Appeals identified any Supreme Court case that\naddresses facts like the ones at issue here. Instead, the Court of\nAppeals relied solely on its precedent inLaLonde. Even\nassuming that Circuit precedent can clearly establish law for\npurposes of §1983,LaLondeis materially distinguishable and\nthus does not govern the facts of this case.InLaLonde, officers were responding to a\nneighbor’s complaint that LaLonde had been making too much noise in\nhis apartment. 204 F. 3d, at 950–951. When they knocked on\nLaLonde’s door, he “appeared in his underwear and a T-shirt,\nholding a sandwich in his hand.”Id.,at 951. LaLonde\ntestified that, after he refused to let the officers enter his\nhome, they did so anyway and informed him he would be arrested for\nobstruction of justice.Ibid.One officer then knocked the\nsandwich from LaLonde’s hand and “grabbed LaLonde by his ponytail\nand knocked him backwards to the ground.”Id.,at 952. After\na short scuffle, the officer sprayed LaLonde in the face with\npepper spray. At that point, LaLonde ceased resisting and another\nofficer, while handcuffing LaLonde, “deliberately dug his knee into\nLaLonde’s back with a force that caused him long-term if not\npermanent back injury.”Id.,at 952, 960, n. 17.The situation inLaLondeand the\nsituation at issue here diverge in several respects. InLaLonde, officers were responding to a mere noise complaint,\nwhereas here they were responding to a serious alleged incident of\ndomestic violence possibly involving a chainsaw. In addition,\nLaLonde was unarmed. Cortesluna, in contrast, had a knife\nprotruding from his left pocket for which he had just previously\nappeared to reach. Further, in this case, video evidence shows, and\nCortesluna does not dispute, that Rivas-Villegas placed his knee on\nCortesluna for no more than eight seconds and only on the side of\nhis back near the knife that officers were in the process of\nretrieving. LaLonde, in contrast, testified that the officer\ndeliberately dug his knee into his back when he had no weapon and\nhad made no threat when approached by police. These facts,\nconsidered together in the context of this particular arrest,\nmaterially distinguish this case fromLaLonde.“Precedent involving similar facts can help move\na case beyond the otherwise hazy borders between excessive and\nacceptable force and thereby provide an officer notice that a\nspecific use of force is unlawful.”Kiselav.Hughes,\n584 U. S. ___, ___ (2018) (per curiam) (slip op., at 5)\n(internal quotation marks omitted). On the facts of this case,\nneitherLaLondenor any decision of this Court is\nsufficiently similar. For that reason, we grant Rivas-Villegas’\npetition for certiorari and reverse the Ninth Circuit’s\ndetermination that Rivas-Villegas is not entitled to qualified\nimmunity.It is so ordered.",
    "joined": []
}