{
    "case": {
        "docket": "1",
        "citation": "577",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/577/1/"
    },
    "id": "3475837",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESMARYLAND, PETITIONERv.JAMES KULBICKIon petition for writ of certiorari to the court of appeals of\nmarylandNo. 14–848. Decided October 5, 2015Per Curiam.A criminal defendant “shall enjoy the right . . . to\nhave the Assistance of Counsel for his defence.” U. S. Const.,\nAmdt. 6. We have held that this right requires effective counsel in\nboth state and federal prosecutions, even if the defendant is\nunable to afford counsel.Gideonv.Wainwright, 372\nU. S. 335, 344 (1963) . Counsel is unconstitutionallyineffective if his performance is both deficient, meaning\nhis errors are “so serious” that he no longer functions as\n“counsel,” and prejudicial, meaning his errors deprive the\ndefendant of a fair trial.Stricklandv.Washington,\n466 U. S. 668, 687 (1984) . Applying this standard in name\nonly, the Court of Appeals of Maryland held that James Kulbicki’s\ndefense attorneys were unconstitutionally ineffective. We summarily\nreverse.In 1993, Kulbicki shot his 22-year-old mistress in the head at\npointblank range. The two had been ensnarled in a paternity suit,\nand the killing occurred the weekend before a scheduled hearing\nabout unpaid child support. At Kulbicki’s trial, commencing in\n1995, Agent Ernest Peele of the FBI testified as the State’s expert\non Comparative Bullet Lead Analysis, or CBLA. In testimony of the\nsort CBLA experts had provided for decades, Peele testified that\nthe composition of elements in the molten lead of a bullet fragment\nfound in Kulbicki’s truck matched the composition of lead in a\nbullet fragment removed from the victim’s brain; a similarity of\nthe sort one would “ ‘expect’ ” if “ ‘examining two\npieces of the same bullet.’ ” 440 Md. 33, 41, 99 A. 3d\n730, 735 (2014). He further testified that a bullet taken from\nKulbicki’s gun was not an “exac[t]” match to the bullet fragments,\nbut was similar enough that the two bullets likely came from the\nsame package.Id.,at 42–44, 99 A. 3d, at 735–736.\nAfter considering this ballistics evidence, additional physical\nevidence from Kulbicki’s truck, and witness testimony, the jury\nconvicted Kulbicki of first-degree murder.Kulbicki then filed a petition for post-conviction relief, which\nlingered in state court until 2006 when Kulbicki added a claim that\nhis defense attorneys were ineffective for failing to question the\nlegitimacy of CBLA. By then, 11 years after his conviction, CBLA\nhad fallen out of favor. Indeed, Kulbicki supplemented his petition\nonce more in 2006 after the Court of Appeals of Maryland held for\nthe first time that CBLA evidence was not generally accepted by the\nscientific community and was therefore inadmissible. SeeClemonsv.State, 392 Md. 339, 371, 896 A. 2d\n1059, 1078 (2006).Kulbicki lost in the lower state courts and appealed to the\nCourt of Appeals of Maryland. At that point, Kulbicki abandoned his\nclaim of ineffective assistance with respect to the CBLA evidence,\nbut the high court vacated Kulbicki’s conviction on that ground\nalone. Kulbicki’s counsel, according to the court, should have\nfound a report coauthored by Agent Peele in 1991 that “presaged the\nflaws in CBLA evidence.” 440 Md., at 40, 99 A. 3d, at 734. One\nof the many findings of the report was that the composition of lead\nin some bullets was the same as that of lead in other bullets\npackaged many months later in a separate box. Rather than conduct\n“further research to explain the existence of overlapping\ncompositions,” the authors “speculated” that coincidence (or, in\none case, the likelihood that separately packaged bullets\noriginated from the same source of lead) caused the overlap.Id., at 49, 99 A. 3d, at 739. The Court of Appeals\nopined that this lone finding should have caused the report’s\nauthors to doubt“that bullets produced from different\nsources of lead would have a unique chemical composition,” the\nfaulty assumption that ultimately led the court to reject CBLA\nevidence 15 years later.Ibid.; seeClemons,supra, 369–370, 896 A. 2d, at 1077. The authors’\n“failure to fully explore the variance,” the Court of Appeals\nconcluded, was “at odds with the scientific method.” 440 Md., at\n50, 99 A. 3d, at 740.In the Court of Appeals’ view, any good attorney should have\nspotted this methodological flaw. The court held that counsel’s\nfailure to unearth the report, to identify one of its findings as\n“at odds with the scientific method,” and to use this\nmethodological flaw to cast doubt on CBLA during counsel’s\ncross-examination of Peele, “fell short of prevailing professional\nnorms.”Id., at 50–53, 99 A. 3d, at 740–742. Concluding\nthat counsel’s supposed deficiency was prejudicial, the court set\naside the conviction and ordered a new trial.Id.,at 56, 99\nA. 3d, at 743–744.We reverse. The Court of Appeals offered no support for its\nconclusion that Kulbicki’s defense attorneys were constitutionally\nrequired to predict the demise of CBLA. Instead, the court indulged\nin the “natural tendency to speculate as to whether a different\ntrial strategy might have been more successful.”Lockhartv.Fretwell, 506 U. S. 364, 372 (1993) . To combat this\ntendency, we have “adopted the rule of contemporary assessment of\ncounsel’s conduct.”Ibid. Had the Court of Appeals heeded\nthis rule, it would have “judge[d] the reasonableness of counsel’s\nchallenged conduct . . . viewed as of the time of counsel’s\nconduct.”Strickland,supra, at 690.At the time of Kulbicki’s trial in 1995, the validity of CBLA\nwas widely accepted, and courts regularly admitted CBLA evidence\nuntil 2003. SeeUnited Statesv.Higgs, 663\nF. 3d 726, 738 (CA4 2011). As the Court of Appeals\nacknowledged, even the 1991 report itself did not question the\nvalidity of CBLA, concluding that it was a valid and useful\nforensic tool to match suspect to victim. 440 Md.,at 51,\nn. 11, 99 A. 3d, at 740, n. 11. Counsel did not\nperform deficiently by dedicating their time and focus to elements\nof the defense that did not involve poking methodological holes in\na then-uncontroversial mode of ballistics analysis.That is especially the case here, since there is no reason to\nbelieve that a diligent search would even have discovered the\nsupposedly crucial report. The Court of Appeals offered a single\ncitation in support of its sweeping statement that the report “was\navailable” to Kulbicki’s counsel in 1995—a Government Printing\nOffice Web page accessed by the Court of Appeals, apparently\nconducting its own Internet research nearly two decades after the\ntrial.Id., at 51, and n. 12, 99 A. 3d, at 741,\nand n. 12; see also Brief in Opposition 14. The Web page\nindicates that a compilation of forensic studies that included the\nreport was “distributed to various public libraries in 1994.” 440\nMd., at 51, n. 12, 99 A. 3d, at 741, n. 12. But which\nones? And in an era of card catalogues, not a worldwide web, what\nefforts would counsel have had to expend to find the compilation?\nAnd had they found it, would counsel really have combed through the\nentire compilation, and have identified the one (of many) findings\nin one of the reports, the disregard of which counsel would have\nrecognized to be “at odds with the scientific method”? And then,\nwould effective counsel really have brought to the attention of the\njury a report whoseconclusionwas that CBLA was a valid\ninvestigative technique in cases just like Kulbicki’s? Neither the\nCourt of Appeals nor Kulbicki has answers. Given the\nuncontroversial nature of CBLA at the time of Kulbicki’s trial, the\neffect of the judgment below is to demand that lawyers go “looking\nfor a needle in a haystack,” even when they have “reason to doubt\nthere is any needle there.”Rompillav.Beard, 545\nU. S. 374, 389 (2005) . The Court of Appeals demanded\nsomething close to “perfect advocacy”—far more than the “reasonable\ncompetence” the right to counsel guarantees.Yarboroughv.Gentry, 540 U. S. 1, 8 (2003) (per curiam).Kulbicki’s trial counsel did not provide deficient performance\nwhen they failed to uncover the 1991 report and to use the report’s\nso-called methodological flaw against Peele on cross-examination.\n(We need not, and so do not, decide whether the supposed error\nprejudiced Kulbicki.) The petition for writ of certiorari is\ngranted, and the judgment of the Court of Appeals for Maryland is\nreversed.It is so ordered.",
    "joined": []
}