{
    "case": {
        "docket": "411",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/411/"
    },
    "id": "3545970",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJAIME CAETANOv.MASSACHUSETTSon petition for writ of certiorari to the\nsupreme judicial court of massachusettsNo. 14–10078. Decided March 21, 2016Per Curiam.The Court has held that “the Second Amendment\nextends, prima facie, to all instruments that constitute bearable\narms, even those that were not in existence at the time of the\nfounding,”District of Columbiav.Heller, 554\nU. S. 570, 582 (2008) , and that this “ Second Amendment right\nis fully applicable to the States,”McDonaldv.Chicago, 561 U. S. 742, 750 (2010) . In this case, the\nSupreme Judicial Court of Massachusetts upheld a Massachusetts law\nprohibiting the possession of stun guns after examining “whether a\nstun gun is the type of weapon contemplated by Congress in 1789 as\nbeing protected by the Second Amendment.” 470 Mass. 774, 777, 26\nN. E. 3d 688, 691 (2015).The court offered three explanations to support\nits holding that the Second Amendment does not extend to stun guns.\nFirst, the court explained that stun guns are not protected because\nthey “were not in common use at the time of the Second Amendment’s\nenactment.”Id.,at 781, 26 N. E. 3d, at 693. This is\ninconsistent withHeller’s clear statement that the Second\nAmendment “extends . . . to . . . arms\n. . . that were not in existence at the time of the\nfounding.” 554 U. S., at 582.The court next asked whether stun guns are\n“dangerous per se at common law and unusual,” 470 Mass., at\n781, 26 N. E. 3d, at 694, in an attempt to apply one\n“important limitation on the right to keep and carry arms,”Heller, 554 U. S., at 627; seeibid.(referring\nto “the historical tradition of prohibiting the carrying of\n‘dangerous and unusual weapons’ ”). In so doing, the court\nconcluded that stun guns are “unusual” because they are “a\nthoroughly modern invention.” 470 Mass., at 781, 26\nN. E. 3d, at 693–694. By equating “unusual” with “in\ncommon use at the time of the Second Amendment’s enactment,” the\ncourt’s second explanation is the same as the first; it is\ninconsistent withHellerfor the same reason.Finally, the court used “a contemporary lens”\nand found “nothing in the record to suggest that [stun guns] are\nreadily adaptable to use in the military.” 470 Mass., at 781, 26\nN. E. 3d, at 694. ButHellerrejected the\nproposition “that only those weapons useful in warfare are\nprotected.” 554 U. S., at 624–625.For these three reasons, the explanation the\nMassachusetts court offered for upholding the law contradicts this\nCourt’s precedent. Consequently, the petition for a writ of\ncertiorari and the motion for leave to proceedin forma\npauperisare granted. The judgment of the Supreme Judicial\nCourt of Massachusetts is vacated, and the case is remanded for\nfurther proceedings not inconsistent with this opinion.It is so ordered.",
    "joined": []
}