{
    "case": {
        "docket": "18-483",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/18-483/"
    },
    "id": "4100169",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESKRISTINA BOX, COMMISSIONER, INDIANA DEPART-\nMENT OF HEALTH, et al.v.PLANNED PARENTHOOD OF INDIANA\nAND KENTUCKY, INC., et al.on petition for writ of certiorari to the\nunited states court of appeals for the seventh circuitNo. 18–483. Decided May 28, 2019Per Curiam.Indiana’s petition for certiorari argues that\nthe Court of Appeals for the Seventh Circuit incorrectly\ninvalidated two new provisions of Indiana law: the first relating\nto the disposition of fetal remains by abortion providers; and the\nsecond barring the knowing provision of sex-, race-, or\ndisability-selective abortions by abortion providers. See Ind. Code\n§§16−34−2−1.1(a)(1)(K), 16−34−3−4(a), 16−34− 4−4, 16−34−4−5,\n16−34−4−6, 16−34−4−7, 16−34− 4−8, 16−41−16−4(d), 16−41−16−5 (2018).\nWe reverse the judgment of the Seventh Circuit with respect to the\nfirst question presented, and we deny the petition with respect to\nthe second question presented.IThe first challenged provision altered the\nmanner in which abortion providers may dispose of fetal remains.\nAmong other changes, it excluded fetal remains from the definition\nof infectious and pathological waste, §§16−41−16−4(d), 16−41−16−5,\nthereby preventing incineration of fetal remains along with\nsurgical byproducts. It also authorized simultaneous cremation of\nfetal remains, §16−34−3−4(a), which Indiana does not generally\nallow for human remains, §23−14−31−39(a). The law did not affect a\nwoman’s right under existing law “to determine the final\ndisposition of the aborted fetus.” §16−34−3−2(a).Respondents have never argued that Indiana’s law\ncreates an undue burden on a woman’s right to obtain an abortion.\nCf.Planned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833, 874 (1992) (plurality opinion). Respondents have instead\nlitigated this case on the assumption that the law does not\nimplicate a fundamental right and is therefore subject only to\nordinary rational basis review. SeePlanned Parenthood of\nIndiana and Kentucky,Inc. v.Commissioner of Indiana\nState Dept.of Health, 888 F.3d 300, 307 (2018). To\nsurvive under that standard, a state law need only be “rationally\nrelated to legitimate government interests.”Washingtonv.Glucksberg,521 U.S.\n702, 728 (1997).The Seventh Circuit found Indiana’s disposition\nlaw invalid even under this deferential test. It first held that\nIndiana’s stated interest in “the ‘humane and dignified disposal of\nhuman remains’ ” was “not . . . legitimate.” 888\nF. 3d, at 309. It went on to hold that even if Indiana’s\nstated interest were legitimate, “it [could not] identify a\nrational relationship” between that interest and “the law as\nwritten,” because the law preserves a woman’s right to dispose of\nfetal remains however she wishes and allows for simultaneous\ncremation.Ibid.We now reverse that determination. This Court\nhas already acknowledged that a State has a “legitimate interest in\nproper disposal of fetal remains.”Akronv.Akron Center\nfor Reproductive Health,Inc.,462\nU.S. 416, 452, n. 45 (1983). The Seventh Circuit clearly\nerred in failing to recognize that interest as a permissible basis\nfor Indiana’s disposition law. SeeArmourv.Indianapolis,566 U.S.\n673, 685 (2012) (on rational basis review, “the burden is on\nthe one attacking the legislative arrangement to negative every\nconceivable basis which might support it”). The only remaining\nquestion, then, is whether Indiana’s law is rationally related to\nthe State’s interest in proper disposal of fetal remains. We\nconclude that it is, even if it is not perfectly tailored to that\nend. Seeibid.(the State need not have drawn “the perfect\nline,” as long as “the line actually drawn [is] a rational” one).\nWe therefore uphold Indiana’s law under rational basis review.We reiterate that, in challenging this\nprovision, respondents have never argued that Indiana’s law imposes\nan undue burden on a woman’s right to obtain an abortion. This\ncase, as litigated, therefore does not implicate our cases applying\nthe undue burden test to abortion regulations. Other courts have\nanalyzed challenges to similar disposition laws under the undue\nburden standard. SeePlanned Parenthood of Indiana and\nKentucky,Inc. v.Commissioner of Indiana State\nDept.of Health, 2018 WL 3655854, *2−*3 (CA7, June 25,\n2018) (Wood, C. J., concurring in denial of rehearing en\nbanc). Our opinion expresses no view on the merits of those\nchallenges.IIOur opinion likewise expresses no view on the\nmerits of the second question presented,i.e., whether\nIndiana may prohibit the knowing provision of sex-, race-, and\ndisability- selective abortions by abortion providers. Only the\nSeventh Circuit has thus far addressed this kind of law. We follow\nour ordinary practice of denying petitions insofar as they raise\nlegal issues that have not been considered by additional Courts of\nAppeals. See this Court’s Rule 10.*  *  *In sum, we grant certiorari with respect to\nthe first question presented in the petition and reverse the\njudgment of the Court of Appeals with respect to that question. We\ndeny certiorari with respect to the second question presented.It is so ordered.Justice Sotomayor would deny the petition for a\nwrit of certiorari as to both questions presented.",
    "joined": []
}