{
    "case": {
        "docket": "520",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/520/"
    },
    "id": "1963708",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJOHN E. WETZEL, SECRETARY, PENNSYLVANIA DEPARTMENT OF CORRECTIONS, et al.v.JAMES LAMBERTon petition for writ of certiorari to the united states court of appeals for the third circuitNo. 11–38. Decided February 21, 2012Per Curiam.James Lambert was convicted and sentenced to death in 1984 for the murder of two patrons during a robbery of Prince’s Lounge in Philadelphia, Pennsylvania.  One of the Commonwealth’s primary witnesses at Lambert’s trial was Bernard Jackson, who admitted to being involved in the robbery and identified Bruce Reese and Lambert as his accomplices.  Almost 20 years later, Lambert brought a claim for postconviction relief in Pennsylvania state court, alleging that the Commonwealth had failed to disclose,inter alia, a “police activity sheet” in violation ofBradyv.Maryland,373 U.S. 83(1963).  This document, dated October 25, 1982, noted that a photo display containing a picture of an individual named Lawrence Woodlock was shown to two witnesses to the Prince’s Lounge robbery, but that “[n]o identification was made.”  Exh. 1, App. to Brief in Opposition.  The document further noted that “Mr. WOODLOCK is named as co-defendant” by Jackson, who was in custody at the time on several charges and had admitted to involvement in at least 13 armed robberies of bars.Ibid.The activity sheet did not indicate whether Jackson’s reference was to the Prince’s Lounge crime or one of the others.  The sheet bore the names of the law enforcement officers involved in the investigation of the Prince’s Lounge robbery.  It also bore the names of the robbery’s murder victims, as well as the police case numbers for those murders.  The Commonwealth has identified no evidence that Woodlock was ever investigated for any other robbery, or that his photo was shown to a witness in any other robbery.Lambert claimed that the activity sheet was exculpa-tory, because it suggested that someone other than or in addition to him, Jackson, and Reese was involved in the Prince’s Lounge crime.Commonwealthv.Lambert, 584 Pa. 461, 472, 884 A.2d 848, 855 (2005).  Lambert also argued that he could have used the activity sheet to impeach Jackson’s testimony at trial, because the statement attributed to Jackson suggested that Jackson had identified Woodlock as a participant prior to identifying Lambert.Ibid.The Commonwealth countered that the asserted “statement” by Jackson reflected in the activity sheet was in fact nothing more than an “ambiguously worded notation.”Ibid.The Commonwealth argued that this notation sim-ply indicated that Jackson had named Woodlock as a “co-defendant” in some incident, without specifying whether Woodlock was said to be involved in the Prince’s Lounge robbery or one of the dozen other robberies in which  Jackson had admitted participating.  In this regard, the Commonwealth noted that Woodlock’s name was not mentioned anywhere else in the police records, trial proceedings, or Jackson’s statements about the Prince’s Lounge robbery.  As the Commonwealth has put it, “it seems likely that Jackson identified [Woodlock] as a participant in one of his manyotherrobberies, and police simply confirmed that Woodlock had nothing to do withthiscase.”  Reply to Brief in Opposition 2.  The Commonwealth “further note[d]” that the document would not have advanced any impeachment of Jackson, because he had already been extensively impeached at trial.Lambert, 584 Pa., at 472, 884 A. 2d, at 855.  Thus, according to the Commonwealth, the “ambiguous reference to Woodlock” would not have discredited Jackson any further.Ibid.The Pennsylvania Supreme Court agreed with the Commonwealth and unanimously rejected Lambert’sBradyclaim, holding that the disputed document was not material.Id.,at 472–473, 848 A. 2d, at 855–856.  The court concluded that there was no reasonable probability that the result of Lambert’s trial would have been different had the document been disclosed.Ibid.SeeStricklerv.Greene,527 U.S. 263, 281 (1999).  Calling Lambert’s claim that the reference to Woodlock “automatically” meant someone else was involved in the Prince’s Lounge robbery “purely speculative at best,” the court noted that “the police must not have had reason to consider Woodlock a potential codefendant in this case as his name is not mentioned anywhere else in the police investigation files.”  584 Pa., at 473, 884 A. 2d, at 855.  “Moreover,” the court continued, the document “would not have materially furthered the impeachment of Jackson at trial as he was already extensively impeached by both [Lambert] and Reese.”Ibid.Lambert filed a petition for a writ of habeas corpus in the Eastern District of Pennsylvania under\n\n28 U. S. C. §2254, claiming,inter alia, that the Commonwealth’s failure to disclose the document violated his rights underBrady.  The District Court denied the writ, holding that the state courts’ determination that the notations “were not exculpatory or impeaching” was “reasonable.”Lambertv.Beard, Civ. Action No. 02–9034 (July 24, 2007), App. to Pet. for Cert. 34, 36.  The court explained that “[t]he various notations and statements which [Lambert] claims the Commonwealth should have disclosed are en-tirely ambiguous, and would have required the state courts to speculate to conclude they were favorable for Lambert and material to his guilt or punishment.”Id.,at 36.On appeal, however, the Court of Appeals for the Third Circuit reversed and granted the writ.  633 F.3d 126 (2011).  The Third Circuit concluded that it was “patently unreasonable” for the Pennsylvania Supreme Court to presume that whenever a witness is impeached in one manner, any other impeachment evidence would be im-material.Id., at 134.  According to the Third Circuit, the notation that Jackson had identified Woodlock as a “co-defendant” would have “opened an entirely new line of impeachment” because the prosecutor at trial had relied on the fact that Jackson had consistently named Lambert as the third participant in the robbery.Id.,at 135.  The Commonwealth petitioned for certiorari.The Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) precludes a federal court from granting a writ of habeas corpus to a state prisoner unless the state court’s adjudication of his claim “resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.”\n\n28 U. S. C. §2254(d)(1).  “Under §2254(d), a habeas court must determine what arguments or theories supported . . . the state court’s decision; and then it must ask whether it is possible fairminded jurists could disagree that those arguments or theories are inconsistent with the holding in a prior decision of this Court.”Harringtonv.Richter, 562 U. S. ___, ___ (2011) (slip op., at 12).In this case, however, the Third Circuit overlooked the determination of the state courts that the notations were, as the District Court put it, “not exculpatory or impeaching” but instead “entirely ambiguous.”  App. to Pet. for Cert. 34, 36.  Instead, the Third Circuit focused solely on the alternative ground that any impeachment value that might have been obtained from the notations would have been cumulative.  If the conclusion in the state courts about the content of the document was reasonable—not necessarily correct, but reasonable—whatever those courts had to say about cumulative impeachment evidence would be beside the point.  The failure of the Third Circuit even to address the “ambiguous” nature of the notations, and the “speculat[ive]” nature of Lambert’s reading of them, is especially surprising, given that this was the basis of the District Court ruling.Id., at 36.[1]The Court of Appeals ordered that Lambert, convicted of capital murder nearly 30 years ago, be set free unless the Commonwealth retried him within 120 days.  It did so because of a police activity sheet noting that Jackson had identified Woodlock as a “co-defendant,” and bearing other information associating the sheet with the Prince’s Lounge robbery.  The Court of Appeals, however, failed to address the state court ruling that the reference to Woodlock was ambiguous and any connection to the Prince’s Lounge robbery speculative.  That ruling—on which we do not now opine—may well be reasonable, given that (1) the activity sheet did not explicitly link Woodlock to the Prince’s Lounge robbery, (2) Jackson had committed a dozen other such robberies, (3) Jackson was being held on several charges when the activity sheet was prepared, (4) Woodlock’s name appeared nowhere else in the Prince’s Lounge files, and (5) the two witnesses from the Prince’s Lounge robbery who were shown Woodlock’s photo didnotidentify him as involved in that crime.Any retrial here would take placethreedecadesafter the crime, posing the most daunting difficulties for the prosecution.  That burden should not be imposed unlesseachground supporting the state court decision is examined and found to be unreasonable under AEDPA.The petition for certiorari and respondent’s motion to proceedin forma pauperisare granted.  The judgment of the Court of Appeals for the Third Circuit is vacated, and the case is remanded for proceedings consistent with this opinion.It is so ordered.Notes1The dissent emphasizes that the activity sheet was prepared for the investigation into the Prince’s Lounge crime.Post, at 1 (opinion of Breyer, J.).  No one disputes that.  The ambiguity at issue concerns whether Jackson’sstatementreferred to that crime, or one of his many others.  The dissent also finds “no suggestion” that the state courts believed Jackson’s reference to Woodlock “contained the argued ambiguity.”Post, at 3.  The Pennsylvania Supreme Court, however, recognized the Commonwealth’s argument that Jackson could have named Woodlock as a codefendant in some other robbery, and concluded that “the Commonwealth accurately notes that the police must not have had reason to consider Woodlock a potential codefendant in this case as his name is not mentioned anywhere else in the police investigation files.”Commonwealthv.Lambert, 584 Pa. 461, 473, 884 A.2d 848, 855 (2005).  The only state court ruling the Third Circuit addressed—the conclusion that any impeachment evidence would have been cumulative—was one the state court introduced with “[m]oreover,” confirming that it was an alternative basis for its decision.Ibid.And the District Court certainly understood the state court decisions to have considered the reference ambiguous.  See App. to Pet. for Cert. 36.",
    "joined": []
}