{
    "case": {
        "docket": "17-801",
        "citation": "583",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/583/17-801/"
    },
    "id": "3809093",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESIN RE UNITED STATES, et al.on petition for writ of mandamusNo. 17–801. Decided December 20, 2017Per Curiam.This case arises from five related lawsuits that\nchallenge a determination adopted by the Acting Secretary of the\nDepartment of Homeland Security (DHS). The determination, announced\nby the Acting Secretary, is to take immediate steps to rescind a\nprogram known as Deferred Action for Childhood Arrivals, or DACA,\nby March 5, 2018. The Acting Secretary stated that her\ndetermination was based in part on the Attorney General’s\nconclusion that DACA is unlawful and likely would be enjoined in\npotentially imminent litigation.The five suits were filed in the United States\nDistrict Court for the Northern District of California, and the\nplaintiffs in those actions are the respondents in the matter now\nbefore this Court. The defendants in the District Court, and the\npetitioners here, include the Govern-ment of the United States, the\nActing Secretary, and the President of the United States, all\nreferred to here as the Government.In the District Court litigation respondents\nargue that the Acting Secretary’s determination to rescind DACA in\nthe near future is unlawful because, among other reasons, it\nviolates the Administrative Procedure Act (APA) and the Due Process\nClause of the Fifth Amendment, including the equal protection\nguarantee implicit in that Clause.The issue to be considered here involves\nrespondents’ contention that the administrative record the\nGovernment filed to support the Acting Secretary’s determination to\nrescind DACA is incomplete. The record consists of 256 pages of\ndocuments, and the Government contends that it contains all of the\nnondeliberative material considered by the Acting Secretary in\nreaching her determination. (Nearly 200 pages consist of published\nopinions from various federal courts.)On October 17, the District Court, on\nrespondents’ motion, ordered the Government to complete the\nadministrative record. SeeRegents of Univ. of Cal.v.Department of Homeland Security, App. C to Pet. for\nMandamus, 2017 WL 4642324 (ND Cal., Oct. 17, 2017) (District Court\nOrder). The details of that order are recounted further below. Seeinfra, at 3.The Government petitioned for a writ of\nmandamus in the Court of Appeals for the Ninth Circuit. The Court\nof Appeals, in a divided opinion, denied the Government’s petition.\nSee 875 F. 3d 1200 (2017).On November 19, three days after the Court of\nAppeals issued its opinion, respondents moved the District Court to\nstay its order requiring completion of the administrative record\nuntil after the District Court resolved the Government’s motion to\ndismiss and respondents’ motion for a preliminary injunction. See\nMotion to Stay in No. 17–cv–5211 (Nov. 19, 2017), Doc. 190. The\nDistrict Court did not grant respondents’ request, instead staying\nits order for one month.Still objecting to the District Court’s order,\nthe Government now seeks relief in this Court. It has filed here a\npetition for a writ of mandamus to the District Court, or, in the\nalternative, for a writ of certiorari to the Court of Appeals.The Court now grants the petition for a writ of\ncertiorari, vacates the order of the Court of Appeals for the Ninth\nCircuit, and remands the case.The District Court’s October 17 order requires\nthe Government to turn over all “emails, letters, memoranda, notes,\nmedia items, opinions and other materials” that fall within the\nfollowing categories:“(1) all materials actually seen or considered,\nhowever briefly, by Acting Secretary [Elaine] Duke in connection\nwith the potential or actual decision to rescind DACA . . . , (2)\nall DACA-related materials considered by persons (anywhere in the\ngovernment) who thereafter provided Acting Secretary Duke with\nwritten advice or input regarding the actual or potential\nrescission of DACA, (3) all DACA-related materials considered by\npersons (anywhere in the government) who thereafter provided Acting\nSecretary Duke with verbal input regarding the actual or potential\nrescission of DACA, (4) all comments and questions propounded by\nActing Secretary Duke to advisors or subordinates or others\nregarding the actual or potential rescission of DACA and their\nresponses, and (5) all materials directly or indirectly considered\nby former Secretary of DHS John Kelly leading to his February 2017\nmemorandum not to rescind DACA.” District Court Order, 2017 WL\n4642324, at *8.The Government makes serious arguments that at\nleast portions of the District Court’s order are overly broad. (The\nGovernment appears to emphasize certain materials in categories 2,\n3, and 4.) Under the specific facts of this case, the District\nCourt should have granted respondents’ motion on November 19 to\nstay implementation of the challenged October 17 order and first\nresolved the Government’s threshold arguments (that the Acting\nSecretary’s determination to rescind DACA is unreviewable because\nit is “committed to agency discretion,” 5 U. S. C. §701(a)(2), and\nthat the Immigration and Nationality Act deprives the District\nCourt of jurisdiction). Either of those arguments, if accepted,\nlikely would eliminate the need for the District Court to examine a\ncomplete administrative record.On remand of the case, the Court of Appeals\nshall take appropriate action so that the following steps can\nbetaken. The District Court should proceed to rule on the\nGovernment’s threshold arguments and, in doing so, may consider\ncertifying that ruling for interlocutory appeal under 28\nU. S. C. §1292(b) if appropriate. Thereafter, the Court\nof Appeals or the District Court in the first instance may consider\nwhether narrower amendments to the record are necessary and\nappropriate. In any event, the District Court may not compel the\nGovernment to disclose any document that the Government believes is\nprivileged without first providing the Government with the\nopportunity to argue the issue.This order does not suggest any view on the\nmerits of respondents’ claims or the Government’s defenses, or that\nthe District Court’s rulings on the Government’s motion to dismiss\nand respondents’ motion for preliminary injunction should be\ndelayed.The judgment of the Court of Appeals for the\nNinth Circuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}