{
    "case": {
        "docket": "598",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/598/"
    },
    "id": "1962416",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMROPER V. WEAVER550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESDON ROPER, SUPERINTENDENT, POTOSI CORRECTIONAL\nCENTER, PETITIONERv.WILLIAM WEAVERon writ of certiorari to the united states court of\nappeals for the eighth circuit[May 21, 2007]Per Curiam.We granted certiorari in this\ncase, 549 U. S. ___ (2006), to decide whether the Court of Appeals\nhad exceeded its authority under 28 U. S. C. §2254(d)(1) by\nsetting aside a capital sentence on the ground that the\nprosecutor’s closing statement was “unfairly inflammatory.”Weaverv.Bowersox, 438 F. 3d 832, 841 (CA8\n2006). Our primary concern was whether the Court of Appeals’\napplication of the more stringent standard of review mandated by\nthe Antiterrorism and Effective Death Penalty Act of 1996, (AEDPA),\n110 Stat. 1214, was consistent with our interpretation of that\nstatute. Cf.Careyv.Musladin, 549 U. S. ___\n(2006). We are now aware of circumstances that persuade us that\ndismissal of the writ is the appropriate manner in which to dispose\nof this case.The argument made by the prosecutor in this\ncase was essentially the same as the argument that he made in two\nother cases—one of which involved respondent’s codefendant. SeeShurnv.Delo, 177 F. 3d 662, 666 (CA8\n1999);Newlonv.Armontrout, 693 F. Supp.\n799 (WD Mo. 1988), aff’d, 885 F. 2d 1328 (CA8 1989). In each\nof those cases, the defendant received a death sentence. Also in\neach case, the defendant filed a petition seeking federal habeas\nrelief before AEDPA’s effective date. Federal habeas relief was\ngranted in all three cases. The State does not question the\npropriety of relief in the other two cases because it was clear at\nthe time, as it is now, that AEDPA did not apply to either of\nthem.Respondent argues, for the following reasons,\nthat AEDPA should not govern his case either. Like the defendants\ninNewlonandShurn, respondent filed his federal\nhabeas petition before the effective date of AEDPA. Instead of\nconsidering respondent’s claims, however, the District CourtsU. S.ontestayed the habeas proceedings, noting that\nrespondent had indicated his intention to file a petition for writ\nof certiorari seeking this Court’s review of the state courts’\ndenial of postconviction relief. Though the District Court\nrecognized that respondent was not required to seek certiorari from\nthis Court, it concluded that, if “a state prisoner chooses to\npursue writ of certiorari, he must first exhaust that remedy before\nfiling a federal habeas corpus petition.” App. to Brief for\nNational Association of Criminal Defense Lawyers asAmicus\nCuriae15. Thus, the District Court put respondent to a\nchoice: He could forgo filing a petition for certiorari, or his\nhabeas petition would be dismissed.Respondent moved for reconsideration and for\nthe appointment of counsel. The District Court denied both motions,\nreiterating its view that if respondent sought certiorari, his\nfederal habeas petition would be premature. When respondent\nnotified the District Court that a petition for certiorari had been\nfiled, the court made good on its promise: It dismissed\nrespondent’s habeas petition “without prejudice” to his refiling\n“following exhaustion of his state proceedings.”Id.,at\n13. Though respondent had filed his habeas petition before AEDPA\ntook effect, the District Court dismissed his petition after the\nstatute was in force.Still without an attorney, respondent\nrequested a certificate of appealability from the District Court.\nThe court denied the request, opining that reasonable jurists could\nnot disagree with the dismissal of respondent’s petition.Id.,at 5–6. Respondent also filed a notice of appeal,\nwhich the Court of Appeals construed as a request for a certificate\nof appealability and rejected.*Respondent refiled his habeas petition after\nthis Court denied review of his state postconviction proceedings.\nThe Eighth Circuit eventually concluded that, because respondent’s\npetition was filed after AEDPA’s effective date, his claims must be\nevaluated under that statute’s strict standard of review. SeeWeaverv.Bowersox, 241 F. 3d 1024, 1029\n(2001).Our recent decision inLawrencev.Florida, 549 U. S. ___ (2007), conclusively establishes\nthat the District Court was wrong to conclude that, if respondent\nchose to seek certiorari, he had to exhaust that remedy before\nfiling a federal habeas petition.Lawrenceclarified that\n“[s]tate review ends when the state courts have finally resolved an\napplication for state postconviction relief”—even if a prisoner\nfiles a certiorari petition.Id.,at ___ (slip op., at 4);\nsee alsoid.,at ___–___ (slip op., at 4–5) (“[W]e have\nsaid that state prisoners need not petition for certiorari to\nexhaust state remedies” (citingFayv.Noia,372 U. S. 391,\n435–438 (1963))). Thus, respondent’s habeas petition, which was\nfully exhausted when filed, did not become unexhausted upon his\ndecision to seek certiorari. Because the petition was not\npremature, the District Court had no cause to dismiss it.Whether this unusual procedural history leads\nto the conclusion, as respondent colorably contends, that the AEDPA\nstandard is simply inapplicable to this case, is a question we find\nunnecessary to resolve. Regardless of the answer to that question,\nwe find it appropriate to exercise our discretion to prevent these\nthree virtually identically situated litigants from being treated\nin a needlessly disparate manner, simply because the District Court\nerroneously dismissed respondent’s pre-AEDPA petition.Accordingly, the writ of certiorari is\ndismissed as improvidently granted.It is so ordered.* Respondent did not seek rehearing or\nrehearing en bancin the Court of Appeals, nor did he file a\npetition for writ of certiorari from the denial of the certificate\nof appealability. Pursuit of either would almost certainly have\nbeen futile.",
    "joined": []
}