{
    "case": {
        "docket": "17",
        "citation": "568",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/568/17/"
    },
    "id": "1970534",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESNITRO-LIFT TECHNOLOGIES, L. L. C.v.EDDIE LEE HOWARD et al.on petition for writ of certiorari to the\nsupreme court of oklahomaNo. 11–1377. Decided November 26, 2012Per Curiam.State courts rather than federal courts are most\nfrequently called upon to apply the Federal Arbitration Act (FAA),\n9 U. S. C. §1et seq., including the Act’s\nnational policy favoring arbitration. It is a matter of great\nimportance, therefore, that state supreme courts adhere to a\ncorrect interpretation of the legislation. Here, the Oklahoma\nSupreme Court failed to do so. By declaring the noncompetition\nagreements in two employment contracts null and void, rather than\nleaving that determination to the arbitrator in the first instance,\nthe state court ignored a basic tenet of the Act’s substantive\narbitration law. The decision must be vacated.*  *  *This dispute arises from a contract between\npetitioner Nitro-Lift Technologies, L. L. C., and two of\nits former employees. Nitro-Lift contracts with operators of oil\nand gas wells to provide services that enhance production.\nRespondents Eddie Lee Howard and Shane D. Schneider entered a\nconfidentiality and noncompetition agreement with Nitro-Lift that\ncontained the following arbitration clause:“ ‘Any dispute, difference or\nunresolved question between Nitro-Lift and the Employee\n(collectively the “Disputing Parties”) shall be settled by\narbitration by a single arbitrator mutually agreeable to the\nDisputing Parties in an arbitration proceeding conducted in\nHouston, Texas in accordance with the rules existing at the date\nhereof of the American Arbitration Association.’ ” Pet. for\nCert. 5.After working for Nitro-Lift on wells in\nOklahoma, Texas, and Arkansas, respondents quit and began working\nfor one of Nitro-Lift’s competitors. Claiming that respondents had\nbreached their noncompetition agreements, Nitro-Lift served them\nwith a demand for arbitration. Respondents then filed suit in the\nDistrict Court of Johnston County, Oklahoma, asking the court to\ndeclare the noncompetition agreements null and void and to enjoin\ntheir enforcement. The court dismissed the complaint, finding that\nthe contracts contained valid arbitration clauses under which an\narbitrator, and not the court, must settle the parties’\ndisagreement.The Oklahoma Supreme Court retained respondents’\nappeal and ordered the parties to show cause why the matter should\nnot be resolved by application of Okla. Stat., Tit. 15, §219A (West\n2011), which limits the enforceability of noncompetition\nagreements. Nitro-Lift argued that any dispute as to the contracts’\nenforceability was a question for the arbitrator. It relied for\nsupport— as it had done before the trial court—upon several of this\nCourt’s cases interpreting the FAA, and noted that underBuckeye\nCheck Cashing, Inc.v.Cardegna,546\nU.S. 440, 446 (2006), “this arbitration law applies in both\nstate and federal courts.” Record in No. 109,003 (Okla.), p.\n273.The Oklahoma Supreme Court was not persuaded. It\nheld that despite the “[U. S.] Supreme Court cases on which\nthe employers rely,” the “existence of an arbitration agreement in\nan employment contract does not prohibit judicial review of the\nunderlying agreement.” 2011 OK 98, ¶15, n. 20, ¶16, 273 P.3d\n20, 26, n. 20, 27. For that proposition, the court relied on\nthe “exhaustive overview of the United States Supreme Court\ndecisions construing the Federal Arbitration Act” inBrunerv.Timberlane Manor Ltd. Partnership, 2006 OK 90,155 P.3d 16, which found Supreme Court jurisprudence “not to\ninhibit our review of the underlying contract’s validity.” 273\nP. 3d, at 26. Finding the arbitration clauses no obstacle to\nits review, the court held that the noncompetition agreements were\n“void and unenforceable as against Oklahoma’s public policy,”\nexpressed in Okla. Stat., Tit. 15, §219 A. 273 P. 3d, at\n27.The Oklahoma Supreme Court declared that its\ndecision rests on adequate and independent state grounds.Id., at 23–24, n. 5. If that were so, we would have no\njurisdiction over this case. SeeMichiganv.Long,463 U.S.\n1032, 1037–1044 (1983). It is not so, however, because the\ncourt’s reliance on Oklahoma law was not “independent”—it\nnecessarily depended upon a rejection of the federal claim, which\nwas both “ ‘properly presented to’ ” and\n“ ‘addressed by’ ” the state court.Howellv.Mississippi,543 U.S.\n440, 443 (2005) (per curiam) (quotingAdamsv.Robertson,520 U.S.\n83, 86 (1997) (per curiam)).Nitro-Lift claimed\nthat the arbitrator should decide the contract’s validity, and\nraised a federal-law basis for that claim by relying on Supreme\nCourt cases construing the FAA. “ ‘[A] litigant wishing to\nraise a federal issue can easily indicate the federal law basis for\nhis claim in a state-court petition or brief . . . by\nciting in conjunction with the claim the federal source of law on\nwhich he reliesor a case deciding such a claim on federal\ngrounds. . . .’ ”Howell,supra, at 444 (quotingBaldwinv.Reese,541 U.S.\n27, 32 (2004); emphasis added). The Oklahoma Supreme Court\nacknowledged the cases on which Nitro-Lift relied, as well as their\nrelevant holdings, but chose to discount these controlling\ndecisions. Its conclusion that, despite this Court’s jurisprudence,\nthe underlying contract’s validity is purely a matter of state law\nfor state-court deter-mination is all the more reason for this\nCourt to assert jurisdiction.The Oklahoma Supreme Court’s decision disregards\nthis Court’s precedents on the FAA. That Act, which “declare[s] a\nnational policy favoring arbitration,”Southland Corp.v.Keating,465 U.S.\n1, 10 (1984), provides that a “written provision in\n. . . a contract evidencing a transaction involving\ncommerce to settle by arbitration a controversy thereafter arising\nout of such contract or transaction . . . shall be valid,\nirrevocable, and enforceable, save upon such grounds as exist at\nlaw or in equity for the revocation of any contract.” 9\nU. S. C. §2. It is well settled that “the substantive law\nthe Act created [is] applicable in state and federal courts.”Southland Corp.,supra, at 12; see alsoBuckeye,supra, at 446. And when parties commit to\narbitrate contractual disputes, it is a mainstay of the Act’s\nsubstantive law that attacks on the validity of the contract, as\ndistinct from attacks on the validity of the arbitration clause\nitself, are to be resolved “by the arbitrator in the first\ninstance, not by a federal or state court.”Prestonv.Ferrer,552 U.S.\n346, 349 (2008); see alsoPrima Paint Corp.v.Flood\n& Conklin Mfg. Co.,388 U.S.\n395(1967). For these purposes, an “arbitration provision is\nseverable from the remainder of the contract,”Buckeye,supra, at 445, and its validity is subject to initial court\ndetermination; but the validity of the remainder of the contract\n(if the arbitration provision is valid) is for the arbitrator to\ndecide.This principle requires that the decision below\nbe va-cated. The trial court found that the contract contained a\nvalid arbitration clause, and the Oklahoma Supreme Court did not\nhold otherwise. It nonetheless assumed the arbitrator’s role by\ndeclaring the noncompetition agreements null and void. The state\ncourt insisted that its “[own] jurisprudence controls this issue”\nand permits review of a “contract submitted to arbitration where\none party assert[s] that the underlying agreement [is] void and\nunenforceable.” 273 P. 3d, at 26. But the Oklahoma Supreme\nCourt must abide by the FAA, which is “the supreme Law of the\nLand,” U. S. Const., Art. VI, cl. 2, and by the\nopinions of this Court interpreting that law. “It is this Court’s\nresponsibility to say what a statute means, and once the Court has\nspoken, it is the duty of other courts to respect that\nunderstanding of the governing rule of law.”Riversv.Roadway Express, Inc.,511 U.S.\n298, 312 (1994). Our cases hold that the FAA forecloses\nprecisely this type of “judicial hostility towards arbitration.”AT&T Mobility LLCv.Concepcion, 563 U. S.\n___, ___ (2011) (slip op., at 8).The state court reasoned that Oklahoma’s statute\n“addressing the validity of covenants not to compete, must govern\nover the more general statute favoring arbitration.” 273\nP. 3d, at 26, n. 21. But the ancient interpretive\nprinciple that the specific governs the general (generalia\nspecialibus non derogant) applies only to conflict between laws\nof equivalent dignity. Where a specific statute, for example,\nconflicts with a general constitutional provision, the latter\ngoverns. And the same is true where a specific state statute\nconflicts with a general federal statute. There is no\ngeneral-specific exception to the Supremacy Clause, U. S.\nConst. Art. VI, cl. 2. “ ‘[W]hen state law prohibits\noutright the arbitration of a particular type of claim, the\nanalysis is straightforward: The conflicting rule is displaced by\nthe FAA.’ ”Marmet Health Care Center, Inc.v.Brown, 565 U. S. ___, ___–___ (2012) (per\ncuriam) (slip op., at 3–4) (quotingAT&T Mobility LLC,\nsupra, at___–___(slip op., at 6–7)). Hence, it is for\nthe arbitrator to decide in the first instance whether the\ncovenants not to compete are valid as a matter of applicable state\nlaw. SeeBuckeye, 546 U. S., at 445–446.For the foregoing reasons, the petition for\ncertiorari is granted. The judgment of the Supreme Court of\nOklahoma is vacated, and the case is remanded for proceedings not\ninconsistent with this opinion.It is so ordered.",
    "joined": []
}