{
    "case": {
        "docket": "18-280",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-280/"
    },
    "id": "4241519",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–280_________________NEW YORK STATE RIFLE & PISTOL ASSOCIATION,\nINC., et al., PETITIONERSv.CITY OF NEW YORK, NEW\nYORK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[April 27, 2020]Per Curiam.In the District Court, petitioners challenged a\nNew York City rule regarding the transport of firearms. Petitioners\nclaimed that the rule violated the Second Amendment. Petitioners\nsought declaratory and injunctive relief against enforcement of the\nrule insofar as the rule prevented their transport of firearms to a\nsecond home or shooting range outside of the city. The District\nCourt and the Court of Appeals rejected petitioners’ claim. See 883\nF.3d 45 (CA2 2018). We granted certiorari. 586 U. S. ___\n(2019). After we granted certiorari, the State of New York amended\nits firearm licensing statute, and the City amended the rule so\nthat petitioners may now transport firearms to a second home or\nshooting range outside of the city, which is the precise relief\nthat petitioners requested in the prayer for relief in their\ncomplaint. App. 48. Petitioners’ claim for declaratory and\ninjunctive relief with respect to the City’s old rule is therefore\nmoot. Petitioners now argue, however, that the new rule may still\ninfringe their rights. In particular, petitioners claim that they\nmay not be allowed to stop for coffee, gas, food, or restroom\nbreaks on the way to their second homes or shooting ranges outside\nof the city. The City responds that those routine stops are\nentirely permissible under the new rule. We do not here decide that\ndispute about the new rule; as we stated inLewisv.Continental Bank Corp.,494 U.S.\n472, 482–483 (1990):“Our ordinary practice in disposing of a\ncase that has become moot on appeal is to vacate the judgment with\ndirections to dismiss. See,e.g.,Deakinsv.Monaghan, 484 U. S., at 204;United Statesv.Munsingwear,Inc.,340 U.S.\n36, 39–40 (1950). However, in instances where the mootness is\nattributable to a change in the legal framework governing the case,\nand where the plaintiff may have some residual claim under the new\nframework that was understandably not asserted previously, our\npractice is to vacate the judgment and remand for further\nproceedings in which the parties may, if necessary, amend their\npleadings or develop the record more fully. SeeDiffenderferv.Central Baptist Church of Miami,Inc.,404 U.S.\n412, 415 (1972).”Petitioners also argue that, even though they\nhave not previously asked for damages with respect to the City’s\nold rule, they still could do so in this lawsuit. Petitioners did\nnot seek damages in their complaint; indeed, the possibility of a\ndamages claim was not raised until well into the litigation in this\nCourt. The City argues that it is too late for petitioners to now\nadd a claim for damages. On remand, the Court of Appeals and the\nDistrict Court may consider whether petitioners may still add a\nclaim for damages in this lawsuit with respect to New York City’s\nold rule. The judgment of the Court of Appeals is vacated, and the\ncase is remanded for such proceedings as are appropriate.It is so ordered.",
    "joined": []
}