{
    "case": {
        "docket": "609",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/609/"
    },
    "id": "1962420",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMLOS ANGELES COUNTY V. RETTELE550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESLOS ANGELES COUNTY, CALIFORNIA, et al.v.MAX RETTELE et al.on petition for writ of certiorari to the united\nstates court of appeals for the ninth circuitNo. 06–605. Decided May 21, 2007Per Curiam.Deputies of the Los Angeles\nCounty Sheriff’s Department obtained a valid warrant to search a\nhouse, but they were unaware that the suspects being sought had\nmoved out three months earlier. When the deputies searched the\nhouse, they found in a bedroom two residents who were of a\ndifferent race than the suspects. The deputies ordered these\ninnocent residents, who had been sleeping unclothed, out of bed.\nThe deputies required them to stand for a few minutes before\nallowing them to dress.The residents brought suit under Rev. Stat.\n§1979, 42 U. S. C. §1983, naming the deputies and other\nparties and accusing them of violating the Fourth Amendment right\nto be free from unreasonable searches and seizures. The District\nCourt granted summary judgment to all named defendants. The Court\nof Appeals for the Ninth Circuit reversed, concluding both that the\ndeputies violated the Fourth Amendment and that they were not\nentitled to qualified immunity because a reasonable deputy would\nhave stopped the search upon discovering that respondents were of a\ndifferent race than the suspects and because a reasonable deputy\nwould not have ordered respondents from their bed. We grant the\npetition for certiorari and reverse the judgment of the Court of\nAppeals by this summary disposition.IFrom September to December 2001,\nLos Angeles County Sheriff’s Department Deputy Dennis Watters\ninvestigated a fraud and identity-theft crime ring. There were four\nsuspects of the investigation. One had registered a 9-millimeter\nGlock handgun. The four suspects were known to be\nAfrican-Americans.On December 11, Watters obtained\na search warrant for two houses in Lancaster, California, where he\nbelieved he could find the suspects. The warrant authorized him to\nsearch the homes and three of the suspects for documents and\ncomputer files. In support of the search warrant an affidavit cited\nvarious sources showing the suspects resided at respondents’ home.\nThe sources included Department of Motor Vehicles reports, mailing\naddress listings, an outstanding warrant, and an Internet telephone\ndirectory. In this Court respondents do not dispute the validity of\nthe warrant or the means by which it was obtained.What Watters did not know was that one of the\nhouses (the first to be searched) had been sold in September to a\nMax Rettele. He had purchased the home and moved into it three\nmonths earlier with his girlfriend Judy Sadler and Sadler’s\n17-year-old son Chase Hall. All three, respondents here, are\nCaucasians.On the morning of December 19, Watters briefed\nsix other deputies in preparation for the search of the houses.\nWatters informed them they would be searching for three\nAfrican-American suspects, one of whom owned a registered handgun.\nThe possibility a suspect would be armed caused the deputies\nconcern for their own safety. Watters had not obtained special\npermission for a night search, so he could not execute the warrant\nuntil 7 a.m. See Cal. Penal Code Ann. §1533 (West 2000). Around\n7:15 Watters and six other deputies knocked on the door and\nannounced their presence. Chase Hall answered. The deputies entered\nthe house after ordering Hall to lie face down on the ground.The deputies’ announcement awoke Rettele and\nSadler. The deputies entered their bedroom with guns drawn and\nordered them to get out of their bed and to show their hands. They\nprotested that they were not wearing clothes. Rettele stood up and\nattempted to put on a pair of sweatpants, but deputies told him not\nto move. Sadler also stood up and attempted, without success, to\ncover herself with a sheet. Rettele and Sadler were held at\ngunpoint for one to two minutes before Rettele was allowed to\nretrieve a robe for Sadler. He was then permitted to dress. Rettele\nand Sadler left the bedroom within three to four minutes to sit on\nthe couch in the living room.By that time the deputies realized they had\nmade a mistake. They apologized to Rettele and Sadler, thanked them\nfor not becoming upset, and left within five minutes. They\nproceeded to the other house the warrant authorized them to search,\nwhere they found three suspects. Those suspects were arrested and\nconvicted.Rettele and Sadler, individually and as\nguardians ad litem for Hall, filed this §1983 suit against Los\nAngeles County, the Los Angeles County Sheriff’s Department, Deputy\nWatters, and other members of the sheriff’s department. Respondents\nalleged petitioners violated their Fourth Amendment rights by\nobtaining a warrant in reckless fashion and conducting an\nunreasonable search and detention. The District Court held that the\nwarrant was obtained by proper procedures and the search was\nreasonable. It concluded in the alternative that any Fourth\nAmendment rights the deputies violated were not clearly established\nand that, as a result, the deputies were entitled to qualified\nimmunity.On appeal respondents did not challenge the\nvalidity of the warrant; they did argue that the deputies had\nconducted the search in an unreasonable manner. A divided panel of\nthe Court of Appeals for the Ninth Circuit reversed in an\nunpublished opinion. 186 Fed. Appx. 765 (2006). The majority held\nthat“because (1) no African-Americans lived in\n[respondents’] home; (2) [respondents], a Caucasian couple,\npurchased the residence several months before the search and the\ndeputies did not conduct an ownership inquiry; (3) the\nAfrican-American suspects were not accused of a crime that required\nan emergency search; and (4) [respondents] were ordered out of bed\nnaked and held at gunpoint while the deputies searched their\nbedroom for the suspects and a gun, we find that a reasonable jury\ncould conclude that the search and detention were ‘unnecessarily\npainful, degrading, or prolonged,’ and involved ‘an undue invasion\nof privacy,’Franklinv.Foxworth, 31\nF. 3d 873, 876 (9th Cir. 1994).”Id.,at 766.Turning to whether respondents’ Fourth Amendment\nrights were clearly established, the majority held that a\nreasonable deputy should have known the search and detention were\nunlawful.Judge Cowen dissented. In his view the\ndeputies had authority to detain respondents for the duration of\nthe search and were justified in ordering respondents from their\nbed because weapons could have been concealed under the bedcovers.\nHe also concluded that, assuming a constitutional violation, the\nlaw was not clearly established.The Court of Appeals denied rehearing and\nrehearing en banc.IIBecause respondents were of a\ndifferent race than the suspects the deputies were seeking, the\nCourt of Appeals held that “[a]fter taking one look at\n[respondents], the deputies should have realized that [respondents]\nwere not the subjects of the search warrant and did not pose a\nthreat to the deputies’ safety.”Ibid.We need not pause\nlong in rejecting this unsound proposition. When the deputies\nordered respondents from their bed, they had no way of knowing\nwhether the African-American suspects were elsewhere in the house.\nThe presence of some Caucasians in the residence did not eliminate\nthe possibility that the suspects lived there as well. As the\ndeputies stated in their affidavits, it is not uncommon in our\nsociety for people of different races to live together. Just as\npeople of different races live and work together, so too might they\nengage in joint criminal activity. The deputies, who were searching\na house where they believed a suspect might be armed, possessed\nauthority to secure the premises before deciding whether to\ncontinue with the search.InMichiganv.Summers,452 U. S. 692(1981),\nthis Court held that officers executing a search warrant for\ncontraband may “detain the occupants of the premises while a proper\nsearch is conducted.”Id.,at 705. In weighing whether the\nsearch inSummerswas reasonable the Court first found\nthat “detention represents only an incremental intrusion on\npersonal liberty when the search of a home has been authorized by a\nvalid warrant.”Id., at 703. Against that interest, it\nbalanced “preventing flight in the event that incriminating\nevidence is found”; “minimizing the risk of harm to the officers”;\nand facilitating “the orderly completion of the search.”Id.,at 702–703; seeMuehlerv.Mena,544 U. S. 93(2005).In executing a search warrant officers may\ntake reasonable action to secure the premises and to ensure their\nown safety and the efficacy of the search.Id.,at 98–100;\nsee alsoid.,at 103 (Kennedy, J., concurring);Summers,supra, at 704–705. The test of\nreasonableness under the Fourth Amendment is an objective one.Grahamv.Connor,490 U. S. 386, 397\n(1989) (addressing the reasonableness of a seizure of the person).\nUnreasonable actions include the use of excessive force or\nrestraints that cause unnecessary pain or are imposed for a\nprolonged and unnecessary period of time.Mena,supra, at 100;Graham,supra, at\n396–399.The orders by the police to the occupants, in\nthe context of this lawful search, were permissible, and perhaps\nnecessary, to protect the safety of the deputies. Blankets and\nbedding can conceal a weapon, and one of the suspects was known to\nown a firearm, factors which underscore this point. The\nConstitution does not require an officer to ignore the possibility\nthat an armed suspect may sleep with a weapon within reach. The\nreports are replete with accounts of suspects sleeping close to\nweapons. SeeUnited Statesv.Enslin, 327\nF. 3d 788, 791 (CA9 2003) (“When [the suspect] put his hands\nin the air and began to sit up, his movement shifted the covers and\nthe marshals could see a gun in the bed next to him”); see alsoUnited Statesv.Jones, 336 F. 3d 245, 248\n(CA3 2003) (suspect kept a 9-millimeter Luger under his pillow\nwhile he slept);United Statesv.Hightower, 96\nF. 3d 211 (CA7 1996) (suspect kept a loaded five-shot handgun\nunder his pillow);Statev.Willis, 36,759–KA,\np. 3 (La. App. 4/9/03), 843 So. 2d 592, 595 (officers\n“pulled back the bed covers and found a .38 caliber Model 10 Smith\nand Wesson revolver located near where defendant’s left hand had\nbeen”);Statev.Kypreos, 115 Wash. App. 207, 61\nP. 3d 352 (2002) (suspect kept a handgun in the bed).The deputies needed a moment to secure the\nroom and ensure that other persons were not close by or did not\npresent a danger. Deputies were not required to turn their backs to\nallow Rettele and Sadler to retrieve clothing or to cover\nthemselves with the sheets. Rather, “[t]he risk of harm to both the\npolice and the occupants is minimized if the officers routinely\nexercise unquestioned command of the situation.”Summers,\n452 U. S., at 702–703.This is not to say, of course, that the\ndeputies were free to force Rettele and Sadler to remain motionless\nand standing for any longer than necessary. We have recognized that\n“special circumstances, or possibly a prolonged detention” might\nrender a search unreasonable. Seeid.,at 705, n. 21.\nThere is no accusation that the detention here was prolonged. The\ndeputies left the home less than 15 minutes after arriving. The\ndetention was shorter and less restrictive than the 2- to 3-hour\nhandcuff detention upheld inMena. See 544 U. S., at 100.\nAnd there is no allegation that the deputies prevented Sadler and\nRettele from dressing longer than necessary to protect their\nsafety. Sadler was unclothed for no more than two minutes, and\nRettele for only slightly more time than that. Sadler testified\nthat once the police were satisfied that no immediate threat was\npresented, “they wanted us to get dressed and they were pressing us\nreally fast to hurry up and get some clothes on.” Deposition of\nJudy Lorraine Sadler in No. CV–0206262–RSWL (RNBX) (CD Cal., June\n10, 2003), Doc. 26, Exh. 4, p. 55.The Fourth Amendment allows warrants to issue\non probable cause, a standard well short of absolute certainty.\nValid warrants will issue to search the innocent, and people like\nRettele and Sadler unfortunately bear the cost. Officers executing\nsearch warrants on occasion enter a house when residents are\nengaged in private activity; and the resulting frustration,\nembarrassment, and humiliation may be real, as was true here. When\nofficers execute a valid warrant and act in a reasonable manner to\nprotect themselves from harm, however, the Fourth Amendment is not\nviolated.As respondents’ constitutional rights were not\nviolated, “there is no necessity for further inquiries concerning\nqualified immunity.”Saucierv.Katz,533 U. S. 194, 201\n(2001). The judgment of the Court of Appeals is reversed, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Justice Souter would deny the\npetition for a writ of certiorari.",
    "joined": []
}