{
    "case": {
        "docket": "20-366",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/20-366/"
    },
    "id": "4338653",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–366_________________DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., APPELLANTSv.NEW YORK, et al.on appeal from the united states district\ncourt for the southern district of new york[December 18, 2020]Per Curiam.Every ten years, the Nation undertakes an\n“Enumeration” of its population “in such Manner” as Congress “shall\nby Law direct.” U. S. Const., Art. I, §2, cl. 3. This\ncensus plays a critical role in apportioning Members of the House\nof Representatives among the States, allocating federal funds to\nthe States, providing information for intrastate redistricting, and\nsupplying data for numerous initiatives conducted by governmental\nentities, businesses, and academic researchers.Department of\nCommercev.New York, 588 U. S. ___, ___ (2019)\n(slip op., at 2).Congress has given both the Secretary of\nCommerce and the President functions to perform in the enumeration\nand apportionment process. The Secretary must “take a decennial\ncensus of population . . . in such form and content as he\nmay determine,” 13 U. S. C. §141(a), and then must report\nto the President “[t]he tabulation of total population by States”\nunder the census “as required for the apportionment,” §141(b). The\nPresident in turn must transmit to Congress a “statement showing\nthe whole number of persons in each State, excluding Indians not\ntaxed, as ascertained” under the census. 46Stat. 26, 2\nU. S. C. §2a(a). In that statement, the President must\napply a mathematical formula called the “method of equal\nproportions” to the population counts in order to calculate the\nnumber of House seats for each State.Ibid.; seeDepartment of Commercev.Montana,503 U.S.\n442, 451–452 (1992).This past July, the President issued a\nmemorandum to the Secretary respecting the apportionment following\nthe 2020 census. The memorandum announced a policy of excluding\n“from the apportionment base aliens who are not in a lawful\nimmigration status.” 85 Fed. Reg. 44680 (2020). To facilitate\nimplementation “to the maximum extent feasible and consistent with\nthe discretion delegated to the executive branch,” the President\nordered the Secretary, in preparing his §141(b) report, “to provide\ninformation permitting the President, to the extent practicable, to\nexercise the President’s discretion to carry out the policy.”Ibid.The President directed the Secretary to include such\ninformation in addition to a tabulation of population according to\nthe criteria promulgated by the Census Bureau for counting each\nState’s residents.Ibid.; see 83 Fed. Reg. 5525 (2018).This case arises from one of several challenges\nto the memorandum brought by various States, local governments,\norganizations, and individuals. A three-judge District Court held\nthat the plaintiffs, appellees here, had standing to proceed in\nfederal court because the memorandum was chilling aliens and their\nfamilies from responding to the census, thereby degrading the\nquality of census data used to allocate federal funds and forcing\nsome plaintiffs to divert resources to combat the chilling effect.\n___ F. Supp. 3d ___, ___–___, 2020 WL 5422959, *13–*15\n(SDNY, Sept. 10, 2020) (per curiam). According to the\nDistrict Court, the memorandum violates §141(b) by ordering the\nSecretary to produce two sets of numbers—a valid tabulation derived\nfrom the census, and an invalid tabulation excluding aliens based\non administrative records outside the census.Id.,at ___,\n2020 WL 5422959, *27. The District Court also ruled that the\nexclusion of aliens on the basis of legal status would contravene\nthe requirement in §2a(a) that the President state the “whole\nnumber of persons in each State” for purposes of apportionment.Id.,at ___, 2020 WL 5422959, *32. The District Court\ndeclared the memorandum unlawful and enjoined the Secretary from\nincluding the information needed to implement the memorandum in his\n§141(b) report to the President.Id.,at ___, 2020 WL\n5422959, *35. The Government appealed, and we postponed\nconsideration of our jurisdiction. 592 U. S. ___ (2020).A foundational principle of Article III is that\n“an actual controversy must exist not only at the time the\ncomplaint is filed, but through all stages of the litigation.”Already, LLCv.Nike, Inc.,568 U.S.\n85, 90–91 (2013) (internal quotation marks omitted). As the\nplaintiffs concede, any chilling effect from the memorandum\ndissipated upon the conclusion of the census response period. The\nplaintiffs now seek to substitute an alternative theory of a\n“legally cognizable injury” premised on the threatened impact of an\nunlawful apportionment on congressional representation and federal\nfunding.Id.,at 100. As the case comes to us, however, we\nconclude that it does not—at this time—present a dispute\n“appropriately resolved through the judicial process.”Susan B.\nAnthony Listv.Driehaus,573 U.S.\n149, 157 (2014) (internal quotation marks omitted).Two related doctrines of justiciability—each\noriginating in the case-or-controversy requirement of\nArticle III—underlie this determination. SeeDaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 352 (2006). First, a plaintiff must demonstrate standing,\nincluding “an injury that is concrete, particularized, and imminent\nrather than conjectural or hypothetical.”Carneyv.Adams,ante, at 6 (internal quotation marks omitted).\nSecond, the case must be “ripe”—not dependent on “contingent future\nevents that may not occur as anticipated, or indeed may not occur\nat all.”Texasv.United States,523 U.S.\n296, 300 (1998) (internal quotation marks omitted).At present, this case is riddled with\ncontingencies and speculation that impede judicial review. The\nPresident, to be sure, has made clear his desire to exclude aliens\nwithout lawful status from the apportionment base. But the\nPresident qualified his directive by providing that the Secretary\nshould gather information “to the extent practicable” and that\naliens should be excluded “to the extent feasible.” 85 Fed. Reg.\n44680. Any prediction how the Executive Branch might eventually\nimplement this general statement of policy is “no more than\nconjecture” at this time.Los Angelesv.Lyons,461 U.S.\n95, 108 (1983).To begin with, the policy may not prove feasible\nto implement in any manner whatsoever, let alone in a manner\nsubstantially likely to harm any of the plaintiffs here.\nPre-apportionment litigation always “presents a moving target”\nbecause the Secretary may make (and the President may direct)\nchanges to the census up until the President transmits his\nstatement to the House.Franklinv.Massachusetts,505 U.S.\n788, 797–798 (1992). And as the Government recognizes, Tr. of\nOral Arg. 39, any such changes must comply with the constitutional\nrequirement of an “actual Enumeration” of the persons in each\nState, as opposed to a conjectural estimate. SeeUtahv.Evans,536 U.S.\n452, 475–476 (2002); see also 13 U. S. C. §195. Here\nthe record is silent on which (and how many) aliens have\nadministrative records that would allow the Secretary to avoid\nimpermissible estimation, and whether the Census Bureau can even\nmatch the records in its possession to census data in a timely\nmanner. See Reply Brief 4–5. Uncertainty likewise pervades which\n(and how many) aliens the President will exclude from the census if\nthe Secretary manages to gather and match suitable administrative\nrecords. We simply do not know whether and to what extent the\nPresident might direct the Secretary to “reform the census” to\nimplement his general policy with respect to apportionment.Franklin, 505 U. S., at 798.While the plaintiffs agree that the dispute will\ntake a more concrete shape once the Secretary delivers his report\nunder §141(b), Tr. of Oral Arg. 64, 75, they insist that the record\nalready establishes a “substantial risk” of reduced representation\nand federal resources,Clapperv.Amnesty Int’l USA,568 U.S.\n398, 414, n. 5 (2013). That conclusion, however, involves\na significant degree of guesswork. Unlike other pre-apportionment\nchallenges, the Secretary has not altered census operations in a\nconcrete manner that will predictably change the count. See,e.g.,Department of Commercev.New York, 588\nU. S., at ___ (slip op., at 10);Department of Commercev.United States House of Representatives,525 U.S.\n316, 331–332 (1999). The count here is complete; the present\ndispute involves the apportionment process, which remains at a\npreliminary stage. The Government’s eventual action will reflect\nboth legal and practical constraints, making any prediction about\nfuture injury just that—a prediction.Everyone agrees by now that the Government\ncannot feasibly implement the memorandum by excluding the estimated\n10.5 million aliens without lawful status. Tr. of Oral Arg. 20,\n63–64. Yet the only evidence speaking to the predicted change in\napportionment unrealistically assumes that the President will\nexclude the entire undocumented population. App. 344, Decl. of\nChristopher Warshaw ¶11. Nothing in the record addresses the\nconsequences of a partial implementation of the memorandum, much\nless supports the dissent’s speculation that excluding aliens in\nICE detention will impact interstate apportionment.Post, at\n5–6, 9 (opinion of Breyer, J.); see Reply Brief 6.The impact on funding is no more certain.\nAccording to the Government, federal funds are tied to data derived\nfrom the census, but not necessarily to the apportionment counts\naddressed by the memorandum. Brief for Appellants 19–20. Under that\nview, changes to the Secretary’s §141(b) report or to the\nPresident’s §2a(a) statement will not inexorably have the direct\neffect on downstream access to funds or other resources predicted\nby the dissent.Post, at 6–7. How that question will be\naddressed by the Secretary and the President is yet another\nfundamental uncertainty impeding proper judicial consideration at\nthis time.The remedy crafted by the District Court\nunderscores the contingent nature of the plaintiffs’ injuries. Its\ninjunction prohibits the Secretary from informing the President in\nhis §141(b) report of the number of aliens without lawful status.\nIn addition to implicating the President’s authority under the\nOpinions Clause, U. S. Const., Art. II, §2, cl. 1, the\ninjunction reveals that the source of any injury to the plaintiffs\nis the action that the Secretary or Presidentmighttake in\nthe future to exclude unspecified individuals from the\napportionment base—not the policy itself “in the abstract,”Summersv.Earth Island Institute,555 U.S.\n488, 494 (2009). Letting the Executive Branch’s decisionmaking\nprocess run its course not only brings “more manageable\nproportions” to the scope of the parties’ dispute,Lujanv.National Wildlife Federation,497 U.S.\n871, 891 (1990), but also “ensures that we actas\njudges, and do not engage in policymaking properly left to\nelected representatives,”Hollingsworthv.Perry,570 U.S.\n693, 700 (2013). And in the meantime the plaintiffs suffer no\nconcrete harm from the challenged policy itself, which does not\nrequire them “to do anything or to refrain from doing anything.”Ohio Forestry Assn., Inc.v.Sierra Club,523 U.S.\n726, 733 (1998).At the end of the day, the standing and ripeness\ninquiries both lead to the conclusion that judicial resolution of\nthis dispute is premature. Consistent with our determination that\nstanding has not been shown and that the case is not ripe, we\nexpress no view on the merits of the constitutional and related\nstatutory claims presented. We hold only that they are not suitable\nfor adjudication at this time.The judgment of the District Court is vacated,\nand the case is remanded with instructions to dismiss for lack of\njurisdiction.It is so ordered.",
    "joined": []
}