{
    "case": {
        "docket": "17-1106",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-1106/"
    },
    "id": "3922369",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESMICHAEL SEXTON, WARDENv.NICHOLAS\nBEAUDREAUXon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 17–1106. Decided June 28, 2018Per Curiam.In this case, the United States Court of Appeals\nfor the Ninth Circuit reversed a denial of federal habeas relief,\n28 U. S. C. §2254, on the ground that the state court had\nunreasonably rejected respondent’s claim of ineffective assistance\nof counsel. The Court of Appeals’ decision ignored well-established\nprinciples. It did not consider reasonable grounds that could have\nsupported the state court’s summary decision, and it analyzed\nrespondent’s arguments without any meaningful deference to the\nstate court. Accordingly, the petition for certiorari is granted,\nand the judgment of the Court of Appeals is reversed.IRespondent Nicholas Beaudreaux shot and killed\nWayne Drummond during a late-night argument in 2006. Dayo Esho and\nBrandon Crowder were both witnesses to the shooting. The next day,\nCrowder told the police that he knew the shooter from middle\nschool, but did not know the shooter’s name. Esho described the\nshooter, but also did not know his name. Seventeen months later,\nCrowder was arrested for an unrelated crime. While Crowder was in\ncustody, police showed him a middle-school yearbook with\nBeaudreaux’s picture, as well as a photo lineup including\nBeaudreaux. Crowder identified Beaudreaux as the shooter in the\nDrummond murder.Officers interviewed Esho the next day. They\nfirst spoke with him during his lunch break. They showed him a\ndisplay that included a recent picture of Beaudreaux and pictures\nof five other men. Esho tentatively identified Beaudreaux as the\nshooter, saying his picture “was ‘closest’ to the gunman.” App. to\nPet. for Cert. 4a. Later that day, one of the officers found\nanother photograph of Beaudreaux that was taken “closer to the\ndate” of the shooting. Record ER 263. Beaudreaux looked different\nin the two photographs. In the first, “ ‘his face [was] a\nlittle wider and his head [was] a little higher.’ ”Id.,at ER 262. Between four and six hours after the first\ninterview, the officers returned to show Esho a second six-man\nphoto lineup, which contained the older picture of Beaudreaux.\nBeaudreaux’s photo was in a different position in the lineup than\nit had been in the first one. Esho again identified Beaudreaux as\nthe shooter, telling the officers that the second picture was\n“ ‘very close.’ ”Id.,at ER 263–ER 264. But he\nagain declined to positively state that Beaudreaux was the shooter.\nEsho was hesitant because there were “a few things” he remembered\nabout the shooter that would require seeing him in person.Id.,at ER 283–ER 284. At a preliminary hearing, Esho\nidentified Beaudreaux as the shooter. At trial, Esho explained that\nit “clicked” when he saw Beaudreaux in person based on “the way\nthat he walked.”Id.,at ER 285. After seeing him in person,\nEsho was “sure” that Beaudreaux was the shooter.Ibid.At no\ntime did any investigator or prosecutor suggest to Esho that\nBeaudreaux was the one who shot Drummond.Ibid.Beaudreaux was tried in 2009 for first-degree\nmurder and attempted second-degree robbery. Esho and Crowder both\ntestified against Beaudreaux and both identified him as Drummond’s\nshooter. The jury found Beaudreaux guilty, and the trial court\nsentenced him to a term of 50 years to life. Beaudreaux’s\nconviction was affirmed on direct appeal, and his first state\nhabeas petition was denied.In 2013, Beaudreaux filed a second state habeas\npetition. He claimed, among other things, that his trial attorney\nwas ineffective for failing to file a motion to suppress Esho’s\nidentification testimony. The California Court of Appeal summarily\ndenied the petition, and the California Supreme Court denied\nreview. Petitioner then filed a federal habeas petition, which the\nDistrict Court denied.A divided panel of the Ninth Circuit reversed.\nThe panel majority spent most of its opinion conducting ade novoanalysis of the merits of the would-be\nsuppression motion—relying in part on arguments and theories that\nBeaudreaux had not presented to the state court in his second state\nhabeas petition. See App. to Pet. for Cert. 1a–7a; Record ER 153–ER\n154. It first determined that counsel’s failure to file the\nsuppression motion constituted deficient performance. See App. to\nPet. for Cert. 3a. The circumstances surrounding Esho’s pretrial\nidentification were “unduly suggestive,” according to the Ninth\nCircuit, because only Beaudreaux’s picture was in both photo\nlineups.Id.,at 4a. And, relying on Ninth Circuit\nprecedent, the panel majority found that the preliminary hearing\nwas unduly suggestive as well.Ibid.(quotingJohnsonv.Sublett, 63 F. 3d 926, 929 (CA9 1995)). The panel\nmajority next concluded that, under the totality of the\ncircumstances, Esho’s identification was not reliable enough to\novercome the suggestiveness of the procedures. App. to Pet. for\nCert. 5a. The panel majority then determined that counsel’s failure\nto file the suppression motion prejudiced Beaudreaux, given the\nweakness of the State’s case.Id.,at 5a–6a. After\nconducting thisde novoanalysis of Beaudreaux’s\nineffectiveness claim, the panel majority asserted that the state\ncourt’s denial of this claim was not just wrong, but objectively\nunreasonable under §2254(d). Seeid.,at 6a–7a. Judge Gould\ndissented. He argued that the state court could have reasonably\nconcluded that Beaudreaux had failed to prove prejudice.Id.,at 8a.The State of California petitioned for\ncertiorari.IIUnder the Antiterrorism and Effective Death\nPenalty Act of 1996 (AEDPA), a federal court cannot grant habeas\nrelief “with respect to any claim that was adjudicated on the\nmerits in State court proceedings unless the adjudication of the\nclaim . . . resulted in a decision that was con- trary\nto, or involved an unreasonable application of, clearly established\nFederal law, as determined by” this Court, or “a decision that was\nbased on an unreasonable determination of the facts in light of the\nevidence presented in the State court proceeding.” §2254(d). When,\nas here, there is no reasoned state-court decision on the merits,\nthe federal court “must determine what arguments or theories\n. . . could have supported the state court’s decision;\nand then it must ask whether it is possible fairminded jurists\ncould disagree that those arguments or theories are inconsistent\nwith the holding in a prior decision of this Court.”Harringtonv.Richter, 562 U. S. 86, 102 (2011).\nIf such dis- agreement is possible, then the petitioner’s claim\nmust be denied.Ibid.We have often emphasized that “this\nstandard is difficult to meet” “because it was meant to be.”Ibid.;e.g., Burtv.Titlow, 571 U. S.\n12, 20 (2013). The Ninth Circuit failed to properly apply this\nstandard.ATo prove ineffective assistance of counsel, a\npetitioner must demonstrate both deficient performance and\nprejudice.Stricklandv.Washington, 466 U. S.\n668, 687 (1984). The state court’s denial of relief in this case\nwas not an unreasonable application ofStrickland. A\nfairminded jurist could conclude that counsel’s performance was not\ndeficient because counsel reasonably could have determined that the\nmotion to suppress would have failed. SeePremov.Moore, 562 U. S. 115, 124 (2011).[1]This Court has previously described “the\napproach appropriately used to determine whether the Due Process\nClause requires suppression of an eyewitness identification tainted\nby police arrangement.”Perryv.New Hampshire, 565\nU. S. 228, 238 (2012). In particular, the Court has said that\n“due process concerns arise only when law enforcement officers\nuse[d] an identification procedure that isbothsuggestive\nand unnecessary.”Id., at 238–239 (citingMansonv.Braithwaite, 432 U. S. 98, 107, 109 (1977), andNeilv.Biggers, 409 U. S. 188, 198 (1972);\nemphasis added). To be “ ‘impermissibly suggestive,’ ”\nthe procedure must “ ‘give rise to a very substantial\nlikelihood of irreparable misidentification.’ ”Id., at\n197 (quotingSimmonsv.United States, 390 U. S.\n377, 384 (1968)). It is not enough that the procedure “may have in\nsome respects fallen short of the ideal.”Id.,at 385–386.\nEven when an unnecessarily suggestive procedure was used,\n“suppression of the resulting identification is not the inevitable\nconsequence.”Perry, 565 U. S.,at 239. Instead,\n“the Due Process Clause requires courts to assess, on a\ncase-by-case basis, whether improper police conduct created a\n‘substantial likelihood of misidentification.’ ”Ibid.(quotingBiggers,supra,at 201). “[R]eliability [of\nthe eyewitness identification] is the linchpin’ of that\nevaluation.”Perry,supra, at 239 (quotingManson, 432 U. S., at 114; alterations in original).\nThe factors affecting reliability include “the opportunity of the\nwitness to view the criminal at the time of the crime, the witness’\ndegree of attention, the accuracy of his prior description of the\ncriminal, the level of certainty demonstrated at the confrontation,\nand the time between the crime and the confrontation.”Id.,\nat 114. This Court has held that pretrial identification procedures\nviolated the Due Process Clause only once, inFosterv.California, 394 U. S. 440 (1969). There, the police\nused two highly suggestive lineups and “a one-to-one\nconfrontation,” which “made it all but inevitable that [the\nwitness] would identify [the defendant].”Id.,at\n443.[2]In this case, there is at least one theory that\ncould have led a fairminded jurist to conclude that the suppression\nmotion would have failed. SeeRichter,supra, at\n102.[3] The state court could\nhave reasonably concluded that Beaudreaux failed to prove that,\n“under the ‘totality of the circumstances,’ ” the\nidentification was not “reliable.”Biggers,supra, at\n199. Beaudreaux’s claim was facially deficient because his state\nhabeas petition failed to even address this requirement. See Record\nER 153–ER 154. And the state court could have reasonably concluded\nthat the totality of the circumstances tipped against Beaudreaux.\nTrue, Esho gave a vague initial description of the shooter, seeManson,supra, at 115 (noting the detailed physical\ndescription the witness gave “minutes after”), and there was a\n17-month delay between the shooting and the identification, seeBiggers,supra, at 201 (determining that “a lapse of\nseven months . . . would be a seriously negative factor\nin most cases”). But, as the District Court found, Esho had a good\nopportunity to view the shooter, having talked to Beaudreaux\nimmediately after the shooting. See App. to Pet. for Cert. 66a. He\nalso was paying attention during the crime and even remembered\nBeaudreaux’s distinctive walk. Seeid.,at 64a, 66a.Esho demonstrated a high overall level of certainty in his\nidentification. He chose Beaudreaux’s picture in both photo\nlineups, and he was “sure” about his identification once he saw\nBeaudreaux in person. Record ER 285; App. to Pet. for Cert.\n63a–64a, 66a. There also was “little pressure” on Esho to make a\nparticular identification.Manson,supra, at 116. It\nwould not have been “ ‘ “objectively\nunreasonable” ’ ” to weigh the totality of these\ncircumstances against Beaudreaux.Whitev.Woodall,\n572 U. S. 415, 419 (2014).BThe Ninth Circuit’s opinion was not just\nwrong. It also committed fundamental errors that this Court has\nrepeatedly admonished courts to avoid.First, the Ninth Circuit effectively inverted\nthe rule established inRichter. Instead of considering the\n“arguments or theories [that] could have supported” the state\ncourt’s summary decision, 562 U. S., at 102, the Ninth Circuit\nconsidered arguments against the state court’s decision that\nBeaudreaux never even made in his state habeas petition.Additionally, the Ninth Circuit failed to assess\nBeaudreaux’s ineffectiveness claim with the appropriate amount of\ndeference. The Ninth Circuit essentially evaluated the meritsde novo, only tacking on a perfunctory statement at the\nend of its analysis asserting that the state court’s decision was\nunreasonable. But deference to the state court should have been\nnear its apex in this case, which involves aStricklandclaim based on a motion that turns on general, fact-driven\nstandards such as suggestiveness and reliability. The Ninth\nCircuit’s analysis did not follow this Court’s repeated holding\nthat, “ ‘[t]he more general the rule . . . the more\nleeway [state] courts have.’ ”Renicov.Lett,\n559 U. S. 766, 776 (2010) (brackets in original). Nor did it\nfollow this Court’s precedents stating that, “because theStricklandstandard is a general standard, a state court has\neven more latitude to reasonably determine that a defendant has not\nsatisfied that standard.”Knowlesv.Mirzayance, 556\nU. S. 111, 123 (2009). The Ninth Circuit’s essentiallyde novoanalysis disregarded this deferential\nstandard.*  *  *The petition for a writ of certiorari and\nrespondent’s motion to proceedin forma pauperisare\ngranted. The judgment of the United States Courts of Appeals for\nthe Ninth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Justice Breyer dissents.Notes1Judge Gould found that\nthe state court could have reasonably concluded that Beaudreaux\nfailed to prove prejudice because the weight of the evidence\nagainst him—even without Esho’s identification—would have been\nsufficient to ensure his conviction. See App. to Pet. for Cert. 8a.\nWe need not reach that issue.2In the first lineup, the\nsuspect was nearly six inches taller than the other two men in the\nlineup, and was the only one wearing a leather jacket like the one\nthe witness described the robber as wearing.Foster, 394\nU. S., at 441, 443. Police then arranged a “one-to-one\nconfrontation” in which the witness sat in the same room as the\nsuspect and spoke to him.Id.,at 441. And in the second\nlineup, the suspect was the only one in the five man lineup who had\nbeen in the original lineup.Id.,at 441–442.3Because our decision\nmerely applies 28 U. S. C. §2254(d)(1), it takes no\nposition on the underlying merits and does not decide any other\nissue. SeeKernanv.Cuero, 583 U. S. ___, ___\n(2017) (per curiam) (slip op., at 7);Marshallv.Rodgers, 569 U. S. 58, 64 (2013) (per\ncuriam).",
    "joined": []
}