{
    "case": {
        "docket": "16-1468",
        "citation": "583",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-1468/"
    },
    "id": "3795249",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESSCOTT KERNAN, SECRETARY, CALIFORNIA DEPARTMENT\nOF CORRECTIONS AND REHA-BILITATIONv.MICHAEL DANIEL\nCUEROon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 16–1468. Decided November 6, 2017Per Curiam.The Antiterrorism and Effective Death Penalty\nAct of 1996 provides that a federal court may grant habeas relief\nto a state prisoner based on a claim adjudicated by a state court\non the merits if the resulting decision is “contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d)(1). In this case, a\nCalifornia court permitted the State to amend a criminal complaint\nto which the respondent, Michael Cuero, had pleaded guilty. That\nguilty plea would have led to a maximum sentence of 14 years and 4\nmonths. The court acknowledged that permitting the amendment would\nlead to a higher sentence, and it consequently permitted Cuero to\nwithdraw his guilty plea. Cuero then pleaded guilty to the amended\ncomplaint and was sentenced to a term with a minimum of 25\nyears.A panel of the Court of Appeals for the Ninth\nCircuit subsequently held that the California court had made a\nmistake of federal law. In its view, the law entitled Cuero to\nspecific performance of the lower 14-year, 4-month sentence that he\nwould have received had the complaint not been amended.The question here is whether the state-court\ndecision “involved an unreasonable application o[f] clearly\nestablished Federal law, as determined by the Supreme Court of the\nUnited States.”Ibid. Did our prior decisions (1) clearlyrequirethe state court to impose the lower sentence that\nthe parties originally expected; or (2) instead permit the State’s\nsentence-raising amendment where the defendant was allowed to\nwithdraw his guilty plea? Because no decision from this Court\nclearly establishes that a state court must choose the first\nalternative, we reverse the Ninth Circuit’s decision.IOn October 27, 2005, the State of California\ncharged Michael Cuero with two felonies and a misdemeanor. App. to\nPet. for Cert. 26a–33a. Its complaint alleged that on October 14,\n2005, Cuero drove his car into, and seriously injured, Jeffrey\nFeldman, who was standing outside of his parked pickup truck.Id.,at 27a–28a. The complaint further alleged that Cuero\nwas then on parole, that he was driving without a license, that he\nwas driving under the influence of methamphetamine, and that he had\nin his possession a loaded 9-millimeter semiautomatic pistol.Ibid.Cuero initially pleaded “not guilty.” But on\nDecember 8, he changed his plea. A form entitled “PLEA OF GUILTY/NO\nCONTEST—FELONY” signed by Cuero, the prosecutor, and the trial\ncourt memorialized the terms of Cuero’s guilty plea. Seeid., at 77a–85a. On that form, Cuero pleaded guilty to the\ntwo felony counts.Ibid.; see Cal. Veh. Code Ann. §23153(a)\n(West 2017) (causing bodily injury while driving under the\ninfluence of a drug); Cal. Penal Code Ann. §12021(a)(1) (West 2005)\n(unlawful possession of a firearm). He also admitted that he had\npreviously served four separate prison terms, including a term for\nresidential burglary, which qualifies as a predicate offense under\nCalifornia’s “three strikes” law. Cal. Penal Code Ann. §667(a)(1)\n(West 2017); seeEwingv.California, 538 U. S.\n11 –17 (2003). Finally, Cuero acknowledged on this guilty-plea form\nthat he understood that he “may receive this maximum punishment as\na result of my plea: 14 years, 4 months in State Prison, $10,000\nfine and 4 years parole.” App. to Pet. for Cert. 80a.Following a hearing, the state trial court\naccepted the plea and granted California’s motion to dismiss the\nremaining misdemeanor charge. The court then scheduled the\nsentencing hearing for January 11, 2006.Before the hearing took place, however, the\nprosecution determined that another of Cuero’s four prior\nconvictions qualified as a “strike” and that the signed guilty-plea\nform had erroneously listed only one strike. See Cal. Penal Code\nAnn. §245(a)(1) (assault with a deadly weapon). This second strike\nmeant that Cuero faced not a maximum punishment of just over 14\nyears (172 months), but aminimumpunishment of 25 years.\n§§667(e)(2)(A)(ii), 1170.12(c)(2)(A)(ii).The State asked the trial court for permission\nto amend the criminal complaint accordingly. It pointed to Cal.\nPenal Code §969.5(a), which provides:“Whenever it shall be discovered that a\npending complaint to which a plea of guilty has been made under\nSection 859a does not charge all prior felonies of which the\ndefendant has been convicted either in this state or elsewhere, the\ncomplaint may be forthwith amended to charge the prior conviction\nor convictions and the amendments may and shall be made upon order\nof the court.”Cuero argued that the State’s motion was\nuntimely and prejudicial. But the trial court granted the motion.\nAt the same time, the court permitted Cuero to withdraw his guilty\nplea in light of the change. It concluded that §969.5(a) “guide[d]”\nits inquiry and was best read to reflect a legislative\ndetermination that criminal complaints should charge all prior\nfelony convictions. App. to Pet. for Cert. 178a. The court added\nthat the case was distinguishable from “a situation where the\n[State] might, after a guilty plea, seek to amend” a criminal\ncomplaint by adding “new charges” or facts that fundamentally alter\nthe substance of the complaint.Id.,at 179a. But here,\nwhere only “alleged prior convictions” were at issue, the court\ncould eliminate any prejudice to Cuero by allowing him to withdraw\nhis initial guilty plea, thereby restoring both parties to the\nstatus quo prior to its entry.Ibid.Soon thereafter, California amended the\ncomplaint. The complaint as amended charged Cuero with one felony,\n(causing bodily injury while driving under the influence of a drug\nunder Cal. Veh. Code Ann. §23153(a)), and it alleged two prior\nstrikes. Cuero then withdrew his initial guilty plea and entered a\nnew guilty plea to the amended complaint. On April 20, 2006, the\ntrial court sentenced Cuero to the stipulated term of 25 years to\nlife. His conviction and sentence were affirmed on direct appeal,\nand the California Supreme Court denied a state habeas\npetition.Cuero then filed a petition for federal habeas\nrelief in the United States District Court for the Southern\nDistrict of California. The Federal District Court denied Cuero’s\npetition, but the Court of Appeals for the Ninth Circuit reversed.Cuerov.Cate, 827 F. 3d 879 (2016).The Ninth Circuit panel hearing the appeal held\nthat the state trial court had “acted contrary to clearly\nestablished Supreme Court law” by “refusing to enforce the original\nplea agreement” with its 172-month maximum sentence.Id., at\n888. It wrote that “[i]n this context, specific performance” of\nthat plea agreement—i.e.,sentencing Cuero to no more than\nthe roughly 14-year sentence reflected in the 2005 guilty-plea\nform—was “necessary to maintain the integrity and fairness of the\ncriminal justice system.”Id., at 890, n. 14. The Ninth\nCircuit denied rehearing en banc over the dissent of seven judges.Cuerov.Cate, 850 F. 3d 1019 (2017). The State\nthen filed a petition for certiorari here.IIThe Ninth Circuit has already issued its\nmandate in this case. And the state trial court, in light of that\nmandate, has resentenced Cuero. Cuero argues that this fact renders\nthis controversy moot. The State and Cuero, however, continue to\ndisagree about the proper length of Cuero’s sentence, a portion of\nwhich he has not yet served. Thus, neither the losing party’s\nfailure to obtain a stay preventing the mandate of the Court of\nAppeals from issuing nor the trial court’s action in light of that\nmandate makes the case moot.Mancusiv.Stubbs, 408\nU. S. 204 –207, and n. 1 (1972);Eaglesv.United States ex rel. Samuels, 329 U. S. 304 –308\n(1946). Reversal would simply “und[o] what thehabeas corpuscourt did,” namely, permit the state courts to determine in the\nfirst instance the lawfulness of a longer sentence not yet served.Id., at 308.IIIThe Ninth Circuit, in ordering specific\nperformance of the 172-month sentence set forth on Cuero’s original\nguilty-plea form, reasoned as follows. First, the court concluded\nthat Cuero’s guilty-plea form amounts to an enforceable plea\nagreement. 827 F. 3d, at 884–885. Second, that plea agreement\namounts to, and should be interpreted as, a contract under state\ncontract law.Id.,at 883 (citingRickettsv.Adamson, 483 U. S. 1, 5, n. 3 (1987) ). Third,\nCalifornia contract law would consider the State’s motion to amend\nthe complaint as a breach of contract. 827 F. 3d, at 887–890.\nFourth, “the remedy for breach must ‘repair the harm caused by the\nbreach.’ ”Id., at 890 (quotingPeoplev.Toscano, 124 Cal. App. 4th 340, 20 Cal. Rptr. 3d\n923, 927 (2004)). Fifth, rescission failed to “ ‘repair the\nharm.’ ” 827 F. 3d, at 891. Sixth, consequently Cuero was\nentitled to specific performance, namely, a maximum prison term of\n172 months (14 years and 4 months).Ibid.And, seventh, the\nstate court’s contrary decision was itself “contrary to, or\ninvolved an unreason-able application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d)(1); see 827 F. 3d, at\n888.We shall assume purely for argument’s sake that\nthe State violated the Constitution when it moved to amend the\ncomplaint. But we still are unable to find in Supreme Court\nprecedent that “clearly established federal law” demanding specific\nperformance as a remedy. To the contrary, no “holdin[g] of this\nCourt” requires the remedy of specific performance under the\ncircumstances present here.Harringtonv.Richter,\n562 U. S. 86, 100 (2011) .Two of our prior decisions address these issues.\nThe first,Santobellov.New York, 404 U. S. 257\n(1971) , held that a defendant may not be bound to a plea agreement\nfollowing a prosecutorial breach of an enforceable provision of\nsuch an agreement.Id., at 262. As relevant here, however,\nChief Justice Burger wrote in the opinion for the Court that the\n“ultimate relief to which petitioner is entitled” must be left “to\nthe discretion of the state court, which is in a better position to\ndecide whether the circumstances of this case require only that\nthere be specific performance of the agreement on the plea” or,\nalterna-tively, that “the circumstances require granting the relief\nsought by petitioner,i.e.,the opportunity to withdraw his\nplea of guilty.”Id., at 262–263.The Ninth Circuit cited a concurrence inSantobelloby Justice Douglas, which added that “a court\nought to accord a defendant’s [remedial] preference considerable,\nif not controlling, weight inasmuch as the fundamental rights\nflouted by a prosecutor’s breach of a plea bargain are those of the\ndefendant, not of the State.” 827 F. 3d, at 891, n. 14\n(quotingSantobello,supra, at 267). Three other\nJustices agreed with Justice Douglas on this point, and because\nonly seven Justices participated in the case, the Ninth Circuit\nsuggested that a four-Justice majority inSanto-belloseemed\nto favor looking to the defendant’s preferred remedy. 827\nF. 3d, at 891, n. 14 (citingSantobello,supra, at 268, and n. (Marshall, J., concurring in part and\ndissenting in part)). The Ninth Circuit also pointed in support to\nits own Circuit precedent, a criminal procedure treatise, a\ndecision of the Washington Supreme Court, and a law review article.\nSee 827 F. 3d, at 890–891, n. 14 (citingBuckleyv.Terhune, 441 F. 3d 688, 699, n. 11 (CA9 2006);\n5 W. LaFave, J. Israel, N. King, & O. Kerr, Criminal Procedure\n§21.2(e) (4th ed. 2015);Statev.Tourtellotte, 88\nWash. 2d 579, 564 P. 2d 799, 802 (1977); and Fischer,\nBeyond Santobello—Remedies for Reneged Plea Bargains, 2 U. San\nFernando Valley L. Rev. 121, 125 (1973)).There are several problems with the Ninth\nCircuit’s reasoning below. First, “ ‘fairminded jurists could\ndis-agree’ ” with the Ninth Circuit’s reading ofSantobello.Richter,supra, at 101 (quotingYarboroughv.Alvarado,541 U. S. 652, 664\n(2004) ). Moreover, inMabryv.Johnson, 467\nU. S. 504 (1984) , the Court wrote that “Santobelloexpressly declined to hold that the Constitution compels specific\nperformance of a broken prosecutorial promise as the remedy for\nsuch a plea.”Id.,at 510–511, n. 11 (citingSantobello, 404 U. S., at 262–263;id., at\n268–269 (Marshall, J., concurring in part and dissenting in part)).\nThe Court added that “permitting Santobello to replead was within\nthe range of constitutionally appropriate remedies.” 467\nU. S., at 510, n. 11. Where, as here, none of our prior\ndecisions clearly entitles Cuero to the relief he seeks, the “state\ncourt’s decision could not be ‘contrary to’ any holding from this\nCourt.”Woodsv.Donald, 575 U. S. ___, ___\n(2015) (per curiam) (slip op., at 6) (quotingLopezv.Smith, 574 U. S. ___, ___ (2014) (per curiam)\n(slip op., at 5)). Finally, as we have repeatedly pointed out,\n“circuit precedent does not constitute ‘clearly established Federal\nlaw, as determined by the Supreme Court.’ ”Glebev.Frost, 574 U. S. ___, ___ (2014) (per curiam)\n(slip op., at 3) (quoting 28 U. S. C. §2254(d)(1)). Nor,\nof course, do state-court decisions, treatises, or law review\narticles.For all these reasons, we conclude that the\nNinth Circuit erred when it held that “federal law” as interpreted\nby this Court “clearly” establishes that specific performance is\nconstitutionally required here. We decide no other issue in this\ncase.The petition for a writ of certiorari and\nrespondent’s motion to proceedin forma pauperisare\ngranted. We reverse the judgment of the United States Court of\nAppeals for the Ninth Circuit and remand the case for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}