{
    "case": {
        "docket": "19-5421",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/19-5421/"
    },
    "id": "4230714",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESCHARLES EARL DAVISv.UNITED STATESon petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo. 19–5421. Decided March 23, 2020Per Curiam.In July 2016, police officers in Dallas, Texas,\nreceived a tip about a suspicious car parked outside of a house in\nthe Dallas area. The officers approached the car and encountered\nCharles Davis in the driver’s seat. They ordered him out of the car\nafter smelling marijuana. As Davis exited the car, the officers\nspotted a black semiautomatic handgun in the door compartment. They\nthen searched Davis and found methamphetamine pills.Davis had previously been convicted of two state\nfelonies. In this case, a federal grand jury in the Northern\nDistrict of Texas indicted Davis for being a felon in possession of\na firearm, 18 U. S. C. §§922(g)(1), 924(a)(2), and for\npossessing drugs with the intent to distribute them, 21\nU. S. C. §§841(a)(1), (b)(1)(C). Davis pleaded guilty to\nboth counts. The presentence report prepared by the probation\noffice noted that Davis was also facing pending drug and gun\ncharges in Texas courts stemming from a separate 2015 state arrest.\nThe District Court sentenced Davis to four years and nine months in\nprison and ordered that his sentence run consecutively to any\nsentences that the state courts might impose for his 2015 state\noffenses. Davis did not object to the sentence or to its\nconsecutive nature.Davis appealed to the U. S. Court of\nAppeals for the Fifth Circuit. On appeal, he argued for the first\ntime that the District Court erred by ordering his federal sentence\nto run consecutively to any sentence that the state courts might\nimpose for his 2015 state offenses. Davis contended that his 2015\nstate offenses and his 2016 federal offenses were part of the “same\ncourse of conduct,” meaning under the Sentencing Guidelines that\nthe sentences should have run concurrently, not consecutively. See\nUnited States Sentencing Commission, Guidelines Manual\n§§1B1.3(a)(2), 5G1.3(c) (Nov. 2018).In the Fifth Circuit, Davis acknowledged that he\nhad failed to raise that argument in the District Court. When a\ncriminal defendant fails to raise an argument in the district\ncourt, an appellate court ordinarily may review the issue only for\nplain error. See Fed. Rule Crim. Proc. 52(b).But the Fifth Circuit refused to entertain\nDavis’ argument at all. The Fifth Circuit did not employ\nplain-error review because the court characterized Davis’ argument\nas raising factual issues, and under Fifth Circuit precedent,\n“[q]uestions of fact capable of resolution by the district court\nupon proper objection at sentencing can never constitute plain\nerror.” 769 Fed. Appx. 129 (2019) (per curiam)\n(quotingUnited Statesv.Lopez, 923 F.2d 47, 50\n(1991) (per curiam)). By contrast, almost every\nother Court of Appeals conducts plain-error review of unpreserved\narguments, including unpreserved factual arguments. See,e.g.,\nUnited Statesv.González-Castillo, 562 F.3d 80, 83–84\n(CA1 2009);United Statesv.Romeo, 385 Fed. Appx.\n45, 49–50 (CA2 2010);United Statesv.Griffiths, 504\nFed. Appx. 122, 126–127 (CA3 2012);United Statesv.Wells,163 F.3d 889, 900 (CA4 1998);United Statesv.Sargent, 19 Fed. Appx. 268, 272 (CA6 2001)\n(per curiam);United Statesv.Durham, 645 F.3d 883, 899–900 (CA7 2011);United\nStatesv.Sahakian, 446 Fed. Appx. 861, 863 (CA9 2011);United Statesv.Thomas, 518 Fed. Appx. 610, 612–613\n(CA11 2013) (per curiam);United Statesv.Saro,24 F.3d 283, 291 (CADC 1994).In this Court, Davis challenges the Fifth\nCircuit’s outlier practice of refusing to review certain\nunpreserved factual arguments for plain error. We agree with Davis,\nand we vacate the judgment of the Fifth Circuit.Rule 52(b) states in full: “A plain error that\naffects substantial rights may be considered even though it was not\nbrought to the court’s attention.” The text of Rule 52(b) does not\nimmunize factual errors from plain-error review. Our cases likewise\ndo not purport to shield any category of errors from plain-error\nreview. See generallyRosales- Mirelesv.United\nStates,585 U. S. ___ (2018);United Statesv.Olano,507 U.S.\n725(1993). Put simply, there is no legal basis for the Fifth\nCircuit’s practice of declining to review certain unpreserved\nfactual arguments for plain error.The petition for certiorari and the motion for\nleave to proceedin forma pauperisare granted, the judgment\nof the Fifth Circuit is vacated, and the case is remanded for\nfurther proceedings consistent with this opinion. We express no\nopinion on whether Davis has satisfied the plain-error\nstandard.It is so ordered.",
    "joined": []
}