{
    "case": {
        "docket": "30",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/30/"
    },
    "id": "1963043",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMPORTER V. MCCOLLUM558 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESGEORGE PORTER, Jr.v.BILL McCOLLUM,\nATTORNEY GENERAL OF FLORIDA, et al.on petition for writ of certiorari to the united\nstates court of appeals for the eleventh circuitNo. 08–10537. Decided November 30, 2009Per Curiam.Petitioner George Porter is a\nveteran who was both wounded and decorated for his active\nparticipation in two major engagements during the Korean War; his\ncombat service unfortunately left him a traumatized, changed man.\nHis commanding officer’s moving description of those two battles\nwas only a fraction of the mitigating evidence that his counsel\nfailed to discover or present during the penalty phase of his trial\nin 1988.In this federal postconviction proceeding, the\nDistrict Court held that Porter’s lawyer’s failure to adduce that\nevidence violated his Sixth Amendment right to counsel and granted\nhis application for a writ of habeas corpus. The Court of Appeals\nfor the Eleventh Circuit reversed, on the ground that the Florida\nSupreme Court’s determination that Porter was not prejudiced by any\ndeficient performance by his counsel was a reasonable application\nofStricklandv.Washington,466 U. S. 668(1984).\nLike the District Court, we are persuaded that it was objectively\nunreasonable to conclude there was no reasonable probability the\nsentence would have been different if the sentencing judge and jury\nhad heard the significant mitigation evidence that Porter’s counsel\nneither uncovered nor presented. We therefore grant the petition\nfor certiorari in part and reverse the judgment of the Court of\nAppeals.[Footnote 1]IPorter was convicted of two\ncounts of first-degree murder for the shooting of his former\ngirlfriend, Evelyn Williams, and her boyfriend Walter Burrows. He\nwas sentenced to death on the first count but not the second.In July 1986, as his relationship\nwith Williams was ending, Porter threatened to kill her and then\nleft town. When he returned to Florida three months later, he\nattempted to see Williams but her mother told him that Williams did\nnot want to see him. He drove past Williams’ house each of the two\ndays prior to the shooting, and the night before the murder he\nvisited Williams, who called the police. Porter then went to two\ncocktail lounges and spent the night with a friend, who testified\nPorter was quite drunk by 11 p.m. Early the next morning, Porter\nshot Williams in her house. Burrows struggled with Porter and\nforced him outside where Porter shot him.Porter represented himself, with standby\ncounsel, for most of the pretrial proceedings and during the\nbeginning of his trial. Near the completion of the State’s case in\nchief, Porter pleaded guilty. He thereafter changed his mind about\nrepresenting himself, and his standby counsel was appointed as his\ncounsel for the penalty phase. During the penalty phase, the State\nattempted to prove four aggravating factors: Porter had been\n“previously convicted” of another violent felony (i.e., in\nWilliams’ case, killing Burrows, and in his case, killing\nWilliams);[Footnote 2] the\nmurder was committed during a burglary; the murder was committed in\na cold, calculated, and premeditated manner; and the murder was\nespecially heinous, atrocious, or cruel. The defense put on only\none witness, Porter’s ex-wife, and read an excerpt from a\ndeposition. The sum total of the mitigating evidence was\ninconsistent testimony about Porter’s behavior when intoxicated and\ntestimony that Porter had a good relationship with his son.\nAlthough his lawyer told the jury that Porter “has other handicaps\nthat weren’t apparent during the trial” and Porter was not\n“mentally healthy,” he did not put on any evidence related to\nPorter’s mental health. 3 Tr. 477–478 (Jan. 22, 1988).The jury recommended the death sentence for\nboth murders. The trial court found that the State had proved all\nfour aggravating circumstances for the murder of Williams but that\nonly the first two were established with respect to Burrows’\nmurder. The trial court found no mitigating circumstances and\nimposed a death sentence for Williams’ murder only. On direct\nappeal, the Florida Supreme Court affirmed the sentence over the\ndissent of two justices, but struck the heinous, atrocious, or\ncruel aggravating factor.Porterv.State, 564\nSo. 2d 1060 (1990)(per curiam). The court found the\nState had not carried its burden on that factor because the “record\nis consistent with the hypothesis that Porter’s was a crime of\npassion, not a crime that was meant to be deliberately and\nextraordinarily painful.”Id., at 1063 (emphasis deleted).\nThe two dissenting justices would have reversed the penalty because\nthe evidence of drunkenness, “combined with evidence of Porter’s\nemotionally charged, desperate, frustrated desire to meet with his\nformer lover, is sufficient to render the death penalty\ndisproportional punishment in this instance.”Id., at\n1065–1066 (Barkett, J., concurring in part and dissenting in\npart).In 1995, Porter filed a petition for\npostconviction relief in state court, claiming his penalty-phase\ncounsel failed to investigate and present mitigating evidence. The\ncourt conducted a 2-day evidentiary hearing, during which Porter\npresented extensive mitigating evidence, all of which was\napparently unknown to his penalty-phase counsel. Unlike the\nevidence presented during Porter’s penalty hearing, which left the\njury knowing hardly anything about him other than the facts of his\ncrimes, the new evidence described his abusive childhood, his\nheroic military service and the trauma he suffered because of it,\nhis long-term substance abuse, and his impaired mental health and\nmental capacity.The depositions of his brother and sister\ndescribed the abuse Porter suffered as a child. Porter routinely\nwitnessed his father beat his mother, one time so severely that she\nhad to go to the hospital and lost a child. Porter’s father was\nviolent every weekend, and by his siblings’ account, Porter was his\nfather’s favorite target, particularly when Porter tried to protect\nhis mother. On one occasion, Porter’s father shot at him for coming\nhome late, but missed and just beat Porter instead. According to\nhis brother, Porter attended classes for slow learners and left\nschool when he was 12 or 13.To escape his horrible family life, Porter\nenlisted in the Army at age 17 and fought in the Korean War. His\ncompany commander, Lieutenant Colonel Sherman Pratt, testified at\nPorter’s postconviction hearing. Porter was with the 2d Division,\nwhich had advanced above the 38th parallel to Kunu-ri when it was\nattacked by Chinese forces. Porter suffered a gunshot wound to the\nleg during the advance but was with the unit for the battle at\nKunu-ri. While the Eighth Army was withdrawing, the 2d Division was\nordered to hold off the Chinese advance, enabling the bulk of the\nEighth Army to live to fight another day. As Colonel Pratt\ndescribed it, the unit “went into position there in bitter cold\nnight, terribly worn out, terribly weary, almost like zombies\nbecause we had been in constant—for five days we had been in\nconstant contact with the enemy fighting our way to the rear,\nlittle or no sleep, little or no food, literally as I say zombies.”\n1 Tr. 138 (Jan. 4, 1996). The next morning, the unit engaged in a\n“fierce hand-to-hand fight with the Chinese” and later that day\nreceived permission to withdraw, making Porter’s regiment the last\nunit of the Eighth Army to withdraw.Id., at 139–140.Less than three months later,\nPorter fought in a second battle, at Chip’yong-ni. His regiment was\ncut off from the rest of the Eighth Army and defended itself for\ntwo days and two nights under constant fire. After the enemy broke\nthrough the perimeter and overtook defensive positions on high\nground, Porter’s company was charged with retaking those positions.\nIn the charge up the hill, the soldiers “were under direct open\nfire of the enemy forces on top of the hill. They immediately came\nunder mortar, artillery, machine gun, and every other kind of fire\nyou can imagine and they were just dropping like flies as they went\nalong.”Id., at 150. Porter’s company lost all three of\nits platoon sergeants, and almost all of the officers were wounded.\nPorter was again wounded and his company sustained the heaviest\nlosses of any troops in the battle, with more than 50% casualties.\nColonel Pratt testified that these battles were “very trying,\nhorrifying experiences,” particularly for Porter’s company at\nChip’yong-ni.Id., at 152. Porter’s unit was awarded the\nPresidential Unit Citation for the engagement at Chip’yong-ni, and\nPorter individually received two Purple Hearts and the Combat\nInfantryman Badge, along with other decorations.Colonel Pratt testified that\nPorter went absent without leave (AWOL) for two periods while in\nKorea. He explained that this was not uncommon, as soldiers\nsometimes became disoriented and separated from the unit, and that\nthe commander had decided not to impose any punishment for the\nabsences. In Colonel Pratt’s experience, an “awful lot of\n[veterans] come back nervous wrecks. Our [veterans’] hospitals\ntoday are filled with people mentally trying to survive the perils\nand hardships [of] … the Korean War,” particularly those who fought\nin the battles he described.Id., at 153.When Porter returned to the United\nStates, he went AWOL for an extended period of time.[Footnote 3] He was sentenced to six months’\nimprisonment for that infraction, but he received an honorable\ndischarge. After his discharge, he suffered dreadful nightmares and\nwould attempt to climb his bedroom walls with knives at\nnight.[Footnote 4] Porter’s\nfamily eventually removed all of the knives from the house.\nAccording to Porter’s brother, Porter developed a serious drinking\nproblem and began drinking so heavily that he would get into fights\nand not remember them at all.In addition to this testimony\nregarding his life history, Porter presented an expert in\nneuropsychology, Dr. Dee, who had examined Porter and administered\na number of psychological assessments. Dr. Dee concluded that\nPorter suffered from brain damage that could manifest in impulsive,\nviolent behavior. At the time of the crime, Dr. Dee testified,\nPorter was substantially impaired in his ability to conform his\nconduct to the law and suffered from an extreme mental or emotional\ndisturbance, two statutory mitigating circumstances, Fla. Stat.\n§921.141(6). Dr. Dee also testified that Porter had substantial\ndifficulties with reading, writing, and memory, and that these\ncognitive defects were present when he was evaluated for competency\nto stand trial. 2 Tr. 227–228 (Jan. 5, 1996); see also Record\n904–906. Although the State’s experts reached different conclusions\nregarding the statutory mitigators,[Footnote 5] each expert testified that he could not\ndiagnose Porter or rule out a brain abnormality. 2 Tr. 345, 382\n(Jan. 5, 1996); 3id., at 405.The trial judge who conducted the\nstate postconviction hearing, without determining counsel’s\ndeficiency, held that Porter had not been prejudiced by the failure\nto introduce any of that evidence. Record 1203, 1206.He\nfound that Porter had failed to establish any statutory mitigating\ncircumstances,id., at 1207, and that the nonstatutory\nmitigating evidence would not have made a difference in the outcome\nof the case,id., at 1210. He discounted the evidence of\nPorter’s alcohol abuse because it was inconsistent and discounted\nthe evidence of Porter’s abusive childhood because he was 54 years\nold at the time of the trial. He also concluded that Porter’s\nperiods of being AWOL would have reduced the impact of Porter’s\nmilitary service to “inconsequential proportions.”Id., at\n1212. Finally, he held that even considering all three categories\nof evidence together, the “trial judge and jury still would have\nimposed death.”Id., at 1214.The Florida Supreme Court\naffirmed. It first accepted the trial court’s finding that Porter\ncould not have established any statutory mitigating circumstances,\nbased on the trial court’s acceptance of the State’s experts’\nconclusions in that regard.Porterv.State, 788\nSo. 2d 917, 923 (2001)(per curiam). It then held the\ntrial court was correct to find “the additional nonstatutory\nmitigation to be lacking in weight because of the specific facts\npresented.”Id., at 925. Like the postconviction court,\nthe Florida Supreme Court reserved judgment regarding counsel’s\ndeficiency.Ibid.[Footnote\n6]Two justices dissented, reasoning that counsel’s\nfailure to investigate and present mitigating evidence was\n“especially harmful” because of the divided vote affirming the\nsentence on direct appeal—“even without the substantial mitigation\nthat we now know existed”—and because of the reversal of the\nheinous, atrocious, and cruel aggravating factor.Id., at\n937 (Anstead, J., concurring in part and dissenting in\npart).Porter thereafter filed his\nfederal habeas petition. The District Court held Porter’s\npenalty-phase counsel had been ineffective. It first determined\nthat counsel’s performance had been deficient because\n“penalty-phase counsel did little, if any investigation … and\nfailed to effectively advocate on behalf of his client before the\njury.”Porterv.Crosby, No.\n6:03–cv–1465–Orl–31KRS, 2007 WL 1747316, *23 (MD Fla., June 18,\n2007). It then determined that counsel’s deficient performance was\nprejudicial, finding that the state court’s decision was contrary\nto clearly established law in part because the state court failed\nto consider the entirety of the evidence when reweighing the\nevidence in mitigation, including the trial evidence suggesting\nthat “this was a crime of passion, that [Porter] was drinking\nheavily just hours before the murders, or that [Porter] had a good\nrelationship with his son.”Id., at *30.The Eleventh Circuit reversed. It\nheld the District Court had failed to appropriately defer to the\nstate court’s factual findings with respect to Porter’s alcohol\nabuse and his mental health. 552 F. 3d 1260, 1274, 1275 (2008)(per curiam). The Court of Appeals then separately\nconsidered each category of mitigating evidence and held it was not\nunreasonable for the state court to discount each category as it\ndid.Id., at 1274. Porter petitioned for a writ of\ncertiorari. We grant the petition and reverse with respect to the\nCourt of Appeals’ disposition of Porter’s ineffective- assistance\nclaim.IITo prevail underStrickland, Porter must show that his counsel’s deficient\nperformance prejudiced him. To establish deficiency, Porter must\nshow his “counsel’s representation fell below an objective standard\nof reasonableness.” 466 U. S., at 688. To establish prejudice, he\n“must show that there is a reasonable probability that, but for\ncounsel’s unprofessional errors, the result of the proceeding would\nhave been different.”Id., at 694. Finally, Porter is\nentitled to relief only if the state court’s rejection of his claim\nof ineffective assistance of counsel was “contrary to, or involved\nan unreasonable application of”Strickland, or it rested\n“on an unreasonable determination of the facts in light of the\nevidence presented in the State court proceeding.” 28 U. S. C.\n§2254(d).Because the state\ncourt did not decide whether Porter’s counsel was deficient, we\nreview this element of Porter’sStricklandclaimde\nnovo.Rompillav.Beard,545 U. S. 374, 390\n(2005). It is unquestioned that under the prevailing professional\nnorms at the time of Porter’s trial, counsel had an “obligation to\nconduct a thorough investigation of the defendant’s background.”Williamsv.Taylor,529 U. S. 362, 396\n(2000). The investigation conducted by Porter’s counsel clearly did\nnot satisfy those norms.Although Porter had initially\nelected to represent himself, his standby counsel became his\ncounsel for the penalty phase a little over a month prior to the\nsentencing proceeding before the jury. It was the first time this\nlawyer had represented a defendant during a penalty-phase\nproceeding. At the postconviction hearing, he testified that he had\nonly one short meeting with Porter regarding the penalty phase. He\ndid not obtain any of Porter’s school, medical, or military service\nrecords or interview any members of Porter’s family. InWigginsv.Smith,539 U. S. 510, 524, 525\n(2003), we held counsel “fell short of … professional standards”\nfor not expanding their investigation beyond the presentence\ninvestigation report and one set of records they obtained,\nparticularly “in light of what counsel actually discovered” in the\nrecords. Here, counsel did not even take the first step of\ninterviewing witnesses or requesting records. Cf.Bobbyv.Van Hook,ante, at 6–8 (holding performance not\ndeficient when counsel gathered a substantial amount of information\nand then made a reasonable decision not to pursue additional\nsources);Strickland, 466 U. S., at 699 (“[Counsel’s]\ndecision not to seek more character or psychological evidence than\nwas already in hand was … reasonable”). Beyond that, like the\ncounsel inWiggins, he ignored pertinent avenues for\ninvestigation of which he should have been aware. The court-ordered\ncompetency evaluations, for example, collectively reported Porter’s\nvery few years of regular school, his military service and wounds\nsustained in combat, and his father’s “over-disciplin[e].” Record\n902–906. As an explanation, counsel described Porter as fatalistic\nand uncooperative. But he acknowledged that although Porter\ninstructed him not to speak with Porter’s ex-wife or son, Porter\ndid not give him any other instructions limiting the witnesses he\ncould interview.Counsel thus failed to uncover and\npresent any evidence of Porter’s mental health or mental\nimpairment, his family background, or his military service. The\ndecision not to investigate did not reflect reasonable professional\njudgment.Wiggins,supra, at 534. Porter may have\nbeen fatalistic or uncooperative, but that does not obviate the\nneed for defense counsel to conductsomesort of\nmitigation investigation. SeeRompilla,supra, at\n381–382.IIIBecause we find\nPorter’s counsel deficient, we must determine whether the Florida\nSupreme Court unreasonably appliedStricklandin holding\nPorter was not prejudiced by that deficiency. UnderStrickland, a defendant is prejudiced by his counsel’s\ndeficient performance if “there is a reasonable probability that,\nbut for counsel’s unprofessional errors, the result of the\nproceeding would have been different.” 466 U. S., at 694. In\nFlorida, the sentencing judge makes the determination as to the\nexistence and weight of aggravating and mitigating circumstances\nand the punishment, Fla. Stat. §921.141(3), but he must give the\njury verdict of life or death “great weight,”Tedderv.State, 322 So. 2d 908, 910 (Fla. 1975)(per\ncuriam). Porter must show that but for his counsel’s\ndeficiency, there is a reasonable probability he would have\nreceived a different sentence. To assess that probability, we\nconsider “the totality of the available mitigation evidence—both\nthat adduced at trial, and the evidence adduced in the habeas\nproceeding”—and “reweig[h] it against the evidence in aggravation.”Williams,supra, at 397–398.This is not a case in\nwhich the new evidence “would barely have altered the sentencing\nprofile presented to the sentencing judge.”Strickland,supra, at 700. The judge and jury at Porter’s original\nsentencing heard almost nothing that would humanize Porter or allow\nthem to accurately gauge his moral culpability. They learned about\nPorter’s turbulent relationship with Williams, his crimes, and\nalmost nothing else. Had Porter’s counsel been effective, the judge\nand jury would have learned of the “kind of troubled history we\nhave declared relevant to assessing a defendant’s moral\nculpability.”Wiggins,supra, at 535. They would\nhave heard about (1) Porter’s heroic military service in two of the\nmost critical—and horrific—battles of the Korean War, (2) his\nstruggles to regain normality upon his return from war, (3) his\nchildhood history of physical abuse, and (4) his brain abnormality,\ndifficulty reading and writing, and limited schooling. SeePenryv.Lynaugh,492 U. S. 302, 219\n(1989) (“ ‘[E]vidence about the defendant’s background and\ncharacter is relevant because of the belief, long held by this\nsociety, that defendants who commit criminal acts that are\nattributable to a disadvantaged background … may be less\nculpable’ ”). Instead, they heard absolutely none of that\nevidence, evidence which “might well have influenced the jury’s\nappraisal of [Porter’s] moral culpability.”Williams, 529\nU. S., at 398.On the other side of the ledger,\nthe weight of evidence in aggravation is not as substantial as the\nsentencing judge thought. As noted, the sentencing judge accepted\nthe jury’s recommendation of a death sentence for the murder of\nWilliams but rejected the jury’s death-sentence recommendation for\nthe murder of Burrows. The sentencing judge believed that there\nwere four aggravating circumstances related to the Williams murder\nbut only two for the Burrows murder. Accordingly, the judge must\nhave reasoned that the two aggravating circumstances that were\npresent in both cases were insufficient to warrant a death sentence\nbut that the two additional aggravating circumstances present with\nrespect to the Williams murder were sufficient to tip the balance\nin favor of a death sentence. But the Florida Supreme Court\nrejected one of these additional aggravating circumstances,i.e., that Williams’ murder was especially heinous,\natrocious, or cruel, finding the murder “consistent with … a crime\nof passion” even though premeditated to a heightened degree. 564\nSo. 2d, at 1063–1064. Had the judge and jury been able to\nplace Porter’s life history “on the mitigating side of the scale,”\nand appropriately reduced the ballast on the aggravating side of\nthe scale, there is clearly a reasonable probability that the\nadvisory jury—and the sentencing judge—“would have struck a\ndifferent balance,”Wiggins, 539 U. S., at 537, and it is\nunreasonable to conclude otherwise.The Florida Supreme Court’s\ndecision that Porter was not prejudiced by his counsel’s failure to\nconduct a thorough—or even cursory—investigation is unreasonable.\nThe Florida Supreme Court either did not consider or unreasonably\ndiscounted the mitigation evidence adduced in the postconviction\nhearing. Under Florida law, mental health evidence that does not\nrise to the level of establishing a statutory mitigating\ncircumstance may nonetheless be considered by the sentencing judge\nand jury as mitigating. See,e.g.,Hoskinsv.State, 965 So. 2d 1, 17–18 (Fla. 2007)(per curiam). Indeed, the Constitution requires that “the\nsentencer in capital cases must be permitted to consider any\nrelevant mitigating factor.”Eddingsv.Oklahoma,455 U. S. 104,\n112 (1982). Yet neither the postconviction trial court nor the\nFlorida Supreme Court gave any consideration for the purpose of\nnonstatutory mitigation to Dr. Dee’s testimony regarding the\nexistence of a brain abnormality and cognitive defects.[Footnote 7] While the State’s experts\nidentified perceived problems with the tests that Dr. Dee used and\nthe conclusions that he drew from them, it was not reasonable to\ndiscount entirely the effect that his testimony might have had on\nthe jury or the sentencing judge.Furthermore, the Florida Supreme\nCourt, following the state postconviction court, unreasonably\ndiscounted the evidence of Porter’s childhood abuse and military\nservice. It is unreasonable to discount to irrelevance the evidence\nof Porter’s abusive childhood, especially when that kind of history\nmay have particular salience for a jury evaluating Porter’s\nbehavior in his relationship with Williams. It is also unreasonable\nto conclude that Porter’s military service would be reduced to\n“inconsequential proportions,” 788 So. 2d, at 925, simply\nbecause the jury would also have learned that Porter went AWOL on\nmore than one occasion. Our Nation has a long tradition of\naccording leniency to veterans in recognition of their service,\nespecially for those who fought on the front lines as Porter\ndid.[Footnote 8] Moreover, the\nrelevance of Porter’s extensive combat experience is not only that\nhe served honorably under extreme hardship and gruesome conditions,\nbut also that the jury might find mitigating the intense stress and\nmental and emotional toll that combat took on Porter.[Footnote 9] The evidence that he was AWOL is\nconsistent with this theory of mitigation and does not impeach or\ndiminish the evidence of his service. To conclude otherwise\nreflects a failure to engage with what Porter actually went through\nin Korea.As the two dissenting justices in\nthe Florida Supreme Court reasoned, “there exists too much\nmitigating evidence that was not presented to now be ignored.”Id., at 937 (Anstead, J., concurring in part and\ndissenting in part). Although the burden is on petitioner to show\nhe was prejudiced by his counsel’s deficiency, the Florida Supreme\nCourt’s conclusion that Porter failed to meet this burden was an\nunreasonable application of our clearly established law. We do not\nrequire a defendant to show “that counsel’s deficient conduct more\nlikely than not altered the outcome” of his penalty proceeding, but\nrather that he establish “a probability sufficient to undermine\nconfidence in [that] outcome.”Strickland, 466 U. S., at\n693–694. This Porter has done.The petition for certiorari is\ngranted in part, and the motion for leave to proceedin forma\npauperisis granted. The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Footnote 1We deny the petition insofar as\nit challenges his conviction.Footnote 2It is an aggravating factor under\nFlorida law that “[t]he defendant was previously convicted of\nanother capital felony or of a felony involving the use or threat\nof violence to the person.” Fla. Stat. §921.141(5)(b) (1987). In\nPorter’s case, the State established that factor by reference to\nPorter’s contemporaneous convictions stemming from the same\nepisode: two counts of murder and one count of aggravated assault.\nTr. 5 (Mar. 4, 1988).Footnote 3Porter explained to one of the\ndoctors who examined him for competency to stand trial that he went\nAWOL in order to spend time with his son. Record 904.Footnote 4Porter’s expert testified that\nthese symptoms would “easily” warrant a diagnosis of posttraumatic\nstress disorder (PTSD). 2 Tr. 233 (Jan. 5, 1996). PTSD is not\nuncommon among veterans returning from combat. See Hearing on\nFiscal Year 2010 Budget for Veterans’ Programs before the Senate\nCommittee on Veterans’ Affairs, 111th Cong., 1st Sess., 63 (2009)\n(uncorrected copy) (testimony of Eric K. Shinseki, Secretary of\nVeterans Affairs (VA), reporting that approximately 23 percent of\nthe Iraq and Afghanistan war veterans seeking treatment at a VA\nmedical facility had been preliminarily diagnosed with\nPTSD).Footnote 5The State presented two experts,\nDr. Riebsame and Dr. Kirkland. Neither of the State’s experts had\nexamined Porter, but each testified that based upon their review of\nthe record, Porter met neither statutory mitigating\ncircumstance.Footnote 6The postconviction court stated\ndefense counsel “was not ineffective for failing to pursue mental\nhealth evaluations and … [Porter] has thus failed to show\nsufficient evidence that any statutory mitigators could have been\npresented.” Record 1210. It is not at all clear whether this stray\ncomment addressed counsel’s deficiency. If it did, then it was at\nmost dicta, because the court expressly “decline[d] to make a\ndetermination regarding whether or not Defense Counsel was in fact\ndeficient here.”Id., at 1206. The Florida Supreme Court\nsimply paraphrased the postconviction court when it stated “trial\ncounsel’s decision not to pursue mental evaluations did not exceed\nthe bounds for competent counsel.”Porterv.State, 788 So. 2d 917, 923–924 (2001)(per\ncuriam). But that court also expressly declined to answer the\nquestion of deficiency.Id., at 925.Footnote 7The Florida Supreme Court\nacknowledged that Porter had presented evidence of “statutory and\nnonstatutory mental mitigation,” 788 So. 2d, at 921, but it\ndid not consider Porter’s mental health evidence in its discussion\nof nonstatutory mitigating evidence,id., at\n924.Footnote 8See Abbott, The Civil War and the\nCrime Wave of 1865–70, 1 Soc. Serv. Rev. 212, 232–234 (1927)\n(discussing the movement to pardon or parole prisoners who were\nveterans of the Civil War); Rosenbaum, The Relationship Between War\nand Crime in the United States, 30 J. Crim. L. & C. 722,\n733–734 (1940) (describing a 1922 study by the Wisconsin Board of\nControl that discussed the number of veterans imprisoned in the\nState and considered “the greater leniency that may be shown to\nex-service men in court”).Footnote 9Cf. Cal. Penal Code Ann.\n§1170.9(a) (West Supp. 2009) (providing a special hearing for a\nperson convicted of a crime “who alleges that he or she committed\nthe offense as a result of post-traumatic stress disorder,\nsubstance abuse, or psychological problems stemming from service in\na combat theater in the United States military”); Minn. Stat.\n§609.115, Subd. 10 (2008) (providing for a special process at\nsentencing if the defendant is a veteran and has been diagnosed as\nhaving a mental illness by a qualified psychiatrist).",
    "joined": []
}