{
    "case": {
        "docket": "18-443",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/18-443/"
    },
    "id": "4054098",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESBOBBY JAMES MOOREv. TEXASon petition for writ of certiorari to the\ncourt of criminal appeals of texasNo. 18–443. Decided February 19, 2019Per Curiam.In 2015, the Texas Court of Criminal Appeals\nheld that petitioner, Bobby James Moore, didnothave\nintellectual disability and consequently was eligible for the death\npenalty.Ex parte Moore, 470 S.W.3d 481, 527–528\n(Ex parte Moore I). We previously considered the\nlawfulness of that determination, vacated the appeals court’s\ndecision, and remanded the case for further consideration of the\nissue.Moorev.Texas, 581 U. S. ___, ___ (2017)\n(slip op., at 18). The appeals court subsequently reconsidered the\nmatter but reached the same conclusion.Ex parte Moore,\n548 S.W.3d 552, 573 (Tex. Crim. App. 2018) (Ex parte Moore\nII). We again review its decision, and we reverse its\ndetermination.IWhen we first heard this case, inMoore, we noted that the state trial court (a state habeas\ncourt) “received affidavits and heard testimony from Moore’s family\nmembers, former counsel, and a number of court-appointed\nmental-health experts.” 581 U. S., at ___ (slip op., at 3). We\ndescribed the evidence as “reveal[ing]” the following:“Moore had significant mental and social\ndifficulties beginning at an early age. At 13, Moore lacked basic\nunderstanding of the days of the week, the months of the year, and\nthe seasons; he could scarcely tell time or comprehend the\nstandards of measure or the basic principle that subtraction is the\nreverse of addition. At school, because of his limited ability to\nread and write, Moore could not keep up with lessons. Often, he was\nseparated from the rest of the class and told to draw pictures.\nMoore’s father, teachers, and peers called him ‘stupid’ for his\nslow reading and speech. After failing every subject in the ninth\ngrade, Moore dropped out of high school. Cast out of his home, he\nsurvived on the streets, eating from trash cans, even after two\nbouts of food poisoning.”Ibid. (citations omitted).On the basis of this and other evidence, the\ntrial court found that Moore had intellectual disability and thus\nwas ineligible for the death penalty underAtkinsv.Virginia,536 U.S.\n304(2002). App. to Pet. for Cert. 310a–311a. The Texas Court\nof Criminal Appeals reversed that determination,Ex parte\nMoore I, 470 S.W.3d 481, and we reviewed its decision,Moore, 581 U. S. ___.At the outset of our opinion, we recognized as\nvalid the three underlying legal criteria that both the trial court\nand appeals court had applied.Id., at ___–___ (slip op., at\n3–4) (citing American Association on Intellectual and Developmental\nDisabilities, Intellectual Disability: Definition, Classification,\nand Systems of Supports (11th ed. 2010) (AAIDD–11); American\nPsychiatric Association, Diagnostic and Statistical Manual of\nMental Disorders (5th ed. 2013) (DSM–5)). To make a finding of\nintellectual disability, a court must see: (1) deficits in\nintellectual functioning—primarily a test-related criterion, see\nDSM–5, at 37; (2) adaptive deficits, “assessed using both clinical\nevaluation and individualized . . . measures,”ibid.; and (3) the onset of these deficits while the\ndefendant was still a minor,id., at 38. With respect to the\nfirst criterion, we wrote that Moore’s intellectual testing\nindicated his was a borderline case, but that he had demonstrated\nsufficient intellectual-functioning deficits to require\nconsideration of the second criterion—adaptive functioning.Moore, 581 U. S., at ___–___ (slip op., at 10–12). With\nrespect to the third criterion, we found general agreement that any\nonset took place when Moore was a minor.Id., at ___,\nn. 3 (slip op., at 4, n. 3).But there was significant disagreement between\nthe state courts about whether Moore had the adaptive deficits\nneeded for intellectual disability. “In determining the\nsignificance of adaptive deficits, clinicians look to whether an\nindividual’s adaptive performance falls two or more standard\ndeviations below the mean in any of the three adaptive skill sets\n(conceptual, social, and practical).”Id., at ___ (slip op.,\nat 4) (citing AAIDD–11, at 43). Based on the evidence before it,\nthe trial court found that “Moore’s performance fell roughly two\nstandard deviations below the mean inall threeskill\ncategories.” 581 U. S., at ___ (slip op., at 4); see App. to\nPet. for Cert. 309a. Reversing that decision, the appeals court\nheld that Moore had “not proven by a preponderance of the evidence”\nthat he possessed the requisite adaptive deficits, and thus was\neligible for the death penalty.Ex parte Moore I, 470\nS. W. 3d, at 520. We disagreed with the appeals court’s\nadaptive-functioning analysis, however, and identified at least\nfive errors.First, the Texas Court of Criminal Appeals\n“overemphasized Moore’s perceived adaptive strengths.”Moore, 581 U. S., at ___ (slip op., at 12). “But the\nmedical community,” we said, “focuses the adaptive-functioning\ninquiry on adaptivedeficits.”Ibid.Second, the appeals court “stressed Moore’s\nimproved behavior in prison.”Id., at ___ (slip op., at 13).\nBut “[c]linicians . . . caution against reliance on\nadaptive strengths developed ‘in a controlled setting,’ as a prison\nsurely is.”Ibid. (quoting DSM–5, at 38).Third, the appeals court “concluded that Moore’s\nrecord of academic failure, . . . childhood abuse[,] and\nsuffering  . . . detracted from a determination that\nhis intellectual and adaptive deficits were related.” 581\nU. S., at ___ (slip op., at 13). But “in the medical\ncommunity,” those “traumatic experiences” are considered\n“ ‘risk factors’forintellectual disability.”Ibid. (quoting AAIDD–11, at 59–60).Fourth, the Texas Court of Criminal Appeals\nrequired “Moore to show that his adaptive deficits were not related\nto ‘a personality disorder.’ ” 581 U. S., at ___ (slip\nop., at 14) (quotingEx parte Moore I, 470 S. W. 3d, at\n488). But clinicians recognize that the “existence of a personality\ndisorder or mental-health issue . . . is ‘not evidence\nthat a person does not also have intellectual disability.’ ”\n581 U. S., at ___ (slip op., at 14) (quoting Brief for\nAmerican Psychological Association et al. asAmici\nCuriaeinMoorev.Texas, O. T. 2016, No. 15–797,\np. 19).Fifth, the appeals court directed state courts,\nwhen examining adaptive deficits, to rely upon certain factors set\nforth in a Texas case calledEx parte Briseno,135 S.W.3d 1(Tex. Crim. App. 2004).Ex parte Moore\nI, 470 S. W. 3d, at 486, 489. TheBrisenofactors were:\nwhether “those who knew the person best during the developmental\nstage” thought of him as “mentally retarded”; whether he could\n“formulat[e] plans” and “car[ry] them through”; whether his conduct\nshowed “leadership”; whether he showed a “rational and appropriate”\n“response to external stimuli”; whether he could answer questions\n“coherently” and “rationally”; whether he could “hide facts or lie\neffectively”; and whether the commission of his offense required\n“forethought, planning, and complex execution of purpose.” 135\nS. W. 3d, at 8–9.We criticized the use of these factors both\nbecause they had no grounding in prevailing medical practice, and\nbecause they invited “lay perceptions of intellectual dis-ability”\nand “lay stereotypes” to guide assessment of intellectual\ndisability.Moore, 581 U. S., at ___ (slip op., at 15).\nEmphasizing theBrisenofactors over clinical factors, we\nsaid, “ ‘creat[es] an unacceptable risk that persons with\nintellectual disability will be executed.’ ” 581 U. S.,\nat ___ (slip op., at 14) (quotingHallv.Florida,\n572 U.S. 701, 704 (2014)). While our decisions in “AtkinsandHallleft to the States ‘the task of developing\nappropriate ways to enforce’ the restriction on executing the\nintellectually disabled,” 581 U. S., at ___ (slip op., at 9)\n(quotingHall, 572 U. S., at 719), a court’s\nintellectual disability determination “must be ‘informed by the\nmedical community’s diagnostic framework,’ ” 581 U. S.,\nat ___ (slip op., at 9) (quotingHall, 572 U. S., at\n721).Three Members of this Court dissented from the\nmajor-ity’s treatment of Moore’s intellectual functioning and with\naspects of its adaptive-functioning analysis, but all agreed about\nthe impropriety of theBrisenofactors. As The Chief Justice\nwrote in his dissenting opinion, theBrisenofactors were\n“an unacceptable method of enforcing the guarantee ofAtkins”and the Texas Court of Criminal Appeals “therefore\nerred in using them to analyze adaptive deficits.”Moore,\n581 U. S., at ___ (opinion of Roberts, C. J.) (slip op.,\nat 1).For the reasons we have described, the Court set\naside the judgment of the appeals court and remanded the case “for\nfurther proceedings not inconsistent with this opinion.”Id., at ___ (slip op., at 18).IIOn remand the Texas Court of Criminal Appeals\nreconsidered the appeal and reached the same basic conclusion,\nnamely, that Moore had not demonstrated intellectual disability.Ex parte Moore II, 548 S. W. 3d, at 555. The court\nagain noted the three basic criteria: intellectual-functioning\ndeficits, adaptive deficits, and early onset.Id., at\n560–562. But this time it focused almost exclusively on the second\ncriterion, adaptive deficits. The court said that, in doing so, it\nwould “abandon reliance on theBrisenoevidentiary factors.”Id., at 560. It would instead use “ ‘current medical\ndiagnostic standards’ ” set forth in the American Psychiatric\nAssociation’s DSM–5.Id., at 559–560. In applying those\nstandards to the trial court record, it found the State’s expert\nwitness, Dr. Kristi Compton, “ ‘far more credible and\nreliable’ ” than the other experts considered by the trial\ncourt.Id., at 562. (As in our last opinion, we neither\nsecond nor second-guess that judgment.) And, as we have said, it\nreached the same conclusion it had before.Moore has now filed a petition for certiorari in\nwhich he argues that the trial court record demonstrates his\nintellectual disability. He asks us to reverse the appeals court’s\ncontrary holding. Pet. for Cert. 2. The prosecutor, the district\nattorney of Harris County, “agrees with the petitioner that he is\nintellectually disabled and cannot be executed.” Brief in\nOpposition 9. The American Psychological Association (APA),\nAmerican Bar Association (ABA), and various individuals have also\nfiledamicus curiaebriefs supporting the position of Moore\nand the prosecutor. Brief for APA et al. asAmici\nCuriae; Brief for ABA asAmicus Curiae; Brief for Donald\nB. Ayer et al. asAmici Curiae. The Attorney General of\nTexas, however, has filed a motion for leave to intervene, and asks\nus to deny Moore’s petition. Motion for Leave to Intervene as a\nRespondent.IIIAfter reviewing the trial court record and the\ncourt of appeals’ opinion, we agree with Moore that the appeals\ncourt’s determination is inconsistent with our opinion inMoore. We have found in its opinion too many instances in\nwhich, with small variations, it repeats the analysis we previously\nfound wanting, and these same parts are critical to its ultimate\nconclusion.For one thing, the court of appeals again relied\nless upon the adaptivedeficitsto which the trial court had\nreferred than upon Moore’s apparent adaptivestrengths. SeeMoore, 581 U. S., at ___ (slip op., at 12) (criticizing\nthe appeals court’s “overemphas[is]” upon Moore’s “perceived\nadaptive strengths”);supra, at 3. The appeals court’s\ndiscussion of Moore’s “[c]ommunication [s]kills” does not discuss\nthe evidence relied upon by the trial court.Ex parte Moore\nII, 548 S. W. 3d, at 563–565. That evidence includes the young\nMoore’s inability to understand and answer family members, even a\nfailure on occasion to respond to his own name. App. to Pet. for\nCert. 289a–290a. Its review of Moore’s “[r]eading and [w]riting”\nrefers to deficits only in observing that “in prison, [Moore]\nprogressed from being illiterate to being able to write at a\nseventh-grade level.”Ex parte Moore II, 548 S. W. 3d,\nat 565. But the trial court heard, among other things, evidence\nthat in school Moore was made to draw pictures when other children\nwere reading, and that by sixth grade Moore struggled to read at a\nsecond-grade level. App. to Pet. for Cert. 290a, 295a.Instead, the appeals court emphasized Moore’s\ncapacity to communicate, read, and write based in part onpro sepapers Moore filed in court.Ex parte\nMoore II, 548 S. W. 3d, at 565–566. That evidence is relevant,\nbut it lacks convincing strength without a determination about\nwhether Moore wrote the papers on his own, a finding that the court\nof appeals declined to make. Rather, the court dismissed the\npossibility of outside help: Even if other inmates “composed” these\npapers, it said, Moore’s “ability to copy such documents by hand”\nwas “within the realm of only a few intellectually disabled\npeople.”Id., at 565. Similarly, the court of appeals\nstressed Moore’s “coherent” testimony in various proceedings, but\nacknowledged that Moore had “a lawyer to coach him” in all but one.Id., at 564, and n. 95. As for thatpro sehearing, the court observed that Moore read letters into the record\n“without any apparent difficulty.”Ibid.For another thing, the court of appeals relied\nheavily upon adaptive improvements made in prison. SeeMoore, 581 U. S., at ___ (slip op., at 13)\n(“caution[ing] against reliance on adaptive strengths developed” in\n“prison”);supra, at 3. It concluded that Moore has command\nof elementary math, but its examples concern trips to the prison\ncommissary, commissary purchases, and the like.Ex parte\nMoore II, 548 S. W. 3d, at 566–569. It determined that Moore\nhad shown leadership ability in prison by refusing, on occasion,\n“to mop up some spilled oat- meal,” shave, get a haircut, or sit\ndown.Id., at 570–571, and n. 149. And as we have said,\nit stressed correspondence written in prison.Id., at 565.\nThe length and detail of the court’s discussion on these points is\ndifficult to square with our caution against relying on\nprison-based development.Further, the court of appeals concluded that\nMoore failed to show that the “cause of [his] deficient social\nbehavior was related to any deficits in general mental abilities”\nrather than “emotional problems.”Id., at 570. But in our\nlast review, we said that the court of appeals had “departed from\nclinical practice” when it required Moore to prove that his\n“problems in kindergarten” stemmed from his intellectual\ndisability, rather than “ ‘emotional problems.’ ”Moore, 581 U. S., at ___ (slip op., at 14) (quotingEx parte Moore I, 470 S. W. 3d, at 488, 526)). And we\npointed to anamicusbrief in which the APA explained that a\npersonality disorder or mental-health issue is “not evidence that a\nperson does not also have intellectual disability.” 581 U. S.,\nat ___ (slip op., at 14) (quoting Brief for APA et al. asAmici Curiaein No. 15–797, at 19).Finally, despite the court of appeals’ statement\nthat it would “abandon reliance on theBrisenoevidentiary\nfactors,”Ex parte MooreII, 548 S. W. 3d, at\n560, it seems to have used many of those factors in reaching its\nconclusion. Seesupra, at 4 (detailing those factors). Thus,Brisenoasked whether the “offense require[d] forethought,\nplanning, and complex execution of purpose.” 135 S. W. 3d, at 9.\nThe court of appeals wrote that Moore’s crime required “a level of\nplanning and forethought.”Ex parte Moore II, 548 S. W.\n3d, at 572, 603 (observing that Moore “w[ore] a wig, conceal[ed]\nthe weapon, and fle[d]” after the crime).Brisenoasked whether the defendant could\n“respond coherently, rationally, and on point to oral and written\nquestions.” 135 S. W. 3d, at 8. The court of appeals found that\nMoore “responded rationally and coherently to questions.”Ex parte Moore II, 548 S. W. 3d, at 564.AndBrisenoasked whether the defendant’s\n“conduct show[s] leadership or . . . that he is led\naround by others.” 135 S. W. 3d, at 8. The court of appeals wrote\nthat Moore’s “refus[al] to mop up some spilled oatmeal” (and other\nsuch behavior) showed that he “influences others and stands up to\nauthority.”Ex parte Moore II, 548 S. W. 3d, at\n570–571.Of course, clinicians also ask questions to\nwhich the court of appeals’ statements might be relevant. See\nAAIDD–11, at 44 (noting that how a person “follows rules” and\n“obeys laws” can bear on assessment of her social skills). But the\nsimilarity of language and content betweenBriseno’s factors\nand the court of appeals’ statements suggests thatBrisenocontinues to “pervasively infec[t] the [the appeals courts’]\nanalysis.”Moore, 581 U. S., at ___ (slip op., at\n18).To be sure, the court of appeals opinion is not\nidentical to the opinion we considered inMoore. There are\nsentences here and there suggesting other modes of analysis\nconsistent with what we said. But there are also sentences here and\nthere suggesting reliance upon what we earlier called “lay\nstereotypes of the intellectually disabled.”Id., at ___\n(slip op., at 15). CompareEx parte Moore II, 548 S. W.\n3d, at 570–571 (finding evidence that Moore “had a girlfriend” and\na job as tending to show he lacks intellectual disability), with\nAAIDD–11, at 151 (criticizing the “incorrect stereotypes” that\npersons with intellectual disability “never have friends, jobs,\nspouses, or children”), and Brief for APA et al. asAmici\nCuriae8 (“[I]t is estimated that between nine and forty\npercent of persons with in-tellectual disability have some form of\npaid employment”).We conclude that the appeals court’s opinion,\nwhen taken as a whole and when read in the light both of our prior\nopinion and the trial court record, rests upon analysis too much of\nwhich too closely resembles what we previously found improper. And\nextricating that analysis from the opinion leaves too little that\nmight warrant reaching a different conclusion than did the trial\ncourt. We consequently agree with Moore and the prosecutor that, on\nthe basis of the trial court record, Moore has shown he is a person\nwith intellectual disability.*  *  *The petition for certiorari is granted. The\nAttorney General of Texas’ motion to intervene is denied; we have\nconsidered that filing as anamicusbrief. The judgment of\nthe Texas Court of Criminal Appeals is reversed, and the case is\nremanded for further proceedings not inconsistent with this\nopinion.It is so ordered.",
    "joined": []
}