{
    "case": {
        "docket": "16-67",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/16-67/"
    },
    "id": "3674530",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESRAY WHITE, et al.v.DANIEL T.\nPAULY, as personal representative of the ESTATE OF SAMUEL PAULY,\nDECEASED et al.on petition for writ of certiorari to the\nunited states court of appeals for the tenth circuitNo. 16–67. Decided January 9, 2017Per Curiam.This case addresses the situation of an officer\nwho—having arrived late at an ongoing police action and having\nwitnessed shots being fired by one of several individualsin a house\nsurrounded by other officers—shoots and kills an armed occupant of\nthe house without first giving a warning.According to the District Court and the Court of\nAppeals, the record, when viewed in the light most favorable to\nrespondents, shows the following. Respondent Daniel Pauly was\ninvolved in a road-rage incident on a highway near Santa Fe,\nNew Mexico. 814 F. 3d 1060, 1064–1065 (CA10 2016). It was in\nthe evening, and it was raining. The two women involved called 911\nto report Daniel as a “ ‘drunk driver’ ” who was\n“ ‘swerving all crazy.’ ”Id.,at 1065. The women\nthen followed Daniel down the highway, close behind him and with\ntheir bright lights on. Daniel, feeling threatened, pulled his\ntruck over at an off-ramp to confront them. After a brief,\nnonviolent encounter, Daniel drove a short distance to a secluded\nhouse where he lived with his brother, Samuel Pauly.Sometime between 9 p.m. and 10 p.m., Officer\nKevin Truesdale was dispatched to respond to the women’s 911 call.\nTruesdale, arriving after Daniel had already left the scene,\ninterviewed the two women at the off-ramp. The women told Truesdale\nthat Daniel had been driving recklessly and gave his license plate\nnumber to Truesdale. The state police dispatcher identified the\nplate as being registered to the Pauly brothers’ address.After the women left, Officer Truesdale was\njoined at the off-ramp by Officers Ray White and Michael Mariscal.\nThe three agreed there was insufficient probable cause to arrest\nDaniel. Still, the officers decided to speak with Daniel to (1) get\nhis side of the story, (2) “ ‘make sure nothing else\nhappened,’ ” and (3) find out if he was intoxicated.Id., at 1065. The officers split up. White stayed at the\noff-ramp in case Daniel returned. Truesdale and Mariscal drove in\nseparate patrol cars to the Pauly brothers’ address, less than a\nhalf mile away. Record 215. Neither officer turned on his flashing\nlights.When Officers Mariscal and Truesdale arrived at\nthe address they had received from the dispatcher, they found two\ndifferent houses, the first with no lights on inside and a second\none behind it on a hill.Id.,at 217, 246. Lights were on in\nthe second one. The officers parked their cars near the first\nhouse. They examined a vehicle parked near that house but did not\nfind Daniel’s truck.Id.,at 310.Officers Mariscal and Truesdale noticed the\nlights on in the second house and approached it in a covert manner\nto maintain officer safety. Both used their flashlights in an\nintermittent manner. Truesdale alone turned on his flashlight once\nthey got close to the house’s front door. Upon reaching the house,\nthe officers found Daniel’s pickup truck and spotted two men moving\naround inside the residence. Truesdale and Mariscal radioed White,\nwho left the off-ramp to join them.At approximately 11 p.m., the Pauly brothers\nbecame aware of the officers’ presence and yelled out “ ‘Who\nare you?’ ” and “ ‘What do you want?’ ” 814\nF. 3d, at 1066. In response, Officers Mariscal and Truesdale\nlaughed and responded: “ ‘Hey, (expletive), we got you\nsurrounded. Come out or we’re coming in.’ ”Ibid.Truesdale shouted once: “ ‘Open the door, State Police, open\nthe door.’ ”Ibid.Mariscal also yelled: “ ‘Open\nthe door, open the door.’ ”Ibid.The Pauly brothers heard someone yelling,\n“ ‘We’re coming in. We’re coming in.’ ”Ibid.\nNeither Samuel nor Daniel heard the officers identify themselves as\nstate police. Record 81–82. The brothers armed themselves, Samuel\nwith a handgun and Daniel with a shotgun. One of the brothers\nyelled at the police officers that “ ‘We have guns.’ ”\n814 F. 3d, at 1066.The officers saw someone run to the\nback of the house, so Officer Truesdale positioned himself behind\nthe house and shouted “ ‘Open the door, come outside.’ ”Ibid.Officer White had parked at the first house and\nwas walking up to its front door when he heard shouting from the\nsecond house. He half-jogged, half-walked to the Paulys’ house,\narriving “just as one of the brothers said: ‘We have guns.’ ”Ibid.; see also Civ. No. 12–1311 (D NM, Feb. 5, 2014), App.\nto Pet. for Cert. 75–78. When White heard that statement, he drew\nhis gun and took cover behind a stone wall 50 feet from the front\nof the house. Officer Mariscal took cover behind a pickup\ntruck.Just “a few seconds” after the “We have guns”\nstatement, Daniel stepped part way out of the back door and fired\ntwo shotgun blasts while screaming loudly. 814 F. 3d, at\n1066–1067. A few seconds after those shots, Samuel opened the front\nwindow and pointed a handgun in Officer White’s direction. Officer\nMariscal fired immediately at Samuel but missed. “ ‘Four to\nfive seconds’ ” later, White shot and killed Samuel.Id.,at 1067.The District Court denied the officers’ motions\nfor summary judgment, and the facts are viewed in the light most\nfavorable to the Paulys.Mullenixv.Luna, 577\nU. S. ___, ___, n. (2015) (per curiam) (slip op., at 2,\nn.). Because this case concerns the defense of qualified immunity,\nhowever, the Court considers only the facts that were knowable to\nthe defendant officers.Kingsleyv.Hendrickson, 576\nU. S. ___, ___ (2015) (slip op., at 9).Samuel’s estate and Daniel filed suit against,inter alia, Officers Mariscal, Truesdale, and White. One of\nthe claims was that the officers were liable under Rev. Stat.\n§1979, 42 U. S. C. §1983, for violating Samuel’s Fourth\nAmendment right to be free from excessive force. All three officers\nmoved for summary judgment on qualified immunity grounds. White in\nparticular argued that the Pauly brothers could not show that\nWhite’s use of force vio-lated the Fourth Amendment and,\nregardless, that Sam-uel’s Fourth Amendment right to be free from\ndeadlyforce under the circumstances of this case was not clearly\nestablished.The District Court denied qualified immunity. A\ndi-vided panel of the Court of Appeals for the Tenth\nCircuitaffirmed. As to Officers Mariscal and Truesdale, the court\nheld that “[a]ccepting as true plaintiffs’ version of the facts, a\nreasonable person in the officers’ position should have understood\ntheir conduct would cause Samuel and Daniel Pauly to defend their\nhome and could result in the commission of deadly force against\nSamuel Pauly by Officer White.” 814 F. 3d, at 1076. The panel\nmajority analyzed Officer White’s claim separately from the other\nofficers because “Officer White did not participate in the events\nleading up to the armed confrontation, nor was he there to hear the\nother officers ordering the brothers to ‘Come out or we’re coming\nin.’ ”Ibid.Despite the fact that “Officer White\n. . . arrived late on the scene and heard only ‘We have\nguns’ . . . before taking cover behind a stone wall,” the\nmajority held that a jury could have concluded that White’s use of\ndeadly force was not reasonable.Id.,at 1077, 1082. The\nmajority also decided that this rule—that a reasonable officer in\nWhite’s position would believe that a warning was required despite\nthe threat of serious harm—was clearly established at the time of\nSamuel’s death. The Court of Appeals’ ruling relied on general\nstatements from this Court’s case law that (1) “the reasonableness\nof an officer’s use of force depends, in part, on whether the\nofficer was in danger at the precise moment that he used force” and\n(2) “if the suspect threatens the officer with a weapon[,] deadly\nforce may be used if necessary to prevent escape, and if[,] where\nfeasible, some warning has been given.”Id., at 1083\n(citing,inter alia,Tennesseev.Garner, 471\nU. S. 1 (1985) , andGrahamv.Connor, 490\nU. S. 386 (1989) ; emphasis deleted; internal quotation marks\nand alterations omitted). The court concluded that a reasonable\nofficer in White’s position would have known that, since the Paulys\ncould not have shot him unless he moved from his position behind a\nstone wall, he could not have used deadly force without first\nwarning Samuel Pauly to drop his weapon.Judge Moritz dissented, contending that the\n“majority impermissibly second-guesses” Officer White’s quick\nchoice to use deadly force. 814 F. 3d, at 1084. Judge Moritz\nexplained that the majority also erred by defining the clearly\nestablished law at too high a level of generality, in contravention\nof this Court’s precedent.The officers petitioned for rehearing en banc,\nwhich 6 of the 12 judges on the Court of Appeals voted to grant. In\na dissent from denial of rehearing, Judge Hartz noted that he was\n“unaware of any clearly established law that suggests\n. . . that an officer . . . who faces an\noccupant pointing a firearm in his direction must refrain from\nfiring his weapon but, rather, must identify himself and shout a\nwarning while pinned down, kneeling behind a rock wall.” 817\nF. 3d 715, 718 (CA10 2016). Judge Hartz expressed his hope\nthat “the Supreme Court can clarify the governing law.”Id.,at 719.The officers petitioned for certiorari. The\npetition is now granted, and the judgment is vacated: Officer White\ndid not violate clearly established law on the record described by\nthe Court of Appeals panel.Qualified immunity attaches when an official’s\nconduct “ ‘does not violate clearly established statutory or\nconstitutional rights of which a reasonable person would have\nknown.’ ”Mullenixv.Luna, 577 U. S., at\n___–___ (slip op., at 4–5). While this Court’s case law\n“ ‘do[es] not require a case directly on point’ ” for a\nright to be clearly established, “ ‘existing precedent must\nhave placed the statutory or constitutional question beyond\ndebate.’ ”Id.,at ___ (slip op., at 5). In other\nwords, immunity protects “ ‘all but the plainly incompetent or\nthose who knowingly violate the law.’ ”Ibid.In the last five years, this Court has issued a\nnumber of opinions reversing federal courts in qualified immunity\ncases. See, e.g., City and County of San Franciscov.Sheehan, 575 U. S. ___, ___, n. 3 (2015) (slip op., at\n10, n.3) (collecting cases). The Court has found this necessary\nboth because qualified immunity is important to “ ‘society as\na whole,’ ”ibid., and because as “ ‘an immunity\nfrom suit,’ ” qualified immunity “ ‘is effectively lost\nif a case is erroneously permitted to go to trial,’ ”Pearsonv.Callahan, 555 U. S. 223, 231 (2009)\n.Today, it is again necessary to reiterate the\nlongstanding principle that “clearly established law” should not be\ndefined “at a high level of generality.”Ashcroftv.al-Kidd, 563 U. S. 731, 742 (2011) . As this Court\nexplained decades ago, the clearly established law must be\n“particularized” to the facts of the case.Andersonv.Creighton, 483 U. S. 635, 640 (1987) . Otherwise,\n“[p]laintiffs would be able to convert the rule of qualified\nimmunity . . . into a rule of virtually unqualified\nliability simply by alleging violation of extremely abstract\nrights.”Id.,at 639.The panel majority misunderstood the “clearly\nestablished” analysis: It failed to identify a case where an\nofficer acting under similar circumstances as Officer White was\nheld to have violated the Fourth Amendment. Instead, the majority\nrelied onGraham,Garner, and their Court of Appeals\nprogeny, which—as noted above—lay out excessive-force principles at\nonly a general level. Of course, “general statements of the law are\nnot inherently incapable of giving fair and clear warning” to\nofficers,United Statesv.Lanier, 520 U. S.\n259, 271 (1997) , but “in the light of pre-existing law the\nunlawfulness must be apparent,”Andersonv.Creighton,supra, at 640. For that reason, we have\nheld thatGarnerandGrahamdo notby themselves\ncreate clearly established law outside“an obvious case.”Brosseauv.Haugen, 543 U. S. 194 ,199 (2004)\n(per curiam); see alsoPlumhoffv.Rickard,572\nU. S. ___, ___ (2014) (slip op., at 13) (emphasiz-ing thatGarnerandGraham“are ‘cast at a high level of\ngenerality’ ”).This is not a case where it is obvious that\nthere was a violation of clearly established law underGarnerandGraham. Of note, the majority did not\nconclude that White’s conduct—such as his failure to shout a\nwarning—constituted a run-of-the-mill Fourth Amendment violation.\nIndeed, it recognized that “this case presents a unique set of\nfacts and circumstances” in light of White’s late arrival on the\nscene. 814 F. 3d, at 1077. This alone should have been an\nimportant indication to the majority that White’s conduct did not\nviolate a “clearly established” right. Clearly established federal\nlaw does not prohibit a reasonable officer who arrives late to an\nongoing police action in circumstances like this from assuming that\nproper procedures, such as officer identification, have already\nbeen followed. No settled Fourth Amendment principle requires that\nofficer to second-guess the earlier steps already taken by his or\nher fellow officers in instances like the one White confronted\nhere.On the record described by the Court of Appeals,\nOfficer White did not violate clearly established law. The Court\nnotes, however, that respondents contend Officer White arrived on\nthe scene only two minutes after Officers Truesdale and Mariscal\nand more than three minutes before Daniel’s shots were fired. On\nthe assumption that the conduct of Officers Truesdale and Mariscal\ndid not adequately alert the Paulys that they were police officers,\nrespondents suggest that a reasonable jury could infer that White\nwitnessed the other officers’ deficient performance and should have\nrealized that corrective action was necessary before using deadly\nforce. Brief in Opposition 11, 22, n. 5. This Court expresses\nno position on this potential alternative ground for affirmance, as\nit appears that neither the District Court nor the Court of Appeals\npanel addressed it. The Court also expresses no opinion on the\nquestion whether this ground was properly preserved or whether—in\nlight of this Court’s holding today—Officers Truesdale and Mariscal\nare entitled to qualified immunity.For the foregoing reasons, the petition for\ncertiorari is granted; the judgment of the Court of Appeals is\nvacated; and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.",
    "joined": []
}