{
    "case": {
        "docket": "19-1302",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-1302/"
    },
    "id": "4336300",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESDAVID SHINN, DIRECTOR, ARIZONA DEPARTMENT OF\nCORRECTIONSv.GEORGE RUSSELL KAYERon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 19–1302. Decided December 14, 2020Per Curiam.The Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA) restricts the power of federal courts to grant\nwrits of habeas corpus based on claims that were “adjudicated on\nthe merits” by a state court. 28 U. S. C. §2254(d). When\na state court has applied clearly established federal law to\nreasonably determined facts in the process of adjudicating a claim\non the merits,a federal habeas court may not disturb the\nstate court’s decision unless its error lies “beyond any\npossibility for fairminded disagreement.”Harringtonv.Richter,562 U.S.\n86, 103 (2011). In this case, the Court of Appeals erred in\nordering issuance of a writ of habeas corpus despite ample room for\nreasonable disagreement about the prisoner’s\nineffective-assistance-of-counsel claim. In so doing, the Court of\nAppeals clearly violated this Court’s AEDPA jurisprudence. We\ntherefore grant the petition for certiorari and vacate the judgment\nbelow.IARespondent George Kayer murdered Delbert Haas\nin 1994. Haas, Kayer, and Lisa Kester were on a trip to gamble in\nLaughlin, Nevada. While there, Kayer borrowed money from Haas and\nlost it gambling. Kayer then devised a plan to rob Haas, but Kester\nquestioned whether he could get away with robbing someone he knew.\nKayer responded, “ ‘I guess I’ll just have to kill\nhim.’ ”Statev.Kayer, 194 Ariz. 423, 428, 984\nP.2d 31, 36 (1999). While the three drove home, Kayer took a detour\nto a secluded area and stopped on the side of a dirt road. After\nHaas exited the vehicle to urinate, Kayer grabbed a gun, sneaked up\nto him, and shot him pointblank in the head. After dragging Haas’\nbody into some bushes, Kayer stole his wallet, watch, and jewelry,\nand drove away. Kayer soon realized that he had forgotten to take\nHaas’ house keys, and he therefore returned to the scene of the\ncrime. Fearing that Haas might not be dead, Kayer shot him in the\nhead again while retrieving his keys. Subsequently, Kayer stole a\nvariety of firearms and other things of value from Haas’ home after\ninstructing Kester to use a police scanner to look out for police\nactivity. The two sold many of the stolen items under aliases, but\nKayer was arrested after Kester went to the police. After a jury\ntrial before Judge William T. Kiger, Kayer was found guilty of\npremeditated first-degree murder and related offenses.After being found guilty, Kayer “made clear his\ndesire to expedite the sentencing process.”Id., at 429, 984\nP. 2d, at 37. He refused to fully cooperate with a mitigation\nspecialist. When Kayer’s counsel stated that the specialist needed\nmore time to evaluate Kayer’s case, Kayer refused to agree to a\ncontinuance, and the trial court ruled him competent to make that\nchoice. At sentencing, the judge again asked Kayer whether he would\nlike more time for investigation, but Kayer “refused the offer and\nstated he would not cooperate with [the specialist] no matter how\nlong sentencing was delayed.”Id.,at 429–430, 984\nP. 2d, at 37–38.The court proceeded to sentencing. At that time,\nArizona law required a judge, not a jury, to determine whether\ncertain aggravating circumstances had been established, and a judge\nwas authorized to impose a sentence of death only if at least one\nsuch aggravating circumstance was shown and there was no mitigating\ncircumstance that was sufficient to call for leniency. See Ariz.\nRev. Stat. Ann. §13–703 (Supp. 1998); cf.Ringv.Arizona,536 U.S.\n584, 609 (2002) (subsequently requiring juries “to find an\naggravating circumstance necessary for imposition of the death\npenalty”). In Kayer’s case, the judge found that the State had\nproved two aggravating factors beyond a reasonable doubt. First,\nthe court concluded that Kayer had been “previously convicted of a\nserious offense,” §13–703(F)(2), based on his conviction for\nfirst-degree burglary in 1981, see §13–703(H)(9);Kayer, 194\nAriz., at 433, 984 P. 2d, at 41. Second, it determined that\nKayer murdered Haas for “pecuniary gain,” see §13–703(F)(5). On the\nother side of the balance, the court found that Kayer had\ndemonstrated only one nonstatutory mitigator: his importance in his\nson’s life. Weighing the aggravating and mitigating factors, Judge\nKiger sentenced Kayer to death, and the Arizona Supreme Court\naffirmed his conviction and sentence.BKayer subsequently filed a petition for\npostconviction relief in Arizona Superior Court. Among his many\nclaims, Kayer argued that he received ineffective assistance of\ncounsel because his attorneys failed to investigate mitigating\ncircumstances at the outset of the criminal proceedings. The\nsentencing judge held a 9-day evidentiary hearing.Kayer’s evidence at the hearing broke down into\nfour main categories: evidence that he was addicted to alcohol and\ngambling; evidence that he had suffered a heart attack about six\nweeks before the murder; evidence of mental illness, including a\ndiagnosis of bipolar disorder; and evidence that members of his\nfamily had suffered from similar addictions and illnesses in the\npast and that this had affected his childhood. SeeKayerv.Ryan, 923 F.3d 692, 708–713 (CA9 2019) (describing evidence\nin detail).The court denied relief after applying the\nfamiliar two-part test fromStricklandv.Washington,466 U.S.\n668(1984). The court found that trial counsel’s performance\nwas not deficient because Kayer had refused to cooperate with his\nmitigation team’s efforts to gather more mitigation evidence. And,\nin the alternative, the court held that “ifthere had been a\nfinding that the performance prong of theStricklandstandard had been met, . . . no prejudice to the\ndefendant can be found.” App. to Pet. for Cert. 189. The court\nadded that “[i]n stating this conclusion[, it] ha[d] considered the\nassertion of mental illness, physical illness, jail conditions,\nchildhood development, and any alcohol or gambling addictions.”Ibid. The Arizona Supreme Court denied Kayer’s petition to\nreview the denial of postconviction relief.Statev.Kayer, No. CR–07–0163–PC (Nov. 7, 2007).CKayer then filed an unsuccessful habeas\npetition in Federal District Court. See 28 U. S. C.\n§2254. Relevant here, the District Court rejected Kayer’s\nineffective-assistance claim for failure to show prejudice. As an\ninitial matter, the court concluded that Kayer could not “show\nprejudice because he waived an extension of the sentencing date and\nthereby waived presentation of the full-scale mitigation case.”Kayerv.Ryan, 2009 WL 3352188, *21 (D Ariz., Oct.\n19, 2009) (citingSchrirov.Landrigan,550 U.S.\n465(2007)). Moreover, the court reasoned that Kayer’s\nmitigation evidence “fell short of the type of mitigation\ninformation that would have influenced the sentencing decision.”\n2009 WL 3352188, *21.A divided Ninth Circuit panel reversed. On the\nquestion of trial counsel’s performance, the panel rejected the\nstate court’s judgment because, in the judgment of the panel,\nKayer’s attorneys should have begun to pursue mitigation evidence\npromptly after their appointment. And on the question of prejudice,\nthe court conducted its own review of the evidence and found that\ntrial counsel’s alleged failings likely affected Kayer’s sentence.\nBased on a “comparison of Kayer’s case with other Arizona cases,”\nthe panel drew two conclusions: first, that “the evidence he\npresented to the [state postconviction] court was sufficient to\nestablish a statutory mitigating circumstance” of mental\nimpairment, 923 F. 3d, at 718, and second, that there was a\nreasonable probability that the Arizona Supreme Court would have\nvacated Kayer’s death sentence on direct review had it been\npresented with the mitigating evidence offered at the state\npostconviction relief hearing. For these reasons, the panel\nmajority found that “there is a reasonable probability Kayer’s\nsentence would have been less than death, and that the state\n[postconviction] court was unreasonable in concluding otherwise.”Id.,at 723.Judge Owens dissented in relevant part,\nexplaining that the Arizona postconviction court had not\nunreasonably applied federal law in light of the aggravating and\nmitigating circumstances in this case. In his view, Kayer’s\nmitigating evidence was “hardly overwhelming,” and he argued that\nthe majority had given short shrift to the “undisputedly strong\naggravating factor” of pecuniary gain.Id., at 727. The\nmajority’s holding, he concluded, resulted from “impermissibly\nsubstitut[ing] its own judgment that Kayer was prejudiced” for that\nof the state court.Ibid.Arizona then sought, and the Ninth Circuit\ndenied, rehearing en banc. Judge Bea authored a dissent from the\ndenial of en banc review, which was joined by 11 other judges. SeeKayerv.Ryan, 944 F.3d 1147, 1156 (2019). Judge Bea\nasserted that “the panel majority cast aside . . .\nAEDPA’s highly deferential standard of review.”Id.,at\n1158. Instead, he wrote, the panel majority had applied a\n“de-novo-masquerading-as-deference approach” that the “Supreme\nCourt has repeatedly condemned.”Id.,at 1168; see alsoid.,at 1157, n. 1 (citing 14 cases since 2002 in which\nthis Court has reversed the Ninth Circuit’s application of AEDPA).\nUnder AEDPA and this Court’s precedent, he contended, “there [was]\nno ignoring the obvious conclusion that a reasonable jurist could\nconclude that Kayer was not in fact prejudiced by his counsel’s\nfailings in this case.”Id.,at 1164. The mitigating impact\nof Kayer’s new evidence was, at best, “highly debatable.”Id.,at 1169 (internal quotation marks omitted). Applying\nthe proper standard of review, Judge Bea explained that “it [was]\npossible that fairminded jurists could find [Kayer’s] evidenceinsufficientto establish a reasonable probability of a\ndifferent outcome.”Id.,at 1168 (citingRichter, 562\nU. S., at 102).After the denial of rehearing en banc, Arizona\nfiled a petition for certiorari in this Court.IIAKayer asserts that his death sentence was\nimposed in violation of his Sixth Amendment right to effective\nassistance of counsel. As the state court recognized, this Court’s\ndecision inStricklandv.Washington,466 U.S.\n668(1984), provides the proper framework for assessing that\nclaim. UnderStrickland, Kayer must show that his counsel\nprovided “deficient” performance that “prejudiced the defense.”Id.,at 687. In the capital sentencing context, the\nprejudice inquiry asks “whether there is a reasonable probability\nthat, absent the errors, the sentencer—including an appellate\ncourt, to the extent it independently reweighs the evidence—would\nhave concluded that the balance of aggravating and mitigating\ncircumstances did not warrant death.”Id.,at 695. TheStricklandstandard is “highly demanding.”Kimmelmanv.Morrison,477 U.S.\n365, 382 (1986). A reasonable probability means a\n“ ‘substantial,’ not just ‘conceivable,’ likelihood of a\ndifferent result.”Cullenv.Pinholster,563 U.S.\n170, 189 (2011) (quotingRichter, 562 U. S., at\n112).When an ineffective-assistance-of-counsel claim\nis presented in a federal habeas petition, a state prisoner faces\nadditional burdens. Among other things, no relief may be granted\n“with respect to any claim that was adjudicated on the merits in\nState court proceedings unless the adjudication of the claim,” as\nrelevant here, “resulted in a decision that was contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d).Here, the state court applied “the correct\ngoverning legal principle . . . to the facts of the\nprisoner’s case,”Lockyerv.Andrade,538 U.S.\n63, 75 (2003) (internal quotation marks omitted), so the\nquestion is whether its decision involved an “unreasonable\napplication of ” this Court’s precedent. To meet that\nstandard, a prisoner must show far more than that the state court’s\ndecision was “merely wrong” or “even clear error.”Virginiav.LeBlanc, 582 U. S. ___, ___ (2017) (per\ncuriam) (slip op., at 3) (internal quotation marks omitted).\nThe prisoner must show that the state court’s decision is so\nobviously wrong that its error lies “beyond any possibility for\nfairminded disagreement.”Richter, 562 U. S., at 103.\nCongress “meant” this standard to be “difficult to meet.”Id.,at 102.We have recognized the special importance of the\nAEDPA framework in cases involvingStricklandclaims.\nIneffective -assistance claims can function “as a way to escape\nrules of waiver and forfeiture,”Richter, 562 U. S., at\n105, and they can drag federal courts into resolving questions of\nstate law. Moreover, we have recognized that “the more general the\nrule, the more leeway state courts have.”Sextonv.Beaudreaux, 585 U. S. ___, ___ (2018) (per\ncuriam) (slip op., at 8) (quotingRenicov.Lett,559 U.S.\n766, 776 (2010); quotation modified). “[B]ecause theStricklandstandard is a general standard, a state court has\neven more latitude to reasonably determine that a defendant has not\nsatisfied that standard.”Knowlesv.Mirzayance,556 U.S.\n111, 123 (2009).BThe Ninth Circuit resolved this case in a\nmanner fundamentally inconsistent with AEDPA. Most striking, the\npanel “essentially evaluated the meritsde novo, only\ntacking on a perfunctory statement at the end of its analysis\nasserting that the state court’s decision was unreasonable.”Beaudreaux, 585 U. S., at ___ (slip op., at 7); seeRichter, 562 U. S., at 101–102. In other words, it\nappears “to have treated the unreasonableness question as a test of\nits confidence in the result it would reach underde novoreview.”Id., at 102. More specifically, the panel concludedde novothat “there is a reasonable probability Kayer’s\nsentence would have been less than death,” and then simply appended\nthe statement that “the state [postconviction review] court was\nunreasonable in concluding otherwise.” 923 F. 3d, at 723.\nIndeed, the panel repeatedly reached conclusions—such as that the\n“evidence presented to the [postconviction] court established the\nstatutory mitigating circumstance of mental impairment,”id.,at 719, and that there was a “causal connection between\nKayer’s mental impairment and the crime,”ibid.—without ever\nframing the relevant question as whether a fairminded jurist could\nreach a different conclusion.Applying the proper standard of review, we\nvacate the Court of Appeals’ judgment. Judge Kiger found that Kayer\nhad failed to show deficient performance and, assuming deficient\nperformance, that he failed to show prejudice.[1] Federal courts may not disturb the judgments of\nstate courts unless “eachground supporting the state court\ndecision is examined and found to be unreasonable.”Wetzelv.Lambert,565 U.S.\n520, 525 (2012) (per curiam). Thus, if a fairminded\njurist could agree with either Judge Kiger’s deficiency or\nprejudice holding, the reasonableness of the other is “beside the\npoint.”Id.,at 524; seeParkerv.Matthews,567 U.S.\n37, 42 (2012) (per curiam) (“[I]t is irrelevant\n[whether] the court also invoked a ground of questionable\nvalidity”);Richter, 562 U. S., at 102.We focus on the state court’s prejudice\ndetermination. Insofar as the state court offered its conclusion on\nthe prejudice question without articulating its reasoning\nsupporting that conclusion, we “must determine what arguments or\ntheories . . . could have supported the state court’s”\ndetermination that Kayer failed to show prejudice.Id., at\n102. Then we must assess whether “ ‘fairminded jurists could\ndisagree’ on the correctness of the state court’s decision” if\nbased on one of those arguments or theories.Id.,at 101\n(quotingYarboroughv.Alvarado,541 U.S.\n652, 664 (2004)); seePinholster, 563 U. S., at\n188.Perhaps the most probable reason for Judge\nKiger’s no-prejudice determination is simply that the new\nmitigation evidence offered in the postconviction proceeding did\nnot create a substantial likelihood of a different sentencing\noutcome. The Ninth Circuit generally considered that possibility,\nbut in so doing impermissibly “substituted its own judgment for\nthat of the state court” instead of applying deferential review.Woodfordv.Visciotti,537 U.S.\n19, 25 (2002) (per curiam).[2] It characterized Kayer’s prior-offense aggravator\n(first-degree burglary) as “relatively weak” in comparison with\nother offenses that qualified under the Arizona capital sentencing\nlaw. 923 F. 3d, at 718. And on the other side of the balance,\nit attributed considerable weight to evidence that it viewed as\nshowing that Kayer’s “capacity to appreciate the wrongfulness of\nhis conduct or to conform his conduct to the requirements of law\nwas significantly impaired.” Ariz. Rev. Stat. Ann.\n§13–703(G)(1).Perhaps some jurists would share those views,\nbut that is not the relevant standard. The question is whether a\nfairminded jurist could take a different view. SeeVisciotti, 537 U. S., at 24–27; see alsoPinholster, 563 U. S., at 200–202. And the answer is\nyes. For one thing, a fairminded jurist might differently evaluate\nthe effect of Kayer’s prior-offense aggravator (let alone the\npecuniary gain aggravator). Arizona first-degree burglary required\nas an element that he or an accomplice was “armed with explosives,\na deadly weapon or a dangerous instrument.” Ariz. Rev. Stat. Ann.\n§13–1508(A) (1978). And Judge Kiger determined that Kayer “was\narmed with a .41 caliber handgun” during his prior offense.\nExcerpts of Record in No. 09–99027 (CA9), p. 935. A fairminded\njurist could see Kayer’s past conviction as having substantial\nweight in the context of this murder by shooting.Fairminded jurists also could take a different\nview of Kayer’s mitigating evidence. Kayer offered evidence that he\nsuffered from bipolar disorder and untreated drinking and gambling\naddictions at the time of the crime, but reasonable jurists could\ndebate the extent to which these factors significantly impaired his\nability to appreciate the wrongfulness of his conduct or to conform\nhis conduct to the law at the time of the murder. For example, the\nrecord reveals that Kayer had extensive opportunities to consider\nhis actions—planning the murder in advance, driving his victim to a\nremote area, and subsequently returning to the murder scene and\nshooting the victim in the head a second time. Moreover, Kayer’s\nplanning of the murder, efforts to hide the body, interactions with\nKester before and after the murder, and attempts to profit from his\ncrimes using an alias display a measure of control and\nintentionality. On this record, a fairminded jurist reasonably\ncould conclude that Kayer’s evidence of mental impairment, in the\nwords of Judge Owens, was “hardly overwhelming.” 923 F. 3d, at\n727; see also 944 F. 3d, at 1168–1171 (Bea, J., dissenting\nfrom denial of rehearing en banc).Kayer counters that his claim is unusually\nstrong because the Arizona Supreme Court would have “independently\nreweigh[ed] the evidence” on direct appeal.Strickland, 466\nU. S., at 695. In his view, the similarity between his\npostconviction case and judgments that the State Supreme Court has\nissued in other cases on direct review supports hisStricklandclaim. Arizona responds that the State Supreme\nCourt would not have reweighed the evidence in the manner\ncontemplated byStrickland. And it asks this Court to hold\nthat past state judgments on direct review are categorically\nirrelevant to AEDPA review.We need not address these broad questions in\norder to resolve this case. Even if Arizona’s sentencing practices\ninvolved reweighing evidence on direct appeal, capital sentencing\nrequires “anindividualizeddetermination on the basis of\nthe character of the individual and the circumstances of the\ncrime.”Zantv.Stephens,462\nU.S. 862, 879 (1983). For present purposes, it suffices to say\nthat, because the facts in each capital sentencing case are unique,\nthe weighing of aggravating and mitigating evidence in a prior\npublished decision is unlikely to provide clear guidance about how\na state court would weigh the evidence in a later case.Kayer, like the panel below, focuses his\nargument on the Arizona Supreme Court’s decision inStatev.Brookover, 124 Ariz. 38,601 P.2d 1322(1979), but that decision falls far short of\nplacing the state court’s prejudice determination in this case\nbeyond the realm of fairminded disagreement. InBrookover,there was only one aggravating circumstance (a prior conviction for\na serious offense), whereas Kayer’s sentencing involved two\nstatutory aggravators.[3] And\nas for the mitigating evidence inBrookover, while it is far\nfrom clear exactly what mitigating evidence influenced the court’s\nindividualized sentencing determination, the opinion refers to\nevidence that appears significantly different from that in this\ncase. TheBrookoveropinion refers to evidence of a\n“ ‘neurological lesion’ ” of a type that caused “ ‘a\nrelinquishment of one’s self autonomy.’ ”Id., at 41,\n601 P. 2d, at 1325. By contrast, a reasonable jurist could\nview Kayer’s mitigation evidence in a different light for the\nreasons explained above. In these circumstances, theBrookoverdecision does not come close to showing the sort\nof “extreme malfunctio[n] in the state criminal justice syste[m]”\nthat would permit federal court intervention.Richter, 562\nU. S., at 102 (internal quotation marks omitted).*  *  *Under AEDPA, state courts play the leading\nrole in assessing challenges to state sentences based on federal\nlaw. A state court heard Kayer’s evidence and concluded that he\nfailed to show prejudice. The court below exceeded its authority in\nrejecting that determination, which was not so obviously wrong as\nto be “beyond any possibility for fairminded disagreement.”Id., at 103. Under §2254(d), that is “ ‘the only\nquestion that matters.’ ”Id.,at 102.We grant the petition for a writ of certiorari,\nvacate the judgment of the United States Court of Appeals for the\nNinth Circuit, and remand the case to that court for further\nproceedings consistent with this opinion.It is so ordered.Justice Breyer, Justice Sotomayor, and Justice\nKagan dissent.Notes1Section 2254 calls for\nreview of the “last state-court adjudication on the merits.”Greenev.Fisher,565 U.S.\n34, 40 (2011). The Ninth Circuit treated the Superior Court’s\ndecision, rather than the Arizona Supreme Court’s denial of review,\nas the last state-court adjudication on the merits. Unreasoned\ndispositions by appellate courts sometimes qualify as adjudications\non the merits. In those cases, we apply a rebuttable presumption\nthat the appellate court’s decision rested on the same grounds as\nthe reasoned decision of a lower court. SeeWilsonv.Sellers, 584 U. S. ___ (2018). We may assume without\ndeciding that the Arizona Supreme Court’s denial of discretionary\nreview was not a merits adjudication because we conclude that the\nSuperior Court did not unreasonably apply federal law. In these\ncircumstances, there would be no need to consider whether an\nunreasoned decision of a higher court may have rested on different\ngrounds than the decision of a lower court.2In its efforts to\ndistinguishWoodfordv.Visciotti,537 U.S.\n19, the panel found it “critically important” thatVisciottiinvolved postconviction review by a State Supreme\nCourt. The panel emphasized that here, by contrast, it did not\n“know how the Arizona Supreme Court would have assessed [the new]\nevidence on collateral review because the Court denied without\nexplanation Kayer’s petition for review.”Kayerv.Ryan, 923 F.3d 692, 724 (2019). But the lower court and the\nparties have not identified anything in AEDPA or this Court’s\nprecedents permitting reduced deference to merits decisions of\nlower state courts. See 28 U. S. C. §2254.3The Ninth Circuit brushed\npast this distinction, reasoning that the Arizona Supreme Courtcouldhave found a pecuniary gain aggravating factor based\non the facts ofBrookover. But that does not change the fact\nthat theBrookovercourt did not weigh any second\naggravating factor in reaching its decision. See 124 Ariz., at\n41–42, 601 P. 2d, at 1325–1326.",
    "joined": []
}