{
    "case": {
        "docket": "15-9173",
        "citation": "580",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-9173/"
    },
    "id": "3637199",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESSHAUN MICHAEL BOSSEv.OKLAHOMAon petition for writ of certiorari to the\ncourt of criminal appeals of oklahomaNo. 15–9173. Decided October 11, 2016Per Curiam.InBoothv.Maryland, 482\nU. S. 496 (1987) , this Court held that “the Eighth Amendment\nprohibits a capital sentencing jury from considering victim impact\nevidence” that does not “relate directly to the circumstances of\nthe crime.”Id., at 501–502, 507, n. 10. Four years later,\ninPaynev.Tennessee, 501 U. S. 808 (1991) ,\nthe Courtgranted certiorari to reconsider that ban on\n“ ‘victim impact’evidence relating to the personal\ncharacteristics of the victim and the emotional impact of the\ncrimes on the victim’s family.”Id., at 817. The Court held\nthatBoothwas wrong to conclude that the Eighth Amendment\nrequired such a ban.Payne, 501 U. S. at 827. That\nholding was expressly “limited to” this particular type of victim\nimpact testimony.Id., at 830, n. 2. “Boothalso held\nthat the admission of a victim’s family members’ characterizations\nand opinions about the crime, the defendant, and the appropriate\nsentence violates the Eighth Amendment,” but no such evidence was\npresented inPayne, so the Court had no occasion to\nreconsider that aspect of the decision.Ibid.The Oklahoma Court of Criminal Appeals has held\nthatPayne“implicitlyoverruled that portion ofBoothregarding characterizations of the defendant and\nopinions of the sentence.”Conoverv.State, 933 P.\n2d 904, 920 (1997) (emphasis added); see alsoLedbetterv.State, 933 P. 2d 880, 890–891 (Okla. Crim. App. 1997). The\ndecision below presents a straightforward application of that\ninterpretation ofPayne. A jury convicted petitioner Shaun\nMichael Bosse of three counts of first-degree murder for the 2010\nkilling of Katrina Griffin and her two children. The State of\nOklahoma sought the death penalty. Over Bosse’s objection, the\nState asked three of the victims’ relatives to recommend a sentence\nto the jury. All three recommended death, and the jury agreed.\nBosse appealed, arguing that this testimony about the appropriate\nsentence violated the Eighth Amendment underBooth. The\nOklahoma Court of Criminal Appeals affirmed his sentence,\nconcluding that there was “no error.” 2015 OK CR 14, ¶¶ 57–58, 360\nP. 3d 1203, 1226–1227. We grant certiorari and the motion for leave\nto proceedin forma pauperis, and now vacate the judgment of\nthe Oklahoma Court of Criminal Appeals.“[I]t is this Court’s prerogative alone to\noverrule one of its precedents.”United Statesv.Hatter, 532 U. S. 557, 567 (2001) (quotingState Oil\nCo.v.Khan, 522 U. S. 3, 20 (1997) ; internal\nquotation marks omitted); seeRodriguez de Quijasv.Shearson/American Express, Inc., 490 U. S. 477, 484\n(1989) . The Oklahoma Court of Criminal Appeals has recognized thatPayne“specifically acknowledged its holding did not affect”Booth’s prohibition on opinions about the crime, the\ndefendant, and the appropriate punishment.Ledbetter, 933 P.\n2d at 890–891. That should have ended its inquiry into whether the\nEighth Amendment bars such testimony; the court was wrong to go\nfurther and conclude thatPayneimplicitly overruledBoothin its entirety. “Our decisions remain binding\nprecedent until we see fit to reconsider them, regardless of\nwhether subsequent cases have raised doubts about their continuing\nvitality.”Hohnv.United States, 524 U. S. 236\n–253 (1998).The Oklahoma Court of Criminal Appeals remains\nbound byBooth’s prohibition on characterizations and\nopinions from a victim’s family members about the crime, the\ndefendant, and the appropriate sentence unless this Court\nreconsiders that ban. The state court erred in concluding\notherwise.The State argued in opposing certiorari that,\neven if the Oklahoma Court of Criminal Appeals was wrong in its\nvictim impact ruling, that error did not affect the jury’s\nsentencing determination, and the defendant’s rights were in any\nevent protected by the mandatory sentencing review in capital cases\nrequired under Oklahoma law. See Brief in Opposition 14–15. Those\ncontentions may be addressed on remand to the extent the court\nbelow deems appropriate.The judgment of the Oklahoma Court of Criminal\nAppeals is vacated, and the case is remanded for further\nproceedings not inconsistent with this opinion.It is so ordered.",
    "joined": []
}