{
    "case": {
        "docket": "469",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/469/"
    },
    "id": "1963698",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESDARIN RYBURN, et al. v. GEORGE R. HUFF,\net al.on petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 11–208. Decided January 23, 2012Per Curiam.Petitioners Darin Ryburn and Edmundo Zepeda,\nalong with two other officers from the Burbank Police Department,\nresponded to a call from Bellarmine-Jefferson High School in\nBurbank, California. When the officers arrived at the school, the\nprincipal informed them that a stu- dent, Vincent Huff, was rumored\nto have written a letter threatening to “shoot up” the school. App.\nto Pet. for Cert. 2. The principal reported that many parents,\nafter hearing the rumor, had decided to keep their children at\nhome. Ibid. The principal expressed concern for the safety of her\nstudents and requested that the officers investigate the threat.\nId., at 42, 54–55.In the course of conducting interviews with the\nprincipal and two of Vincent’s classmates, the officers learned\nthat Vincent had been absent from school for two days and that he\nwas frequently subjected to bullying. Id., at 2. The officers\nadditionally learned that one of Vincent’s classmates believed that\nVincent was capable of carrying out the alleged threat. Id., at 44.\nThe officers found Vincent’s absences from school and his history\nof being subjected to bullying as cause for concern. The officers\nhad received training on targeted school violence and were aware\nthat these characteristics are common among perpetrators of school\nshootings. Id., at 56–58, 63.The officers decided to continue the\ninvestigation by interviewing Vincent. When the officers arrived at\nVincent’s house, Officer Zepeda knocked on the door and announced\nseveral times that the officers were with the Burbank Police\nDepartment. No one answered the door or otherwise responded to\nOfficer Zepeda’s knocks. Sergeant Ryburn then called the home\ntelephone. The officers could hear the phone ringing inside the\nhouse, but no one answered. Id., at 2.Sergeant Ryburn next tried calling the cell\nphone of Vincent’s mother, Mrs. Huff. When Mrs. Huff answered the\nphone, Sergeant Ryburn identified himself and inquired about her\nlocation. Mrs. Huff informed Sergeant Ryburn that she was inside\nthe house. Sergeant Ryburn then inquired about Vincent’s location,\nand Mrs. Huff informed him that Vincent was inside with her.\nSergeant Ryburn told Mrs. Huff that he and the other officers were\noutside and requested to speak with her, but Mrs. Huff hung up the\nphone. Id., at 2–3.One or two minutes later, Mrs. Huff and Vincent\nwalked out of the house and stood on the front steps. Officer\nZepeda advised Vincent that he and the other officers were there to\ndiscuss the threats. Vincent, apparently aware of the rumor that\nwas circulating at his school, responded, “I can’t believe you’re\nhere for that.” Id., at 3. Sergeant Ryburn asked Mrs. Huff if they\ncould continue the discussion inside the house, but she refused.\nIbid. In Sergeant Ryburn’s experience as a juvenile bureau\nsergeant, it was “extremely unusual” for a parent to decline an\nofficer’s request to interview a juvenile inside. Id., at 3, 73–74.\nSergeant Ryburn also found it odd that Mrs. Huff never asked the\nofficers the reason for their visit. Id., at 73–74.After Mrs. Huff declined Sergeant Ryburn’s\nrequest to continue the discussion inside, Sergeant Ryburn asked\nher if there were any guns in the house. Mrs. Huff responded by\n“immediately turn[ing] around and r[unning] into the house.” Id.,\nat 3. Sergeant Ryburn, who was “scared because [he] didn’t know\nwhat was in that house” and had “seen too many officers killed,”\nentered the house behind her. Id., at 75. Vincent entered the house\nbehind Sergeant Ryburn, and Officer Zepeda entered after Vincent.\nOfficer Zepeda was concerned about “officer safety” and did not\nwant Sergeant Ryburn to enter the house alone. Id., at 3. The two\nremaining officers, who had been standing out of earshot while\nSergeant Ryburn and Officer Zepeda talked to Vincent and Mrs. Huff,\nentered the house last, on the assumption that Mrs. Huff had given\nSergeant Ryburn and Officer Zepeda permission to enter. Id., at\n3–4.Upon entering the house, the officers remained\nin the living room with Mrs. Huff and Vincent. Eventually,\nVincent’s father entered the room and challenged the officers’\nauthority to be there. The officers remained in-side the house for\na total of 5 to 10 minutes. During that time, the officers talked\nto Mr. Huff and Vincent. They did not conduct any search of Mr.\nHuff, Mrs. Huff, or Vincent, or any of their property. The officers\nultimately concluded that the rumor about Vincent was false, and\nthey reported their conclusion to the school. Id., at 4.The Huffs brought this action against the\nofficers under Rev. Stat. §1979, 42 U. S. C. §1983. The\ncomplaint alleges that the officers violated the Huffs’ Fourth\nAmendment rights by entering their home without a warrant.\nFollowing a 2-day bench trial, the District Court entered judgment\nin favor of the officers. The District Court resolved conflicting\ntestimony regarding Mrs. Huff’s response to Sergeant Ryburn’s\ninquiry about guns by finding that Mrs. Huff “immediately turned\naround and ran into the house.” App. to Pet. for Cert. 3. The\nDistrict Court concluded that the officers were entitled to\nqualified immunity because Mrs. Huff’s odd behavior, combined with\nthe information the officers gathered at the school, could have led\nreason-able officers to believe “that there could be weapons inside\nthe house, and that family members or the officers themselves were\nin danger.” Id., at 6. The District Court noted that “[w]ithin a\nvery short period of time, the officers were confronted with facts\nand circumstances giving rise to grave concern about the nature of\nthe danger they were confronting.” Id., at 6–7. With respect to\nthis kind of “rapidly evolving incident,” the District Court\nexplained, courts should be especially reluctant “to fault the\npolice for not obtaining a warrant.” Id., at 7.A divided panel of the Ninth Circuit affirmed\nthe District Court as to the two officers who entered the house on\nthe assumption that Mrs. Huff had consented, but reversed as to\npetitioners. The majority upheld the District Court’s findings of\nfact, but disagreed with the District Court’s conclusion that\npetitioners were entitled to qualified immunity. The majority\nacknowledged that police officers are allowed to enter a home\nwithout a warrant if they reasonably believe that immediate entry\nis necessary to protect themselves or others from serious harm,\neven if the officers lack probable cause to believe that a crime\nhas been or is about to be committed. Id., at 24. But the majority\ndetermined that, in this case, “any belief that the officers or\nother family members were in serious, im-minent harm would have\nbeen objectively unreasonable” given that “[Mrs. Huff] merely\nasserted her right to end her conversation with the officers and\nreturned to her home.” Id., at 25.Judge Rawlinson dissented. She explained that\n“the discrete incident that precipitated the entry in this case was\nMrs. Huff’s response to the question regarding whether there were\nguns in the house.” Id., at 31. She faulted the majority for\n“recit[ing] a sanitized account of this event” that differed\nmarkedly from the District Court’s findings of fact, which the\nmajority had conceded must be credited. Judge Rawlinson looked to\n“cases that specifi- cally address the scenario where officer\nsafety concerns prompted the entry” and concluded that, under the\nrationale articulated in those cases, “a police officer could have\nreasonably believed that he was justified in making a warrantless\nentry to ensure that no one inside the house had a gun after Mrs.\nHuff ran into the house without answering the question of whether\nanyone had a weapon.” Id., at 31, 33, 37.Judge Rawlinson’s analysis of the qualified\nimmunity issue was correct. No decision of this Court has found a\nFourth Amendment violation on facts even roughly comparable to\nthose present in this case. On the contrary, some of our opinions\nmay be read as pointing in the opposition direction.In Brigham City v. Stuart,547 U.S.\n398, 400 (2006) , we held that officers may enter a residence\nwithout a warrant when they have “an objectively reasonable basis\nfor believing that an occupant is . . . imminently\nthreatened with [serious injury].” We explained that “ ‘[t]he\nneed to protect or preserve life or avoid serious injury is\njustification for what would be otherwise illegal absent an\nexigency or emergency.’ ” Id., at 403 (quoting Mincey v.\nArizona,437 U.S.\n385, 392 (1978) ). In addition, in Georgia v. Randolph,547 U.S.\n103, 118 (2006) , the Court stated that “it would be silly to\nsuggest that the police would commit a tort by entering [a\nresidence] . . . to determine whether violence\n. . . is about to (or soon will) occur.”A reasonable police officer could read these\ndecisions to mean that the Fourth Amendment permits an officer to\nen- ter a residence if the officer has a reasonable basis for\nconcluding that there is an imminent threat of violence. In this\ncase, the District Court concluded that petitioners had such an\nobjectively reasonable basis for reaching such a conclusion. The\nDistrict Court wrote:“[T]he officers testified that a number of\nfactors led them to be concerned for their own safety and for the\nsafety of other persons in the residence: the unusual behavior of\nthe parents in not answering the door or the telephone; the fact\nthat Mrs. Huff did not inquire about the reason for their visit or\nexpress concern that they were investigating her son; the fact that\nshe hung up the telephone on the officer; the fact that she refused\nto tell them whether there were guns in the house; and finally, the\nfact that she ran back into the house while being questioned. That\nbehavior, combined with the information obtained at the school—that\nVincent was a student who was a victim of bullying, who had been\nabsent from school for two days, and who had threatened to ‘shoot\nup’ the school—led the officers to believe that there could be\nweapons inside the house, and that family members or the officers\nthemselves were in danger.” App. to Pet. for Cert. 6.This belief, the District Court held, was\n“objectively reasonable,” particularly since the situation was\n“rapidly evolving” and the officers had to make quick decisions.\nId., at 6–7.The panel majority—far removed from the scene\nand with the opportunity to dissect the elements of the\nsituation—confidently concluded that the officers really had no\nreason to fear for their safety or that of anyone else. As the\npanel majority saw things, it was irrelevant that the Huffs did not\nrespond when the officers knocked on the door and announced their\npresence and when they called the home phone because the Huffs had\nno legal obligation to respond to a knock on the door or to answer\nthe phone. The majority attributed no significance to the fact\nthat, when the officers finally reached Mrs. Huff on her cell\nphone, she abruptly hung up in the middle of their conversation.\nAnd, according to the majority, the officers should not have been\nconcerned by Mrs. Huff’s reaction when they asked her if there were\nany guns in the house because Mrs. Huff “merely asserted her right\nto end her conversation with the officers and returned to her\nhome.” Id., at 25.Confronted with the facts found by the District\nCourt, reasonable officers in the position of petitioners could\nhave come to the conclusion that there was an imminent threat to\ntheir safety and to the safety of others. The Ninth Circuit’s\ncontrary conclusion was flawed for numerous reasons.First, although the panel majority purported to\naccept the findings of the District Court, it changed those\nfindings in several key respects. As Judge Rawlinson correctly\nobserved, “the discrete incident that precipitated the entry in\nthis case was Mrs. Huff’s response to the question regarding\nwhether there were guns in the house.” Id., at 31. The District\nCourt’s finding that Mrs. Huff “immediately turned around and ran\ninto the house” implicitly rejected Mrs. Huff’s contrary testimony\nthat she walked into the house after telling the officers that she\nwas going to get her husband. Id., at 3. The panel majority upheld\nthe District Court’s findings of fact and acknowledged that it\ncould not reverse the District Court simply because it “may have\nweighed the testimony of the witnesses and other evidence in\nanother manner.” Id., at 15. But the panel majority’s determination\nthat petitioners were not entitled to qualified immunity rested on\nan account of the facts that differed markedly from the District\nCourt’s finding. According to the panel majority, Mrs. Huff “merely\nasserted her right to end her conversation with the officers and\nreturned to her home” after telling the officers “that she would go\nget her husband.” Id., at 12, 25.Second, the panel majority appears to have taken\nthe view that conduct cannot be regarded as a matter of concern so\nlong as it is lawful. Accordingly, the panel ma- jority concluded\nthat Mrs. Huff’s response to the question whether there were any\nguns in the house (immediately turning around and running inside)\nwas not a reason for alarm because she was under no legal\nobligation to continue her conversation with the police. It should\ngo without saying, however, that there are many circumstances in\nwhich lawful conduct may portend imminent violence.Third, the panel majority’s method of analyzing\nthe string of events that unfolded at the Huff residence was\nentirely unrealistic. The majority looked at each separate event in\nisolation and concluded that each, in itself, did not give cause\nfor concern. But it is a matter of common sense that a combination\nof events each of which is mundane when viewed in isolation may\npaint an alarming picture.Fourth, the panel majority did not heed the\nDistrict Court’s wise admonition that judges should be cautious\nabout second-guessing a police officer’s assessment, made on the\nscene, of the danger presented by a particular situation. With the\nbenefit of hindsight and calm deliberation, the panel majority\nconcluded that it was unreasonable for petitioners to fear that\nviolence was imminent. But we have instructed that reasonableness\n“must be judged from the perspective of a reasonable officer on the\nscene, rather than with the 20/20 vision of hindsight” and that\n“[t]he calculus of reasonableness must embody allowance for the\nfact that police officers are often forced to make split-second\njudgments—in circumstances that are tense, uncertain, and rapidly\nevolving.” Graham v. Connor,490 U.S.\n386–397 (1989). Judged from the proper perspective of a\nreasonable officer forced to make a split-second decision in\nresponse to a rapidly unfolding chain of events that culminated\nwith Mrs. Huff turning and running into the house after refusing to\nanswer a question about guns, petitioners’ belief that entry was\nnecessary to avoid injury to themselves or others was im- minently\nreasonable.In sum, reasonable police officers in\npetitioners’ position could have come to the conclusion that the\nFourth Amendment permitted them to enter the Huff residence if\nthere was an objectively reasonable basis for fearing that violence\nwas imminent. And a reasonable officer could have come to such a\nconclusion based on the facts as found by the District Court.The petition for certiorari is granted, the\njudgment of the Ninth Circuit is reversed, and the case is remanded\nfor the entry of judgment in favor of petitioners.It is so ordered.",
    "joined": []
}