{
    "case": {
        "docket": "18-1165",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-1165/"
    },
    "id": "4193883",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1165_________________RETIREMENT PLANS COMMITTEE OF IBM,\net al., PETITIONERSv.LARRY W. JANDER, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[January 14, 2020]Per Curiam.InFifth Third Bancorpv.Dudenhoeffer,573 U.S.\n409(2014), we held that “[t]o state a claim for breach of the\nduty of prudence” imposed on plan fiduciaries by the Employee\nRetirement Income Security Act of 1974 (ERISA) “on the basis of\ninside information, a plaintiff must plausibly allege an\nalternative action that the defendant could have taken that would\nhave been consistent with the securities laws and that a prudent\nfiduciary in the same circumstances would not have viewed as more\nlikely to harm the fund than to help it.”Id.,at 428. We\nthen set out three considerations that “inform the requisite\nanalysis.”Ibid.First, we pointed out that the “duty of\nprudence, under ERISA as under the common law of trusts, does not\nrequire a fiduciary to break the law.”Ibid.Accordingly,\n“ERISA’s duty of prudence cannot require” the fiduciary of an\nEmployee Stock Ownership Plan (ESOP) “to perform an action—such as\ndivesting the fund’s holdings of the employer’s stock on the basis\nof inside information—that would violate the securities laws.”Ibid.We then added that, where a complaint “faults\nfiduciaries for failing to decide, on the basis of the inside\ninformation, to refrain from making additional stock purchases or\nfor failing to disclose that information to the public so that the\nstock would no longer be overvalued, additional considerations\narise.”Id.,at 429. In such cases, “[t]he courts should\nconsider the extent to which an ERISA-based obligation either to\nrefrain on the basis of inside information from making a planned\ntrade or to disclose inside information to the public could\nconflict with the complex insider trading and corporate disclosure\nrequirements imposed by the federal securities laws or with the\nobjectives of those laws.”Ibid.We noted that the\n“U. S. Securities and Exchange Commission ha[d] not advised us\nof its views on these matters, and we believe[d] those views may\nwell be relevant.”Ibid.Third, and finally, we said that “lower courts\nfaced with such claims should also consider whether the complaint\nhas plausibly alleged that a prudent fiduciary in the defendant’s\nposition could not have concluded that stopping purchases—which the\nmarket might take as a sign that insider fiduciaries viewed the\nemployer’s stock as a bad investment—or publicly disclosing\nnegative information would do more harm than good to the fund by\ncausing a drop in the stock price and a concomitant drop in the\nvalue of the stock already held by the fund.”Id.,at\n429–430.The question presented in this case concerned\nwhat it takes to plausibly allege an alternative action “that a\nprudent fiduciary in the same circumstances would not have viewed\nas more likely to harm the fund than to help it.”Id.,at\n428. It asked whetherDudenhoeffer’s “ ‘more harm than\ngood’ pleading standard can be satisfied by generalized allegations\nthat the harm of an inevitable disclosure of an alleged fraud\ngenerally increases over time.” Pet. for Cert. i.In their briefing on the merits, however, the\npetitioners (fiduciaries of the ESOP at issue here) and the\nGovernment (presenting the views of the Securities and Exchange\nCommission as well as the Department of Labor), focused their\narguments primarily upon other matters. The petitioners argued that\nERISA imposes no duty on an ESOP fiduciary to act on inside\ninformation. And the Government argued that an ERISA-based duty to\ndisclose inside information that is not otherwise required to be\ndisclosed by the securities laws would “conflict” at least with\n“objectives of ” the “complex insider trading and corporate\ndisclosure requirements imposed by the federal securities laws\n. . . .”Dudenhoeffer, 573 U. S., at\n429.The Second Circuit “did not address the[se]\nargument[s], and, for that reason, neither shall we.”F. Hoffmann-La Roche Ltd.v.Empagran\nS. A.,542 U.S.\n155, 175 (2004) (citation omitted); seeCutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005) (“[W]e are a court of review, not of\nfirst view”). See also 910 F.3d 620 (CA2 2018). Nevertheless, in\nlight of our statement inDudenhoefferthat the views of the\n“U. S. Securities and Exchange Commission” might “well be\nrelevant” to discerning the content of ERISA’s duty of prudence in\nthis context, 573 U. S., at 429, we believe that the Court of\nAppeals should have an opportunity to decide whether to entertain\nthese arguments in the first instance. For this reason we vacate\nthe judgment below and remand the case, leaving it to the Second\nCircuit whether to determine their merits, taking such action as it\ndeems appropriate.It is so ordered.",
    "joined": []
}