{
    "case": {
        "docket": "1",
        "citation": "568",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/568/1/"
    },
    "id": "1970533",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESSTEVEN LEFEMINE, dba COLUMBIA CHRISTIANS FOR\nLIFEv.DAN WIDEMAN et al.on petition for writ of certiorari to the\nunited states court of appeals for the fourth circuitNo. 12–168. Decided November 5, 2012Per Curiam.This case concerns the award of attorney’s fees\nin a suit alleging unconstitutional conduct by government\nofficials. The United States Court of Appeals for the Fourth\nCircuit held that a plaintiff who secured a permanent injunction\nbut no monetary damages was not a “prevailing party” under 42\nU. S. C. §1988, and so could not receive fees. That was\nerror. Because the injunction ordered the defendant officials to\nchange their behavior in a way that directly benefited the\nplaintiff, we vacate the Fourth Cir- cuit’s decision and remand for\nfurther proceedings.*  *  *Petitioner Steven Lefemine and members of\nColumbia Christians for Life (CCL) engage in demonstrations in\nwhich they carry pictures of aborted fetuses to protest the\navailability of abortions. On November 3, 2005, Lefemine and about\n20 other CCL members conducted such a demonstration at a busy\nintersection in Greenwood County, South Carolina. Citing complaints\nabout the graphic signs, a Greenwood County police officer informed\nLefemine that if the signs were not discarded, he would be ticketed\nfor breach of the peace. Lefemine objected, asserting that the\nofficer was violating his First Amendment rights, but the threat\neventually caused him to disband the protest. SeeLefeminev.Davis, 732 F. Supp. 2d 614, 617–619 (SC 2010).A year later, an attorney for Lefemine sent a\nletter to Dan Wideman, the sheriff of Greenwood County, informing\nhim that the group intended to return to the same site with the\ndisputed signs. The letter cautioned that further interference\nwould cause Lefemine “ ‘to pursue all avail- able legal\nremedies.’ ”Id.,at 619. Chief Deputy Mike Frederick\nresponded that the police had not previously violated Lefemine’s\nrights, and warned that “ ‘should we observe any protester or\ndemonstrator committing the same act, we will again conduct\nourselves in exactly the same manner: order the person(s) to stop\nor face criminal sanctions.’ ”Ibid.Out of fear of\nthose sanctions, the group chose not to protest in the county for\nthe next two years. Seeibid.On October 31, 2008, Lefemine filed a complaint\nunder 42 U. S. C. §1983 against several Greenwood County\npolice officers alleging violations of his First Amendment rights.\nLefemine sought nominal damages, a declaratory judgment, a\npermanent injunction, and attorney’s fees. See 732 F. Supp.\n2d, at 620. Ruling on the parties’ dueling motions for summary\njudgment, the District Court determined that the defendants had\ninfringed Lefemine’s rights. Seeid.,at 620–625. The court\ntherefore permanently enjoined the defendants “from engaging in\ncontent-based restrictions on [Lefemine’s] display of graphic\nsigns” under similar circumstances.Id.,at 627. The court,\nhowever, refused Lefemine’s request for nominal damages, finding\nthat the defendants were entitled to qualified immunity because the\nillegality of their conduct was not clearly established at the\ntime. Seeibid.The court as well denied Lefemine’s request\nfor attorney’s fees under §1988, stating that “[u]nder the totality\nof the facts in this case the award of attorney’s fees is not\nwarranted.”Ibid.The Fourth Circuit affirmed the denial of\nattorney’s fees on the ground that the District Court’s judgment\ndid not make Lefemine a “prevailing party” under §1988. 672 F.3d\n292, 302–303 (2012).[1] The\ncourt reasoned that the relief awarded did not “ ‘alte[r] the\nrelative positions of the parties’ ”: The injunction\nprohibited only “unlawful, but not legitimate, conduct by the\ndefendant[s],” and merely “ordered [d]efendants to comply with the\nlaw and safeguard [Lefemine’s] constitutional rights in the future.\nNo other damages were awarded.”Ibid.Lefemine sought a writ\nof certiorari to review the Fourth Circuit’s determination that he\nwas not a prevailing party under §1988.The Civil Rights Attorney’s Fees Awards Act of\n1976, 90Stat. 2641, 42 U. S. C. §1988, allows “the prevailing\nparty” in certain civil rights actions, including suits brought\nunder §1983, to recover “a reasonable attorney’s fee.” A plaintiff\n“prevails,” we have held, “when actual relief on the merits of his\nclaim materially alters the legal relationship between the parties\nby modifying the defendant’s behavior in a way that directly\nbenefits the plaintiff.”Farrarv.Hobby,506 U.S.\n103, 111–112 (1992). And we have repeatedly held that an\ninjunction or declaratory judgment, like a damages award, will\nusually satisfy that test. See,e.g.,Rhodesv.Stewart,488 U.S.\n1, 4 (1988) (per curiam).Under these established standards, Lefemine was\na prevailing party. Lefemine desired to conduct demonstrations in\nGreenwood County with signs that the defendant police officers had\ntold him he could not carry. He brought this suit in part to secure\nan injunction to protect himself from the defendants’ standing\nthreat of sanctions. And he succeeded in removing that threat. The\nDistrict Court held that the defendants had violated Lefemine’s\nrights and enjoined them from engaging in similar conduct in the\nfuture. Contrary to the Fourth Circuit’s view, that ruling worked\nthe requisite material alteration in the parties’ relationship.\nBefore the ruling, the police intended to stop Lefemine from\nprotesting with his signs; after the ruling, the police could not\nprevent him from demonstrating in that manner. So when the District\nCourt “ordered [d]efendants to comply with the law,” 672\nF. 3d, at 303, the relief given—as in the usual case involving\nsuch an injunction—supported the award of attorney’s fees.Because Lefemine is a “prevailing party,” he\n“should ordinarily recover an attorney’s fee unless special\ncircumstances would render such an award unjust.”Hensleyv.Eckerhart,461 U.S.\n424, 429 (1983) (internal quotation marks omitted). Neither of\nthe courts below addressed whether any special circumstances exist\nin this case, and we do not do so; whether there may be other\ngrounds on which the police officers could contest liability for\nfees is not a question before us. Accordingly, the petition for\ncertiorari is granted, the judgment of the Fourth Circuit is\nvacated, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The defendants did not\nappeal the District Court’s judgment that they had violated\nLefemine’s First Amendment rights, so the Court of Appeals took as\na given that a violation had occurred. See 672 F. 3d, at 299,\nn. 5.",
    "joined": []
}