{
    "case": {
        "docket": "308",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/308/"
    },
    "id": "3520328",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESAMGEN INC., et al.v.STEVE\nHARRIS, et al.on petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 15–278. Decided January 25, 2016Per Curiam.The Court considers for the second time the\nNinth Circuit’s determination that respondent stockholders’\ncomplaint states a claim against petitioner fiduciaries for breach\nof the duty of prudence. The first time, the Court vacated and\nremanded in light ofFifth Third Bancorpv.Dudenhoeffer, 573 U. S. ___ (2014), a case which set\nforth the standards for stating a claim for breach of the duty of\nprudence against fiduciaries who manage employee stock ownership\nplans (ESOPs). On remand, the Ninth Circuit reiterated its\nconclusion that the complaint states such a claim. The Court now\nreverses and remands.The stockholders are former employees of Amgen\nInc. and its subsidiary Amgen Manufacturing, Limited, who\nparticipated in plans that qualified under 29 U. S. C.\n§1107(d)(3)(A) as eligible individual account plans. Like ESOPs,\nthese plans offer ownership in employer stock as an option to\nemployees. The parties agree that the decision inFifth\nThirdis fully applicable to the plans at issue here. See 788\nF. 3d 916, 935 (2014).All of the plans had holdings in the Amgen\nCommon Stock Fund (composed, unsurprisingly, of Amgen common stock)\nduring the relevant period. The value of Amgen stock fell, and in\n2007, the stockholders filed a class action against petitioner\nfiduciaries alleging that they had breached their fiduciary duties,\nincluding the duty of prudence, under the Employee Retirement\nIncome Secur-ity Act of 1974 (ERISA), 88Stat. 829, as amended, 29\nU. S. C. §1001et seq.The District Court\ngranted the fiduciaries’ motion to dismiss, and the Ninth Circuit\nreversed,Harrisv.Amgen, Inc., 738 F. 3d 1026\n(2013). The fiduciaries sought certiorari.While that petition was pending, this Court\nissued a decision that concerned the duty of prudence owed by ERISA\nfiduciaries who administer ESOPs. That decision,Fifth\nThird, held that such ERISA fiduciaries are not entitled to a\npresumption of prudence but are “subject to the same duty of\nprudence that applies to ERISA fiduciaries in general, except that\nthey need not diversify the fund’s assets.” 573 U. S., at ___\n(slip op., at 1–2).Notwithstanding the lack of a presumption of\nprudence,Fifth Thirdnoted that “Congress sought to\nencourage the creation of” employee stock-ownership plans,id.,at ___ (slip op., at 14), a purpose that the decision\nrecognized may come into tension with ERISA’s general duty of\nprudence. Moreover, ESOP fiduciaries confront unique challenges\ngiven “the potential for conflict” that arises when fiduciaries are\nalleged to have imprudently “fail[ed] to act on inside information\nthey had about the value of the employer’s stock.”Id.,at\n___ (slip op., at 13).Fifth Thirdtherefore laid out\nstandards to help “divide the plausible sheep from the meritless\ngoats,”id.,at ___ (slip op., at 15):“To state a claim for breach of the duty\nof prudence on the basis of inside information, a plaintiff must\nplausibly allege an alternative action that the defendant could\nhave taken that would have been consistent with the securities laws\nand that a prudent fiduciary in the same circumstances would not\nhave viewed as more likely to harm the fund than to help it.”Id.,at ___ (slip op., at 18).It further clarified that courts should\ndetermine whether the complaint itself states a claim satisfying\nthat liability standard:“[L]ower courts faced with such claims\nshould also considerwhether the complaint has plausibly\nallegedthat a prudent fiduciary in the defendant’s position\ncould not have concluded that stopping purchases—which the market\nmight take as a sign that insider fiduciaries viewed the employer’s\nstock as a bad investment—or publicly disclosing negative\ninformation would do more harm than good to the fund by causing a\ndrop in the stock price and a concomitant drop in the value of the\nstock already held by the fund.”Id.,at ___ (slip op., at\n20) (emphasis added).In the matter that is once again before the\nCourt here, following the issuance ofFifth Third, the Court\ngranted the fiduciaries’ first petition for a writ of certiorari,\nva-cated the judgment, and remanded for further proceedings\nconsistent with that decision.Amgen Inc.v.Harris,\n576 U. S. ___ (2014). On remand, the Ninth Circuit reversed\nagain the dismissal of the complaint and denied the fiduciaries’\npetition for rehearing en banc. See 788 F. 3d 916. The\nfiduciaries once more sought certiorari.The Court now holds that the Ninth Circuit\nfailed to properly evaluate the complaint. That court explained\nthat its previous opinion (that is, the one it issued beforeFifth Thirdwas decided) “had already assumed” the standards\nfor ERISA fiduciary liability laid out by this Court inFifth\nThird. 788 F. 3d, at 940. And it reasoned that the\ncomplaint at issue here satisfies those standards because when “the\nfederal securities laws require disclosure of material\ninformation,” it is “quite plausible” that removing the Amgen\nCommon Stock Fund “from the list of investment options” would not\n“caus[e] undue harm to plan participants.”Id.,at 937–938.\nThe Ninth Circuit, however, failed to assess whether the complaint\nin its current form “has plausibly alleged” that a prudent\nfiduciary in the same position “could not have concluded” that the\nalternative action “would do more harm than good.”Fifth\nThird,supra, at ___ (slip op., at 20).The Ninth Circuit’s proposition that removing\nthe Amgen Common Stock Fund from the list of investment options was\nan alternative action that could plausibly have satisfiedFifth\nThird’s standards may be true. If so, the facts and allegations\nsupporting that proposition should appear in the stockholders’\ncomplaint. Having examined the complaint, the Court has not found\nsufficient facts and allegations to state a claim for breach of the\nduty of prudence.Although the Ninth Circuit did not correctly\napplyFifth Third, the stockholders are the masters of their\ncomplaint. The Court leaves to the District Court in the first\ninstance whether the stockholders may amend it in order to\nadequately plead a claim for breach of the duty of prudence guided\nby the standards provided inFifth Third.The petition for certiorari is granted. The\njudgment of the Ninth Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}