{
    "case": {
        "docket": "22-324",
        "citation": "601",
        "year": 2024,
        "url": "https://supreme.justia.com/cases/federal/us/601/22-324/"
    },
    "id": "4863289",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the United States Reports.\nReaders are requested to notify the Reporter of Decisions, Supreme\nCourt of the United States, Washington, D. C. 20543,\npio@supremecourt.gov, of any typographical or other formal\nerrors.SUPREME COURT OF THE UNITED STATES_________________No. 22–324_________________MICHELLE O’CONNOR-RATCLIFF, et al.,\nPETITIONERSv.CHRISTOPHER GARNIER, et ux.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 15, 2024]Per Curiam.In 2014, Michelle O’Connor-Ratcliff and\nT. J. Zane created public Facebook pages to promote their\ncampaigns for election to the Poway Unified School District (PUSD)\nBoard of Trustees. While O’Connor-Ratcliff and Zane (whom we will\ncall the Trustees) both had personal Facebook pages that they\nshared with friends and family, they used their public pages for\ncampaigning and issues related to PUSD. After they won election,\nthe Trustees continued to use their public pages to post\nPUSD-related content, including board-meeting recaps, application\nsolicitations for board positions, local budget plans and surveys,\nand public safety updates. They also used their pages to solicit\nfeedback and communicate with constituents. Their Facebook pages\ndescribed them as “Government Official[s]” and noted their official\npositions. O’Connor-Ratcliff also created a public Twitter page,\nwhich she used in much the same way.Christopher and Kimberly Garnier, who have\nchildren attending PUSD schools, often criticized the board of\ntrustees. They began posting lengthy and repetitive comments on the\nTrustees’ social-media posts—for instance, nearly identical\ncomments on 42 separate posts on O’Connor-Ratcliff ’s Facebook\npage and 226 identical replies within a 10-minute span to every\ntweet on her Twitter feed. The Trustees initially deleted the\nGarniers’ comments before blocking them from commenting\naltogether.The Garniers sued the Trustees under 42\nU. S. C. §1983, seeking damages and declaratory and\ninjunctive relief for the alleged violation of their First\nAmendment rights. At summary judgment, the District Court granted\nthe Trustees qualified immunity as to the damages claims but\nallowed the case to proceed on the merits on the ground that the\nTrustees acted “under color of ” state law when they blocked\nthe Garniers. §1983.The Ninth Circuit affirmed. It held that §1983’s\nstate-action requirement was satisfied because there was a “close\nnexus between the Trustees’ use of their social media pages and\ntheir official positions.” 41 F. 4th 1158, 1170 (2022). The court\ncited its own state-action precedent, which holds that an off-duty\nstate employee acts under color of law if she (1) “purports to or\npretends to act under color of law”; (2) her “pretense of acting in\nthe performance of [her] duties had the purpose and effect of\ninfluencing the behavior of others”; and (3) the “harm inflicted on\nplaintiff related in some meaningful way either to the officer’s\ngovernmental status or to the performance of [her] duties.”Ibid.(citingNaffev.Frey, 789 F.3d 1030,\n1037 (CA9 2015); internal quotation marks and alterations omitted).\nApplying that framework, the court found state action based largely\non the official “appearance and content” of the Trustees’ pages. 41\nF. 4th, at 1171.We granted certiorari in this case and inLindkev.Freed, ___ U. S. ___ (2024), to\nresolve a Circuit split about how to identify state action in the\ncontext of public officials using social media. 598 U. S. ___\n(2023). Because the approach that the Ninth Circuit applied is\ndifferent from the one we have elaborated inLindke, we\nvacate the judgment below and remand the case to the Ninth Circuit\nfor further proceedings consistent with our opinion in that\ncase.It is so ordered.",
    "joined": []
}