{
    "case": {
        "docket": "867",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/867/"
    },
    "id": "1962111",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMYOUNGBLOOD V. WEST VIRGINIA547 U. S. 867 (2006)SUPREME COURT OF THE UNITED STATESDENVER A. YOUNGBLOOD, Jr.v.WEST VIRGINIAon petition for writ of certiorari to\nthe supreme court of appeals of west virginiaNo. 05–6997. Decided June 19, 2006Per Curiam.In April 2001, the\nState of West Virginia indicted petitioner Denver A. Youngblood,\nJr., on charges including abduction of three young women, Katara,\nKimberly, and Wendy, and two instances of sexual assault upon\nKatara. The cases went to trial in 2003 in the Circuit Court of\nMorgan County, where a jury convicted Youngblood of two counts of\nsexual assault, two counts of brandishing a firearm, and one count\nof indecent exposure. The conviction rested principally on the\ntestimony of the three women that they were held captive by\nYoungblood and a friend of his, statements by Katara that she was\nforced at gunpoint to perform oral sex on Youngblood, and evidence\nconsistent with a claim by Katara about disposal of certain\nphysical evidence of their sexual encounter. Youngblood was\nsentenced to a combined term of 26 to 60 years’ imprisonment, with\n25 to 60 of those years directly attributable to the sexual-assault\nconvictions.Several months after being sentenced,\nYoungblood moved to set aside the verdict. He claimed that an\ninvestigator working on his case had uncovered new and exculpatory\nevidence, in the form of a graphically explicit note that both\nsquarely contradicted the State’s account of the incidents and\ndirectly supported Youngblood’s consensual-sex defense. The note,\napparently written by Kimberly and Wendy, taunted Youngblood and\nhis friend for having been “played” for fools, warned them that the\ngirls had vandalized the house where Youngblood brought them, and\nmockingly thanked Youngblood for performing oral sex on Katara. The\nnote was said to have been shown to a state trooper investigating\nthe sexual-assault allegations against Youngblood; the trooper\nallegedly read the note but declined to take possession of it, and\ntold the person who produced it to destroy it. Youngblood argued\nthat the suppression of this evidence violated the State’s federal\nconstitutional obligation to disclose evidence favorable to the\ndefense, and in support of his argument he referred to cases citing\nand applyingBradyv.Maryland,373 U. S. 83(1963).The trial court denied Youngblood a new trial,\nsaying that the note provided only impeachment, but not\nexculpatory, evidence. The trial court did not discussBradyor its scope, but expressed the view that the\ninvestigating trooper had attached no importance to the note, and\nbecause he had failed to give it to the prosecutor the State could\nnot now be faulted for failing to share it with Youngblood’s\ncounsel. See App. C to Pet. for Cert. (Tr. 22–23 (Sept. 25,\n2003)).A bare majority of the Supreme Court of\nAppeals of West Virginia affirmed, finding no abuse of discretion\non the part of the trial court, but without examining the specific\nconstitutional claims associated with the alleged suppression of\nfavorable evidence. 217 W. Va. 535, 548, 618 S. E. 2d\n544, 557 (2005)(per curiam). Justice Davis, dissenting in\nan opinion that Justice Starcher joined, unambiguously\ncharacterized the trooper’s instruction to discard the new evidence\nas aBradyviolation.Id.,at 550–552, 618\nS. E. 2d, at 559–561. The dissenters concluded that the note\nindicating that Youngblood engaged in consensual sex with Katara\nhad been suppressed and was material,id.,at 550,\nn. 6, 618 S. E. 2d, at 559, n. 6 (citingKylesv.Whitley,514 U. S. 419, 435,\n437–438 (1995)), both because it was at odds with the testimony\nprovided by the State’s three chief witnesses (Katara, Kimberly,\nand Wendy) and also because it was entirely consistent with\nYoungblood’s defense at trial that his sexual encounters with\nKatara were consensual, 217 W. Va., at 551–552, 618 S. E.\n2d, at 560–561. Youngblood then filed this petition for a writ of\ncertiorari.ABradyviolation occurs when the\ngovernment fails to disclose evidence materially favorable to the\naccused. See 373 U. S., at 87. This Court has held that theBradyduty extends to impeachment evidence as well as\nexculpatory evidence,United Statesv.Bagley,473 U. S. 667,\n676 (1985), andBradysuppression occurs when the\ngovernment fails to turn over even evidence that is “known only to\npolice investigators and not to the prosecutor,”Kyles,\n514 U. S., at 438. Seeid.,at 437 (“[T]he individual\nprosecutor has a duty to learn of any favorable evidence known to\nthe others acting on the government’s behalf in the case, including\nthe police”). “Such evidence is material ‘if there is a reasonable\nprobability that, had the evidence been disclosed to the defense,\nthe result of the proceeding would have been different,’ ”Stricklerv.Greene,527 U. S. 263, 280\n(1999) (quotingBagley,supra, at 682 (opinion of\nBlackmun, J.)), although a “showing of materiality does not require\ndemonstration by a preponderance that disclosure of the suppressed\nevidence would have resulted ultimately in the defendant’s\nacquittal,”Kyles, 514 U. S., at 434. The reversal of a\nconviction is required upon a “showing that the favorable evidence\ncould reasonably be taken to put the whole case in such a different\nlight as to undermine confidence in the verdict.”Id.,at\n435.Youngblood clearly presented a federal\nconstitutionalBradyclaim to the State Supreme Court, see\nBrief for Appellant in No. 31765 (Sup. Ct. App. W. Va.), pp.\n42–47, as he had to the trial court, see App. C to Pet. for Cert.\n(Tr. 6, 44–45, 50, 51 (Sept. 25, 2003));id., at 13, 17\n(Sept. 29, 2003). And, as noted, the dissenting justices discerned\nthe significance of the issue raised. If this Court is to reach the\nmerits of this case, it would be better to have the benefit of the\nviews of the full Supreme Court of Appeals of West Virginia on theBradyissue. We, therefore, grant the petition for\ncertiorari, vacate the judgment of the State Supreme Court, and\nremand the case for further proceedings not inconsistent with this\nopinion.It is so ordered.",
    "joined": []
}