{
    "case": {
        "docket": "15-789",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-789/"
    },
    "id": "4565239",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESDEBORAH K. JOHNSON, WARDENv.DONNA KAY\nLEEon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 15–789. Decided May 31, 2016Per Curiam.Federal habeas courts generally refuse to hear\nclaims “defaulted . . . in state court pursuant to an\nindependent and adequate state procedural rule.”Colemanv.Thompson,501 U.S.\n722, 750 (1991). State rules count as “adequate” if they are\n“firmly established and regularly followed.”Walkerv.Martin,562 U.S.\n307, 316 (2011) (internal quotation marks omitted). Like all\nStates, California requires criminal defendants to raise available\nclaims on direct appeal. Under the so-called “Dixonbar,” a\ndefendant procedurally defaults a claim raised for the first time\non state collateral review if he could have raised it earlier on\ndirect appeal. SeeIn re Dixon,41 Cal. 2d 756, 759, 264 P.2d 513, 514 (1953). Yet, in this\ncase, the Ninth Circuit held that theDixonbar is\ninadequate to bar fed- eral habeas review. Because California’s\nprocedural bar is longstanding, oft-cited, and shared by habeas\ncourts across the Nation, this Court now summarily reverses the\nNinth Circuit’s judgment.IRespondent Donna Kay Lee and her boyfriend\nPaul Carasi stabbed to death Carasi’s mother and his ex-girlfriend.\nA California jury convicted the pair of two counts each of\nfirst-degree murder. Carasi received a death sentence, and Lee\nreceived a sentence of life without the possibility of parole. In\nJune 1999, Lee unsuccessfully raised four claims on direct appeal.\nAfter the California appellate courts affirmed, Lee skipped state\npostconviction review and filed the federal habeas petition at\nissue. See 28 U. S. C. §2254(a). The petition raised\nmostly new claims that Lee failed to raise on direct appeal.\nBecause Lee had not exhausted available state-court remedies,\nhowever, the District Court temporarily stayed federal proceedings\nto allow Lee to pursue her new claims in a state habeas petition.\nThe California Supreme Court denied Lee’s petition in a summary\norder citingDixon.Having exhausted state remedies, Lee returned to\nfederal court to litigate her federal habeas petition. The District\nCourt dismissed her new claims as procedurally defaulted. Then, for\nthe first time on appeal, Lee challenged theDixonbar’s\nadequacy. In her brief, Lee presented a small sample of the\nCalifornia Supreme Court’s state habeas denials on a single day\nabout six months after her default. Lee claimed that out of the 210\nsummary denials on December 21, 1999, the court failed to citeDixonin 9 cases where it should have been applied. The\ncourt instead denied the nine petitions without any citation at\nall. In Lee’s view, these missing citations proved that the\nCalifornia courts inconsistently applied theDixonbar.\nWithout evaluating this evidence, the Ninth Circuit reversed and\nremanded “to permit the Warden to submit evidence to the contrary,\nand for consideration by the district court in the first instance.”Leev.Jacquez, 406 Fed. Appx. 148, 150\n(2010).On remand, the warden submitted a study\nanalyzing more than 4,700 summary habeas denials during a nearly\n2-year period around the time of Lee’s procedural default. From\nAugust 1998 to June 2000, the study showed, the California Supreme\nCourt citedDixonin approximately 12% of all denials—more\nthan 500 times. In light of this evidence, the District Court held\nthat theDixonbar is adequate.The Ninth Circuit again reversed.Leev.Jacquez, 788 F.3d 1124 (2015). Lee’s 1-day sample proved theDixonbar’s inadequacy, the court held, because the “failure\nto citeDixonwhereDixonapplies\n. . .  reflects [its] irregular application.” 788\nF. 3d, at 1130. The general 12% citation rate proved nothing,\nthe court reasoned, because the warden “d[id] not purport to show\nto how many cases theDixonbarshouldhave been\napplied.”Id.,at 1133. In the Ninth Circuit’s view, without\nthis “baseline number” the warden’s 2-year study was “entirely\ninsufficient” to proveDixon’s adequacy. 788 F. 3d, at\n1133.IIThe Ninth Circuit’s decision profoundly\nmisapprehends what makes a state procedural bar “adequate.” That\nquestion is a matter of federal law.Leev.Kemna,534 U.S.\n362, 375 (2002). “To qualify as an ‘adequate’ procedural\nground,” capable of barring federal habeas review, “a state rule\nmust be ‘firmly established and regularly followed.’ ”Martin,supra, at 316 (quotingBeardv.Kindler,558 U.S.\n53, 60 (2009)).California’sDixonbar satisfies both\nadequacy criteria. It is “firmly established” because, decades\nbefore Lee’s June 1999 procedural default, the California Supreme\nCourt warned defendants in plain terms that, absent “special\ncircumstances,” habeas “will not lie where the claimed errors could\nhave been, but were not, raised upon a timely appeal from a\njudgment of conviction.”Dixon,supra, at 759, 264\nP. 2d, at 514. And the California Supreme Court eliminated any\narguable ambiguity surrounding this bar by reaffirmingDixonin two cases decided before Lee’s default. SeeIn re\nHarris,5 Cal. 4th 813, 825, n. 3, 829–841,855 P.2d 391, 395, n. 3, 398–407 (1993);In re\nRobbins,18 Cal. 4th 770, 814–815, and n. 34,959 P.2d 311, 340–341, and n. 34 (1998).The California Supreme Court’s repeatedDixoncitations also prove that the bar is “regularly\nfollowed.”Martinrecently held that another California\nprocedural bar—a rule requiring prisoners to file state habeas\npetitions promptly—met that requirement because “[e]ach year, the\nCalifornia Supreme Court summarily denies hundreds of habeas\npetitions by citing” the timeliness rule. 562 U. S., at 318.\nThe same goes forDixon. Nine purportedly missingDixoncitations from Lee’s 1-day sample of summary orders\nhardly support an inference of inconsistency. SeeDuggerv.Adams,489 U.S.\n401, 410, n. 6 (1989) (holding that the Florida Supreme\nCourt applied its similar procedural bar “consistently and\nregularly” despite “address[ing] the merits in several cases\nraising [new] claims on postconviction review”). Indeed, all nine\norders in that sample were denials. None ignored theDixonbar tograntrelief, so there is no sign of\ninconsistency.Nor is California’s rule unique. Federal and\nstate ha- beas courts across the country follow the same rule asDixon. “The general rule in federal habeas cases is that a\ndefendant who fails to raise a claim on direct appeal is barred\nfrom raising the claim on collateral review.”Sanchez-Llamasv.Oregon, 548 U.S. 331, 350–351 (2006). Likewise, state\npostconviction remedies generally “may not be used to litigate\nclaims which were or could have been raised at trial or on direct\nappeal.” 1 D. Wilkes, State Postconviction Remedies and Relief\nHandbook §1:2, p. 3 (2015–2016 ed.). It appears that every\nState shares this procedural bar in some form. See Brief for State\nof Alabama et al. asAmici Curiae1, n. 2 (collecting\ncitations). For such well-established and ubiquitous rules, it\ntakes more than a few outliers to show inadequacy. Federal habeas\ncourts must not lightly “disregard state procedural rules that are\nsubstantially similar to those to which we give full force in our\nown courts.”Kindler, 558 U. S., at 62. And it would be\n“[e]ven stranger to do so with respect to rules in place in nearly\nevery State.”Ibid.Nothing suggests, moreover, that\nCalifornia courts apply theDixonbar in a way that\ndisfavors federal claims. The Court therefore holds that it\nqualifies as adequate to bar federal habeas review.IIIThe Ninth Circuit’s contrary reasoning is\nunpersuasive and inconsistent with this Court’s precedents.\nApplying theDixonbar may be a “straightforward” or\n“mechanica[l]” task for state courts. 788 F. 3d, at 1130. But\nsimplicity does not imply that missing citations reflect\nstate-court inconsistency. To begin with, since theDixonbar has several exceptions, seeRobbins,supra, at\n814–815, and n. 34, 959 P. 2d, at 340–341, and\nn. 34, the California Supreme Court can hardly be faulted for\nfailing to citeDixonwhenever a petitioner raises a claim\nthat he could have raised on direct appeal.More importantly, California courts need not\naddress procedural default before reaching the merits, so the\npurportedly missing citations show nothing. Cf.Bellv.Cone,543 U.S.\n447, 451, n. 3 (2005) (per curiam) (declining\nto address the warden’s procedural-default argument);Lambrixv.Singletary,520 U.S.\n518, 525 (1997) (explaining that “[ j]udicial economy\nmight counsel” bypassing a procedural-default question if the\nmerits “were easily resolvable against the habeas petitioner”).\nOrdinarily, “procedural default . . . is not a\njurisdictional matter.”Trestv.Cain,522 U.S.\n87, 89 (1997). As a result, the appropriate order of analysis\nfor each case remains within the state courts’ discretion. Such\ndiscretion will often lead to “seeming inconsistencies.”Martin, 562 U. S., at 320, and n. 7. But that\nsuperficial tension does not make a procedural bar inadequate. “[A]\nstate procedural bar may count as an adequate and independent\nground for denying a federal habeas petition even if the state\ncourt had discretion to reach the merits despite the default.”Id., at 311; seeKindler,supra, at 60–61.The Ninth Circuit’s attempt to get aroundMartinandKindlerfails. The Court of Appeals\ndistinguished those cases on the ground that California’sDixonbar is “man- datory” rather than discretionary because\nit involves a discretion-free general rule, notwithstanding\nexceptions that might involve discretion. 788 F. 3d, at 1130.\nThe Court assumes, without deciding, that this description is\naccurate and theDixonbar’s exceptions leave some room for\ndiscretion. Even so, there is little difference between discretion\nexercised through an otherwise adequate procedural bar’s exceptions\nand discretion that is a part of the bar itself. In any event, the\nNinth Circuit’s reasoning ignores the state courts’ discretion to\nassume, without deciding, that a claim is not procedurally\ndefaulted and instead hold that the claim lacks merit.The Ninth Circuit was accordingly wrong to\ndismiss the 500-plus summary denials citingDixonsimply\nbecause they do not reveal which cases potentially implicate the\nbar. 788 F. 3d, at 1133.Martinalready rejected this\nprecise reasoning. There, the habeas petitioner unsuccessfully\nargued that “[u]se of summary denials makes it impossible to tell\nwhy the California Supreme Court decides some delayed petitions on\nthe merits and rejects others as untimely.” 562 U. S., at 319\n(internal quotation marks omitted). So too here, “[w]e see no\nreason to reject California’s [procedural] bar simply because a\ncourt may opt to bypass the e see no reason to reject California’s\n[procedural] bar simply because a court may opt to bypass the\n[Dixon] assessment and summarily dismiss a petition on the\nmerits, if that is the easier path.”Ibid.By treating every missing citation as a sign of\ninconsistency, the Court of Appeals “pose[d] an unnecessary\ndilemma” for California.Kindler, 558 U. S., at 61. The\ncourt forced the State to choose between the “finality of [its]\njudgments” and a burdensome opinion-writing requirement.Ibid.; seeMartin,supra, at 312–313 (noting\nthat the California Supreme Court “rules on a staggering number of\nhabeas petitions each year”);Harringtonv.Richter,562 U.S.\n86, 99 (2011) (discussing the advantages of summary\ndispositions). “[F]ederal courts have no authority,” however, “to\nimpose mandatory opinion-writing standards on state courts” as the\nprice of federal respect for their procedural rules.Johnsonv.Williams, 568 U. S. ___, ___ (2013) (slip op., at\n9). The Ninth Circuit’s decision is thus fundamentally at odds with\nthe “federalism and comity concerns that motivate the adequate\nstate ground doctrine in the habeas context.”Kindler,supra, at 62.*  *  *“A State’s procedural rules are of vital\nimportance to the orderly administration of its criminal courts;\nwhen a federal court permits them to be readily evaded, it\nundermines the criminal justice system.”Lambrix,supra, at 525. Here, the Ninth Circuit permitted California\nprisoners to evade a well-established procedural bar that is\nadequate to bar federal habeas review. The petition for a writ of\ncertiorari and respondent’s motion to proceedin forma\npauperisare granted. The judgment of the Court of Appeals for\nthe Ninth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}