{
    "case": {
        "docket": "1",
        "citation": "562",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/562/1/"
    },
    "id": "1963478",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMWILSON V. CORCORAN562 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESBILL K. WILSON, SUPERINTENDANT, INDIANA STATE\nPRISONv.JOSEPH E. CORCORANon petition for writ of certiorari to the united\nstates court of appeals for the seventh circuitNo. 10–91. Decided November 8, 2010Per Curiam.Federal courts may not issue\nwrits of habeas corpus to state prisoners whose confinement does\nnot violate federal law. Because the Court of Appeals granted the\nwrit to respondent without finding such a violation, we vacate its\njudgment and remand.*  *  *In 1997, respondent Joseph\nCorcoran shot and killed four men, including his brother and his\nsister’s fiancé. An Indiana jury found him guilty of four counts of\nmurder, found the statutory aggravating circumstance of multiple\nmurders, and unanimously recommended capital punishment. The trial\njudge agreed and sentenced respondent to death.But on appeal, the Supreme Court\nof Indiana vacated the sentence out of concern that the trial judge\nmight have violated Indiana law by relying partly on nonstatutory\naggravating factors when imposing the death penalty.Corcoranv.State,739 N. E. 2d 649, 657–658\n(2000). When addressing respondent at sentencing, the trial court\nhad remarked:“ ‘[T]he knowing and intentional murders of\nfour innocent people is an extremely heinous and aggravated\ncrime… . I don’t think in the history of this county we’ve had\na mass murderer such as yourself. It makes you, Mr. Corcoran, a\nvery dangerous, evil mass murderer. And I am convinced in my heart\nof hearts, … if given the opportunity, you will murder\nagain.’ ”Id., at 657 (quoting transcript).According to the Indiana Supreme Court, the trial\njudge’s reference to the innocence of respondent’s victims, the\nheinousness of his offense, and his future dangerousness was not\nnecessarily improper; it is permissible to provide “an appropriate\ncontext for consideration of the alleged aggravating and mitigating\ncircumstances.”Ibid.(internal quotation marks omitted).\nBut because the trial court might have meant that it weighed these\nfactors as aggravating circumstances, the Indiana Supreme Court\nremanded for resentencing. Seeibid.On remand, the trial court issued a revised\nsentencing order. It wrote:“ ‘ The trial Court, in balancing the\nproved aggravators and mitigators, emphasizes to the Supreme Court\nthat it only relied upon those proven statutory aggravators. The\ntrial Court’s remarks at the sentencing hearing, and the language\nin the original sentencing order explain why such high weight was\ngiven to the statutory aggravator of multiple murder, and further\nsupport the trial Court’s personal conclusion that the sentence is\nappropriate punishment for this offender and these crimes.’ ”Corcoranv.State, 774 N. E. 2d 495, 498\n(Ind. 2002) (quoting order).On appeal, over respondent’s objection, the Supreme\nCourt accepted this explanation and affirmed the sentence.Id.,at 498–499, 502. It explained that it was “now\nsatisfied that the trial court has relied on only aggravators\nlisted in Indiana Code §35–50–2–9(b)… . There is no lack of\nclarity in [the trial court’s] statement and no plausible reason to\nbelieve it untrue.”Id.,at 499.Respondent later applied to the United States\nDistrict Court for the Northern District of Indiana for a writ of\nhabeas corpus. His habeas petition asserted a number of grounds for\nrelief, including a renewed claim that, notwithstanding its\nassurances to the contrary, the trial court improperly relied on\nnonstatutory aggravating factors when it resentenced him.\nRespondent also asserted that this reliance violated the Eighth and\nFourteenth Amendments. Record, Doc. 13, p. 11. In its response to\nthe petition, the State specifically disputed that contention.Id., Doc. 33, p. 16 (“[Respondent] fails to establish any\nconstitutional deficiency in [the] Indiana Supreme Court’s review\nof the trial court’s treatment of Corcoran’s sentence on remand,\nlet alone does it show that the state supreme court’s judgment is\nin any way inconsistent with applicable United States Supreme Court\nprecedent”).The District Court, however, had no need to\nresolve this dispute because it granted habeas relief on a wholly\ndifferent ground: that an offer by the prosecutor to take the death\npenalty off the table in exchange for a waiver of a jury trial had\nviolated the Sixth Amendment.Corcoranv.Buss,\n483 F. Supp. 2d 709, 725–726 (2007). It did not address the\nsentencing challenge because that was “rendered moot” by the grant\nof habeas relief.Id.,at 734.The State appealed, and the Seventh Circuit\nreversed the District Court’s Sixth Amendment ruling.Corcoranv.Buss, 551 F. 3d 703, 712, 714\n(2008). Then, evidently overlooking respondent’s remaining\nsentencing claims, the Seventh Circuit remanded the case to the\nDistrict Court “with instructions to deny the writ.”Id.,\nat 714. To correct this oversight, we granted certiorari and\nvacated the Seventh Circuit’s judgment.Corcoranv.Levenhagen,558 U. S. 1(2009)(per curiam). We explained that the Court of Appeals\n“should have permitted the District Court to consider Corcoran’s\nunresolved challenges to his death sentence on remand, or should\nhave itself explained why such consideration was unnecessary.”Id.,at ___ (slip op., at 2).On remand—and without any opportunity for\nbriefing by the parties—the Court of Appeals changed course andgrantedhabeas relief.Corcoranv.Levenhagen, 593 F. 3d 547, 555 (2010). After\ndetermining that respondent’s sentencing challenge had been waived\nby his failure to include it in his original cross-appeal, the\nSeventh Circuit concluded that the claim satisfied plain-error\nreview.Id.,at 551. The panel explained that, “unlike the\nIndiana Supreme Court,” it was unsatisfied with the trial court’s\nrepresentation that it relied only on aggravating factors\nauthorized by Indiana law.Ibid.Because the trial court’s\nrevised sentencing order said that it used the nonstatutory factors\nof heinousness, victims’ innocence, and future dangerousness to\ndetermine the weight given to the aggravator of multiple murders,\nthe Seventh Circuit concluded that the Indiana Supreme Court had\nmade an “ ‘unreasonable determination of the facts’ ”\nwhen it accepted the trial court’s representation that it did not\nrely on those factors as aggravating circumstances.Ibid.(quoting 28 U. S. C. §2254(d)(2)). The panel therefore\nrequired the Indiana trial court to reconsider its sentencing\ndetermination in order to “prevent non-compliance with Indiana\nlaw.” 593 F. 3d, at 552–553.But it is only noncompliance withfederallaw that renders a State’s criminal judgment\nsusceptible to collateral attack in the federal courts. The habeas\nstatute unambiguously provides that a federal court may issue the\nwrit to a state prisoner “only on the ground that he is in custody\nin violation of the Constitution or laws or treaties of the United\nStates.” 28 U. S. C. §2254(a). And we have repeatedly held\nthat “ ‘federal habeas corpus relief does not lie for errors\nof state law.’ ”Estellev.McGuire,502 U. S. 62, 67\n(1991) (quotingLewisv.Jeffers,497 U. S. 764, 780\n(1990)). “[I]t is not the province of a federal habeas court to\nreexamine state-court determinations on state-law questions.” 502\nU. S., at 67–68. But here, the panel’s opinion contained no hint\nthat it thought the violation of Indiana law it had unearthed also\nentailed the infringement of any federal right. Not only did the\ncourt frame respondent’s claim as whether “the Indiana trial court\nconsidered non-statutory aggravating circumstances … in\ncontravention ofstate law,” 593 F. 3d, at 551\n(emphasis added), it also explicitly acknowledged that “[n]othing\nin [its] opinion prevents Indiana from adopting a rule permitting\nthe use of non-statutory aggravators in the death sentence\nselection process.See Zant v. Stephens,462 U. S. 862, 878\n(1983) (permitting their use under federal law),”id., at\n551–552 (citations omitted).Nor did it suffice for the Court of Appeals to\nfind an unreasonable determination of the facts under 28 U.\nS. C. §2254(d)(2). That provision allows habeas petitioners to\navoid the bar to habeas relief imposed with respect to federal\nclaims adjudicated on the merits in state court by showing that the\nstate court’s decision was “based on an unreasonable determination\nof the facts in light of the evidence presented in the State court\nproceeding.” It does not repeal the command of §2254(a) that habeas\nrelief may be afforded to a state prisoner “only on the ground”\nthat his custody violates federal law.In response to the Seventh Circuit’s opinion,\nthe State filed a petition for rehearing and rehearing en banc. The\nState’s petition argued that the Seventh Circuit had erred by\ngranting relief in the absence of a federal violation. It also\ncontended, on the authority of our opinion inWainwrightv.Goode,464 U. S. 78(1983)(per\ncuriam), that the Court of Appeals erred by second-guessing\nthe Indiana Supreme Court’s factual determination that its own\ntrial court complied with Indiana law.The Seventh Circuit denied rehearing, but\namended its opinion to include this language:“This [remand for resentencing] will cure the state\ntrial court’s ‘unreasonable determination of the facts.’ 28 U.\nS. C. §2254(d)(1)[sic].(It will also prevent\nnoncompliance with Indiana law. [Corcoran] contended that, under\nthe circumstances of this case, noncompliance with state law also\nviolates the federal Constitution and thus warrants him relief\nunder 28 U. S. C. §2254(d)(2). [The State] has not advanced\nany contrary argument based onWainwright v. Goode,464 U. S. 78(1983), or any similar\ndecision.)” App. to Pet. for Cert. 144a–145a.The amendment did not cure the\ndefect. It is not enough to note that a habeas petitionerassertsthe existence of a constitutional violation;\nunless the federal court agrees with that assertion, it may not\ngrant relief. The Seventh Circuit’s opinion reflects no such\nagreement, nor does it even articulate what federal right was\nallegedly infringed. In fact, as to one possible federal claim, the\ncourt maintains that it wouldnotviolate federal law for\nIndiana to adopt a rule authorizing what the trial court did. 593\nF. 3d, at 551–552.In lieu of finding or even describing a\nconstitutional error, the amended opinion says only that the State\nhad not “advanced any contrary argument based onWainwrightv.Goode… or any similar\ndecision.” App. to Pet. for Cert. 145a. It is not clear what this\nlanguage was meant to convey. It cannot have meant that the State\nforfeited the position that respondent’s allegations do not state a\nconstitutional violation, since (as we observed) the State\nexplicitly disputed that point before the District Court—the last\nforum in which the subject had been raised, leading the Court of\nAppeals to conclude thatrespondenthad waived the claim\nentirely. 593 F. 3d, at 551. And there is no suggestion that\nthe State has everconcededthe existence of a federal\nright to be sentenced in accordance with Indiana law. Under those\ncircumstances, it was improper for the Court of Appeals to issue\nthe writ without first concluding that a violation of federal law\nhad been established.The petition for a writ of certiorari and\nrespondent’s motion for leave to proceedin forma pauperisare granted. The judgment of the Court of Appeals is vacated, and\nthe case is remanded for further proceedings consistent with this\nopinion. We express no view about the merits of the habeas\npetition.It is so ordered.",
    "joined": []
}