{
    "case": {
        "docket": "22-714",
        "citation": "598",
        "year": 2023,
        "url": "https://supreme.justia.com/cases/federal/us/598/22-714/"
    },
    "id": "4743224",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESHARRY C. CALCUTT, IIIv.FEDERAL\nDEPOSIT INSURANCE CORPORATIONon petition for writ of certiorari to the\nunited states court of appeals for the sixth circuitNo. 22–714. Decided May 22, 2023Per Curiam.The Federal Deposit Insurance Corporation (FDIC)\nbrought an enforcement action against petitioner, the former CEO of\na Michigan-based community bank, for mismanaging one of the bank’s\nloan relationships in the wake of the “Great Recession” of\n2007–2009. After proceedings before the agency concluded, the FDIC\nordered petitioner removed from office, prohibited him from further\nbanking activities, and assessed $125,000 in civil penalties.\nPetitioner subsequently filed a petition for review in the Court of\nAppeals for the Sixth Circuit. That court determined that the FDIC\nhad made two legal errors in adjudicating petitioner’s case. But\ninstead of remanding the matter back to the agency, the Sixth\nCircuit conducted its own review of the record and concluded that\nsubstantial evidence supported the agency’s decision.That was error. It is “a simple but fundamental\nrule of administrative law” that reviewing courts “must judge the\npropriety of [agency] action solely by the grounds invoked by the\nagency.”SECv.Chenery Corp.,332 U.S.\n194, 196 (1947). “[A]n agency’s discretionary order [may] be\nupheld,” in other words, only “on the same basis articulated in the\norder by the agency itself.”Burlington Truck Lines, Inc.v.United States,371 U.S.\n156, 169 (1962). By affirming the FDIC’s sanctions against\npetitioner based on a legal rationale different from the one\nadopted by the FDIC, the Sixth Circuit violated these commands. We\naccordingly grant the petition for certiorari limited to the first\nquestion presented; reverse the judgment of the Sixth Circuit; and\norder that court to remand this matter to the FDIC so it may\nreconsider petitioner’s case anew in a manner consistent with this\nopinion.IUnder §8(e) of the Federal Deposit Insurance\nAct (FDIA), 12 U. S. C. §1818(e), as amended by the\nFinancial Institutions Reform, Recovery, and Enforcement Act of\n1989, §903, 103Stat. 453, the FDIC may remove and prohibit\nindividuals from working in the banking sector if certain\nconditions are met. First, the FDIC must determine that an\nindividual committed misconduct. That occurs when, as relevant\nhere, the individual has “engaged or participated in any unsafe or\nunsound practice,” or breached his “fiduciary duty.”\n§§1818(e)(1)(A)(ii)–(iii). Second, the FDIC must find that a bank\nor its depositors were harmed, or that the individual personally\nbenefited, “by reason of ” the individual’s misconduct.\n§1818(e)(1)(B). Finally, the individual’s misconduct must\n“involv[e] personal dishonesty” or “demonstrat[e] willful or\ncontinuing disregard . . . for the safety or soundness”\nof the bank. §1818(e)(1)(C).In this case, the FDIC brought an enforcement\naction under these provisions against petitioner Harry C. Calcutt,\nIII. From 2000 to 2013, Calcutt served as CEO of Northwestern Bank,\nheadquartered in Traverse City, Michigan. During Calcutt’s tenure,\nthe Bank developed a lending relationship with the Nielson\nEntities, a group of 19 family-owned businesses that operate in the\nreal estate and oil industries. In 2009, the lending\nrelationship—by then, the Bank’s biggest—began to sour. On\nSeptember 1 of that year, facing financial difficulties due to the\nGreat Recession, the Entities stopped paying their loans outright.\nAt the time, they owed the Bank $38 million.A few months later, the parties reached a\nmultistep agreement known as the Bedrock Transaction to bring all\nof the Entities’ loans current. That agreement stabilized the\nNielson lending relationship for the following year. But on\nSeptember 1, 2010, the Entities again stopped making their loan\npayments. Another short-term agreement was reached, allowing the\nEntities to continue servicing their debt for the next few months.\nBut in January 2011, the Entities once more stopped making their\nloan payments. They have remained in default ever since.On April 13, 2012, the FDIC opened an\ninvestigation into the Bank’s officers for their role in the\nNielson matter. The investigation concluded on August 20, 2013, at\nwhich time the agency issued a notice of intention to remove\npetitioner as well as two other Bank executives from office, and to\nprohibit them from further participation in the banking industry.\nThe agency also issued a notice of assessment of civil penalties.\nThe bases for the proposed sanctions were the agency’s allegations\nthat petitioner had, in violation of §1818(e), mishandled the\nNielson Entities lending relationship in various ways: The Bedrock\nTransaction failed to comply with the Bank’s internal loan policy;\nthe Bank’s board of directors was misled or misinformed of the\nnature of the Transaction; petitioner failed to respond accurately\nto FDIC inquiries about the Transaction; and the Transaction was\nmisreported on the Bank’s financial statements.On October 29, 2019, an FDIC Administrative Law\nJudge (ALJ) began a 7-day evidentiary hearing into petitioner’s\nconduct. Petitioner was among one of 12 witnesses who testified. On\nApril 3, 2020, the ALJ issued his written decision, recommending\nthat petitioner be barred from the banking industry and be assessed\na $125,000 civil penalty based on his mishandling of the Nielson\nLoan relationship. Petitioner appealed the ALJ’s decision to the\nFDIC Board.The FDIC Board began its review by determining,\nfirst, whether petitioner had engaged in an unsafe or unsound\nbanking practice. Such a practice, according to the Board, “is one\nthat is ‘contrary to generally accepted standards of prudent\noperation’ whose consequences are an ‘abnormal risk of loss or\nharm’ to a bank.” App. to Pet. for Cert. 150a (quotingMichaelv.FDIC, 687 F.3d 337, 352 (CA7 2012)). The\nBoard held that standard satisfied, concluding that “the record in\nthis matter overwhelmingly establishes that [petitioner] engaged in\nnumerous unsafe or unsound practices.” App. to Pet. for Cert.\n150a.The Board then addressed the issue of causation.\nIn doing so, the Board concluded that an individual “need not be\nthe proximate cause of the harm to be held liable under section\n8(e).”Id., at 160a. With that understanding in mind, the\nBoard found that petitioner had caused the Bank harm in three ways:\nFirst, the Bank had to charge off (i.e., forgive) $30,000 of\none of the loans made in the Bedrock Transaction; second, the Bank\nsuffered $6.4 million in losses on other Nielson Loans; and third,\nthe Bank incurred investigative, auditing, and legal expenses in\nmanaging the Bedrock Transaction and its fallout.Id., at\n159a–166a.Finally, the Board turned to the issue of\nculpability. It found that the record “well supported” the ALJ’s\nconclusions that petitioner “persistently concealed . . .\nthe true common nature of the Nielson Entities Loan portfolio,\n[and] problems with that portfolio.”Id., at 167a–168a. The\nBoard also found that petitioner “falsely answered questions\npresented to him during examinations,” “concealed documents showing\nthe true condition of the loans,” and “falsely testified that Board\nmembers had been fully apprised of the nature of the Nielson Loan\nportfolio.”Ibid.Based on these findings, the Board issued a\nfinal decision imposing the penalties that the ALJ had recommended.Id., at 184a–185a.Petitioner then filed a petition for review in\nthe Sixth Circuit, identifying several purported errors in the\nBoard’s decision. Two are relevant here.First, petitioner contended that the Board had\nmisapplied the FDIA’s “by reason of ” requirement by\nconcluding that a showing of proximate cause was not needed. 12\nU. S. C. §1818(e)(1)(B). The Sixth Circuit agreed. The\ncourt “observed that [t]he Supreme Court has repeatedly and\nexplicitly held that when Congress uses the phrase ‘by reason\nof ’ in a statute, it intends to require a showing of\nproximate cause.” 37 F. 4th 293, 329 (2022) (some internal\nquotation marks omitted); see alsoibid.(citing for that\npropositionHemi Group, LLCv.City of New York,559 U.S.\n1, 9 (2010), andHolmesv.Securities Investor\nProtection Corporation,503 U.S.\n258, 268 (1992)).Second, petitioner argued that he had not\nproximately caused the harms that the Board had identified or, in\nthe alternative, that those harms did not qualify as harmful\neffects as a matter of law. See §1818(e)(1)(B). The Sixth Circuit\nagreed in part. Petitioner had indeed proximately caused the\n$30,000 charge off on one of the Bedrock Transaction loans, the\ncourt held, because he had “participated extensively in negotiating\nand approving the Bedrock Transaction.” 37 F. 4th, at 330. But\nthe $6.4 million in losses on other Nielson Loans were a different\nmatter. Petitioner could be held responsible only for “part” of\nthat harm, the court explained, because “[t]he Bank probably would\nhave incurredsomeloss no matter what Calcutt did.”Id., at 331. Finally, none of the investigative, auditing,\nand legal expenses incurred in dealing with the Nielson Entities\ncould qualify as harms to the Bank, because those expenses occurred\nas part of the Bank’s “normal business.”Ibid.Despite identifying these legal errors in the\nBoard’s analysis, the Sixth Circuit nevertheless affirmed the\nBoard’s decision by a 2-to-1 vote. The court concluded that\nsubstantial evidence supported the Board’s sanctions determination,\neven though the Board never applied the proximate cause standard\nitself or considered whether the sanctions against Calcutt were\nwarranted on the narrower set of harms that the Sixth Circuit\nidentified. Seeid., at 333–335.We now reverse.IIIt is a well-established maxim of\nadministrative law that “[i]f the record before the agency does not\nsupport the agency action, [or] if the agency has not considered\nall relevant factors, . . . the proper course, except in\nrare circumstances, is to remand to the agency for additional\ninvestigation or explanation.”Florida Power & Light Co.v.Lorion,470 U.S.\n729, 744 (1985). A “reviewing court,” accordingly, “is not\ngenerally empowered to conduct ade novoinquiry into\nthe matter being reviewed and to reach its own conclusions based on\nsuch an inquiry.”Ibid.For if the grounds propounded by the\nagency for its decision “are inadequate or improper, the court is\npowerless to affirm the administrative action by substituting what\nit considers to be a more adequate or proper basis.”Chenery, 332 U. S., at 196; see alsoSmithv.Berryhill, 587 U. S. ___, ___ (2019) (slip op., at 15)\n(“Fundamental principles of administrative law . . .\nteach that a federal court generally goes astray if it decides a\nquestion that has been delegated to an agency if that agency has\nnot first had a chance to address the question”).As both petitioner and the Solicitor General\nrepresenting respondent agree, the Sixth Circuit should have\nfollowed the ordinary remand rule here. That court concluded the\nFDIC Board had made two legal errors in its opinion. The proper\ncourse for the Sixth Circuit after finding that the Board had erred\nwas to remand the matter back to the FDIC for further consideration\nof petitioner’s case. “[T]he guiding principle, violated here, is\nthat the function of the reviewing court ends when an error of law\nis laid bare.”FPCv.Idaho Power Co.,344 U.S.\n17, 20 (1952); see alsoGonzalesv.Thomas,547 U.S.\n183, 187 (2006) (per curiam) (remanding to agency based\non failure by Court of Appeals to “appl[y] the ordinary remand\nrule” (internal quotation marks omitted));INSv.Orlando\nVentura,537 U.S.\n12, 18 (2002) (per curiam).The Sixth Circuit, for its part, believed that\nremand was unnecessary because it “would result in yet another\nagency proceeding that amounts to ‘an idle and useless\nformality.’ ” 37 F. 4th, at 335 (quotingNLRBv.Wyman-Gordon Co.,394 U.S.\n759, 766, n. 6 (1969) (plurality opinion)). It is true\nthat remand may be unwarranted in cases where “[t]here is not the\nslightest uncertainty as to the outcome” of the agency’s\nproceedings on remand.Id., at 767, n. 6. But we have\napplied that exception only in narrow circumstances. Where the\nagency “wasrequired” to take a particular action, we have\nobserved, “[t]hat it provided a different rationale for the\nnecessary result is no cause for upsetting its ruling.”Morgan\nStanley Capital Group Inc.v.Public Util. Dist. No. 1 of\nSnohomish Cty.,554 U.S.\n527, 544–545 (2008).That exception does not apply in this case. The\nFDIC was notrequiredto reach the result it did; the\nquestion whether to sanction petitioner—as well as the severity and\ntype of any sanction that could be imposed—is a discretionary\njudgment. And that judgment is highly fact specific and contextual,\ngiven the number of factors relevant to petitioner’s ultimate\nculpability. To conclude, then, that any outcome in this case is\nforeordained is to deny the agency the flexibility in addressing\nissues in the banking sector as Congress has allowed.*  *  *The petition for writ of certiorari is granted\nlimited to the first question presented. The judgment of the Court\nof Appeals for the Sixth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}