{
    "case": {
        "docket": "183",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/183/"
    },
    "id": "1962105",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMGONZALES V. THOMAS547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESALBERTO R. GONZALES, ATTORNEY GENERALv.MICHELLE THOMAS et al.on petition for writ of certiorari to the united\nstates court of appeals for the ninth circuitNo. 05–552. Decided April 17, 2006Per Curiam.The Immigration and Nationality\nAct authorizes the Attorney General to grant an alien asylum if the\nalien cannot return to another country because of “persecution or a\nwell-founded fear of persecution on account of race, religion,\nnationality,membership in a particular social group,or\npolitical opinion.” §101(a)(42)(A), as added, §201, 94 Stat. 102, 8\nU. S. C. §1101(a)(42)(A) (emphasis added). The respondents,\nMichelle Thomas and her immediate family, applied for asylum. They\nchecked boxes on the application form that indicated their claim\nrested upon fear of persecution in their native South Africa\nbecause of (1) their “political opinion[s],” and (2) their\n“membership in a particular social group.” In proceedings before\nthe Immigration Judge, they emphasized their fear of persecution\nbecause of their race (they are white) and their kinship with\nMichelle’s father-in-law, “Boss Ronnie,” a white South African who\nallegedly held racist views and mistreated black workers at the\ncompany at which he was a foreman. The Immigration Judge, focusing\nupon questions of race and political views, rejected their claim.\nAnd the Board of Immigration Appeals (BIA), responding to the\nThomases’ primarily race-related arguments, summarily affirmed that\ndecision.On review, a Ninth Circuit panel held by a\n2-to-1 vote that the Board had not adequately considered the\nThomases’ claim of persecution because of “membership in a\nparticular social group, as relatives of Boss Ronnie.”Thomasv.Ashcroft, 359 F. 3d 1169, 1177\n(2004). The Ninth Circuit took the matter en banc. The en banc\ncourt, overruling what it considered aberrant contrary Circuit\nprecedent, unanimously held that in principle “a familymayconstitute a social group for the purposes of the\nrefugee statutes.” 409 F. 3d 1177, 1187 (2005) (en banc)\n(emphasis added) (overruling,inter alia,Estrada-Posadasv.INS, 924 F. 2d 916 (CA9\n1991)). In so doing, the court relied on earlier BIA opinions\nholding that certain “kinship ties” fall within the statutory term.\nSeeid., at 1180, 1184-1186.The court then went on to hold, over the\ndissent of four judges, that the particular family at issue, namely\n“ ‘persons related to Boss Ronnie,’ ” fell within the\nscope of the statutory term “particular social group” and that the\n“Thomases were attacked and threatened because they belonged to the\nparticular social group of ‘persons related to Boss\nRonnie’ … .” 409 F. 3d, at 1189. The dissenting\njudges argued that the question “whether the Thomasesarea ‘particular social group’ ” should first be considered by\nthe relevant administrative agency.Id., at 1193 (opinion\nof Rymer, J.) (emphasis in original). And they said that the\nmajority’s contrary decision was inconsistent with this Court’s\nholding inINSv.Orlando Ventura,537 U. S. 12, 18 (2002)(per curiam).The Solicitor General now asks us to grant\ncertiorari to consider whether the Ninth Circuit “erred in holding,\nin the first instance and without prior resolution of the questions\nby the” relevant administrative agency, “that members of a family\ncan and do constitute a ‘particular social group’ within the\nmeaning of” the Act. Pet. for Cert. I. He argues that a court’s\nrole in an immigration case is typically one of “ ‘review, not\nof first view.’ ”Id., at 29 (quotingCutterv.Wilkinson,544 U. S. 709, 718, n. 7\n(2005)). He adds that the decision clearly violates what this Court\ndescribed inVenturaas the “ordinary ‘remand’ rule.” Pet.\nfor Cert. 15 (quotingVentura,supra, at 18). And\nhe concludes that “the Ninth Circuit’s error is so obvious in light\nofVenturathat summary reversal would be appropriate.”\nPet. for Cert. 29.We agree with the Solicitor General. The Ninth\nCircuit’s failure to remand is legally erroneous, and that error is\n“obvious in light ofVentura,” itself a summary\nreversal.The alien inVenturasought asylum on\ngrounds of a reasonable fear of “persecution” in Guatemala\n“ ‘on account of … [a] political opinion.’ ” 537 U. S.,\nat 13. The BIA held that the alien did not qualify for asylum\nbecause whatever persecution he faced when he left Guatemala in\n1993 was not on account of a “ ‘political opinion.’ ”Ibid. The Ninth Circuit reversed, holding that the record\nshowed that in 1993 the alien did indeed face politically based\npersecution in Guatemala. The Circuit then went on to consider the\nGovernment’s alternative argument—that, in any event, conditions\nwithin Guatemala had improved to the point that political\npersecution was no longer likely.Ibid. And the Circuit\nrejected this “ ‘changed circumstances’ ” claim without\nfirst giving the agency an opportunity to consider the matter.Id., at 14.We reversed the Ninth Circuit summarily. We\npointed out that “[w]ithin broad limits the law entrusts the agency\nto make the basic asylum eligibility decision.”Id., at\n16. “In such circumstances,” we added, a “ ‘judicial judgment\ncannot be made to do service for an administrative\njudgment.’ ”Ibid. (quotingSECv.Chenery Corp.,318 U. S. 80, 88 (1943)).\n“A court of appeals ‘is not generally empowered to conduct ade\nnovoinquiry into the matter being reviewed and to reach its\nown conclusions based on such an inquiry.’ ”Ventura,supra, at 16 (quotingFlorida Power & Light\nCo.v.Lorion,470 U. S. 729, 744\n(1985)). “Rather, ‘the proper course, except in rare circumstances,\nis to remand to the agency for additional investigation or\nexplanation.’ ”Ventura,supra, at 16\n(quotingFlorida Power & Light Co.,supra, at\n744; citingSECv.Chenery Corp., 332 U. S.194,\n196 (1947)). Applying these “basic legal principles,” we concluded\nthat “every consideration that classically supports the law’s\nordinary remand requirement does so here.”Ventura, 537 U.\nS., at 16, 17.We must reach the same conclusion in the\npresent case. The agency has not yet considered whether Boss\nRonnie’s family presents the kind of “kinship ties” that constitute\na “particular social group.” The matter requires determining the\nfacts and deciding whether the facts as found fall within a\nstatutory term. And as we said inVentura:“The agency can bring its expertise to bear\nupon the matter; it can evaluate the evidence; it can make an\ninitial determination; and, in doing so, it can, through informed\ndiscussion and analysis, help a court later determine whether its\ndecision exceeds the leeway that the law provides.” Id., at\n17.We can find no special\ncircumstance here that might have justified the Ninth Circuit’s\ndetermination of the matter in the first instance. Thus, as inVentura,the Court of Appeals should have applied the\n“ordinary ‘remand’ rule.”Id., at 18.We grant the petition for certiorari. We\nvacate the judgment of the Court of Appeals. And we remand the case\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}