{
    "case": {
        "docket": "10",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/10/"
    },
    "id": "3188371",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESTRACEY L. JOHNSON, et al.v.CITY\nOF SHELBY, MISSISSIPPIon petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo. 13–1318. Decided November 10, 2014Per Curiam.Plaintiffs below, petitioners here, worked as\npolice officers for the city of Shelby, Mississippi. They allege\nthat they were fired by the city’s board of aldermen, not for\ndeficient performance, but because they brought to light criminal\nactivities of one of the aldermen. Charging violations of their\nFourteenth Amendment due process rights, they sought compensatory\nrelief from the city. Summary judgment was entered against them in\nthe District Court, and affirmed on appeal, for failure to invoke\n42 U. S. C. §1983 in their complaint.We summarily reverse. Federal pleading rules\ncall for “a short and plain statement of the claim showing that the\npleader is entitled to relief,” Fed. Rule Civ. Proc. 8(a)(2); they\ndo not countenance dismissal of a complaint for imperfect statement\nof the legal theory supporting the claim asserted. See Advisory\nCommittee Report of October 1955, reprinted in 12A C. Wright, A.\nMiller, M. Kane, R. Marcus, and A. Steinman, Federal Practice and\nProcedure, p. 644 (2014 ed.) (Federal Rules of Civil Procedure “are\ndesigned to discourage battles over mere form of statement”); 5 C.\nWright & A. Miller, §1215, p. 172 (3d ed. 2002) (Rule 8(a)(2)\n“indicates that a basic objective of the rules is to avoid civil\ncases turning on technicalities”). In particular, no heightened\npleading rule requires plaintiffs seeking damages for violations of\nconstitutional rights to invoke §1983 expressly in order to state a\nclaim. SeeLeathermanv.Tarrant County Narcotics\nIntelligence and Coordination Unit,507\nU.S. 163, 164 (1993) (a federal court may not apply a standard\n“more stringent than the usual pleading requirements of Rule 8(a)”\nin “civil rights cases alleging municipal liability”);Swierkiewiczv.Sorema N. A.,534 U.S.\n506, 512 (2002) (imposing a “height- ened pleading standard in\nemployment discrimination cases conflicts with Federal Rule of\nCivil Procedure 8(a)(2)”).The Fifth Circuit defended its requirement that\ncomplaints expressly invoke §1983 as “not a mere pleading\nformality.” 743 F.3d 59, 62 (2013) (internal quotation marks\nomitted). The requirement serves a notice function, the Fifth\nCircuit said, because “[c]ertain consequences flow from claims\nunder §1983, such as the unavailability ofrespondeat\nsuperiorliability, which bears on the qualified immunity\nanalysis.”Ibid.This statement displays some confusion in\nthe Fifth Circuit’s perception of petitioners’ suit. No “qualified\nimmunity analysis” is implicated here, as petitioners asserted a\nconstitutional claim against the city only, not against any\nmunicipal officer. SeeOwenv.Independence,445 U.S.\n622, 638 (1980) (a “municipality may not assert the good faith\nof its officers or agents as a defense to liability under\n§1983”).Our decisions inBell Atlantic Corp.v.Twombly,550 U.S.\n544(2007), andAshcroftv.Iqbal,556 U.S.\n662(2009), are not in point, for they concern thefactualallegations a complaint must contain to survive a\nmotion to dismiss. A plaintiff, they instruct, must plead facts\nsufficient to show that her claim has substantive plausibility.\nPetitioners’ complaint was not deficient in that regard.\nPetitioners stated simply, concisely, and directly events that,\nthey alleged, entitled them to damages from the city. Having\ninformed the city of the factual basis for their complaint, they\nwere required to do no more to stave off threshold dismissal for\nwant of an adequate statement of their claim. See Fed. Rules Civ.\nProc. 8(a)(2) and (3), (d)(1), (e). For clarification and to ward\noff further insistence on a punctiliously stated “theory of the\npleadings,” petitioners, on remand, should be accorded an\nopportunity to add to their complaint a citation to §1983. See 5\nWright & Miller,supra, §1219, at 277–278 (“The federal\nrules effectively abolish the restrictive theory of the pleadings\ndoctrine, making it clear that it is unnecessary to set out a legal\ntheory for the plaintiff’s claim for relief.” (footnotes omitted));\nFed. Rules Civ. Proc. 15(a)(2) (“The court should freely give leave\n[to amend a pleading] when justice so requires.”).*  *  *For the reasons stated, the petition for\ncertiorari is granted, the judgment of the United States Court of\nAppeals for the Fifth Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}