{
    "case": {
        "docket": "306",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/306/"
    },
    "id": "3261615",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESTORREY DALE GRADYv.NORTH CAROLINAon petition for writ of certiorari to the supreme court of north\ncarolinaNo. 14–593. Decided March 30, 2015Per Curiam.Petitioner Torrey Dale Grady was convicted in North Carolina\ntrial courts of a second degree sexual offense in 1997 and of\ntaking indecent liberties with a child in 2006. After serving his\nsentence for the latter crime, Grady was ordered to appear in New\nHanover County Superior Court for a hearing to determine whether he\nshould be subjected to satellite-based monitoring (SBM) as a\nrecidivist sex offender. See N. C. Gen. Stat. Ann.\n§§14–208.40(a)(1), 14–208.40B (2013). Grady did not dispute that\nhis prior convictions rendered him a recidivist under the relevant\nNorth Carolina statutes. He argued, however, that the monitoring\nprogram—under which he would be forced to wear tracking devices at\nall times—would violate his Fourth Amendment right to be free from\nunreasonable searches and seizures. Unpersuaded, the trial court\nordered Grady to enroll in the program and be monitored for the\nrest of his life. Record in No. COA13-958 (N. C. App.), pp.\n3–4, 18–22.Grady renewed his Fourth Amendment challenge on appeal, relying\non this Court's decision inUnited Statesv.Jones,\n565 U. S. ___ (2012). In that case, this Court held that\npolice officers had engaged in a \"search\" within the meaning of the\nFourth Amendment when they installed and monitored a Global\nPositioning System (GPS) tracking device on a suspect's car. The\nNorth Carolina Court of Appeals rejected Grady's argument,\nconcluding that it was foreclosed by one of its earlier decisions.\nApp. to Pet. for Cert. 5a–7a. In that decision, coincidentally\nnamedStatev.Jones, the court had said:\"Defendant essentially argues that if affixing a GPS to an\nindividual's vehicle constitutes a search of the individual, then\nthe arguably more intrusive act of affixing an ankle bracelet to an\nindividual must constitute a search of the individual as well. We\ndisagree. The context presented in the instant case—which involves\na civil SBM proceeding—is readily distinguishable from that\npresented in [United Statesv.]Jones, where the\nCourt considered the propriety of a search in the context of a\nmotion to suppress evidence. We conclude, therefore, that the\nspecific holding in [United Statesv.]Jonesdoes not\ncontrol in the casesub judice.\" ___ N. C. App. ___,\n___, 750 S. E. 2d 883, 886 (2013).The court in Grady's case held itself bound by this reasoning\nand accordingly rejected his Fourth Amendment challenge. App. to\nPet. for Cert. 6a–7a. The North Carolina Supreme Court in turn\nsummarily dismissed Grady's appeal and denied his petition for\ndiscretionary review. 367 N. C. 523, 762 S. E. 2d 460\n(2014). Grady now asks us to reverse these decisions.[1]The only explanation provided below for the rejection of Grady's\nchallenge is the quoted passage fromStatev.Jones.\nAnd the only theory we discern in that passage is that the State's\nsystem of nonconsensual satellite-based monitoring does not entail\na search within the meaning of the Fourth Amendment. That theory is\ninconsistent with this Court's precedents.InUnited Statesv.Jones, we held that \"the\nGovernment's installation of a GPS device on a target's vehicle,\nand its use of that device to monitor the vehicle's movements,\nconstitutes a 'search.' \" 565 U. S., at ___ (slip op., at\n3) (footnote omitted). We stressed the importance of the fact that\nthe Government had \"physically occupied private property for the\npurpose of obtaining information.\"Id.,at ___ (slip op., at\n4). Under such circumstances, it was not necessary to inquire about\nthe target's expectation of privacy in his vehicle's movements in\norder to determine if a Fourth Amendment search had occurred.\n\"Where, as here, the Government obtains information by physically\nintruding on a constitutionally protected area, such a search has\nundoubtedly occurred.\"Id.,at ___, n. 3 (slip op., at 6,\nn. 3).We reaffirmed this principle inFloridav.Jardines, 569 U. S. ___, ___–___ (2013) (slip op., at\n3–4), where we held that having a drug-sniffing dog nose around a\nsuspect's front porch was a search, because police had \"gathered\n. . . information by physically entering and occupying\nthe [curtilage of the house] to engage in conduct not explicitly or\nimplicitly permitted by the homeowner.\" See alsoid.,at ___\n(slip op., at 9) (a search occurs \"when the government gains\nevidence by physically intruding on constitutionally protected\nareas\"). In light of these decisions, it follows that a State also\nconducts a search when it attaches a device to a person's body,\nwithout consent, for the purpose of tracking that individual's\nmovements.In concluding otherwise, the North Carolina Court of Appeals\napparently placed decisive weight on the fact that the State's\nmonitoring program is civil in nature. SeeJones, ___\nN. C. App., at ___, 750 S. E. 2d, at 886 (\"the instant\ncase . . . involves a civil SBM proceeding\"). \"It is well\nsettled,\" however, \"that the Fourth Amendment's protection extends\nbeyond the sphere of criminal investigations,\"Ontariov.Quon, 560 U. S. 746, 755 (2010) , and the government's\npurpose in collecting information does not control whether the\nmethod of collection constitutes a search. A building inspector who\nenters a home simply to ensure compliance with civil safety\nregulations has undoubtedly conducted a search under the Fourth\nAmendment. SeeCamarav.Municipal Court of City and\nCounty of San Francisco, 387 U. S. 523, 534 (1967)\n(housing inspections are \"administrative searches\" that must comply\nwith the Fourth Amendment).In its brief in opposition to certiorari, the State faults Grady\nfor failing to introduce \"evidence about the State's implementation\nof the SBM program or what information, if any, it currently\nobtains through the monitoring process.\" Brief in Opposition 11.\nWithout evidence that it is acting to obtain information, the State\nargues, \"there is no basis upon which this Court can determine\nwhether North Carolina conducts a 'search' of an offender enrolled\nin its SBM program.\"Ibid.(citingJones, 565\nU. S., at ___, n. 5 (slip op., at 7, n. 5) (noting\nthat a government intrusion is not a search unless \"done to obtain\ninformation\")). In other words, the State argues that we cannot be\nsure its program for satellite-basedmonitoringof sex\noffenders collects any information. If the very name of the program\ndoes not suffice to rebut this contention, the text of the statute\nsurely does:\"The satellite-based monitoring program shall use a system that\nprovides all of the following:\"(1) Time-correlated and continuous tracking of the geographic\nlocation of the subject . . . .\"(2) Reporting of subject's violations of prescriptive and\nproscriptive schedule or location requirements.\" N. C. Gen.\nStat. Ann. §14–208.40(c).The State's program is plainly designed to obtain information.\nAnd since it does so by physically intruding on a subject's body,\nit effects a Fourth Amendment search.That conclusion, however, does not decide the ultimate question\nof the program's constitutionality. The Fourth Amendment prohibits\nonlyunreasonablesearches. The reasonableness of a search\ndepends on the totality of the circumstances, including the nature\nand purpose of the search and the extent to which the search\nintrudes upon reasonable privacy expectations. See,e.g.,Samsonv.California, 547 U. S. 843 (2006)\n(suspicionless search of parolee was reasonable);Vernonia\nSchool Dist. 47Jv.Acton, 515 U. S. 646 (1995)\n(random drug testing of student athletes was reasonable). The North\nCarolina courts did not examine whether the State's monitoring\nprogram is reasonable—when properly viewed as a search—and we will\nnot do so in the first instance.The petition for certiorari is granted, the judgment of the\nSupreme Court of North Carolina is vacated, and the case is\nremanded for further proceedings not inconsistent with this\nopinion.It is so ordered.Notes1Grady aims his petition at the\ndecisions of both North Carolina appellate courts. See Pet. for\nCert. 1. Because we treat the North Carolina Supreme Court's\ndismissal of an appeal for lack of a substantial constitutional\nquestion as a decision on the merits, it is that court's judgment,\nrather than the judgment of the Court of Appeals, that is subject\nto our review under 28 U. S. C. §1257(a). SeeR. J.\nReynolds Tobacco Co.v.Durham County, 479 U. S.\n130 –139 (1986).",
    "joined": []
}