{
    "case": {
        "docket": "15-118",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-118/"
    },
    "id": "3752804",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–118_________________JESUS C. HERNANDEZ, et al., PETITIONERSv.JESUS MESA, Jr., et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 26, 2017]Per Curiam.This case involves a tragic cross-border\nincident in which a United States Border Patrol agent standing on\nUnited States soil shot and killed a Mexican national standing on\nMexican soil. The three questions presented concern whether the\nparents of the victim of that shooting may assert claims for\ndamages against the agent underBivensv.Six Unknown\nFed. Narcotics Agents, 403 U. S. 388 (1971) ; whether the\nshooting violated the victim’s Fourth Amendment rights; and whether\nthe agent is entitled to qualified immunity on a claim that the\nshooting violated the victim’s Fifth Amendment rights.Because this case was resolved on a motion to\ndismiss, the Court accepts the allegations in the complaint as true\nfor purposes of this opinion. SeeWoodv.Moss, 572\nU. S. ___, ___ (2014) (slip op., at 12). On June 7, 2010,\nSergio Adrián Hernández Güereca, a 15-year-old Mexican national,\nwas with a group of friends in the cement culvert that separates El\nPaso, Texas, from Ciudad Juarez, Mex-ico. Now all but dry, the\nculvert once contained the watersof the Rio Grande River. The\ninternational boundary runs down the middle of the culvert, and at\nthe top of the embankment on the United States side is a fence.\nAccording to the complaint, Hernández and his friends were playing\na game in which they ran up the embankment on the United States\nside, touched the fence, and then ran back down. At some point,\nBorder Patrol Agent Jesus Mesa, Jr., arrived on the scene by\nbicycle and detained one of Hernández’s friends in United States\nterritory as the friend ran down the embankment. Hernández ran\nacross the international boundary into Mexican territory and stood\nby a pillar that supports a railroad bridge spanning the culvert.\nWhile in United States territory, Mesa then fired at least two\nshots across the border at Hernández. One shot struck Hernández in\nthe face and killed him. According to the complaint, Hernández was\nunarmed and unthreatening at the time.The Department of Justice investigated the\nincident. The Department concluded that the shooting “occurred\nwhile smugglers attempting an illegal border crossing hurled rocks\nfrom close range at a [Customs and Border Patrol] agent who was\nattempting to detain a suspect.” Dept. of Justice, Office of Public\nAffairs, Federal Officials Close Investigation Into the Death of\nSergio Hernandez-Guereca (Apr. 27, 2012), online at\nhttp://www.justice.gov /opa /pr /federal-officials-close-investigation-death-sergio-hernandez-guereca\n(as last visited June 23, 2017). “[O]n these particular facts,” the\nDepartment determined, “the agent did not act inconsistently with\n[Customs and Border Patrol] policy or training regarding use of\nforce.”Ibid.The Department also declined to bring federal\ncivil rights charges against Mesa. In the Department’s view, there\nwas insufficient evidence that Mesa “acted willfully and with the\ndeliberate and specific intent to do something the law forbids,”\nand, in any event, Hernández “was neither within the borders of the\nUnited States nor present on U. S. property, as required for\njurisdiction to exist under the applicable federal civil rights\nstatute.”Ibid.The Department expressed regret for the loss\nof life in the incident and pledged “to work with the Mexican\ngovernment within existing mechanisms and agreements to prevent\nfuture incidents.”Ibid.Petitioners—Hernández’s parents—brought suit.\nAmong other claims, petitioners brought claims against Mesa for\ndamages underBivens, alleging that Mesa violated\nHernández’s rights under the Fourth and Fifth Amendments. The\nUnited States District Court for the Western District of Texas\ngranted Mesa’s motion to dismiss. A panel of the Court of Appeals\nfor the Fifth Circuit affirmed in part and reversed in part. The\npanel held that Hernández lacked any Fourth Amendment rights under\nthe circumstances, but that the shooting violated his Fifth\nAmendment rights.Hernandezv.United States, 757\nF. 3d 249, 267, 272 (2014);id.,at 280–281 (Dennis,\nJ., concurring in part and concurring in judgment);id.,at\n281 (DeMoss, J., concurring in part and dissenting in part). The\npanel also found “no reason to hesitate in extendingBivensto this new context.”Id.,at 275. And the panel held that\nMesa was not entitled to qualified immunity, concluding that “[n]o\nreasonable officer would have understood Agent Mesa’s alleged\nconduct to be lawful.”Id.,at 279. Judge DeMoss dissented\nin part, arguing that Hernández lacked any Fifth Amendment rights\nunder the circumstances.Id.,at 281–282.On rehearing en banc, the Court of Appeals\nunanimously affirmed the District Court’s dismissal of\npetitioners’claims against Mesa. The en banc Court of Appeals first\nheld that petitioners had failed to state a claim for a violation\nof the Fourth Amendment because Hernández was “a Mexican citizen\nwho had no ‘significant voluntary connection’ to the United States”\nand “was on Mexican soil at the time he was shot.”Hernandezv.United States, 785 F. 3d 117, 119 (CA5 2015) (per\ncuriam) (quotingUnited Statesv.Verdugo-Urquidez, 494 U. S. 259, 271 (1990) ). As to\npetitioners’ claim under the Fifth Amendment, the en banc Court of\nAppeals was “somewhat divided on the question of whether Agent\nMesa’s conduct violated the Fifth Amendment,” but was “unanimous”\nin concluding that Mesa was entitled to qualified immunity. 785\nF. 3d, at 120. The en banc Court of Appeals explained that\n“[n]o case law in 2010, when this episode occurred, reasonably\nwarned Agent Mesa” that “the general prohibition of excessive force\napplies where the person injured by a U. S. official standing\non U. S. soil is an alien who had no significant voluntary\nconnection to, and was not in, the United States when the incident\noccurred.”Ibid.Because the en banc Court of Appeals\nresolved petitioners’ claims on other grounds, it “did not consider\nwhether, even if a constitutional claim had been stated, a tort\nremedy should be crafted underBivens.”Id.,at 121,\nn. 1 (Jones, J., concurring). Ten judges filed or joined five\nseparate concurring opinions.Id.,at 121–143.This Court granted certiorari. 580 U. S.\n___ (2016). The Court now vacates the judgment of the Court of\nAppeals and remands for further proceedings.The Court turns first to theBivensquestion, which is “antecedent” to the other questions presented.Wood, 572 U. S., at ___ (slip op., at 11). InBivens, this Court “recognized for the first time an implied\nright of action for damages against federal officers alleged to\nhave violated a citizen’s constitutional rights.”Correctional\nServices Corp.v.Malesko, 534 U. S. 61, 66 (2001)\n. ABivensremedy is not available, however, where there are\n“ ‘special factors counselling hesitation in the absence of\naffirmative action by Congress.’ ”Carlsonv.Green, 446 U. S. 14, 18 (1980) (quotingBivens,\n403 U. S., at 396). In the decision recently announced inZiglarv.Abbasi,ante, p. ___, this Courthas\nclarified what constitutes a “special facto[r] counselling\nhesitation.” Seeante, at 12–14, 17–23. “[T]he inquiry,” the\nCourt explains, “must concentrate on whether the Judiciary is well\nsuited, absent congressional action or instruction, to consider and\nweigh the costs and benefits of allowing a damages action to\nproceed.”Ante, at 12.The Court of Appeals here, of course, has not\nhad the opportunity to consider how the reasoning and analysis inAbbasimay bear on this case. And the parties have not had\nthe opportunity to brief and argue its significance. In these\ncircumstances, it is appropriate for the Court of Appeals, rather\nthan this Court, to address theBivensquestion in the first\ninstance. This Court, after all, is one “ ‘of review, not of\nfirst view.’ ”Expressions Hair Designv.Schneiderman, 581 U. S. ___, ___ (2017) (slip op., at\n10) (quotingNautilus, Inc.v.Biosig Instruments,\nInc., 572 U. S. ___, ___ (2014) (slip op., at 14)).With respect to petitioners’ Fourth Amendment\nclaim, the en banc Court of Appeals found it unnecessary to address\ntheBivensquestion because it concluded that Hernández\nlacked any Fourth Amendment rights under the circumstances. This\napproach—disposing of aBivensclaim by resolving the\nconstitutional question, while assuming the existence of aBivensremedy—is appropriate in many cases. This Court has\ntaken that approach on occasion. See,e.g.,Wood,supra, at ___ (slip op., at 11). The Fourth Amendment\nquestion in this case, however, is sensitive and may have\nconsequences that are far reaching. It would be imprudent for this\nCourt to resolve that issue when, in light of the intervening\nguidance provided inAbbasi, doing so may be unnecessary to\nresolve this particular case.With respect to petitioners’ Fifth Amendment\nclaim, the en banc Court of Appeals found it unnecessary to address\ntheBivensquestion because it held that Mesa was entitled\nto qualified immunity. In reaching that conclusion, the en banc\nCourt of Appeals relied on the fact that Hernández was “an alien\nwho had no significant voluntary connection to . . . the\nUnited States.” 785 F. 3d, at 120. It is undisputed, however,\nthat Hernández’s nationality and the extent of his ties to the\nUnited States were unknown to Mesa at the time of the shooting. The\nen banc Court of Appeals therefore erred in granting qualified\nimmunity based on those facts.“The doctrine of qualified immunity shields\nofficials from civil liability so long as their conduct ‘does not\nviolate clearly established . . . constitutional rights\nof which a reasonable person would have known.’ ”Mullenixv.Luna, 577 U. S. ___, ___ (2015)\n(per curiam) (slip op., at 4–5) (quotingPearsonv.Callahan, 555 U. S. 223, 231 (2009) ). The “dispositive\ninquiry in determining whether a right is clearly established is\nwhether it would be clear to a reasonable officer that his conduct\nwas unlawful in the situation he confronted.”Saucierv.Katz, 533 U. S. 194, 202 (2001) . The qualified\nimmunity analysis thus is limited to “the facts that were knowable\nto the defendant officers” at the time they engaged in the conduct\nin question.Whitev.Pauly, 580 U. S. ___, ___\n(2017) (per curiam) (slip op., at 3). Facts an officer\nlearns after the incident ends—whether those facts would support\ngranting immunity or denying it—are not relevant.Mesa and the Government contend that Mesa is\nentitled to qualified immunity even if Mesa was uncertain about\nHernández’s nationality and his ties to the United States at the\ntime of the shooting. The Government also argues that, in any\nevent, petitioners’ claim is cognizable only under the Fourth\nAmendment, and not under the Fifth Amendment. This Court declines\nto address these arguments in the first instance. The Court of\nAppeals may address them, if necessary, on remand.The facts alleged in the complaint depict a\ndisturbing incident resulting in a heartbreaking loss of life.\nWhether petitioners may recover damages for that loss in this suit\ndepends on questions that are best answered by the Court of Appeals\nin the first instance.The judgment of the Court of Appeals is vacated,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.",
    "joined": []
}