{
    "case": {
        "docket": "17-1660",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1660/"
    },
    "id": "4015873",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESCITY OF ESCONDIDO, CALIFORNIA, et al.v.MARTY EMMONSon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 17–1660. Decided January 7, 2019Per Curiam.The question in this qualified immunity case is\nwhether two police officers violated clearly established law when\nthey forcibly apprehended a man at the scene of a reported domestic\nviolence incident.The record, viewed in the light most favorable\nto the plaintiff, shows the following. In April 2013, Escondido\npolice received a 911 call from Maggie Emmons about a domestic\nviolence incident at her apartment. Emmons lived at the apartment\nwith her husband, her two children, and a roommate, Ametria\nDouglas. Officer Jake Houchin responded to the scene and eventually\nhelped take a domestic violence report from Emmons about injuries\ncaused by her husband. The officers arrested her husband. He was\nlater released.A few weeks later, on May 27, 2013, at about\n2:30 p.m., Escondido police received a 911 call about another\npossible domestic disturbance at Emmons’ apartment. That 911 call\ncame from Ametria Douglas’ mother, Trina Douglas. Trina Douglas was\nnot at the apartment, but she was on the phone with her daughter\nAmetria, who was at the apartment. Trina heard her daughter Ametria\nand Maggie Emmons yelling at each other and heard her daughter\nscreaming for help. The call then disconnected, and Trina Douglas\ncalled 911.Officer Houchin again responded, along with\nOfficer Robert Craig. The dispatcher informed the officers that two\nchildren could be in the residence and that calls to the apartment\nhad gone unanswered.Police body-camera video of the officers’\nactions at the apartment is in the record.The officers knocked on the door of the\napartment. No one answered. But a side window was open, and the\nofficers spoke with Emmons through that window, attempting to\nconvince her to open the door to the apartment so that they could\nconduct a welfare check. A man in the apartment also told Emmons to\nback away from the window, but the officers said they could not\nidentify the man. At some point during this exchange, Sergeant\nKevin Toth, Officer Joseph Leffingwell, and Officer Huy Quach\narrived as backup.A few minutes later, a man opened the apartment\ndoor and came outside. At that point, Officer Craig was standing\nalone just outside the door. Officer Craig told the man not to\nclose the door, but the man closed the door and tried to brush past\nOfficer Craig. Officer Craig stopped the man, took him quickly to\nthe ground, and handcuffed him. Officer Craig did not hit the man\nor display any weapon. The video shows that the man was not in any\nvisible or audible pain as a result of the takedown or while on the\nground. Within a few minutes, officers helped the man up and\narrested him for a misdemeanor offense of resisting and delaying a\npolice officer.The man turned out to be Maggie Emmons’ father,\nMarty Emmons. Marty Emmons later sued Officer Craig and Sergeant\nToth, among others, under Rev. Stat. §1979, 42 U. S. C.\n§1983. He raised several claims, including, as relevant here, a\nclaim of excessive force in violation of the Fourth Amendment. The\nsuit sought money damages for which Officer Craig and Sergeant Toth\nwould be personally liable. The District Court held that the\nofficers had probable cause to arrest Marty Emmons for the\nmisdemeanor offense. The Ninth Circuit did not disturb that\nfinding, and there is no claim presently before us that the\nofficers lacked probable cause to arrest Marty Emmons. The only\nclaim before us is that the officers used excessive force in\neffectuating the arrest.The District Court rejected the claim of\nexcessive force. 168 F. Supp. 3d 1265, 1274 (SD Cal. 2016).\nThe District Court stated that the “video shows that the officers\nacted professionally and respectfully in their encounter” at the\napartment.Id., at 1275. Because only Officer Craig used any\nforce at all, the District Court granted summary judgment to\nSergeant Toth on the excessive force claim.Applying this Court’s precedents on qualified\nimmunity, the District Court also granted summary judgment to\nOfficer Craig. According to the District Court, the law did not\nclearly establish that Officer Craig could not take down an\narrestee in these circumstances. The court explained that the\nofficers were responding to a domestic dispute, and that the\nencounter had escalated when the officers could not enter the\napartment to conduct a welfare check. The District Court also noted\nthat when Marty Emmons exited the apartment, none of the officers\nknew whether he was armed or dangerous, or whether he had injured\nany individuals inside the apartment.The Court of Appeals reversed and remanded for\ntrial on the excessive force claims against both Officer Craig and\nSergeant Toth. 716 Fed. Appx. 724 (CA9 2018). The Ninth Circuit’s\nentire relevant analysis of the qual- ified immunity question\nconsisted of the following: “The right to be free of excessive\nforce was clearly established at the time of the events in\nquestion.Gravelet-Blondinv.Shelton, 728 F. 3d\n1086, 1093 (9th Cir. 2013).”Id., at 726.We reverse the judgment of the Court of Appeals\nas to Sergeant Toth, and vacate and remand as to Officer Craig.With respect to Sergeant Toth, the Ninth Circuit\noffered no explanation for its decision. The court’s unexplained\nreinstatement of the excessive force claim against Sergeant Toth\nwas erroneous—and quite puzzling in light of the District Court’s\nconclusion that “only Defendant Craig was involved in the excessive\nforce claim” and that Emmons “fail[ed] to identify contrary\nevidence.” 168 F. Supp. 3d, at 1274, n. 4.As to Officer Craig, the Ninth Circuit also\nerred. As we have explained many times: “Qualified immunity\nattaches when an official’s conduct does not violate clearly\nestablished statutory or constitutional rights of which a\nreasonable person would have known.”Kiselav.Hughes, 584 U. S. ___, ___ (2018) (per curiam)\n(slip op., at 4) (internal quotation marks omitted); seeDistrict of Columbiav.Wesby, 583 U. S. ___,\n___–___ (2018);Whitev.Pauly, 580 U. S. ___,\n___–___ (2017) (per curiam);Mullenixv.Luna,\n577 U. S. ___, ___–___ (2015) (per curiam).Under our cases, the clearly established right\nmust be defined with specificity. “This Court has repeatedly told\ncourts . . . not to define clearly established law at a\nhigh level of generality.”Kisela, 584 U. S., at ___\n(slip op., at 4) (internal quotation marks omitted). That is\nparticularly important in excessive force cases, as we have\nexplained:“Specificity is especially important in the\nFourth Amendment context, where the Court has recognized that it is\nsometimes difficult for an officer to determine how the relevant\nlegal doctrine, here excessive force, will apply to the factual\nsituation the officer confronts. Use of excessive force is an area\nof the law in which the result depends very much on the facts of\neach case, and thus police officers are entitled to qualified\nimmunity unless existing precedent squarely governs the specific\nfacts at issue. . . .“[I]t does not suffice for a court simply to\nstate that an officer may not use unreasonable and excessive force,\ndeny qualified immunity, and then remit the case for a trial on the\nquestion of reasonableness. An officer cannot be said to have\nviolated a clearly established right unless the right’s contours\nwere sufficiently definite that any reasonable official in the\ndefendant’s shoes would have understood that he was violating it.”Id., at ___ (slip op., at 5) (quotation altered).In this case, the Court of Appeals contravened\nthose settled principles. The Court of Appeals should have asked\nwhether clearly established law prohibited the officers from\nstopping and taking down a man in these circumstances. Instead, the\nCourt of Appeals defined the clearly established right at a high\nlevel of generality by saying only that the “right to be free of\nexcessive force” was clearly established. With the right defined at\nthat high level of generality, the Court of Appeals then denied\nqualified immunity to the officers and remanded the case for trial.\n716 Fed. Appx., at 726.Under our precedents, the Court of Appeals’\nformulation of the clearly established right was far too general.\nTo be sure, the Court of Appeals cited theGravelet-Blondincase from that Circuit, which described a right to be “free from\nthe application of non-trivial force for engaging in mere passive\nresistance. . . .” 728 F. 3d, at 1093. Assuming\nwithout deciding that a court of appeals decision may constitute\nclearly established law for purposes of qualified immunity, seeCity and County of San Franciscov.Sheehan, 575\nU. S. ___, ___ (2015), the Ninth Circuit’sGravelet-Blondincase law involved police force against\nindividuals engaged inpassiveresistance. The Court of\nAppeals made no effort to explain how that case law prohibited\nOfficer Craig’s actions in this case. That is a problem under our\nprecedents:“[W]e have stressed the need to identify a\ncase where an officer acting under similar circumstances was held\nto have violated the Fourth Amendment. . . . While\nthere does not have to be a case directly on point, existing\nprecedent must place the lawfulness of the particular [action]\nbeyond debate. . . . Of course, there can be the\nrare obvious case, where the unlawfulness of the officer’s conduct\nis sufficiently clear even though existing precedent does not\naddress similar circumstances. . . . But a body of\nrelevant case law is usually necessary to clearly establish the\nanswer . . . .”Wesby, 583 U. S.,\nat ___ (slip op., at 15) (internal quotation marks omitted).The Court of Appeals failed to properly analyze\nwhether clearly established law barred Officer Craig from stopping\nand taking down Marty Emmons in this manner as Emmons exited the\napartment. Therefore, we remand the case for the Court of Appeals\nto conduct the analysis required by our precedents with respect to\nwhether Officer Craig is entitled to qualified immunity.The petition for certiorari is granted, the\njudgment of the Court of Appeals is reversed in part and vacated in\npart, and the case is remanded for further proceedings consistent\nwith this opinion.It is so ordered.",
    "joined": []
}