{
    "case": {
        "docket": "43",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/43/"
    },
    "id": "1963173",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMTHALER V. HAYNES559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESRICK THALER, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL\nJUSTICE, CORRECTIONAL INSTI- TUTIONS DIVISIONv.ANTHONY\nCARDELL HAYNESon petition for writ of certiorari to the united\nstates court of appeals for the fifth circuitNo. 09–273. Decided February 22, 2010Per Curiam.This case presents the question\nwhether any decision of this Court “clearly establishes” that a\njudge, in ruling on an objection to a peremptory challenge underBatsonv.Kentucky,476 U. S. 79(1986), must\nreject a demeanor-based explanation for the challenge unless the\njudge personally observed and recalls the aspect of the prospective\njuror’s demeanor on which the explanation is based. The Court of\nAppeals appears to have concluded that eitherBatsonitself orSnyderv.Louisiana,552 U. S. 472(2008),\nclearly established such a rule, but the Court of Appeals read far\ntoo much into those decisions, and its holding, if allowed to\nstand, would have important implications. We therefore grant the\npetition for certiorari, grant respondent’s motion to proceedin forma pauperis, and reverse the judgment of the Court\nof Appeals.IRespondent was tried in a Texas\nstate court for the murder of a police officer, and the State\nsought the death penalty. Duringvoir dire, two judges\npresided at different stages. Judge Harper presided when the\nattorneys questioned the prospective jurors individually, but Judge\nWallace took over when peremptory challenges were exercised. When\nthe prosecutor struck an African-American juror named Owens,\nrespondent’s attorney raised aBatsonobjection. Judge\nWallace determined that respondent had made out a prima facie case\nunderBatson, and the prosecutor then offered a\nrace-neutral explanation that was based on Owens’ demeanor during\nindividual questioning. Specifically, the prosecutor asserted that\nOwens’ demeanor had been “somewhat humorous” and not “serious” and\nthat her “body language” had belied her “true feeling.” App. to\nPet. for Cert. 187. Based on his observations of Owens during\nquestioning by respondent’s attorney, the prosecutor stated, he\nbelieved that she “had a predisposition” and would not look at the\npossibility of imposing a death sentence “in a neutral fashion.”Id.,at 188. Respondent’s attorney did not dispute the\nprosecutor’s characterization of Owens’ demeanor, but he asserted\nthat her answers on the jury questionnaire “show[ed] that she was a\njuror who [was] leaning towards the State’s case.”Ibid.After considering the prosecutor’s explanation and the arguments of\ndefense counsel, Judge Wallace stated that the prosecutor’s reason\nfor the strike was “race-neutral” and denied theBatsonobjection without further explanation.Id.,at 189.The case proceeded to trial,\nrespondent was convicted and sentenced to death, and the Texas\nCourt of Criminal Appeals affirmed the conviction. Rejecting\nrespondent’s argument that “a trial judge who did not witness the\nactual voir dire cannot, as a matter of law, fairly evaluate aBatsonchallenge,”id.,at 173, the Court of\nCriminal Appeals wrote:“There are many factors which a trial judge—even\none who did not preside over the voir dire examinations—can\nconsider in determining whether the opponent of the peremptory\nstrikes has met his burden. These include the nature and strength\nof the parties’ arguments during theBatsonhearing and\nthe attorneys’ demeanor and credibility. And, when necessary, a\ntrial judge who has not witnessed the voir dire may refer to the\nrecord,”id.,at 173–174 (footnote omitted).With respect to the strike of\njuror Owens, the court held that Judge Wallace’s acceptance of the\nprosecutor’s explanation was not clearly erroneous and noted that\n“[t]he record does reflect that Owens was congenial and easygoing\nduring voir dire and that her attitude was less formal than that of\nother veniremembers.”Id., at 172. This Court denied\nrespondent’s petition for a writ of certiorari.Haynesv.Texas,535\nU. S. 999(2002).After the Texas courts denied his application\nfor state habeas relief, respondent filed a federal habeas\npetition. The District Court denied the petition and observed that\nthis Court had never held that the deference to state-court factual\ndeterminations that is mandated by the federal habeas statute is\ninapplicable when the judge ruling on aBatsonobjection\ndid not observe the jury selection. App. to Pet. for Cert. 80,\nn. 10.A panel of the Court of Appeals granted a\ncertificate of appealability with respect to respondent’sBatsonobjections concerning Owens and one other\nprospective juror.Haynesv.Quarterman, 526\nF. 3d 189, 202 (CA5 2008).In its opinion granting\nthe certificate, the panel discussed our opinion inSnyderat length and then concluded:“UnderSnyder’s application ofBatson,… an appellate court applyingBatsonarguably should find clear error when the record reflects that the\ntrial court was not able to verify the aspect of the juror’s\ndemeanor upon which the prosecutor based his or her peremptory\nchallenge.” 526 F. 3d, at 199.When the same panel later ruled\non the merits of respondent’sBatsonclaim regarding juror\nOwens,[Footnote 1] the court\nadopted the rule that it had previously termed “arguabl[e].” See\n526 F. 3d, at 199;Haynesv.Quarterman, 561\nF. 3d 535, 541 (CA5 2009). The court concluded that the\ndecisions of the state courts were not owed “AEDPA deference” in\nthis case “because the state courts engaged in pure appellate\nfact-finding for an issue that turns entirely on demeanor.”Ibid. The court then held that“no court, including ours, can now engage in a\nproper adjudication of the defendant’s demeanor-basedBatsonchallenge as to prospective juror Owens because we\nwill be relying solely on a paper record and would thereby\ncontraveneBatsonand its clearly-established ‘factual\ninquiry’ requirement.See,e.g.,Snyder,\n[552 U. S., at 477];Batson, [476 U. S., at 95].”Ibid.(footnote omitted).IIRespondent cannot obtain federal\nhabeas relief under 28 U. S. C. §2254(d)(1) unless he can show\nthat the decision of the Texas Court of Criminal Appeals “was\ncontrary to, or involved an unreasonable application of, clearly\nestablished Federal law, as determined by the Supreme Court.” A\nlegal principle is “clearly established” within the meaning of this\nprovision only when it is embodied in a holding of this Court. SeeCareyv.Musladin,549 U. S. 70, 74 (2006);Williamsv.Taylor,529 U. S. 362, 412 (2000). Under\n§2254(d)(1), a habeas petitioner may obtain relief (1) “if the\nstate court arrives at a conclusion opposite to that reached by\nthis Court on a question of law or if the state court decides a\ncase differently than this Court has on a set of materially\nindistinguishable facts”; or (2) “if the state court identifies the\ncorrect governing legal principle from this Court’s decisions but\nunreasonably applies that principle to the facts of the prisoner’s\ncase.”Id.,at 413.IIIIn holding that respondent is\nentitled to a new trial, the Court of Appeals cited two decisions\nof this Court,BatsonandSnyder, but neither of\nthese cases held that a demeanor-based explanation for a peremptory\nchallenge must be rejected unless the judge personally observed and\nrecalls the relevant aspect of the prospective juror’s\ndemeanor.The Court of Appeals appears to\nhave concluded thatBatsonsupports its decision becauseBatsonrequires a judge ruling on an objection to a\nperemptory challenge to “ ‘undertake “a sensitive inquiry into\nsuch circumstantial and direct evidence of intent as may be\navailable.” ’ ” 561 F. 3d, at 540 (quotingBatson, 476 U. S., at 93, in turn quotingArlington\nHeightsv.Metropolitan Housing Development Corp.,429 U. S. 252,\n266 (1977)). This general requirement, however, did not clearly\nestablish the rule on which the Court of Appeals’ decision rests.Batsonnoted the need for a judge ruling on an objection\nto a peremptory challenge to “tak[e] into account all possible\nexplanatory factors in the particular case,” 476 U. S., at 95\n(internal quotation marks omitted). See alsoMiller-Elv.Dretke,545\nU. S. 231, 239 (2005);Johnsonv.California,545 U. S. 162,\n170 (2005). Thus, where the explanation for a peremptory challenge\nis based on a prospective juror’s demeanor, the judge should take\ninto account, among other things, any observations of the juror\nthat the judge was able to make during thevoir dire. ButBatsonplainly did not go further and hold that a\ndemeanor-based explanation must be rejected if the judge did not\nobserve or cannot recall the juror’s demeanor.Nor did we establish such a rule inSnyder.[Footnote 2] In\nthat case, the judge who presided over thevoir direalso\nruled on theBatsonobjections, and thus we had no\noccasion to consider howBatsonapplies when different\njudges preside over these two stages of the jury selection process.Snyder, 552 U. S., at 475–478. The part ofSnyderon which the Court of Appeals relied concerned a very different\nproblem. The prosecutor in that case asserted that he had exercised\na peremptory challenge for two reasons, one of which was based on\ndemeanor (i.e., that the juror had appeared to be\nnervous), and the trial judge overruled theBatsonobjection without explanation. 552 U. S., at 478–479. We concluded\nthat the record refuted the explanation that was not based on\ndemeanor and, in light of the particular circumstances of the case,\nwe held that the peremptory challenge could not be sustained on the\ndemeanor-based ground, which might not have figured in the trial\njudge’s unexplained ruling.Id.,at 479–486. Nothing in\nthis analysis supports the blanket rule on which the decision below\nappears to rest.The opinion inSnyderdid note that\nwhen the explanation for a peremptory challenge “invoke[s] a\njuror’s demeanor,” the trial judge’s “first hand observations” are\nof great importance.Id., at 477. And in explaining why we\ncould not assume that the trial judge had credited the claim that\nthe juror was nervous, we noted that, because the peremptory\nchallenge was not exercised until some time after the juror was\nquestioned, the trial judge might not have recalled the juror’s\ndemeanor.Id., at 479. These observations do not suggest\nthat, in the absence of a personal recollection of the juror’s\ndemeanor, the judge could not have accepted the prosecutor’s\nexplanation. Indeed,Snyderquoted the observation inHernandezv.New York,500 U. S. 352, 365\n(1991) (plurality opinion), that the best evidence of the intent of\nthe attorney exercising a strike is often that attorney’s demeanor.\nSee 552 U. S., at 477.Accordingly, we hold that no decision of this\nCourt clearly establishes the categorical rule on which the Court\nof Appeals appears to have relied, and we therefore reverse the\njudgment and remand the case for proceedings consistent with this\nopinion. Our decision does not mandate the rejection of\nrespondent’sBatsonclaim regarding juror Owens. On\nremand, the Court of Appeals may consider whether the Texas Court\nof Criminal Appeals’ determination may be overcome under the\nfederal habeas statute’s standard for reviewing a state court’s\nresolution of questions of fact.It is so ordered.Footnote 1Because the panel held that the strike of\nOwens violatedBatson, the panel did not rule on the\nlegitimacy of the other strike as to which a certificate of\nappealability had been issued.Haynesv.Quarterman, 561 F. 3d 535, 541, n. 2 (CA5\n2009).Footnote 2Even ifSnyderdid alter or add toBatson’s rule (as the Court of Appeals seems to have\nconcluded),Snydercould not have constituted “clearly\nestablished Federal law as determined by” this Court for purposes\nof respondent’s habeas petition because we decidedSnydernearly six years after his conviction became final and more than\nsix years after the relevant state-court decision. SeeWilliamsv.Taylor,529 U. S. 362, 390 (2000) (opinion for\nthe Court by Stevens, J.);id., at 412 (opinion for the\nCourt by O’Connor, J.).",
    "joined": []
}