{
    "case": {
        "docket": "28",
        "citation": "571",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/571/28/"
    },
    "id": "1970781",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESFORD MOTOR COMPANYv.UNITED STATESon petition for writ of certiorari to the\nunited states court of appeals for the sixth circuitNo. 13–113. Decided December 2, 2013Per Curiam.When a taxpayer overpays his taxes, he is\ngenerally entitled to interest from the Government for the period\nbetween the payment and the ultimate refund. See 26\nU. S. C. §6611(a). That interest begins to run “from the\ndate of overpayment.” §§6611(b)(1), (b)(2). But the Code does not\ndefine “the date of overpayment.”In this case, after the Internal Revenue Service\nadvised Ford Motor Company that it had underpaid its taxes from\n1983 until 1989, Ford remitted a series of deposits to the IRS\ntotaling $875 million. Those deposits stopped the ac-crual of\ninterest that Ford would otherwise owe once the audits were\ncompleted and the amount of its underpayment was finally\ndetermined. See §6601; Rev. Proc. 84–58, 1984–2 Cum. Bull. 501.\nLater, Ford requested that the IRS treat the deposits as advance\npayments of the additional tax that Ford owed. Eventually the\nparties determined that Ford had overpaid its taxes in the relevant\nyears, thereby entitling Ford to a return of the over-payment as\nwell as interest. But the parties disagreed about when the interest\nbegan to run under 26 U. S. C. §6611(b)(1). Ford argued\nthat “the date of overpayment” was the date that it first remitted\nthe deposits to the IRS.Ibid.The Government countered that\nthe date of overpayment was the date that Ford requested that the\nIRS treat the remittances as payments of tax. The difference\nbetween the parties’ competing interpretations of §6611(b) is worth\nsome $445 million.Ford sued the Government in Federal District\nCourt, asserting jurisdiction under 28 U. S. C.\n§1346(a)(1). The Government did not contest the court’s\njurisdiction. See Brief in Opposition 3, n. 3. The District\nCourt accepted the Government’s construction of §6611(b) and\ngranted its motion for judgment on the pleadings. A panel of the\nCourt of Appeals for the Sixth Circuit affirmed, concluding that\n§6611 is a waiver of sovereign immunity that must be construed\nstrictly in favor of the Government. 508 Fed. Appx. 506 (2012).Ford sought certiorari, arguing that the Sixth\nCircuit was wrong to give §6611 a strict construction. In Ford’s\nview, it is 28 U. S. C. §1346—not §6611—that waives the\nGovernment’s immunity from this suit, and §6611(b) is a substantive\nprovision that should not be construed strictly. SeeGómez-Pérezv.Potter,553 U.S.\n474, 491 (2008);United Statesv.White Mountain\nApache Tribe,537 U.S.\n465, 472–473 (2003). In its response to Ford’s petition for\ncertiorari, however, the Government contended for the first time\nthat §1346(a)(1) does not apply at all to this suit; it argues that\nthe only basis for jurisdiction, and “the only general waiver of\nsovereign immunity that encompasses [Ford’s] claim,” is the Tucker\nAct, 28 U. S. C. §1491(a). Brief in Opposition 3,\nn. 3. Although the Government acquiesced in jurisdiction in\nthe lower courts, if the Government is now correct that the Tucker\nAct applies to this suit, jurisdiction over this case was proper\nonly in the United States Court of Federal Claims. See\n§1491(a).This Court “is one of final review, ‘not of\nfirst view.’ ”FCCv.Fox Television Stations,\nInc.,556 U.S.\n502, 529 (2009) (quotingCutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005)). The Sixth Circuit should have the first\nopportunity to consider the Government’s new contention with\nrespect to jurisdiction in this case. Depending on that court’s\nanswer, it may also consider what impact, if any, the\njurisdictional determination has on the merits issues, especially\nwhether or not §6611 is a waiver of sovereign immunity that should\nbe construed strictly.The petition for certiorari is granted, the\njudgment of the Sixth Circuit is vacated, and the case is remanded\nfor further proceedings.It is so ordered.",
    "joined": []
}