{
    "case": {
        "docket": "18",
        "citation": "565",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/565/18/"
    },
    "id": "1963730",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESKPMG LLP v. ROBERT COCCHI et al.on petition for writ of certiorari to the\ndistrict court of appeal of florida, fourth districtNo. 10–1521. Decided November 7, 2011Per Curiam.Agreements to arbitrate that fall within the\nscope and coverage of the Federal Arbitration Act (Act), 9\nU. S. C. §1 et seq., must be enforced in state and\nfederal courts. State courts, then, “have a prominent role to play\nas enforcers of agreements to arbitrate.” Vaden v. Discover Bank,556 U.S.\n49, 59 (2009).The Act has been interpreted to require that if\na dispute presents multiple claims, some arbitrable and some not,\nthe former must be sent to arbitration even if this will lead to\npiecemeal litigation. See Dean Witter Reynolds Inc. v. Byrd,470 U.S.\n213, 217 (1985). From this it follows that state and federal\ncourts must examine with care the complaints seeking to invoke\ntheir jurisdiction in order to separate arbitrable from\nnonarbitrable claims. A court may not issue a blanket refusal to\ncompel arbitration merely on the grounds that some of the claims\ncould be resolved by the court without arbitration. See ibid.In this case the Fourth District Court of Appeal\nof the State of Florida upheld a trial court’s refusal to compel\narbitration of respondents’ claims after determining that two of\nthe four claims in a complaint were nonarbitrable. Though the\nmatter is not altogether free from doubt, a fair reading of the\nopinion indicates a likelihood that the Court of Appeal failed to\ndetermine whether the other two claims in the complaint were\narbitrable. For this reason, the judgment of the Court of Appeal is\nvacated, and the case remanded for further proceedings.*  *  *Respondents are 19 individuals and entities\nwho bought limited partnership interests in one of three limited\npartnerships, all known as the Rye Funds. The Rye Funds were\nmanaged by Tremont Group Holding, Inc., and Tremont Partners, Inc.,\nboth of which were audited by KPMG. The Rye Funds were invested\nwith financier Bernard Madoff and allegedly lost millions of\ndollars as a result of a scheme to defraud. Respondents sued the\nRye Funds, the Tremont defendants, and Tremont’s auditing firm,\nKPMG.Only the claims against KPMG are at issue in\nthis case. Against KPMG, respondents alleged four causes of action:\nnegligent misrepresentation; violation of the Florida Deceptive and\nUnfair Trade Practices Act (FDUTPA), Fla. Stat. 501.201\net seq. (2010); professional malpractice; and aiding and\nabetting a breach of fiduciary duty. Respondents’ basic theory was\nthat KPMG failed to use proper auditing standards with respect to\nthe financial statements of the partnerships. These improper\naudits, respondents contend, led to “substantial\nmisrepresentations” about the health of the funds and resulted in\nrespondents’ investment losses. 51 So. 3d 1165, 1168 (Fla. App.\n2010).KPMG moved to compel arbitration based on the\naudit services agreement that existed between it and the Tremont\ndefendants. That agreement provided that “[a]ny dispute or claim\narising out of or relating to . . . the services provided\n[by KPMG] . . . (including any dispute or claim involving\nany person or entity for whose benefit the services in question are\nor were provided) shall be resolved” either by mediation or\narbitration. App. to Pet. for Cert. 63a. The Florida Circuit Court\nof the Fifteenth Judicial Circuit Palm Beach County denied the\nmotion.The Court of Appeal affirmed, noting that\n“[n]one of the plaintiffs . . . expressly assented in any\nfashion to [the audit services agreement] or the arbitration\nprovision.” 51 So. 3d, at 1168. Thus, the court found, the\narbitration clause could only be enforced if respondents’ claims\nwere derivative in that they arose from the services KPMG performed\nfor the Tremont defendants pursuant to the audit services\nagreement. Applying Delaware law, which both parties agreed was\napplicable, the Court of Appeal concluded that the negligent\nmisrepresentation and the violation of FDUTPA claims were direct\nrather than derivative. A fair reading of the opinion reveals\nnothing to suggest that the court came to the same conclusion about\nthe professional malpractice and breach of fiduciary duty claims.\nIndeed, the court said nothing about those claims at all. Finding\n“the arbitral agreement upon which KPMG relied would not apply to\nthe direct claims made by the individual plaintiffs,” id., at 1167,\nthe Court of Appeal affirmed the trial court’s denial of the motion\nto arbitrate.Respondents have since amended their complaint\nto add a fifth claim. Citing the Court of Appeal’s decision, the\ntrial court again denied KPMG’s motion to compel arbitration.The Federal Arbitration Act reflects an\n“emphatic fed- eral policy in favor of arbitral dispute\nresolution.” Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth,\nInc.,473 U.S.\n614, 631 (1985); Moses H. Cone Memorial Hospital v. Mercury\nConstr. Corp.,460 U.S.\n1, 24–25 (1983) (noting that “questions of arbitrability\n[must]. . . be addressed with a healthy regard for the\nfederal policy favoring arbitration”). This policy, as contained\nwithin the Act, “requires courts to enforce the bargain of the\nparties to arbitrate,” Dean Witter, supra, at 217, and “cannot\npossibly require the disregard of state law permitting arbitration\nby or against nonparties to the written arbitration agreement,”\nArthur Andersen LLP v. Carlisle,556 U.S.\n624, 630, n. 5 (2009) (emphasis deleted). Both parties agree\nthat whether the claims in the complaint are arbitrable turns on\nthe question whether they must be deemed direct or derivative under\nDelaware law. That question of state law is not at issue here. What\nis at issue is the Court of Appeal’s apparent refusal to compel\narbitration on any of the four claims based solely on a finding\nthat two of them, the claim of negligent misrepresentation and the\nalleged violation of the FDUTPA, were nonarbitrable.In Dean Witter, the Court noted that the Act\n“provides that written agreements to arbitrate controversies\narising out of an existing contract ‘shall be valid, irrevocable,\nand enforceable, save upon such grounds as exist at law or in\nequity for the revocation of any contract.’ ” 470 U. S., at\n218 (quoting 9 U. S. C. §2). The Court found that by its\nterms, “the Act leaves no place for the exercise of discretion by a\ndistrict court, but instead mandates that district courts shall\ndirect the parties to proceed to arbitration on issues as to which\nan arbitration agreement has been signed.” 470 U. S., at 218\n(emphasis in original). Thus, when a complaint contains both\narbitrable and nonarbitrable claims, the Act requires courts to\n“compel arbitration of pendent arbitrable claims when one of the\nparties files a motion to compel, even where the result would be\nthe possibly inefficient maintenance of separate proceedings in\ndifferent forums.” Id., at 217. To implement this holding, courts\nmust examine a complaint with care to assess whether any individual\nclaim must be arbitrated. The failure to do so is subject to\nimmediate review. See Southland Corp. v. Keating,465 U.S.\n1, 6–7 (1984).The Court of Appeal listed all four claims,\nfound that two were direct, and then refused to compel arbitration\non the complaint as a whole because the arbitral agreement “would\nnot apply to the direct claims.” 51 So. 3d, at 1167. By not\naddressing the other two claims in the complaint, the Court of\nAppeal failed to give effect to the plain meaning of the Act and to\nthe holding of Dean Witter. The petition for certiorari is granted.\nThe judgment of the Court of Appeal is vacated, and the case is\nremanded. On remand, the Court of Appeal should examine the re-\nmaining two claims to determine whether either requires\narbitration.It is so ordered.",
    "joined": []
}