{
    "case": {
        "docket": "117",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/117/"
    },
    "id": "1962596",
    "author": "per curiam",
    "type": "per curiam",
    "text": "552 U. S. ____ (2008)ARAVE V. HOFFMAN552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESAVRON J. ARAVE, WARDENv.MAXWELL\nHOFFMANon petition for writ of certiorari to the united\nstates court of appeals for the ninth circuitNo. 07–110. Decided January 7, 2008Per Curiam.Respondent Maxwell Hoffman was\nconvicted of first-degree murder and sentenced to death. SeeStatev.Hoffman, 123 Idaho 638, 851 P. 2d\n934 (1993). Hoffman sought federal habeas relief on the grounds\nthat,interalia, his counsel had been\nineffective during both pretrial plea bargaining and the sentencing\nphase of his trial. The District Court, finding that Hoffman had\nreceived ineffective assistance of counsel during sentencing but\nnot during plea bargaining, granted Hoffman’s federal habeas\npetition in part and ordered the State of Idaho to resentence him.\nCiv. Action No. 94–0200–S–BLW (Mar. 30, 2002), App. to Pet. for\nCert. 38, 65. The Ninth Circuit Court of Appeals affirmed the\nDistrict Court’s decision regarding ineffective assistance of\ncounsel during sentencing,* but reversed with respect to the\nineffective assistance claim during plea negotiations. 455\nF. 3d 926, 942 (2006). The Ninth Circuit thus granted the\nwrit, ordering the District Court to direct the State either to\nrelease Hoffman or to “offe[r] [him] a plea agreement with the\n‘same material terms’ offered in the original plea agreement.”Id., at 943. The State sought, and we granted, certiorari.\n552 U. S. ___ (2007).Hoffman now abandons his claim that counsel\nwas ineffective during plea bargaining. See Respondent’s Motion to\nVacate Decision Below and Dismiss the Cause as Moot. He “no longer\nseeks or desires the relief ordered by the Court of Appeals with\nrespect to the plea offer.”Id., at 3. Rather, Hoffman now\n“wishes to withdraw his claim of ineffective assistance of counsel\nin connection with plea bargaining” and asks this Court to dismiss\nhis appeal with prejudice on that issue so that he may proceed with\nthe resentencing ordered by the District Court.Ibid.The State, in its response, notes that\nHoffman’s requested relief is “virtually identical to the request\nmade by the state in its Petition for Certiorari.” Response to\nRespondent’s Motion to Vacate Decision Below and Dismiss the Cause\nas Moot, p. 3. The State therefore agrees that the instant motion\nto vacate and dismiss with prejudice moots Hoffman’s claim of\nineffective assistance of counsel during plea negotiations and asks\nthat the motion be granted.We grant respondent’s motion. Because his\nclaim for ineffective assistance of counsel during pretrial plea\nbargaining is moot, we vacate the judgment of the Court of Appeals\nto the extent that it addressed that claim. The case is remanded to\nthe United States Court of Appeals for the Ninth Circuit with\ndirections that it instruct the United States District Court for\nthe District of Idaho to dismiss the relevant claim with prejudice.Deakinsv.Monaghan,484 U. S. 193, 200–201\n(1988);United Statesv.Munsingwear, Inc.,340 U. S. 36,\n39–40 (1950).It is so ordered.* The State initially cross-appealed the\nDistrict Court’s grant of Hoffman’s habeas petition for ineffective\nassistance of counsel at sentencing. The State, however,\nsubsequently withdrew that cross-appeal, leaving in place the\nDistrict Court’s order granting habeas relief as to Hoffman’s death\nsentence. 455 F. 3d 926, 931 (CA9 2006).",
    "joined": []
}