{
    "case": {
        "docket": "17-467",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-467/"
    },
    "id": "3881476",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESANDREW KISELAv.AMY HUGHESon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 17–467. Decided April 2, 2018Per Curiam.Petitioner Andrew Kisela, a police officer in\nTucson, Arizona, shot respondent Amy Hughes. Kisela and two other\nofficers had arrived on the scene after hearing a police radio\nreport that a woman was engaging in erratic behavior with a knife.\nThey had been there but a few minutes, perhaps just a minute. When\nKisela fired, Hughes was holding a large kitchen knife, had taken\nsteps toward another woman standing nearby, and had refused to drop\nthe knife after at least two commands to do so. The question is\nwhether at the time of the shooting Kisela’s actions violated\nclearly established law.The record, viewed in the light most favorable\nto Hughes, shows the following. In May 2010, somebody in Hughes’\nneighborhood called 911 to report that a woman was hacking a tree\nwith a kitchen knife. Kisela and another police officer, Alex\nGarcia, heard about the report over the radio in their patrol car\nand responded. A few minutes later the person who had called 911\nflagged down the officers; gave them a description of the woman\nwith the knife; and told them the woman had been acting\nerratically. About the same time, a third police officer, Lindsay\nKunz, arrived on her bicycle.Garcia spotted a woman, later identified as\nSharon Chadwick, standing next to a car in the driveway of a nearby\nhouse. A chain-link fence with a locked gate separated Chadwick\nfrom the officers. The officers then saw another woman, Hughes,\nemerge from the house carrying a large knife at her side. Hughes\nmatched the description of the woman who had been seen hacking a\ntree. Hughes walked toward Chadwick and stopped no more than six\nfeet from her.All three officers drew their guns. At least\ntwice they told Hughes to drop the knife. Viewing the record in the\nlight most favorable to Hughes, Chadwick said “take it easy” to\nboth Hughes and the officers. Hughes appeared calm, but she did not\nacknowledge the officers’ presence or drop the knife. The top bar\nof the chain-link fence blocked Kisela’s line of fire, so he\ndropped to the ground and shot Hughes four times through the fence.\nThen the officers jumped the fence, handcuffed Hughes, and called\nparamedics, who transported her to a hospital. There she was\ntreated for non-life-threatening injuries. Less than a minute had\ntranspired from the moment the officers saw Chadwick to the moment\nKisela fired shots.All three of the officers later said that at the\ntime of the shooting they subjectively believed Hughes to be a\nthreat to Chadwick. After the shooting, the officers discovered\nthat Chadwick and Hughes were roommates, that Hughes had a history\nof mental illness, and that Hughes had been upset with Chadwick\nover a $20 debt. In an affidavit produced during discovery,\nChadwick said that a few minutes before the shooting her boyfriend\nhad told her Hughes was threatening to kill Chadwick’s dog, named\nBunny. Chadwick “came home to find” Hughes “somewhat distressed,”\nand Hughes was in the house holding Bunny “in one hand and a\nkitchen knife in the other.” Hughes asked Chadwick if she “wanted\n[her] to use the knife on the dog.” The officers knew none of this,\nthough. Chadwick went outside to get $20 from her car, which is\nwhen the officers first saw her. In her affidavit Chadwick said\nthat she did not feel endangered at any time.Ibid.Based on\nher experience as Hughes’ roommate, Chadwick stated that Hughes\n“occasionally has episodes in which she acts inappropriately,” but\n“she is only seeking attention.” 2 Record 108.Hughes sued Kisela under Rev. Stat. §1979, 42\nU. S. C. §1983, alleging that Kisela had used excessive\nforce in violation of the Fourth Amendment. The District Court\ngranted summary judgment to Kisela, but the Court of Appeals for\nthe Ninth Circuit reversed. 862 F. 3d 775 (2016).The Court of Appeals first held that the record,\nviewed in the light most favorable to Hughes, was sufficient to\ndemonstrate that Kisela violated the Fourth Amendment. Seeid., at 782. The court next held that the violation was\nclearly established because, in its view, the constitutional\nviolation was obvious and because of Circuit precedent that the\ncourt perceived to be analogous.Id., at 785. Kisela filed a\npetition for rehearing en banc. Over the dissent of seven judges,\nthe Court of Appeals denied it. Kisela then filed a petition for\ncertiorari in this Court. That petition is now granted.In one of the first cases on this general\nsubject,Tennesseev.Garner, 471 U. S. 1 (1985)\n, the Court addressed the constitutionality of the police using\nforce that can be deadly. There, the Court held that “[w]here the\nofficer has probable cause to believe that the suspect poses a\nthreat of serious physical harm, either to the officer or to\nothers, it is not constitutionally unreasonable to prevent escape\nby using deadly force.”Id., at 11.InGrahamv.Connor, 490\nU. S. 386, 396 (1989) , the Court held that the question\nwhether an officer has used excessive force “requires careful\nattention to the facts and circumstances of each particular case,\nincluding the severity of the crime at issue, whether the suspect\nposes an immediate threat to the safety of the officers or others,\nand whether he is actively resisting arrest or attempting to evade\narrest by flight.” “The ‘reasonableness’ of a particular use of\nforce must be judged from the perspective of a reasonable officer\non the scene, rather than with the 20/20 vision of hindsight.”Ibid.And “[t]he calculus of reasonableness must embody\nallowance for the fact that police officers are often forced to\nmake split-second judgments—in circumstances that are tense,\nuncertain, and rapidly evolving—about the amount of force that is\nnecessary in a particular situation.”Id., at 396–397.Here, the Court need not, and does not, decide\nwhether Kisela violated the Fourth Amendment when he used deadly\nforce against Hughes. For even assuming a Fourth Amendment\nviolation occurred—a proposition that is not at all evident—on\nthese facts Kisela was at least entitled to qualified immunity.“Qualified immunity attaches when an official’s\nconduct does not violate clearly established statutory or\nconstitutional rights of which a reasonable person would have\nknown.”Whitev.Pauly, 580 U. S. ___, ___\n(2017) (per curiam) (slip op., at 6) (alterations and\ninternal quotation marks omitted). “Because the focus is on whether\nthe officer had fair notice that her conduct was unlawful,\nreasonableness is judged against the backdrop of the law at the\ntime of the conduct.”Brosseauv.Haugen, 543\nU. S. 194, 198 (2004) (per curiam).Although “this Court’s caselaw does not require\na case directly on point for a right to be clearly established,\nexisting precedent must have placed the statutory or constitutional\nquestion beyond debate.”White, 580 U. S., at ___ (slip\nop., at 6) (internal quotation marks omitted). “In other words,\nimmunity protects all but the plainly incompetent or those who\nknowingly violate the law.”Ibid.(internal quotation marks\nomitted). This Court has “ ‘repeatedly told courts—and the\nNinth Circuit in particular—not to define clearly established law\nat a high level of generality.’ ”City and County of San\nFranciscov.Sheehan, 575 U. S. ___, ___ (2015)\n(slip op., at 13) (quotingAshcroftv.al-Kidd, 563\nU. S. 731, 742 (2011) ); see alsoBrosseau,supra, at 198–199.“[S]pecificity is especially important in the\nFourth Amendment context, where the Court has recognized that it is\nsometimes difficult for an officer to determine how the relevant\nlegal doctrine, here excessive force, will apply to the factual\nsituation the officer confronts.”Mullenixv.Luna,\n577 U. S. ___, ___ (2015) (per curiam) (slip op., at 5)\n(internal quotation marks omitted). Use of excessive force is an\narea of the law “in which the result depends very much on the facts\nof each case,” and thus police officers are entitled to qualified\nimmunity unless existing precedent “squarely governs” the specific\nfacts at issue.Id., at ___ (slip op., at 6) (internal\nquotation marks omitted and emphasis deleted). Precedent involving\nsimilar facts can help move a case beyond the otherwise “hazy\nborder between excessive and acceptable force” and thereby provide\nan officer notice that a specific use of force is unlaw- ful.Id., at ___ (slip op., at 12) (internal quotation marks\nomitted).“Of course, general statements of the law are\nnot inherently incapable of giving fair and clear warning to\nofficers.”White, 580 U. S., at ___ (slip op., at 7)\n(internal quotation marks omitted). But the general rules set forth\nin “GarnerandGrahamdo not by themselves create\nclearly established law outside an ‘obvious case.’ ”Ibid.Where constitutional guidelines seem inapplicable or\ntoo remote, it does not suffice for a court simply to state that an\nofficer may not use unreasonable and excessive force, deny\nqualified immunity, and then remit the case for a trial on the\nquestion of reasonableness. An officer “cannot be said to have\nviolated a clearly established right unless the right’s contours\nwere sufficiently definite that any reasonable official in the\ndefendant’s shoes would have understood that he was violating it.”Plumhoffv.Rickard, 572 U. S. ___, ___ (2014)\n(slip op., at 12). That is a necessary part of the\nqualified-immunity standard, and it is a part of the standard that\nthe Court of Appeals here failed to implement in a correct way.Kisela says he shot Hughes because, although the\nofficers themselves were in no apparent danger, he believed she was\na threat to Chadwick. Kisela had mere seconds to assess the\npotential danger to Chadwick. He was confronted with a woman who\nhad just been seen hacking a tree with a large kitchen knife and\nwhose behavior was erratic enough to cause a concerned bystander to\ncall 911 and then flag down Kisela and Garcia. Kisela was separated\nfrom Hughes and Chadwick by a chain-link fence; Hughes had moved to\nwithin a few feet of Chadwick; and she failed to acknowledge at\nleast two commands to drop the knife. Those commands were loud\nenough that Chadwick, who was standing next to Hughes, heard them.\nThis is far from an obvious case in which any competent officer\nwould have known that shooting Hughes to protect Chadwick would\nviolate the Fourth Amendment.The Court of Appeals made additional errors in\nconcluding that its own precedent clearly established that Kisela\nused excessive force. To begin with, “even if a controlling circuit\nprecedent could constitute clearly established law in these\ncircumstances, it does not do so here.”Sheehan,supra,at ___ (slip op., at 13). In fact, the most analogous\nCircuit precedent favors Kisela. SeeBlanfordv.Sacramento County, 406 F. 3d 1110 (CA9 2005). InBlanford, the police responded to a report that a man was\nwalking through a residential neighborhood carrying a sword and\nacting in an erratic manner.Id., at 1112. There, as here,\nthe police shot the man after he refused their commands to drop his\nweapon (there, as here, the man might not have heard the commands).Id., at 1113. There, as here, the police believed (perhaps\nmistakenly), that the man posed an immediate threat to others.Ibid.There, the Court of Appeals determined that the use of\ndeadly force did not violate the Fourth Amendment.Id., at\n1119. Based on that decision, a reasonable officer could have\nbelieved the same thing was true in the instant case.In contrast, not one of the decisions relied on\nby the Court of Appeals—Deorlev.Rutherford, 272 F.\n3d 1272 (CA9 2001),Glennv.Washington County, 673\nF. 3d 864 (CA9 2011), andHarrisv.Roderick, 126 F.\n3d 1189 (CA9 1997)—supports denying Kisela qualified immunity. As\nforDeorle, this Court has already instructed the Court of\nAppeals not to read its decision in that case too broadly in\ndeciding whether a new set of facts is governed by clearly\nestablished law.Sheehan, 572 U. S., at ___–___ (slip\nop., at 13–14).Deorleinvolved a police officer who shot an\nunarmed man in the face, without warning, even though the officer\nhad a clear line of retreat; there were no bystanders nearby; the\nman had been “physically compliant and generally followed all the\nofficers’ instructions”; and he had been under police observation\nfor roughly 40 minutes. 272 F. 3d, at 1276, 1281–1282. In this\ncase, by contrast, Hughes was armed with a large knife; was within\nstriking distance of Chadwick; ignored the officers’ orders to drop\nthe weapon; and the situation unfolded in less than a minute.\n“Whatever the merits of the decision inDeorle, the\ndifferences between that case and the case before us leap from the\npage.”Sheehan,supra, at ___ (slip op., at 14).Glenn, which the panel described as\n“[t]he most analogous Ninth Circuit case,” 862 F. 3d, at 783,\nwas decided after the shooting at issue here. Thus,Glenn“could not have given fair notice to [Kisela]” because a reasonable\nofficer is not required to foresee judicial decisions that do not\nyet exist in instances where the requirements of the Fourth\nAmendment are far from obvious.Brosseau, 543 U. S., at\n200, n. 4.Glennwas therefore “of no use in the\nclearly established inquiry.”Brosseau,supra,at\n200, n. 4. Other judges brought this mistaken or misleading\ncitation to the panel’s attention while Kisela’s petition for\nrehearing en banc was pending before the Court of Appeals. 862\nF.3d,at 795, n. 2 (Ikuta, J., dissenting from denial\nof rehearing en banc). The panel then amended its opinion, but\nnevertheless still attempted to “rely onGlennas\nillustrative, not as indicative of the clearly established law in\n2010.”Id., at 784, n. 2 (majority opinion). The panel\nfailed to explain the difference between “illustrative” and\n“indicative” precedent, and none is apparent.The amended opinion also asserted, for the first\ntime and without explanation, that the Court of Appeals’ decision\ninHarrisclearly established that the shooting here was\nunconstitutional.Id., at 785. The new mention ofHarrisreplaced a reference in the panel’s first opinion toGlenn—the case that postdated the shooting at issue here.\nCompare 841 F. 3d 1081, 1090 (CA9 2016) (“As indicated byGlennandDeorle, . . . that right was\nclearly established”), with 862 F. 3d, at 785 (“As indicated\nbyDeorleandHarris, . . . that right was\nclearly established”).The panel’s reliance onHarris“does not\npass the straight-face test.” 862 F. 3d, at 797 (opinion of\nIkuta, J.). InHarris, the Court of Appeals determined that\nan FBI sniper, who was positioned safely on a hilltop, used\nexcessive force when he shot a man in the back while the man was\nretreating to a cabin during what has been referred to as the Ruby\nRidge standoff. 126 F. 3d, at 1202–1203. Suffice it to say, a\nreasonable police officer could miss the connection between the\nsituation confronting the sniper at Ruby Ridge and the situation\nconfronting Kisela in Hughes’ front yard.For these reasons, the petition for certiorari\nis granted; the judgment of the Court of Appeals is reversed; and\nthe case is remanded for further proceedings consistent with this\nopinion.It is so ordered.",
    "joined": []
}