{
    "case": {
        "docket": "18-921",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-921/"
    },
    "id": "4214967",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESROMAN CATHOLIC ARCHDIOCESE OF SAN JUAN, PUERTO\nRICOv.YALI ACEVEDO FELICIANO, et al.on petition for writ of certiorari to the\nsupreme court of puerto ricoNo. 18–921. Decided February 24, 2020Per Curiam.In 1979, the Office of the Superintendent of\nCatholic Schools of the Archdiocese of San Juan created a trust to\nadminister a pension plan for employees of Catholic schools, aptly\nnamed the Pension Plan for Employees of Catholic Schools Trust\n(Trust). Among the participating schools were Perpetuo Socorro\nAcademy, San Ignacio de Loyola Academy, and San Jose Academy.In 2016, active and retired employees of the\nacademies filed complaints in the Puerto Rico Court of First\nInstance alleging that the Trust had terminated the plan,\neliminating the employees’ pension benefits. The employees named as\na defendant the “Roman Catholic and Apostolic Church of Puerto\nRico,” which the employees claimed was a legal entity with\nsupervisory authority over all Catholic institutions in Puerto\nRico. App. to Pet. for Cert. 58–59, 152–153 (emphasis\ndeleted).[1] The employees also\nnamed as defendants the Archdiocese of San Juan, the\nSuperintendent, the three academies, and the Trust.The Court of First Instance, in an order\naffirmed by the Puerto Rico Court of Appeals, denied a preliminary\ninjunction requiring the payment of benefits, but the Puerto Rico\nSupreme Court reversed. The Supreme Court concluded that “if the\nTrust did not have the necessary funds to meet its obligations, the\nparticipating employers would be obligated to pay.”Id., at\n3. But, because “there was a dispute as to which defendants in the\ncase had legal personalities,” the Supreme Court remanded the case\nto the Court of First Instance to “determine who would be\nresponsible for continuing paying the pensions, pursuant to the\npreliminary injunction.”Ibid.The Court of First Instance determined that the\n“Roman Catholic and Apostolic Church in Puerto Rico” was the only\ndefendant with separate legal personhood.Id., at 239–240.\nThe Court held such personhood existed by virtue of the Treaty of\nParis of 1898, through which Spain ceded Puerto Rico to the United\nStates. The Court found that the Archdiocese of San Juan, the\nSuperintendent, and the academies each constituted a “division or\ndependency” of the Church, because those entities were not\nseparately incorporated.Ibid.As a result, the Court of First Instance ordered\nthe “Roman Catholic and Apostolic Church in Puerto Rico” to make\npayments to the employees in accordance with the pension plan.Id., at 241. Ten days later, the Court issued a second order\nrequiring the Church to deposit $4.7 million in a court account\nwithin 24 hours. The next day, the Court issued a third order,\nrequiring the sheriff to “seize assets and moneys of\n. . . the Holy Roman Catholic and Apostolic Church, and\nany of its dependencies, that are located in Puerto Rico.”Id., at 223.The Puerto Rico Court of Appeals reversed. It\nheld that the “Roman Catholic and Apostolic Church in Puerto Rico”\nwas a “legally nonexistent entity.”Id., at 136. But, the\nCourt concluded, the Archdiocese of San Juan and the Perpetuo\nSocorro Academy could be ordered to make contribution payments. The\nArchdiocese enjoyed separate legal personhood as the effective\nsuccessor to the Roman Catholic Church in Puerto Rico, the entity\nrecognized by the Treaty of Paris. Perpetuo Socorro Academy\nlikewise constituted a separate legal person because it had been\nincorporated in accordance with Puerto Rico law, even though its\nregistration was not active in 2016, when the orders were issued.\nThe two remaining academies, San Ignacio Academy and San Jose\nAcademy, were part of the same legal entity as “their respective\nparishes,” but the employees could not obtain relief against the\nparishes because they had not been named as defendants.Id.,\nat 167.The Puerto Rico Supreme Court again reversed,\nreinstating the preliminary injunction issued by the trial court.\nThe Supreme Court first held that the “relationship between Spain,\nthe Catholic Church, and Puerto Rico issui generis, given\nthe particularities of its development and historical context.”Id., at 5. The Court explained that the Treaty of Paris\nrecognized the “legal personality” of “the Catholic Church” in\nPuerto Rico.Id., at 6.The Puerto Rico Supreme Court further observed\nthat “each entity created that operates separately and with a\ncertain degree of autonomy from the Catholic Church is in reality a\nfragment of only one entity that possesses legal personality,” at\nleast where the entities have not “independently submitt[ed] to an\nordinary incorporation process.”Id., at 13–14 (emphasis\ndeleted). “In other words,” the Court continued, “the entities\ncreated as a result of any internal configuration of the Catholic\nChurch,” such as the Archdiocese of San Juan, “are not\nautomatically equivalent to the formation of entities with\ndifferent and separate legal personalities in the field of Civil\nLaw,” but “are merely indivisible fragments of the legal\npersonality that the Catholic Church has.”Ibid.And\nPerpetuo Socorro Academy was not a registered corporation in 2016,\nwhen the plan was terminated.Id., at 16. Therefore, under\nthe Court’s reasoning, the only defendant with separate legal\npersonality, and the only entity that could be ordered to pay the\nemployees’ pensions, was the “Roman Catholic and Apostolic Church\nin Puerto Rico.”Id., at 2.Two Justices dissented. Justice Rodríguez\nRodríguez criticized the majority for “inappropriately\ninterfer[ing] with the operation of the Catholic Church by imposing\non it a legal personality that it does not hold in the field of\nprivate law.”Id., at 29. In her view, the Archdiocese of\nSan Juan and the five other dioceses in Puerto Rico each has its\nown “independent legal personality.”Id., at 52. Justice\nColón Pérez likewise determined that, under Puerto Rico law, “each\nDiocese and the Archdiocese ha[s its] own legal personality” and\nthat no separate “legal personality” called the “Roman Catholic and\nApostolic Church” exists.Id., at 80, 90 (emphasis\ndeleted).The Archdiocese petitioned this Court for a writ\nof certiorari. The Archdiocese argues that the Free Exercise and\nEstablishment Clauses of the First Amendment require courts to\ndefer to “the Church’s own views on how the Church is structured.”\nPet. for Cert. 1. Thus, in this case, the courts must follow the\nChurch’s lead in recognizing the separate legal personalities of\neach diocese and parish in Puerto Rico. The Archdiocese claims that\nthe Puerto Rico Supreme Court decision violated the “religious\nautonomy doctrine,” which provides: “[W]henever the questions of\ndiscipline, or of faith, or ecclesiastical rule, custom, or law\nhave been decided by the highest of these church judicatories to\nwhich the matter has been carried, the legal tribunals must accept\nsuch decisions as final, and as binding on them, in their\napplication to the case before them.”Id., at 20 (quotingWatsonv.Jones, 13 Wall. 679, 727 (1872)).We called for the Solicitor General’s views on\nthe petition. 588 U. S. ___ (2019). The Solicitor General\nargues that we need not “reach [the Archdiocese’s] broader theory\nin order to properly dispose of this case,” because a different\nerror warrants vacatur and remand. Brief for United States asAmicus Curiaeon Pet. for Cert. 13–14 (Brief for United\nStates). Instead of citing “any neutral rule of Puerto Rico law\ngoverning corporations, incorporated or unincorporated\nassociations, veil-piercing, joint-and-several liability, or\nvicarious liability,” the Puerto Rico Supreme Court “relied on a\nspecial presumption—seemingly applicable only to the Catholic\nChurch . . . —that all Catholic entities on the Island\nare ‘merely indivisible fragments of the legal personality that the\nCatholic Church has.’ ”Id., at 9 (quoting App. to Pet.\nfor Cert. 14). The Solicitor General contends that the Puerto Rico\nSupreme Court thus violated the fundamental tenet of the Free\nExercise Clause that a government may not “single out an individual\nreligious denomination or religious belief for discriminatory\ntreatment.” Brief for United States 8 (citingMurphyv.Collier, 587 U. S. ___ (2019);Church of Lukumi\nBabalu Aye, Inc.v.Hialeah,508\nU.S. 520, 524–525 (1993);Fowlerv.Rhode Island,345 U.S.\n67, 69 (1953)).We do not reach either argument because we find\nthat the Court of First Instance lacked jurisdiction to issue the\npayment and seizure orders. On February 6, 2018, after the Supreme\nCourt of Puerto Rico remanded the case to the Court of First\nInstance to determine the appropriate parties to the preliminary\ninjunction, the Archdiocese removed the case to the United States\nDistrict Court for the District of Puerto Rico. Notice of Removal\ninAcevedo-Felicianov.Holy Catholic Church,\nNo. 3:18–cv–01060. The Archdiocese argued that the Trust had filed\nfor Chapter 11 bankruptcy and that this litigation was sufficiently\nrelated to the bankruptcy to give rise to federal jurisdiction.Id., at 5–6 (citing 28 U. S. C. §§1334(b), 1452).\nThe Bankruptcy Court dismissed the Trust’s bankruptcy proceeding on\nMarch 13, 2018. Opinion and Order Granting Motions to Dismiss inIn re Catholic Schools Employee Pension Trust, No.\n18–00108. The Puerto Rico Court of First Instance issued the\nrelevant payment and seizure orders on March 16, March 26, and\nMarch 27. App. to Pet. for Cert. 224, 227, 241. But the District\nCourt did not remand the case to the Puerto Rico Court of First\nInstance until nearly five months later, on August 20, 2018. Order\nGranting Motion to Remand inAcevedo-Felicianov.Archdiocese of San Juan, No. 3:18–cv–01060.Once a notice of removal is filed, “the State\ncourt shall proceed no further unless and until the case is\nremanded.” 28 U. S. C. §1446(d).[2] The state court “los[es] all jurisdiction over the\ncase, and, being without jurisdiction, its subsequent proceedings\nand judgment [are] not . . . simply erroneous, but\nabsolutely void.”Kernv.Huidekoper,103 U.S.\n485, 493 (1881). “Every order thereafter made in that court\n[is]coram non judice,” meaning “not before a judge.”Steamship Co.v.Tugman,106\nU.S. 118, 122 (1882); Black’s Law Dictionary 426 (11th ed.\n2019). See also 14C C. Wright, A. Miller, E. Cooper, J. Steinman,\n& M. Kane, Federal Practice and Procedure §3736, pp. 727–729\n(2018).The Court of First Instance issued its payment\nand seizure orders after the proceeding was removed to federal\ndistrict court, but before the federal court remanded the\nproceeding back to the Puerto Rico court. At that time, the Court\nof First Instance had no jurisdiction over the proceeding. The\norders are therefore void.We note two possible rejoinders. First, the\nPuerto Rico Court of Appeals suggested that the Archdiocese\nconsented to the Court of First Instance’s jurisdiction by filing\nmotions in that court after removal. But we have held that a\nremoving party’s right to a federal forum becomes “fixed” upon\nfiling of a notice of removal, and that if the removing party’s\n“right to removal [is] ignored by the State court,” the party may\n“make defence in that tribunal in every mode recognized by the laws\nof the State, without forfeiting or impairing, in the slightest\ndegree, its right to a trial” in federal court.Steamship\nCo., 106 U. S., at 122–123. Such actions do not “restore[\n]” “the jurisdiction of the State court.”Id., at 122. So,\ntoo, the Archdiocese’s motions did not restore jurisdiction to the\nCourt of First Instance.Second, the District Court remanded the case to\nthe Court of First Instance by way of anunc pro tuncjudgment stating that the order “shall be effective as of March 13,\n2018,” the date that the Trust’s bankruptcy proceeding was\ndismissed.Nunc Pro TuncJudgt. in No. 3:18–cv–01060 (Aug.\n8, 2018).Federal courts may issuenunc pro tuncorders, or “now for then” orders, Black’s Law Dictionary, at 1287,\nto “reflect[ ] the reality” of what has already occurred,Missouriv.Jenkins,495 U.S.\n33, 49 (1990). “Such a decree presupposes a decree allowed, or\nordered, but not entered, through inadvertence of the court.”Cuebas y Arredondov.Cuebas y Arredondo,223 U.S.\n376,390(1912).Put colorfully, “[n]unc pro tunc orders are not\nsome Orwellian vehicle for revisionist history—creating ‘facts’\nthat never occurred in fact.”United Statesv.Gillespie,666 F. Supp. 1137, 1139 (ND Ill. 1987). Put plainly, the court\n“cannot make the record what it is not.”Jenkins, 495\nU. S., at 49.Nothing occurred in the District Court case on\nMarch 13, 2018. See Order Granting Motion to Remand in No.\n3:18–cv–01060 (noting, on August 20, 2018, that the motion is\n“hereby” granted and ordering judgment “accordingly”). March 13 was\nwhen the Bankruptcy Court dismissed the Trust’s proceeding and thus\nthe day that the Archdiocese’s argument for federal jurisdiction\nlost its persuasive force. Even so, the case remained in federal\ncourt until that court, on August 20, reached a decision about the\nmotion to remand that was pending before it. The Court of First\nInstance’s actions in the interim, including the payment and\nseizure orders, are void.The Solicitor General agrees that the Court of\nFirst Instance lacked jurisdiction but argues that this defect does\nnot prevent us from addressing additional errors, including those\nasserted under the Free Exercise Clause. That may be correct, given\nthat the Puerto Rico courts do not exercise Article III\njurisdiction. But we think the preferable course at this point is\nto remand the case to the Puerto Rico courts to consider how to\nproceed in light of the jurisdictional defect we have\nidentified.The petition for certiorari and the motions for\nleave to file briefsamici curiaeare granted, the judgment\nof the Puerto Rico Supreme Court is vacated, and the case is\nremanded for further proceedings not inconsistent with this\nopinion.It is so ordered.Notes1The petition for a writ\nof certiorari includes certified translations of the opinions,\noriginally in Spanish, of the Puerto Rico courts. We cite the\ncertified translations.2“The laws of the United\nStates relating to . . . removal of causes\n. . . as between the courts of the United States and the\ncourts of the several States shall govern in such matters and\nproceedings as between the United States District Court for the\nDistrict of Puerto Rico and the courts of Puerto Rico.” 48\nU. S. C. §864.",
    "joined": []
}