{
    "case": {
        "docket": "306",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/306/"
    },
    "id": "3520329",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESMELENE JAMESv.CITY OF BOISE, IDAHO,\net al.on petition for writ of certiorari to the\nsupreme court of idahoNo. 15–493. Decided January 25, 2016Per Curiam.Under federal law, a court has discretion to\n“allow the prevailing party, other than the United States, a\nreason-able attorney’s fee” in a civil rights lawsuit filed under\n42 U. S. C. §1983. 42 U. S. C. §1988. InHughesv.Rowe, 449 U. S. 5 (1980) (per\ncuriam), this Court interpreted §1988 to permit a prevailing\ndefendant in such a suit to recover fees only if “the plaintiff’s\naction was frivolous, unreasonable, or without foundation.”Id.,at 14 (quotingChristiansburg Garment Co.v.EEOC, 434 U. S. 412, 421 (1978) (internal quotation\nmarks omitted)).In the decision below, the Idaho Supreme Court\nconcluded that it was not bound by this Court’s interpretation of\n§1988 inHughes. According to that court, “[a]lthough the\nSupreme Court may have the authority to limit the discretion of\nlower federal courts, it does not have the authority to limit the\ndiscretion of state courts where such limitation is not contained\nin the statute.” 158 Idaho713, 734, 351 P. 3d 1171, 1192\n(2015). The court then pro-ceeded to award attorney’s fees under\n§1988 to a prevailing defendant without first determining that “the\nplaintiff’s action was frivolous, unreasonable, or without\nfoundation.” The court’s fee award rested solely on its\ninterpretation of federal law; the court explicitly refused to\naward fees under state law.Id., at 734–735, 351 P. 3d,\nat 1192–1193. We grant certiorari, and now reverse.Section 1988 is a federal statute. “It is this\nCourt’s responsibility to say what a [federal] statute means, and\nonce the Court has spoken, it is the duty of other courts to\nrespect that understanding of the governing rule of law.”Nitro-Lift Technologies, L. L. C.v.Howard, 568\nU. S. ___, ___ (2012) (per curiam) (slip op., at 5)\n(quotingRiversv.Roadway Express, Inc., 511\nU. S. 298, 312 (1994) (internal quotation marks omitted)). And\nfor good reason. As Justice Story explained 200 years ago, if state\ncourts were permitted to disregard this Court’s rulings on federal\nlaw, “the laws, the treaties, and the constitution of the United\nStates would be different in different states, and might, perhaps,\nnever have precisely the same construction, obligation, or\nefficacy, in any two states. The public mischiefs that would attend\nsuch a state of things would be truly deplorable.”Martinv.Hunter’s Lessee, 1 Wheat. 304, 348 (1816).The Idaho Supreme Court, like any other state or\nfed-eral court, is bound by this Court’s interpretation of federal\nlaw. The state court erred in concluding otherwise. The judgment of\nthe Idaho Supreme Court is reversed, and the case is remanded for\nfurther proceedings not inconsistent with this opinion.It is so ordered.",
    "joined": []
}