{
    "case": {
        "docket": "759",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/759/"
    },
    "id": "4777406",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 06–984_________________Per Curiam.Petitioner seeks a stay of execution on the\ntheory that either Congress or the Legislature of the State of\nTexas might determine that actions of the International Court of\nJustice (ICJ) should be given controlling weight in determining\nthat a violation of the Vienna Convention on Consular Relations is\ngrounds for vacating the sentence imposed in this suit. Under\nsettled principles, these possibilities are too remote to justify\nan order from this Court staying the sentence imposed by the Texas\ncourts. And neither the President nor the Governor of the State of\nTexas has represented to us that there is any likelihood of\ncongressional or state legislative action.It is up to Congress whether to implement\nobligations undertaken under a treaty which (like this one) does\nnot itself have the force and effect of domestic law sufficient to\nset aside the judgment or the ensuing sentence, and Congress has\nnot progressed beyond the bare introduction of a bill in the four\nyears since the ICJ ruling and the four months since our ruling in\nMedellín v. Texas, 552 U. S. ___ (2008). This inaction is\nconsistent with the President's decision in 2005 to withddraw the\nUnited States' accession to jurisdiction of the ICJ with regard to\nmatters arising under the Convention.The beginning premise for any stay, and indeed\nfor the assumption that Congress or the legislature might seek to\nintervene in this suit, must be that petitioner's confession was\nobtained unlawfully. This is highly unlikely as a matter of\ndomestic or international law. Other arguments seeking to establish\nthat a violation of the Convention constitutes grounds for showing\nthe invalidity of the state court judgment, for instance because\ncounsel was inadequate, are also insubstantial, for the reasons\nnoted in our previous opinion. Id., at ___ (slip op., at 5).The Department of Justice of the United States\nis well aware of these proceedings and has not chosen to seek our\nintervention. Its silence is no surprise: The United States has not\nwavered in its position that petitioner was not prejudiced by his\nlack of consular access.The application to recall and stay the mandate\nand for stay of execution of sentence of death, presented to\nJUSTICE SCALIA, and by him referred to the Court, is denied. The\napplication for stay of execution of sentence of death, presented\nto JUSTICE SCALIA, and by him referred to the Court, is denied. The\npetition for a writ of habeas corpus is denied.It is so ordered.",
    "joined": []
}