{
    "case": {
        "docket": "57",
        "citation": "555",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/555/57/"
    },
    "id": "1962819",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMHEDGPETH V. PULIDO555 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-544ANTHONY HEDGPETH, WARDEN, PETITIONERv.MICHAEL ROBERT PULIDOon writ of certiorari to the united states court of\nappeals for the ninth circuit[December 2, 2008]Per Curiam.A conviction based on a general\nverdict is subject to challenge if the jury was instructed on\nalternative theories of guilt and may have relied on an invalid\none. SeeStrombergv.California,283 U. S. 359(1931);Yatesv.United States,354 U. S. 298(1957). In\nthis case the Court of Appeals for the Ninth Circuit held that such\nan error is “structural error,” requiring that the conviction be\nset aside on collateral review without regard to whether the flaw\nin the instructions prejudiced the defendant. The parties now agree\nthat the Court of Appeals was wrong to categorize this type of\nerror as “structural.” They further agree that a reviewing court\nfinding such error should ask whether the flaw in the instructions\n“had substantial and injurious effect or influence in determining\nthe jury’s verdict.”Brechtv.Abrahamson,507 U. S. 619,\n623 (1993) (internal quotation marks omitted). We agree as well and\nso hold.Respondent Michael Pulido was convicted by a\nCalifornia jury of felony murder. On direct appeal, Pulido sought\nto vacate his conviction on the ground that the jury instructions\nwere erroneous: They permitted the jury to find him guilty of\nfelony murder if he formed the intent to aid and abet the\nunderlying felony before the murder, but they also permitted the\njury to find him guilty if he formed that intent only after the\nmurder. The California Supreme Court agreed with Pulido that the\nlatter theory was invalid under California law, but upheld the\nconviction on the ground that Pulido was not prejudiced by the\nerror.Peoplev.Pulido, 15 Cal. 4th 713,\n727, 936 P. 2d 1235, 1243–1244 (1997). Pulido sought federal\nhabeas relief, which the District Court granted after concluding\nthat instructing the jury on the invalid theory had a\n“ ‘substantial and injurious effect or influence in\ndetermining the jury’s verdict.’ ”Pulidov.Lamarque, No. C 99–4933 CW (RR) (ND Cal., Mar. 24,\n2005), App. to Pet. for Cert. 65a–66a (quotingBrecht,supra, at 637).The State appealed and the Court of Appeals\naffirmed.Pulidov.Chrones, 487 F. 3d 669\n(2007)(per curiam). On appeal, Pulido argued the District\nCourt’sBrechtanalysis was correct, but in the\nalternative sought to avoid the harmless-error inquiry altogether.\nIn support of that alternative argument, he maintained that when a\njury returns a general verdict after being instructed on both a\nvalid and an invalid theory, the conviction must be automatically\nset aside, without asking whether the invalid instruction was\nharmless. The Court of Appeals recognized that theBrecht“substantial and injurious effect” standard governs harmless-error\nanalysis on federal habeas, 487 F. 3d, at 673, n. 3\n(internal quotation marks omitted), but agreed with Pulido that\ninstructing a jury on multiple theories of guilt, one of which is\nlegally improper, was “structural” error exempting the instructions\nas a whole from harmless-error review,id., at 675–676.\nSuch error instead required setting aside the conviction on habeas\nunless the reviewing court could determine with “absolute\ncertainty” that the defendant was convicted under a proper theory.Id., at 676 (citingLarav.Ryan, 455\nF. 3d 1080, 1086 (CA9 2006)). Because the instructions “le[ft]\nopen the possibility” that the jury convicted Pulido on the\nimpermissible ground, the court concluded that the verdict must be\nreversed. 487 F. 3d, at 676. We granted certiorari. 552 U. S.\n___ (2008).The Ninth Circuit precedent on which the Court\nof Appeals relied, seeLarav.Ryan,supra, based its structural-error analysis upon a line of\nour cases beginning withStromberg.Strombergaddressed the validity of a general verdict that rested on an\ninstruction that the petitioner could be found guilty for\ndisplaying a red flag as “ ‘a sign, symbol, or emblem of\nopposition to organized government, or [a]s an invitation or\nstimulus to anarchistic action, or [a]s [a]n aid to propaganda that\nis of a seditious character.’ ” 283 U. S., at 363. After\nholding that the first clause of the instruction proscribed\nconstitutionally protected conduct, we concluded that the\npetitioner’s conviction must be reversed because “it [wa]s\nimpossible to say under which clause of the [instruction] the\nconviction was obtained.”Id., at 368. InYatesv.United States,supra, we extended this\nreasoning to a conviction resting on multiple theories of guilt\nwhen one of those theories is not unconstitutional, but is\notherwise legally flawed.BothStrombergandYateswere decided before we concluded inChapmanv.California,386 U. S. 18(1967), that\nconstitutional errors can be harmless. Accordingly, neitherStrombergnorYateshad reason to address whether\nthe instructional errors they identified could be reviewed for\nharmlessness, or instead required automatic reversal. In a series\nof post-Chapmancases, however, we concluded that various\nforms of instructional error are not structural but instead trial\nerrors subject to harmless-error review. See,e.g.,Nederv.United States,527 U. S. 1(1999)\n(omission of an element of an offense);Californiav.Roy,519 U.\nS. 2(1996)(per curiam)(erroneous aider and abettor\ninstruction);Popev.Illinois,481 U. S. 497(1987)\n(misstatement of an element of an offense);Rosev.Clark,478\nU. S. 570(1986) (erroneous burden-shifting as to an element of\nan offense).Although these cases did not arise in the\ncontext of a jury instructed on multiple theories of guilt, one of\nwhich is improper, nothing in them suggests that a different\nharmless-error analysis should govern in that particular context.\nTo the contrary, we emphasized inRosethat “while there\nare some errors to which [harmless-error analysis] does not apply,\nthey are the exception and not the rule.”Id., at 578. AndNedermakes clear that harmless-error analysis applies to\ninstructional errors so long as the error at issue does not\ncategorically “ ‘vitiat[e]allthe jury’s\nfindings.’ ” 527 U. S., at 11 (quotingSullivanv.Louisiana,508 U. S. 275, 281\n(1993) (erroneous reasonable-doubt instructions constitute\nstructural error)). An instructional error arising in the context\nof multiple theories of guilt no more vitiatesallthe\njury’s findings than does omission or misstatement of an element of\nthe offense when only one theory is submitted.In fact, drawing a distinction between\nalternative-theory error and the instructional errors inNeder,Roy,Pope, andRosewould be “patently illogical,” given that such a distinction\n“ ‘reduces to the strange claim that, because the jury …\nreceived both a “good” charge and a “bad” charge on the issue, the\nerror was somehow more pernicious than … where theonlycharge on the critical issue was a mistaken one.’ ” 487\nF. 3d, at 677–678 (O’Scannlain, J., concurring specially)\n(quotingQuigleyv.Vose, 834 F. 2d 14, 16\n(CA1 1987)(per curiam)); see alsoBechtv.United States, 403 F. 3d 541, 548 (CA8 2005) (same),\ncert. denied,546\nU. S. 1177(2006).Pulido now agrees with the State that the\nCourt of Appeals erred by treating the instructional error in this\ncase as structural, and that the required prejudice analysis should\nbe governed byBrecht’s “substantial and injurious effect”\nstandard. See Brief for Respondent 17 (“[t]he Ninth Circuit was\nmistaken in its ‘structural defect’ nomenclature”); Tr. of Oral\nArg. 27 (“We acknowledge that this is a trial error and is subject\nto the Brecht prejudice standard”). So do we.Pulido nonetheless maintains we should affirm\nbecause the Court of Appeals effectively engaged in theBrechtanalysis, despite its clear description of the\nerror as “structural.” But despite full briefing on the\napplicability ofBrecht, the Court of Appeals mentionedBrechtonly briefly in a footnote, see 487 F. 3d, at\n673, n. 3, and then went on to agree with Pulido’s alternative\nassertion that “the instructional error was structural and\ntherefore not subject to harmless error review,”id., at\n675–676. The court also stated that the conviction had to be\noverturned unless the court was “absolutely certain” that the jury\nrelied on a valid ground.Id.,at 676. Such a\ndetermination would appear to be a finding that no violation had\noccurred at all, rather than that any error was harmless. In any\nevent, an “absolute certainty” standard is plainly inconsistent\nwithBrecht. Accordingly, we express no view on whether\nPulido is entitled to habeas relief, but rather remand to the Court\nof Appeals for application ofBrechtin the first\ninstance.*The judgment is vacated, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.* The dissent maintains the Court of Appeals\n“undertook a searching review of the parties’ evidence and the jury\ninstructions to determine the error’s effect on the jury.”Post, at 6 (opinion of Stevens, J.). But the Court of\nAppeals reached its conclusion based solely on the existence of a\ntypographical error in the special circumstances instructions,\nwithout addressing any of the State’s arguments that the\ntypographical error was harmless in light of the record as a whole.\nThere was no need for that court to address those arguments, of\ncourse, because of its mistaken conclusion that the instructional\nerror was structural. Under such circumstances, remand is the\nappropriate course.",
    "joined": []
}