{
    "case": {
        "docket": "594",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/594/"
    },
    "id": "1963477",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMFELKNER V. JACKSON562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATEST. FELKNERv.STEVEN FRANK JACKSONon petition for writ of certiorari to the united\nstates court of appeals for the ninth circuitNo. 10–797. Decided March 21, 2011Per Curiam.A California jury convicted\nrespondent Steven Frank Jackson of numerous sexual offenses\nstemming from his attack on a 72-year-old woman who lived in his\napartment complex. Jackson raised aBatsonclaim,\nasserting that the prosecutor exercised peremptory challenges to\nexclude black prospective jurors on the basis of their race. SeeBatsonv.Kentucky,476 U. S. 79(1986). Two\nof three black jurors had been struck; the third served on the\njury. App. to Pet. for Cert. 49–50.Jackson’s counsel did not object when the\nprosecutor struck the first of the black jurors, Juror S. Counsel\nlater explained that he did not make a “motion at that time”\nbecause he thought the excusal of Juror S “was a close call.” After\nthe prosecutor sought to dismiss the second juror, Juror J,\nJackson’s counsel made theBatsonmotion challenging both\nstrikes. Record in No. 2:07-cv-00555-RJB (ED Cal.), Doc. 29, Lodged\nDoc. No. 7, pp. 76–77 (hereinafter Document 7).The prosecutor offered a race-neutral\nexplanation for striking each juror: Juror S had stated that from\nthe ages of 16 to 30 years old, he was frequently stopped by\nCalifornia police officers because—in his view—of his race and age.\nAs the prosecutor put it, “Whether or not he still harbors any\nanimosity is not something I wanted to roll the dice with.”Id., at 78; Record in No. 2:07-cv-00555-RJB (ED Cal.),\nDoc. 29, Lodged Doc. No. 10, pp. 57–58, 98–100 (hereinafter\nDocument 10).The prosecutor stated that he struck Juror J\nbecause she had a master’s degree in social work, and had interned\nat the county jail, “probably in the psych unit as a sociologist of\nsome sort.” The prosecutor explained that he dismissed her “based\non her educational background,” stating that he does not “like to\nkeep social workers.” Document 7, at 78–79; Document 10, at\n188–189; App. to Pet. for Cert. 49.Jackson’s counsel expressly disagreed only\nwith the prosecutor’s explanation for the strike of Juror J, see\nApp. to Pet. for Cert. 22–23, 47, arguing that removing her on the\nbasis of her educational background was “itself invidious\ndiscrimination.” The prosecutor responded that he was not aware\nthat social workers were a “protected class.” As for Juror S,\nJackson’s counsel explained that he “let [Juror S] slide” because\nhe anticipated the prosecutor’s response and, in any event, he\n“only need[ed] one to establish the grounds for” aBatsonmotion. After listening to each side’s arguments, the trial court\ndenied Jackson’s motion. Document 7, at 78–80.Jackson renewed hisBatsonclaim on\ndirect appeal, arguing that a comparative juror analysis revealed\nthat the prosecutor’s explanations were pretextual. With respect to\nJuror S, Jackson argued that a non-black juror—Juror 8—also had\nnegative experiences with law enforcement but remained on the jury.\nApp. to Pet. for Cert. 47–48. Juror 8 stated during jury selection\nthat he had been stopped while driving in Illinois several years\nearlier as part of what he believed to be a “scam” by Illinois\npolice targeting drivers with California license plates. Juror 8\nalso complained that he had been disappointed by the failure of law\nenforcement officers to investigate the burglary of his car.\nDocument 10, at 26–27, 56–57, 95–97.With respect to Juror J, Jackson claimed that\nthe prosecutor asked follow-up questions of several white jurors\nwhen he was concerned about their educational backgrounds, but\nstruck Juror J without asking her any questions about her degree in\nsocial work. App. to Pet. for Cert. 49.The California Court of Appeal upheld the\ntrial court’s denial of theBatsonmotion and affirmed\nJackson’s convictions. The appellate court explained that “[t]he\ntrial court’s ruling on this issue is reviewed for substantial\nevidence,” App. to Pet. for Cert. 43 (internal quotation marks\nomitted), which the California courts have characterized as\nequivalent to the “clear error” standard employed by federal\ncourts, see,e.g.,Peoplev.Alvarez, 14\nCal. 4th 155, 196, 926 P. 2d 365, 389 (1996). With respect to\nwhether the prosecutor’s stated reasons were pretextual, the court\nexplained that it “give[s] great deference to the trial court’s\nability to distinguish bona fide reasons from sham excuses.” App.\nto Pet. for Cert. 43.After comparing Juror S to Juror 8, the court\nconcluded that “Juror 8’s negative experience out of state and the\ncar burglary is not comparable to [Juror S’s] 14 years of perceived\nharassment by law enforcement based in part on race.”Id.,\nat 48. As for Juror J, the court recognized that the prosecutor’s\ndismissal was based on her social services background—“a proper\nrace-neutral reason”—and that this explained his different\ntreatment of jurors with “backgrounds in law, bio-chemistry or\nenvironmental engineering.” The court also noted that the\n“prosecutor focused on [Juror J’s] internship experience” at the\ncounty jail.Id., at 49.After the California Supreme Court denied\nJackson’s petition for review, Jackson sought federal habeas\nrelief. The Federal District Court properly recognized that review\nof Jackson’s claim was governed by the Antiterrorism and Effective\nDeath Penalty Act of 1996 (AEDPA). That law provides, in pertinent\npart, that federal habeas relief may not be granted unless the\nstate court adjudication “resulted in a decision that was based on\nan unreasonable determination of the facts in light of the evidence\npresented in the State court proceeding.” 28 U. S. C.\n§2254(d)(2). After considering the state Court of Appeal decision\nand reviewing the record evidence, the District Court held that the\nCalifornia Court of Appeal’s findings were not unreasonable. App.\nto Pet. for Cert. 24. The District Court therefore denied Jackson’s\npetition.The Court of Appeals for the Ninth Circuit\nreversed in a three-paragraph unpublished memorandum opinion. 389\nFed. Appx. 640 (2010). In so doing, the court did not discuss any\nspecific facts or mention the reasoning of the other three courts\nthat had rejected Jackson’s claim. Instead, after setting forth the\nbasic background legal principles in the first two paragraphs, the\nCourt of Appeals offered a one-sentence conclusory explanation for\nits decision:“The prosecutor’s proffered\nrace-neutral bases for peremptorily striking the two\nAfrican-American jurors were not sufficient to counter the evidence\nof purposeful discrimination in light of the fact that two out of\nthree prospective African-American jurors were stricken, and the\nrecord reflected different treatment of comparably situated\njurors.”Id., at 641.That decision is as inexplicable as it is\nunexplained. It is reversed.TheBatsonissue before us turns\nlargely on an “evaluation of credibility.” 476 U. S., at 98, n. 21.\nThe trial court’s determination is entitled to “great deference,”ibid., and “must be sustained unless it is clearly\nerroneous,”Snyderv.Louisiana,552 U. S. 472, 477\n(2008).That is the standard on direct review. On\nfederal habeas review, AEDPA “imposes a highly deferential standard\nfor evaluating state-court rulings” and “demands that state-court\ndecisions be given the benefit of the doubt.”Renicov.Lett, 559 U. S. ___, ___ (2010) (slip op., at 5) (internal\nquotation marks omitted). Here the trial court credited the\nprosecutor’s race-neutral explanations, and the California Court of\nAppeal carefully reviewed the record at some length in upholding\nthe trial court’s findings. The state appellate court’s decision\nwas plainly not unreasonable. There was simply no basis for the\nNinth Circuit to reach the opposite conclusion, particularly in\nsuch a dismissive manner.The petition for certiorari and the motion for\nleave to proceedin forma pauperisare granted. The\njudgment of the Court of Appeals for the Ninth Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}