{
    "case": {
        "docket": "1",
        "citation": "565",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/565/1/"
    },
    "id": "1963731",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJAVIER CAVAZOS, ACTING WARDENv.SHIRLEY REE SMITHon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 10–1115. Decided October 31, 2011Per Curiam.The opinion of the Court inJacksonv.Virginia,443 U.S.\n307(1979), makes clear that it is the responsibility of the\njury—not the court—to decide what conclusions should be drawn from\nevidence admitted at trial. A reviewing court may set aside the\njury’s verdict on the ground of insufficient evidence only if no\nrational trier of fact could have agreed with the jury. What is\nmore, a federal court may not overturn a state court decision\nrejecting a suf-ficiency of the evidence challenge simply because\nthe fed-eral court disagrees with the state court. The federal\ncourt instead may do so only if the state court decision was\n“objectively unreasonable.”Renicov.Lett, 559\nU. S. ___, ___ (2010) (slip op., at 5) (internal quotation\nmarks omitted).Because rational people can sometimes disagree,\nthe inevitable consequence of this settled law is that judges will\nsometimes encounter convictions that they believe to be mistaken,\nbut that they must nonetheless uphold. The Court of Appeals in this\ncase substituted its judgment for that of a California jury on the\nquestion whether the prosecution’s or the defense’s expert\nwitnesses more persuasively explained the cause of a death. For\nthis reason, certiorari is granted and the judgment of the Court of\nAppeals is reversed.*  *  *This case concerns the death of 7-week-old\nEtzel Glass. On November 29, 1996, Etzel’s mother, Tomeka, put\nEtzel to sleep on a sofa before going to sleep herself in another\nroom. Respondent Shirley Ree Smith—Tomeka’s mother—slept on the\nfloor next to Etzel. Several hours later, Smith ran into Tomeka’s\nroom, holding Etzel, who was limp, and told her that “[s]omething\n[was] wrong with Etzel.” Tr. 416. By the time emergency officials\narrived, Etzel was not breathing and had no heartbeat. Smith\nreported that she thought Etzel had fallen off the sofa. The\nofficials’ efforts to resuscitate Etzel failed.Doctors initially attributed Etzel’s death to\nsudden infant death syndrome (SIDS), the customary diagnosis when\nan infant shows no outward signs of trauma. But after an autopsy,\nthe coroner concluded that the cause of death was instead shaken\nbaby syndrome (SBS). When a social worker informed Smith of that\nfinding, Smith told her that Etzel had not responded to her touch\nwhile sleeping, so she had picked him up and given him “a little\nshake, a jostle” to wake him.Id., at 842. According to the\nsocial worker, Smith then said something to the effect of, “Oh, my\nGod. Did I do it? Did I do it? Oh, my God.”Id., at 847\n(internal quotation marks omitted). In an interview with the police\na few days later, Smith said that she had shaken Etzel, but then\nshe corrected herself and said that she had twisted him to try to\nelicit a reaction. Smith was arrested and charged with assault on a\nchild resulting in death. See Cal. Penal Code Ann. §273ab (West\n2008) (“Any person who, having the care or custody of a child who\nis under eight years of age, assaults the child by means of force\nthat to a reasonable person would be likely to produce great bodily\ninjury, resulting in the child’s death, shall be punished by\nimprisonment . . .”).At trial, the jury heard seven days of expert\nmedical testimony on the cause of Etzel’s death. The prosecution\noffered three experts, each of whom attested that Etzel’s death was\nthe result of SBS—not SIDS, as the defense contended. The first\nexpert, Dr. Eugene Carpenter, was the medical examiner for the Los\nAngeles County Coroner who had supervised Etzel’s autopsy. Dr.\nCarpenter is board certified in forensic, anatomic, and clinical\npathol-ogy. He testified that Etzel’s autopsy revealed recent\nhem-orrhages in the brain, and he opined that the bleeding and\nother features of Etzel’s pathology, including a bruise and\nabrasion on the lower back of the baby’s head, were consistent with\nviolent shaking. Dr. Carpenter identified two means by which\nshaking can result in a baby’s death: The first is that the shaking\ncauses blood vessels in the brain to tear, creating a pool of blood\nthat pushes the brain downward into the spinal canal, resulting in\ndeath but little direct damage to the brain. The second is that the\nshaking itself is sufficiently severe that the brain directly tears\nin vital areas, causing death with very little bleeding. Dr.\nCarpenter testified that Etzel’s injuries were consistent with the\nlatter pathology. He also explained that the injuries could not be\nattributed to either a fall from the sofa or the administration of\ncardiopulmonary resuscitation. Nor, according to Dr. Carpenter, was\nit possible that Etzel perished from SIDS, given the signs of\ninternal trauma. Dr. Carpenter did testify, however, that while SBS\nvictims often suffer retinal hemorrhaging, Etzel’s autopsy revealed\nno such injury.The prosecution’s second expert, Dr. Stephanie\nErlich, was the associate deputy medical examiner who actually\nperformed Etzel’s autopsy. She is board certified in anatomic\npathology and neuropathology. She corroborated Dr. Carpenter’s\ntestimony about the autopsy findings, and added that a followup\nneuropathological examination of Etzel’s brain confirmed the\nexistence of recent hemorrhaging. Noting only a minimal amount of\nnew blood in Etzel’s brain, she testified that the cause of death\nwas direct trauma to the brainstem. On cross-examination, she\nagreed with defense counsel that retinal hemorrhaging (absent in\nEtzel’s case) is present in 75 to 80 percent of SBS cases.The third prosecution expert, Dr. David\nChadwick, is board certified in pediatrics and the author of\narticles on childhood death by abusive trauma. He testified that\nEtzel’s injuries were consistent with SBS and that old trauma could\nnot have been the cause of the child’s death.The defense called two experts to dispute these\nconclusions. The first, pathologist Dr. Richard Siegler, testified\nthat Etzel died from brain trauma, but that it was not the result\nof SBS, given the lack of retinal hemorrhaging. He admitted on\ncross-examination, however, that an absence of retinal hemorrhaging\ndoes not exclude a finding of SBS. He also acknowledged that he did\nnot believe the cause of Etzel’s death was SIDS. According to Dr.\nSiegler, Etzel died from old trauma, an opinion he reached on the\nbasis of studying photographs of the neuropathological\nexamination.The other defense expert, pediatric neurologist\nDr. William Goldie, testified that Etzel’s deathwasdue to\nSIDS. He noted that Etzel was born with jaundice, a heart murmur,\nand low birth weight—making him more susceptible to SIDS. Dr.\nGoldie testified that pathologists had not been able to determine\nthe cause of Etzel’s death and that the bleeding could be\nattributed to the resuscitation efforts.The jury found Smith guilty. Concluding that the\njury “carefully weighed” the “tremendous amount of evidence”\nsupporting the verdict, Tr. 1649, the trial judge denied Smith’s\nmotion for a new trial and sentenced her to an indeterminate term\nof 15 years to life in prison.On direct review, Smith contended that the\nevidence was not sufficient to establish that Etzel died from SBS.\nAfter thoroughly reviewing the competing medical testimony, the\nCalifornia Court of Appeal rejected this claim, concluding:“The expert opinion evidence we have\nsummarized was conflicting. It was for the jury to resolve the\nconflicts. The credited evidence was substantial and sufficient to\nsupport the jury’s conclusions that Etzel died from shaken baby\nsyndrome. The conviction is supported by substantial evidence.”Peoplev.Smith, No. B118869 (Feb. 10, 2000), App. K\nto Pet. for Cert. 86.The California Supreme Court denied review. App.\nJ,id., at 74.Smith then filed this petition for a writ of\nhabeas corpus with the United States District Court for the Central\nDistrict of California, renewing her claim that the evidence was\ninsufficient to prove that Etzel died of stocktickerSBS. Under the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA),\n110Stat. 1214, that court had no power to afford relief unless\nSmith could show either that the California Court of Appeal’s\ndecision affirming the conviction “was contrary to, or involved an\nunreasonable application of,” clearly established federal law as\nreflected in the holdings of this Court’s cases, 28\nU. S. C. §2254(d)(1), or that it “was based on an\nunreasonable determination of the facts” in light of the state\ncourt record, §2254(d)(2).Harringtonv.Richter, 562\nU. S. ___, ___ (2011) (slip op., at 10).The Magistrate Judge to whom the case was\nassigned issued a report acknowledging that “[t]his is not the\ntypical shaken baby case” and that the evidence against Smith\n“raises many questions.” App. I to Pet. for Cert. 65. But the\nMagistrate Judge nevertheless concluded that the evidence was\n“clearly sufficient to support a conviction.”Ibid.The\nDistrict Court adopted the Magistrate Judge’s report and denied the\npetition. App. G,id., at 52.On appeal, the Ninth Circuit reversed with\ninstructions to grant the writ.Smithv.Mitchell,437 F.3d 884(2006). Despite the plentitude of expert testimony\nin the trial record concluding that sudden shearing or tearing of\nthe brainstem was the cause of Etzel’s death, the Ninth Circuit\ndetermined that there was “no evidence to permit an expert\nconclusion one way or the other” on that question because there was\n“no physical evidence of . . . tearing or shearing, and\nno other evidence supporting death by violent shaking.”Id.,\nat 890. The court said that the State’s experts “reached [their]\nconclusion becausethere was no evidence in the brain itself of\nthe cause of death.”Ibid.(emphasis in original). The\ncourt concluded that because “[a]bsence of evidence cannot\nconstitute proof beyond a reasonable doubt,”ibid., the\nCalifornia Court of Appeal had “unreasonably applied” this Court’s\nopinion inJacksonv.Virginiain upholding Smith’s\nconviction, 437 F. 3d, at 890.That conclusion was plainly wrong.Jacksonsays that evidence is sufficient to support a\nconviction so long as “after viewing the evidence in the light most\nfavorable to the prosecution,anyrational trier of fact\ncould have found the essential elements of the crime beyond a\nreasonable doubt.” 443 U. S., at 319. It also unambiguously\ninstructs that a reviewing court “faced with a record of historical\nfacts that supports conflicting inferences must presume—even if it\ndoes not affirmatively appear in the record—that the trier of fact\nresolved any such conflicts in favor of the prosecution, and must\ndefer to that resolution.”Id., at 326. When the deference\nto state court decisions required by §2254(d) is applied to the\nstate court’s already deferential review, seeRenico, 559\nU. S., at ___ (slip op., at 11), there can be no doubt of the\nNinth Circuit’s error below.The jury was presented with competing views of\nhow Etzel died. It was made aware of the various experts’\nqualifications and their familiarity with both the subject of SBS\nand the physical condition of Etzel’s body. It observed the\nattorneys for each party cross-examine the experts and elicit\nconcessions from them. The State’s experts, whom the jury was\nentitled to believe, opined that the physical evidence was\nconsistent with, and best explained by, death from sudden tearing\nof the brainstem caused by shaking. The Ninth Circuit’s assertion\nthat these experts “reached [their] conclusion because there was no\nevidence in the brain itself of the cause of death” is simply\nfalse. Therewas“evidence in the brain itself.” The autopsy\nrevealed indications of recent trauma to Etzel’s brain, such as\nsubdural and subarachnoid hemorrhaging, hemorrhaging around the\noptic nerves, and the presence of a blood clot between the brain’s\nhemispheres. The autopsy also revealed a bruise and abrasion on the\nlower back of Etzel’s head. These affirmative indications of trauma\nformed the basis of the experts’ opinion that Etzel died from\nshaking so severe that his brainstem tore.Defense counsel made certain that the jury\nunderstood that the prosecution’s experts were unable to identify\nthe precise point of tearing itself. But as Judge Bea noted in his\ndissent from the Ninth Circuit’s denial of rehearing en banc, the\nexperts explained why the location of the tear was undetectable:\n“Etzel’s death happened so quickly that the effects of the trauma\ndid not have time to develop.”Smithv.Mitchell,453\nF.3d 1203, 1207 (2006). According to the prosecutions’ experts,\nthere was simply no opportunity for swelling to occur around the\nbrainstem before Etzel died.In light of the evidence presented at trial, the\nNinth Circuit plainly erred in concluding that the jury’s ver- dict\nwas irrational, let alone that it was unreasonable for the\nCalifornia Court of Appeal to think otherwise. See §2254(d). Doubts\nabout whether Smith is in fact guilty are understandable. But it is\nnot the job of this Court, and was not that of the Ninth Circuit,\nto decide whether the State’s theory was correct. The jury decided\nthat question, and its decision is supported by the\nrecord.[1]It is said that Smith, who already has served\nyears in prison, has been punished enough, and that she poses no\ndanger to society. These or other considerations perhaps would be\ngrounds to seek clemency, a prerogative granted to executive\nauthorities to help ensure that justice is tempered by mercy. It is\nnot clear to the Court whether this process has been invoked, or,\nif so, what its course has been. It is not for the Judicial Branch\nto determine the standards for this discretion. If the clemency\npower is exercised in either too generous or too stingy a way, that\ncalls for political correctives, not judicial intervention.The decision below cannot be allowed to stand.\nThis Court vacated and remanded this judgment twice before, calling\nthe panel’s attention to this Court’s opinions highlighting the\nnecessity of deference to state courts in §2254(d) habeas cases.\nEach time the panel persisted in its course, reinstating its\njudgment without seriously confronting the significance of the\ncases called to its attention. SeePatrickv.Smith,\n550 country-regionU. S. 915 (vacating and remanding in light\nofCareyv.Musladin, 549 country-regionU. S. 70\n(2006)), reinstated on remand, 508 F.3d 1256 (2007)(per curiam); 558 U. S. ___ (2010) (vacating and\nremanding in light ofMcDanielv.Brown, 558\nplacecountry-regionU. S. ___ (2010)(per curiam)),\nreinstated on remandsub nom.Smithv.Mitchell, 624 F.3d 1235 (2010)(per curiam). Its\nrefusal to do so necessitates this Court’s action today.The petition for a writ of certiorari and\nrespondent’s motion to proceedin forma pauperisare\ngranted. The judgment of the Court of Appeals for the Ninth Circuit\nis reversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The dissent’s review of\nthe evidence presented to the jury over seven days is precisely the\nsort of reweighing of facts that is precluded byJacksonv.Virginia,443 U.S.\n307, 324 (1979), and precisely the sort of second-guessing of a\nstate court decision applyingJacksonthat is precluded by\nAEDPA, §2254(d). The dissent’s views on how “adamantly” experts\nwould testify today as opposed to at the time of trial,post, at 6 (opinion of Ginsburg, J.), are of course pure\nspeculation, as would be any views on how a jury would react to\nless adamant testimony.",
    "joined": []
}