{
    "case": {
        "docket": "23-719",
        "citation": "601",
        "year": 2024,
        "url": "https://supreme.justia.com/cases/federal/us/601/23-719/"
    },
    "id": "4857662",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the United States Reports.\nReaders are requested to notify the Reporter of Decisions, Supreme\nCourt of the United States, Washington, D. C. 20543,\npio@supremecourt.gov, of any typographical or other formal\nerrors.SUPREME COURT OF THE UNITED STATES_________________No. 23–719_________________DONALD J. TRUMP, PETITIONERv.NORMA\nANDERSON, et al.on writ of certiorari to the supreme court of\ncolorado[March 4, 2024]Per Curiam.A group of Colorado voters contends that Section\n3 of the Fourteenth Amendment to the Constitution prohibits former\nPresident Donald J. Trump, who seeks the Presidential nomination of\nthe Republican Party in this year’s election, from becoming\nPresident again. The Colorado Supreme Court agreed with that\ncontention. It ordered the Colorado secretary of state to exclude\nthe former President from the Republican primary ballot in the\nState and to disregard any write-in votes that Colorado voters\nmight cast for him.Former President Trump challenges that decision\non several grounds. Because the Constitution makes Congress, rather\nthan the States, responsible for enforcing Section 3 against\nfederal officeholders and candidates, we reverse.ILast September, about six months before the\nMarch 5, 2024, Colorado primary election, four Republican and two\nunaffiliated Colorado voters filed a petition against former\nPresident Trump and Colorado Secretary of State Jena Griswold in\nColorado state court. These voters—whom we refer to as the\nrespondents—contend that after former President Trump’s defeat in\nthe 2020 Presidential election, he disrupted the peaceful transfer\nof power by intentionally organizing and inciting the crowd that\nbreached the Capitol as Congress met to certify the election\nresults on January 6, 2021. One consequence of those actions, the\nrespondents maintain, is that former President Trump is\nconstitutionally ineligible to serve as President again.Their theory turns on Section 3 of the\nFourteenth Amendment. Section 3 provides:“No person shall be a Senator or\nRepresentative in Congress, or elector of President and Vice\nPresident, or hold any office, civil or military, under the United\nStates, or under any State, who, having previously taken an oath,\nas a member of Congress, or as an officer of the United States, or\nas a member of any State legislature, or as an executive or\njudicial officer of any State, to support the Constitution of the\nUnited States, shall have engaged in insurrection or rebellion\nagainst the same, or given aid or comfort to the enemies thereof.\nBut Congress may by a vote of two-thirds of each House, remove such\ndisability.”According to the respondents, Section 3 applies\nto the former President because after taking the Presidential oath\nin 2017, he intentionally incited the breaching of the Capitol on\nJanuary 6 in order to retain power. They claim that he is therefore\nnot a qualified candidate, and that as a result, the Colorado\nsecretary of state may not place him on the primary ballot. See\nColo. Rev. Stat. §§1–1–113(1), 1–4–1101(1), 1–4–1201,\n1–4–1203(2)(a), 1–4–1204 (2023).After a five-day trial, the state District Court\nfound that former President Trump had “engaged in insurrection”\nwithin the meaning of Section 3, but nonetheless denied the\nrespondents’ petition. The court held that Section 3 did not apply\nbecause the Presidency, which Section 3 does not mention by name,\nis not an “office . . . under the United States” and the\nPresident is not an “officer of the United States” within the\nmeaning of that provision. See App. to Pet. for Cert.\n184a–284a.In December, the Colorado Supreme Court reversed\nin part and affirmed in part by a 4 to 3 vote. Reversing the\nDistrict Court’s operative holding, the majority concluded that for\npurposes of Section 3, the Presidency is an office under the United\nStates and the President is an officer of the United States. The\ncourt otherwise affirmed, holding (1) that the Colorado Election\nCode permitted the respondents’ challenge based on Section 3; (2)\nthat Congress need not pass implementing legislation for\ndisqualifications under Section 3 to attach; (3) that the political\nquestion doctrine did not preclude judicial review of former\nPresident Trump’s eligibility; (4) that the District Court did not\nabuse its discretion in admitting into evidence portions of a\ncongressional Report on the events of January 6; (5) that the\nDistrict Court did not err in concluding that those events\nconstituted an “insurrection” and that former President Trump\n“engaged in” that insurrection; and (6) that former President\nTrump’s speech to the crowd that breached the Capitol on January 6\nwas not protected by the First Amendment. Seeid., at\n1a–114a.The Colorado Supreme Court accordingly ordered\nSecretary Griswold not to “list President Trump’s name on the 2024\npresidential primary ballot” or “count any write-in votes cast for\nhim.”Id., at 114a. Chief Justice Boatright and Justices\nSamour and Berkenkotter each filed dissenting opinions.Id.,\nat 115a–124a, 125a–161a, 162a–183a.Under the terms of the opinion of the Colorado\nSupreme Court, its ruling was automatically stayed pending this\nCourt’s review. Seeid., at 114a. We granted former\nPresident Trump’s petition for certiorari, which raised a single\nquestion: “Did the Colorado Supreme Court err in ordering President\nTrump excluded from the 2024 presidential primary ballot?” See 601\nU. S. ___ (2024). Concluding that it did, we now reverse.IIAProposed by Congress in 1866 and ratified by\nthe States in 1868, the Fourteenth Amendment “expand[ed] federal\npower at the expense of state autonomy” and thus “fundamentally\naltered the balance of state and federal power struck by the\nConstitution.”Seminole Tribe of Fla.v.Florida,517 U.S.\n44, 59 (1996); see alsoEx parte Virginia,100 U.S.\n339, 345 (1880). Section 1 of the Amendment, for instance, bars\nthe States from “depriv[ing] any person of life, liberty, or\nproperty, without due process of law” or “deny[ing] to any person\n. . . the equal protection of the laws.” And Section 5\nconfers on Congress “power to enforce” those prohibitions, along\nwith the other provisions of the Amendment, “by appropriate\nlegislation.”Section 3 of the Amendment likewise restricts\nstate autonomy, but through different means. It was designed to\nhelp ensure an enduring Union by preventing former Confederates\nfrom returning to power in the aftermath of the Civil War. See,e.g., Cong. Globe, 39th Cong., 1st Sess., 2544 (1866)\n(statement of Rep. Stevens, warning that without appropriate\nconstitutional reforms “yelling secessionists and hissing\ncopperheads” would take seats in the House);id., at 2768\n(statement of Sen. Howard, lamenting prospect of a “State\nLegislature . . . made up entirely of disloyal elements”\nabsent a disqualification provision). Section 3 aimed to prevent\nsuch a resurgence by barring from office “those who, having once\ntaken an oath to support the Constitution of the United States,\nafterward went into rebellion against the Government of the United\nStates.” Cong. Globe, 41st Cong., 1st Sess., 626 (1869) (statement\nof Sen. Trumbull).Section 3 works by imposing on certain\nindividuals a preventive and severe penalty—disqualification from\nholding a wide array of offices—rather than by granting rights to\nall. It is therefore necessary, as Chief Justice Chase concluded\nand the Colorado Supreme Court itself recognized, to\n“ ‘ascertain[ ] what particular individuals are\nembraced’ ” by the provision. App. to Pet. for Cert. 53a\n(quotingGriffin’s Case, 11 F. Cas. 7, 26 (No. 5,815) (CC\nVa. 1869) (Chase, Circuit Justice)). Chase went on to explain that\n“[t]o accomplish this ascertainment and ensure effective results,\nproceedings, evidence, decisions, and enforcements of decisions,\nmore or less formal, are indispensable.”Id., at 26. For its\npart, the Colorado Supreme Court also concluded that there must be\nsome kind of “determination” that Section 3 applies to a particular\nperson “before the disqualification holds meaning.” App. to Pet.\nfor Cert. 53a.The Constitution empowers Congress to prescribe\nhow those determinations should be made. The relevant provision is\nSection 5, which enables Congress, subject of course to judicial\nreview, to pass “appropriate legislation” to “enforce” the\nFourteenth Amendment. SeeCity of Boernev.Flores,521 U.S.\n507, 536 (1997). Or as Senator Howard put it at the time the\nAmendment was framed, Section 5 “casts upon Congress the\nresponsibility of seeing to it, for the future, that all the\nsections of the amendment are carried out in good faith.” Cong.\nGlobe, 39th Cong., 1st Sess., at 2768.Congress’s Section 5 power is critical when it\ncomes to Section 3. Indeed, during a debate on enforcement\nlegislation less than a year after ratification, Sen. Trumbull\nnoted that “notwithstanding [Section 3] . . . hundreds of\nmen [were] holding office” in violation of its terms. Cong. Globe,\n41st Cong., 1st Sess., at 626. The Constitution, Trumbull noted,\n“provide[d] no means for enforcing” the disqualification,\nnecessitating a “bill to give effect to the fundamental law\nembraced in the Constitution.”Ibid.The enforcement\nmechanism Trumbull championed was later enacted as part of the\nEnforcement Act of 1870, “pursuant to the power conferred by §5 of\nthe [Fourteenth] Amendment.”General Building Contractors Assn.,\nInc.v.Pennsylvania,458 U.S.\n375, 385 (1982); see 16Stat. 143–144.BThis case raises the question whether the\nStates, in addition to Congress, may also enforce Section 3. We\nconclude that States may disqualify persons holding or attempting\nto holdstateoffice. But States have no power under the\nConstitution to enforce Section 3 with respect to federal offices,\nespecially the Presidency.“In our federal system, the National Government\npossesses only limited powers; the States and the people retain the\nremainder.”Bondv.United States,572 U.S.\n844, 854 (2014). Among those retained powers is the power of a\nState to “order the processes of its own governance.”Aldenv.Maine,527 U.S.\n706, 752 (1999). In particular, the States enjoy sovereign\n“power to prescribe the qualifications of their own officers” and\n“the manner of their election . . . free from external\ninterference, except so far as plainly provided by the Constitution\nof the United States.”Taylorv.Beckham,178 U.S.\n548, 570–571 (1900). Although the Fourteenth Amendment\nrestricts state power, nothing in it plainly withdraws from the\nStates this traditional authority. And after ratification of the\nFourteenth Amendment, States used this authority to disqualify\nstate officers in accordance with state statutes. See,e.g.,Worthyv.Barrett, 63 N. C. 199, 200, 204 (1869)\n(elected county sheriff );State ex rel. Sandlinv.Watkins, 21 La. Ann. 631, 631–633 (1869) (state\njudge).Such power over governance, however, does not\nextend tofederalofficeholders and candidates. Because\nfederal officers “ ‘owe their existence and functions to the\nunited voice of the whole, not of a portion, of the people,’ ”\npowers over their election and qualifications must be specifically\n“delegated to, rather than reserved by, the States.”U. S.\nTerm Limits, Inc.v.Thornton,514\nU.S. 779, 803–804 (1995) (quoting 1 J. Story, Commentaries on\nthe Constitution of the United States §627, p. 435 (3d ed.\n1858)). But nothing in the Constitution delegates to the States any\npower to enforce Section 3 against federal officeholders and\ncandidates.As an initial matter, not even the respondents\ncontend that the Constitution authorizes States to somehow removesittingfederal officeholders who may be violating Section\n3. Such a power would flout the principle that “the Constitution\nguarantees ‘the entire independence of the General Government from\nany control by the respective States.’ ”Trumpv.Vance, 591 U.S. 786, 800 (2020) (quotingFarmers and\nMechanics Sav. Bank of Minneapolisv.Minnesota,232 U.S.\n516, 521 (1914)). Indeed, consistent with that principle,\nStates lack even the lesser powers to issue writs of mandamus\nagainst federal officials or to grant habeas corpus relief to\npersons in federal custody. SeeMcClungv.Silliman,\n6 Wheat. 598, 603–605 (1821);Tarble’s Case, 13 Wall. 397,\n405–410 (1872).The respondents nonetheless maintain that States\nmay enforce Section 3 againstcandidatesfor federal office.\nBut the text of the Fourteenth Amendment, on its face, does not\naffirmatively delegate such a power to the States. The terms of the\nAmendment speak only to enforcement by Congress, which enjoys power\nto enforce the Amendment through legislation pursuant to Section\n5.This can hardly come as a surprise, given that\nthe substantive provisions of the Amendment “embody significant\nlimitations on state authority.”Fitzpatrickv.Bitzer,427 U.S.\n445, 456 (1976). Under the Amendment, States cannot abridge\nprivileges or immunities, deprive persons of life, liberty, or\nproperty without due process, deny equal protection, or deny male\ninhabitants the right to vote (without thereby suffering reduced\nrepresentation in the House). See Amdt. 14, §§1, 2. On the other\nhand, the Fourteenth Amendment grants new power to Congress to\nenforce the provisions of the Amendment against the States. It\nwould be incongruous to read this particular Amendment as granting\nthe States the power—silently no less—to disqualify a candidate for\nfederal office.The only other plausible constitutional sources\nof such a delegation are the Elections and Electors Clauses, which\nauthorize States to conduct and regulate congressional and\nPresidential elections, respectively. See Art. I, §4, cl. 1;\nArt. II, §1, cl. 2.[1] But there is little reason to think that these Clauses\nimplicitly authorize the States to enforce Section 3 against\nfederal officeholders and candidates. Granting the States that\nauthority would invert the Fourteenth Amendment’s rebalancing of\nfederal and state power.The text of Section 3 reinforces these\nconclusions. Its final sentence empowers Congress to “remove” any\nSection 3 “disability” by a two-thirds vote of each house. The text\nimposes no limits on that power, and Congress may exercise it any\ntime, as the respondents concede. See Brief for Respondents 50. In\nfact, historically, Congress sometimes exercised this amnesty power\npostelection to ensure that some of the people’s chosen candidates\ncould take office.[2] But if\nStates were free to enforce Section 3 by barring candidates from\nrunning in the first place, Congress would be forced to exercise\nits disability removal power before voting begins if it wished for\nits decision to have any effect on the current election cycle.\nPerhaps a State may burden congressional authority in such a way\nwhen it exercises its “exclusive” sovereign power over its own\nstate offices.Taylor, 178 U. S., at 571. But it is\nimplausible to suppose that the Constitution affirmatively\ndelegated to the States the authority to impose such a burden on\ncongressional power with respect to candidates for federal office.\nCf.McCullochv.Maryland, 4 Wheat. 316, 436 (1819)\n(“States have no power . . . to retard, impede, burden,\nor in any manner control, the operations of the constitutional laws\nenacted by Congress”).Nor have the respondents identified any\ntradition of state enforcement of Section 3 against federal\nofficeholders or candidates in the years following ratification of\nthe Fourteenth Amendment.[3]\nSuch a lack of historical precedent is generally a “ ‘telling\nindication’ ” of a “ ‘severe constitutional\nproblem’ ” with the asserted power.United Statesv.Texas, 599 U.S. 670, 677 (2023) (quotingFree Enterprise\nFundv.Public Company Accounting Oversight Bd.,561 U.S.\n477, 505 (2010)). And it is an especially telling sign here,\nbecause as noted, Statesdiddisqualify persons from holding\nstate offices following ratification of the Fourteenth Amendment.\nThat pattern of disqualification with respect to state, but not\nfederal offices provides “persuasive evidence of a general\nunderstanding” that the States lacked enforcement power with\nrespect to the latter.U. S. Term Limits, 514\nU. S., at 826.Instead, it is Congress that has long given\neffect to Section 3 with respect to would-be or existing federal\nofficeholders. Shortly after ratification of the Amendment,\nCongress enacted the Enforcement Act of 1870. That Act authorized\nfederal district attorneys to bring civil actions in federal court\nto remove anyone holding nonlegislative office—federal or state—in\nviolation of Section 3, and made holding or attempting to hold\noffice in violation of Section 3 a federal crime. §§14, 15, 16Stat.\n143–144 (repealed, 35Stat. 1153–1154, 62Stat. 992–993). In the\nyears following ratification, the House and Senate exercised their\nunique powers under Article I to adjudicate challenges contending\nthat certain prospective or sitting Members could not take or\nretain their seats due to Section 3. See Art. I, §5, cls. 1,\n2; 1 A. Hinds, Precedents of the House of Representatives\n§§459–463, pp. 470–486 (1907). And the Confiscation Act of\n1862, which predated Section 3, effectively provided an additional\nprocedure for enforcing disqualification. That law made engaging in\ninsurrection or rebellion, among other acts, a federal crime\npunishable by disqualification from holding office under the United\nStates. See §§2, 3, 12Stat. 590. A successor to those provisions\nremains on the books today. See 18 U. S. C. §2383.Moreover, permitting state enforcement of\nSection 3 against federal officeholders and candidates would raise\nserious questions about the scope of that power. Section 5 limitscongressionallegislation enforcing Section 3, because\nSection 5 is strictly “remedial.”City of Boerne, 521\nU. S., at 520. To comply with that limitation, Congress “must\ntailor its legislative scheme to remedying or preventing” the\nspecific conduct the relevant provision prohibits.Florida\nPrepaid Postsecondary Ed. Expense Bd.v.College Savings\nBank,527 U.S.\n627, 639 (1999). Section 3, unlike other provisions of the\nFourteenth Amendment, proscribes conduct of individuals. It bars\npersons from holding office after taking a qualifying oath and then\nengaging in insurrection or rebellion—nothing more. Any\ncongressional legislation enforcing Section 3 must, like the\nEnforcement Act of 1870 and §2383, reflect “congruence and\nproportionality” between preventing or remedying that conduct “and\nthe means adopted to that end.”City of Boerne, 521\nU. S., at 520. Neither we nor the respondents are aware of any\nother legislation by Congress to enforce Section 3. See Tr. of Oral\nArg. 123.Any state enforcement of Section 3 against\nfederal officeholders and candidates, though, would not derive from\nSection 5, which confers power only on “[t]he Congress.” As a\nresult, such state enforcement might be argued to sweep more\nbroadly than congressional enforcement could under our precedents.\nBut the notion that the Constitution grants the States freer rein\nthan Congress to decide how Section 3 should be enforced with\nrespect to federal offices is simply implausible.Finally, state enforcement of Section 3 with\nrespect to the Presidency would raise heightened concerns. “[I]n\nthe context of a Presidential election, state-imposed restrictions\nimplicate a uniquely important national interest.”Andersonv.Celebrezze,460 U.S.\n780, 794–795 (1983) (footnote omitted). But state-by-state\nresolution of the question whether Section 3 bars a particular\ncandidate for President from serving would be quite unlikely to\nyield a uniform answer consistent with the basic principle that\n“the President . . . represent[s]allthe voters\nin the Nation.”Id., at 795 (emphasis added).Conflicting state outcomes concerning the same\ncandidate could result not just from differing views of the merits,\nbut from variations in state law governing the proceedings that are\nnecessary to make Section 3 disqualification determinations. Some\nStates might allow a Section 3 challenge to succeed based on a\npreponderance of the evidence, while others might require a\nheightened showing. Certain evidence (like the congressional Report\non which the lower courts relied here) might be admissible in some\nStates but inadmissible hearsay in others. Disqualification might\nbe possible only through criminal prosecution, as opposed to\nexpedited civil proceedings, in particular States. Indeed, in some\nStates—unlike Colorado (or Maine, where the secretary of state\nrecently issued an order excluding former President Trump from the\nprimary ballot)—procedures for excluding an ineligible candidate\nfrom the ballot may not exist at all. The result could well be that\na single candidate would be declared ineligible in some States, but\nnot others, based on the same conduct (and perhaps even the same\nfactual record).The “patchwork” that would likely result from\nstate enforcement would “sever the direct link that the Framers\nfound so critical between the National Government and the people of\nthe United States” as a whole.U. S. Term Limits, 514\nU. S., at 822. But in a Presidential election “the impact of\nthe votes cast in each State is affected by the votes cast”—or, in\nthis case, the votes not allowed to be cast—“for the various\ncandidates in other States.”Anderson, 460 U. S., at\n795. An evolving electoral map could dramatically change the\nbehavior of voters, parties, and States across the country, in\ndifferent ways and at different times. The disruption would be all\nthe more acute—and could nullify the votes of millions and change\nthe election result—if Section 3 enforcement were attempted after\nthe Nation has voted. Nothing in the Constitution requires that we\nendure such chaos—arriving at any time or different times, up to\nand perhaps beyond the Inauguration.*  *  *For the reasons given, responsibility for\nenforcing Section 3 against federal officeholders and candidates\nrests with Congress and not the States. The judgment of the\nColorado Supreme Court therefore cannot stand.All nine Members of the Court agree with that\nresult. Our colleagues writing separately further agree with many\nof the reasons this opinion provides for reaching it. Seepost, Part I (joint opinion of Sotomayor, Kagan, and\nJackson, JJ.); see alsopost, p. 1 (opinion of Barrett,\nJ.). So far as we can tell, they object only to our taking into\naccount the distinctive way Section 3 works and the fact that\nSection 5 vestsin Congressthe power to enforce it. These\nare not the only reasons the States lack power to enforce this\nparticular constitutional provision with respect to federal\noffices. But they are important ones, and it is the combination of\nall the reasons set forth in this opinion—not, as some of our\ncolleagues would have it, just one particular rationale—that\nresolves this case. In our view, each of these reasons is necessary\nto provide a complete explanation for the judgment the Court\nunanimously reaches.The judgment of the Colorado Supreme Court is\nreversed.The mandate shall issue forthwith.It is so ordered.Notes1The Elections Clause\ndirects, in relevant part, that “[t]he Times, Places and Manner of\nholding Elections for Senators and Representatives, shall be\nprescribed in each State by the Legislature thereof.” Art. I, §4,\ncl. 1. The Electors Clause similarly provides that “[e]ach\nState shall appoint, in such Manner as the Legislature thereof may\ndirect, a Number of Electors,” who in turn elect the President.\nArt. II, §1, cl. 2.2Shortly after the\nFourteenth Amendment was ratified, for instance, Congress enacted a\nprivate bill to remove the Section 3 disability of Nelson Tift of\nGeorgia, who had recently been elected to represent the State in\nCongress. See ch. 393, 15Stat. 427. Tift took his seat in Congress\nimmediately thereafter. See Cong. Globe, 40th Cong., 2d Sess.,\n4499–4500 (1868). Congress similarly acted postelection to remove\nthe disabilities of persons elected to state and local offices. See\nCong. Globe, 40th Cong., 3d Sess., 29–30, 120–121 (1868); ch. 5,\n15Stat. 435–436.3We are aware of just one\nexample of state enforcement against a would-be federal officer. In\n1868, the Governor of Georgia refused to commission John Christy,\nwho had won the most votes in a congressional election, because—in\nthe Governor’s view—Section 3 made Christy ineligible to serve. But\nthe Governor’s determination was not final; a committee of the\nHouse reviewed Christy’s qualifications itself and recommended that\nhe not be seated. The full House never acted on the matter, and\nChristy was never seated. See 1 A. Hinds, Precedents of the House\nof Representatives §459, pp. 470–472 (1907).",
    "joined": []
}