{
    "case": {
        "docket": "17-1364",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-1364/"
    },
    "id": "3922371",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESNORTH CAROLINA, et al., APPELLANTSv.SANDRA LITTLE COVINGTON, et al.on appeal from the united states district\ncourt for the middle district of north carolinaNo. 17–1364. Decided June 28, 2018Per Curiam.This appeal arises from a remedial redistricting\norder entered by the District Court in a racial gerrymandering case\nwe have seen before. The case concerns the redistricting of state\nlegislative districts by the North Carolina General Assembly in\n2011, in response to the 2010 census. A group of plaintiff voters,\nappellees here, alleged that the General Assembly racially\ngerrymandered their districts when—in an ostensible effort to\ncomply with the requirements of the Voting Rights Act of 1965—it\ndrew 28 State Senate and State House of Representatives districts\ncomprising majorities of black voters. The District Court granted\njudgment to the plaintiffs, and we summarily affirmed that\njudgment. SeeCovingtonv.North Carolina, 316\nF. R. D. 117 (MDNC 2016), summarily aff’d, 581 U. S.\n___ (2017).At the same time, however, we vacated the\nDistrict Court’s remedial order, which directed the General\nAssembly to adopt new districting maps, shortened by one year the\nterms of the legislators currently serving in the gerrymandered\ndistricts, called for special elections in those districts, and\nsuspended two provisions of the North Carolina Constitution. SeeNorth Carolinav.Covington, 581 U. S. ___, ___\n(2017) (per curiam) (slip op., at 1–2). The District Court\nordered all of this, we noted, after undertaking only the “most\ncursory” review of the equitable balance involved in court-ordered\nspecial elections.Id.,at ___ (slip op., at 3). Having\nfound that the District Court’s discretion “ ‘was barely\nexercised,’ ” we remanded the case for further remedial\nproceedings.Ibid.(quotingWinterv.Natural\nResources Defense Council, Inc., 555 U. S. 7, 27\n(2008)).On remand, the District Court ordered the\nGeneral Assembly to draw remedial maps for the State House and\nState Senate within a month, and to file those maps in the District\nCourt for approval. The General Assembly complied after directing\nits map drawers to, among other things, make “[r]easonable efforts\n. . . to avoid pairing incumbent members of the House\n[and] Senate” and not to use “[d]ata identifying the race of\nindividuals or voters” in the drawing of the new districts. 283\nF. Supp. 3d 410, 417–418 (MDNC 2018) (per curiam).\nThe plaintiffs filed objections to the new maps. They argued that\nfour legislative districts—Senate Districts 21 and 28 and House\nDistricts 21 and 57—still segregated voters on the basis of race.\nThe plaintiffs also objected to the General Assembly’s decision to\nredraw five State House districts situated in Wake and Mecklenburg\nCounties. They argued that those five districts “did not violate\nthe [U. S.] Constitution, [and] did not abut a district\nviolating the [U. S.] Constitution.”Id.,at 443. Thus,\nthey contended, the revision of the borders of those districts\nconstituted mid-decade redistricting in violation of the North\nCarolina Constitution. See Art. II, §5(4);Granville County\nCommr’sv.Ballard, 69 N. C. 18, 20–21 (1873).After some consideration of these objections,\nthe District Court appointed a Special Master to redraw the lines\nof the districts to which the plaintiffs objected, along with any\nnonadjacent districts to the extent “necessary” to comply with\ndistricting criteria specified by the District Court. App. to\nJuris. Statement 106–107. Those criteria included adherence to the\n“county groupings” used by the legislature in its remedial plan and\nto North Carolina’s “Whole County Provision as interpreted by the\nNorth Carolina Supreme Court.”Id.,at 108. The District\nCourt further instructed the Special Master to make “reasonable\nefforts to adhere to . . . state policy objectives” by\ncreating relatively compact districts and by avoiding split\nmunicipalities and precincts.Id.,at 108–109. The District\nCourt also permitted the Special Master to “adjust district lines\nto avoid pairing any incumbents who have not publicly announced\ntheir intention not to run in 2018” and to “consider data\nidentifying the race of individuals or voters to the extent\nnecessary to ensure that his plan cures the unconstitutional racial\ngerrymanders.”Id.,at 109–111.Upon receipt of the Special Master’s report, the\nDistrict Court sustained the plaintiffs’ objections and adopted the\nSpecial Master’s recommended reconfiguration of the state\nlegislative maps. See 283 F. Supp. 3d, at 414. With\nrespect to Senate Districts 21 and 28 and House Districts 21 and\n57, the District Court found that those districts, as redrawn by\nthe legislature, “retain[ed] the core shape” of districts that it\nhad earlier found to be unconstitutional.Id.,at 436; seeid.,at 439, 440, 441–442. The District Court noted, for\ninstance, that the legislature’s remedial plan for Senate District\n21 copied the prior plan’s “horseshoe-shaped section of the city of\nFayetteville,” which “include[d] Fayetteville’s predominantly black\n[voting districts] and blocks and exclude[d] Fayetteville’s\npredominantly white [voting districts] and blocks.”Id.,at\n436. Although the defendants explained that the new district was\ndesigned to “ ‘preserve the heart of Fayetteville,’ ” the\nDistrict Court found that they had “fail[ed] to provide any\nexplanation or evidence as to why ‘preserving the heart of\nFayetteville’ required the exclusion of numerous majority-white\nprecincts in downtown Fayetteville from the remedial district.”Ibid.(alterations omitted). Likewise, the District Court\nfound that the legislature’s remedial version of Senate District\n28, though it “encompasse[d] only a portion of [the city of]\nGreensboro,” nevertheless “encompasse[d]allof the majority\nblack [voting districts] within Greensboro,” while “exclud[ing]\npredominantly white sections of Greensboro,” and “reach[ing] out of\nGreensboro’s city limits to capture predominantly African-American\nareas in eastern Guilford County.”Id.,at 438. By choosing\nto preserve the shape of the district’s “ ‘anchor’ ” in\neastern Greensboro, the District Court found, the General Assembly\nhad “ensured that the district would retain a high [black voting\nage population], thereby perpetuating the effects of the racial\ngerrymander.”Id.,at 438–439.The District Court made similar findings with\nrespect to the legislature’s remedial House Districts 21 and 57.\nHouse District 21, it found, “(1) preserve[d] the core shape of\n. . . the previously unconstitutional district, (2)\ninclude[d] all but one of the majority-black [voting districts] in\nthe two counties through which it [ran], (3) divide[d] a\nmunicipality and precinct along racial lines, [and] (4) ha[d] an\nirregular shape that corresponde[d] to the racial make-up of the\ngeographic area.”Id.,at 439–440. In light of this and\nother evidence, the District Court concluded that House District 21\n“continue[d] to be a racial gerrymander.”Id.,at 440. House\nDistrict 57, the District Court found, likewise inexplicably\n“divide[d] the city of Greensboro along racial lines,”id.,at 442, and otherwise preserved features of the previously\ninvalidated 2011 maps. The District Court thus concluded that the\nGeneral Assembly’s remedial plans as to those districts were\nunconstitutional.Ibid.The District Court then sustained the\nplaintiffs’ remaining objection that several House districts in\nWake and Mecklenburg Counties had been redrawn unnecessarily in\nviolation of the North Carolina Constitution’s prohibition on\nmid-decade redistricting. Seeid.,at 443 (citing\nArt. II, §5(4)). The court reasoned that the prohibition\n“preclude[d] the General Assembly from engaging in mid-decade\nredistricting” except to the extent “required by federal law or a\njudicial order.” 283 F. Supp. 3d, at 443. It noted\nfurther that, “[w]hen a court must draw remedial districts itself,\nthis means that a court may redraw only those districts necessary\nto remedy the constitutional violation,”ibid.(citingUphamv.Seamon, 456 U. S. 37, 40–41 (1982)\n(per curiam)), and that “Uphamrequires that a\nfederal district court’s remedial order not unnecessarily interfere\nwith state redistricting choices,” 283 F. Supp. 3d, at\n443. This remedial principle informed the District Court’s\nconclusion that “the General Assembly [had] exceeded its authority\nunder [the District Court’s remedial] order by disregarding the\nmid-decade redistricting prohibition,” since the legislature had\nfailed to “put forward any evidence showing that revisinganyof the five Wake and Mecklenburg County House districts\nchallenged by Plaintiffs was necessary to remedy the racially\ngerrymandered districts in those two counties.”Id.,at\n444.Finally, the District Court adopted the Special\nMaster’s recommended replacement plans for the districts to which\nthe plaintiffs had objected. In adopting those recommendations, the\nDistrict Court turned away the defendants’ argument that they were\nbuilt on “specific . . . quota[s]” of black voters in\neach reconstituted district.Id.,at 448–449. The District\nCourt instead credited the Special Master’s submission that his\n“ ‘remedial districts were drawn not with any racial target in\nmind, but in order to maximize compactness, preserve precinct\nboundaries, and respect political subdivision lines,’ ” and\nthat the remedial map was the product of “ ‘explicitly\nrace-neutral criteria.’ ”Id.,at 449. The District\nCourt directed the defendants to implement the Special Master’s\nrecommended district lines and to conduct elections\naccordingly.The defendants applied to this Court for a stay\nof the District Court’s order pending appeal. We granted a stay\nwith respect to implementation of the Special Master’s remedial\ndistricts in Wake and Mecklenburg Counties, but otherwise denied\nthe application. See 583 U. S. ___ (2018). The defendants\ntimely appealed directly to this Court as provided under 28\nU. S. C. §1253. We have jurisdiction, and now summarily\naffirm in part and reverse in part the order of the District\nCourt.*  *  *The defendants first argue that the District\nCourt lacked jurisdiction even to enter a remedial order in this\ncase. In their view, “[w]here, as here, a lawsuit challenges the\nvalidity of a statute,” the case becomes moot “when the statute is\nrepealed.” Juris. Statement 17. Thus, according to the defendants,\nthe plaintiffs’ racial gerrymandering claims ceased to exist when\nthe North Carolina General Assembly enacted remedial plans for the\nState House and State Senate and repealed the old plans.The defendants misunderstand the nature of the\nplaintiffs’ claims. Those claims, like other racial gerrymandering\nclaims, arise from the plaintiffs’ allegations that they have been\n“separate[d] . . . into different districts on the basis\nof race.”Shawv.Reno, 509 U. S. 630, 649\n(1993). Resolution of such claims will usually turn upon\n“circumstantial evidence that race for its own sake, and not other\ndistricting principles, was the legislature’s dominant and\ncontrolling rationale in drawing” the lines of legislative\ndistricts.Millerv.Johnson, 515 U. S. 900, 913\n(1995). But it is the segregation of the plaintiffs—not the\nlegislature’s line-drawing as such—that gives rise to their claims.\nIt is for this reason, among others, that the plaintiffs have\nstanding to challenge racial gerrymanders only with respect to\nthose legislative districts in which they reside. SeeAlabama\nLegislative Black Caucusv.Alabama, 575 U. S. ___,\n___ (2015) (slip op., at 6). Here, in the remedial posture in which\nthis case is presented, the plaintiffs’ claims that they were\norganized into legislative districts on the basis of their race did\nnot become moot simply because the General Assembly drew new\ndistrict lines around them. To the contrary, they argued in the\nDistrict Court that some of the new districts were mere\ncontinuations of the old, gerrymandered districts. Because the\nplaintiffs asserted that they remained segre- gated on the basis of\nrace, their claims remained the subject of a live dispute, and the\nDistrict Court properly retained jurisdiction.Second, the defendants argue that the District\nCourt erred when it “conclu[ded] that the General Assembly engaged\nin racial gerrymandering by declining to consider race.” Juris.\nStatement 20. They assert that “there is no dispute that the\nGeneral Assembly didnotconsider raceat allwhen\ndesigning the 2017 [remedial plans]—not as a predominant motive, a\nsecondary motive, or otherwise,” and that such “undisputed fact\nshould have been the end of the plaintiffs’ racial gerrymandering\nchallenges.”Id.,at 21–22.This argument suffers from the same conceptual\nflaws as the first. While it may be undisputed that the 2017\nlegislature instructed its map drawers not to look at race when\ncrafting a remedial map, what is also undisputed—because the\ndefendants do not attempt to rebut it in their jurisdictional\nstatement or in their brief opposing the plaintiffs’ motion to\naffirm—is the District Court’s detailed, district-by-district\nfactfinding respecting the legislature’s remedial Senate Districts\n21 and 28 and House Districts 21 and 57.That factfinding, as discussed above, turned up\nsufficient circumstantial evidence that race was the predominant\nfactor governing the shape of those four districts. See,e.g.,283 F. Supp. 3d, at 436. As this Court has\npreviously explained, a plaintiff can rely upon either\n“circumstantial evidence of a district’s shape and demographics or\nmore direct evidence going to legislative purpose” in proving a\nracial gerrymandering claim.Miller,supra,at 916.\nThe defendants’ insistence that the 2017 legislature did not look\nat racial data in drawing remedial districts does little to\nundermine the District Court’s conclusion—based on evidence\nconcerning the shape and demographics of those districts—that the\ndistricts unconstitutionally sort voters on the basis of race. 283\nF. Supp. 3d, at 442.Third, the defendants argue that the District\nCourt abused its discretion by arranging for the Special Master to\ndraw up an alternative remedial map instead of giving the General\nAssembly—which “stood ready and willing to promptly carry out its\nsovereign duty”—another chance at a remedial map. Juris. Statement\n33. Yet the District Court had its own duty to cure illegally\ngerrymandered districts through an orderly process in advance of\nelections. SeePurcellv.Gonzalez, 549 U. S. 1,\n4–5 (2006) (per curiam). Here the District Court determined\nthat “providing the General Assembly with a second bite at the\napple” risked “further draw[ing] out these proceedings and\npotentially interfer[ing] with the 2018 election cycle.” 283\nF. Supp. 3d, at 448, n. 10. We conclude that the\nDistrict Court’s appointment of a Special Master in this case was\nnot an abuse of discretion.Neither was the District Court’s decision to\nadopt the Special Master’s recommended remedy for the racially\ngerrymandered districts. The defendants argue briefly that the\nDistrict Court’s adoption of that recommendation was error because\nthe Special Master’s remedial plan was “expressly race-conscious”\nand succeeded in “compel[ling] the State to employ racial quotas of\nplaintiffs’ choosing.” Juris. Statement 34–35. Yet this Court has\nlong recognized “[t]he distinction between being aware of racial\nconsiderations and being motivated by them.”Miller,supra, at 916. The District Court’s allowance that the\nSpecial Master could “consider data identifying the race of\nindividuals or voters to the extent necessary to ensure that his\nplan cures the unconstitutional racial gerrymanders,” App. to\nJuris. Statement 111, does not amount to a warrant for “racial\nquotas.” In any event, the defendants’ assertions on this question\nmake no real attempt to counter the District Court’s agreement with\nthe Special Master that “ ‘no racial targets were sought or\nachieved’ ” in drawing the remedial districts. 283\nF. Supp. 3d, at 449.All of the foregoing is enough to convince us\nthat the District Court’s order should be affirmed insofar as it\nprovided a court-drawn remedy for Senate Districts 21 and 28 and\nHouse Districts 21 and 57. The same cannot be said, however, of the\nDistrict Court’s actions concerning the legislature’s redrawing of\nHouse districts in Wake and Mecklenburg Counties. There the\nDistrict Court proceeded from a mistaken view of its adjudicative\nrole and its relationship to the North Carolina General\nAssembly.The only injuries the plaintiffs established in\nthis case were that they had been placed in their legislative\ndistricts on the basis of race. The District Court’s remedial\nauthority was accordingly limited to ensuring that the plaintiffs\nwere relieved of the burden of voting in racially gerrymandered\nlegislative districts. SeeDaimlerChrysler Corp.v.Cuno, 547 U. S. 332, 353 (2006). But the District\nCourt’s revision of the House districts in Wake and Mecklenburg\nCounties had nothing to do with that. Instead, the District Court\nredrew those districts because it found that the legislature’s\nrevision of them violated the North Carolina Constitution’s ban on\nmid-decade redistricting, not federal law. Indeed, the District\nCourt understood that ban to apply unless such redistricting was\n“required by federal law or judicial order.” 283\nF. Supp. 3d, at 443. The District Court’s enforcement of\nthe ban was thus premised on the conclusion that the General\nAssembly’s action was not “required” by federal law.The District Court’s decision to override the\nlegislature’s remedial map on that basis was clear error. “[S]tate\nlegislatures have primary jurisdiction over legislative\nreapportionment,”Whitev.Weiser, 412 U. S.\n783, 795 (1973) (internal quotation marks omitted), and a\nlegislature’s “freedom of choice to devise substitutes for an\napportionment plan found unconstitutional, either as a whole or in\npart, should not be restricted beyond the clear commands” of\nfederal law,Burnsv.Richardson, 384 U. S. 73,\n85 (1966). A district court is “not free . . . to\ndisregard the political program of” a state legislature on other\nbases.Upham, 456 U. S., at 43. Once the District Court\nhad ensured that the racial gerrymanders at issue in this case were\nremedied, its proper role in North Carolina’s legislative\ndistricting process was at an end.The order of the District Court is affirmed in\npart and reversed in part.It is so ordered.",
    "joined": []
}