{
    "case": {
        "docket": "4",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/4/"
    },
    "id": "1963078",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMBOBBY V. VAN HOOK558 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESDAVID BOBBY, WARDENv.ROBERT J. VAN\nHOOKon petition for writ of certiorari to the united\nstates court of appeals for the sixth circuitNo. 09–144. Decided November 9, 2009Per Curiam.The Court of Appeals for the\nSixth Circuit granted habeas relief to Robert Van Hook on the\nground that he did not receive effective assistance of counsel\nduring the sentencing phase of his capital trial. Because we think\nit clear that Van Hook’s attorneys met the constitutional minimum\nof competence under the correct standard, we grant the petition and\nreverse.IOn February 18, 1985, Van Hook\nwent to a Cincinnati bar that catered to homosexual men, hoping to\nfind someone to rob. He approached David Self, and after the two\nspent several hours drinking together they left for Self’s\napartment. There Van Hook “lured Self into a vulnerable position”\nand attacked him, first strangling him until he was unconscious,\nthen killing him with a kitchen knife and mutilating his body.Statev.Van Hook, 39 Ohio St. 3d 256, 256–257,\n530 N. E. 2d 883, 884 (1988). Before fleeing with Self’s\nvaluables, Van Hook attempted to cover his tracks, stuffing the\nknife and other items into the body and smearing fingerprints he\nhad left behind. Six weeks later, police found him in Florida,\nwhere he confessed.Van Hook was indicted in Ohio for\naggravated murder, with one capital specification, and aggravated\nrobbery. He waived his right to a jury trial, and a three-judge\npanel found him guilty of both charges and the capital\nspecification. At the sentencing hearing, the defense called eight\nmitigation witnesses, and Van Hook himself gave an unsworn\nstatement. After weighing the aggravating and mitigating\ncircumstances, the trial court imposed the death penalty. The Ohio\ncourts affirmed on direct appeal,id., at 265, 530\nN. E. 2d, at 892;Statev.Van Hook, No.\nC–85–0565, 1987 WL 11202 (Ohio App., May 13, 1987)(per\ncuriam), and we denied certiorari,Van Hookv.Ohio,489\nU. S. 1100(1989). Van Hook also sought state postconviction\nrelief, which the Ohio courts denied.Statev.Van\nHook, No. C–910505, 1992 WL 308350 (Ohio App., Oct. 21, 1992)(per curiam), appeal denied, 66 Ohio St. 3d 1440, 608\nN. E. 2d 1085, rehearing denied, 66 Ohio St. 3d 1470, 611\nN. E. 2d 328 (1993);Statev.Van Hook, 70\nOhio St. 3d 1216, 639 N. E. 2d 1199 (1994).Van Hook filed this federal habeas petition in\n1995. The District Court denied relief on all 17 of his claims.Van Hookv.Anderson, No. C–1–94–269 (SD Ohio,\nAug. 7, 2003), App. to Pet. for Cert. 123a, 163a. A panel of the\nSixth Circuit reversed, concluding that Van Hook’s confession was\nunconstitutionally obtained underEdwardsv.Arizona,451 U. S. 477(1981).\nSeeVan Hookv.Anderson, 444 F. 3d 830, 832\n(2006). The en banc Sixth Circuit vacated that ruling, holding the\nconfession was proper, and it remanded the case to the panel to\nconsider Van Hook’s other claims. SeeVan Hookv.Anderson, 488 F. 3d 411, 428 (2007). Van Hook\npetitioned for a writ of certiorari, which we denied.Van\nHookv.Hudson,552 U. S. 1023(2007).On remand, the panel granted Van Hook habeas\nrelief again, but on different grounds, holding that his attorneys\nwere ineffective during the penalty phase because they did not\nadequately investigate and present mitigating evidence, neglected\nto secure an independent mental-health expert, and requested and\nrelied on a presentence investigation report without objecting to\ndamaging evidence it contained. SeeVan Hookv.Anderson, 535 F. 3d 458, 461 (2008). The en banc\nSixth Circuit again vacated the panel’s opinion, but rather than\nhearing the case a second time it remanded for the panel to revise\nits opinion. SeeVan Hookv.Anderson, 560\nF. 3d 523, 524 (2009). In its third opinion, the panel—relying\non guidelines published by the American Bar Association (ABA) in\n2003—granted relief to Van Hook on the sole ground that his lawyers\nperformed deficiently in investigating and presenting mitigating\nevidence. Seeid., at 525. The State petitioned for a writ\nof certiorari. We grant the petition and reverse.IIBecause Van Hook filed his\nfederal habeas petition before April 24, 1996, the provisions of\nthe Antiterrorism and Effective Death Penalty Act of 1996 do not\napply. SeeLindhv.Murphy,521 U. S. 320, 327\n(1997). Even without the Act’s added layer of deference to\nstate-court judgments, we cannot agree with the Court of Appeals\nthat Van Hook is entitled to relief.AThe Sixth Amendment entitles\ncriminal defendants to the “ ‘effective assistance of\ncounsel’ ”—that is, representation that does not fall “below\nan objective standard of reasonableness” in light of “prevailing\nprofessional norms.”Stricklandv.Washington,466 U. S. 668,\n686 (1984) (quotingMcMannv.Richardson,397 U. S. 759,\n771, n. 14 (1970)). That standard is necessarily a general\none. “No particular set of detailed rules for counsel’s conduct can\nsatisfactorily take account of the variety of circumstances faced\nby defense counsel or the range of legitimate decisions regarding\nhow best to represent a criminal defendant.” 466 U. S.,at\n688–689. Restatements of professional standards, we have\nrecognized, can be useful as “guides” to what reasonableness\nentails, but only to the extent they describe the professional\nnorms prevailing when the representation took place.Id.,\nat 688.The Sixth Circuit ignored this limiting\nprinciple, relying on ABA guidelines announced 18 years after Van\nHook went to trial. See 560 F. 3d, at 526–528 (quoting ABA\nGuidelines for the Appointment and Performance of Defense Counsel\nin Death Penalty Cases 10.7, comment., pp. 81–83 (rev. ed. 2003)).\nThe ABA standards in effect in 1985 described defense counsel’s\nduty to investigate both the merits and mitigating circumstances in\ngeneral terms: “It is the duty of the lawyer to conduct a prompt\ninvestigation of the circumstances of the case and to explore all\navenues leading to facts relevant to the merits of the case and the\npenalty in the event of conviction.” 1 ABA Standards for Criminal\nJustice 4–4.1, p. 4–53 (2d ed. 1980). The accompanying two-page\ncommentary noted that defense counsel have “a substantial and\nimportant role to perform in raising mitigating factors,” and that\n“[i]nformation concerning the defendant’s background, education,\nemployment record, mental and emotional stability, family\nrelationships, and the like, will be relevant, as will mitigating\ncircumstances surrounding the commission of the offense itself.”Id., at 4–55.Quite different are the ABA’s 131-page\n“Guidelines” for capital defense counsel, published in 2003, on\nwhich the Sixth Circuit relied. Those directives expanded what had\nbeen (in the 1980 Standards) a broad outline of defense counsel’s\nduties in all criminal cases into detailed prescriptions for legal\nrepresentation of capital defendants. They discuss the duty to\ninvestigate mitigating evidence in exhaustive detail, specifying\nwhat attorneys should look for, where to look, and when to begin.\nSee ABA Guidelines 10.7, comment., at 80–85. They include, for\nexample, the requirement that counsel’s investigation cover every\nperiod of the defendant’s life from “the moment of conception,”id., at 81, and that counsel contact “virtually\neveryone … who knew [the defendant] and his family” and\nobtain records “concerning not only the client, but also his\nparents, grandparents, siblings, and children,”id., at\n83. Judging counsel’s conduct in the 1980’s on the basis of these\n2003 Guidelines—without even pausing to consider whether they\nreflected the prevailing professional practice at the time of the\ntrial—was error.To make matters worse, the Court of Appeals\n(following Circuit precedent) treated the ABA’s 2003 Guidelines not\nmerely as evidence of what reasonably diligent attorneys would do,\nbut as inexorable commands with which all capital defense counsel\n“ ‘must fully comply.’ ” 560 F. 3d, at 526 (quotingDickersonv.Bagley, 453 F. 3d 690, 693 (CA6\n2006)).Stricklandstressed, however, that “American Bar\nAssociation standards and the like” are “only guides” to what\nreasonableness means, not its definition. 466 U. S., at 688. We\nhave since regarded them as such.[Footnote 1] SeeWigginsv.Smith,539 U. S. 510, 524 (2003). What we\nhave said of state requirements isa fortioritrue of\nstandards set by private organizations: “[W]hile States are free to\nimpose whatever specific rules they see fit to ensure that criminal\ndefendants are well represented, we have held that the Federal\nConstitution imposes one general requirement: that counsel make\nobjectively reasonable choices.”Roev.Flores-Ortega,528 U. S. 470, 479\n(2000).BVan Hook insists that the Sixth\nCircuit’s missteps made no difference because his counsel were\nineffective even under professional standards prevailing at the\ntime. He is wrong.Like the Court of Appeals, Van\nHook first contends that his attorneys began their mitigation\ninvestigation too late, waiting until he was found guilty—only days\nbefore the sentencing hearing—to dig into his background. See 560\nF. 3d, at 528. But the record shows they started much sooner.\nBetween Van Hook’s indictment and his trial less than three months\nlater, they contacted their lay witnesses early and often: They\nspoke nine times with his mother (beginning within a week after the\nindictment), once with both parents together, twice with an aunt\nwho lived with the family and often cared for Van Hook as a child,\nand three times with a family friend whom Van Hook visited\nimmediately after the crime. App. to Pet. for Cert. 380a–383a,\n384a–387a. As for their expert witnesses, they were in touch with\none more than a month before trial, and they met with the other for\ntwo hours a week before the trial court reached its verdict.Id., at 382a, 386a. Moreover, after reviewing his military\nhistory, they met with a representative of the Veterans\nAdministration seven weeks before trial and attempted to obtain his\nmedical records.Id., at 381a, 386a. And they looked into\nenlisting a mitigation specialist when the trial was still five\nweeks away.Id., at 386a. The Sixth Circuit, in short, was\nsimply incorrect in saying Van Hook’s lawyers waited until the\n“last minute.” 560 F. 3d, at 528. Cf.Williamsv.Taylor,529\nU. S. 362, 395 (2000) (counsel waited “until a week before the\ntrial” to prepare for the sentencing phase).Nor was the scope of counsel’s investigation\nunreasonable.[Footnote 2] The\nSixth Circuit said Van Hook’s attorneys found only “a little\ninformation about his traumatic childhood experience,” 560\nF. 3d, at 528, but that is a gross distortion. The trial court\nlearned, for instance, that Van Hook (whose parents were both\n“heavy drinkers”) started drinking as a toddler, began “barhopping”\nwith his father at age 9, drank and used drugs regularly with his\nfather from age 11 forward, and continued abusing drugs and alcohol\ninto adulthood. App. to Pet. for Cert. 310a–312a, 323a–326a,\n328a–330a, 373a. The court also heard that Van Hook grew up in a\n“ ‘combat zone’ ”: He watched his father beat his mother\nweekly, saw him hold her at gun- and knife-point, “observed”\nepisodes of “sexual violence” while sleeping in his parents’\nbedroom, and was beaten himself at least once.Id., at\n321a, 338a–339a, 371a. It learned that Van Hook, who had “fantasies\nabout killing and war” from an early age, was deeply upset when his\ndrug and alcohol abuse forced him out of the military, and\nattempted suicide five times (including a month before the murder),id., at 351a–353a, 372a. And although the experts agreed\nthat Van Hook did not suffer from a “mental disease or defect,” the\ntrial court learned that Van Hook’s borderline personality disorder\nand his consumption of drugs and alcohol the day of the crime\nimpaired “his ability to refrain from the [crime],”id.,\nat 303a, and that his “explo[sion]” of “senseless and bizarre\nbrutality” may have resulted from what one expert termed a\n“homosexual panic,”id.,at 376a.Despite all the mitigating evidence the\ndefense did present, Van Hook and the Court of Appeals fault his\ncounsel for failing to find more. What his counsel did discover,\nthe argument goes, gave them “reason to suspect that much worse\ndetails existed,” and that suspicion should have prompted them to\ninterview other family members—his stepsister, two uncles, and two\naunts—as well as a psychiatrist who once treated his mother, all of\nwhom “could have helped his counsel narrate the true story of Van\nHook’s childhood experiences.” 560 F. 3d, at 528. But there\ncomes a point at which evidence from more distant relatives can\nreasonably be expected to be only cumulative, and the search for it\ndistractive from more important duties. The ABA Standards\nprevailing at the time called for Van Hook’s counsel to cover\nseveral broad categories of mitigating evidence, see 1 ABA\nStandards 4–4.1, comment., at 4–55, which they did. And given all\nthe evidence they unearthed from those closest to Van Hook’s\nupbringing and the experts who reviewed his history, it was not\nunreasonable for his counsel not to identify and interview every\nother living family member or every therapist who once treated his\nparents. This is not a case in which the defendant’s attorneys\nfailed to act while potentially powerful mitigating evidence stared\nthem in the face, cf.Wiggins, 539 U. S., at 525, or would\nhave been apparent from documents any reasonable attorney would\nhave obtained, cf.Rompillav.Beard,545 U. S. 374, 389–393\n(2005). It is instead a case, likeStricklanditself, in\nwhich defense counsel’s “decision not to seek more” mitigating\nevidence from the defendant’s background “than was already in hand”\nfell “well within the range of professionally reasonable\njudgments.” 466 U. S., at 699.[Footnote 3]What is more, even if Van Hook’s counsel\nperformed deficiently by failing to dig deeper, he suffered no\nprejudice as a result. Seeid., at 694. As the Ohio court\nthat rejected Van Hook’s state habeas petition found, the\naffidavits submitted by the witnesses not interviewed shows their\ntestimony would have added nothing of value. SeeStatev.Van Hook, No. C–910505, 1992 WL 308350, *2. Only two\nwitnesses even arguably would have added new, relevant information:\nOne of Van Hook’s uncles noted that Van Hook’s mother was\ntemporarily committed to a psychiatric hospital, and Van Hook’s\nstepsister mentioned that his father hit Van Hook frequently and\ntried to kill Van Hook’s mother. App. to Pet. for Cert. 227a, 232a.\nBut the trial court had already heard—from Van Hook’s mother\nherself—that she had been “under psychiatric care” more than once.Id., at 340a. And it was already aware that his father had\na violent nature, had attacked Van Hook’s mother, and had beaten\nVan Hook at least once. See alsoid., at 305a (noting that\nVan Hook “suffered from a significant degree of neglect and abuse”\nthroughout his “chaotic” childhood). Neither the Court of Appeals\nnor Van Hook has shown why the minor additional details the trial\ncourt did not hear would have made any difference.On the other side of the scales, moreover, was\nthe evidence of the aggravating circumstance the trial court found:\nthat Van Hook committed the murder alone in the course of an\naggravated robbery. See Ohio Rev. Code Ann. §2929.04(A)(7) (Lexis\n2006). Van Hook’s confession made clear, and he never subsequently\ndenied, both that he was the sole perpetrator of the crime and that\n“[h]is intention from beginning to end was to rob [Self] at some\npoint in their evening’s activities.” App. to Pet. for Cert. 295a;\nseeid., at 276a–278a, 294a. Nor did he arrive at that\nintention on a whim: Van Hook had previously pursued the same\nstrategy—of luring homosexual men into secluded settings to rob\nthem—many times since his teenage years, and he employed it again\neven after Self’s murder in the weeks before his arrest. Seeid., at 279a, 295a, 374a. Although Van Hook apparently\ndeviated from his original plan once the offense was underway—going\nbeyond stealing Self’s goods to killing him and disfiguring the\ndead body—that hardly helped his cause. The Sixth Circuit, which\nfocused on thenumberof aggravating factors instead of\ntheirweight, see 560 F. 3d, at 530; cf. Ohio Rev.\nCode Ann. §2929.04(B), gave all this evidence short shrift, leading\nit to overstate further the effect additional mitigating evidence\nmight have had.*  *  *The petition for certiorari and\nthe motion for leave to proceedin forma pauperisare\ngranted. The judgment of the Court of Appeals is reversed, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Footnote 1The narrow grounds for our opinion should not\nbe regarded as accepting the legitimacy of a less categorical use\nof the Guidelines to evaluate post-2003 representation. For that to\nbe proper, the Guidelines must reflect “[p]revailing norms of\npractice,”Strickland,466 U. S., at 688, and “standard\npractice,”Wigginsv. Smith,539 U. S. 510,524 (2003),\nand must not be so detailed that they would “interfere with the\nconstitutionally protected independence of counsel and restrict the\nwide latitude counsel must have in making tactical decisions,”Strickland,supra, at 689. We express no views on\nwhether the 2003 Guidelines meet these criteria.Footnote 2In his brief in this Court, Van Hook also\nalludes to his counsel’s failure to obtain an independent\nmental-health expert and their reliance on (and failure to object\nto harmful evidence in) a presentence investigation report—grounds\non which the Sixth Circuit panel previously relied but which it\nabandoned in its final opinion. Seesupra, at 2–3. Van\nHook now concedes, however, that neither ground is a “basis for\nissuing the writ,” Brief in Opposition 5; see alsoid., at\n7, and accordingly we do not address them.Footnote 3In addition to the evidence the Sixth Circuit\nsaid his attorneys overlooked, Van Hook alleges that his lawyers\nfailed to provide the expert witnesses with a “complete set of\nrelevant records or [his] complete psycho-social history.” Brief in\nOpposition 4. But he offers no support for that assertion. He\nfurther claims that his counsel failed to obtain or present records\nof his military service and prior hospitalizations, but the record\nshows that they did review the former, see App. to Pet. for Cert.\n380a, and that the trial court learned (from one of the written\nexpert reports) all the relevant information Van Hook says it would\nhave gleaned from the latter, seeid., at 373a–377a.",
    "joined": []
}