{
    "case": {
        "docket": "1",
        "citation": "555",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/555/1/"
    },
    "id": "1962787",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMMOORE V. UNITED STATES555 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESJAMES ERIC MOOREv.UNITED STATESon petition for writ of certiorari to the united\nstates court of appeals for the eighth circuitNo. 07–10689. Decided October 14, 2008Per Curiam.James Eric Moore was convicted of\none count of possessing cocaine base with intent to distribute, a\nviolation of 21 U. S. C. §§841(a)(1) and (b)(1). Given the\nquantity of crack cocaine, the presentence report calculated that\nMoore’s sentencing range under the United States Sentencing\nGuidelines was 151 to 188 months. At sentencing, Moore asked the\nDistrict Court to impose a below-Guidelines sentence in light of\nour decision inUnited Statesv.Booker,543 U. S. 220(2005),\nand the Guidelines’ disparate treatment of similar amounts of crack\nand powder cocaine.The District Court refused, saying:“With regard to the crack and powder cocaine\ndifference, that is the law. I’m applying the law as it currently\nstands. If that is going to be changed, that is a congressional\nmatter. Congress is the one who looks at the guidelines and decides\nwhether or not they should be put in—in force… . It isn’t the\njudges. It’s the lawmakers, and I have taken an oath to apply the\nlaw, and that’s what I will do in this sentencing.” App. C to Pet.\nfor Cert. 55–56.The District Court sentenced Moore to 188 months of\nimprisonment and six years of supervised release.Moore appealed, and the United States Court of\nAppeals for the Eighth Circuit affirmed his conviction and\nsentence.United Statesv.Moore, 470 F. 3d\n767 (2006). In response to his claim that the District Court should\nhave considered the crack/powder disparity, the Court of Appeals\nheld that “the district court was correct in concluding that\n‘neitherBookernor [18 U. S. C.] §3553(a) authorizes\ndistrict courts to reject’ the powder cocaine to crack cocaine\nquantity ratio mandated by Congress and reflected in the\nGuidelines.”Id.,at 770 (quotingUnited Statesv.Spears, 469 F. 3d 1166, 1176 (CA8 2006) (en\nbanc)). Moore filed a petition for certiorari with this Court. Pet.\nfor Cert. inMoorev.United States, No.\n06–9749.While Moore’s certiorari petition was pending,\nthis Court issued its opinion inKimbroughv.United\nStates, 552 U. S. ___ (2007), concluding that a judge “may\nconsider the disparity between the Guidelines’ treatment of crack\nand powder cocaine offenses” when applying 18 U. S. C.\n§3553(a), “even in a mine-run case.”Id.,at ___, ___\n(slip op., at 2, 21). We granted Moore’s petition, vacated the\njudgment, and remanded the case to the Eighth Circuit for further\nconsideration in light ofKimbrough.Moorev.United States, 552 U. S. ___ (2008).On remand, without new briefing, the Eighth\nCircuit affirmed again. 518 F. 3d 577 (2008). This time, the\nCourt of Appeals concluded that “[a]s there was then no circuit\nauthority to the contrary, we presume the district court was aware\nthatBookergranted it discretion to vary downward based\nupon the impact of the crack cocaine guidelines on this defendant,\nbut elected not to exercise that discretion.”Id., at\n580.Proceedingpro se, Moore again\npetitioned for certiorari, arguing that the Eighth Circuit’s new\ncharacterization of the transcript is wrong, and that it is “clear\nthat the district court thought judges had no discre[t]ion to\nreject” the Guidelines ratio. Pet. for Cert. 7. The United States\nagrees that the Eighth Circuit erred, see Brief for United States\n9, and so do we.When the District Court said that “[i]t isn’t\nthe judges” but Congress that “looks at the [G]uidelines and\ndecides whether or not they should be put … in force,” the court\nshowed that it did not think it had the discretion later upheld byKimbrough. App. C to Pet. for Cert. 56. The Eighth\nCircuit’s first decision recognized this, describing the District\nCourt as “concluding” (correctly under circuit precedent) that it\nwas not “authorize[d] . . . to reject” the crack/powder disparity.Moore,470 F. 3d, at 770 (internal quotation marks\nomitted). In light of the District Court’s comments at sentencing,\nthe Court of Appeals should have remanded the case to the District\nCourt for resentencing underKimbrough. We express no\nviews on how the District Court should exercise its discretion at\nresentencing.The petition for certiorari and the motion for\nleave to proceedinforma pauperisare granted.\nThe judgment of the Court of Appeals is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}