{
    "case": {
        "docket": "120",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/120/"
    },
    "id": "1962598",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMWRIGHT V. VAN PATTEN552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESRANDALL WRIGHT, SHERIFF, SHAWANO COUNTY, WISCONSINv.JOSEPH L. VAN PATTENon petition for writ of certiorari to the united\nstates court of appeals for the seventh circuitNo. 07–212. Decided January 7, 2008Per Curiam.The Court of Appeals for the\nSeventh Circuit held that respondent Joseph Van Patten was entitled\nto relief under 28 U. S. C. §2254, reasoning that his lawyer’s\nassistance was presumptively ineffective owing to his participation\nin a plea hearing by speaker phone.Van Pattenv.Deppisch,434 F. 3d 1038 (2006). We granted\ncertiorari, vacated the judgment, and remanded the case for further\nconsideration in light ofCareyv.Musladin, 549\nU. S. ___ (2006). On remand, the Seventh Circuit adhered to its\noriginal decision, concluding that “[n]othing inMusladinrequires that our 2006 opinion be changed.”Van Pattenv.Endicott,489 F. 3d 827, 828 (2007). We grant the\npetition for certiorari now before us and this time reverse the\njudgment of the Seventh Circuit.IVan Patten was charged with\nfirst-degree intentional homicide and pleaded no contest to a\nreduced charge of first-degree reckless homicide. His counsel was\nnot physically present at the plea hearing but was linked to the\ncourtroom by speaker phone. After the state trial court imposed the\nmaximum term of 25 years in prison, Van Patten retained different\ncounsel and moved in the Wisconsin Court of Appeals to withdraw his\nno-contest plea. The thrust of the motion was that Van Patten’s\nSixth Amendment right to counsel had been violated by his trial\ncounsel’s physical absence from the plea hearing. The Wisconsin\nCourt of Appeals noted that, under state law, a postconviction\nmotion to withdraw a no-contest plea will be granted only if a\ndefendant establishes “manifest injustice” by clear and convincing\nevidence. SeeStatev.Van Pattten,No.\n96–3036–CR (Wis. App., May 28, 1997), App. to Pet. for Cert.\nA47–A48. While the court acknowledged that “the violation of the\ndefendant’s Sixth Amendment right to counsel may constitute a\nmanifest injustice,”id., at A48, it found that the\nabsence of Van Patten’s lawyer from the plea hearing did not\nviolate his right to counsel:“The plea hearing transcript\nneither indicates any deficiency in the plea colloquy, nor suggests\nthat Van Patten’s attorney’s participation by telephone interfered\nin any way with [Van Patten’s] ability to communicate with his\nattorney about his plea. Van Patten confirmed that he had\nthoroughly discussed his case and plea decision with his attorney\nand was satisfied with the legal representation he had received.\nThe court gave Van Patten the opportunity to speak privately with\nhis attorney over the phone if he had questions about the plea, but\nVan Patten declined. Further, when Van Patten exercised his right\nto allocution at sentencing, in the personal presence of his\nattorney, he raised no objection to his plea.”Id., at\nA49–A50.ApplyingStricklandv.Washington,466 U. S. 668(1984), the court\nconcluded that “[t]he record does not support, nor does Van\nPatten’s appellate brief include, any argument that counsel’s\nperformance was deficient or prejudicial,” No. 96–3036–CR, App. to\nPet. for Cert. A51, and denied Van Patten’s motion.After the Wisconsin Supreme Court declined\nfurther review, Van Patten petitioned for a writ of habeas corpus\nunder 28 U. S. C. §2254 in Federal District Court. The\nDistrict Court denied relief, but the Court of Appeals for the\nSeventh Circuit reversed. It held that Van Patten’s Sixth Amendment\nclaim should have been resolved, not underStrickland’s\ntwo-pronged test (which requires a showing of deficient performance\nand prejudice to the defendant), but under the standard discussed\ninUnited Statesv.Cronic,466 U. S. 648(1984)\n(under which prejudice may be presumed). Although the Seventh\nCircuit recognized that this case “presents [a] novel … question,”Deppisch, 434 F. 3d, at 1040, and conceded that\n“[u]nderStrickland,it seems clear [that] Van Patten\nwould have no viable claim,”id.,at 1042, the court\nconcluded that “it is clear to us that Van Patten’s case must be\nresolved underCronic,”id., at 1043. The\nresolution was in Van Patten’s favor.While the prison warden’s petition for\ncertiorari was pending, this Court decidedMusladin,\nsupra.Musladin had invoked this Court’s cases recognizing\n“that certain courtroom practices are so inherently prejudicial\nthat they deprive the defendant of a fair trial,”id., at\n___ (slip op., at 1). The issue was the significance of these\nprecedents in a case under §2254, which bars relief on any claim\n“adjudicated on the merits” in state court, unless the state\ncourt’s decision “was contrary to, or involved an unreasonable\napplication of, clearly established Federal law, as determined by\nthe Supreme Court of the United States.” 28 U. S. C.\n§2254(d)(1).The prejudicial conduct involved inMusladinwas courtroom conduct of private actors. We held\nthat the “inheren[t] prejudic[e]” test, which we thus far have\napplied only in cases involving government-sponsored conduct,\nsee, e.g.,Estellev.Williams,425 U. S. 501(1976);Holbrookv.Flynn,475 U. S. 560(1986),\ndid not clearly extend to the conduct of independently acting\ncourtroom spectators. SeeMusladin,supra,at ___\n(slip op., at 5) (“[A]lthough the Court articulated the test for\ninherent prejudice that applies to state conduct inWilliamsandFlynn, we have never applied that\ntest to spectators’ conduct. Indeed, part of the legal test ofWilliamsandFlynn—asking whether the practices\nfurthered an essentialstateinterest—suggests that those\ncases apply only to state-sponsored practices”). For that reason,\nwe reversed the Court of Appeals’ grant of habeas relief.Musladin’s explanation of the\n“clearly established Federal law” requirement prompted us to remand\nVan Patten’s case to the Seventh Circuit for further consideration.\nA majority of the panel reaffirmed its original judgment, however,\non the ground that “[u]nlikeMusladin, this case does not\nconcern an open constitutional question,” because “[t]he Supreme\nCourt has long recognized a defendant’s right to relief if his\ndefense counsel was actually or constructively absent at a critical\nstage of the proceedings.” 489 F. 3d, at 828. Judge Coffey\ndisagreed, observing that “the United States Supreme Court has\nnever held that an attorney is presumed to be ineffective if he\nparticipates in a plea hearing by speaker phone rather than by\nphysical appearance.”Ibid.(emphasis deleted). He found\nthat “[t]he Majority Opinion does not comport withMusladin,”ibid., and dissented from “the court’s\nerroneous decision to allow” its original opinion “to stand as\nwritten,”id.,at 829. We reach the same conclusion.IIStricklandv.Washington,466 U. S. 668(1984) ordinarily\napplies to claims of ineffective assistance of counsel at the plea\nhearing stage. SeeHillv.Lockhart,474 U. S. 52, 58 (1985)\n(“[T]he two-partStricklandv.Washingtontest\napplies to challenges to guilty pleas based on ineffective\nassistance of counsel”). And it was in a different context thatCronic“recognized a narrow exception toStrickland’s holding that a defendant who asserts\nineffective assistance of counsel must demonstrate not only that\nhis attorney’s performance was deficient, but also that the\ndeficiency prejudiced the defense.”Floridav.Nixon,543\nU. S. 175, 190 (2004) (discussingCronic).Cronicheld that a Sixth Amendment violation may be found\n“without inquiring into counsel’s actual performance or requiring\nthe defendant to show the effect it had on the trial,”Bellv.Cone,535 U. S. 685, 695 (2002), when\n“circumstances [exist] that are so likely to prejudice the accused\nthat the cost of litigating their effect in a particular case is\nunjustified,”Cronic,supra,at 658.Cronic, notStrickland, applies “when … the\nlikelihood that any lawyer, even a fully competent one, could\nprovide effective assistance is so small that a presumption of\nprejudice is appropriate without inquiry into the actual conduct of\nthe trial,” 466 U. S., at 659–660,* and one circumstance warranting\nthe presumption is the “complete denial of counsel,” that is, when\n“counsel [is] either totally absent, or prevented from assisting\nthe accused during a critical stage of the proceeding,”id., at 659, and n. 25.No decision of this Court,\nhowever, squarely addresses the issue in this case, seeDeppisch, supra,at 1040 (noting that this case “presents\n[a] novel … question”), or clearly establishes thatCronicshould replaceStricklandin this novel factual context.\nOur precedents do not clearly hold that counsel’s participation by\nspeaker phone should be treated as a “complete denial of counsel,”\non par with total absence. Even if we agree with Van Patten that a\nlawyer physically present will tend to perform better than one on\nthe phone, it does not necessarily follow that mere telephone\ncontact amounted to total absence or “prevented [counsel] from\nassisting the accused,” so as to entail application ofCronic. The question is not whether counsel in those\ncircumstances will perform less well than he otherwise would, but\nwhether the circumstances are likely to result in such poor\nperformance that an inquiry into its effects would not be worth the\ntime. Cf.United Statesv.Gonzalez-Lopez, 548 U.\nS. ___, ___ (2006) (slip op., at 7) (Sixth Amendment ensures\n“effective(not mistake-free) representation” (emphasis in\noriginal)). Our cases provide no categorical answer to this\nquestion, and for that matter the several proceedings in this case\nhardly point toward one. The Wisconsin Court of Appeals held\ncounsel’s performance by speaker phone to be constitutionally\neffective; neither the Magistrate Judge, the District Court, nor\nthe Seventh Circuit disputed this conclusion; and the Seventh\nCircuit itself stated that “[u]nderStrickland, it seems\nclear Van Patten would have no viable claim.”Deppisch,434 F. 3d, at 1042.Because our cases give no clear answer to the\nquestion presented, let alone one in Van Patten’s favor, “it cannot\nbe said that the state court ‘unreasonabl[y] appli[ed] clearly\nestablished Federal law.’ ”Musladin, 549 U. S., at\n___ (slip op., at 6) (quoting 28 U. S. C. §2254(d)(1)). Under\nthe explicit terms of §2254(d)(1), therefore, relief is\nunauthorized.*  *  *Petitioner tells us that “[i]n\nurging review, [the State] does not condone, recommend, or\nencourage the practice of defense counsel assisting clients by\ntelephone rather than in person at court proceedings, even in\nnonadversarial hearings such as the plea hearing in this case,”\nPet. for Cert. 5, and he acknowledges that “[p]erhaps, under\nsimilar facts in a direct federal appeal, the Seventh Circuit could\nhave properly reached the same result it reached here,”ibid.Our own consideration of the merits of telephone\npractice, however, is for another day, and this case turns on the\nrecognition that no clearly established law contrary to the state\ncourt’s conclusion justifies collateral relief.The judgment is reversed, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.*Cronicalso applies when “there\n[is] a breakdown in the adversarial process,” 466 U. S., at 662,\nsuch that “counsel entirely fails to subject the prosecution’s case\nto meaningful adversarial testing,”id., at 659. We have\nmade clear that “[w]hen we spoke inCronicof the\npossibility of presuming prejudice based on an attorney’s failure\nto test the prosecutor’s case, we indicated that the attorney’s\nfailure must be complete.”Bellv.Cone,535 U. S. 685, 696–697 (2002). It is\nundisputed that this standard has not been met here.",
    "joined": []
}