{
    "case": {
        "docket": "15",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/15/"
    },
    "id": "1963045",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMWONG V. BELMONTES558 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESROBERT WONG, WARDENv.FERNANDO BELMONTES,\nJr.on petition for writ of certiorari to the united\nstates court of appeals for the ninth circuitNo. 08–1263. Decided November 16, 2009Per Curiam.In 1981, in the course of a\nburglary, Fernando Belmontes bludgeoned Steacy McConnell to death,\nstriking her in the head 15 to 20 times with a steel dumbbell bar.\nSeePeoplev.Belmontes,45 Cal. 3d\n744, 759–761,755 P.2d 310,\n315–316 (1988). After the murder, Belmontes and his accomplices\nstole McConnell’s stereo, sold it for $100, and used the money to\nbuy beer and drugs for the night.Id., at 764–765, 755\nP. 2d, at 318–319.Belmontes was convicted of murder and\nsentenced to death in state court. Unsuccessful on direct appeal\nand state collateral review, Belmontes sought federal habeas\nrelief, which the District Court denied. The Court of Appeals\nreversed, finding instructional error, but we overturned that\ndecision.Ayersv.Belmontes,549 U. S. 7(2006); see\nalsoBrownv.Belmontes,544 U. S. 945(2005).\n   On remand, the Court of Appeals again ruled for\nBelmontes, this time finding that Belmontes suffered ineffective\nassistance of counsel during the sentencing phase of his trial. The\nDistrict Court had previously denied relief on that ground, finding\nthat counsel for Belmontes had performed deficiently under Ninth\nCircuit precedent, but that Belmontes could not establish prejudice\nunderStricklandv.Washington,466 U. S. 668(1984).Belmontesv.Calderon, Civ. S–89–0736 DFL JFM (ED\nCal., Aug. 15, 2000), App. to Pet. for Cert. 140a, 179a, 183a. The\nCourt of Appeals agreed that counsel’s performance was deficient,\nbut disagreed with the District Court with respect to prejudice,\ndetermining that counsel’s errors undermined confidence in the\npenalty phase verdict.Belmontesv.Ayers, 529\nF. 3d 834, 859–863, 874 (CA9 2008). We disagree with the Court\nof Appeals as to prejudice, grant the State’s petition for\ncertiorari, and reverse.IBelmontes argues that his counsel\nwas constitutionally ineffective for failing to investigate and\npresent sufficient mitigating evidence during the penalty phase of\nhis trial. To prevail on this claim, Belmontes must meet both the\ndeficient performance and prejudice prongs ofStrickland,\n466 U. S., at 687. To show deficient performance, Belmontes must\nestablish that “counsel’s representation fell below an objective\nstandard of reasonableness.”Id., at 688. In light of “the\nvariety of circumstances faced by defense counsel [and] the range\nof legitimate decisions regarding how best to represent a criminal\ndefendant,” the performance inquiry necessarily turns on “whether\ncounsel’s assistance was reasonable considering all the\ncircumstances.”Id., at 688–689. At all points,\n“[j]udicial scrutiny of counsel’s performance must be highly\ndeferential.”Id., at 689.The challenge confronting\nBelmontes’ lawyer, John Schick, was very specific. Substantial\nevidence indicated that Belmontes had committed a prior murder, and\nthe prosecution was eager to introduce that evidence during the\npenalty phase of the McConnell trial. The evidence of the prior\nmurder was extensive, including eyewitness testimony, Belmontes’\nown admissions, and Belmontes’ possession of the murder weapon and\nthe same type of ammunition used to kill the victim. Record\n2239–2250, 2261; Deposition of John Schick, Exhs. 62, 63, 64 (Sept.\n26, 1995).The evidence, furthermore, was potentially\ndevastating. It would have shown that two years before Steacy\nMcConnell’s death, police found Jerry Howard’s body in a secluded\narea. Howard had been killed execution style, with a bullet to the\nback of the head. The authorities suspected Belmontes, but on the\neve of trial the State’s witnesses refused to cooperate (Belmontes’\nmother had begged one not to testify). The prosecution therefore\nbelieved it could not prove Belmontes guilty of murder beyond a\nreasonable doubt. What the prosecution could prove, even without\nthe recalcitrant witnesses, was that Belmontes possessed the gun\nused to murder Howard. So the State offered, and Belmontes\naccepted, a no-contest plea to accessory after the fact to\nvoluntary manslaughter. Record 2239–2243; Deposition of John\nSchick, Exhs. 62, 63, 64.But Belmontes had not been shy\nabout discussing the murder, boasting to several people that he had\nkilled Howard. Steven Cartwright informed the district attorney\nthat Belmontes had confessed to the murder. A police informant told\ndetectives that Belmontes “bragged” about the murder, stating that\nhe was “mad” at Howard because “the night before, he had quite a\n[lot] of dope and wouldn’t share it with him.” After double\njeopardy protection set in and he had been released on parole,\nBelmontes admitted his responsibility for the murder to his\ncounselor at the California Youth Authority, Charles Sapien. During\nhis time in confinement, Belmontes had “always denied that he was\nthe [one] who shot Jerry Howard.” But because Sapien “had been\nsquare with [Belmontes],” Belmontes decided to level with Sapien\nupon his release, telling Sapien that he had “ ‘wasted’ that\nguy.” Record 2240; Deposition of John Schick, Exhs. 62, 63,\n64.Schick understood the gravity of\nthis aggravating evidence, and he built his mitigation strategy\naround the overriding need to exclude it. California evidentiary\nrules, Schick knew, offered him an argument to exclude the\nevidence, but those same rules made clear that the evidence would\ncome in for rebuttal if Schick opened the door. Record 2256; see\nalsoPeoplev.Rodriguez,42 Cal. 3d\n730, 791–792,726 P.2d 113,\n153 (1986);Peoplev.Harris,28 Cal. 3d\n935, 960–962, 623 P. 2d 240, 254 (1981). Schick thus had\n“grave concerns” that, even if he succeeded initially in excluding\nthe prior murder evidence, it would still be admitted if his\nmitigation case swept too broadly. Accordingly, Schick decided to\nproceed cautiously, structuring his mitigation arguments and\nwitnesses to limit that possibility. Deposition of John Schick 301,\n309–310; seeStrickland,supra, at 699\n(“Restricting testimony on respondent’s character to what had come\nin at the plea colloquy ensured that contrary character and\npsychological evidence and respondent’s criminal history, which\ncounsel had successfully moved to exclude, would not come\nin”).As Schick expected, the\nprosecution was ready to admit this evidence during the sentencing\nphase. Schick moved to exclude the evidence, arguing that the State\nshould be allowed to tell the jury only that Belmontes had been\nconvicted of being an accessory after the fact to voluntary\nmanslaughter—nothing more. Record 2240–2254. Schick succeeded in\nkeeping the prosecution from presenting the damaging evidence in\nits sentencing case in chief, but his client remained at risk: The\ntrial court indicated the evidence would come in for rebuttal or\nimpeachmentifSchick opened the door.Id., at\n2256.This was not an empty threat. In\none instance, Schick elicited testimony that Belmontes was not a\nviolent person. The State objected and, out of earshot of the jury,\nargued that it should be able to rebut the testimony with the\nHoward murder evidence.Id., at 2332–2334. The Court\nwarned Schick that it was “going to have to allow [the prosecution]\nto go into the whole background” if Schick continued his line of\nquestioning.Id., at 2334. Schick acquiesced, and the\ncourt struck the testimony.Ibid.The Court’s warning reinforced\nSchick’s understanding that he would have to tailor his mitigation\ncase carefully to preserve his success in excluding the Howard\nmurder evidence. With that cautionary note in mind, Schick put on\nnine witnesses he thought could advance a case for mitigation,\nwithout opening the door to the prior murder evidence. Seeid., at 2312–2417.The Court of Appeals determined\nthat in spite of these efforts, Schick’s performance was\nconstitutionally deficient under Circuit precedent.Belmontes, 529 F. 3d, at 862–863. The State\nchallenges that conclusion, but we need not resolve the point,\nbecause we agree with the District Court that Belmontes cannot\nestablish prejudice.IITo establish\nprejudice, Belmontes must show “a reasonable probability that, but\nfor counsel’s unprofessional errors, the result of the proceeding\nwould have been different.”Strickland, 466 U. S., at 694.\nThat showing requires Belmontes to establish “a reasonable\nprobability that a competent attorney, aware of [the available\nmitigating evidence], would have introduced it at sentencing,” and\n“that had the jury been confronted with this … mitigating evidence,\nthere is a reasonable probability that it would have returned with\na different sentence.”Wigginsv.Smith,539 U. S. 510, 535, 536\n(2003).The Ninth Circuit\ndetermined that a reasonably competent lawyer would have introduced\nmore mitigation evidence, on top of what Schick had already\npresented. For purposes of our prejudice analysis, we accept that\nconclusion and proceed to consider whether there is a reasonable\nprobability that a jury presented with this additional mitigation\nevidence would have returned a different verdict.In evaluating that question, it is\nnecessary to considerallthe relevant evidence that the\njury would have had before it if Schick had pursued the different\npath—not just the mitigation evidence Schick could have presented,\nbut also the Howard murder evidence that almost certainly would\nhave come in with it. SeeStrickland,supra, at\n695–696, 700. Thus, to establish prejudice, Belmontes must show a\nreasonable probability that the jury would have rejected a capital\nsentence after it weighed the entire body of mitigating evidence\n(including the additional testimony Schick could have presented)\nagainst the entire body of aggravating evidence (including the\nHoward murder evidence). Belmontes cannot meet this\nburden.We begin with the mitigating\nevidence Schick did present during the sentencing phase. That\nevidence was substantial. The same Ninth Circuit panel addressing\nthe same record in Belmontes’ first habeas appeal agreed,\nrecognizing “the substantial nature of the mitigating evidence”\nSchick presented.Belmontesv.Woodford, 350\nF. 3d 861, 907 (2003). It reiterated the point several times.\nSeeid., at 874, 901, 908.All told, Schick put nine\nwitnesses on the stand over a span of two days, and elicited a\nrange of testimony on Belmontes’ behalf. A number of those\nwitnesses highlighted Belmontes’ “terrible” childhood. They\ntestified that his father was an alcoholic and extremely abusive.\nBelmontes’ grandfather described the one-bedroom house where\nBelmontes spent much of his childhood as a “chicken coop.”\nBelmontes did not do well in school; he dropped out in the ninth\ngrade. His younger sister died when she was only 10 months old. And\nhis grandmother died tragically when she drowned in her swimming\npool. See Record 2314–2319, 2324–2325, 2344.Family members also testified\nthat, despite these difficulties, Belmontes maintained strong\nrelationships with his grandfather, grandmother, mother, and\nsister.Id., at 2317–2318, 2325–2326. And Belmontes’ best\nfriend offered the insights of a close friend and confidant.Id., at 2329–2332.Schick also called witnesses who\ndetailed Belmontes’ religious conversion while in state custody on\nthe accessory charge. These witnesses told stories about Belmontes’\nefforts advising other inmates in his detention center’s religious\nprogram, to illustrate that he could live a productive and\nmeaningful life in prison. They described his success working as\npart of a firefighting crew, detailing his rise from lowest man on\nthe team to second in command. Belmontes’ assistant chaplain even\nsaid that he would use Belmontes as a regular part of his prison\ncounseling program if the jury handed down a life sentence.Id., at 2379–2384, 2396–2398, 2400–2407.Belmontes himself bolstered these\naccounts by testifying about his childhood and religious\nconversion, both at sentencing and during allocution. Belmontes\ndescribed his childhood as “pretty hard,” but took responsibility\nfor his actions, telling the jury that he did not want to use his\nbackground “as a crutch[,] to say I am in a situation now … because\nof that.”Id., at 2343.On remand from this Court, the\nCourt of Appeals—addressing Belmontes’ ineffective assistance claim\nfor the first time—changed its view of this evidence. Instead of\nfinding Schick’s mitigation case “substantial,” as it previously\nhad,Belmontes, 350 F. 3d, at 907, the Ninth Circuit\nthis time around labeled it “cursory,”Belmontes, 529\nF. 3d, at 841, 861, n. 14, 866. Compare alsoBelmontes, 350 F. 3d, at 874, 901, 907 (labeling the\nmitigation evidence Schick presented “substantial”), withBelmontes, 529 F. 3d, at 847, n. 3, 874 (labeling the\nsame evidence “insubstantial”). More evidence, the Court of Appeals\nnow concluded, would have made a difference; in particular, more\nevidence to “humanize” Belmontes, as that court put it no fewer\nthan 11 times in its opinion.Belmontes, 529 F. 3d,\nat 850, 859, 860, 862, 863, 864, 865, and n. 18, 869, 872,\n874. The Court determined that the failure to put on this evidence\nprejudiced Belmontes.There are two problems with this\nconclusion: Some of the evidence was merely cumulative of the\nhumanizing evidence Schick actually presented; adding it to what\nwas already there would have made little difference. Other evidence\nproposed by the Ninth Circuit would have put into play aspects of\nBelmontes’ character that would have triggered admission of the\npowerful Howard evidence in rebuttal. This evidence would have made\na difference, but in the wrong direction for Belmontes. In either\nevent, Belmontes cannot establishStricklandprejudice.First, the cumulative evidence. In\nthe Court of Appeals’ view, Belmontes should have presented more\nhumanizing evidence about Belmontes’ “difficult childhood” and\nhighlighted his “positive attributes.” 529 F. 3d, at 864. As\nfor his difficult childhood, Schick should have called witnesses to\ntestify that “when Belmontes was five years old, his 10-month-old\nsister died of a brain tumor,” that he “exhibited symptoms of\ndepression” after her death, that his grandmother suffered from\n“alcoholism and prescription drug addiction,” and that both his\nimmediate and extended family lived in a state of “constant\nstrife.”Ibid. As for his positive attributes, Schick\nshould have produced testimony about Belmontes’ “strong character\nas a child in the face of adversity.”Ibid.Schick should\nhave illustrated that Belmontes was “kind, responsible, and\nlikeable”; that he “got along well with his siblings” and was\n“respectful towards his grandparents despite their disapproval of\nhis mixed racial background”; and that he “participated in\ncommunity activities, kept up in school and got along with his\nteachers before [an] illness, and made friends easily.”Ibid.But as recounted above and\nrecognized by the state courts and, originally, this very panel,\nSchickdidput on substantial mitigation evidence, much of\nit targeting the same “humanizing” theme the Ninth Circuit\nhighlighted. Compare,e.g.,ibid., with Record\n2317 (death of 10-month-old sister);id., at 2319, 2325\n(difficult childhood);id., at 2314–2315 (family member’s\naddictions);id., at 2314–2315, 2324–2325 (family strife\nand abuse);id., at 2317, 2319, 2347–2348, 2397 (strong\ncharacter as a child);id., at 2326–2327 (close\nrelationship with siblings);id., at 2317–2319 (close\nrelationship with grandparents);id., at 2348–2351\n(participation in community religious events); see also,e.g., Belmontes’ Traverse to Respondent’s Return to Pet.\nfor Writ of Habeas Corpus in No. 5–89–0736–EJG–JFM (ED Cal.),\np. 64 (“[C]ounsel’s presentation was arguably adequate only\nwith respect to [evidence] of ‘humanizing’ petitioner”). The\nsentencing jury was thus “well acquainted” with Belmontes’\nbackground and potential humanizing features.Schrirov.Landrigan,550 U. S. 465, 481\n(2007). Additional evidence on these points would have offered an\ninsignificant benefit, if any at all.The Ninth Circuit also determined\nthat both the evidence Schick presented and the additional evidence\nit proposed would have carried greater weight if Schick had\nsubmitted expert testimony. Such testimony could “make connections\nbetween the various themes in the mitigation case and explain to\nthe jury how they could have contributed to Belmontes’s involvement\nin criminal activity.”Belmontes, 529 F. 3d, at 853.\nSee alsoibid. (discussing expert’s federal habeas\ntestimony on importance of expert testimony). But the body of\nmitigating evidence the Ninth Circuit would have required Schick to\npresent was neither complex nor technical. It required only that\nthe jury make logical connections of the kind a layperson is well\nequipped to make. The jury simply did not need expert testimony to\nunderstand the “humanizing” evidence; it could use its common sense\nor own sense of mercy.What is more, expert testimony\ndiscussing Belmontes’ mental state, seeking to explain his\nbehavior, or putting it in some favorable context would have\nexposed Belmontes to the Howard evidence. SeeDardenv.Wainwright,477 U. S. 168, 186\n(1986) (“Any attempt to portray petitioner as a nonviolent man\nwould have opened the door for the State to rebut with evidence of\npetitioner’s prior convictions… . Similarly, if defense\ncounsel had attempted to put on evidence that petitioner was a\nfamily man, they would have been faced with his admission at trial\nthat, although still married, he was spending the weekend furlough\nwith a girlfriend”).If, for example, an expert had\ntestified that Belmontes had a “ ‘high likelihood of a …\nnonviolent adjustment to a prison setting,’ ” as Belmontes\nsuggested an expert might, see Brief for Appellant in No. 01–99018\n(CA9), p. 34, the question would have immediately arisen:\n“What was his propensity toward violence to begin with? Does\nevidence of another murder alter your view?” Expert testimony\nexplainingwhythe jury should feel sympathy, as opposed\nsimply to facts that might elicit that response, would have led to\na similar rejoinder: “Is such sympathy equally appropriate for\nsomeone who committed a second murder?” Any of this testimony from\nan expert’s perspective would have made the Howard evidence fair\ngame.Many of Belmontes’ other arguments\nfail for the same reason. He argues that the jury should have been\ntold that he suffered an “extended bout with rheumatic fever,”\nwhich led to “emotional instability, impulsivity, and impairment of\nthe neurophysiological mechanisms for planning and reasoning.”\nAmended Pet. for Writ of Habeas Corpus 120. But the cold,\ncalculated nature of the Howard murder and Belmontes’ subsequent\nbragging about it would have served as a powerful\ncounterpoint.The type of\n“more-evidence-is-better” approach advocated by Belmontes and the\nCourt of Appeals might seem appealing—after all, what is there to\nlose? But here there was a lot to lose. A heavyhanded case to\nportray Belmontes in a positive light, with or without experts,\nwould have invited the strongest possible evidence in rebuttal—the\nevidence that Belmontes was responsible for not one but two\nmurders.Belmontes counters that some of\nthe potential mitigating evidence might not have opened the door to\nthe prior murder evidence. The Court of Appeals went so far as to\nstate, without citation, that “[t]here would be no basis for\nsuggesting that [expert testimony] would be any different if the\nexpert were informed that Belmontes committed two murders rather\nthan one.”Belmontes, 529 F. 3d, at 869, n. 20.\nBut it is surely pertinent in assessing expert testimony\n“explain[ing] … involvement in criminal activity,”id., at\n853, to know what criminal activity was at issue. And even if the\nnumber of murders were as irrelevant as the Ninth Circuit asserted,\nthe fact thatthesetwo murders were so different in\ncharacter made each of them highly pertinent in evaluating expert\ntestimony of the sort envisioned by the Court of\nAppeals.The Ninth Circuit noted that the\ntrial court retained discretion to exclude the Howard evidence even\nif Schick opened the door.Id., at 869–870, n. 20. If\nSchick had doubts, the Court of Appeals contended, he could have\nsecured an answer in advance through a motionin limine.Ibid. The trial judge, however, left little doubt where he\nstood. While ruling that the prosecution could not present the\nevidence in its case in chief, Record 2254, the judge made clear\nthat it would come in for certain rebuttal purposes,id.,\nat 2256, 2332–2334. When Schick elicited testimony that Belmontes\nwas not violent, for example, the judge ordered it stricken and\nwarned Schick that he would admit the Howard murder evidence—to let\nthe prosecution “go into the whole background”—if Schick pressed\nforward.Id., at 2334.In balancing the mitigating\nfactors against the aggravators, the Court of Appeals repeatedly\nreferred to the aggravating evidence the State presented as\n“scant.”Belmontes, 529 F. 3d, at 870, 873, 874, 875,\n878. That characterization missesStrickland’s point that\nthe reviewing court must consider all the evidence—the good and the\nbad—when evaluating prejudice. SeeStrickland, 466 U. S.,\nat 695–696, 700. Here, the worst kind of bad evidence would have\ncome in with the good. The only reason it did not was because\nSchick was careful in his mitigation case. The State’s aggravation\nevidence could only be characterized as “scant” if one ignores the\n“elephant in the courtroom”—Belmontes’ role in the Howard\nmurder—that would have been presented had Schick submitted the\nadditional mitigation evidence.Belmontesv.Ayers, 551 F. 3d 864, 867 (CA9 2008) (Callahan, J.,\ndissenting from denial of rehearing en banc).Even on the record before it—which\ndid not include the Howard murder—the state court determined that\nBelmontes “was convicted on extremely strong evidence that he\ncommitted an intentional murder of extraordinary brutality.”Belmontes, 45 Cal. 3d, at 819, 755 P. 2d, at 354. That\ncourt also noted that “[t]he properly admitted aggravating evidence\nin this case—in particular, the circumstances of the crime—was\nsimply overwhelming.”Id., at 809, 755 P. 2d, at 348\n(citation omitted). The Ninth Circuit saw the murder differently.\nIt viewed the circumstances of the crime as only “conceivably\nsignificant” as an aggravating factor.Belmontes, 529\nF. 3d, at 871. In particular, the Court of Appeals concluded\nthat “[t]he crime here did not involve … needless suffering on the\npart of the victim.”Ibid.We agree with the state court’s\ncharacterization of the murder, and simply cannot comprehend the\nassertion by the Court of Appeals that this case did not involve\n“needless suffering.” The jury saw autopsy photographs showing\nSteacy McConnell’s mangled head, her skull crushed by 15 to 20\nblows from a steel dumbbell bar the jury found to have been wielded\nby Belmontes. McConnell’s corpse showed numerous “defensive bruises\nand contusions on [her] hands, arms, and feet,”id., at\n839, which “plainly evidenced a desperate struggle for life at\n[Belmontes’] hands,”Belmontes, 755 P. 2d, at 354.\nBelmontes left McConnell to die, but officers found her still\nfighting for her life before ultimately succumbing to the injuries\ncaused by the blows from Belmontes. Record 3. The jury also heard\nthat this savage murder was committed solely to prevent\ninterference with a burglary that netted Belmontes $100 he used to\nbuy beer and drugs for the night. McConnell suffered, and it was\nclearly needless.Some of the error below may be\ntraced to confusion about the appropriate standard and burden of\nproof. While the Court of Appeals quoted the pertinent language\nfromStrickland, that court elsewhere suggested it might\nhave applied something different. In explaining its prejudice\ndetermination, the Ninth Circuit concluded that “[t]he aggravating\nevidence, even with the addition of evidence that Belmontes\nmurdered Howard, is not strong enough, in light of the mitigating\nevidence that could have been adduced, to rule out a sentence of\nlife in prison.”Belmontes, 529 F. 3d, at 875. ButStricklanddoes not require the State to “rule out” a\nsentence of life in prison to prevail. Rather,Stricklandplaces the burden on the defendant, not the State, to show a\n“reasonable probability” that the result would have been different.\n466 U. S., at 694. Under a proper application of theStricklandstandard, Belmontes cannot carry this\nburden.It is hard to imagine expert\ntestimony andadditionalfacts about Belmontes’ difficult\nchildhood outweighing the facts of McConnell’s murder. It becomes\neven harder to envision such a result when the evidence that\nBelmontes had committed another murder—“the most powerful\nimaginable aggravating evidence,” as Judge Levi put it,Belmontes, S-89–0736, App. to Pet. for Cert. 183a—is added\nto the mix. Schick’s mitigation strategy failed, but the notion\nthat the result could have been different if only Schick had put on\nmore than the nine witnesses he did, or called expert witnesses to\nbolster his case, is fanciful.The petition for certiorari and\nthe motion for leave to proceedin forma pauperisare\ngranted. The judgment of the Court of Appeals for the Ninth Circuit\nis reversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.",
    "joined": []
}