{
    "case": {
        "docket": "312",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/312/"
    },
    "id": "3261616",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJEFFREY WOODS, WARDENv.CORY DONALDon petition for writ of certiorari to the united states court of\nappeals for the sixth circuitNo. 14–618. Decided March 30, 2015Per Curiam.Federal courts may grant habeas corpus relief if the underlying\nstate-court decision was \"contrary to, or involved an unreasonable\napplication of, clearly established Federal law, as determined by\"\nthis Court. 28 U. S. C. §2254(d)(1). Here, the Sixth\nCircuit held that respondent Cory Donald's attorney providedper seineffective assistance of counsel underUnited Statesv.Cronic, 466 U. S. 648 (1984) ,\nwhen he was briefly absent during testimony concerning other\ndefendants. Because no decision from this Court clearly establishes\nthat Donald is entitled to relief underCronic, we\nreverse.IAfter a day of drinking and smoking marijuana, Cory Donald and\nfour others—Seante Liggins, Rashad Moore, Dewayne Saine, and Fawzi\nZaya—decided to rob a drug dealer named Mohammed Makki. Donald,\nMoore, and Liggins drove to Makki's home in Dearborn, Michigan,\nwearing black skull caps and coats. Moore and Donald entered the\nhouse, while Liggins waited in the car.Michael McGinnis, one of Makki's drug runners, was in the house\nat the time. When Donald and Moore came through the door, McGinnis\nraised his hands and dropped face-down to the floor. He heard a\nscuffle in the kitchen and two gunshots as someone said,\n\" '[L]et it go.' \"Donaldv.Rapelje, 580\nFed. Appx. 277, 279 (CA6 2014). After that, McGinnnis felt a gun on\nthe back of his head while someone rifled through his pockets\nsaying, \" '[W]hat you got, what you got?' \"Donaldv.Rapelje, 2012 WL 6047130, *3 (ED Mich., Dec. 5, 2012). He\nalso heard one of the two men whisper to the other, \" 'I got\nshot, I got shot.' \" 580 Fed. Appx., at 279. After Moore and\nDonald left, McGinnis found Makki slumped against the refrigerator\ndying.About seven minutes after they entered the house, Moore and\nDonald returned, guns in hand, to Liggins' car. Donald told the\nothers that he had stolen $320 and that Moore had accidentally shot\nhim during the crime. That night, Donald checked into a hospital\nfor a gunshot wound to his foot. Police arrested him about three\nweeks later.The State charged Donald with one count of first-degree felony\nmurder and two counts of armed robbery. Liggins and Zaya pleaded\nguilty, and Donald was tried with Moore and Saine. His defense\ntheory was that he was present at the scene of the crime but he did\nnot participate. At trial, the government sought to admit a chart\nchronicling phone calls from the day of the crime among Moore,\nSaine, and Zaya. Moore and Saine's attorneys objected, but Donald's\nattorney declined, saying: \" 'I don't have a dog in this race.\nIt does not affect me at all.' \"Id., at 280. The court\nadmitted the exhibit and took a short recess.When the trial resumed, Donald's counsel was not in the\ncourtroom. At first, the judge indicated that he would wait for the\nattorney. But he then decided to proceed because Donald's counsel\nhad already indicated that the exhibit and testimony did not apply\nto his client. About 10 minutes later, the lawyer returned. The\njudge informed him that \" 'up until that point we only were\ndiscussing the telephone chart,' \" to which the attorney\nreplied, \" '[ Y ]es, your Honor, and as I had\nindicated on the record, I had no dog in the race and no interest\nin that.' \"Ibid.The jury found Donald guilty on all three counts. He was\nsentenced to life imprisonment for the felony-murder count and to\nconcurrent prison terms of 10½ to 20 years for each of the armed\nrobbery counts. On appeal, Donald argued that he was entitled to a\nnew trial because his attorney's absence during the phone call\ntestimony denied him his Sixth Amendment right to effective\nassistance of counsel. The Michigan Court of Appeals rejected his\nclaim, and the Michigan Supreme Court denied review.The United States District Court for the Eastern District of\nMichigan granted federal habeas relief, and the Sixth Circuit\naffirmed. The Sixth Circuit held that the Michigan Court of\nAppeals' decision was both contrary to and involved an unreasonable\napplication of this Court's decision inCronic. In the\nnormal course, defendants claiming ineffective assistance of\ncounsel must satisfy the familiar framework ofStricklandv.Washington, 466 U. S. 668, 687 (1984) , which requires\na showing that \"counsel's performance was deficient\" and \"that the\ndeficient performance prejudiced the defense.\" And when reviewing\nan ineffective-assistance-of-counsel claim, \"a court must indulge a\nstrong presumption that counsel's conduct falls within the wide\nrange of reasonable professional assistance.\"Id.,at\n689.InCronic, however, we held that courts may presume that\na defendant has suffered unconstitutional prejudice if he \"is\ndenied counsel at a critical stage of his trial.\" 466 U. S.,\nat 659. And inBellv.Cone, 535 U. S. 685, 696\n(2002) , we characterized a \"critical stage\" as one that \"held\nsignificant consequences for the accused.\" According to the Sixth\nCircuit, these statements should have compelled the Michigan court\nto hold that the phone call testimony was a \"critical stage\" and\nthat counsel's absence consti-tutedper seineffective\nassistance. Without identifying any decision from this Court\ndirectly in point, the Sixth Circuit concluded that the relevant\ntestimony in this case was \"similar to\" our cases applyingCronic. 580 Fed. Appx., at 284.IIAUnder the Antiterrorism and Effective Death Penalty Act of 1996\n(AEDPA), 110Stat. 1214, a federal court may grant habeas relief\nonly when a state court's decision on the merits was \"contrary to,\nor involved an unreasonable application of, clearly established\nFederal law, as determined by\" decisions from this Court, or was\n\"based on an unreasonable determination of the facts.\" 28\nU. S. C. §2254(d). Donald does not argue that the\nstate-court decision in his case was factually erroneous. Instead,\nhe argues that the decision was both contrary to and involved an\nunreasonable application of this Court's\nineffective-assistance-of-counsel cases.AEDPA's standard is intentionally \" ' \"difficult to\nmeet.\" ' \"Whitev.Woodall, 572 U. S.\n___, ___ (2014) (slip op., at 3) (quotingMetrishv.Lancaster, 569 U. S. ___, ___ (2013) (slip op., at 5)).\nWe have explained that \" 'clearly established Federal law' for\npurposes of §2254(d)(1) includes only the holdings, as opposed to\nthe dicta, of this Court's decisions.\"White, 572\nU. S., at ___ (slip op., at 3) (some internal quotation marks\nomitted). \"And an 'unreasonable application of' those holdings must\nbe objectively unreasonable, not merely wrong; even clear error\nwill not suffice.\"Id.,at ___ (slip op., at 3–4) (same). To\nsatisfy this high bar, a habeas petitioner is required to \"show\nthat the state court's ruling on the claim being presented in\nfederal court was so lacking in justification that there was an\nerror well understood and comprehended in existing law beyond any\npossibility for fairminded disagreement.\"Harringtonv.Richter, 562 U. S. 83, 103 (2011) .Adherence to these principles serves important interests of\nfederalism and comity. AEDPA's requirements reflect a \"presumption\nthat state courts know and follow the law.\"Woodfordv.Visciotti, 537 U. S. 19, 24 (2002) (per\ncuriam). When reviewing state criminal convictions on\ncollateral review, federal judges are required to afford state\ncourts due respect by overturning their decisions only when there\ncould be no reasonable dispute that they were wrong. Federal habeas\nreview thus exists as \"a guard against extreme malfunctions in the\nstate criminal justice systems, not a substitute for ordinary error\ncorrection through appeal.\"Harrington,supra, at\n102–103 (internal quotation marks omitted). This is especially true\nfor claims of ineffective assistance of counsel, where AEDPA review\nmust be \" ' \"doubly deferential\" ' \" in order\nto afford \"both the state court and the defense attorney the\nbenefit of the doubt.\"Burtv.Titlow, 571 U. S.\n___, ___ (2013) (slip op., at 1) (quotingCullenv.Pinholster, 563 U. S. 170 , ___ (2011) (slip op., at\n17)).BThe Sixth Circuit should not have affirmed theCronic-based grant of habeas relief in this case. The\nMichigan Court of Appeals' decision was not contrary to any clearly\nestablished holding of this Court. We have never addressed whether\nthe rule announced inCronicapplies to testimony regarding\ncodefendants' actions. InCronicitself, we rejected the\ndefendant's claim that his counsel's lack of experience and short\ntime for preparation warranted a presumption of prejudice, not a\nclaim based on coun-sel's absence. See 466 U. S., at 663–666.\nWhen announcing the rule inCronic, we cited earlier cases\nfinding prejudice where \"counsel was either totally absent, or\nprevented from assisting the accused during a critical stage of the\nproceeding.\"Id., at 659, n. 25. But none of those cases\ndealt with circumstances like those present here. AndBelldid not involve the absence of counsel; instead, we declined to\npresume prejudice where a capital defendant's counsel \"failed to\n'mount some case for life' after the prosecution introduced\nevidence in the sentencing hearing and gave a closing statement.\"\n535 U. S., at 696.Because none of our cases confront \"the specific question\npresented by this case,\" the state court's decision could not be\n\"contrary to\" any holding from this Court.Lopezv.Smith, 574 U. S. ___, ___ (2014) (per curiam)\n(slip op., at 5). The most that the Sixth Circuit could muster was\nthat \"[t]he testimony of a government witness is similar to the\ntrial events that th[is] Court has deemed to be critical stages.\"\n580 Fed. Appx., at 284. But that conclusion is doubly wrong. First,\nif the circumstances of a case are only \"similar to\" our\nprecedents, then the state court's decision is not \"contrary to\"\nthe holdings in those cases. See,e.g., Careyv.Musladin, 549 U. S. 70 –77, and n. 2 (2006). Second,\nthe Sixth Circuit framed the issue at too high a level of\ngenerality. See,e.g.,Lopez,supra,at ___\n(slip op., at 5). The relevant testimony was not merely \"testimony\nof a government witness\"; it was prosecution testimonyabout\nother defendants. To be sure, the Sixth Circuit considered the\ntestimony relevant to Donald because he was being prosecuted on an\naiding-and-abetting theory for felony murder. But Donald's position\nwas that he had nothing to do with the planning among his\ncodefendants. And none of our holdings address counsel's absence\nduring testimony that is irrelevant within the defendant's own\ntheory of the case.Nor was the state court's decision an unreasonable application\nof our cases. The Sixth Circuit stated \"that a critical stage of\ntrial is a 'step of a criminal proceeding . . . that\nh[olds] significant consequences for the accused.' \" 580 Fed.\nAppx., at 284 (quotingBell,supra, at 696). And it\nheld that the Michigan Court of Appeals' decision was \"objectively\nunreasonable\" because the phone call evidence might have indirectly\ninculpated Donald in the eyes of the jury. But that holding is not\ncorrect. Just last Term we warned the Sixth Circuit that \"where the\n' \"precise contours\" ' of [a] right remain\n' \"unclear,\" ' state courts enjoy 'broad discretion' in\ntheir adjudication of a prisoner's claims.\"White, 572\nU. S., at ___ (slip op., at 9) (quotingLockyerv.Andrade, 538 U. S. 63, 76 (2003) , in turn quotingHarmelinv.Michigan, 501 U. S. 957, 998 (1991)\n(Kennedy, J., concurring in part and in judgment)). Within the\ncontours ofCronic, a fairminded jurist could conclude that\na presumption of prejudice is not warranted by counsel's short\nabsence during testimony about other defendants where that\ntestimony was irrelevant to the defendant's theory of the case.Cronicapplies in \"circumstances that are so likely to\nprejudice the accused that the cost of litigating their effect in a\nparticular case is unjustified.\" 466 U. S., at 658. The\nMichigan Court of Appeals' refusal to apply it to these\ncircumstances was not the \"extreme malfunction\" required for\nfederal habeas relief.Harrington, 562 U. S., at\n102.IIIBecause we consider this case only in the narrow context of\nfederal habeas review, we \"expres[s] no view on the merits of the\nunderlying Sixth Amendment principle.\"Marshallv.Rodgers, 569 U. S. ___, ___ (2013) (per\ncuriam) (slip op., at 7). All that matters here, and all that\nshould have mattered to the Sixth Circuit, is that we have not held\nthatCronicapplies to the circumstances presented in this\ncase. For that reason, federal habeas relief based uponCronicis unavailable.The petition for a writ of certiorari and respondent's motion to\nproceedin forma pauperisare granted. The judgment of the\nUnited States Court of Appeals for the Sixth Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}