{
    "case": {
        "docket": "7",
        "citation": "577",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/577/7/"
    },
    "id": "4565464",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESCHADRIN LEE MULLENIXv.BEATRICE LUNA,\nindividually and as representative of the ESTATE OF ISRAEL LEIJA,\nJR., et al.on petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo. 14–1143. Decided November 9, 2015Per Curiam.On the night of March 23, 2010, Sergeant Randy\nBaker of the Tulia, Texas Police Department followed Israel Leija,\nJr., to a drive-in restaurant, with a warrant for his arrest. 773\nF.3d 712, 715–716 (CA5 2014). When Baker approached Leija’s car and\ninformed him that he was under arrest, Leija sped off, headed for\nInterstate 27. 2013 WL 4017124, *1 (ND Tex., Aug. 7, 2013). Baker\ngave chase and was quickly joined by Trooper Gabriel Rodriguez of\nthe Texas Department of Public Safety (DPS). 773 F. 3d, at\n716.Leija entered the interstate and led the\nofficers on an 18-minute chase at speeds between 85 and 110 miles\nper hour.Ibid. Twice during the chase, Leija called the\nTulia Police dispatcher, claiming to have a gun and threatening to\nshoot at police officers if they did not abandon their pursuit. The\ndispatcher relayed Leija’s threats, together with a report that\nLeija might be intoxicated, to all concerned officers.As Baker and Rodriguez maintained their pursuit,\nother law enforcement officers set up tire spikes at three\nlocations. Officer Troy Ducheneaux of the Canyon Police Department\nmanned the spike strip at the first location Leija was expected to\nreach, beneath the overpass at Cemetery Road. Ducheneaux and the\nother officers had received training on the deployment of spike\nstrips, including on how to take a defensive position so as to\nminimize the risk posed by the passing driver.Ibid.DPS Trooper Chadrin Mullenix also responded. He\ndrove to the Cemetery Road overpass, initially intending to set up\na spike strip there. Upon learning of the other spike strip\npositions, however, Mullenix began to consider another tactic:\nshooting at Leija’s car in order to disable it. 2013 WL 4017124,\n*1. Mullenix had not received training in this tactic and had not\nattempted it before, but he radioed the idea to Rodriguez.\nRodriguez responded “10–4,” gave Mullenix his position, and said\nthat Leija had slowed to 85 miles per hour. Mullenix then asked the\nDPS dispatcher to inform his supervisor, Sergeant Byrd, of his plan\nand ask if Byrd thought it was “worth doing.” 773\nF. 3d,at 716–717. Before receiving Byrd’s response,\nMullenix exited his vehicle and, armed with his service rifle, took\na shooting position on the overpass, 20 feet above I–27.\nRespondents allege that from this position, Mullenix still could\nhear Byrd’s response to “stand by” and “see if the spikes work\nfirst.”Ibid.[1]*As Mullenix waited for Leija to arrive, he and\nanother officer, Randall County Sheriff’s Deputy Tom Shipman,\ndiscussed whether Mullenix’s plan would work and how and where to\nshoot the vehicle to best carry it out. 2013 WL 4017124, *2.\nShipman also informed Mullenix that another officer was located\nbeneath the overpass. 773 F. 3d, at 717.Approximately three minutes after Mullenix took\nup his shooting position, he spotted Leija’s vehicle, with\nRodriguez in pursuit. As Leija approached the overpass, Mullenix\nfired six shots. Leija’s car continued forward beneath the\noverpass, where it engaged the spike strip, hit the median, and\nrolled two and a half times. It was later determined that Leija had\nbeen killed by Mullenix’s shots, four of which struck his upper\nbody. There was no evidence that any of Mullenix’s shots hit the\ncar’s radiator, hood, or engine block.Id., at 716–717; 2013\nWL 4017124, *2–*3.Respondents sued Mullenix under Rev. Stat.\n§1979, 42 U. S. C. §1983, alleging that he had violated the Fourth\nAmendment by using excessive force against Leija. Mullenix moved\nfor summary judgment on the ground of qualified immunity, but the\nDistrict Court denied his motion, finding that “[t]here are genuine\nissues of fact as to whether Trooper Mullenix acted recklessly, or\nacted as a reasonable, trained peace officer would have acted in\nthe same or similar circumstances.” 2013 WL 4017124, *6.Mullenix appealed, and the Court of Appeals for\nthe Fifth Circuit affirmed. 765 F.3d 531 (2014). The court agreed\nwith the District Court that the “immediacy of the risk posed by\nLeija is a disputed fact that a reasonable jury could find either\nin the plaintiffs’ favor or in the officer’s favor, precluding us\nfrom concluding that Mullenix acted objectively reasonably as a\nmatter of law.”Id., at 538.Judge King dissented. She described the\n“ ‘fact issue’ referenced by the majority” as “simply a\nrestatement of the objective reasonableness test that applies to\nFourth Amendment excessive force claims,” which, she noted, the\nSupreme Court has held “ ‘is a pure question of law.’ ”Id., at 544–545 (quotingScottv.Harris,550\nU.S. 372, 381, n. 8 (2007)). Turning to that legal question,\nJudge King concluded that Mullenix’s actions were objectively\nreasonable. When Mullenix fired, she emphasized, he knew not only\nthat Leija had threatened to shoot the officers involved in his\npursuit, but also that Leija was seconds away from encountering\nsuch an officer beneath the overpass. Judge King also dismissed the\nnotion that Mullenix should have given the spike strips a chance to\nwork. She explained that because spike strips are often\nineffective, and because officers operating them are vulnerable to\ngunfire from passing cars, Mullenix reasonably feared that the\nofficers manning them faced a significant risk of harm. 765\nF. 3d, at 548–549.Mullenix sought rehearing en banc before the\nFifth Circuit, but the court denied his petition. Judge Jolly\ndissented, joined by six other members of the court. Judge King,\nwho joined Judge Jolly’s dissent, also filed a separate dissent of\nher own. 777 F.3d 221 (2014) (per curiam). On the same\nday, however, the two members forming the original panel’s majority\nwithdrew their previous opinion and substituted a new one. 773 F.3d\n712. The revised opinion recognized that objective unreasonableness\nis a question of law that can be resolved on summary judgment—as\nJudge King had explained in her dissent—but reaffirmed the denial\nof qualified immunity.Id., at 715, 718. The majority\nconcluded that Mullenix’s actions were objectively unreasonable\nbecause several of the factors that had justified deadly force in\nprevious cases were absent here: There were no innocent bystanders,\nLeija’s driving was relatively controlled, Mullenix had not first\ngiven the spike strips a chance to work, and Mullenix’s decision\nwas not a split-second judgment.Id., at 720–724. The court\nwent on to conclude that Mullenix was not entitled to qualified\nimmunity because “the law was clearly established such that a\nreasonable officer would have known that the use of deadly force,\nabsent a sufficiently substantial and immediate threat, violated\nthe Fourth Amendment.”Id., at 725.We address only the qualified immunity question,\nnot whether there was a Fourth Amendment violation in the first\nplace, and now reverse.The doctrine of qualified immunity shields\nofficials from civil liability so long as their conduct\n“ ‘does not violate clearly established statutory or\nconstitutional rights of which a reasonable person would have\nknown.’ ”Pearsonv.Callahan,555 U.S.\n223, 231 (2009) (quotingHarlowv.Fitzgerald,457 U.S.\n800, 818 (1982)). A clearly established right is one that is\n“sufficiently clear that every reasonable official would have\nunderstood that what he is doing violates that right.”Reichlev.Howards, 566 U. S. ___, ___ (2012)\n(slip op., at 5) (internal quotation marks and alteration omitted).\n“We do not require a case directly on point, but existing precedent\nmust have placed the statutory or constitutional question beyond\ndebate.”Ashcroftv.al-Kidd,563\nU.S. 731, 741 (2011). Put simply, qualified immunity protects\n“all but the plainly incompetent or those who knowingly violate the\nlaw.”Malleyv.Briggs,475 U.S.\n335, 341 (1986).“We have repeatedly told courts . . .\nnot to define clearly established law at a high level of\ngenerality.”al-Kidd,supra, at 742. The dispositive\nquestion is “whether the violative nature ofparticularconduct is clearly established.”Ibid.(emphasis added).\nThis inquiry “ ‘must be undertaken in light of the specific\ncontext of the case, not as a broad general proposition.’ ”Brosseauv.Haugen,543 U.S.\n194, 198 (2004) (per curiam) (quotingSaucierv.Katz,533 U.S.\n194, 201 (2001)). Such specificity is especially important in\nthe Fourth Amendment context, where the Court has recognized that\n“[i]t is sometimes difficult for an officer to determine how the\nrelevant legal doctrine, here excessive force, will apply to the\nfactual situation the officer confronts.” 533 U. S., at\n205.In this case, the Fifth Circuit held that\nMullenix violated the clearly established rule that a police\nofficer may not “ ‘use deadly force against a fleeing felon\nwho does not pose a sufficient threat of harm to the officer or\nothers.’ ” 773 F. 3d, at 725. Yet this Court has\npreviously considered—and rejected—almost that exact formulation of\nthe qualified immunity question in the Fourth Amendment context. InBrosseau, which also involved the shooting of a suspect\nfleeing by car, the Ninth Circuit denied qualified immu- nity on\nthe ground that the officer had violated the clearly established\nrule, set forth inTennesseev.Garner,471 U.S. 1(1985), that “deadly force is only permissible where the officer\nhas probable cause to believe that the suspect poses a threat of\nserious physical harm, either to the officer or to others.”Haugenv.Brosseau,339 F.3d 857, 873 (CA9 2003) (internal quotation marks\nomitted). This Court summarily reversed, holding that use ofGar- ner’s “general” test for excessive force was\n“mistaken.”Brosseau, 543 U. S., at 199. The correct\ninquiry, the Court explained, was whether it was clearly\nestablished that the Fourth Amendment prohibited the officer’s\nconduct in the “ ‘situation [she] confronted’: whether to\nshoot a disturbed felon, set on avoiding capture through vehicular\nflight, when persons in the immediate area are at risk from that\nflight.”Id., at 199–200. The Court considered three court\nof appeals cases discussed by the parties, noted that “this area is\none in which the result depends very much on the facts of each\ncase,” and concluded that the officer was entitled to qualified\nimmunity because “[n]one of [the cases]squarely governsthe\ncase here.”Id.,at 201 (emphasis added).Andersonv.Creighton,483 U.S.\n635(1987), is also instructive on the required degree of\nspecificity. There, the lower court had denied qualified immunity\nbased on the clearly established “right to be free from warrantless\nsearches of one’s home unless the searching officers have probable\ncause and there are exigent circumstances.”Id., at 640.\nThis Court faulted that formulation for failing to address the\nactual question at issue: whether “the circumstances with which\nAnderson was confronted . . . constitute[d] probable\ncause and exigent circumstances.”Id., at 640–641. Without\nanswering that question, the Court explained, the conclusion that\nAnderson’s search was objectively unreasonable did not “follow\nimmediately” from—and thus was not clearly established by—the\nprinciple that warrantless searches not supported by probable cause\nand exigent circumstances violate the Fourth Amendment.Id.,\nat 641.In this case, Mullenix confronted a reportedly\nintoxi- cated fugitive, set on avoiding capture through high-speed\nvehicular flight, who twice during his flight had threatened to\nshoot police officers, and who was moments away from encountering\nan officer at Cemetery Road. The relevant inquiry is whether\nexisting precedent placed the conclusion that Mullenix acted\nunreasonably in these circumstances “beyond debate.”al-Kidd,supra,at 741. The general principle that\ndeadly force requires a sufficient threat hardly settles this\nmatter. SeePascov.Knoblauch, 566 F.3d 572, 580\n(CA5 2009) (“[I]t would be unreasonable to expect a police officer\nto make the numerous legal conclusions necessary to applyGarnerto a high-speed car chase . . .”).Far from clarifying the issue, excessive force\ncases involving car chases reveal the hazy legal backdrop against\nwhich Mullenix acted. InBrosseauitself, the Court held\nthat an officer did not violate clearly established law when she\nshot a fleeing suspect out of fear that he endangered “other\nofficers on foot who [she]believedwere in the immediate\narea,” “the occupied vehicles in [his] path,” and “any other\ncitizens whomightbe in the area.” 543 U. S., at 197\n(first alteration in original; internal quotation marks omitted;\nemphasis added). The threat Leija posed was at least as immediate\nas that presented by a suspect who had just begun to drive off and\nwas headed only in the general direction of officers and\nbystanders.Id., at 196–197. By the time Mullenix fired,\nLeija had led police on a 25-mile chase at extremely high speeds,\nwas reportedly intoxicated, had twice threatened to shoot officers,\nand was racing towards an officer’s location.This Court has considered excessive force claims\nin connection with high-speed chases on only two occasions sinceBrosseau. InScottv.Harris,550 U.S.\n372, the Court held that an officer did not violate the Fourth\nAmendment by ramming the car of a fugitive whose reckless driving\n“posed an actual and imminent threat to the lives of any\npedestrians who might have been present, to other civilian\nmotorists, and to the officers involved in the chase.”Id.,at 384. And inPlumhoffv.Rickard, 572 U. S.\n___ (2014), the Court reaffirmedScottby holding that an\nofficer acted reasonably when he fatally shot a fugitive who was\n“intent on resuming” a chase that “pose[d] a deadly threat for\nothers on the road.” 572 U. S., at ___ (slip op., at 10). The\nCourt has thus never found the use of deadly force in connection\nwith a dangerous car chase to violate the Fourth Amendment, let\nalone to be a basis for denying qualified immunity. Leija in his\nflight did not pass as many cars as the drivers inScottorPlumhoff; traffic was light on I–27. At the same time, the\nfleeing fugitives inScottandPlumhoffhad not\nverbally threatened to kill any officers in their path, nor were\nthey about to come upon such officers. In any event, none of our\nprecedents “squarely governs” the facts here. Given Leija’s\nconduct, we cannot say that only someone “plainly incompetent” or\nwho “knowingly violate[s] the law” would have perceived a\nsufficient threat and acted as Mullenix did.Malley, 475\nU. S., at 341.The dissent focuses on the availability of spike\nstrips as an alternative means of terminating the chase. It argues\nthat even if Leija posed a threat sufficient to justify deadly\nforce in some circumstances, Mullenix nevertheless contravened\nclearly established law because he did not wait to see if the spike\nstrips would work before taking action. Spike strips, however,\npresent dangers of their own, not only to drivers who encounter\nthem at speeds between 85 and 110 miles per hour, but also to\nofficers manning them. See,e.g., Thompsonv.Mercer,\n762 F.3d 433, 440 (CA5 2014); Brief for National Association of\nPolice Organizations et al. asAmici Curiae15–16. Nor are\nspike strips always successful in ending the chase. See,e.g.,\nCordovav.Aragon, 569 F.3d 1183, 1186 (CA10 2009);\nBrief for National Association of Police Organizations et al. asAmici Curiae16 (citing examples). The dissent can cite no\ncase from this Court denying qualified immunity because officers\nentitled to terminate a high-speed chase selected one dangerous\nalternative over another.Even so, the dissent argues, there was no\ngovernmental interest that justified acting before Leija’s car hit\nthe spikes. Mullenix explained, however, that he feared Leija might\nattempt to shoot at or run over the officers manning the spike\nstrips. Mullenix also feared that even if Leija hit the spike\nstrips, he might still be able to continue driving in the direction\nof other officers. The dissent ignores these interests by\nsuggesting that there was no “possible marginal gain in shooting at\nthe car over using the spike strips already in place.”Post,\nat 4 (opinion of Sotomayor, J.). In fact, Mullenix hoped his\nactions would stop the car in a manner that avoided the risks to\nother officers and other drivers that relying on spike strips would\nentail. The dissent disputes the merits of the options available to\nMullenix,post, at 3–4, but others with more experience\nanalyze the issues differently. See,e.g.,Brief for\nNational Association of Police Organizations et al. asAmici\nCuriae15–16. Ultimately, whatever can be said of the wisdom of\nMullenix’s choice, this Court’s precedents do not place the\nconclusion that he acted unreasonably in these circumstances\n“beyond debate.”al-Kidd, 563 U. S., at 741.More fundamentally, the dissent repeats the\nFifth Circuit’s error. It defines the qualified immunity inquiry at\na high level of generality—whether any governmental interest\njustified choosing one tactic over another—and then fails to\nconsider that question in “the specific context of the case.”Brosseauv.Haugen, 543 U. S., at 198 (internal\nquotation marks omitted). As inAnderson, the conclusion\nthat Mullenix’s reasons were insufficient to justify his actions\nsimply does not “follow immediately” from the general proposition\nthat force must be justified. 483 U. S., at 641.Cases decided by the lower courts sinceBrosseaulikewise have not clearly established that deadly\nforce is inappropriate in response to conduct like Leija’s. The\nFifth Circuit here principally relied on its own decision inLytlev.Bexar County, 560 F.3d 404 (2009), denying\nqualified immunity to a police officer who had fired at a fleeing\ncar and killed one of its passengers. That holding turned on the\ncourt’s assumption, for purposes of summary judgment, that the car\nwas moving away from the officer and had already traveled some\ndistance at the moment the officer fired. Seeid., at 409.\nThe court held that a reasonable jury could conclude that a\nreceding car “did not pose a sufficient threat of harm such that\nthe use of deadly force was reasonable.”Id., at 416. But,\ncrucially, the court also recognized that if the facts were as the\nofficer alleged, and he fired as the car was coming towards him,\n“he would likely be entitled to qualified immunity” based on the\n“threat of immediate and severe physical harm.”Id., at 412.\nWithout implying thatLytlewas either correct or incorrect,\nit suffices to say thatLytledoes not clearly dictate the\nconclusion that Mullenix was unjustified in perceiving grave danger\nand responding accordingly, given that Leija was speeding towards a\nconfrontation with officers he had threatened to kill.Cases that the Fifth Circuit ignored also\nsuggest that Mullenix’s assessment of the threat Leija posed was\nreasonable. InLongv.Slaton, 508 F.3d 576 (2007),\nfor example, the Eleventh Circuit held that a sheriff’s deputy did\nnot violate the Fourth Amendment by fatally shooting a mentally\nunstable individual who was attempting to flee in the deputy’s car,\neven though at the time of the shooting the individual had not yet\noperated the cruiser dangerously. The court explained that “the law\ndoes not require officers in a tense and dangerous situation to\nwait until the moment a suspect uses a deadly weapon to act to stop\nthe suspect” and concluded that the deputy had reason to believe\nLong was dangerous based on his unstable state of mind, theft of\nthe cruiser, and failure to heed the deputy’s warning to stop.Id., at 581–582. The court also rejected the notion that the\ndeputy should have first tried less lethal methods, such as spike\nstrips. “[C]onsidering the unpredictability of Long’s behavior and\nhis fleeing in a marked police cruiser,” the court held, “we think\nthe police need not have taken that chance and hoped for the best.”Id., at 583 (alteration and internal quotation marks\nomitted). But seeSmithv.Cupp,430 F.3d 766, 774–777 (CA6 2005) (denying qualified immunity to\nan officer who shot an intoxicated suspect who had stolen the\nofficer’s cruiser where a reasonable jury could have concluded that\nthe suspect’s flight did not immediately threaten the officer or\nany other bystander).Other cases cited by the Fifth Circuit and\nrespondents are simply too factually distinct to speak clearly to\nthe specific circumstances here. Several involve suspects who may\nhave done little more than flee at relatively low speeds. See,e.g.,Walkerv.Davis, 649 F.3d 502, 503 (CA6\n2011);Kirbyv.Duva, 530 F.3d 475, 479–480 (CA6\n2008);Adamsv.Speers,473 F.3d 989, 991 (CA9 2007);Vaughanv.Cox,343 F.3d 1323, 1330–1331, and n. 7 (CA11 2003). These cases\nshed little light on whether the far greater danger of a speeding\nfugitive threatening to kill police officers waiting in his path\ncould warrant deadly force. The court below noted that “no weapon\nwas ever seen,” 773 F. 3d, at 723, but surely in these\ncircumstances the police were justified in taking Leija at his word\nwhen he twice told the dispatcher he had a gun and was prepared to\nuse it.Finally, respondents argue that the danger Leija\nrepresented was less substantial than the threats that courts have\nfound sufficient to justify deadly force. But the mere fact that\ncourts have approved deadly force in more extreme circumstances\nsays little, if anything, about whether such force was reasonable\nin the circumstances here. The fact is that when Mullenix fired, he\nreasonably understood Leija to be a fugitive fleeing arrest, at\nspeeds over 100 miles per hour, who was armed and possibly\nintoxicated, who had threatened to kill any officer he saw if the\npolice did not abandon their pursuit, and who was racing towards\nOfficer Ducheneaux’s position. Even accepting that these\ncircumstances fall somewhere between the two sets of cases\nrespondents discuss, qualified immunity protects actions in the\n“ ‘hazy border between excessive and acceptable force.’ ”Brosseau,supra, at 201 (quotingSaucier, 533\nU. S., at 206; some internal quotation marks omitted).Because the constitutional rule applied by the\nFifth Circuit was not “ ‘beyond debate,’ ”Stantonv.Sims, 571 U. S. ___, ___ (2013) (per curiam)\n(slip op., at 8), we grant Mullenix’s petition for certiorari and\nreverse the Fifth Circuit’s determination that Mullenix is not\nentitled to qualified immunity.It is so ordered.Notes1* Although Mullenix\ndisputes hearing Byrd’s response, we view the facts in the light\nmost favorable to respondents, who oppose Mullenix’s motion for\nsummary judgment. SeeTolanv.Cotton, 572 U. S.\n___, ___ (2014) (per curiam) (slip op., at\n1).",
    "joined": []
}