{
    "case": {
        "docket": "19-1261",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-1261/"
    },
    "id": "4320281",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESTRENT MICHAEL TAYLORv.ROBERT RIOJAS,\net al.on petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo. 19–1261. Decided November 2, 2020Per Curiam.Petitioner Trent Taylor is an inmate in the\ncustody of the Texas Department of Criminal Justice. Taylor alleges\nthat, for six full days in September 2013, correctional officers\nconfined him in a pair of shockingly unsanitary cells.[1] The first cell was covered, nearly\nfloor to ceiling, in “ ‘massive amounts’ of feces”: all over\nthe floor, the ceiling, the window, the walls, and even\n“ ‘packed inside the water faucet.’ ”Taylorv.Stevens, 946 F.3d 211, 218 (CA5 2019). Fearing that his food\nand water would be contaminated, Taylor did not eat or drink for\nnearly four days. Correctional officers then moved Taylor to a\nsecond, frigidly cold cell, which was equipped with only a clogged\ndrain in the floor to dispose of bodily wastes. Taylor held his\nbladder for over 24 hours, but he eventually (and involuntarily)\nrelieved himself, causing the drain to overflow and raw sewage to\nspill across the floor. Because the cell lacked a bunk, and because\nTaylor was confined without clothing, he was left to sleep naked in\nsewage.The Court of Appeals for the Fifth Circuit\nproperly held that such conditions of confinement violate the\nEighth Amendment’s prohibition on cruel and unusual punishment.\nBut, based on its assessment that “[t]he law wasn’t clearly\nestablished” that “prisoners couldn’t be housed in cells teeming\nwith human waste” “for only six days,” the court concluded that the\nprison officials responsible for Taylor’s confinement did not have\n“ ‘fair warning’ that their specific acts were\nunconstitutional.” 946 F. 3d, at 222 (quotingHopev.Pelzer,536 U.S.\n730, 741 (2002)).The Fifth Circuit erred in granting the officers\nqualified immunity on this basis. “Qualified immunity shields an\nofficer from suit when she makes a decision that, even if\nconstitutionally deficient, reasonably misapprehends the law\ngoverning the circumstances she confronted.”Brosseauv.Haugen,543 U.S.\n194, 198 (2004) (per curiam). But no reasonable\ncorrectional officer could have concluded that, under the extreme\ncircumstances of this case, it was constitutionally permissible to\nhouse Taylor in such deplorably unsanitary conditions for such an\nextended period of time. SeeHope, 536 U. S., at 741\n(explaining that “ ‘a general constitutional rule already\nidentified in the decisional law may apply with obvious clarity to\nthe specific conduct in question’ ” (quotingUnited\nStatesv.Lanier,520 U.S.\n259, 271 (1997))); 536 U. S., at 745 (holding that “[t]he\nobvious cruelty inherent” in putting inmates in certain wantonly\n“degrading and dangerous” situations provides officers “with some\nnotice that their alleged conduct violate[s]” the Eighth\nAmendment). The Fifth Circuit identified no evidence that the\nconditions of Taylor’s confinement were compelled by necessity or\nexigency. Nor does the summary-judgment record reveal any reason to\nsuspect that the conditions of Taylor’s confinement could not have\nbeen mitigated, either in degree or duration. And although an\nofficer-by-officer analysis will be necessary on remand, the record\nsuggests that at least some officers involved in Taylor’s ordeal\nwere deliberately indifferent to the conditions of his cells. See,e.g.,946 F. 3d, at 218 (one officer, upon placing\nTaylor in the first feces-covered cell, remarked to another that\nTaylor was “ ‘going to have a long weekend’ ”);ibid., and n. 9 (another officer, upon placing Taylor\nin the second cell, told Taylor he hoped Taylor would\n“ ‘f***ing freeze’ ”).Confronted with the particularly egregious facts\nof this case, any reasonable officer should have realized that\nTaylor’s conditions of confinement offended the\nConstitution.[2] We therefore\ngrant Taylor’s petition for a writ of certiorari, vacate the\njudgment of the Court of Appeals for the Fifth Circuit, and remand\nthe case for further proceedings consistent with this opinion.It is so ordered.justice barrett took no part in the\nconsideration or decision of this case.justice thomas dissents.Notes1The Fifth Circuit\naccepted Taylor’s “verified pleadings [as] competent evidence at\nsummary judgment.”Taylorv.Stevens, 946 F.3d 211,\n221 (2019). As is appropriate at the summary-judgment stage, facts\nthat are subject to genuine dispute are viewed in the light most\nfavorable to Taylor’s claim.2In holding otherwise, the\nFifth Circuit noted “ambiguity in the caselaw” regarding whether “a\ntime period so short [as six days] violated the Constitution.” 946\nF. 3d, at 222. But the case that troubled the Fifth Circuit is\ntoo dissimilar, in terms of both conditions and duration of\nconfinement, to create any doubt about the obviousness of Taylor’s\nright. SeeDavisv.Scott,157 F.3d 1003, 1004 (CA5 1998) (no Eighth Amendment violation\nwhere inmate was detained for three days in dirty cell and provided\ncleaning supplies).",
    "joined": []
}