{
    "case": {
        "docket": "521",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/521/"
    },
    "id": "1970743",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESCHARLES L. RYAN, DIRECTOR, ARIZONA DEPART-MENT\nOF CORRECTIONS, PETITIONERv.EDWARD HAROLD SCHADon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 12–1084. Decided June 24, 2013Per Curiam.Respondent Edward Schad was convicted of\nfirst-degree murder and sentenced to death. After an extensive\nseries of state- and federal-court proceedings concluded with this\nCourt’s denial of respondent’s petitions for certiorari and for\nrehearing, the Ninth Circuit declined to issue its mandate as\nnormally required by Federal Rule of Appellate Procedure\n41(d)(2)(D). The Ninth Circuit instead,sua sponte,\nconstrued respondent’s motion to stay the mandate pending the Ninth\nCircuit’s decision in a separate en banc case as a motion to\nreconsider a motion that it had denied six months earlier. Based on\nits review of that previously rejected motion, the court issued a\nstay a few days before respondent’s scheduled execution. Even\nassuming, as we did inBellv.Thompson,545 U.S.\n794(2005), that Rule 41(d)(2)(D) admits of any exceptions, the\nNinth Circuit did not demonstrate that exceptional circumstances\njustified withholding its mandate. As a result, we conclude that\nthe Ninth Circuit’s failure to issue its mandate constituted an\nabuse of discretion.IIn 1985, an Arizona jury found respondent\nguilty of first-degree murder for the 1978 strangling of\n74-year-old Lorimer Grove.[1]\nThe court sentenced respondent to death. After respondent’s\nconviction and sentence were affirmed on direct review, seeStatev.Schad, 163 Ariz. 411,788 P.2d 1162(1989), andSchadv.Arizona,501 U.S.\n624(1991), respondent again sought state habeas relief,\nalleging that his trial counsel rendered ineffective assistance at\nsentencing by failing to discover and present sufficient mitigating\nevidence. The state courts denied relief.In August 1998, respondent sought federal habeas\nrelief. He again raised a claim of ineffective assistance at\nsentencing for failure to present sufficient mitigating evidence.\nThe District Court denied respondent’s request for an evidentiary\nhearing to present new mitigating evi- dence, concluding that\nrespondent was not diligent in developing the evidence during his\nstate habeas proceedings.Schadv.Schriro, 454 F.\nSupp. 2d 897 (Ariz. 2006). The District Court alternatively held\nthat the proffered new evidence did not demonstrate that trial\ncounsel’s performance was deficient.Id., at 940–947. The\nNinth Circuit affirmed in part, reversed in part, and remanded to\nthe District Court for a hearing to determine whether respondent’s\nstate habeas counsel was diligent in developing the state\nevidentiary record.Schadv.Ryan, 606 F.3d 1022\n(2010). Arizona petitioned for certiorari. This Court granted the\npetition, vacated the Ninth Circuit’s opinion, and remanded for\nfurther proceedings in light ofCullenv.Pinholster,\n563 U. S. ___ (2011). SeeRyanv.Schad, 563\nU. S. ___ (2011). On remand, the Ninth Circuit affirmed the\nDistrict Court’s denial of habeas relief.Schadv.Ryan, 671 F.3d 708, 726 (2011). The Ninth Circuit\nsubsequently denied a motion for rehearing and rehearing en banc on\nFebruary 28, 2012.On July 10, 2012, respondent filed in the Ninth\nCircuit the first motion directly at issue in this case. This\nmotion asked the court to vacate its judgment and remand to the\nDistrict Court for additional proceedings in light of this Court’s\ndecision inMartinezv.Ryan,566 U.S.\n1(2012).[2] The Ninth\nCircuit denied respondent’s motion on July 27, 2012. Respondent\nthen filed a petition for certiorari. This Court denied the\npetition on October 9, 2012, 568 U. S. ___, and denied a\npetition for rehearing on January 7, 2013. 568 U. S. ___.Respondent returned to the Ninth Circuit that\nday and filed a motion requesting a stay of the mandate in light of\na pending Ninth Circuit en banc case addressing the interaction\nbetweenPinholsterandMartinez. The Ninth Circuit\ndenied the motion on February 1, 2013, “de- clin[ing] to issue an\nindefinite stay of the mandate that would unduly interfere with\nArizona’s execution process.” Order in No. 07–99005, Doc. 102,\np. 1. But instead of issuing the mandate, the court decidedsua sponteto construe respondent’s motion “as a motion\nto reconsider our prior denial of his Motion to Vacate Judgment and\nRemand in light ofMartinez,” which the court had denied on\nJuly 27, 2012.Id.,at 2. The court ordered briefing\nand, in a divided opinion, remanded the case to the District Court\nto determine whether respondent could establish that he received\nineffective assistance of postconviction counsel un- derMartinez, whether he could demonstrate prejudice as a\nresult, and whether his underlying claim of ineffective assistance\nof trial counsel had merit. No. 07–99005 (Feb. 26, 2013), App. to\nPet. for Cert. A–13 to A–15, 2013 WL 791610, *6. Judge Graber\ndissented based on her conclusion that respondent could not show\nprejudice.Id.,at A–16 to A–17, 2013 WL 791610, *7. Arizona\nset an execution date of March 6, 2013, which prompted respondent\nto file a motion for stay of execution on February 26, 2013. The\nNinth Circuit panel granted the motion on March 1, 2013, with Judge\nGraber again noting her dissent.On March 4, 2013, Arizona filed a petition for\nrehearing and rehearing en banc with the Ninth Circuit. The court\ndenied the petition the same day, with eight judges dissenting in\ntwo separate opinions. 709 F.3d 855 (2013).On March 4, Arizona filed an application to\nvacate the stay of execution in this Court, along with a petition\nfor certiorari. This Court denied the application, with Jus- tices\nScalia and Alito noting that they would grant it. 568 U. S.\n___ (2013). We now consider the petition.IIFederal Rule of Appellate Procedure\n41(d)(2)(D) sets forth the default rule that “[t]he court of\nappealsmustissue the mandate immediatelywhen a\ncopy of a Supreme Court order denying the petition for writ of\ncertiorari is filed.” (Emphasis added.) The reason for this Rule is\nstraightforward: “[T]he stay of mandate is entered solely to allow\nthis Court time to consider a petition for certio- rari.”Bell, 545 U. S.,at 806. Hence, once this Court\nhas denied a petition, there is generally no need for further\naction from the lower courts. Seeibid.(“[A] decision by\nthis Court denying discretionary review usually signals the end of\nlitigation”). InBell, Tennessee argued that Rule\n41(d)(2)(D) “admits of no exceptions, so the mandate should have\nissued on the date” the Court of Appeals received notice of the\nSupreme Court’s denial of certiorari.Id., at 803. There was\nno need to resolve this issue inBellbecause we concluded\nthat the Sixth Circuit had abused its discretion even if Rule\n41(d)(2)(D) authorized a stay of the mandate after denial of\ncertiorari.Id., at 803–804. As inBell, we need not\nresolve this issue to determine that the Ninth Circuit abused its\ndiscretion here.Bellrecognized that when state-court\njudgments are reviewed in federal habeas proceedings, “finality and\ncomity concerns,” based in principles of federalism, demand that\nfederal courts “accord the appropriate level of respect to” state\njudgments by allowing them to be enforced when federal proceedings\nconclude.Id.,at 812–813. As we noted, States have an\n“ ‘ “interest in the finality of convictions that have\nsurvived direct review within the state court\nsystem.” ’ ”Id.,at 813 (quotingCalderonv.Thompson,523 U.S.\n538, 555 (1998), in turn quotingBrechtv.Abrahamson,507 U.S.\n619, 635 (1993)). Elsewhere, we explained that “ ‘the\nprofound interests in repose’ attaching to the mandate of a court\nof appeals” dictate that “the power [to withdraw the mandate] can\nbe exercised only in extraordinary circumstances.”Calderon,supra, at 550 (quoting 16 C. Wright, A. Miller, & E.\nCooper, Federal Practice and Procedure §3938, p. 712 (2d ed.\n1996)). Deviation from normal mandate procedures is a power “of\nlast resort, to be held in reserve against grave, unforeseen\ncontingencies.”Calderon,supra,at 550. Even\nassuming a court of appeals has authority to do so, it abuses its\ndiscretion when it refuses to issue the mandate once the Supreme\nCourt has acted on the petition, unless extraordinary circumstances\njustify that action.Applying this standard inBell, we found\nno extraordinary circumstances that could constitute a miscarriage\nof justice. There, a capital defendant unsuccessfully alleged in\nstate postconviction proceedings that his trial counsel had been\nineffective by failing to introduce sufficient mitigating evidence\nin the penalty phase of trial. 545 U. S., at 797. On federal\nhabeas review, he made the same argument.Id.,at 798. After\nthe Sixth Circuit affirmed, the defendant filed a petition for\nrehearing that “placed substantial emphasis” on his argument that\nthe Sixth Circuit had overlooked new psychiatrist evidence.Id.,at 800.While the Sixth Circuit denied the\npetition, it stayed the issuance of its mandate while the defendant\nsought certiorari and, later, rehearing from the denial of the\nwrit.Ibid.When this Court denied the petition for\nrehearing, the Sixth Circuit did not issue its mandate. Instead,\nthe Sixth Circuit waited five months (and until two days before the\nscheduled execution) to issue an amended opinion that va- cated the\nDistrict Court’s denial of habeas and remanded for an evidentiary\nhearing on the ineffective-assistance- of-counsel claim.Id.,at 800–801. This Court reversed that decision, holding\nthat the Sixth Circuit had abused its discretion due to its delay\nin issuing the mandate without notifying the parties, its reliance\non a previously rejected argument, and its disregard of comity and\nfederalism principles.In this case, the Ninth Circuit similarly abused\nits discretion when it did not issue the mandate. As inBell, the Ninth Circuit here declined to issue the mandate\nbased on an argument it had considered and rejected months earlier.\nAnd, by the time of the Ninth Circuit’s February 1, 2013, decision\nnot to issue its mandate, it had been over 10 months since we\ndecidedMartinezand nearly 7 months since respondent\nunsuccessfully asked the Ninth Circuit to reconsider its decision\nin light ofMartinez.[3]Further, there is no doubt that the arguments\npresented in the rejected July 10, 2012, motion were identical to\nthose accepted by the Ninth Circuit the following February.\nRespondent styled his July 10 motion a “Motion to Vacate Judgment\nand Remand to the District Court for Additional Proceedings in\nLight ofMartinezv.Ryan.” No. 07–99005 (CA9), Doc.\n88, p. 1. As its title suggests, the only claim presented in\nthat motion was that respondent’s postconviction counsel should\nhave developed more evidence to support his\nineffective-assistance-of-trial-counsel claim. Here, as inBell, respondent’s July 10 motion “pressed the same\narguments that eventually were adopted by the Court of Appeals.”\n545 U. S.,at 806. These ar- guments were pressed so\nstrongly in the July 10 motion that “[i]t is difficult to see how\n. . . counsel could have been clearer.”Id.,at\n808. The Ninth Circuit had a full “opportunity to consider these\narguments” but declined to do so,id., at 806, which\n“support[s] our determination that the decision to withhold the\nmandate was in error.”Id.,at 806–807. We presume that the\nNinth Circuit carefully considers each motion a capital defendant\npresents on habeas review. Seeid., at 808 (rejecting the\nnotion that “judges cannot be relied upon to read past the first\npage of a petition for rehearing”). As a result, there is no\nindication that there were any extraordinary circumstances here\nthat called for the court to revisit an argumentsua spontethat it already explicitly rejected.Finally, this case presents an additional issue\nnot present inBell. In refusing to issue the mandate, the\nNinth Circuit panel relied heavily uponBeardsleev.Brown,393 F.3d 899, 901 (CA9 2004) (per curiam),Beardslee, which precedes ourBelldecision by more\nthan six months, asserts the Ninth Circuit’s inherent authority to\nwithhold a mandate. See App. to Pet. for Cert. A–3 to A–4, 2013 WL\n791610, *1. ButBeardsleewas based on the Sixth Circuit’s\ndecision inBell, which we reversed. SeeBeardslee,supra, at 901 (citingThompsonv.Bell,373 F.3d 688, 691–692 (2004)). That opinion, thus, provides no\nsupport for the Ninth Circuit’s decision.In light of the foregoing, we hold that the\nNinth Circuit abused its discretion when it neglected to issue its\nmandate. The petition for a writ of certiorari and respondent’s\nmotion to proceedin forma pauperisare granted. The Ninth\nCircuit’s judgment is reversed, the stay of execution is vacated,\nand the case is remanded with instructions to issue the mandate\nimmediately and without any further proceedings.It is so ordered.Notes1A state habeas court\nvacated an earlier guilty verdict and death sentence due to an\nerror in jury instructions. SeeStatev.Schad, 142\nAriz. 619,691 P.2d 710(1984).2Martinez,566 U.S.\n1, was decided on March 20, 2012. We are un-aware of any\nexplanation for respondent’s delay in bringing\nhisMartinez-based argument to the Ninth Circuit’s\nattention.3Respondent did not even\npresent the motion that the Ninth Circuit ultimately reinstated\nuntil more than 4 months after the Ninth Circuit denied\nrespondent’s request for panel rehearing and rehearing en banc and\nmore than 3½ months afterMartinezwas decided.",
    "joined": []
}