{
    "case": {
        "docket": "512",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/512/"
    },
    "id": "1962041",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMWHITMAN V. DEPARTMENT OF TRANSPORTATION547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1131TERRY L. WHITMAN, PETITIONERv.DEPARTMENT\nOF TRANSPORTATION et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 5, 2006]Per Curiam.Terry Whitman, the petitioner, is\nan employee of the Federal Aviation Administration (FAA) and is\nsubject to the agency’s drug and alcohol testing program. Without\nfirst seeking to pursue grievance procedures under his\ncollective-bargaining agreement, he filed suit in the United States\nDistrict Court for the District of Alaska, alleging the FAA tested\nhim in a nonrandom manner, in violation of his constitutional\nrights and 49 U. S. C. §45104(8).The FAA has its own procedural framework for\nthe resolution of claims by its employees; and for this purpose it\nadopts certain sections of the Civil Service Reform Act of 1978\n(CSRA), including Chapter 71 of Title 5, which sets forth the rules\nfor grievances. 49 U. S. C. §40122(g)(2)(C). The District\nCourt held that, under the provisions of the CSRA, it was without\njurisdiction to consider the petitioner’s claims. The Court of\nAppeals for the Ninth Circuit affirmed, stating that because “5 U.\nS. C. §7121(a)(1), as amended in 1994, does not expressly\nconfer federal court jurisdiction over employment-related claims\ncovered by the negotiated grievance procedures of federal\nemployees’ collective bargaining agreements,” his claims are\nprecluded. 382 F. 3d 938, 939 (2004). This Court granted\ncertiorari to review the judgment. 545 U. S. ___ (2005).The Court of Appeals was correct to say that 5\nU. S. C. §7121(a)(1) does not confer jurisdiction. Another\nstatute, however—a very familiar one—grants jurisdiction to the\nfederal courts over “all civil actions arising under the\nConstitution, laws, or treaties of the United States.” 28 U.\nS. C. §1331. The question, then, is not whether 5 U.\nS. C. §7121 confers jurisdiction, but whether §7121 (or the\nCSRA as a whole) removes the jurisdiction given to the federal\ncourts, seeVerizon Md. Inc.v.Public Serv. Comm’n of\nMd.,535 U. S.\n635, 642 (2002) (holding that “even if [47 U. S. C.]\n§252(e)(6) does notconferjurisdiction, it at least does\nnotdivestthe district courts of their authority under 28\nU. S. C. §1331 to review the Commission’s order for compliance\nwith federal law”), or otherwise precludes employees from pursuing\nremedies beyond those set out in the CSRA, cf.United\nStatesv.Fausto,484 U. S. 439, 443–444\n(1988);Abbott Laboratoriesv.Gardner,387 U. S. 136, 140\n(1967) (“The question is phrased in terms of ‘prohibition’ rather\nthan ‘authorization’ because … judicial review of a final agency\naction by an aggrieved person will not be cut off unless there is\npersuasive reason to believe that such was the purpose of\nCongress”).In deciding the question of jurisdiction and\npreclusion, the Court would be required first to ascertain where\nWhitman’s claims fit within the statutory scheme, as the CSRA\nprovides different treatment for grievances depending on the nature\nof the claim. It may be, for example, that the FAA’s actions, as\ndescribed by the petitioner, constitute a “prohibited personnel\npractice.” See 5 U. S. C. §2302(b); 49 U. S. C.\n§40122(g)(2)(A). Both the petitioner and the Government say they do\nnot, but because the ultimate question may be jurisdictional, this\nconcession ought not to be accepted out of hand. SeeWeinbergerv.Bentex Pharmaceuticals, Inc.,412 U. S. 645,\n652 (1973) (“Parties, of course, cannot confer jurisdiction; only\nCongress can do so”). The Court of Appeals did not decide whether\nthe petitioner’s allegations state a “prohibited personnel\npractice.” The proper course, then, is to remand for the Court of\nAppeals to address the matter, seeNational Collegiate Athletic\nAssn.v.Smith,525 U. S. 459, 470\n(1999), as well as the ultimate issue of preclusion. The various\nother issues raised before this Court, but not decided below, may\nalso be addressed on remand, including: whether the petitioner has\nchallenged final agency action; whether the petitioner has\nexhausted his administrative remedies; whether exhaustion is\nrequired given this statutory scheme and the Administrative\nProcedure Act, as interpreted inDarbyv.Cisneros,509 U. S. 137(1993);\nand whether the Government has forfeited its exhaustion-of-remedies\nargument. It may be that a decision on these questions can obviate\nthe need to decide a more difficult question of preclusion.The judgment of the Court of Appeals is\nvacated, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Justice Alito took no part in the\nconsideration or decision of this case.",
    "joined": []
}