{
    "case": {
        "docket": "395",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/395/"
    },
    "id": "1963545",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMBOBBY V. MITTS563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESDAVID BOBBY, WARDEN, PETITIONERv.HARRY\nMITTSon petition for writ of certiorari to the united\nstates court of appeals for the sixth circuitNo. 10–1000. Decided May 2, 2011Per Curiam.An Ohio jury convicted respondent\nHarry Mitts on two counts of aggravated murder and two counts of\nattempted murder. He was sentenced to death. At issue here is part\nof the jury instructions given during the penalty phase of Mitts’s\ntrial. The instructions, in pertinent part, were as follows:“[Y]ou must determine beyond a reasonable doubt\nwhether the aggravating circumstances, which [Mitts] was found\nguilty of committing in the separate counts, are sufficient to\noutweigh the mitigating factors you find are present in this\ncase.“When all 12 members of the jury find by proof\nbeyond a reasonable doubt that the aggravating circumstances in\neach separate count with which [Mitts] has been found guilty of\ncommitting outweigh the mitigating factors, if any, then you must\nreturn such finding to the Court.“I instruct you as a matter of law that if you\nmake such a finding, then you must recommend to the Court that the\nsentence of death be imposed on [Mitts]..     .     .     .     .“On the other hand, [if] after considering all\nthe relevant evidence raised at trial, the evidence and testimony\nreceived at this hearing and the arguments of counsel, you find\nthat the state of Ohio failed to prove beyond a reasonable doubt\nthat the aggravating circumstances with which [Mitts] was found\nguilty of committing outweigh the mitigating factors, you will then\nproceed to determine which of two possible life imprisonment\nsentences to recommend to the Court.” App. to Pet. for Cert.\n352a–353a.We considered virtually the same\nOhio jury instructions last Term inSmithv.Spisak, 558 U. S. ___, ___ (2010) (slip op., at 7). SeeMittsv.Bagley, 620 F. 3d 650, 652 (CA6\n2010) (noting that the “instructions in this case are the same Ohio\ninstructions that were given in”Spisak). That case, like\nthis one, involved review of a federal habeas petition under the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA).\nAEDPA provides, as relevant here, that relief may not be granted\nunless the state court adjudication “resulted in a decision that\nwas contrary to . . . clearly established Federal law, as\ndetermined by the Supreme Court of the United States.” 28 U.\nS. C. §2254(d)(1).InSpisak, we reversed a Court of\nAppeals decision that had found these instructions invalid under\nour decision inMillsv.Maryland,486 U. S. 367(1988).\nSee 558 U. S., at ___ (slip op., at 8–9). Up until our decision inSpisak, Mitts had also pressed the claim that the\ninstructions were invalid underMills. AfterSpisakrejected that claim, the Court of Appeals in this\ncase determined that the instructions were contrary to our decision\ninBeckv.Alabama,447 U. S. 625(1980),\nand accordingly vacated Mitts’s death sentence. See 620 F. 3d,\nat 658.InBeck, we held that the death\npenalty may not be imposed “when the jury was not permitted to\nconsider a verdict of guilt of a lesser included non-capital\noffense, and when the evidence would have supported such a\nverdict.” 447 U. S., at 627 (internal quotation marks omitted). We\nexplained that such a scheme intolerably enhances the “risk of an\nunwarranted conviction” because it “interjects irrelevant\nconsiderations into the factfinding process, diverting the jury’s\nattention from the central issue of whether the State has satisfied\nits burden of proving beyond a reasonable doubt that the defendant\nis guilty of a capital crime.”Id., at 638, 642.\n“[F]orcing the jury to choose between conviction on the capital\noffense and acquittal,” we observed, “may encourage the jury to\nconvict for an impermissible reason—its belief that the defendant\nis guilty of some serious crime and should be punished,” even when\nthere is “some doubt with respect to an element” of the capital\noffense.Id., at 632, 642, 637. Because the scheme inBeckcreated a danger that the jury would resolve any\ndoubts in favor of conviction, we concluded that it violated due\nprocess. Seeid., at 638, 643.According to the Court of Appeals below, the\npenalty phase instructions given at Mitts’s trial—and the Supreme\nCourt of Ohio decision upholding their use—were “contrary to”Beck, because they “interposed before the jury the same\nfalse choice” that our holding inBeckprohibits. 620\nF. 3d, at 658, 657 (internal quotation marks omitted).\nReferring to the instructions as “acquittal-first,” the Court of\nAppeals stated that they impermissibly required the jury to first\ndecide whether to “acquit” Mitts of the death penalty before\nconsidering “mercy and some form of life imprisonment.”Id., at 656–657. InterpretingBeckto stand for\nthe proposition that “a jury instruction violates due process if it\nrequires a mandatory death penalty sentence that can only be\navoided by an acquittal before the jury has an opportunity to\nconsider life imprisonment,” the Court of Appeals concluded that\nthe instructions given during the penalty phase of Mitts’s trial\nunconstitutionally “deprived the jury of a meaningful opportunity\nto consider” a life sentence. 620 F. 3d, at 658, 657 (internal\nquotation marks omitted).The instructions here are surely not invalid\nunder our decision inBeck. The concern addressed inBeckwas “the risk of an unwarrantedconviction”\ncreated when the jury is forced to choose between finding the\ndefendant guilty of a capital offense and declaring him innocent of\nany wrongdoing. 447 U. S., at 637 (emphasis added);id.,\nat 638; see alsoSpazianov.Florida,468 U. S. 447, 455\n(1984) (explaining that the “goal of theBeckrule” is “to\neliminate the distortion of the factfinding process that is created\nwhen the jury is forced into an all-or-nothing choice between\ncapital murder and innocence”);Schadv.Arizona,501 U. S. 624,\n646 (1991) (“Our fundamental concern inBeckwas that a\njury convinced that the defendant had committed some violent crime\nbut not convinced that he was guilty of a capital crime might\nnonetheless vote for a capital conviction if the only alternative\nwas to set the defendant free with no punishment at all”).The question here, however, concerns the\npenalty phase, not the guilt phase, and we have already concluded\nthat the logic ofBeckis not directly applicable to\npenalty phase proceedings. InCaliforniav.Ramos,463\nU. S. 992(1983), we rejected an argument thatBeckprohibited an instruction to “a capital sentencing jury regarding\nthe Governor’s power to commute a sentence of life without\npossibility of parole.” 463 U. S., at 994, 1006–1009. In so doing,\nwe noted the “fundamental difference between the nature of the\nguilt/innocence determination at issue inBeckand the\nnature of the life/death choice at the penalty phase.”Id., at 1007. In light of that critical distinction, we\nobserved that “the concern ofBeckregarding the risk of\nan unwarranted conviction is simply not directly translatable to\nthe deliberative process in which the capital jury engages in\ndetermining the appropriate penalty.”Id., at 1009; see\nalsoSchad,supra, at 647 (stating that the\n“central concern ofBecksimply is not implicated” when\nthe “jury was not faced with an all-or-nothing choice between the\noffense of conviction (capital murder) and innocence”).The jurors in Mitts’s case could not have\nplausibly thought that if they declined to recommend the death\npenalty Mitts would “escape all penalties for his alleged\nparticipation in the crime.”Beck,supra, at 629.\nThey had just convicted him on two counts of aggravated murder and\ntwo counts of attempted murder. They were specifically instructed\nthat if they did not find that the aggravating factors outweighed\nthe mitigating factors—and therefore did not recommend the death\npenalty—they would choose from two life sentence options. There is\naccordingly no reason to believe that the jurors in this case,\nunlike the jurors inBeck, could have been improperly\ninfluenced by a fear that a decision short of death would have\nresulted in Mitts walking free.We all but decided the question presented here\ninSpisakitself. After rejecting the contention that the\nOhio instructions were contrary toMills, we noted that\n“the Court of Appeals found the jury instructions unconstitutional\nfor an additional reason, that the instructions ‘require[d] the\njury to unanimously reject a death sentence before considering\nother sentencing alternatives.’ ” 558 U. S., at ___ (slip op.,\nat 9) (quotingSpisakv.Mitchell, 465 F. 3d\n684, 709 (CA6 2006)). That is essentially theBeckclaim\npresented here. See 620 F. 3d, at 658 (holding that a “jury\ninstruction violates due process if it requires a mandatory death\npenalty sentence that can only be avoided by an acquittal before\nthe jury has an opportunity to consider life imprisonment”). We\nrejected that claim inSpisakunder AEDPA, noting that\n“[w]e have not . . . previously held jury instructions\nunconstitutional for this reason.” 558 U. S., at ___ (slip op., at\n9). Although neither the parties nor the courts below inSpisakhad citedBeck, a separate concurrence inSpisakwould have struck down the instructions in reliance\non that decision. See 558 U. S., at ___ (Stevens, J., concurring in\npart and concurring in judgment) (slip op., at 3–6). The Court\nnonetheless concluded that whatever the merits of that argument on\ndirect review, “the jury instructions at Spisak’s trial were not\ncontrary to ‘clearly established Federal law’ ” under AEDPA.Id., at ___ (slip op., at 9). The same conclusion applies\nhere.The petition for certiorari and the motion for\nleave to proceedin forma pauperisare granted. The\njudgment of the Court of Appeals for the Sixth Circuit isReversed.",
    "joined": []
}