{
    "case": {
        "docket": "19-1108",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-1108/"
    },
    "id": "4320279",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESDeRAY MCKESSONv.JOHN DOEon petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo.19–1108. Decided November 2, 2020Per Curiam.Petitioner DeRay Mckesson organized a\ndemonstration in Baton Rouge, Louisiana, to protest a shooting by a\nlocal police officer. The protesters, allegedly at Mckesson’s\ndirection, occupied the highway in front of the police\nheadquarters. As officers began making arrests to clear the\nhighway, an unknown individual threw a “piece of concrete or a\nsimilar rock-like object,” striking respondent Officer Doe in the\nface. 945 F.3d 818, 823 (CA5 2019). Officer Doe suffered\ndevastating injuries in the line of duty, including loss of teeth\nand brain trauma.Though the culprit remains unidentified, Officer\nDoe sought to recover damages from Mckesson on the theory that he\nnegligently staged the protest in a manner that caused the assault.\nThe District Court dismissed the negligence claim as barred by the\nFirst Amendment. 272 F. Supp. 3d 841, 847–848 (MD La.\n2017).A divided panel of the Court of Appeals for the\nFifth Circuit reversed. As the Fifth Circuit recognized at the\noutset, Louisiana law generally imposes no “ ‘duty to protect\nothers from the criminal activities of third persons.’ ” 945\nF. 3d, at 827 (quotingPosecaiv.Wal-Mart Stores,\nInc., 1999–1222, p. 5 (La. 11/30/99), 752 So. 2d 762,\n766). But the panel majority held that a jury could plausibly find\nthat Mckesson breached his “duty not to negligently precipitate the\ncrime of a third party” because “a violent confrontation with a\npolice officer was a foreseeable effect of negligently directing a\nprotest” onto the highway. 945 F. 3d, at 827. The dissent\nwould have demanded something more—a “special relationship” between\nMckesson and Officer Doe—before recognizing such a duty under\nLouisiana law.Id.,at 836–838, and n. 11 (Willett, J.,\nconcurring in part and dissenting in part). The dissent likewise\ndoubted that an intentional assault is the “particular risk” for\nwhich Officer Doe could recover for a breach of “Louisiana’s\nprohibitions on highway-blocking,” which “have as their focus the\nprotection of other motorists.”Id.,at 844, n. 56\n(internal quotation marks omitted).The panel majority also rejected Mckesson’s\nargument thatNAACPv.Claiborne Hardware Co.,458 U.S.\n886(1982), forbids liability for speech-related activity that\nnegligently causes a violent act unless the defendant specifically\nintended that the violent act would result. According to the Fifth\nCircuit, the First Amendment imposes no barrier to tort liability\nso long as the rock-throwing incident was “one of the\n‘consequences’ of ‘tortious activity,’ which itself was\n‘authorized, directed, or ratified’ by Mckesson in violation of his\nduty of care.” 945 F. 3d, at 829 (quotingClaiborne\nHardware, 458 U. S., at 927). Because Mckesson allegedly\ndirected an unlawful obstruction of a highway, see La. Rev. Stat.\nAnn. §14:97 (West 2018), the Fifth Circuit held that the First\nAmendment did not shield him from liability for the downstream\nconsequences. 945 F. 3d, at 829. Again, the dissent disagreed,\ndeeming the “novel ‘negligent protest’ theory of liability” to be\n“incompatible with the First Amendment and foreclosed—squarely—by”Claiborne Hardware. 945 F. 3d, at 842 (opinion of\nWillett, J.).The Fifth Circuit subsequently deadlocked 8 to 8\non Mckesson’s petition for rehearing en banc. 947 F.3d 874, 875\n(2020) (per curiam). Members of the Court of Appeals\nwrote separately to express further disagreement with both the\npanel decision’s interpretation of state law,id.,at 879\n(Higginson, J., dissenting from denial of rehearing en banc), and\nits application ofClaiborne Hardware, 947 F. 3d, at\n878 (Dennis, J., dissenting from denial of rehearing en banc).The question presented for our review is whether\nthe theory of personal liability adopted by the Fifth Circuit\nviolates the First Amendment. When violence occurs during activity\nprotected by the First Amendment, that provision mandates\n“precision of regulation” with respect to “the grounds that may\ngive rise to damages liability” as well as “the persons who may be\nheld accountable for those damages.”Claiborne Hardware, 458\nU. S., at 916–917 (internal quotation marks omitted). Mckesson\ncontends that his role in leading the protest onto the highway,\neven if negligent and punishable as a misdemeanor, cannot make him\npersonally liable for the violent act of an individual whose only\nassociation with him was attendance at the protest.We think that the Fifth Circuit’s interpretation\nof state law is too uncertain a premise on which to address the\nquestion presented. The constitutional issue, though undeniably\nimportant, is implicated only if Louisiana law permits recovery\nunder these circumstances in the first place. The dispute thus\ncould be “greatly simplifie[d]” by guidance from the Louisiana\nSupreme Court on the meaning of Louisiana law.Bellottiv.Baird,428 U.S.\n132, 151 (1976).Fortunately, the Rules of the Louisiana Supreme\nCourt, like the rules of 47 other States, provide an opportunity to\nobtain such guidance. In the absence of “clear controlling\nprecedents in the decisions of the” Louisiana Supreme Court, those\nRules specify that the federal courts of appeals may certify\ndispositive questions of Louisiana law on their own accord or on\nmotion of a party. La. Sup. Ct. Rule 12, §§1–2 (2019).\nCertification is by no means “obligatory” merely because state law\nis unsettled; the choice instead rests “in the sound discretion of\nthe federal court.”Lehman Brothersv.Schein,416 U.S.\n386, 391 (1974). Federal courts have only rarely resorted to\nstate certification procedures, which can prolong the dispute and\nincrease the expenses incurred by the parties. Seeid.,at\n394–395 (Rehnquist, J., concurring). Our system of “cooperative\njudicial federalism” presumes federal and state courts alike are\ncompetent to apply federal and state law.Id.,at 391\n(opinion of the Court); cf.Tafflinv.Levitt,493 U.S.\n455, 465 (1990).In exceptional instances, however, certification\nis advisable before addressing a constitutional issue. SeeBellotti, 428 U. S., at 151;Clayv.Sun Ins.\nOffice Ltd.,363 U.S.\n207, 212 (1960). Two aspects of this case, taken together,\npersuade us that the Court of Appeals should have certified to the\nLouisiana Supreme Court the questions (1) whether Mckesson\ncould have breached a duty of care in organizing and leading the\nprotest and (2) whether Officer Doe has alleged a particular\nrisk within the scope of protection afforded by the duty, provided\none exists. See 945 F. 3d, at 839 (opinion of Willett,\nJ.).First, the dispute presents novel issues of\nstate law peculiarly calling for the exercise of judgment by the\nstate courts. SeeLehman Brothers, 416 U. S., at 391.\nTo impose a duty under Louisiana law, courts must consider “various\nmoral, social, and economic factors,” among them “the fairness of\nimposing liability,” “the historical development of precedent,” and\n“the direction in which society and its institutions are evolving.”Posecai, 752 So. 2d, at 766. “Speculation by a federal\ncourt about” how a state court would weigh, for instance, the moral\nvalue of protest against the economic consequences of withholding\nliability “is particularly gratuitous when the state courts stand\nwilling to address questions of state law on certification.”Arizonans for Official Englishv.Arizona,520 U.S.\n43, 79 (1997) (internal quotation marks and alteration\nomitted).Second, certification would ensure that any\nconflict in this case between state law and the First Amendment is\nnot purely hypothetical. The novelty of the claim at issue here\nonly underscores that “[w]arnings against premature adjudication of\nconstitutional questions bear heightened attention when a federal\ncourt is asked to invalidate a State’s law.”Ibid.The\nLouisiana Supreme Court, to be sure, may announce the same duty as\nthe Fifth Circuit. But under the unusual circumstances we confront\nhere, we conclude that the Fifth Circuit should not have ventured\ninto so uncertain an area of tort law—one laden with value\njudgments and fraught with implications for First Amendment\nrights—without first seeking guidance on potentially controlling\nLouisiana law from the Louisiana Supreme Court. We express no\nopinion on the propriety of the Fifth Circuit certifying or\nresolving on its own any other issues of state law that the parties\nmay raise on remand.We therefore grant the petition for writ of\ncertiorari, vacate the judgment of the United States Court of\nAppeals for the Fifth Circuit, and remand the case to that court\nfor further proceedings consistent with this opinion.It is so ordered.justice barrett took no part in the\nconsideration or decision of this case.justice thomas dissents.",
    "joined": []
}