{
    "case": {
        "docket": "20-940",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-940/"
    },
    "id": "4418912",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESALASKAv.SEAN WRIGHTon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 20–940. Decided April 26, 2021Per Curiam.In 2009, an Alaska jury convicted Sean Wright of\n13 counts of sexual abuse of a minor. SeeStatev.Wright,404 P.3d 166, 170 (Alaska 2017). Wright finished serving his\nsentence in Alaska in 2016, and shortly thereafter he moved to\nTennessee. Once there, he failed to register as a sex offender as\nrequired by federal law. See Sex Offender Registration and\nNotification Act, 120Stat. 591, 593, 34 U. S. C. §§20911,\n20913. Wright pleaded guilty to one count of failure to register,\nsee 18 U. S. C. §2250(a), and ultimately received a\nsentence of time served along with five years of supervised\nrelease. See Judgment inUnited Statesv.Wright, No.\n1:17–cr–00112, ECF Doc. No. 66 (ED Tenn.).During the course of those federal proceedings,\nWright filed a petition for a writ of habeas corpus in the United\nStates District Court for the District of Alaska pursuant to 28\nU. S. C. §§2241 and 2254. He argued that the Alaska\nSupreme Court had unreasonably applied clearly established federal\nlaw when it denied his Sixth Amendment claims and affirmed his 2009\nstate conviction and sentence. The District Court denied the motion\non the threshold ground that Wright was not “in custody pursuant to\nthe judgment of a State court.” §2254(a). Noting that a proper\nmotion under §2254(a) requires more than merely being “in custody”somewhere, the court reasoned that “the proper procedure for\nWright to challenge his current federal custody would be a motion\nfiled in the Eastern District of Tennessee pursuant to 28\nU. S. C. §2255.” App. to Pet. for Cert. 16a.The Court of Appeals reversed. In its view,\nWright’s state conviction was “ ‘a necessary predicate’ ”\nto his federal conviction, 819 Fed. Appx. 544, 545 (CA9 2020)\n(quotingZichkov.Idaho,247 F.3d 1015, 1019 (CA9 2001)), so Wright was in fact in\ncustody pursuant to the judgment of a state court. The panel\ndeclined to assess the District Court’s view that §2255, rather\nthan §2254, provided the proper route for Wright to challenge his\ncurrent custody. 819 Fed. Appx., at 546, n. 1. One judge\nconcurred and asserted that §2254 was the proper mechanism “because\nWright is not attacking the constitutionality of his federal\nconviction for failing to register as a sex offender in Tennessee;\nhe is collaterally attacking the constitutionality of his predicate\nAlaska conviction for sexual abuse of a minor.”Id.,at\n546.The Court of Appeals clearly erred. Section\n2254(a) permits a federal court to entertain an application for a\nwrit of habeas corpus on behalf of a person “in custody pursuant to\nthe judgment of a State court.” InMalengv.Cook,490 U.S.\n488(1989) (per curiam), we held that a habeas\npetitioner does not remain “in custody” under a conviction “after\nthe sentence imposed for it has fully expired, merely because of\nthe possibility that the prior conviction will be used to enhance\nthe sentences imposed for any subsequent crimes of which he is\nconvicted.”Id.,at 492; see alsoid.,at 490 (noting\nthe “in custody” requirement appears in both §§2241(c)(3) and\n2254(a)). It made no difference, we said, that the possibility of a\nprior-conviction enhancement had materialized for the habeas\npetitioner in that case: “When the second sentence is imposed, it\nis pursuant to the second conviction that the petitioner is\nincarcerated and is therefore ‘in custody.’ ”Id.,at\n492–493.That Wright’s state conviction served as a\npredicate for his federal conviction thus did not render him “in\ncustody pursuant to the judgment of a State court” under §2254(a).\nIf Wright’s second conviction had been for a state crime, he\nindependently could have satisfied §2254(a)’s “in custody”\nrequirement, seeLackawanna County District Attorneyv.Coss,532 U.S.\n394, 401–402 (2001), though his ability to attack the first\nconviction by that means would have been limited, seeid.,at 402–404. Wright could not satisfy §2254(a) on that independent\nbasis for the simple reason that his second judgment was entered by\na federal court.*  *  *We express no view on the other theories\nWright advanced before the District Court for meeting the\nrequirements of §2254(a). We grant the petition for a writ of\ncertiorari, vacate the judgment of the United States Court of\nAppeals for the Ninth Circuit, and remand the case to that court\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}