{
    "case": {
        "docket": "18-6210",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-6210/"
    },
    "id": "4114544",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–6210_________________GERALD P. MITCHELL, PETITIONERv.WISCONSINon writ of certiorari to the supreme court of\nwisconsin[June 27, 2019]Justice Alito announced the judgment of the\nCourt and delivered an opinion, in which The Chief Justice, Justice\nBreyer, and Justice Kavanaugh join.In this case, we return to a topic that we have\naddressed twice in recent years: the circumstances under which a\npolice officer may administer a warrantless blood alcohol\nconcentration (BAC) test to a motorist who appears to have been\ndriving under the influence of alcohol. We have previously\naddressed what officers may do in two broad categories of cases.\nFirst, an officer may conduct a BAC test if the facts of a\nparticular case bring it within the exigent-circumstances exception\nto the Fourth Amendment’s general requirement of a warrant. Second,\nif an officer has probable cause to arrest a motorist for drunk\ndriving, the officer may conduct a breath test (but not a blood\ntest) under the rule allowing warrantless searches of a person\nincident to arrest.Today, we consider what police officers may do\nin a narrow but important category of cases: those in which the\ndriver is unconscious and therefore cannot be given a breath test.\nIn such cases, we hold, the exigent-circumstances rule almost\nalways permits a blood test without a warrant. When a breath test\nis impossible, enforcement of the drunk-driving laws depends upon\nthe administration of a blood test. And when a police officer\nencounters an unconscious driver, it is very likely that the driver\nwould be taken to an emergency room and that his blood would be\ndrawn for diagnostic purposes even if the police were not seeking\nBAC information. In addition, police officers most frequently come\nupon unconscious drivers when they report to the scene of an\naccident, and under those circumstances, the officers’ many\nresponsibilities—such as attending to other injured drivers or\npassengers and preventing further accidents—may be incompatible\nwith the procedures that would be required to obtain a warrant.\nThus, when a driver is unconscious, the general rule is that a\nwarrant is not needed.IAInBirchfieldv.North Dakota,\n579 U. S. ___ (2016), we recounted the country’s efforts over\nthe years to address the terrible problem of drunk driving. Today,\n“all States have laws that prohibit motorists from driving with a\n[BAC] that exceeds a specified level.”Id., at ___ (slip\nop., at 2). And to help enforce BAC limits, every State has passed\nwhat are popularly called implied-consent laws.Ibid.As “a\ncondition of the privilege of” using the public roads, these laws\nrequire that drivers submit to BAC testing “when there is\nsufficient reason to believe they are violating the State’s\ndrunk-driving laws.”Id., at ___, ___ (slip op., at 2,\n6).Wisconsin’s implied-consent law is much like\nthose of the other 49 States and the District of Columbia. It deems\ndrivers to have consented to breath or blood tests if an officer\nhas reason to believe they have committed one of several drug- or\nalcohol-related offenses.[1]\nSee Wis. Stat. §§343.305(2), (3). Officers seeking to conduct a BAC\ntest must read aloud a statement declaring their intent to\nadminister the test and advising drivers of their options and the\nimplications of their choice. §343.305(4). If a driver’s BAC level\nproves too high, his license will be suspended; but if he refuses\ntesting, his license will berevokedand his refusal may be\nused against him in court. Seeibid. No test will be\nadministered if a driver refuses—or, as the State would put it,\n“withdraws” his statutorily presumed consent. But “[a] person who\nis unconscious or otherwise not capable of withdrawing consent is\npresumed not to have” withdrawn it. §343.305(3)(b). See also\n§§343.305(3)(ar)1–2. More than half the States have provisions like\nthis one regarding unconscious drivers.BThe sequence of events that gave rise to this\ncase began when Officer Alexander Jaeger of the Sheboygan Police\nDepartment received a report that petitioner Gerald Mitchell,\nappearing to be very drunk, had climbed into a van and driven off.\nJaeger soon found Mitchell wandering near a lake. Stumbling and\nslurring his words, Mitchell could hardly stand without the support\nof two officers. Jaeger judged a field sobriety test hopeless, if\nnot dangerous, and gave Mitchell a preliminary breath test. It\nregistered a BAC level of 0.24%, triple the legal limit for driving\nin Wisconsin. Jaeger arrested Mitchell for operating avehicle while intoxicated and, as is standard\npractice, drove him to a police station for a more reliable breath\ntest using better equipment.On the way, Mitchell’s condition continued to\ndeteriorate—so much so that by the time the squad car had reached\nthe station, he was too lethargic even for a breath test. Jaeger\ntherefore drove Mitchell to a nearby hospital for a blood test;\nMitchell lost consciousness on the ride over and had to be wheeled\nin. Even so, Jaeger read aloud to a slumped Mitchell the standard\nstatement giving drivers a chance to refuse BAC testing. Hearing no\nresponse, Jaeger asked hospital staff to draw a blood sample.\nMitchell remained unconscious while the sample was taken, and\nanalysis of his blood showed that his BAC, about 90 minutes after\nhis arrest, was 0.222%.Mitchell was charged with violating two related\ndrunk-driving provisions. See §§346.63(1)(a), (b). He moved to\nsuppress the results of the blood test on the ground that it\nviolated his Fourth Amendment right against “unreason-able\nsearches” because it was conducted without a warrant. Wisconsin\nchose to rest its response on the notion that its implied-consent\nlaw (together with Mitchell’s free choice to drive on its highways)\nrendered the blood test a consensual one, thus curing any Fourth\nAmendment problem. In the end, the trial court denied Mitchell’s\nmotion to suppress, and a jury found him guilty of the charged\noffenses. The intermediate appellate court certified two questions\nto the Wisconsin Supreme Court: first, whether compliance with the\nState’s implied-consent law was sufficient to show that Mitchell’s\ntest was consistent with the Fourth Amendment and, second, whether\na warrantless blood draw from an unconscious person violates the\nFourth Amendment. See 2018 WI 84, ¶15, 383 Wis. 2d 192, 202–203,\n914 N.W.2d 151, 155–156 (2018). The Wisconsin Supreme Court\naffirmed Mitchell’s convictions, and we granted certiorari, 586\nU. S. ___ (2019), to decide “[w]hether a statute author-izing a blood draw from an unconscious motorist\nprovides an exception to the Fourth Amendment warrant requirement,”\nPet. for Cert. ii.IIIn considering Wisconsin’s implied-consent\nlaw, we do not write on a blank slate. “Our prior opinions have\nreferred approvingly to the general concept of implied-consent laws\nthat impose civil penalties and evidentiary consequences on\nmotorists who refuse to comply.”Birchfield, 579 U. S.,\nat ___ (slip op., at 36). But our decisions have not rested on the\nidea that these laws do what their popular name might seem to\nsuggest—that is, create actual consent to all the searches they\nauthorize. Instead, we have based our decisions on the precedent\nregarding the specific constitutional claims in each case, while\nkeeping in mind the wider regulatory scheme developed over the\nyears to combat drunk driving. That scheme is centered on legally\nspecified BAC limits for drivers—limits enforced by the BAC tests\npromoted by implied-consent laws.Over the last 50 years, we have approved many of\nthe defining elements of this scheme. We have held that forcing\ndrunk-driving suspects to undergo a blood test does not violate\ntheir constitutional right against self-incrimination. SeeSchmerberv.California,384\nU.S. 757, 765 (1966). Nor does using their refusal against them\nin court. SeeSouth Dakotav.Neville,459 U.S.\n553, 563 (1983). And punishing that refusal with automatic\nlicense revocation does not violate drivers’ due process rights if\nthey have been arrested upon probable cause,Mackeyv.Montrym,443 U.S. 1(1979); on the contrary, this kind of summary penalty is\n“unquestionably legitimate.”Neville,supra, at\n560.These cases generally concerned the Fifth and\nFourteenth Amendments, but motorists charged with drunk driving\nhave also invoked the Fourth Amendment’s ban on “unreasonable\nsearches” since BAC tests are “searches.” SeeBirchfield,\n579 U. S., at ___ (slip op., at 14). Though our precedent\nnormally requires a warrant for a lawful search, there are\nwell-defined exceptions to this rule. InBirchfield, we\napplied precedent on the “search-incident-to-arrest” exception to\nBAC testing of conscious drunk-driving suspects. We held that their\ndrunk-driving arrests, taken alone, justify warrantless breath\ntests but not blood tests, since breath tests are less intrusive,\njust as informative, and (in the case of conscious suspects)\nreadily available.Id.,at ___ (slip op., at 35).We have also reviewed BAC tests under the\n“exigent circumstances” exception—which, as noted, allows\nwarrantless searches “to prevent the imminent destruction of\nevidence.”Missouriv.McNeely,569 U.S.\n141, 149 (2013). InMcNeely, we were asked if this\nexception covers BAC testing of drunk-driving suspects in light of\nthe fact that blood-alcohol evidence is always dissipating due to\n“natural metabolic processes.”Id., at 152. We answered that\nthe fleeting quality of BAC evidence alone is not enough.Id., at 156. But inSchmerberitdidjustify a\nblood test of a drunk driver who had gotten into a car accident\nthat gave police other pressing duties, for then the\n“furtherdelay” caused by a warrant application really\n“wouldhave threatened the destruction of evidence.”McNeely,supra, at 152 (emphasis added).LikeSchmerber, this case sits much\nhigher thanMcNeelyon the exigency spectrum.McNeelywas about the minimum degree of urgency common to all drunk-driving\ncases. InSchmerber, a car accident heightened that urgency.\nAnd here Mitchell’s medical condition did just the same.Mitchell’s stupor and eventual unconsciousness\nalso deprived officials of a reasonable opportunity to administer a\nbreath test. To be sure, Officer Jaeger managed to conduct “a\npreliminary breath test” using a portable machine when he first\nencountered Mitchell at the lake. App. to Pet. for Cert. 60a. But\nhe had no reasonable opportunity to give Mitchell a breath test\nusing “evidence-grade breath testing machinery.”Birchfield,\n579 U. S., at ___ (Sotomayor, J., concurring in part and\ndissenting in part) (slip op., at 10). As a result, it was\nreasonable for Jaeger to seek a better breath test at the station;\nhe acted with reasonable dispatch to procure one; and when\nMitchell’s condition got in the way, it was reasonable for Jaeger\nto pursue a blood test. As Justice Sotomayor explained in her\npartial dissent inBirchfield:“There is a common misconception that\nbreath tests are conducted roadside, immediately after a driver is\narrested. While some preliminary testing is conducted roadside,\nreliability concerns with roadside tests confine their use in most\ncircumstances to establishing probable cause for an\narrest. . . . The standard evidentiary breath test\nis conducted after a motorist is arrested and transported to a\npolice station, governmental building, or mobile testing facility\nwhere officers can access reliable, evidence-grade breath testing\nmachinery.”Id.,at ___ (slip op., at 10).Because the “standard evidentiary breath test is\nconducted after a motorist is arrested and transported to a police\nstation” or another appropriate facility,ibid., the\nimportant question here is what officers may do when a driver’s\nunconsciousness (or stupor) eliminates any reasonable opportunity\nforthatkind of breath test.IIIThe Fourth Amendment guards the “right of the\npeople to be secure in their persons . . . against\nunreasonable searches” and provides that “no Warrants shall issue,\nbut upon probable cause.” A blood draw is a search of the person,\nso we must determine if its administration here without a warrant\nwas reasonable. SeeBirchfield, 579 U. S. at ___ (slip\nop., at 14). Though we have held that a warrant is normally\nrequired, we have also “made it clear that there are exceptions to\nthe warrant requirement.”Illinoisv.McArthur,531 U.S.\n326, 330 (2001). And under the exception for exigent\ncircumstances, a warrantless search is allowed when “ ‘there\nis compelling need for official action and no time to secure a\nwarrant.’ ”McNeely,supra, at 149 (quotingMichiganv.Tyler,436 U.S.\n499, 509 (1978)). InMcNeely, we considered how the\nexigent-circumstances exception applies to the broad category of\ncases in which a police officer has probable cause to believe that\na motorist was driving under the influence of alcohol, and we do\nnot revisit that question. Nor do we settle whether the\nexigent-circumstances exception covers the specific facts of this\ncase.[2] Instead, we address\nhow the exception bears on the category of cases encompassed by the\nquestion on which we granted certiorari—those involving unconscious\ndrivers.[3] In those cases, the\nneed for a blood test is compelling, and an officer’s duty to\nattend to more pressing needs may leave no time to seek a\nwarrant.AThe importance of the needs served by BAC\ntesting is hard to overstate. The bottom line is that BAC tests are\nneeded for enforcing laws that save lives. The specifics, in short,\nare these: Highway safety is critical; it is served by laws that\ncriminalize driving with a certain BAC level;and enforcing these legal BAC limits requires\nefficient testing to obtain BAC evidence, which naturally\ndissipates. So BAC tests are crucial links in a chain on which\nvital interests hang. And when a breath test is unavail-able to\nadvance those aims, a blood test becomes essential. Here we add a\nword about each of these points.First, highway safety is a vital public\ninterest. For decades, we have strained our vocal chords to give\nadequate expression to the stakes. We have called highway safety a\n“compelling interest,”Mackey, 443 U. S., at 19; we\nhave called it “paramount,”id., at 17. Twice we have\nreferred to the effects of irresponsible driving as “slaughter”\ncomparable to the ravages of war.Breithauptv.Abram,352 U.S.\n432, 439 (1957);Perezv.Campbell,402 U.S.\n637, 657, 672 (1971) (Blackmun, J., concurring in result in\npart and dissenting in part). We have spoken of “carnage,”Neville, 459 U. S., at 558–559, and even “frightful\ncarnage,”Tatev.Short,401\nU.S. 395, 401 (1971) (Blackmun, J., concurring). The frequency\nof preventable collisions, we have said, is “tragic,”Neville,supra, at 558, and “astounding,”Breithaupt,supra, at 439. And behind this fervent\nlanguage lie chilling figures, all captured in the fact that from\n1982 to 2016, alcohol-related accidents took roughly 10,000 to\n20,000 lives in this Nationevery single year. See National\nHighway Traffic Safety Admin. (NHTSA), Traffic Safety Facts 2016,\np. 40 (May 2018). In the best years, that would add up to more\nthan one fatality per hour.Second, when it comes to fighting these\nharms and promoting highway safety, federal and state lawmakers\nhave long been convinced that specified BAC limits make a big\ndifference. States resorted to these limits when earlier laws that\nincluded no “statistical definition of intoxication” proved\nineffectual or hard to enforce. SeeBirchfield, 579\nU. S., at ___–___ (slip op., at 2–3). The maximum permissible\nBAC, initially set at 0.15%, was first lowered to 0.10% and then to\n0.08%.Id., at ___, ___–___ (slip op., at 3, 6–7). Congress\nencouraged this process by conditioning the award of federal\nhighway funds on the establishment of a BAC limit of 0.08%, see 23\nU. S. C. §163(a); 23 CFR §1225.1 (2012), and every State\nhas adopted this limit.[4] Not\nonly that, many States, including Wisconsin, have passed laws\nimposing increased penalties for recidivists or for drivers with a\nBAC level that exceeds a higher threshold. See Wis. Stat.\n§346.65(2)(am);Birchfield, 579 U. S., at ___ (slip\nop., at 7).There is good reason to think this strategy has\nworked. As we noted inBirchfield, these tougher measures\ncorresponded with a dramatic drop in highway deaths and injuries:\nFrom the mid-1970’s to the mid-1980’s, “the number of annual\nfatalities averaged 25,000; by 2014 . . . , the number\nhad fallen to below 10,000.”Id., at ___ (slip op., at\n6).Third, enforcing BAC limits obviously\nrequires a test that is accurate enough to stand up in court,id., at ___–___ (slip op., at 3–5); see alsoMcNeely,\n569 U. S., at 159–160 (plurality opinion). And we have\nrecognized that “[e]xtraction of blood samples for testing is a\nhighly effective means of” measuring “the influence of alcohol.”Schmerber, 384 U. S., at 771.Enforcement of BAC limits also requires prompt\ntesting because it is “a biological certainty” that “[a]lcohol\ndissipates from the bloodstream at a rate of 0.01 percent to 0.025\npercent per hour. . . . Evidence is literally\ndisappearing by the minute.”McNeely, 569 U. S., at 169\n(opinion of Roberts, C. J.). As noted, the ephemeral nature of\nBAC was “essential to our holding inSchmerber,” which\nitself allowed a warrantless blood test for BAC.Id., at\n152(opinion of the Court). And even when we later\nheld that the exigent-circumstances exception would not permit a\nwarrantless blood draw ineverydrunk-driving case, we\nacknowledged that delays in BAC testing can “raise questions about\n. . . accuracy.”Id., at 156.It is no wonder, then, that the implied-consent\nlaws that incentivize prompt BAC testing have been with us for 65\nyears and now exist in all 50 States.Birchfield,supra, at ___ (slip op., at 6). These laws and the BAC tests\nthey require are tightly linked to a regulatory scheme that serves\nthe most pressing of interests.Finally, when a breath test is unavailable to\npromote those interests, “a blood draw becomes necessary.”McNeely, 569 U. S., at 170 (opinion of Roberts,\nC. J.). Thus, in the case of unconscious drivers, who cannot\nblow into a breathalyzer, blood tests are essential for achieving\nthe compelling interests described above.Indeed, not only is the link to pressing\ninterests here tighter; the interests themselves are greater:\nDrivers who are drunk enough to pass out at the wheel or soon\nafterward pose a much greater risk. It would be perverse if the\nmore wanton behavior were rewarded—if the more harrowing threat\nwere harder to punish.For these reasons, there clearly is a\n“compelling need” for a blood test of drunk-driving suspects whose\ncondition deprives officials of a reasonable opportunity to conduct\na breath test.Id.,at 149 (opinion of the Court) (internal\nquotation marks omitted). The only question left, under our\nexigency doctrine, is whether this compelling need justifies a\nwarrantless search because there is, furthermore, “ ‘no time\nto secure a warrant.’ ”Ibid.BWe held that there was no time to secure a\nwarrant before a blood test of a drunk-driving suspect inSchmerberbecause the officer there could “reasonably have\nbelieved that he was confronted with an emergency, in which the\ndelay necessary to obtain a warrant, under the circumstances,\nthreatened the destruction of evidence.” 384 U. S., at 770\n(internal quotation marks omitted). So even if the constant\ndissipation of BAC evidencealonedoes not create an\nexigency, seeMcNeely,supra, at 150–151,Schmerbershows that it does so when combined with other\npressing needs:“We are told that [1] the percentage of\nalcohol in the blood begins to diminish shortly after drinking\nstops, as the body functions to eliminate it from the system.\nParticularly in a case such as this, where [2] time had to be\ntaken to bring the accused to a hospital and to investigate the\nscene of the accident, there was no time to seek out a magistrate\nand secure a warrant. Given these special facts, we conclude that\nthe attempt to secure evidence of blood-alcohol content in this\ncase [without a warrant] was . . . appropriate\n. . . .” 384 U. S., at 770–771.Thus, exigency exists when (1) BAC evidence is\ndissipating and (2) some other factor creates pressing health,\nsafety, or law enforcement needs that would take priority over a\nwarrant application. Both conditions are met when a drunk-driving\nsuspect is unconscious, soSchmerbercontrols: With such\nsuspects, too, a warrantless blood draw is lawful.1InSchmerber, the extra factor giving\nrise to urgent needs that would only add to the delay caused by a\nwarrant application was a car accident; here it is the driver’s\nunconsciousness. Indeed, unconsciousness does not justcreate pressing needs; it isitselfa\nmedical emergency.[5] It means\nthat the suspect will have to be rushed to the hospital or similar\nfacility not just for the blood test itself but for urgent medical\ncare.[6] Police can reasonably\nanticipate that such a driver might require monitoring,\npositioning, and support on the way to the hospital;[7] that his blood may be drawn anyway, for\ndiagnostic purposes, immediately on arrival;[8] and that immediate medical treatment could\ndelay (or otherwise distort the results of) a blood draw conducted\nlater, upon receipt of a warrant, thus reducing its evidentiary\nvalue. SeeMcNeely,supra, at 156 (plurality\nopinion). All of that sets this case apart fromthe uncomplicated drunk-driving scenarios\naddressed inMcNeely. Just as the ramifications of a car\naccident pushedSchmerberover the line into exigency, so\ndoes the condition of an unconscious driver bring his blood draw\nunder the exception. In such a case, as inSchmerber, an\nofficer could “reasonably have believed that he was confronted with\nan emergency.” 384 U. S., at 770.Indeed, in many unconscious-driver cases, the\nexigency will bemoreacute, as elaborated in the briefing\nand argument in this case. A driver so drunk as to lose\nconsciousness is quite likely to crash, especially if he passes out\nbefore managing to park. And then the accident might give officers\na slew of urgent tasks beyond that of securing (and working around)\nmedical care for the suspect. Police may have to ensure that others\nwho are injured receive prompt medical attention; they may have to\nprovide first aid themselves until medical personnel arrive at the\nscene. In some cases, they may have to deal with fatalities. They\nmay have to preserve evidence at the scene and block or redirect\ntraffic to prevent further accidents. These pressing matters, too,\nwould require responsible officers to put off applying for a\nwarrant, and that would only exacerbate the delay—and\nimprecision—of any subsequent BAC test.In sum, all these rival priorities would put\nofficers, who must often engage in a form of triage, to a dilemma.\nIt would force them to choose between prioritizing a warrant\napplication, to the detriment of critical health and safety needs,\nand delaying the warrant application, and thus the BAC test, to the\ndetriment of its evidentiary value and all the compelling interests\nserved by BAC limits. This is just the kind of scenario for which\nthe exigency rule was born—just the kind of grim dilemma it lives\nto dissolve.2Mitchell objects that a warrantless search is\nunnecessary in cases involving unconscious drivers because warrants\nthese days can be obtained faster and more easily. But even in our\nage of rapid communication,“[w]arrants inevitably take some time for\npolice officers or prosecutors to complete and for magistrate\njudges to review. Telephonic and electronic warrants may still\nrequire officers to follow time-consuming formalities designed to\ncreate an adequate record, such as preparing a duplicate warrant\nbefore calling the magistrate judge. . . . And\nimprovements in communications technology do not guarantee that a\nmagistrate judge will be available when an officer needs a warrant\nafter making a late-night arrest.”McNeely, 569 U. S.,\nat 155.In other words, with better technology, the time\nrequired has shrunk, but it has not disappeared. In the emergency\nscenarios created by unconscious drivers, forcing police to put off\nother tasks for even a relatively short period of time may have\nterrible collateral costs. That is just what it means for these\nsituations tobeemergencies.IVWhen police have probable cause to believe a\nperson has committed a drunk-driving offense and the driver’s\nunconsciousness or stupor requires him to be taken to the hospital\nor similar facility before police have a reasonable opportunity to\nadminister a standard evidentiary breath test, they may almost\nalways order a warrantless blood test to measure the driver’s BAC\nwithout offending the Fourth Amendment. We do not rule out the\npossibility that in an unusual case a defendant would be able to\nshow that his blood would not have been drawn if police had not\nbeen seeking BAC information, and that police could not have\nreasonably judged that a warrant application would interfere with\nother pressing needs or duties. Because Mitchell did not have a\nchance to attempt to make that showing, a remand for that purpose\nis necessary.*  *  *The judgment of the Supreme Court of Wisconsin\nis vacated, and the case is remanded for further proceedings.It is so ordered.Notes1Wisconsin also authorizes\nBAC testing of drivers involved in accidents that cause significant\nbodily harm, with or without probable cause of drunk driving. See\nWis. Stat. §343.305(3)2 (2016). We do not address those provisions.\nAnd while Wisconsin’s and other implied-consent laws permit urine\ntests, those tests are less common, seeBirchfieldv.North Dakota, 579 U. S. ___, ___, n. 1 (2016) (slip\nop., at 6, n. 1), and we do not consider them here.2Justice Sotomayor’s\ndissent argues that Wisconsin waived the argument that we now\nadopt, but the dissent paints a misleading picture of both the\nproceedings below and the ground for our decision. First, as to the\nproceedings below, the dissent contends that the sole question\ncertified to the Wisconsin Supreme Court was “ ‘whether the\nwarrantless blood draw of an unconscious motorist pursuant to\nWisconsin’s implied consent law, where no exigent circumstances\nexist or have been argued, violates the Fourth Amendment.’ ”Post, at 3 (quoting App. 61). That is indeed how the\nintermediate appellate court understood the issue in the case, but\nthe State Supreme Court took a broader view, as was its right. It\nregarded the appeal as presenting two questions, one of which was\n“whether a warrantless blood draw from an unconscious person\npursuant to Wis. Stat. §343.305(3)(b) violates the Fourth\nAmendment.” See 383 Wis. 2d 192, 202–203, 914 N.W.2d 151,155–156\n(2018). This broad question easily encompasses the rationale that\nwe adopt today. Second, after noting that the State did not attempt\nbelow to make a case-specific showing of exigent circumstances, the\ndissent claims that our decision is based on this very ground. But\nthat is not at all the basis for our decision. We do not hold that\nthe State established that the facts of this particular case\ninvolve exigent circumstances underMcNeely. Rather, we\nadopt a rule for an entire category of cases—those in which a\nmotorist believed to have driven under the influence of alcohol is\nunconscious and thus cannot be given a breath test. This rule is\nnot based on what happened in petitioner’s particular case but on\nthe circumstances generally present in cases that fall within the\nscope of the rule. Those are just the sorts of features of\nunconscious-driver cases that Wisconsin brought to our attention,\nsee Brief for Respondent 54–55; Tr. of Oral Arg. at 32–34, 48–51,\nwhich petitioner addressed, see Reply Brief at 14–15; Tr. of Oral\nArg. at 15–20, 23–24, 29–31, 63–66. So it is entirely proper for us\nto decide the case on this ground. SeeThigpenv.Roberts,468 U.S.\n27, 29–30 (1984).3While our\nexigent-circumstances precedent requires a “ ‘totality of the\ncircumstances’ ” analysis, “the circumstances in drunk driving\ncases are often typical, and the Court should be able to offer\nguidance on how police should handle cases like the one before us.”McNeely, 569 U. S., at 166 (Roberts, C. J., concurring\nin part and dissenting in part). Indeed, our exigency case law is\nfull of general rules providing such guidance. Thus, we allow\npolice to proceed without a warrant when an occupant of a home\nrequires “emergency assistance,”Brigham Cityv.Stuart,547 U.S.\n398, 403 (2006); when a building is on fire,\nseeMichiganv.Tyler,436\nU.S. 499, 509 (1978); and when an armed robber has just entered\na home, seeUnited Statesv.Santana,427 U.S.\n38(1976). “In each of these cases, the requirement that we\nbase our decision on the ‘totality of the circumstances’ has not\nprevented us from spelling out a general rule for the police to\nfollow.”McNeely,supra, at 168 (opinion of Roberts,\nC. J.). Neither does it prevent us here.4See NHTSA, Alcohol and\nHighway Safety: A Review of the State of Knowledge 167 (DOT HS 811\n374, Mar. 2011).5See National Institutes\nof Health, U. S. National Library of Medicine, MedlinePlus,\nUnconsciousness (June 3, 2019), https://medlineplus.\ngov/ency/article/000022.htm (all Internet materials as last visited\nJune 25, 2019).6Limmer et al., Emergency\nCare 598 (13th ed. 2016).7Seeid.,at\n593–594.8See J. Kwasnoski, G.\nPartridge, & J. Stephen, Officer’s DUI Handbook 142 (6th ed.\n2013) (“[M]ost hospitals routinely withdraw blood from the driver\nimmediately upon admittance”); see also E. Mitchell & R.\nMedzon, Introduction to Emergency Medicine 269 (2005) (“Serum\nglucose and blood alcohol concentrations are two pieces of\ninformation that are of paramount importance when an apparently\nintoxicated patient arrives at the [emergency room]”); Mayo Clinic,\nAlcohol Poisoning: Diagnosis & Treatment (2019),\nhttps://www.mayoclinic.org/diseases-conditions/alcohol-poisoning/diagnosis-treatment/drc-20354392.\nIn this respect, the case for allowing a blood draw is stronger\nhere than inSchmerberv.California,384 U.S.\n757(1966). In the latter, it gave us pause that blood draws\ninvolve piercing a person’s skin. Seeid.,at 762, 770. But\nsince unconscious suspects will often have their skin pierced and\nblood drawn for diagnostic purposes, allowing law enforcement to\nuse blood taken from that initial piercing would not increase the\nbodily intrusion. In fact, dispensing with the warrant rule couldlessenthe intrusion. It could enable authorities to use\nblood obtained by hospital staff when the suspect is admitted\nrather than having to wait to hear back about a warrant and then\norder what might be a second blood draw.",
    "joined": []
}