{
    "case": {
        "docket": "505",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/505/"
    },
    "id": "1963311",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTHAMILTON V. LANNING560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-998JAN HAMILTON, CHAPTER 13 TRUSTEE, PETITIONERv.STEPHANIE KAY LANNINGon writ of certiorari to the united states court of\nappeals for the tenth circuit[June 7, 2010]Justice Alito delivered the\nopinion of the Court.Chapter 13 of the Bankruptcy Code\nprovides bankruptcy protection to “individual[s] with regular\nincome” whose debts fall within statutory limits. 11 U. S. C.\n§§101(30), 109(e). Unlike debtors who file under Chapter 7 and must\nliquidate their nonexempt assets in order to pay creditors, see\n§§704(a)(1), 726, Chapter 13 debtors are permitted to keep their\nproperty, but they must agree to a court-approved plan under which\nthey pay creditors out of their future income, see §§1306(b), 1321,\n1322(a)(1), 1328(a). A bankruptcy trustee oversees the filing and\nexecution of a Chapter 13 debtor’s plan. §1322(a)(1); see also 28\nU. S. C. §586(a)(3).Section 1325 of Title 11 specifies\ncircumstances under which a bankruptcy court “shall” and “may not”\nconfirm a plan. §1325(a),(b). If an unsecured creditor or the\nbankruptcy trustee objects to confirmation, §1325(b)(1) requires\nthe debtor either to pay unsecured creditors in full or to pay all\n“projected disposable income” to be received by the debtor over the\nduration of the plan.We granted certiorari to decide how a\nbankruptcy court should calculate a debtor’s “projected disposable\nincome.” Some lower courts have taken what the parties term the\n“mechanical approach,” while most have adopted what has been called\nthe “forward-looking approach.” We hold that the “forward-looking\napproach” is correct.IAs previously noted, §1325\nprovides that if a trustee or an unsecured creditor objects to a\nChapter 13 debtor’s plan, a bankruptcy court may not approve the\nplan unless it provides for the full repayment of unsecured claims\nor “provides that all of the debtor’s projected disposable income\nto be received” over the duration of the plan “will be applied to\nmake payments” in accordance with the terms of the plan. 11 U.\nS. C. §1325(b)(1); see also §1325(b)(1) (2000 ed.). Before the\nenactment of the Bankruptcy Abuse Prevention and Consumer\nProtection Act of 2005 (BAPCPA), 119 Stat. 23, the Bankruptcy Code\n(Code) loosely defined “disposable income” as “income which is\nreceived by the debtor and which is not reasonably necessary to be\nexpended” for the “maintenance or support of the debtor,” for\nqualifying charitable contributions, or for business expenditures.\n§1325(b)(2)(A), (B).The Code did not define the term\n“projected disposable income,” and in most cases, bankruptcy courts\nused a mechanical approach in calculating projected disposable\nincome. That is, they first multiplied monthly income by the number\nof months in the plan and then determined what portion of the\nresult was “excess” or “disposable.” See 2 K. Lundin, Chapter 13\nBankruptcy §164.1, p. 164–1, and n. 4 (3d ed. 2000)\n(hereinafter Lundin (2000 ed.)) (citing cases).In exceptional cases, however, bankruptcy\ncourts took into account foreseeable changes in a debtor’s income\nor expenses. SeeIn re Heath, 182 B. R. 557,\n559–561 (Bkrtcy. App. Panel CA9 1995);In re\nRichardson, 283 B. R. 783, 799 (Bkrtcy. Ct. Kan. 2002);\nTr. of Oral Arg. 7. Accord, 1 Lundin §35.10, at 35–14 (2000 ed.)\n(“The debtor should take some care to project estimated future\nincome on Schedule I to include anticipated increases or decreases\n[in income] so that the schedule will be consistent with any\nevidence of income the debtor would offer at a contested\nconfirmation hearing”).BAPCPA left the term “projected disposable\nincome” undefined but specified in some detail how “disposable\nincome” is to be calculated. “Disposable income” is now defined as\n“current monthly income received by the debtor” less “amounts\nreasonably necessary to be expended” for the debtor’s maintenance\nand support, for qualifying charitable contributions, and for\nbusiness expenditures. §1325(b)(2)(A)(i) and (ii) (2006 ed.).\n“Current monthly income,” in turn, is calculated by averaging the\ndebtor’s monthly income during what the parties refer to as the\n6-month look-back period, which generally consists of the six full\nmonths preceding the filing of the bankruptcy petition. See\n§101(10A)(A)(i).[Footnote 1]\nThe phrase “amounts reasonably necessary to be expended” in\n§1325(b)(2) is also newly defined. For a debtor whose income is\nbelow the median for his or her State, the phrase includes the full\namount needed for “maintenance or support,” see §1325(b)(2)(A)(i),\nbut for a debtor with income that exceeds the state median, only\ncertain specified expenses are included,[Footnote 2] see §§707(b)(2), 1325(b)(3)(A).IIARespondent had $36,793.36 in\nunsecured debt when she filed for Chapter 13 bankruptcy protection\nin October 2006. In the six months before her filing, she received\na one-time buyout from her former employer, and this payment\ngreatly inflated her gross income for April 2006 (to $11,990.03)\nand for May 2006 (to $15,356.42). App. 84, 107. As a result of\nthese payments, respondent’s current monthly income, as averaged\nfrom April through October 2006, was $5,343.70—a figure that\nexceeds the median income for a family of one in Kansas. Seeid., at 78. Respondent’s monthly expenses, calculated\npursuant to §707(b)(2), were $4,228.71.Id., at 83. She\nreported a monthly “disposable income” of $1,114.98 on Form 22C.Ibid.On the form used for reporting\nmonthly income (Schedule I), she reported income from her new job\nof $1,922 per month—which is below the state median.Id.,\nat 66; see alsoid., at 78. On the form used for reporting\nmonthly expenses (Schedule J), she reported actual monthly expenses\nof $1,772.97.Id., at 68. Subtracting the Schedule J\nfigure from the Schedule I figure resulted in monthly disposable\nincome of $149.03.Respondent filed a plan that would have\nrequired her to pay $144 per month for 36 months. Seeid.,\nat 93. Petitioner, a private Chapter 13 trustee, objected to\nconfirmation of the plan because the amount respondent proposed to\npay was less than the full amount of the claims against her, see\n§1325(b)(1)(A), and because, in petitioner’s view, respondent was\nnot committing all of her “projected disposable income” to the\nrepayment of creditors, see §1325(b)(1)(B). According to\npetitioner, the proper way to calculate projected disposable income\nwas simply to multiply disposable income, as calculated on Form\n22C, by the number of months in the commitment period. Employing\nthis mechanical approach, petitioner calculated that creditors\nwould be paid in full if respondent made monthly payments of $756\nfor a period of 60 months.Id., at 108. There is no\ndispute that respondent’s actual income was insufficient to make\npayments in that amount. Tr. of Oral Arg. 3–4.BThe Bankruptcy Court endorsed\nrespondent’s proposed monthly payment of $144 but required a\n60-month plan period. No. 06–41037 etc., 2007 WL 1451999, *8\n(Bkrtcy. Ct. Kan. 2007). The court agreed with the majority view\nthat the word “projected” in §1325(b)(1)(B) requires courts “to\nconsider at confirmation the debtor’sactualincome as it\nwas reported on Schedule I.”Id., at *5 (emphasis added).\nThis conclusion was warranted by the text of §1325(b)(1), the\nBankruptcy Court reasoned, and was necessary to avoid the absurd\nresult of denying bankruptcy protection to individuals with\ndeteriorating finances in the six months before filing.Ibid.Petitioner appealed to the Tenth\nCircuit Bankruptcy Appellate Panel, which affirmed. 380 B. R.\n17, 19 (2007). The Panel noted that, although Congress redefined\n“disposable income” in 2005, it chose not to alter the pre-existing\nterm “projected disposable income.”Id., at 24. Thus, the\nPanel concluded, there was no reason to believe that Congress\nintended to alter the pre-BAPCPA practice under which bankruptcy\ncourts determined projected disposable income by reference to\nSchedules I and J but considered other evidence when there was\nreason to believe that the schedules did not reflect a debtor’s\nactual ability to pay.Ibid.The Tenth Circuit affirmed. 545 F. 3d\n1269, 1270 (2008). According to the Tenth Circuit, a court, in\ncalculating “projected disposable income,” should begin with the\n“presumption” that the figure yielded by the mechanical approach is\ncorrect, but the Court concluded that this figure may be rebutted\nby evidence of a substantial change in the debtor’s circumstances.Id., at 1278–1279.This petition followed, and we granted\ncertiorari. 558 U. S. ___ (2009).IIIAThe parties differ sharply in\ntheir interpretation of §1325’s reference to “projected disposable\nincome.” Petitioner, advocating the mechanical approach, contends\nthat “projected disposable income” means past average monthly\ndisposable income multiplied by the number of months in a debtor’s\nplan. Respondent, who favors the forward-looking approach, agrees\nthat the method outlined by petitioner should be determinative in\nmost cases, but she argues that in exceptional cases, where\nsignificant changes in a debtor’s financial circumstances are known\nor virtually certain, a bankruptcy court has discretion to make an\nappropriate adjustment. Respondent has the stronger argument.First, respondent’s argument is\nsupported by the ordinary meaning of the term “projected.” “When\nterms used in a statute are undefined, we give them their ordinary\nmeaning.”Asgrow Seed Co.v.Winterboer,513 U. S. 179, 187\n(1995). Here, the term “projected” is not defined, and in ordinary\nusage future occurrences are not “projected” based on the\nassumption that the past will necessarily repeat itself. For\nexample, projections concerning a company’s future sales or the\nfuture cash flow from a license take into account anticipated\nevents that may change past trends. See,e.g.,Tellabs, Inc.v.Makor Issues & Rights, Ltd.,551 U. S. 308,\n316 (2007) (describing adjustments to “projected sales” in light of\nfalling demand);Innovair Aviation, Ltd.v.United\nStates, 83 Fed. Cl. 498, 502, 504–506 (2008) (calculating\nprojected cash flow and noting that past sales are “not necessarily\nthe number of sales” that will be made in the future). On the night\nof an election, experts do not “project” the percentage of the\nvotes that a candidate will receive by simply assuming that the\ncandidate will get the same percentage as he or she won in the\nfirst few reporting precincts. And sports analysts do not project\nthat a team’s winning percentage at the end of a new season will be\nthe same as the team’s winning percentage last year or the team’s\nwinning percentage at the end of the first month of competition.\nWhile a projection takes past events into account, adjustments are\noften made based on other factors that may affect the final\noutcome. SeeIn re Kibbe, 361 B. R. 302, 312,\nn. 9 (Bkrtcy. App. Panel CA1 2007) (contrasting “multiplied,”\nwhich “requires only mathematical acumen,” with “projected,” which\nrequires “mathematic acumen adjusted by deliberation and\ndiscretion”).Second, the word “projected” appears in many\nfederal statutes, yet Congress rarely has used it to mean simple\nmultiplication. For example, the Agricultural Adjustment Act of\n1938 defined “projected national yield,” “projected county yield,”\nand “projected farm yield” as entailing historical averages\n“adjusted for abnormal weather conditions,” “trends in yields,” and\n“any significant changes in production practices.” 7 U. S. C.\n§1301(b)(8)(B), (13)(J), (K).[Footnote 3]By contrast, we need look no further than the\nBankruptcy Code to see that when Congress wishes to mandate simple\nmultiplication, it does so unambiguously—most commonly by using the\nterm “multiplied.” See,e.g., 11 U. S. C. §1325(b)(3)\n(“current monthly income, when multiplied by 12”); §§704(b)(2),\n707(b)(6), (7)(A) (same); §707(b)(2)(A)(i), (B)(iv) (“multiplied by\n60”). Accord, 2 U. S. C. §58(b)(1)(B) (“multiplied by the\nnumber of months in such year”); 5 U. S. C. §8415(a)\n(“multiplied by such individual’s total service”); 42 U. S. C.\n§403(f)(3) (“multiplied by the number of months in such year”).Third, pre-BAPCPA case law points in favor of\nthe “forward-looking” approach. Prior to BAPCPA, the general rule\nwas that courts would multiply a debtor’s current monthly income by\nthe number of months in the commitment period as the first step in\ndetermining projected disposable income. See,e.g.,In\nre Killough, 900 F. 2d 61, 62–63 (CA5 1990)(per\ncuriam);In re Anderson, 21 F. 3d 355, 357 (CA9\n1994);In re Solomon, 67 F. 3d 1128, 1132 (CA4 1995). See\n2 Lundin §164.1, at 164–1 (2000 ed.) (“Most courts focus on the\ndebtor’s current income and extend current income (and\nexpenditures) over the life of the plan to calculate projected\ndisposable income”). But courts also had discretion to account for\nknown or virtually certain changes in the debtor’s income. SeeHeath, 182 B. R., at 559–561;Richardson,\n283 B. R., at 799;In re James, 260 B. R.\n498, 514–515 (Bkrtcy. Ct. Idaho 2001);In re Jobe,\n197 B. R. 823, 826–827 (Bkrtcy. Ct. WD Tex. 1996);In re Crompton, 73 B. R. 800, 808 (Bkrtcy. Ct.\nED Pa. 1987); see alsoIn re Schyma, 68 B. R. 52, 63\n(Bkrtcy. Ct. Minn. 1985) (“[T]he prospect of dividends . . . is not\nso certain as to require Debtors or the Court to consider them as\nregular or disposable income”);In re Krull, 54\nB. R. 375, 378 (Bkrtcy. Ct. Colo. 1985) (“Since there are no\nchanges in income which can be clearly foreseen, the Court must\nsimply multiply the debtor’s current disposable income by 36 in\norder to determine his ‘projected’ income”).[Footnote 4] This judicial discretion was well\ndocumented in contemporary bankruptcy treatises. See 8 Collier on\nBankruptcy ¶1325.08[4][a], p. 1325–50 (15th ed. rev. 2004)\n(hereinafter Collier) (“As a practical matter,unless there are\nchanges which can be clearly foreseen, the court must simply\nmultiply the debtor’s known monthly income by 36 and determine\nwhether the amount to be paid under the plan equals or exceeds that\namount” (emphasis added)); 3 W. Norton, Bankruptcy Law and Practice\n§75.10, p. 64 (1991) (“It has been held that the court should focus\nupon present monthly income and expenditures and,absent\nextraordinary circumstances, project these current amounts\nover the life of the plan to determine projected disposable income”\n(emphasis added)); 2 Lundin §164.1, at 164–28 to 164–31 (2000 ed.)\n(describing how reported decisions treated anticipated changes in\nincome, particularly where such changes were “too speculative to be\nprojected”); see alsoIn re Greer, 388 B. R.\n889, 892 (Bkrtcy. Ct. CD Ill. 2008) (“ ‘As a practical matter,\nunless there are changes which can be clearly foreseen, the court\nmust simply multiply the debtor’s current monthly income by\nthirty-six’ ” (quoting 5 Collier ¶1325.08[4][a] (15th ed. rev.\n1995)));James,supra, at 514 (same) (quoting 8\nCollier ¶1325.08[4][a] (15th ed. rev. 2000));Crompton,supra, at 808 (same) (citing 5 Collier ¶1325.08[4][a],\n[b], at 1325–47 to 1325–48 (15th ed. 1986)). Accord, 8 Collier\n¶1325.08[4][b], at 1325–60 (15th ed. rev. 2007) (“As with the\nincome side of the budget, the court must simply use the debtor’s\ncurrent expenses,unless a change in them is virtually\ncertain” (emphasis added)). Indeed, petitioner concedes that\ncourts possessed this discretion prior to BAPCPA. Tr. of Oral Arg.\n7.Pre-BAPCPA bankruptcy practice is telling\nbecause we “ ‘will not read the Bankruptcy Code to erode past\nbankruptcy practice absent a clear indication that Congress\nintended such a departure.’ ”Travelers Casualty &\nSurety Co. of Americav.Pacific Gas & Elec. Co.,549 U. S. 443,\n454 (2007);Lamiev.United States Trustee,540 U. S. 526,\n539 (2004);Cohenv.de la Cruz,523 U. S. 213, 221\n(1998); see alsoGroganv.Garner,498 U. S. 279, 290\n(1991);Kellyv.Robinson,479 U. S. 36, 47 (1986).\nCongress did not amend the term “projected disposable income” in\n2005, and pre-BAPCPA bankruptcy practice reflected a widely\nacknowledged and well-documented view that courts may take into\naccount known or virtually certain changes to debtors’ income or\nexpenses when projecting disposable income. In light of this\nhistorical practice, we would expect that, had Congress intended\nfor “projected” to carry a specialized—and indeed, unusual—meaning\nin Chapter 13, Congress would have said so expressly. Cf.,e.g., 26 U. S. C. §279(c)(3)(A), (B) (expressly\ndefining “projected earnings” as reflecting a 3-year historical\naverage).BThe mechanical approach also\nclashes repeatedly with the terms of 11 U. S. C. §1325.First, §1325(b)(1)(B)’s reference\nto projected disposable income “to be received in the applicable\ncommitment period” strongly favors the forward-looking approach.\nThere is no dispute that respondent would in fact receive far less\nthan $756 per month in disposable income during the plan period, so\npetitioner’s projection does not accurately reflect “income to be\nreceived” during that period. SeeIn re Nowlin, 576 F. 3d\n258, 263 (CA5 2009). The mechanical approach effectively reads this\nphrase out of the statute when a debtor’s current disposable income\nis substantially higher than the income that the debtor predictably\nwill receive during the plan period. SeeKawaauhauv.Geiger,523\nU. S. 57, 62 (1998) (“[W]e are hesitant to adopt an\ninterpretation of a congressional enactment which renders\nsuperfluous another portion of that same law” (internal quotation\nmarks omitted)).Second, §1325(b)(1) directs courts to\ndetermine projected disposable income “as of the effective date of\nthe plan,” which is the date on which the plan is confirmed and\nbecomes binding, see §1327(a). Had Congress intended for projected\ndisposable income to be nothing more than a multiple of disposable\nincome in all cases, we see no reason why Congress would not have\nrequired courts to determine that value as of thefilingdate of the plan. See Fed. Rule Bkrtcy. Proc. 3015(b) (requiring\nthat a plan be filed within 14 days of the filing of a petition),\nonline at\nhttp://www.uscourts.gov/RulesAndPolicies/FederalRulemaking/Overview/BankruptcyRules.aspx\n(all Internet materials as visited June 3, 2010, and available in\nClerk of Court’s case file). In the very next section of the Code,\nfor example, Congress specified that a debtor shall commence\npayments “not later than 30 days after thedate of the filing\nof the plan.” §1326(a)(1) (emphasis added). Congress’ decision\nto require courts to measure projected disposable income “as of theeffectivedate of the plan” is more consistent with the\nview that Congress expected courts to consider postfiling\ninformation about the debtor’s financial circumstances. See 545\nF. 3d, at 1279 (“[D]etermining whether or not a debtor has\ncommitted all projected disposable income to repayment of the\nunsecured creditors ‘as of the effective date of the plan’ suggests\nconsideration of the debtor’s actual financial circumstances as of\nthe effective date of the plan”).Third, the requirement that projected\ndisposable income “will be applied to make payments” is most\nnaturally read to contemplate that the debtor will actually pay\ncreditors in the calculated monthly amounts. §1325(b)(1)(B). But\nwhen, as of the effective date of a plan, the debtor lacks the\nmeans to do so, this language is rendered a hollow command.CThe arguments advanced in favor\nof the mechanical approach are unpersuasive. Noting that the Code\nnow provides a detailed and precise definition of “disposable\nincome,” proponents of the mechanical approach maintain that any\ndeparture from this method leaves that definition “ ‘with no\napparent purpose.’ ”In re Kagenveama, 541 F. 3d\n868, 873 (CA9 2008). This argument overlooks the important role\nthat the statutory formula for calculating “disposable income”\nplays under the forward-looking approach. As the Tenth Circuit\nrecognized in this case, a court taking the forward-looking\napproach should begin by calculating disposable income, and in most\ncases, nothing more is required. It is only in unusual cases that a\ncourt may go further and take into account other known or virtually\ncertain information about the debtor’s future income or\nexpenses.[Footnote 5]Petitioner faults the Tenth\nCircuit for referring to a rebuttable “presumption” that the figure\nproduced by the mechanical approach accurately represents a\ndebtor’s “projected disposable income.” See 545 F. 3d, at\n1278–1279. Petitioner notes that the Code makes no reference to any\nsuch presumption but that related Code provisions expressly create\nother rebuttable presumptions. See §707(b)(2)(A)(i) and (B)(i). He\nthus suggests that the Tenth Circuit improperly supplemented the\ntext of the Code.The Tenth Circuit’s analysis, however, simply\nheeds the ordinary meaning of the term “projected.” As noted, a\nperson making a projection uses past occurrences as a starting\npoint, and that is precisely what the Tenth Circuit prescribed.\nSee,e.g.,Nowlin,supra, at 260,\n263.Petitioner argues that only the mechanical\napproach is consistent with §1129(a)(15)(B), which refers to\n“projected disposable income of the debtor (as defined in section\n1325(b)(2)).” This cross-reference, petitioner argues, shows that\nCongress intended for the term “projected disposable income” to\nincorporate, presumably in all contexts, the defined term\n“disposable income.” It is evident that §1129(a)(15)(B) refers to\nthe defined term “dis- posable income,” see §1325(b)(2), but that\nfact offers no insight into the meaning of the word “projected” in\n§§1129(a)(15)(B) and 1325(b)(1)(B). We fail to see how that word\nacquires a specialized meaning as a result of this\ncross-reference—particularly where both §§1129(a)(15)(B) and\n1325(b)(1)(B) refer to projected disposable income “to be received”\nduring the relevant period. Seesupra, at 11.Petitioner also notes that §707 allows courts\nto take “special circumstances” into consideration, but that\n§1325(b)(3) incorporates §707 only with respect to calculating\nexpenses. SeeIn re Wilson, 397 B. R. 299,\n314–315 (Bkrtcy. Ct. MDNC 2008). Thus, he argues, a “special\ncircumstances” exception should not be inferred with respect to the\ndebtor’s income. We decline to infer from §1325’s incorporation of\n§707 that Congress intended to eliminate,sub silentio,\nthe discretion that courts previously exercised when projecting\ndisposable income to account for known or virtually certain\nchanges. Accord,In reLiverman, 383 B. R.\n604, 613, and n. 15 (Bkrtcy. Ct. NJ 2008).DIn cases in which a debtor’s\ndisposable income during the 6-month look-back period is either\nsubstantially lower or higher than the debtor’s disposable income\nduring the plan period, the mechanical approach would produce\nsenseless results that we do not think Congress intended. In cases\nin which the debtor’s disposable income is higher during the plan\nperiod, the mechanical approach would deny creditors payments that\nthe debtor could easily make. And where, as in the present case,\nthe debtor’s disposable income during the plan period is\nsubstantially lower, the mechanical approach would deny the\nprotection of Chapter 13 to debtors who meet the chapter’s main\neligibility requirements. Here, for example, respondent is an\n“individual whose income is sufficiently stable and regular” to\nallow her “to make payments under a plan,” §101(30), and her debts\nfall below the limits set out in §109(e). But if the mechanical\napproach were used, she could not file a confirmable plan. Under\n§1325(a)(6), a plan cannot be confirmed unless “the debtor will be\nable to make all payments under the plan and comply with the plan.”\nAnd as petitioner concedes, respondent could not possibly make the\npayments that the mechanical approach prescribes.In order to avoid or at least to\nmitigate the harsh results that the mechanical approach may produce\nfor debtors, petitioner advances several possible escape\nstrategies. He proposes no comparable strategies for creditors\nharmed by the mechanical approach, and in any event none of the\nmaneuvers that he proposes for debtors is satisfactory.1Petitioner first suggests that a\ndebtor may delay filing a petition so as to place any extraordinary\nincome outside the 6-month look-back period. We see at least two\nproblems with this proposal.First, delay is often not a\nviable option for a debtor sliding into bankruptcy.“Potential Chapter 13 debtors\ntypically find a lawyer’s office when they are one step from\nfinancial Armageddon: There is a foreclosure sale of the debtor’s\nhome the next day; the debtor’s only car was mysteriously\nrepossessed in the dark of last night; a garnishment has reduced\nthe debtor’s take-home pay below the ordinary requirements of food\nand rent. Instantaneous relief is ex- pected, if not necessary.” K.\nLundin & W. Brown, Chapter 13 Bankruptcy §3.1[2] (4th ed.\nrev.2009),\nhttp: // www.ch13online.com / Subscriber / Chapter _13_\nBankruptcy_4th_Lundin_Brown.htm.See alsoid., §38.1 (“Debtor’s counsel\noften has little discretion when to file the Chapter 13 case”).Second, even when a debtor is able to delay\nfiling a petition, such delay could be risky if it gives the\nappearance of bad faith. See 11 U. S. C. §1325(a)(7) (requiring, as\na condition of confirmation, that “the action of the debtor in\nfiling the petition was in good faith”); see also,e.g.,In re Myers, 491 F. 3d 120, 125 (CA3 2007)\n(citing “ ‘the timing of the petition’ ” as a factor to\nbe considered in assessing a debtor’s compliance with the\ngood-faith requirement). Accord,Neufeldv.Freeman, 794 F. 2d 149, 153 (CA4 1986) (a debtor’s\nprepetition conduct may inform the court’s good-faith inquiry).2Petitioner next argues that a\ndebtor with unusually high income during the 6 months prior to the\nfiling of a petition, could seek leave to delay filing a schedule\nof current income (Schedule I) and then ask the bankruptcy court to\nexercise its authority under §101(10A)(A)(ii) to select a 6-month\nperiod that is more representative of the debtor’s future\ndisposable income. We see little merit in this convoluted strategy.\nIf the Code required the use of the mechanical approach in all\ncases, this strategy would improperly undermine what the Code\ndemands. And if, as we believe, the Code does not insist upon rigid\nadherence to the mechanical approach in all cases, this strategy is\nnot needed. In any event, even if this strategy were allowed, it\nwould not help all debtors whose disposable income during the plan\nperiod is sharply lower than their previous disposable\nincome.[Footnote 6]3Petitioner suggests that a debtor\ncan dismiss the petition and refile at a later, more favorable\ndate. But petitioner offers only the tepid assurance that courts\n“generally” do not find this practice to be abusive. Brief for\nPetitioner 53. This questionable stratagem plainly circumvents the\nstatutory limits on a court’s ability to shift the look-back\nperiod, seesupra, at 16, and n. 6, and should give\ndebtors pause.[Footnote 7] Cf.In re Glenn, 288 B. R. 516, 520 (Bkrtcy. Ct. ED\nTenn. 2002) (noting that courts should consider, among other\nfactors, “whether this is the first or [a] subsequent filin[g]”\nwhen assessing a debtor’s compliance with the good-faith\nrequirement).4Petitioner argues that respondent\nmight have been able to obtain relief by filing under Chapter 7 or\nby converting her Chapter 13 petition to one under Chapter 7. The\navailability of Chapter 7 to debtors like respondent who have\nabove-median incomes is limited. In respondent’s case, a\npresumption of abuse would attach under §707(b)(2)(A)(i) because\nher disposable income, “multiplied by 60,” exceeds the amounts\nspecified in subclauses (I) and (II). See also §707(b)(1) (allowing\na court to dismiss a petition filed by a debtor “whose debts are\nprimarily consumer debts . . . if it finds that the granting of\nrelief would be an abuse of the provisions of this chapter”); App.\n86–88 (“Notice to Individual Consumer Debtor under §342(b) of the\nBankruptcy Code”) (“If your income is greater than the median\nincome for your state of residence and family size, in some cases,\ncreditors have the right to file a motion requesting that the court\ndismiss your case under §707(b) of the Code”). Nevertheless,\npetitioner argues, respondent might have been able to overcome this\npresumption by claiming that her case involves “special\ncircumstances” within the meaning of §707(b)(2)(B)(i). Section 707\nidentifies as examples of “special circumstances” a “serious\nmedical condition or a call or order to active duty in the Armed\nForces,”ibid., and petitioner directs us to no authority\nfor the proposition that a prepetition decline in income would\nqualify as a “special circumstance.” In any event, the “special\ncircumstances” exception is available only to the extent that\n“there is no reasonable alternative,”ibid., a proposition\nwe reject with our interpretation of §1325(b)(1) today.[Footnote 8]In sum, each of the strategies\nthat petitioner identifies for mitigating the anomalous effects of\nthe mechanical approach is flawed. There is no reason to think that\nCongress meant for any of these strategies to operate as a safety\nvalve for the mechanical approach.IVWe find petitioner’s remaining\narguments unpersuasive. Consistent with the text of §1325 and\npre-BAPCPA practice, we hold that when a bankruptcy court\ncalculates a debtor’s projected disposable income, the court may\naccount for changes in the debtor’s income or expenses that are\nknown or virtually certain at the time of confirmation. We\ntherefore affirm the decision of the Court of Appeals.It is so ordered.Footnote 1However, if a debtor does not file the\nrequired schedule (Schedule I), the bankruptcy court may select a\ndifferent 6-month period. See §101(10A)(A)(ii).Footnote 2The formula for above-median-income debtors\nis known as the “means test” and is reflected in a schedule (Form\n22C) that a Chapter 13 debtor must file. See Fed. Rule Bkrtcy.\nProc. Official Form 22C (2009);In re Liverman, 383\nB. R. 604, 606, n. 1, 608–609 (Bkrtcy. Ct. NJ 2008).Footnote 3See also,e.g., 8 U. S. C.\n§1364(a), (c)(2) (requiring the triennial immigration-impact report\nto include information “projected for the succeeding five-year\nperiod, based on reasonable estimates substantiated by the best\navailable evidence”); 10 U. S. C. A. §2433a(a)(2)(B)\n(2010 Cum. Supp.) (“projected cost of completing the [defense\nacquisition] program based on reasonable modification of [current]\nrequirements”); 15 U. S. C. §719c(c)(2) (2006 ed.) (“projected\nnatural gas supply and demand”); 25 U. S. C. §2009(c)(1), (2)\n(requiring the Director of the Office of Indian Education Programs\nto submit an annual report containing certain projections and “a\ndescription of the methods and formulas used to calculate the\namounts projected”).Footnote 4When pre-BAPCPA courts declined to make\nadjustments based on possible changes in a debtor’s future income\nor expenses, they did so because the changes were not sufficiently\nforeseeable, not because they concluded that they lacked discretion\nto depart from a strictly mechanical approach. InIn reSolomon, 67 F. 3d 1128 (1995),\nfor example, the Fourth Circuit refused to make such an adjustment\nbecause it deemed disbursements from an individual retirement\naccount during the plan period to be “speculative” and\n“hypothetical.”Id., at 1132. There is no reason to assume\nthat the result would have been the same if future disbursements\nhad been more assured. That was certainly true ofIn reKillough, 900 F. 2d 61 (1990), in\nwhich the Fifth Circuit declined to require inclusion of overtime\npay in projected disposable income because it “was not definite\nenough.”Id., at 65; see alsoid., at 66\n(“[T]here may be instances where income obtained through working\novertime can and should appropriately be included in a debtor’s\nprojected disposable income”). See alsoEducation Assistance\nCorp.v.Zellner, 827 F. 2d 1222, 1226 (CA8\n1987) (affirming bankruptcy court’s exclusion of future tax returns\nand salary increases from debtor’s projected disposable income\nbecause they were “speculative”).Footnote 5For the same reason, the phrase “[f]or\npurposes of this subsection” in §1325(b)(2) is not rendered\nsuperfluous by the forward-looking approach.Footnote 6Under 11 U. S. C. §521(i)(3), a debtor\nseeking additional time to file a schedule of income must submit\nthe request within 45 days after filing the petition, and the court\nmay not grant an extension of more than 45 days.Footnote 7For example, a debtor otherwise eligible for\nChapter 13 protection may become ineligible if “at any time in the\npreceding 180 days” “the case was dismissed by the court for\nwillful failure of the debtor to abide by orders of the court, or\nto appear before the court in proper prosecution of the case,” or\n“the debtor requested and obtained the voluntary dismissal of the\ncase following the filing of a request for relief from the\nautomatic stay provided by section 362 of this title.” §109(g).Footnote 8Petitioner also suggests that some Chapter 13\ndebtors may be able to plead “special circumstances” on the expense\nside of the calculation by virtue of BAPCPA’s incorporation of the\nChapter 7 means test into Chapter 13. See §707(b)(2)(B)(i), (ii).\nThis is no help to debtors like respondent, whose income has\nchanged but whose expenses are constant.",
    "joined": []
}