{
    "case": {
        "docket": "246",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/246/"
    },
    "id": "1962791",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTFITZGERALD V. BARNSTABLE SCHOOL COMM.555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-1125LISA FITZGERALD, et vir, PETITIONERSv.BARN- STABLE SCHOOL COMMITTEE et al.on writ of certiorari to the united states court of\nappeals for the first circuit[January 21, 2009]Justice Alito delivered the\nopinion of the Court.The issue in this case of\npeer-on-peer sexual harassment is whether Title IX of the Education\nAmendments of 1972, 86 Stat. 373, 20 U. S. C. §1681(a),\nprecludes an action under Rev. Stat. §1979, 42 U. S. C. §1983,\nalleging unconstitutional gender discrimination in schools. The\nCourt of Appeals for the First Circuit held that it does. 504\nF. 3d 165 (2007). We reverse.IBecause this case comes to us on\na motion to dismiss under Federal Rule of Civil Procedure 12(b)(6),\nwe assume the truth of the facts as alleged in petitioners’\ncomplaint. During the 2000–2001 school year, the daughter of\npetitioners Lisa and Robert Fitzgerald was a kindergarten student\nin the Barnstable, Massachusetts, school system, and rode the bus\nto school each morning. One day she told her parents that, whenever\nshe wore a dress, a third-grade boy on the school bus would bully\nher into lifting her skirt. Lisa Fitzgerald immediately called the\nschool principal, Frederick Scully, who arranged a meeting later\nthat day with the Fitzgeralds, their daughter, and another school\nofficial, Lynda Day. Scully and Day then questioned the alleged\nbully, who denied the allegations. Day also interviewed the bus\ndriver and several students who rode the bus. She concluded that\nshe could not corroborate the girl’s version of the events.The Fitzgeralds’ daughter then\nprovided new details of the alleged abuse to her parents, who\nrelayed them to Scully. Specifically, she told her parents that in\naddition to bullying her into raising her skirt, the boy coerced\nher into pulling down her underpants and spreading her legs. Scully\nscheduled a second meeting with the Fitzgeralds to discuss the\nadditional details and again questioned the boy and other\nstudents.Meanwhile, the local police department\nconducted an independent investigation and concluded there was\ninsufficient evidence to bring criminal charges against the boy.\nBased partly on the police investigation and partly on the school’s\nown investigation, Scully similarly concluded there was\ninsufficient evidence to warrant discipline. Scully did propose\nremedial measures to the Fitzgeralds. He suggested transferring\ntheir daughter to a different bus or leaving rows of empty seats\nbetween the kindergarteners and older students on the original bus.\nThe Fitzgeralds felt that these proposals punished their daughter\ninstead of the boy and countered with alternative proposals. They\nsuggested transferring the boy to a different bus or placing a\nmonitor on the original bus. The Barnstable school system’s\nsuperintendent, Russell Dever, did not act on these proposals.The Fitzgeralds began driving their daughter\nto school to avoid further bullying on the bus, but she continued\nto report unsettling incidents at school. The Fitzgeralds reported\neach incident to Scully. The Fitzgeralds’ daughter had an unusual\nnumber of absences during the remainder of the school year.In April 2002, the Fitzgeralds filed suit in\nDistrict Court, alleging that the school system’s response to their\nallegations of sexual harassment had been inadequate, resulting in\nfurther harassment to their daughter. Their complaint included: (1)\na claim for violation of Title IX against the Barnstable School\nCommittee (the school system’s governing body), (2) claims under 42\nU. S. C. §1983 for violations of Title IX and the Equal\nProtection Clause of the Fourteenth Amendment against the school\ncommittee and Dever, and (3) Massachusetts state-law claims against\nthe school committee and Dever. The school committee and Dever\n(respondents here), filed a motion to dismiss, which the District\nCourt granted as to the §1983 claims and the state-law claims. On\nthe Title IX claim, the school committee filed a motion for summary\njudgment, which the District Court also granted.Hunterv.Barnstable School Committee,456 F. Supp. 2d 255, 266\n(Mass. 2006).The Court of Appeals for the First Circuit\naffirmed. 504 F. 3d 165. Turning first to the Title IX claim\nagainst the school committee, the court noted three points that\nwere not in dispute: (1) the school committee was the recipient of\nfederal funds and was therefore subject to Title IX, (2) the school\ncommittee had actual knowledge of the harassment the Fitzgeralds’\ndaughter suffered, and (3) if the allegations of the complaint were\ntrue, the harassment was “severe, pervasive and objectively\noffensive.”Id., at 172. The court concluded that the\nFitzgeralds’ Title IX claim lacked merit, however, because the\nresponse of the school committee and Dever to the reported\nharassment had been objectively reasonable.Id., at\n175.The Court of Appeals turned next to the\nFitzgeralds’ §1983 claims. Relying on this Court’s precedents inMiddlesex County Sewerage Authorityv.National Sea\nClammers Assn.,453 U. S. 1(1981),Smithv.Robinson,468 U. S. 992(1984),\nandRancho Palos Verdesv.Abrams,544 U. S. 113(2005),\nthe court characterized Title IX’s implied private remedy as\n“sufficiently comprehensive” to preclude use of §1983 to advance\nstatutory claims based on Title IX itself. 504 F. 3d, at 179.\nThis reasoning, the court held, “appl[ied] with equal force” to the\nconstitutional claims.Ibid. The court concluded that\n“Congress saw Title IX as the sole means of vindicating the\nconstitutional right to be free from gender discrimination\nperpetrated by educational institutions.”Ibid.The Court of Appeals’ decision deepened a\nconflict among the Circuits regarding whether Title IX precludes\nuse of §1983 to redress unconstitutional gender discrimination in\nschools. CompareBruneau ex rel. Schofieldv. South\nKortright Central School Dist., 163 F. 3d 749, 758–759 (CA2\n1998);Waidv.Merrill Area Public Schools91\nF. 3d 857, 862–863 (CA7 1996);Pfeifferv.Marion\nCenter Area School Dist., 917 F. 2d 779, 789 (CA3 1990), withCommunities for Equityv.Michigan High School\nAthletic Assn., 459 F. 3d 676, 691 (CA6 2006);Crawfordv.Davis, 109 F. 3d 1281, 1284 (CA8\n1997);Seamonsv.Snow, 84 F. 3d 1226, 1234\n(CA10 1996). We granted certiorari to resolve this conflict, 553 U.\nS. ___ (2008), and we now reverse.IIAIn relevant part, 42 U.\nS. C. §1983, provides:“Every person who, under color of\nany statute, ordinance, regulation, custom, or usage, of any State\nor Territory or the District of Columbia, subjects, or causes to be\nsubjected, any citizen of the United States or other person within\nthe jurisdiction thereof to the deprivation of any rights,\nprivileges, or immunities secured by the Constitution and laws,\nshall be liable to the party injured in an action at law, suit in\nequity, or other proper proceeding for redress.”In three cases, this Court has found that statutory\nenactments precluded claims under this statute.Sea\nClammers,supra; Smith,supra; Rancho Palos\nVerdes,supra.These cases establish that “[t]he\ncrucial consideration is what Congress intended.”Smith,468 U. S., at 1012. If Congress intended a statute’s remedial\nscheme to “be the exclusive avenue through which a plaintiff may\nassert [the] claim,”id., at 1009, the §1983 claims are\nprecluded. SeeRancho Palos Verdes, 544 U. S., at 120–121\n(“The critical question, then, is whether Congress meant the\njudicial remedy authorized by [the statute] to coexist with an\nalternative remedy available in a §1983 action”).In those cases in which the §1983 claim is\nbased on a statutory right, “evidence of such congressional intent\nmay be found directly in the statute creating the right, or\ninferred from the statute’s creation of a comprehensive enforcement\nscheme that is incompatible with individual enforcement under\n§1983.”Id.,at 120 (internal quotation marks omitted). In\ncases in which the §1983 claim alleges a constitutional violation,\nlack of congressional intent may be inferred from a comparison of\nthe rights and protections of the statute and those existing under\nthe Constitution. Where the contours of such rights and protections\ndiverge in significant ways, it is not likely that Congress\nintended to displace §1983 suits enforcing constitutional rights.\nOur conclusions regarding congressional intent can be confirmed by\na statute’s context.Id.,at 127 (Breyer, J., concurring)\n(“[C]ontext, not just literal text, will often lead a court to\nCongress’ intent in respect to a particular statute”).In determining whether a subsequent statute\nprecludes the enforcement of a federal right under §1983, we have\nplaced primary emphasis on the nature and extent of that statute’s\nremedial scheme. SeeSea Clammers, supra,at 20 (“When the\nremedial devices provided in a particular Act are sufficiently\ncomprehensive, they may suffice to demonstrate congressional intent\nto preclude the remedy of suits under §1983”).Sea Clammersillustrates this\napproach. The plaintiffs brought suit under §1983 for violations of\nthe Federal Water Pollution Control Act and the Marine Protection,\nResearch, and Sanctuaries Act of 1972. This Court’s analysis\nfocused on these two statutes’ “unusually elaborate enforcement\nprovisions,” which authorized the Environmental Protection Agency\nto seek civil and criminal penalties for violations, permitted\n“ ‘any interested person’ ” to seek judicial review, and\ncontained detailed citizen suit provisions allowing for injunctive\nrelief. 453 U. S., at 13–14. Allowing parallel §1983 claims to\nproceed, we concluded, would have thwarted Congress’ intent in\nformulating and detailing these provisions.InSmith, the plaintiffs alleged\ndeprivation of a free, appropriate public education for their\nhandicapped child, in violation of the Education of the Handicapped\nAct (EHA) and the Due Process and Equal Protection Clauses of the\nFourteenth Amendment. Departing from the pattern of the plaintiffs\ninSea Clammers,theSmithplaintiffs relied on\n§1983 to assert independent constitutional rights, not to assert\nthe statutory rights guaranteed by the EHA. As inSea\nClammers, however, this Court focused on the statute’s\ndetailed remedial scheme in concluding that Congress intended the\nstatute to provide the sole avenue for relief.Smith, 468\nU. S., at 1011 (noting “the comprehensive nature of the procedures\nand guarantees set out in the [the statute] and Congress’ express\nefforts to place on local and state educational agencies the\nprimary responsibility for developing a plan to accommodate the\nneeds of each individual handicapped child”).InRancho Palos Verdes,we again\nfocused on a statute’s remedial scheme in inferring congressional\nintent for exclusivity. After being denied a permit to build a\nradio tower on his property, the plaintiff brought claims for\ninjunctive relief under the Telecommunications Act of 1996 (TCA)\nand for damages and attorney’s fees under §1983. Noting that the\nTCA provides highly detailed and restrictive administrative and\njudicial remedies, and explaining that “limitations upon the remedy\ncontained in the statute are deliberate and are not to be evaded\nthrough §1983,” we again concluded that Congress must have intended\nthe statutory remedies to be exclusive. 544 U. S., at 124.In all three cases, the statutes at issue\nrequired plaintiffs to comply with particular procedures and/or to\nexhaust particular administrative remedies prior to filing suit.Sea Clammers,supra,at 6;Smith,supra,at 1011–1012;Rancho Palos Verdes,supra,at 122. Offering plaintiffs a direct route to court\nvia §1983 would have circumvented these procedures and given\nplaintiffs access to tangible benefits—such as damages, attorney’s\nfees, and costs—that were unavailable under the statutes.[Footnote 1] “Allowing a plaintiff to\ncircumvent” the statutes’ provisions in this way would have been\n“inconsistent with Congress’ carefully tailored scheme.”Smith,supra,at 1012.B1Section 901(a) of Title IX\nprovides:“No person in the United States shall, on the basis\nof sex, be excluded from participation in, be denied the benefits\nof, or be subjected to discrimination under any education program\nor activity receiving Federal financial assistance.” 20 U.\nS. C. §1681(a).The statute’s only express enforcement mechanism,\n§1682, is an administrative procedure resulting in the withdrawal\nof federal funding from institutions that are not in compliance. In\naddition, this Court has recognized an implied private right of\naction.Cannonv.University of Chicago,441 U. S. 677, 717\n(1979). In a suit brought pursuant to this private right, both\ninjunctive relief and damages are available.Franklinv.Gwinnett County Public Schools,503 U. S. 60, 76\n(1992).These remedies—withdrawal of federal funds and\nan implied cause of action—stand in stark contrast to the\n“unusually elaborate,” “carefully tailored,” and “restrictive”\nenforcement schemes of the statutes at issue inSea\nClammers,Smith, andRancho Palos Verdes.\nUnlike those statutes, Title IX has no administrative exhaustion\nrequirement and no notice provisions. Under its implied private\nright of action, plaintiffs can file directly in court,Cannon,supra,at 717, and can obtain the full\nrange of remedies, seeFranklin,supra,at 72\n(concluding that “Congress did not intend to limit the remedies\navailable in a suit brought under Title IX”). As a result, parallel\nand concurrent §1983 claims will neither circumvent required\nprocedures, nor allow access to new remedies.Moreover, this Court explained inRancho\nPalos Verdesthat “[t]he provision of anexpress,\nprivate means of redress in the statute itself” is a key\nconsideration in determining congressional intent, and that “the\nexistence of a more restrictive private remedy for statutory\nviolations has been the dividing line between those cases in which\nwe have held that an action would lie under §1983 and those in\nwhich we have held that it would not.” 544 U. S., at 121 (emphasis\nadded). As noted, Title IX contains no express private remedy, much\nless a more restrictive one. This Court has never held that an\nimplied right of action had the effect of precluding suit under\n§1983, likely because of the difficulty of discerning congressional\nintent in such a situation. SeeFranklin,supra,at 76 (Scalia, J., concurring in judgment) (“Quite obviously, the\nsearch for what was Congress’remedialintent as to a\nright whose very existence Congress did not expressly acknowledge\nis unlikely to succeed”). Mindful that we should “not lightly\nconclude that Congress intended to preclude reliance on §1983 as a\nremedy for a substantial equal protection claim,”Smith,\n468 U. S., at 1012, we see no basis for doing so here.2A comparison of the substantive\nrights and protections guaranteed under Title IX and under the\nEqual Protection Clause lends further support to the conclusion\nthat Congress did not intend Title IX to preclude §1983\nconstitutional suits. Title IX’s protections are narrower in some\nrespects and broader in others. Because the protections guaranteed\nby the two sources of law diverge in this way, we cannot agree with\nthe Court of Appeals that “Congress saw Title IX as the sole means\nof vindicating the constitutional right to be free from gender\ndiscrimination perpetrated by educational institutions.” 504\nF. 3d, at 179.Title IX reaches institutions and\nprograms that receive federal funds, 20 U. S. C. §1681(a),\nwhich may include nonpublic institutions, §1681(c), but it has\nconsistently been interpreted as not authorizing suit against\nschool officials, teachers, and other individuals, see,e.g.,Hartleyv.Parnell,193 F. 3d\n1263, 1270 (CA11 1999). The Equal Protection Clause reaches only\nstate actors, but §1983 equal protection claims may be brought\nagainst individuals as well as municipalities and certain other\nstate entities.Westv.Atkins,487 U. S. 42, 48–51\n(1988).Title IX exempts from its restrictions several\nactivities that may be challenged on constitutional grounds. For\nexample, Title IX exempts elementary and secondary schools from its\nprohibition against discrimination in admissions, §1681(a)(1); it\nexempts military service schools and traditionally single-sex\npublic colleges from all of its provisions, §§1681(a)(4)–(5). Some\nexempted activities may form the basis of equal protection claims.\nSeeUnited Statesv.Virginia,518 U. S. 515, 534\n(1996) (men-only admissions policy at Virginia Military Institute\nviolated the Equal Protection Clause);Mississippi Univ. for\nWomenv.Hogan,458 U. S. 718, 731\n(1982) (women-only admission policy at a traditionally single-sex\npublic college violated the Equal Protection Clause).Even where particular activities and\nparticular defendants are subject to both Title IX and the Equal\nProtection Clause, the standards for establishing liability may not\nbe wholly congruent. For example, a Title IX plaintiff can\nestablish school district liability by showing that a single school\nadministrator with authority to take corrective action responded to\nharassment with deliberate indifference.Gebserv.Lago Vista Independent School Dist.,524 U. S. 274, 290\n(1998). A plaintiff stating a similar claim via §1983 for violation\nof the Equal Protection Clause by a school district or other\nmunicipal entity must show that the harassment was the result of\nmunicipal custom, policy, or practice.Monellv. New\nYork City Dept. of Social Servs.,436 U. S. 658, 694\n(1978).In light of the divergent coverage of Title IX\nand the Equal Protection Clause, as well as the absence of a\ncomprehensive remedial scheme comparable to those at issue inSea Clammers,Smith, andRancho Palos\nVerdes, we conclude that Title IX was not meant to be an\nexclusive mechanism for addressing gender discrimination in\nschools, or a substitute for §1983 suits as a means of enforcing\nconstitutional rights. Accordingly, we hold that §1983 suits based\non the Equal Protection Clause remain available to plaintiffs\nalleging unconstitutional gender discrimination in schools.3This conclusion is consistent\nwith Title IX’s context and history. In enacting Title IX, Congress\namended §902, 78 Stat. 266–267, 42 U. S. C. §2000h–2 to\nauthorize the Attorney General to intervene in private suits\nalleging discrimination on the basis of sex in violation of the\nEqual Protection Clause. See §906, 86 Stat. 375 (adding the term\n“sex” to the listed grounds, which already included race, color,\nreligion or national origin). Accordingly, it appears that the\nCongress that enacted Title IX explicitly envisioned that private\nplaintiffs would bring constitutional claims to challenge gender\ndiscrimination; it must have recognized that plaintiffs would do so\nvia 42 U. S. C. §1983.Moreover, Congress modeled Title\nIX after Title VI of the Civil Rights Act of 1964,Cannon,441 U. S., at 694–695, and passed Title IX with the explicit\nunderstanding that it would be interpreted as Title VI was,id., at 696. At the time of Title IX’s enactment in 1972,\nTitle VI was routinely interpreted to allow for parallel and\nconcurrent §1983 claims, see,e.g.,Alvaradov.El Paso Independent School Dist., 445 F. 2d 1011 (CA5\n1971);Nashville I–40 Steering Comm.v.Ellington, 387 F. 2d 179 (CA6 1967);Bossier\nParish School Bd.v.Lemon, 370 F. 2d 847 (CA5\n1967), and we presume Congress was aware of this when it passed\nTitle IX, seeFranklin, 503 U. S., at 71 (in assessing\nCongress’ intent, “we evaluate the state of the law when the\nLegislature passed Title IX”). In the absence of any contrary\nevidence, it follows that Congress intended Title IX to be\ninterpreted similarly to allow for parallel and concurrent §1983\nclaims. At the least, this indicates that Congress did not\naffirmatively intend Title IX to preclude such claims.[Footnote 2]IIIOne matter remains. Respondents\ncontend that the judgment of the Court of Appeals should be\naffirmed on independent grounds—namely, that the Fitzgeralds have\nno actionable §1983 claim on which to proceed. They contend that\nthe Court of Appeals’ holding that neither the school committee nor\nDever acted with deliberate indifference is conclusive and\nforecloses a §1983 constitutional claim based on a similar theory\nof liability. They contend that all other §1983 constitutional\nclaims on these facts are precluded by the Fitzgeralds’ failure to\nallege such claims adequately or to preserve them on appeal.The Fitzgeralds respond that they\nhave no intention of relitigating the issue of deliberate\nindifference. They intend, they say, to advance claims of\ndiscriminatory treatment in the investigation of student behavior\nand in the treatment of student complaints, which they were\nforeclosed from developing at the earliest stages of litigation by\nthe dismissal of the §1983 claims.As the Fitzgeralds note, no court has\naddressed the merits of their constitutional claims or even the\nsufficiency of their pleadings. Ordinarily, “we do not decide in\nthe first instance issues not decided below,”National\nCollegiate Athletic Assn.v.Smith,525 U. S. 459, 470\n(1999), and we see no reason for doing so here.Accordingly, we reverse the Court of Appeals’\njudgment that the District Court’s dismissal of the §1983 claims\nwas proper and remand this case for further proceedings consistent\nwith this opinion.It is so ordered.Footnote 1The statutes at issue inSea\nClammersandSmithdid not allow for damages. The\nstatute at issue inRancho Palos Verdesdid not expressly\nallow for damages, but some lower courts interpreted it to do so.\nThe statutes at issue inSmithandRancho Palos\nVerdesdid not allow for attorney’s fees and costs. SeeSea Clammers, 453 U. S., at 6–7, 13–14 (addressing the\nFederal Water Pollution Control Act, 86 Stat. 816, as amended, 33\nU. S. C. §1251et seq.,and the Marine Protection,\nResearch, and Sanctuaries Act of 1972, 86 Stat. 1052, as amended,\n33 U. S. C. §1401et seq.);Smith, 468 U.\nS., at 1010–1011 (addressing the Education of the Handicapped Act,\n84 Stat. 175, as amended, 20 U. S. C. §1400et seq.);Rancho Palos Verdes, 544 U. S., at 122–123, and\nnn. 3, 4 (addressing the Telecommunications Act of 1996, 110\nStat. 56, 47 U. S. C. §332(c)(7)).Footnote 2Respondents argue that constitutional\nprotections against gender discrimination were minimal in 1972, as\nthe only gender-based equal protection case this Court had decided\nemployed a rational basis standard.Reedv.Reed,404 U. S. 71, 76\n(1971). But see Gunther, In Search of Evolving Doctrine on a\nChanging Court: A Model for Newer Equal Protection, 86 Harv.\nL. Rev. 1, 34 (1972) (Reedexemplified the\napplication of rationality review “with bite”). They further argue\nthat because Congress could not have viewed the Equal Protection\nClause as offering a meaningful remedy for sex discrimination by\nschools, it could not have envisioned and intended for Title IX and\n§1983 constitutional claims to proceed side by side. But the\nrelevant question is not whether Congress envisioned that the two\ntypes of claims would proceed together in addressing gender\ndiscrimination in schools; it is whether Congress affirmatively\nintended to preclude this result. The limited nature of\nconstitutional protections against gender discrimination in 1972\noffers no evidence that Congress did.",
    "joined": []
}