{
    "case": {
        "docket": "754",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/754/"
    },
    "id": "3282288",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTGLOBAL-TECH APPLIANCES, INC. V. SEB S.&NBSP;A.563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-6GLOBAL-TECH APPLIANCES, INC., et al.,\nPETITIONERSv.SEB S. A.on writ of certiorari to the united states court of\nappeals for the federal circuit[May 31, 2011]Justice Alito delivered the\nopinion of the Court.We consider whether a party who\n“actively induces in-fringement of a patent” under 35 U. S. C.\n§271(b) must know that the induced acts constitute patent\ninfringement.IThis case concerns a patent for\nan innovative deep fryer designed by respondent SEB S. A., a\nFrench maker of home appliances. In the late 1980’s, SEB invented a\n“cool-touch” deep fryer, that is, a deep fryer for home use with\nexternal surfaces that remain cool during the frying process. The\ncool-touch deep fryer consisted of a metal frying pot surrounded by\na plastic outer housing. Attached to the housing was a ring that\nsuspended the metal pot and insulated the housing from heat by\nseparating it from the pot, creating air space between the two\ncomponents. SEB obtained a U. S. patent for its design in 1991, and\nsometime later, SEB started manufacturing the cool-touch fryer and\nselling it in this country under its well-known “T-Fal” brand.\nSuperior to other products in the American market at the time,\nSEB’s fryer was a commercial success.In 1997, Sunbeam Products, Inc.,\na U. S. competitor of SEB, asked petitioner Pentalpha Enterprises,\nLtd., to supply it with deep fryers meeting certain specifications.\nPentalpha is a Hong Kong maker of home appliances and a wholly\nowned subsidiary of petitioner Global-Tech Appliances,\nInc.[Footnote 1]In order to develop a deep fryer for Sunbeam,\nPentalpha purchased an SEB fryer in Hong Kong and copied all but\nits cosmetic features. Because the SEB fryer bought in Hong Kong\nwas made for sale in a foreign market, it bore no U. S. patent\nmarkings. After copying SEB’s design, Pentalpha retained an\nattorney to conduct a right-to-use study, but Pentalpha refrained\nfrom telling the attorney that its design was copied directly from\nSEB’s.The attorney failed to locate SEB’s patent,\nand in August 1997 he issued an opinion letter stating that\nPentalpha’s deep fryer did not infringe any of the patents that he\nhad found. That same month, Pentalpha started selling its deep\nfryers to Sunbeam, which resold them in the United States under its\ntrademarks. By obtaining its product from a manufacturer with lower\nproduction costs, Sunbeam was able to undercut SEB in the U. S.\nmarket.After SEB’s customers started defecting to\nSunbeam, SEB sued Sunbeam in March 1998, alleging that Sunbeam’s\nsales infringed SEB’s patent. Sunbeam notified Pentalpha of the\nlawsuit the following month. Undeterred, Pentalpha went on to sell\ndeep fryers to Fingerhut Corp. and Montgomery Ward & Co., both\nof which resold them in the United States under their respective\ntrademarks.SEB settled the lawsuit with Sunbeam, and then\nsued Pentalpha, asserting two theories of recovery: First, SEB\nclaimed that Pentalpha had directly infringed SEB’s patent in\nviolation of 35 U. S. C. §271(a), by selling or offering to\nsell its deep fryers; and second, SEB claimed that Pentalpha had\ncontravened §271(b) by actively inducing Sunbeam, Fingerhut, and\nMontgomery Ward to sell or to offer to sell Pentalpha’s deep fryers\nin violation of SEB’s patent rights.Following a 5-day trial, the jury found for\nSEB on both theories and also found that Pentalpha’s infringement\nhad been willful. Pentalpha filed post-trial motions seeking a new\ntrial or judgment as a matter of law on several grounds. As\nrelevant here, Pentalpha argued that there was insufficient\nevidence to support the jury’s finding of induced infringement\nunder §271(b) because Pentalpha did not actually know of SEB’s\npatent until it received the notice of the Sunbeam lawsuit in April\n1998.The District Court rejected Pentalpha’s\nargument, as did the Court of Appeals for the Federal Circuit,\nwhich affirmed the judgment,SEB S. A.v.Montgomery Ward & Co.,594 F. 3d 1360 (2010).\nSummarizing a recent en banc decision, the Federal Circuit stated\nthat induced infringement under §271(b) requires a “plaintiff [to]\nshow that the alleged infringer knew or should have known that his\nactions would induce actual infringements” and that this showing\nincludes proof that the alleged infringer knew of the patent.Id., at 1376. Although the record contained no direct\nevidence that Pentalpha knew of SEB’s patent before April 1998, the\ncourt found adequate evidence to support a finding that “Pentalpha\ndeliberately disregarded a known risk that SEB had a protective\npatent.”Id., at 1377. Such disregard, the court said, “is\nnot different from actual knowledge, but is a form of actual\nknowledge.”Ibid.We granted certiorari. 562 U. S. ___\n(2010).IIPentalpha argues that active\ninducement liability under §271(b) requires more than deliberate\nindifference to a known risk that the induced acts may violate an\nexisting patent. Instead, Pentalpha maintains, actual knowledge of\nthe patent is needed.AIn assessing Pentalpha’s\nargument, we begin with the text of §271(b)—which is short, simple,\nand, with respect to the question presented in this case,\ninconclusive. Section 271(b) states: “Whoever actively induces\ninfringement of a patent shall be liable as an infringer.”Although the text of §271(b)\nmakes no mention of intent, we infer that at least some intent is\nrequired. The term “induce” means “[t]o lead on; to influence; to\nprevail on; to move by persuasion or influence.” Webster’s New\nInternational Dictionary 1269 (2d ed. 1945). The addition of the\nadverb “actively” suggests that the inducement must involve the\ntaking of affirmative steps to bring about the desired result, seeid., at 27.When a person actively induces another to take\nsome action, the inducer obviously knows the action that he or she\nwishes to bring about. If a used car salesman induces a customer to\nbuy a car, the salesman knows that the desired result is the\npurchase of the car. But what if it is said that the salesman\ninduced the customer to buy adamagedcar? Does this mean\nmerely that the salesman induced the customer to purchase a car\nthat happened to be damaged, a fact of which the salesman may have\nbeen unaware? Or does this mean that the salesman knew that the car\nwas damaged? The statement that the salesman induced the customer\nto buy a damaged car is ambiguous.So is §271(b). In referring to a party that\n“induces infringement,” this provision may require merely that the\ninducer lead another to engage in conduct that happens to amount to\ninfringement,i.e., the making, using, offering to sell,\nselling, or importing of a patented invention. See\n§271(a).[Footnote 2] On the\nother hand, the reference to a party that “induces infringement”\nmay also be read to mean that the inducer must persuade another to\nengage in conduct that the inducer knows is infringement. Both\nreadings are possible.BFinding no definitive answer in\nthe statutory text, we turn to the case law that predates the\nenactment of §271 as part the Patent Act of 1952. As we recognized\ninAro Mfg. Co.v.Convertible Top Replacement\nCo.,377 U. S. 476(1964)(Aro\nII), “[t]he section was designed to ‘codify in statutory form\nprinciples of contributory infringement’ which had been ‘part of\nour law for about 80 years.’ ”Id., at 485–486,\nn. 6 (quoting H. R. Rep. No. 1923, 82d Cong., 2d Sess., 9\n(1952)).Unfortunately, the relevant\npre-1952 cases are less clear than one might hope with respect to\nthe question presented here. Before 1952, both the conduct now\ncovered by §271(b) (induced infringement) and the conduct now\naddressed by §271(c) (sale of a component of a patented invention)\nwere viewed as falling within the overarching concept of\n“contributory infringement.” Cases in the latter\ncategory—i.e., cases in which a party sold an item that\nwas not itself covered by the claims of a patent but that enabled\nanother party to make or use a patented machine, process, or\ncombination—were more common.The pre-1952 case law provides conflicting\nsignals regarding the intent needed in such cases. In an oft-cited\ndecision, then-Judge Taft suggested that it was sufficient if the\nseller of the component part intended that the part be used in an\ninvention that happened to infringe a patent. He wrote that it was\n“well settled that where one makes and sells one element of a\ncombination covered by a patent with the intention and for the\npurpose of bringing about its use in such a combination he is\nguilty of contributory infringement.”Thomson-Houston Elec.\nCo.v.Ohio Brass Co., 80 F. 712, 721 (CA6\n1897).[Footnote 3]On the other hand, this Court, inHenryv.A. B. Dick Co.,224 U. S. 1(1912), overruled on other\ngrounds,Motion Picture Patents Co.v.Universal Film\nMfg. Co.,243 U. S. 502(1917), stated that “if the defendants [who were accused of\ncontributory infringement]knew of the patentand that\n[the direct infringer] had unlawfully made the patented article …\nwith the intent and purpose that [the direct infringer] should use\nthe infringing article … they would assist in her infringing use.”\n224 U. S., at 33 (emphasis added and deleted).[Footnote 4] Our decision inMetro-Goldwyn-Mayer Studios Inc.v.Grokster,\nLtd.,545 U. S. 913(2005), which looked to the law of contributory patent infringement\nfor guidance in determining the standard to be applied in a case\nclaiming contributory copyright infringement, contains dicta that\nmay be read as interpreting the pre-1952 cases this way. InGrokster, we said that “[t]he inducement rule … premises\nliability on purposeful, culpable expression and conduct.”Id., at 937.While both the language of §271(b) and the\npre-1952 case law that this provision was meant to codify are\nsusceptible to conflicting interpretations, our decision inAro\nIIresolves the question in this case. InAro II, a\nmajority held that a violator of §271(c) must know “that the\ncombination for which his component was especially designed was\nboth patented and infringing,” 377 U. S., at 488, and as we explain\nbelow, that conclusion compels this same knowledge for liability\nunder §271(b).CAs noted above, induced\ninfringement was not considered a separate theory of indirect\nliability in the pre-1952 case law. Rather, it was treated as\nevidence of “contributory infringement,” that is, the aiding and\nabetting of direct infringement by another party. See Lemley,\nIn-ducing Patent Infringement, 39 U. C. D. L. Rev.\n225, 227 (2005). When Congress enacted §271, it separated what had\npreviously been regarded as contributory infringement into two\ncategories, one covered by §271(b) and the other covered by\n§271(c).Aro IIconcerned\n§271(c), which states in relevant part:“Whoever offers to sell or sells\n… a component of a patented [invention] … , constituting a\nmaterial part of the invention,knowing the same to be\nespecially made or especially adapted for use in an\ninfringementof such patent, and not a staple article or\ncommodity of commerce suitable for substantial noninfringing use,\nshall be liable as a contributory infringer.” (Emphasis added.)This language contains exactly the same ambiguity\nas §271(b). The phrase “knowing [a component] to be especially made\nor especially adapted for use in an infringement” may be read to\nmean that a violator must know that the component is “especially\nadapted for use” in a product that happens to infringe a patent. Or\nthe phrase may be read to require, in addition, knowledge of the\npatent’s existence.This question closely divided theAro\nIICourt. In a badly fractured decision, a majority concluded\nthat knowledge of the patent was needed. 377 U. S., at 488, and n.\n8;id., at 514 (White, J., concurring);id., at\n524–527 (Black, J., dissenting).[Footnote 5] Justice Black’s opinion, which explained the\nbasis for the majority’s view, concluded that the language of\n§271(c) supported this interpretation. Seeid., at 525.\nHis opinion also relied on an amendment to this language that was\nadopted when the bill was in committee.Id., at\n525–527.Four Justices disagreed with this\ninterpretation and would have held that a violator of §271(c) need\nknow only that the component is specially adapted for use in a\nproduct that happens to infringe a patent. Seeid., at\n488–490, n. 8. These Justices thought that this reading was\nsupported by the language of §271(c) and the pre-1952 case law, and\nthey disagreed with the inference drawn by the majority from the\namendment of §271(c)’s language.Ibid.While there is much to be said in favor of\nboth views expressed inAro II,the “holding inAro\nIIhas become a fixture in the law of contributory\ninfringement under [section] 271(c),” 5 R. Moy, Walker on Patents\n§15:20, p. 15–131 (4th ed. 2009)—so much so that SEB has not\nasked us to overrule it, see Brief for Respondent 19, n. 3.\nNor has Congress seen fit to alter §271(c)’s intent requirement in\nthe nearly half a century sinceAro IIwas decided. In\nlight of the “ ‘special force’ ” of the doctrine ofstare decisiswith regard to questions of statutory\ninterpretation, seeJohn R. Sand & Gravel Co.v.United States,552 U. S.\n130, 139 (2008), we proceed on the premise that §271(c)\nrequires knowledge of the existence of the patent that is\ninfringed.Based on this premise, it follows that the\nsame knowledge is needed for induced infringement under §271(b). As\nnoted, the two provisions have a common origin in the pre-1952\nunderstanding of contributory infringement, and the language of the\ntwo provisions creates the same difficult interpretive choice. It\nwould thus be strange to hold that knowledge of the relevant patent\nis needed under §271(c) but not under §271(b).Accordingly, we now hold that induced\ninfringement under §271(b) requires knowledge that the induced acts\nconstitute patent infringement.IIIReturning to Pentalpha’s\nprincipal challenge, we agree that deliberate indifference to a\nknown risk that a patent exists is not the appropriate standard\nunder §271(b). We nevertheless affirm the judgment of the Court of\nAppeals because the evidence in this case was plainly sufficient to\nsupport a finding of Pentalpha’s knowledge under the doctrine of\nwillful blindness.AThe doctrine of willful blindness\nis well established in criminal law. Many criminal statutes require\nproof that a defendant acted knowingly or willfully, and courts\napplying the doctrine of willful blindness hold that defendants\ncannot escape the reach of these statutes by deliberately shielding\nthemselves from clear evidence of critical facts that are strongly\nsuggested by the circumstances. The traditional rationale for this\ndoctrine is that defendants who behave in this manner are just as\nculpable as those who have actual knowledge. Edwards, The Criminal\nDegrees of Knowledge, 17 Mod. L. Rev. 294, 302 (1954) (hereinafter\nEdwards) (observing on the basis of English authorities that “up to\nthe present day, no real doubt has been cast on the proposition\nthat [willful blindness] is as culpable as actual knowledge”). It\nis also said that persons who know enough to blind themselves to\ndirect proof of critical facts in effect have actual knowledge of\nthose facts. SeeUnited Statesv.Jewell, 532\nF. 2d 697, 700 (CA9 1976) (en banc).This Court’s opinion more than a\ncentury ago inSpurrv.United States,174 U. S. 728(1899),[Footnote 6] while not using the term\n“willful blindness,” endorsed a similar concept. The case involved\na criminal statute that prohibited a bank officer from “willfully”\ncertifying a check drawn against insufficient funds. We said that a\nwillful violation would occur “if the [bank] officer purposely\nkeeps himself in ignorance of whether the drawer has money in the\nbank.”Id., at 735. Following our decision inSpurr, several federal prosecutions in the first half of\nthe 20th century invoked the doctrine of willful\nblindness.[Footnote 7] Later, a\n1962 proposed draft of the Model Penal Code, which has since become\nofficial, attempted to incorporate the doctrine by defining\n“knowledge of the existence of a particular fact” to include a\nsituation in which “a person is aware of a high probability of [the\nfact’s] existence, unless he actually believes that it does not\nexist.” ALI, Model Penal Code §2.02(7) (Proposed Official Draft\n1962). Our Court has used the Code’s definition as a guide in\nanalyzing whether certain statutory presumptions of knowledge\ncomported with due process. SeeTurnerv.United\nStates,396 U. S. 398,\n416–417 (1970);Learyv.United States,395 U. S. 6, 46–47, and n. 93\n(1969). And every Court of Appeals—with the possible exception of\nthe District of Columbia Circuit, see n. 9,infra—has\nfully embraced willful blindness, applying the doctrine to a wide\nrange of criminal statutes.Given the long history of willful blindness\nand its wide acceptance in the Federal Judiciary, we can see no\nreason why the doctrine should not apply in civil lawsuits for\ninduced patent infringement under 35 U. S. C.\n§271(b).[Footnote 8]Pentalpha urges us not to take this step,\narguing that §271(b) demands more than willful blindness with\nrespect tothe induced actsthat constitute infringement.\nSee Reply Brief for Petitioners 13–14. This question, however, is\nnot at issue here. There is no need to invoke the doctrine of\nwillful blindness to establish that Pentalpha knew that the\nretailers who purchased its fryer were selling that product in the\nAmerican market; Pentalpha was indisputably aware that its\ncustomers were selling its product in this country.Pentalpha further contends that this Court inGroksterdid not accept the Solicitor General’s suggestion\nthat Grokster and StreamCast could be held liable for inducing the\ninfringement of copyrights under a theory of willful blindness.\nReply Brief for Petitioners 14 (citing Brief for United States,\nO. T. 2004, No. 04–480, pp. 29–30). But the Court had no\nneed to consider the doctrine of willful blindness in that case\nbecause the Court found ample evidence that Grokster and StreamCast\nwere fully aware—in the ordinary sense of the term—that their\nfile-sharing software was routinely used in carrying out the acts\nthat constituted infringement (the unauthorized sharing of\ncopyrighted works) and that these acts violated the rights of\ncopyright holders. See 545 U. S., at 922–927, 937–940.BWhile the Courts of Appeals\narticulate the doctrine of willful blindness in slightly different\nways, all appear to agree on two basic requirements: (1) the\ndefendant must subjectively believe that there is a high\nprobability that a fact exists and (2) the defendant must take\ndeliberate actions to avoid learning of that fact.[Footnote 9] We think these requirements give\nwillful blindness an appropriately limited scope that surpasses\nrecklessness and negligence. Under this formulation, a willfully\nblind defendant is one who takes deliberate actions to avoid\nconfirming a high probability of wrongdoing and who can almost be\nsaid to have actually known the critical facts. See G. Williams,\nCriminal Law §57, p. 159 (2d ed. 1961) (“A court can properly\nfind wilful blindness only where it can almost be said that the\ndefendant actually knew”). By contrast, a reckless defendant is one\nwho merely knows of a substantial and unjustified risk of such\nwrongdoing, see ALI, Model Penal Code §2.02(2)(c) (1985), and a\nnegligent defendant is one who should have known of a similar risk\nbut, in fact, did not, see §2.02(2)(d).The test applied by the Federal\nCircuit in this case departs from the proper willful blindness\nstandard in two important respects. First, it permits a finding of\nknowledge when there is merely a “known risk” that the induced acts\nare infringing. Second, in demanding only “deliberate indifference”\nto that risk, the Federal Circuit’s test does not require active\nefforts by an inducer to avoid knowing about the infringing nature\nof the activities.In spite of these flaws, we believe that the\nevidence when viewed in the light most favorable to the verdict for\nSEB is sufficient under the correct standard. The jury could have\neasily found that before April 1998 Pentalpha willfully blinded\nitself to the infringing nature of the sales it encouraged Sunbeam\nto make.[Footnote 10]SEB’s cool-touch fryer was an innovation in\nthe U. S. market when Pentalpha copied it. App. to Brief for\nRespondent 49. As one would expect with any superior product, sales\nof SEB’s fryer had been growing for some time.Ibid.Pentalpha knew all of this, for its CEO and president, John Sham,\ntestified that, in developing a product for Sunbeam, Pentalpha\nperformed “market research” and “gather[ed] information as much as\npossible.” App. 23a. Pentalpha’s belief that SEB’s fryer embodied\nadvanced technology that would be valuable in the U. S. market is\nevidenced by its decision to copy all but the cosmetic features of\nSEB’s fryer.Also revealing is Pentalpha’s decision to copy\nan overseas model of SEB’s fryer. Pentalpha knew that the product\nit was designing was for the U. S. market, and Sham—himself a named\ninventor on numerous U. S. patents, seeid., at\n78a–86a—was well aware that products made for overseas markets\nusually do not bear U. S. patent markings, App. in No. 2009–1099\netc. (CA Fed.), pp. A–1904 to A–1906. Even more telling is Sham’s\ndecision not to inform the attorney from whom Pentalpha sought a\nright-to-use opinion that the product to be evaluated was simply a\nknockoff of SEB’s deep fryer. On the facts of this case, we cannot\nfathom what motive Sham could have had for withholding this\ninformation other than to manufacture a claim of plausible\ndeniability in the event that his company was later accused of\npatent infringement. Nor does Sham’s testimony on this subject\nprovide any reason to doubt that inference. Asked whether the\nattorney would have fared better had he known of SEB’s design, Sham\nwas nonresponsive. All he could say was that a patent search is not\nan “easy job” and that is why he hired attorneys to perform them.\nApp. 112a.Taken together, this evidence was more than\nsufficient for a jury to find that Pentalpha subjectively believed\nthere was a high probability that SEB’s fryer was patented, that\nPentalpha took deliberate steps to avoid knowing that fact, and\nthat it therefore willfully blinded itself to the infringing nature\nof Sunbeam’s sales.*  *  *The judgment of the United States\nCourt of Appeals for the Federal Circuit isAffirmed.Footnote 1We refer to both petitioners as\n“Pentalpha.”Footnote 2Direct infringement has long been understood\nto require no more than the unauthorized use of a patented\ninvention. SeeAro Mfg. Co.v.Convertible Top\nReplacement Co.,377 U. S. 476, 484 (1964); 3 A.\nDeller, Walker on Patents §453, p. 1684 (1937) (hereinafter\nDeller). Thus, a direct infringer’s knowledge or intent is\nirrelevant.Footnote 3For an article that is particularly clear on\nthis point, see H. Howson, Paper before American Association of\nInventors and Manufacturers, Washington, D. C., Contributory\nInfringement of Patents 9 (Jan. 1895) (reading late 19th-century\ncase law to require only that a party “intentionally contribut[e]\nto theact, which the Court holds to be an infringement”\n(emphasis in original)). Other authorities from this era likewise\nsuggest that it was sufficient if the seller intended a component\npart to be used in a manner that happened to infringe a patent.\nSee,e.g.,Morgan Envelope Co.v.Albany\nPerforated Wrapping Paper Co.,152 U. S. 425, 433 (1894) (“There are\ndoubtless many cases to the effect that the manufacture and sale of\na single element of a combination, with intent that it shall be\nunited to the other elements, and so complete the combination, is\nan infringement”);Individual Drinking Cup Co.v.Errett, 297 F. 733, 739–740 (CA2 1924) (“[B]efore one may\nbe held for contributory infringement, it must be shown that he had\nknowingly done some act without which the infringement would not\nhave occurred”);New York Scaffolding Co.v.Whitney, 224 F. 452, 459 (CA8 1915) (“Contributory\ninfringement is the intentional aiding of one person by another in\nthe unlawful making, or selling, or using of a third person’s\npatented invention”); 3 Deller §507, at 1764–1765 (“[W]here a\nperson furnishes one part of a patented combination, intending that\nit shall be assembled with the other parts thereof, and that the\ncomplete combination shall be used or sold; that person is liable\nto an action, as infringer of the patent on the complete\ncombination”); 3 W. Robinson, Patents §924, p. 101 (1890) (“To\nmake or sell a single element with the intent that it shall be\nunited to the other elements, and so complete the combination, is\ninfringement”).Footnote 4The earlier case ofCortelyouv.Charles Eneu Johnson & Co.,207 U. S. 196(1907), contains\nlanguage that may be read as adopting a similar position. In that\ncase, the Neostyle Company had a patent for a “stencil duplicating\nmachine” called the “rotary Neostyle,” and it licensed the use of\nits machine pursuant to a license requiring the licensee to use\nonly Neostyle’s ink.Id., at 198. Another company, Charles\nEneu Johnson & Co., sold its ink to a Neostyle licensee, and\nNeostyle sued the Johnson company, claiming that it was “inducing a\nbreach of the license contracts” and was thus indirectly infringing\nNeostyle’s patent rights.Id., at 199. The Court held that\nthe defendant did not have “sufficient evidence of notice” to\nsupport liability. The Court wrote:“True, the defendant filled a few orders for ink to be used on a\nrotary Neostyle, but it does not appear that it ever solicited an\norder for ink to be so used,that it was ever notified by the\nplaintiffs of the rights which they claimed,or that anything\nwhich it did was considered by them an infringement upon those\nrights.”Id., at 200 (emphasis added).The italicized language above may suggest that\nit was necessary to show that the defendants had notice of\nNeostyle’s patent rights. See alsoTubular Rivet & Stud\nCo.v.O’Brien,93 F. 200, 203 (CC Mass. 1898) (“a\nnecessary condition of the defendant’s guilt is his knowledge of\nthe complainant’s patent”).Footnote 5Although Justice Black disagreed with the\njudgment and was thus in dissent, he was in the majority with\nrespect to the interpretation of §271(c), and his opinion sets out\nthe reasoning of the majority on this point. Three other Justices\njoined his opinion, and a fourth, Justice White, endorsed his\nreasoning with respect to the interpretation of §271(c). See 377 U.\nS., at 514 (White, J., concurring).Footnote 6The doctrine emerged in English law almost\nfour decades earlier and became firmly established by the end of\nthe 19th century. Edwards 298–301. In American law, one of the\nearliest references to the doctrine appears in an 1882 jury charge\nin a federal prosecution. In the charge, the trial judge rejected\nthe “great misapprehension” that a person may “close his eyes, when\nhe pleases, upon all sources of information, and then excuse his\nignorance by saying that he does not see anything.” SeeUnited\nStatesv.Houghton, 14 F. 544, 547 (DC NJ).Footnote 7United Statesv.Yasser,\n114 F. 2d 558, 560 (CA3 1940) (interpreting the crime of\nknowingly and fraudulently concealing property belonging to the\nestate of a bankrupt debtor to include someone who “closed his eyes\nto facts which made the existence of” the receiver or trustee\n“obvious”);Rachmilv.United States, 43\nF. 2d 878, 881 (CA9 1930)(per curiam)(same);United Statesv.Erie R. Co., 222 F. 444,\n448–451 (DC NJ 1915) (approving a “willful ignorance” jury\ninstruction to a charge that a rail carrier knowingly granted a\nconcession to a shipper);Grant Bros. Constr. Co.v.United States, 13 Ariz. 388, 400, 114 P. 955, 959 (1911)\n(interpreting the crime of knowingly encouraging the importation of\ncontract laborers to include those who “willfully and intentionally\nignored facts and circumstances known to them, which would have led\nto [actual] knowledge”).Footnote 8Unlike the dissent, we do not think that\nutilitarian concerns demand a stricter standard for knowledge under\n§271(b), seepost, at 3 (opinion of Kennedy, J.). The\ndissent does not explain—nor can we see—why promoting “ ‘the\nProgress of Science and useful Arts,’ ”ibid.,\nrequires protecting parties who actively encourage others to\nviolate patent rights and who take deliberate steps to remain\nignorant of those rights despite a high probability that the rights\nexist and are being infringed, seeinfra, at 13–14.Footnote 9United Statesv.Pérez-Meléndez, 599 F. 3d 31, 41 (CA1 2010);United Statesv.Svoboda, 347 F. 3d 471,\n477–478 (CA2 2003);United Statesv.Stadtmauer,\n620 F. 3d 238, 257 (CA3 2010);United Statesv.Schnabel¸ 939 F. 2d 197, 203 (CA4 1991) (“The willful\nblindness instruction allows the jury to impute the element of\nknowledge to the defendant if the evidence indicates that he\npurposely closed his eyes to avoid knowing what was taking place\naround him”);United Statesv.Freeman, 434\nF. 3d 369, 378 (CA5 2005);United Statesv.Holloway, 731 F. 2d 378, 380–381 (CA6 1984)(per\ncuriam)(upholding jury instruction on knowledge when “it\nprevent[ed] a criminal defendant from escaping conviction merely by\ndeliberately closing his eyes to the obvious risk that he is\nengaging in unlawful conduct”);United Statesv.Draves, 103 F. 3d 1328, 1333 (CA7 1997) (“knowledge\nmay in some circumstances be inferred from strong suspicion of\nwrongdoing coupled with active indifference to the truth”);United Statesv.Florez, 368 F. 3d 1042,\n1044 (CA8 2004) (“Ignorance is deliberate if the defendant was\npresented with facts that put her on notice that criminal activity\nwas particularly likely and yet she intentionally failed to\ninvestigate those facts”);United Statesv.Heredia, 483 F. 3d 913, 917, 920 (CA9 2007) (en\nbanc);United Statesv.Glick, 710 F. 2d\n639, 643 (CA10 1983);United Statesv.Perez-Tosta, 36 F. 3d 1552, 1564 (CA11 1994). But seeUnited Statesv.Alston-Graves, 435 F. 3d\n331, 339–341 (CADC 2006).Footnote 10The District Court did not instruct the jury\naccording to the standard we set out today, see App. to Brief for\nRespondent 26–27, and Pentalpha asks us to remand the case so it\ncan move for a new trial. We reject that request. Pentalpha did not\nchallenge the jury instructions in the Court of Appeals, see Brief\nfor Appellants in No. 2009–1099 etc. (CA Fed.), pp. 21–22, and\nthat court did not pass upon the issue. Finding no “exceptional”\ncircumstances in this case, we follow our usual course and refuse\nto consider the issue. SeeYouakimv.Miller,425 U. S. 231, 234 (1976)(per curiam).",
    "joined": []
}