{
    "case": {
        "docket": "398",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/398/"
    },
    "id": "1970583",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1025_________________JAMES R. CLAPPER, Jr., DIRECTOR OF NATIONAL\nINTELLIGENCE, et al., PETITIONERSv.AMNESTY\nINTERNATIONAL USA et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[February 26, 2013]Justice Alito delivered the opinion of the\nCourt.Section 702 of the Foreign Intelligence\nSurveillance Act of 1978, 50 U. S. C. §1881a (2006 ed., Supp. V),\nallows the Attorney General and the Director of National\nIntelligence to acquire foreign intelligence information by jointly\nauthorizing the surveillance of individuals who are not “United\nStates persons”[1] and are\nreasonably believed to be located outside the United States. Before\ndoing so, the Attorney General and the Director of National\nIntelligence normally must obtain the Foreign Intelligence\nSurveillance Court’s approval. Respondents are United States\npersons whose work, they allege, requires them to engage in\nsensitive international communications with individ- uals who they\nbelieve are likely targets of surveillance under §1881a.\nRespondents seek a declaration that §1881a is unconstitutional, as\nwell as an injunction against §1881a-authorized surveillance. The\nquestion before us is whether respondents have Article III standing\nto seek this prospective relief.Respondents assert that they can establish\ninjury in fact because there is an objectively reasonable\nlikelihood that their communications will be acquired under §1881a\nat some point in the future. But respondents’ theory offutureinjury is too speculative to satisfy the\nwellestablished requirement that threatened injury must be\n“certainly impending.”E.g.,Whitmorev.Arkansas,495 U.S.\n149, 158 (1990). And even if respondents could demonstrate that\nthe threatened injury is certainly impending, they still would not\nbe able to establish that this injury is fairly traceable to\n§1881a. As an alternative argument, respondents contend that they\nare sufferingpresentinjury because the risk of\n§1881a-authorized surveillance al- ready has forced them to take\ncostly and burdensome meas- ures to protect the confidentiality of\ntheir international communications. But respondents cannot\nmanufacture stand- ing by choosing to make expenditures based on\nhypothetical future harm that is not certainly impending. We\ntherefore hold that respondents lack Article III standing.IAIn 1978, after years of debate, Congress\nenacted the Foreign Intelligence Surveillance Act (FISA) to\nauthorize and regulate certain governmental electronic surveillance\nof communications for foreign intelligence purposes. See 92Stat.\n1783, 50 U. S. C. §1801et seq.; 1\nD. Kris & J. Wilson, National Security Investigations\n& Prosecutions §§3.1, 3.7 (2d ed. 2012) (hereinafter Kris &\nWilson). In enacting FISA, Congress legislated against the backdrop\nof our decision inUnited Statesv.United States Dist.\nCourt for Eastern Dist. of Mich.,407 U.S.\n297(1972) (Keith), in which we explained that the\nstandards and procedures that law enforcement officials must follow\nwhen conducting “surveillance of ‘ordinary crime’ ” might not\nbe required in the context of surveillance conducted for domestic\nnational-security purposes.Id., at 322–323. Although theKeithopinion expressly disclaimed any ruling “on the scope\nof the President’s surveillance power with respect to the\nactivities of foreign powers,”id., at 308, it implicitly\nsuggested that a special framework for foreign intelligence\nsurveillance might be constitutionally permissible, seeid.,\nat 322–323.In constructing such a framework for foreign\nintel- ligence surveillance, Congress created two specialized\ncourts. In FISA, Congress authorized judges of the Foreign\nIntelligence Surveillance Court (FISC) to approve electronic\nsurveillance for foreign intelligence purposes if there is probable\ncause to believe that “the target of the electronic surveillance is\na foreign power or an agent of a foreign power,” and that each of\nthe specific “facilities or places at which the electronic\nsurveillance is directed is being used, or is about to be used, by\na foreign power or an agent of a foreign power.” §105(a)(3),\n92Stat. 1790; see §§105(b)(1)(A), (b)(1)(B),ibid.; 1 Kris\n& Wilson §7:2, at 194–195;id.,§16:2, at 528–529.\nAdditionally, Congress vested the Foreign Intelligence Surveillance\nCourt of Review with jurisdiction to review any denials by the FISC\nof applications for electronic surveillance. §103(b), 92Stat. 1788;\n1 Kris & Wilson §5:7, at 151–153.In the wake of the September 11th attacks,\nPresident George W. Bush authorized the National Security Agency\n(NSA) to conduct warrantless wiretapping of telephone and e-mail\ncommunications where one party to the communication was located\noutside the United States and a participant in “the call was\nreasonably believed to be a member or agent of al Qaeda or an\naffiliated terrorist organization,” App. to Pet. for Cert. 403a.\nSeeid., at 263a–265a, 268a, 273a–279a, 292a–293a;American Civil Liberties Unionv.NSA, 493 F.3d 644,\n648 (CA6 2007) (ACLU) (opinion of Batchelder, J.). In\nJanuary 2007, the FISC issued orders authorizing the Government to\ntarget international communications into or out of the United\nStates where there was probable cause to believe that one\nparticipant to the communication was a member or agent of al Qaeda\nor an associated terrorist organization. App. to Pet. for Cert.\n312a, 398a, 405a. These FISC orders sub- jected any electronic\nsurveillance that was then occur- ring under the NSA’s program to\nthe approval of the FISC.Id., at 405a; seeid., at\n312a, 404a. After a FISC Judge subsequently narrowed the FISC’s\nauthorization of such surveillance, however, the Executive asked\nCongress to amend FISA so that it would provide the intelligence\ncommunity with additional authority to meet the challenges of\nmodern technology and international terrorism.Id., at\n315a–318a, 331a–333a, 398a; seeid., at 262a, 277a–279a,\n287a.When Congress enacted the FISA Amendments Act of\n2008 (FISA Amendments Act), 122Stat. 2436, it left much of FISA\nintact, but it “established a new and independent source of\nintelligence collection authority, beyond that granted in\ntraditional FISA.” 1 Kris & Wilson §9:11, at 349–350. As\nrelevant here, §702 of FISA, 50 U. S. C. §1881a (2006\ned., Supp. V), which was enacted as part of the FISA Amendments\nAct, supplements pre-existing FISA authority by creating a new\nframework under which the Government may seek the FISC’s\nauthorization of certain foreign intelligence surveillance\ntargeting the communications of non-U. S. persons located\nabroad. Unlike traditional FISA surveillance, §1881a does not\nrequire the Government to demonstrate probable cause that the\ntarget of the electronic surveillance is a for- eign power or agent\nof a foreign power. Compare §§1805(a)(2)(A), (a)(2)(B), with\n§§1881a(d)(1), (i)(3)(A); 638 F.3d 118, 126 (CA2 2011); 1 Kris\n& Wilson §16:16, at 584. And, unlike traditional FISA, §1881a\ndoes not require the Government to specify the nature and location\nof each of the particular facilities or places at which the\nelectronic surveillance will occur. Compare §§1805(a)(2)(B), (c)(1)\n(2006 ed. and Supp. V), with §§1881a(d)(1), (g)(4), (i)(3)(A); 638\nF. 3d, at 125–126; 1 Kris & Wilson §16:16, at\n585.[2]The present case involves a constitutional\nchallenge to §1881a. Surveillance under §1881a is subject to\nstatutory conditions, judicial authorization, congressional\nsupervision, and compliance with the Fourth Amendment. Section\n1881a provides that, upon the issuance of an order from the Foreign\nIntelligence Surveillance Court, “the Attorney General and the\nDirector of National Intelligence may authorize jointly, for a\nperiod of up to 1 year . . . , the targeting of persons reasonably\nbelieved to be located outside the United States to acquire foreign\nintelligence information.” §1881a(a). Surveillance under §1881a may\nnot be intentionally targeted at any person known to be in the\nUnited States or any U. S. person reasonably believed to be\nlocated abroad. §§1881a(b)(1)–(3); see also §1801(i). Additionally,\nacquisitions under §1881a must comport with the Fourth Amendment.\n§1881a(b)(5). Moreover, surveillance under §1881a is subject to\ncongressional oversight and several types of Executive Branch\nreview. See §§1881a(f)(2), (l);Amnesty Int’l USAv.McConnell, 646 F. Supp. 2d 633, 640–641 (SDNY 2009).Section 1881a mandates that the Government\nobtain the Foreign Intelligence Surveillance Court’s approval of\n“targeting” procedures, “minimization” procedures, and a\ngovernmental certification regarding proposed surveillance.\n§§1881a(a), (c)(1), (i)(2), (i)(3). Among other things, the\nGovernment’s certification must attest that (1) pro- cedures\nare in place “that have been approved, have been submitted for\napproval, or will be submitted with the certification for approval\nby the [FISC] that are reason- ably designed” to ensure that an\nacquisition is “limited to targeting persons reasonably believed to\nbe located outside” the United States; (2) minimization\nprocedures adequately restrict the acquisition, retention, and\ndissemination of nonpublic information about unconsenting\nU. S. persons, as appropriate; (3) guidelines have been\nadopted to ensure compliance with targeting limits and the Fourth\nAmendment; and (4) the procedures and guidelines referred to above\ncomport with the Fourth Amendment. §1881a(g)(2); see §1801(h).The Foreign Intelligence Surveillance Court’s\nrole includes determining whether the Government’s certifi- cation\ncontains the required elements. Additionally, the Court assesses\nwhether the targeting procedures are “reasonably designed” (1) to\n“ensure that an acquisition . . . is limited to targeting\npersons reasonably believed to be located outside the United\nStates” and (2) to “prevent the intentional acquisition of any\ncommunication as to which the sender and all intended recipients\nare known . . . to be located in the United States.”\n§1881a(i)(2)(B). The Court analyzes whether the minimization\nprocedures “meet the definition of minimization procedures under\nsection 1801(h) . . . , as appropriate.”\n§1881a(i)(2)(C). The Court also assesses whether the targeting and\nminimization procedures are consistent with the statute and the\nFourth Amendment. See §1881a(i)(3)(A).[3]BRespondents are attorneys and human rights,\nlabor, legal, and media organizations whose work allegedly requires\nthem to engage in sensitive and sometimes privileged telephone and\ne-mail communications with colleagues, clients, sources, and other\nindividuals located abroad. Respondents believe that some of the\npeople with whom they exchange foreign intelligence information are\nlikely targets of surveillance under §1881a. Specifically,\nrespondents claim that they communicate by telephone and e-mail\nwith people the Government “believes or believed to be associated\nwith terrorist organizations,” “people located in geographic areas\nthat are a special focus” of the Government’s counterterrorism or\ndiplomatic efforts, and activists who oppose governments that are\nsupported by the United States Government. App. to Pet. for Cert.\n399a.Respondents claim that §1881a compromises their\nability to locate witnesses, cultivate sources, obtain information,\nand communicate confidential information to their clients.\nRespondents also assert that they “have ceased engaging” in certain\ntelephone and e-mail conversations.Id.,at 400a. According\nto respondents, the threat of surveillance will compel them to\ntravel abroad in order to have in-person conversations. In\naddition, respondents declare that they have undertaken “costly and\nburdensome measures” to protect the confidentiality of sensitive\ncommunications.Ibid.COn the day when the FISA Amendments Act was\nen- acted, respondents filed this action seeking (1) a declaration\nthat §1881a, on its face, violates the Fourth Amendment, the First\nAmendment, Article III, and separation-of-powers principles and (2)\na permanent injunction against the use of §1881a. Respondents\nassert what they characterize as two separate theories of Article\nIII standing. First, they claim that there is an objectively\nreasonable likelihood that their communications will be acquired\nunder §1881a at some point in the future, thus causing them injury.\nSecond, respondents maintain that the risk of surveillance under\n§1881a is so substantial that they have been forced to take costly\nand burdensome measures to protect the confidentiality of their\ninternational communications; in their view, the costs they have\nincurred constitute present injury that is fairly traceable to\n§1881a.After both parties moved for summary judgment,\nthe District Court held that respondents do not have standing.McConnell, 646 F. Supp. 2d, at 635. On appeal, however,\na panel of the Second Circuit reversed. The panel agreed with\nrespondents’ argument that they have standing due to the\nobjectively reasonable likelihood that their communications will be\nintercepted at some time in the future. 638 F. 3d, at 133,\n134, 139. In addition, the panel held that respondents have\nestablished that they are suffering “presentinjuries in\nfact—economic and professional harms—stemming from a reasonable\nfear offutureharmful government conduct.”Id., at\n138. The Second Circuit denied rehearing en banc by an equally\ndivided vote. 667 F.3d 163 (2011).Because of the importance of the issue and the\nnovel view of standing adopted by the Court of Appeals, we granted\ncertiorari, 566 U. S. ___ (2012), and we now reverse.IIArticle III of the Constitution limits federal\ncourts’ jurisdiction to certain “Cases” and “Controversies.” As we\nhave explained, “[n]o principle is more fundamental to the\njudiciary’s proper role in our system of government than the\nconstitutional limitation of federal-court jurisdiction to actual\ncases or controversies.”DaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 341 (2006) (internal quotation marks omitted);Rainesv.Byrd,521 U.S.\n811, 818 (1997) (internal quotation marks omitted); see,e.g.,Summersv.Earth Island Institute,555 U.S.\n488, 492–493 (2009). “One element of the case-or-controversy\nrequirement” is that plaintiffs “must establish that they have\nstanding to sue.”Raines,supra,at 818; see alsoSummers,supra, at 492–493;DaimlerChrysler\nCorp.,supra, at 342;Lujanv.Defenders of\nWildlife,504 U.S.\n555, 560 (1992).The law of Article III standing, which is built\non separation-of-powers principles, serves to prevent the judicial\nprocess from being used to usurp the powers of the political\nbranches.Summers,supra, at 492–493;Daimler-Chrysler Corp.,supra, at 341–342,\n353;Raines,supra, at 818–820;Valley Forge\nChristian Collegev.Americans United for Separation of\nChurch and State, Inc.,454 U.S.\n464, 471–474 (1982);Schlesingerv.Reservists Comm.\nto Stop the War,418 U.S.\n208, 221–222 (1974). In keeping with the purpose of this\ndoctrine, “[o]ur standing inquiry has been especially rigorous when\nreaching the merits of the dispute would force us to decide whether\nan action taken by one of the other two branches of the Federal\nGovernment was unconstitutional.”Raines,supra, at\n819–820; seeValley Forge Christian College,supra,\nat 473–474;Schlesinger,supra, at 221–222.\n“Relaxation of standing requirements is directly related to the\nexpansion of judicial power,”United Statesv.Richardson,418 U.S.\n166, 188 (1974) (Powell, J., concurring); see alsoSummers,supra, at 492–493;Schlesinger,supra, at 222, and we have often found a lack of standing in\ncases in which the Judiciary has been requested to review actions\nof the political branches in the fields of intelligence gathering\nand foreign affairs, see,e.g.,Richardson,supra, at 167–170 (plaintiff lacked standing to challenge\nthe constitutionality of a statute permitting the Central\nIntelligence Agency to account for its expenditures solely on the\ncertificate of the CIA Director);Schlesinger,supra,\nat 209–211 (plaintiffs lacked standing to challenge the Armed\nForces Reserve membership of Members of Congress);Lairdv.Tatum,408 U.S.\n1, 11–16 (1972) (plaintiffs lacked standing to challenge an\nArmy intelligence-gathering program).To establish Article III standing, an injury\nmust be “concrete, particularized, and actual or imminent; fairly\ntraceable to the challenged action; and redressable by a favorable\nruling.”Monsanto Co.v.Geertson Seed Farms, 561\nU. S. ___, ___ (2010) (slip op., at 7); see alsoSummers,supra, at 493;Defenders of Wildlife,\n504 U. S., at 560–561. “Although imminence is concededly a\nsomewhat elastic concept, it cannot be stretched beyond its\npurpose, which is to ensure that the alleged injury is not too\nspeculative for Article III purposes—that the injury iscertainlyimpending.”Id., at 565, n. 2\n(internal quotation marks omitted). Thus, we have repeatedly\nreiterated that “threatened injury must becertainly\nimpendingto constitute injury in fact,” and that\n“[a]llegations ofpossiblefuture injury” are not\nsufficient.Whitmore, 495 U. S., at 158 (emphasis\nadded; internal quotation marks omitted); see alsoDefenders of\nWildlife,supra, at 565, n. 2, 567, n. 3; seeDaimlerChrysler Corp.,supra, at 345;Friends of\nthe Earth, Inc.v.Laidlaw Environmental Services (TOC),\nInc.,528 U.S.\n167, 190 (2000);Babbittv.Farm Workers,442 U.S.\n289, 298 (1979).IIIARespondents assert that they can establish\ninjury in fact that is fairly traceable to §1881a because there is\nan objectively reasonable likelihood that their communications with\ntheir foreign contacts will be intercepted under §1881a at some\npoint in the future. This argument fails. As an initial matter, the\nSecond Circuit’s “objectively reasonable likelihood” standard is\ninconsistent with our requirement that “threatened injury must be\ncertainly impending to constitute injury in fact.”Whitmore,supra, at 158 (internal quotation marks omitted); see alsoDaimlerChrysler Corp.,supra, at 345;Laidlaw,supra, at 190;Defenders of Wildlife,supra,\nat 565, n. 2;Babbitt,supra, at 298.\nFurthermore, respondents’ argument rests on their highly\nspeculative fear that: (1) the Government will decide to target the\ncommunications of non-U. S. persons with whom they\ncommunicate; (2) in doing so, the Government will choose to invoke\nits authority under §1881a rather than utilizing another method of\nsurveillance; (3) the Article III judges who serve on the\nForeign Intelligence Surveillance Court will conclude that the\nGovernment’s proposed surveillance procedures satisfy §1881a’s many\nsafeguards and are consistent with the Fourth Amendment; (4) the\nGovernment will succeed in inter- cepting the communications of\nrespondents’ contacts; and (5) respondents will be parties to\nthe particular communications that the Government intercepts. As\ndiscussed below, respondents’ theory of standing, which relies on a\nhighly attenuated chain of possibilities, does not satisfy the\nrequirement that threatened injury must be certainly impending. SeeSummers,supra, at 496 (rejecting a standing theory\npremised on a speculative chain of possibilities);Whitmore,supra, at 157–160 (same). Moreover, even if respondents\ncould demonstrate injury in fact, the second link in the\nabove-described chain of contingencies—which amounts to mere\nspeculation about whether surveillance would be under §1881a or\nsome other authority—shows that respondents cannot satisfy the\nrequirement that any injury in fact must be fairly traceable to\n§1881a.First, it is speculative whether the Government\nwill imminently target communications to which respondents are\nparties. Section 1881a expressly provides that respondents, who are\nU. S. persons, cannot be targeted for surveillance under\n§1881a. See §§1881a(b)(1)–(3); 667 F. 3d, at 173 (Raggi, J.,\ndissenting from denial of rehearing en banc). Accordingly, it is no\nsurprise that respondents fail to offer any evidence that their\ncommunications have been monitored under §1881a, a failure that\nsubstantially undermines their standing theory. SeeACLU,\n493 F. 3d, at 655–656, 673–674 (opinion of Batchelder, J.)\n(concluding that plaintiffs who lacked evidence that their\ncommunications had been intercepted did not have standing to\nchallenge alleged NSA surveillance). Indeed, respondents do not\neven allege that the Government has sought the FISC’s approval for\nsurveillance of their communications. Accordingly, respondents’\ntheory necessarily rests on their assertion that the Government\nwill targetother individuals—namely, their foreign\ncontacts.Yet respondents have no actual knowledge of the\nGovernment’s §1881a targeting practices. Instead, respondents\nmerely speculate and make assumptions about whether their\ncommunications with their foreign contacts will be acquired under\n§1881a. See 667 F. 3d, at 185–187 (opinion of Raggi, J.). For\nexample, journalist Christopher Hedges states: “I have no choice\nbut toassumethat any of my international communicationsmaybe subject to government surveillance, and I have to\nmake decisions . . . in light of thatassumption.”\nApp. to Pet. for Cert. 366a (emphasis added and deleted).\nSimilarly, attorney Scott McKay asserts that, “[b]ecause of the\n[FISA Amendments Act], we now have toassumethat every one\nof our international communicationsmaybe monitored by the\ngovernment.”Id., at 375a (emphasis added); see alsoid., at 337a, 343a–344a, 350a, 356a. “The party invoking\nfederal jurisdiction bears the burden of establishing”\nstanding—and, at the summary judgment stage, such a party “can no\nlonger rest on . . . ‘mere allegations,’ but must ‘set\nforth’ by affidavit or other evidence ‘specific facts.’ ”Defenders of Wildlife, 504 U. S., at 561. Respondents,\nhowever, have set forth no specific facts demonstrating that the\ncommunications of their foreign contacts will be targeted. More-\nover, because §1881a at mostauthorizes—but does notmandateordirect—the surveillance that respondents\nfear, respondents’ allegations are necessarily conjectural. SeeUnited Presbyterian Church in U. S. A.v.Reagan, 738 F.2d 1375, 1380 (CADC 1984) (Scalia, J.); 667\nF. 3d, at 187 (opinion of Raggi, J.). Simply put, respondents\ncan only speculate as to how the Attorney General and the Director\nof National Intelligence will exercise their discretion in\ndetermining which communications to target.[4]Second, even if respondents could demonstrate\nthat the targeting of their foreign contacts is imminent,\nrespondents can only speculate as to whether the Government will\nseek to use §1881aauthorized surveillance (rather than other\nmethods) to do so. The Government has numerous other methods of\nconducting surveillance, none of which is challenged here. Even\nafter the enactment of the FISA Amendments Act, for example, the\nGovernment may still conduct electronic surveillance of persons\nabroad under the older provisions of FISA so long as it satisfies\nthe applicable requirements, including a demonstration of probable\ncause to believe that the person is a foreign power or agent of a\nforeign power. See §1805. The Government may also obtain\ninformation from the intelligence services of foreign nations.\nBrief for Petitioners 33. And, although we do not reach the\nquestion, the Government contends that it can conduct FISA-exempt\nhuman and technical surveillance programs that are governed by\nExecutive Order 12333. See Exec. Order No. 12333, §§1.4, 2.1–2.5, 3\nCFR 202, 210–212 (1981), reprinted as amended, note following 50\nU. S. C. §401, pp. 543, 547–548. Even if respondents\ncould demonstrate that their foreign contacts will imminently be\ntargeted—indeed, even if they could show that interception of their\nown communications will imminently occur—they would still need to\nshow that their injury is fairly traceable to §1881a. But, because\nrespondents can only speculate as to whether any (asserted)\ninterception would be under §1881a or some other authority, they\ncannot satisfy the “fairly traceable” requirement.Third, even if respondents could show that the\nGovernment will seek the Foreign Intelligence Surveillance Court’s\nauthorization to acquire the communications of respondents’ foreign\ncontacts under §1881a, respondents can only speculate as to whether\nthat court will authorize such surveillance. In the past, we have\nbeen reluctant to endorse standing theories that require guesswork\nas to how independent decisionmakers will exercise their judgment.\nInWhitmore, for example, the plaintiff’s theory of standing\nhinged largely on the probability that he would obtain federal\nhabeas relief and be convicted upon retrial. In holding that the\nplaintiff lacked standing, we explained that “[i]t is just not\npossible for a litigant to prove in advance that the judicial\nsystem will lead to any particular result in his case.” 495\nU. S., at 159–160; seeDefenders of Wildlife, 504\nU. S., at 562.We decline to abandon our usual reluctance to\nendorse standing theories that rest on speculation about the\ndecisions of independent actors. Section 1881a mandates that the\nGovernment must obtain the Foreign Intelligence Surveillance\nCourt’s approval of targeting procedures, minimization procedures,\nand a governmental certification regarding proposed surveillance.\n§§1881a(a), (c)(1), (i)(2), (i)(3). The Court must, for example,\ndetermine whether the Government’s procedures are “reasonably\ndesigned . . . to minimize the acquisition and retention,\nand prohibit the dissemination, of nonpublicly available\ninformation concerning unconsenting United States persons.”\n§1801(h); see §§1881a(i)(2), (i)(3)(A). And, critically, the Court\nmust also assess whether the Government’s targeting and\nminimization procedures comport with the Fourth Amend- ment.\n§1881a(i)(3)(A).Fourth, even if the Government were to obtain\nthe Foreign Intelligence Surveillance Court’s approval to tar- get\nrespondents’ foreign contacts under §1881a, it is unclear whether\nthe Government would succeed in acquiring the communications of\nrespondents’ foreign contacts. And fifth, even if the Government\nwere to conduct surveillance of respondents’ foreign contacts,\nrespondents can only speculate as to whethertheir own\ncommunicationswith their foreign contacts would be\nincidentally acquired.In sum, respondents’ speculative chain of\npossibilities does not establish that injury based on potential\nfuture surveillance is certainly impending or is fairly traceable\nto §1881a.[5]BRespondents’ alternative argument—namely, that\nthey can establish standing based on the measures that they have\nundertaken to avoid §1881a-authorized surveillance—fares no better.\nRespondents assert that they are suffering ongoing injuries that\nare fairly traceable to §1881a because the risk of surveillance\nunder §1881a requires them to take costly and burdensome measures\nto protect the confidentiality of their communications. Respondents\nclaim, for instance, that the threat of surveillance sometimes\ncompels them to avoid certain e-mail and phone conversations, to\n“tal[k] in generalities rather than specifics,” or to travel so\nthat they can have in-person conversations. Tr. of Oral Arg. 38;\nApp. to Pet. for Cert. 338a, 345a, 367a, 400a.[6] The Second Circuit panel concluded that,\nbecause respondents are already suffering such ongoing injuries,\nthe likelihood of interception under §1881a is relevant only to the\nquestion whether respondents’ ongoing injuries are “fairly\ntraceable” to §1881a. See 638 F. 3d, at 133–134; 667\nF. 3d, at 180 (opinion of Raggi, J.). Analyzing the “fairly\ntraceable” element of standing under a relaxed reasonableness\nstandard, see 638 F. 3d, at 133–134, the Second Circuit then\nheld that “plaintiffs have established that they sufferedpresentinjuries in fact—economic and professional\nharms—stemming from a reasonable fear offutureharmful\ngovernment conduct,”id., at 138.The Second Circuit’s analysis improperly allowed\nrespondents to establish standing by asserting that they suffer\npresent costs and burdens that are based on a fear of surveillance,\nso long as that fear is not “fanciful, paranoid, or otherwise\nunreasonable.” Seeid., at 134. This improperly waters down\nthe fundamental requirements of Article III. Respondents’\ncontention that they have standing because they incurred certain\ncosts as a reasonable reaction to a risk of harm is\nunavailing—because the harm respondents seek to avoid is not\ncertainly impending. In other words, respondents cannot manufacture\nstanding merely by inflicting harm on themselves based on their\nfears of hypothetical future harm that is not certainly impending.\nSeePennsylvaniav.New Jersey,426 U.S.\n660, 664 (1976) (per curiam);National Family\nPlanning & Reproductive Health Assn.,Inc.,468 F.3d 826,831(CADC 2006). Any ongoing injuries that respondents are\nsuffering are not fairly traceable to §1881a.If the law were otherwise, an enterprising\nplaintiff would be able to secure a lower standard for Article III\nstanding simply by making an expenditure based on a nonparanoid\nfear. As Judge Raggi accurately noted, under the Second Circuit\npanel’s reasoning, respondents could, “for the price of a plane\nticket, . . . transform their standing burden from one\nrequiring a showing of actual or imminent . . .\ninterception to one requiring a showing that their subjective fear\nof such interception is not fanciful, irrational, or clearly\nunreasonable.” 667 F. 3d, at 180 (internal quotation marks\nomitted). Thus, allowing respondents to bring this action based on\ncosts they incurred in response to a speculative threat would be\ntantamount to accepting a repackaged version of respondents’ first\nfailed theory of standing. SeeACLU, 493 F. 3d, at\n656–657 (opinion of Batchelder, J.).Another reason that respondents’ present\ninjuries are not fairly traceable to §1881a is that even before\n§1881a was enacted, they had a similar incentive to engage in many\nof the countermeasures that they are now taking. Seeid.,at\n668–670. For instance, respondent Scott McKay’s declaration\ndescribes—and the dissent heavily relies on—Mr. McKay’s “knowledge”\nthat thousands of communications involving one of his clients were\nmonitored in the past. App. to Pet. for Cert. 370a;post,at\n4, 7–8. But this surveillance was conducted pursuant to FISA\nauthority that predated §1881a. See Brief for Petitioners 32,\nn. 11;Al-Kiddv.Gonzales, No. 05–cv–93, 2008\nWL 5123009 (D Idaho, Dec. 4, 2008). Thus, because the Government\nwas allegedly conducting surveillance of Mr. McKay’s client before\nCongress enacted §1881a, it is difficult to see how the safeguards\nthat Mr. McKay now claims to have implemented can be traced to\n§1881a.Because respondents do not face a threat of\ncertainly impending interception under §1881a, the costs that they\nhave incurred to avoid surveillance are simply the product of their\nfear of surveillance,[7] and\nour decision inLairdmakes it clear that such a fear is\ninsufficient to create standing. See 408 U. S., at 10–15. The\nplaintiffs inLairdargued that their exercise of First\nAmendment rights was being “chilled by the mere existence, without\nmore, of [the Army’s] investigative and data-gathering activity.”Id., at 10. While acknowledging that prior cases had held\nthat constitutional violations may arise from the chilling effect\nof “regulations that fall short of a direct prohibi- tion against\nthe exercise of First Amendment rights,” the Court declared that\nnone of those cases involved a “chilling effect aris[ing] merely\nfrom the individual’s knowledge that a governmental agency was\nengaged in certain activities or from the individual’s concomitant\nfear that, armed with the fruits of those activities, the agency\nmight in the future take someotherand additional action\ndetrimental to that individual.”Id., at 11. Because\n“[a]llegations of a subjective ‘chill’ are not an adequate\nsubstitute for a claim of specific present objective harm or a\nthreat of specific future harm,”id., at 13–14, the\nplaintiffs inLaird—and respondents here—lack standing. Seeibid.;ACLU,supra, at 661–662 (opinion of\nBatchelder, J.) (holding that plaintiffs lacked standing because\nthey “allege[d] only a subjective apprehension” of alleged NSA\nsurveillance and “a personal (self-imposed) unwillingness to\ncommunicate”);United Presbyterian Church, 738 F. 2d,\nat 1378 (holding that plaintiffs lacked standing to challenge the\nlegality of an Executive Order relating to surveillance because\n“the ‘chilling effect’ which is produced by their fear of being\nsubjected to illegal surveillance and which deters them from\nconducting constitutionally protected activities, is foreclosed as\na basis for standing” byLaird).For the reasons discussed above, respondents’\nself-inflicted injuries are not fairly traceable to the\nGovernment’s purported activities under §1881a, and their\nsubjective fear of surveillance does not give rise to standing.IVARespondents incorrectly maintain that “[t]he\nkinds of injuries incurred here—injuries incurred because of\n[respondents’] reasonable efforts to avoid greater injuries that\nare otherwise likely to flow from the conduct they challenge—are\nthe same kinds of injuries that this Court held to support standing\nin cases such as”Laidlaw, Meesev.Keene,481 U.S.\n465(1987), andMonsanto.Brief for Respondents 24. As\nan initial matter, none of these cases holds or even suggests that\nplaintiffs can establish standing simply by claiming that they\nexperienced a “chilling effect” that resulted from a governmental\npolicy that does not regulate, constrain, or compel any action on\ntheir part. Moreover, each of these cases was very different from\nthe present case.InLaidlaw, plaintiffs’ standing was\nbased on “the proposition that a company’s continuous and pervasive\nillegal discharges of pollutants into a river would cause nearby\nresidents to curtail their recreational use of that waterway and\nwould subject them to other economic and aesthetic harms.” 528\nU. S., at 184. Because the unlawful discharges of pollutants\nwere “concededly ongoing,” the only issue was whether “nearby\nresidents”—who were members of the organizational plaintiffs—acted\nreasonably in refraining from using the polluted area.Id.,\nat 183–184.Laidlawis therefore quite unlike the present\ncase, in which it is not “concede[d]” that respondents would be\nsubject to unlawful surveillance but for their decision to take\npreventive measures. SeeACLU, 493 F. 3d, at 686\n(opinion of Batchelder, J.) (distinguishingLaidlawon this\nground);id., at 689–690 (Gibbons, J., concurring) (same);\n667 F. 3d, at 182–183 (opinion of Raggi, J.) (same).Laidlawwould resemble this case only if (1) it were\nundisputed that the Government was using §1881a-authorized\nsurveillance to acquire respondents’ communications and (2) the\nsole dispute concerned the reasonableness of respondents’\npreventive measures.InKeene, the plaintiff challenged the\nconstitutionality of the Government’s decision to label three films\nas “political propaganda.” 481 U. S., at 467. The Court held\nthat the plaintiff, who was an attorney and a state legislator, had\nstanding because he demonstrated, through “detailed affidavits,”\nthat he “could not exhibit the films without incurring a risk of\ninjury to his reputation and of an impairment of his political\ncareer.”Id.,at 467, 473–475. Unlike the present case,Keeneinvolved “more than a ‘subjective chill’ ” based\non speculation about potential governmental action; the plaintiff\nin that case was unquestionably regulated by the relevant statute,\nand the films that he wished to exhibit had already been labeled as\n“political propaganda.” Seeibid.;ACLU, 493\nF. 3d, at 663–664 (opinion of Batchelder, J.);id., at\n691 (Gibbons, J., concurring).Monsanto, on which respondents also rely,\nis likewise inapposite. InMonsanto, conventional alfalfa\nfarmers had standing to seek injunctive relief because the agency’s\ndecision to deregulate a variety of genetically engineered alfalfa\ngave rise to a “significant risk of gene flow to\nnon-genetically-engineered varieties of alfalfa.” 561 U. S.,\nat ___ (slip op., at 13). The standing analysis in that case hinged\non evidence that genetically engineered alfalfa “ ‘seed fields\n[we]re currently being planted in all the major alfalfa seed\nproduction areas’ ”; the bees that pollinate alfalfa\n“ ‘have a range of at least two to ten miles’ ”; and the\nalfalfa seed farms were concentrated in an area well within the\nbees’ pollination range.Id., at ___–___, and n. 3\n(slip op., at 11–12, and n. 3). Unlike the conventional\nalfalfa farmers inMonsanto, however, respondents in the\npresent case present no concrete evidence to substantiate their\nfears, but instead rest on mere conjecture about possible\ngovernmental actions.BRespondents also suggest that they should be\nheld to have standing because otherwise the constitutionality of\n§1881a could not be challenged. It would be wrong, they maintain,\nto “insulate the government’s surveillance activities from\nmeaningful judicial review.” Brief for Respondents 60. Respondents’\nsuggestion is both legally and factually incorrect. First,\n“ ‘[t]he assumption that if respondents have no standing to\nsue, no one would have standing, is not a reason to find\nstanding.’ ”Valley Forge Christian College, 454\nU. S., at 489;Schlesinger, 418 U. S., at 227; see\nalsoRichardson, 418 U. S., at 179;Raines, 521\nU. S., at 835 (Souter, J., joined by Ginsburg, J., concurring\nin judgment).Second, our holding today by no means insulates\n§1881a from judicial review. As described above, Congress created a\ncomprehensive scheme in which the Foreign Intelligence Surveillance\nCourt evaluates the Government’s certifications, targeting\nprocedures, and minimization procedures—including assessing whether\nthe targeting and minimization procedures comport with the Fourth\nAmendment. §§1881a(a), (c)(1), (i)(2), (i)(3). Any dissatisfaction\nthat respondents may have about the Foreign Intelligence\nSurveillance Court’s rulings—or the congressional delineation of\nthat court’s role—is irrelevant to our standing analysis.Additionally, if the Government intends to use\nor disclose information obtained or derived from a §1881a\nacquisition in judicial or administrative proceedings, it must\nprovide advance notice of its intent, and the affected person may\nchallenge the lawfulness of the acquisition. §§1806(c), 1806(e),\n1881e(a) (2006 ed. and Supp. V).[8] Thus, if the Government were to prosecute one of\nrespondent-attorney’s foreign clients using §1881a-authorized\nsurveillance, the Government would be required to make a\ndisclosure. Although the foreign client might not have a viable\nFourth Amendment claim, see,e.g.,United Statesv.Verdugo-Urquidez,494 U.S.\n259, 261 (1990), it is possible that the monitoring of the\ntarget’s conversations with his or her attorney would provide\ngrounds for a claim of standing on the part of the attorney. Such\nan attorney would certainly have a stronger evidentiary basis for\nestablishing standing than do respondents in the present case. In\nsuch a situation, unlike in the present case, it would at least be\nclear that the Government had acquired the foreign client’s\ncommunications using §1881a-authorized surveillance.Finally, any electronic communications service\nprovider that the Government directs to assist in §1881a\nsurveillance may challenge the lawfulness of that directive before\nthe FISC. §§1881a(h)(4), (6). Indeed, at the behest of a service\nprovider, the Foreign Intelligence Surveillance Court of Review\npreviously analyzed the constitutionality of electronic\nsurveillance directives issued pursuant to a now-expired set of\nFISA amendments. SeeIn re Directives Pursuant to Section 105B\nof Foreign Intelligence Surveillance Act, 551 F.3d 1004,\n1006–1016 (2008) (holding that the provider had standing and that\nthe directives were constitutional).*  *  *We hold that respondents lack Article III\nstanding because they cannot demonstrate that the future injury\nthey purportedly fear is certainly impending and because they\ncannot manufacture standing by incurring costs in anticipation of\nnon-imminent harm. We therefore reverse the judgment of the Second\nCircuit and remand the case for further proceedings consistent with\nthis opinion.It is so ordered.Notes1The term “United States\nperson” includes citizens of the United States, aliens admitted for\npermanent residence, and certain associations and corporations. 50\nU. S. C. §1801(i); see §1881(a).2Congress recently\nreauthorized the FISA Amendments Act for another five years. See\n126Stat. 1631.3The dissent attempts to\ndownplay the safeguards established by §1881a. Seepost,at\n4 (opinion of Breyer, J.). Notably, the dissent does not directly\nacknowledge that §1881a surveillance must comport with the Fourth\nAmendment, see §1881a(b)(5), and that the Foreign Intelligence\nSurveillance Court must assess whether targeting and minimization\nprocedures are consistent with the Fourth Amendment, see\n§1881a(i)(3)(A).4It was suggested at oral\nargument that the Government could help resolve the standing\ninquiry by disclosing to a court, perhaps through anin\ncameraproceeding, (1) whether it is intercepting respondents’\ncommunications and (2) what targeting or minimization procedures it\nis using. See Tr. of Oral Arg. 13–14, 44, 56. This suggestion is\npuzzling. As an initial matter, it isrespondents’burden to\nprove their standing by pointing to specific facts,Lujanv.Defenders of Wildlife,504 U.S.\n555, 561 (1992), not the Government’s burden to disprove\nstanding by revealing details of its surveillance priorities.\nMoreover, this type of hypothetical disclosure proceeding would\nallow a terrorist (or his attorney) to determine whether he is\ncurrently under U. S. surveillance simply by filing a lawsuit\nchallenging the Government’s surveillance program. Even if the\nterrorist’s attorney were to comply with a protective order\nprohibiting him from sharing the Government’s disclosures with his\nclient, the court’s postdisclosure decision about whether to\ndismiss the suit for lack of standing would surely signal to the\nterrorist whether his name was on the list of surveillance\ntargets.5Our cases do not\nuniformly require plaintiffs to demonstrate that it is literally\ncertain that the harms they identify will come about. In some\ninstances, we have found standing based on a “substantial risk”\nthat the harm will occur, which may prompt plaintiffs to reasonably\nincur costs to mitigate or avoid that harm.Monsanto Co.v.Geertson Seed Farms, 561 U. S. ___, ___ (2010) (slip op., at\n11–12). See alsoPennellv.City of San Jose,485 U.S.\n1, 8 (1988);Blumv.Yaretsky,457 U.S.\n991, 1000–1001 (1982);Babbittv.Farm Workers,442 U.S.\n289, 298 (1979). But to the extent that the “substantial risk”\nstandard is relevant and is distinct from the “clearly impending”\nrequirement, respondents fall short of even that standard, in light\nof the attenuated chain of inferences necessary to find harm here.\nSeesupra,at 11–15. In addition, plaintiffs bear the burden\nof pleading and proving concrete facts showing that the defendant’s\nactual action has caused the substantial risk of harm. Plaintiffs\ncannot rely on speculation about “ ‘the unfettered choices\nmade by independent actors not before the court.’ ”Defenders of Wildlife, 504 U. S., at 562.6For all the focus on\nrespondents’ supposed need to travel abroad in light of potential\n§1881a surveillance, respondents cite only one specific instance of\ntravel: an attorney’s trip to New York City to meet with other\nlawyers. See App. to Pet. for Cert. 352a. This domestic travel had\nbut a tenuous connection to §1881a, because §1881aauthorized\nacquisitions “may not intentionally target any person known at the\ntime of acquisition to be located in the United States.”\n§1881a(b)(1); see also 667 F.3d 163, 202 (CA2 2011) (Jacobs,\nC. J., dissenting from denial of rehearing en banc);id., at 185 (opinion of Raggi, J. (same)).7Although respondents’\nalternative theory of standing rests primarily on choices thattheyhave made based on their subjective fear of\nsurveillance, respondents also assert that third parties might be\ndisinclined to speak with them due to a fear of surveillance. See\nApp. to Pet. for Cert. 372a–373a, 352a–353a. To the extent that\nsuch assertions are based on anything other than conjecture, seeDefenders of Wildlife, 504 U. S., at 560, they do not\nestablish injury that is fairly traceable to §1881a, because they\nare based on third parties’ subjective fear of surveillance, seeLaird, 408 U. S., at 10–14.8The possibility of\njudicial review in this context is not farfetched. InUnited\nStatesv.Damrah,412 F.3d 618(CA6 2005), for example, the Government made a\npretrial disclosure that it intended to use FISA evidence in a\nprosecution; the defendant (unsuccessfully) moved to suppress the\nFISA evidence, even though he had not been thetargetof the\nsurveillance; and the Sixth Circuit ultimately held that FISA’s\nprocedures are consistent with the Fourth Amendment. Seeid., at 622, 623, 625.",
    "joined": []
}