{
    "case": {
        "docket": "406",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/406/"
    },
    "id": "1962214",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTWHORTON V. BOCKTING549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-595GLEN WHORTON, DIRECTOR, NEVADA DEPART- MENT OF\nCORRECTIONS, PETITIONERv.MARVIN HOWARD BOCKTINGon writ of certiorari to the united states court of\nappeals for the ninth circuit[February 28, 2007]Justice Alito delivered the\nopinion of the Court.This case presents the question\nwhether, under the rules set out inTeaguev.Lane,489 U. S. 288(1989), our decision inCrawfordv.Washington,541 U. S. 36(2004), is\nretroactive to cases already final on direct review. We hold that\nit is not.IARespondent Marvin Bockting lived\nin Las Vegas, Nevada, with his wife, Laura Bockting, their\n3-year-old daughter Honesty, and Laura’s 6-year-old daughter from a\nprevious relationship, Autumn. One night, while respondent was at\nwork, Autumn awoke from a dream crying, but she refused to tell her\nmother what was wrong, explaining: “ ‘[D]addy said you would\nmake him leave and that he would beat my butt if I told\nyou.’ ” App. 119. After her mother reassured her, Autumn said\nthat respondent had frequently forced her to engage in numerous and\nvaried sexual acts with him.Ibid.The next day, Laura Bockting\nconfronted respondent and asked him to leave the house. He did so\nbut denied any wrongdoing. Two days later, Laura called a rape\ncrisis hotline and brought Autumn to the hospital for an\nexamination. At the hospital, Detective Charles Zinovitch from the\nLas Vegas Metropolitan Police Department Sexual Assault Unit\nattempted to interview Autumn but found her too distressed to\ndiscuss the assaults. Detective Zinovitch then ordered a rape\nexamination, which revealed strong physical evidence of sexual\nassaults. See Findings of Fact and Conclusions of Law and Order in\nNevadav.Bockting, Case No. C–83110 (D. Nev., Sept.\n5, 1994); App. 47, 119.Two days later, Detective Zinovitch\ninterviewed Autumn in the presence of her mother, and at that time,\nAutumn provided a detailed description of acts of sexual assault\ncarried out by respondent; Autumn also demonstrated those acts\nusing anatomically correct dolls.Id.,at 47–48; 119.\nRespondent was then arrested, and a state grand jury indicted him\non four counts of sexual assault on a minor under 14 years of\nage.At respondent’s preliminary hearing, Autumn\ntestified that she understood the difference between a truth and a\nlie, but she became upset when asked about the assaults. Although\nshe initially agreed that respondent had touched her in a way that\n“[she] didn’t think he was supposed to touch [her],”id.,at 14, she later stated that she could not remember how respondent\nhad touched her or what she had told her mother or the detective,id.,at 19–21. The trial court, however, found the\ntestimony of Laura Bockting and Detective Zinovitch to be\nsufficient to hold respondent for trial.At trial, the court held a hearing outside the\npresence of the jury to determine whether Autumn could testify.\nAfter it became apparent that Autumn was too distressed to be sworn\nin,id.,at 25–26, the State moved under Nev. Rev. Stat.\n§51.385 (2003)[Footnote 1] to\nallow Laura Bockting and Detective Zinovitch to recount Autumn’s\nstatements regarding the sexual assaults. App. 25–27. Under the\nNevada statute, out-of-court statements made by a child under 10\nyears of age describing acts of sexual assault or physical abuse of\nthe child may be admitted if the court finds that the child is\nunavailable or unable to testify and that “the time, content and\ncircumstances of the statement provide sufficient circumstantial\nguarantees of trustworthiness.” §51.385(1)(a). Over defense\ncounsel’s objection that admission of this testimony would violate\nthe Confrontation Clause,id.,at 27–28, the trial court\nfound sufficient evidence of reliability to satisfy §51.385.As a result of this ruling, Laura Bockting and\nDetective Zinovitch were permitted at trial to recount Autumn’s\nout-of-court statements about the assaults. Laura Bockting also\ntestified that respondent was the only male who had had the\nopportunity to assault Autumn. In addition, the prosecution\nintroduced evidence regarding Autumn’s medical exam. Respondent\ntestified in his own defense and denied the assaults, and the\ndefense brought out the fact that Autumn, unlike many children her\nage, had acquired some knowledge about sexual acts, since she had\nseen respondent and her mother engaging in sexual intercourse and\nhad become familiar with sexual terms.Id.,at 118.The jury found respondent guilty of three\ncounts of sexual assault on a minor under the age of 14, and the\ntrial court imposed two consecutive life sentences and another\nconcurrent life sentence.BRespondent took an appeal to the\nNevada Supreme Court, which handed down its final decision in 1993,\nmore than a decade beforeCrawford.[Footnote 2] In analyzing respondent’s contention\nthat the admission of Autumn’s out-of-court statements had violated\nhis Confrontation Clause rights, the Nevada Supreme Court looked toOhiov.Roberts,448 U. S. 56(1980),\nwhich was then the governing precedent of this Court. SeeBocktingv.State, 109 Nev. 103, 847 P. 2d\n1364 (1993)(per curiam).Robertshad held that\nthe Confrontation Clause permitted the admission of a hearsay\nstatement made by a declarant who was unavailable to testify if the\nstatement bore sufficient indicia of reliability, either because\nthe statement fell within a firmly rooted hearsay exception or\nbecause there were “particularized guarantees of trustworthiness”\nrelating to the statement in question. 448 U. S., at 66. ApplyingRoberts, the Nevada Supreme Court held that the admission\nof Autumn’s statements was constitutional because the circumstances\nsurrounding the making of the statements provided particularized\nguarantees of trustworthiness. The Court cited the “natural\nspontaneity” of Autumn’s initial statements to her mother, her\nreiteration of the same account to Detective Zinovitch several days\nlater, her use of anatomically correct dolls to demonstrate the\nassaults, and her detailed descriptions of sexual acts with which a\n6-year-old would generally not be familiar.Bockting,supra,at 109–112, 847 P. 2d, at 1368–1370.CRespondent then filed a petition\nfor a writ of habeas corpus with the United States District Court\nfor the District of Nevada, arguing that the Nevada Supreme Court’s\ndecision violated his Confrontation Clause rights. The District\nCourt denied the petition, holding that respondent was not entitled\nto relief under the habeas statute, 28 U. S. C. §2254(d),\nbecause the Nevada Supreme Court’s decision was not “contrary to”\nand did not “involv[e] an unreasonable application of, clearly\nestablished Federal law, as determined by the Supreme Court of the\nUnited States.” Order inBocktingv.Bayer, No.\nCV–N–98–0764–ECR (Mar. 19, 2002), App. 69–70. Respondent then\nappealed to the United States Court of Appeals for the Ninth\nCircuit.While this appeal was pending, we\nissued our opinion inCrawford, in which we overruledRobertsand held that “[t]estimonial statements of\nwitnesses absent from trial” are admissible “only where the\ndeclarant is unavailable, and only where the defendant has had a\nprior opportunity to cross-examine [the witness].” 541 U. S., at\n59. See alsoDavisv.Washington, 547 U. S. ___\n(2006). We noted that the outcome inRoberts—as well as\nthe outcome in all similar cases decided by this Court—was\nconsistent with the rule announced inCrawford, but we\nconcluded that the interpretation of the Confrontation Clause set\nout inRobertswas unsound in several respects. SeeCrawford, supra, at 60 (“Although the results of our\ndecisions have generally been faithful to the original meaning of\nthe Confrontation Clause, the same cannot be said of our\nrationales”). First, we observed thatRobertspotentially\nexcluded too much testimony because it imposed Confrontation Clause\nrestrictions on nontestimonial hearsay not governed by that Clause.\n541 U. S., at 60. At the same time, we noted, theRobertstest was too “malleable” in permitting the admission ofex\npartetestimonial statements. 541 U. S., at 60. We\nconcluded:“Where testimonial statements are\ninvolved, we do not think the Framers meant to leave the Sixth\nAmendment’s protection to the vagaries of the rules of evidence,\nmuch less to amorphous notions of ‘reliability.’ . . . Admitting\nstatements deemed reliable by a judge is fundamentally at odds with\nthe right to confrontation. To be sure, the Clause’s ultimate goal\nis to ensure reliability of evidence, but it is a procedural rather\nthan a substantive guarantee. It commands not that evidence be\nreliable, but that reliability be assessed in a particular manner:\nby testing in the crucible of cross-examination. The Clause thus\nreflects a judgment, not only about the desirability of reliable\nevidence (a point on which there could be little dissent), but\nabout how reliability can best be determined.”Id., at\n61.DOn appeal from the denial of his\npetition for writ of habeas corpus, respondent contended that if\nthe rule inCrawfordhad been applied to his case,\nAutumn’s out-of-court statements could not have been admitted into\nevidence and the jury would not have convicted him. Respondent\nfurther argued thatCrawfordshould have been applied to\nhis case because theCrawfordrule was either (1) an old\nrule in existence at the time of his conviction or (2) a\n“ ‘watershed’ ” rule that implicated “the fundamental\nfairness and accuracy of the criminal proceeding.”Safflev.Parks,494 U. S. 484, 495\n(1990) (quotingTeague, 489 U. S., at 311 (plurality\nopinion)).A divided panel of the Ninth\nCircuit reversed the District Court, holding thatCrawfordapplies retroactively to cases on collateral review.Bocktingv.Bayer, 399 F. 3d 1010, as\namended, 408 F. 3d 1127 (2005). In the panel’s lead opinion,\nJudge McKeown concluded thatCrawfordannounced a new rule\nof criminal procedure, 399 F. 3d, at 1014–1016, but that the\ndecision was nevertheless retroactive on collateral review because\nit announced a watershed rule that “rework[ed] our understanding of\nbedrock criminal procedure,”id.,at 1016.[Footnote 3] Judge Noonan concurred, but his\npreferred analysis differed from Judge McKeown’s. Judge Noonan\nbelieved thatCrawforddid not announce a new rule, 399\nF. 3d, at 1022–1024, but “[a]s an alternative to [this]\nanalysis and in order to provide a precedent for [the] court,” he\n“also concur[red] in Judge McKeown’s analysis and opinion,”id.,at 1024. Judge Wallace, concurring and dissenting,\nagreed with Judge McKeown thatCrawfordannounced a new\nprocedural rule but arguing thatCrawforddid not rise to\nthe level of a watershed rule under this Court’s jurisprudence. The\nNinth Circuit denied rehearing en banc, with nine judges\ndissenting. 418 F. 3d 1055 (2005).The panel’s decision thatCrawfordis\nretroactive to cases on collateral review conflicts with the\ndecision of every other Court of Appeals and State Supreme Court\nthat has addressed this issue.[Footnote 4] We granted certiorari to resolve this\nconflict. 547 U. S. ___ (2006).IIAInTeagueand subsequent\ncases, we have laid out the framework to be used in determining\nwhether a rule announced in one of our opinions should be applied\nretroactively to judgments in criminal cases that are already final\non direct review. Under theTeagueframework, an old rule\napplies both on direct and collateral review, but a new rule is\ngenerally applicable only to cases that are still on direct review.\nSeeGriffithv.Kentucky,479 U. S. 314(1987). A\nnew rule applies retroactively in a collateral proceeding only if\n(1) the rule is substantive or (2) the rule is a “ ‘watershed\nrul[e] of criminal procedure’ implicating the fundamental fairness\nand accuracy of the criminal proceeding.”Saffle,supra,at 495 (quotingTeague,supra,at\n311 (plurality opinion)).BIn this case, it is undisputed\nthat respondent’s conviction became final on direct appeal well\nbeforeCrawfordwas decided. We therefore turn to the\nquestion whetherCrawfordapplied an old rule or announced\na new one. A new rule is defined as “a rule that . . . was not\n‘dictatedby precedent existing at the time the\ndefendant’s conviction became final.’ ”Saffle,supra,at 488 (quotingTeague,supra,at\n301 (plurality opinion); emphasis in original).Applying this definition, it is\nclear thatCrawfordannounced a new rule. TheCrawfordrule was not “dictated” by prior precedent. Quite\nthe opposite is true: TheCrawfordrule is flatly\ninconsistent with the prior governing precedent,Roberts,whichCrawfordoverruled. SeeDavis, 547 U. S.,\nat ___ (slip op., at ___). “The explicit overruling of an earlier\nholding no doubt creates a new rule.”Saffle,supra,at 488.In concluding thatCrawfordmerely\napplied an old rule, Judge Noonan relied on our observation inCrawfordthat the holdings in our prior decisions,\nincluding those that applied theRobertsrule, had been\ngenerally consistent with the rule announced inCrawford(and with the Framers’ understanding of the meaning of the\nConfrontation Clause, which provided the basis for theCrawforddecision). See 541 U. S., at 57–59. But theCrawfordCourt was quick to note that “the rationales” of\nour prior decisions had been inconsistent with theCrawfordrule.Id.,at 60. “ ‘The “new rule”\nprinciple … validates reasonable, good-faith interpretations of\nexisting precedents made by state courts even though they are shown\nto be contrary to later decisions.’ ”Lockhartv.\nFretwell,506\nU. S. 364, 372–373 (1993) (quotingButlerv.\nMcKellar,494\nU. S. 407, 414 (1990)). And it is stating the obvious to say\nthat, prior toCrawford, “reasonable jurists,”Grahamv. Collins,506 U. S. 461, 467\n(1993), could have reached the conclusion that theRobertsrule was the rule that governed the admission of hearsay statements\nmade by an unavailable declarant.Because theCrawfordrule was not\ndictated by the governing precedent existing at the time when\nrespondent’s conviction became final, theCrawfordrule is\na new rule.IIIABecauseCrawfordannounced a “new rule” and because it is clear and undisputed that\nthe rule is procedural and not substantive, that rule cannot be\napplied in this collateral attack on respondent’s conviction unless\nit is a “ ‘watershed rul[e] of criminal procedure’ implicating\nthe fundamental fairness and accuracy of the criminal proceeding.”Saffle, 494 U. S., at 495 (quotingTeague, 489 U.\nS., at 311 (plurality opinion)). This exception is “extremely\nnarrow,”Schrirov.Summerlin,542 U. S. 348, 352\n(2004). We have observed that it is “ ‘unlikely’ ” that\nany such rules “ ‘ha[ve] yet to emerge,’ ”ibid.(quotingTylerv.Cain,533 U. S. 656(2001);\ninternal quotation marks omitted); see alsoO’Dellv.Netherland,521 U. S. 151, 157\n(1997);Graham,supra,at 478; Teague,supra,at 313 (plurality opinion).And in the\nyears sinceTeague, we have rejected every claim that a\nnew rule satisfied the requirements for watershed status. See,e.g.,Summerlin, supra(rejecting retroactivity\nforRingv.Arizona,536 U. S. 584(2002));Beardv.Banks,542 U. S. 406(2004)\n(rejecting retroactivity forMillsv.Maryland,486 U. S. 367(1988));O’Dell, supra(rejecting retroactivity forSimmonsv.South Carolina,512 U. S. 154(1994));Gilmorev.Taylor,508 U. S. 333(1993)\n(rejecting retroactivity for a new rule relating to jury\ninstructions on homicide);Sawyerv.Smith,497 U. S. 227(1990) (rejecting retroactivity forCaldwellv.Mississippi,472 U. S. 320(1985)).In order to qualify as watershed,\na new rule must meet two requirements. First, the rule must be\nnecessary to prevent “an ‘ “impermissibly large\nrisk” ’ ” of an inaccurate conviction.Summerlin,\nsupra,at 356; see alsoTyler, 533 U. S., at 665.\nSecond, the rule must “alter our understanding of the bedrock\nprocedural elements essential to the fairness of a proceeding.”Ibid.(internal quotation marks and emphasis omitted). We\nconsider each of these requirements in turn.BTheCrawfordrule does\nnot satisfy the first requirement relating to an impermissibly\nlarge risk of an inaccurate conviction. To be sure, theCrawfordrule reflects the Framers’ preferred mechanism\n(cross-examination) for ensuring that inaccurate out-of-court\ntestimonial statements are not used to convict an accused. But in\norder for a new rule to meet the accuracy requirement at issue\nhere, “[i]t is … not enough … to say that [the] rule is aimed at\nimproving the accuracy of trial,”Sawyer,497 U. S., at\n242 or that the rule “is directed toward the enhancement of\nreliability and accuracy in some sense,”id.,at 243.\nInstead, the question is whether the new rule remedied “an\n‘ “impermissibly large risk” ’ ” of an inaccurate\nconviction.Summerlin,supra,at 366.Guidance in answering this\nquestion is provided byGideonv.Wainwright,372 U. S. 335(1963), to which we have repeatedly referred in discussing the\nmeaning of theTeagueexception at issue here. See,e.g.,Beard,supra,at 417;Saffle,supra,at 495;Gilmore,supra,at 364 (Blackmun, J., dissenting). InGideon, the only case that we have identified as\nqualifying under this exception, the Court held that counsel must\nbe appointed for any indigent defendant charged with a felony. When\na defendant who wishes to be represented by counsel is denied\nrepresentation,Gideonheld, the risk of an unreliable\nverdict is intolerably high. SeeMickensv.Taylor,535\nU. S. 162, 166 (2002);United Statesv.Cronic,466\nU. S. 648, 658–659 (1984);Gideon,supra,at\n344–345. The new rule announced inGideoneliminated this\nrisk.TheCrawfordrule is in no way\ncomparable to theGideonrule. TheCrawfordrule\nis much more limited in scope, and the relationship of that rule to\nthe accuracy of the factfinding process is far less direct and\nprofound.CrawfordoverruledRobertsbecauseRobertswas inconsistent with the original understanding\nof the meaning of the Confrontation Clause, not because the Court\nreached the conclusion that the overall effect of theCrawfordrule would be to improve the accuracy of fact\nfinding in criminal trials. Indeed, inCrawfordwe\nrecognized that even under theRobertsrule, this Court\nhad never specifically approved the introduction of testimonial\nhearsay statements. 542 U. S., at 57–60. Accordingly, it is not\nsurprising that the overall effect ofCrawfordwith regard\nto the accuracy of fact-finding in criminal cases is not easy to\nassess.With respect totestimonialout-of-court statements,Crawfordis more restrictive than\nwasRoberts, and this may improve the accuracy of\nfact-finding in some criminal cases. Specifically, underRoberts, there may have been cases in which courts\nerroneously determined that testimonial statements were reliable.\nBut see 418 F. 3d, at 1058 (O’Scannlain, J., dissenting from\ndenial of rehearing en banc) (observing that it is unlikely that\nthis occurred “in anything but the exceptional case”). But whatever\nimprovement in reliabilityCrawfordproduced in this\nrespect must be considered together withCrawford’s\nelimination of Confrontation Clause protection against the\nadmission of unreliable out-of-court nontestimonial statements.\nUnderRoberts, an out-of-court nontestimonial statement\nnot subject to prior cross-examination could not be admitted\nwithout a judicial determination regarding reliability. UnderCrawford, on the other hand, the Confrontation Clause has\nno application to such statements and therefore permits their\nadmission even if they lack indicia of reliability.It is thus unclear whetherCrawford,\non the whole, decreased or increased the number of unreliable\nout-of-court statements that may be admitted in criminal trials.\nBut the question here is not whetherCrawfordresulted in\nsome net improvement in the accuracy of fact finding in criminal\ncases. Rather, “the question is whether testimony admissible underRobertsis so much more unreliable than that admissible\nunderCrawfordthat theCrawfordrule is\n‘ one without which the likelihood of an accurate conviction\nisseriouslydiminished.’ ” 399 F. 3d, at 1028\n(Wallace, J., concurring and dissenting) (quotingSummerlin, 542 U. S., at 352 (internal quotation marks\nomitted; emphasis in original).Crawforddid not effect a\nchange of this magnitude.CTheCrawfordrule also\ndid not “alter our understanding of thebedrock procedural\nelementsessential to the fairness of a proceeding.”Sawyer,supra,at 242 (internal quotations marks\nomitted and emphasis in original). Contrary to the suggestion of\nthe Court of Appeals, see 399 F. 3d, at 1019 (relying on the\nconclusion that “the right of cross-examination as an adjunct to\nthe constitutional right of confrontation” is a “bedrock procedural\nrul[e]”), this requirement cannot be met simply by showing that a\nnew procedural rule isbased ona “bedrock” right. We have\nfrequently held that theTeaguebar to retroactivity\napplies to new rules that are based on “bedrock” constitutional\nrights. See,e.g., Beard, 542 U. S., at 418. Similarly,\n“[t]hat a new procedural rule is ‘fundamental’ in some abstract\nsense is not enough.”Summerlin, 542 U. S., at 352.Instead, in order to meet this\nrequirement, a new rule must itself constitute a previously\nunrecognized bedrock procedural element that is essential to the\nfairness of a proceeding. In applying this requirement, we again\nhave looked to the example ofGideon, and “we have not\nhesitated to hold that less sweeping and fundamental rules” do not\nqualify.Beard,supra,at 418.In this case, it is apparent that the rule\nannounced inCrawford, while certainly important, is not\nin the same category withGideon.Gideoneffected\na profound and “ ‘sweeping’ ” change.Beard,supra,at 418 (quotingO’Dell, 521 U. S., at\n167). TheCrawfordrule simply lacks the “primacy” and\n“centrality” of theGideonrule,Saffle, 494 U.\nS., at 495, and does not qualify as a rule that “alter[ed] our\nunderstanding of the bedrock procedural elements essential to the\nfairness of a proceeding,”Sawyer, 497 U. S., at 242\n(internal quotation marks and emphasis omitted).IVIn sum, we hold thatCrawfordannounced a “new rule” of criminal procedure and\nthat this rule does not fall within theTeagueexception\nfor watershed rules. We therefore reverse the judgment of the Court\nof Appeals and remand the case for further proceedings consistent\nwith this opinion.It is so ordered.Footnote 1Section 51.385 provides, in relevant\npart:“1. [A] statement made by a child under the\nage of 10 years describing any act of sexual conduct performed with\nor on the child or any act of physical abuse of the child is\nadmissible in a criminal proceeding regarding that act of sexual\nconduct or physical abuse if:“(a) The court finds, in a hearing out of the\npresence of the jury, that the time, content and circumstances of\nthe statement provide sufficient circumstantial guarantees of\ntrustworthiness; and“(b) The child testifies at the proceeding or\nis unavailable or unable to testify.“2. In determining the trustworthiness of a\nstatement, the court shall consider, without limitation,\nwhether:“(a) The statement was spontaneous;“(b) The child was subjected to repetitive\nquestioning;“(c) The child had a motive to fabricate;“(d) The child used terminology unexpected of\na child of similar age; and“(e) The child was in a stable mental\nstate.”Footnote 2The State Supreme Court initially dismissed\nrespondent’s appeal in 1989,Bocktingv.State,\n105 Nev. 1023, 810 P. 2d 317 (unpublished table opinion), but\nwe granted respondent’s petition for a writ of certiorari and\nvacated and remanded the case for reconsideration in light ofIdahov.Wright,497 U. S. 805(1990),\nseeBocktingv.Nevada,497 U. S. 1021(1990).Footnote 3Judge McKeown then held respondent merited\nhabeas corpus relief under the Antiterrorism and Effective Death\nPenalty Act of 1996, because that statute incorporates ourTeaguev.Lane,489 U. S. 288(1989) retroactivity\nanalysis. 399 F. 3d, at 1021–1022.Footnote 4See,e.g., Lavev.Dretke,\n444 F. 3d 333 (CA5 2006);Espyv.Massac,\n443 F. 3d 1362 (CA11 2006);Murillov.Frank, 402 F. 3d 786 (CA7 2005);Dorchyv.Jones,398 F. 3d 783 (CA6 2005);Brownv.Uphoff, 381 F. 3d 1219 (CA10 2004);Mungov.Duncan, 393 F. 3d 327 (CA2 2004);Edwardsv.People,129 P. 3d 977 (Colo. 2006) (en banc);Ennisv.State,122 Nev. ___, 137 P. 3d 1095\n(2006);Danforthv.State,718 N. W. 2d 451\n(Minn. 2006);Statev.Williams, 695 N. W.\n2d 23 (Iowa 2005);Chandlerv.Crosby, 916\nSo. 2d 728 (Fla. 2005);In re Markel, 154 Wash.\n2d 262, 111 P. 3d 249 (2005).",
    "joined": []
}