{
    "case": {
        "docket": "18-302",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-302/"
    },
    "id": "4112540",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–302_________________ANDREI IANCU, UNDER SECRETARY OF COMMERCE FOR\nINTELLECTUAL PROPERTY AND DIRECTOR, PATENT AND TRADEMARK OFFICE,\nPETITIONERv.ERIK BRUNETTIon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 24, 2019]Justice Alito, concurring.For the reasons explained in the opinion of the\nCourt, the provision of the Lanham Act at issue in this case\nviolates the Free Speech Clause of the First Amendment because it\ndiscriminates on the basis of viewpoint and cannot be fixed without\nrewriting the statute. Viewpoint discrimination is poison to a free\nsociety. But in many countries with constitutions or legal\ntraditions that claim to protect freedom of speech, serious\nviewpoint discrimination is now tolerated, and such discrimination\nhas become increasingly prevalent in this country. At a time when\nfree speech is under attack, it is especially important for this\nCourt to remain firm on the principle that the First Amendment does\nnot tolerate viewpoint discrimination. We reaffirm that principle\ntoday.Our decision is not based on moral relativism\nbut on the recognition that a law banning speech deemed by\ngovernment officials to be “immoral” or “scandalous” can easily be\nexploited for illegitimate ends. Our decision does not prevent\nCongress from adopting a more carefully focused statute that\nprecludes the registration of marks containing vulgar terms that\nplay no real part in the expression of ideas. The particular mark\nin question in this case could be denied registration under such a\nstatute. The term suggested by that mark is not needed to express\nany idea and, in fact, as commonly used today, generally signifies\nnothing except emotion and a severely limited vocabulary. The\nregistration of such marks serves only to further coarsen our\npopular culture. But we are not legislators and cannot substitute a\nnew statute for the one now in force.",
    "joined": []
}