{
    "case": {
        "docket": "18-9674",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-9674/"
    },
    "id": "4261646",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESTERENCE TRAMAINE ANDRUSv.TEXASon petition for writ of certiorari to the\ncourt of criminal appeals of texasNo. 18–9674. Decided June 15, 2020Justice Alito, with whom Justice Thomas and\nJustice Gorsuch join, dissenting.The Court clears this case off the docket, but\nit does so on a ground that is hard to take seriously. According to\nthe Court, “[i]t is unclear whether the Court of Criminal Appeals\nconsideredStricklandprejudice at all.”Ante, at 17;\nseeStricklandv.Washington,466\nU.S. 668(1984). But that reading is squarely contradicted by\nthe opinion of the Court of Criminal Appeals (CCA), which said\nexplicitly that Andrus failed to show prejudice:“[Andrus] fails to meet his burden underStricklandv.Washington,466\nU.S. 668(1984), to show by a preponderance of the evidence\nthat his counsel’s representation fell below an objective standard\nof reasonablenessand that there was a reasonable probability\nthat the result of the proceedings would have been different,but for counsel’s deficient performance.” App. to Pet. for\nCert. 7–8 (emphasis added).Not only does the CCA opinion contain this\nexpress statement, but it adds that the trial court did not heedStrickland’s test for prejudice. See App. to Pet. for Cert.\n8, n. 2 (“[T]hroughout its findings, the trial court misstates\ntheStricklandprejudice standard by omitting the standard’s\n‘reasonable probability’ language”). And the record clearly shows\nthat the trial court did not apply that test to Andrus’s claim. See\nApp. to Pet. for Cert. 36–37. A majority of this Court cannot\nseriously think that the CCA pointed this out and then declined to\nreach the issue of prejudice.How, then, can the Court get around the\nunmistakable evidence that the CCA decided the issue of prejudice?\nIt begins by expressing doubt about the meaning of the critical\nsentence reproduced above. According to the Court, that sentence\n“does not conclusively reveal whether [the CCA] determined\n. . . that Andrus had failed to demonstrate prejudice\nunderStrickland’s second prong.”Ante, at 17. It is\nhard to write a more conclusive sentence than “[Andrus] fails to\nmeet his burden underStricklandv.Washington,466 U.S.\n668(1984), to show by a preponderance of the evidence\n. . . that there was a reasonable probability that the\nresult of the proceedings would have been different, but for\ncounsel’s deficient performance.” App. to Pet. for Cert. 7–8.\nPerhaps the Court thinks the CCA should have used CAPITAL LETTERS\norbold type. Or maybe it should have added: “And we really\nmean it!!!”Not only does the Court express doubt that the\nCCA reached the prejudice prong ofStrickland, but the Court\nis not sure that the CCA decided even the performance prong. Seeante, at 17 (“Its one-sentence denial of Andrus’Stricklandclaim . . . does not conclusively\nreveal whether it determined that Andrus had failed to demonstrate\ndeficient performance underStrickland’s first prong”). The\nCourt may feel it necessary to make that statement because the CCA\ndisposed of both prongs in the sentence quoted above. So if that\nsentence is not sufficient to show that the CCA reached the\nprejudice prong, there is no better reason for thinking that it\ndecided the performance prong. But if the Court really thinks that\nthe CCA did not decide the performance issue, why does it treat\nthat issue differently from the prejudice issue? Why does it decide\nthe performance question in the first instance? Are we now a court\nof “first view” and not, as we have often stressed, a “court of\nreview”? See,e.g.,McLane Co., Inc.v.EEOC,\n581 U. S. ___, ___ (2017) (slip op., at 11). The Court’s\ndisparate treatment of the two parts of the CCA’s dispositive\nsentence shows that the Court is only selectively skeptical.The Court gives two reasons for doubting that\nthe CCA reached the issue of prejudice, but both are patent\nmakeweights. First, the Court notes that the CCA’sper\ncuriamopinion, unlike the concurring opinion, did not provide\nreasons for finding that prejudice had not been shown. But the\nfailure to explain is not the same as failure to decide. Today’s\n“tutelary remand” is a misuse of our supervisory authority and a\nwaste of our and the CCA’s time.Lawrencev.Chater,516 U.S.\n163, 185 (1996) (Scalia, J., dissenting).Second, the Court observes that the concurring\nopinion, which discussed the question of prejudice at some length,\nwas joined by only four of the CCA’s nine judges. See App. to Pet.\nfor Cert. 9–21 (opinion of Richardson, J., joined by Keller,\nP. J., and Hervey and Slaughter, JJ.). But that does not show\nthat the other five declined to decide the question of prejudice.\nThe most that one might possibly infer is that these judges might\nnot have agreed with everything in the concurrence, but even that\nis by no means a certainty. So the Court’s reading of the decision\nbelow is contrary to the plain language of the decision and is not\nsupported by any reason worth mentioning.If that were not enough, the Court’s reading is\nbelied by Andrus’s interpretation of the CCA decision. Andrus\nnowhere claims that the CCA failed to decide the issue of\nprejudice. On the contrary, the petition faults the CCA for\nproviding “atruncated‘no prejudice’ analysis,” not for\nfailing to decide the prejudice issue at all. Pet. for Cert. ii\n(emphasis added). Indeed, the main argument in the petition is that\nwe should modifyStricklandbecause courts are too often\nrejecting ineffective-assistance claims for lack of prejudice. That\nargument would make no sense if the CCA had not decided the\nprejudice issue, something that is never even implied by Andrus’s\ncounsel in either the 40-page petition or the 11-page reply.Not only did the CCA clearly hold that Andrus\nfailed to show prejudice, but there was strong support for that\nholding in the record. To establish prejudice, Andrus must show “a\nsubstantial, not just conceivable, likelihood” that one of the\njurors who unanimously agreed on his sentence would not have done\nso if his trial counsel had presented more mitigation evidence.Cullenv.Pinholster,563 U.S.\n170, 189 (2011) (internal quotation marks omitted). This\ninquiry focuses not just on the newly offered mitigation evidence,\nbut on the likelihood that this evidence would have overcome the\nState’s aggravation evidence. See,e.g.,Searsv.Upton, 561 U.S. 945, 955–956 (2010)\n(per curiam). While providing a lengthy (and one-sided)\ndiscussion of Andrus’s mitigation evidence, the Court never\nacknowledges the volume of evidence that Andrus is prone to brutal\nand senseless violence and presents a serious danger to those he\nencounters whether in or out of prison. Instead, the Court says as\nlittle as possible about Andrus’s violent record.For example, here is what the Court says about\nthe crimes for which he was sentenced to death: “Not long after\nAndrus’ release from prison at age 18, Andrus attempted the fatal\ncarjacking that resulted in his capital convictions.”Ante,\nat 6.Here is what the record shows. According to\nAndrus’s confession, he left his apartment one evening,\n“ ‘amped up’ on embalming fluid [PCP] mixed with marijuana,\ncocaine, and beer,” and looked for a car to “go joy-riding.”\nNo. AP–76,936, p. 5 (CCA, Mar. 23, 2016) (Reh’g Op.); see\nalso 54 Tr., Pl. Exh. 147 (Andrus’s confession). In the parking lot\nof a supermarket, he saw Avelino Diaz drop off his wife, Patty, in\nfront of the store. By his own admission, Andrus approached Diaz’s\ncar with a gun drawn, but he abandoned the carjacking attempt when\nhe saw that the car had a stick shift, which he could not drive.\nAlerted by a store employee, Patty Diaz ran out of the store and\nfound her husband lying by the side of the car with a bullet wound\nin the back of his head. He was subsequently pronounced dead.After killing Avelino Diaz, Andrus approached a\ncar with two occupants, whom Andrus described as an “old man and\nold wom[a]n.”Id., at 2. Andrus fired three shots into the\ncar. The first went through the open driver’s side window and hit\nthe passenger, Kim-Phuong Vu Bui, in the head. As the car sped\naway, Andrus fired a second shot, which entered the back driver’s\nside window, and a third shot, which “entered at an angle\nindicating that the shot originated from a farther distance.” Reh’g\nOp. 3. One of these bullets hit the driver, Steve Bui, in the back.\nSeeing that blood was coming out of his wife’s mouth, Steve drove\nher to a hospital and carried her inside, where she died.These senseless murders in October 2008 were not\nAndrus’s first crimes. In 2004, he was placed on probation for a\ndrug offense, but just two weeks later, he committed an armed\nrobbery. Andrus and two others followed a woman to her parents’\nhome, where they held her at gunpoint and took her purse and gym\nbag. The woman identified Andrus as the perpetrator who held the\ngun.Id., at 7.[1]For this offense, Andrus was sent to a juvenile\nfacility where he showed such “ ‘significant assaultive\nbehavior’ toward other youths and staff ” that he was\neventually transferred to an adult facility. App. to Pet. for Cert.\n11.[2] Shortly after his\nrelease, he again violated his supervisory conditions and was\nreturned to the adult facility.Ibid.When he was released again, he committed an\narmed robbery of a dry-cleaning establishment. Around 7 a.m. one\nmorning, he entered the business and chased the owner, Tuan Tran,\nto the back. He beat Tran and threatened him with a knife until\nTran gave him money. Reh’g Op. 7–8. Andrus’s ex-girlfriend told the\npolice that he confessed to this robbery. 8 Habeas Tr. 14.[3] In addition, Tran picked Andrus out\nof a photo array, 46 Tr. 66, 69–70,[4] and testified at trial that the robber was in the\ncourtroom,id., at 59–60, but he was too afraid to point at\nAndrus,ibid. Less than two months after this crime, Andrus\nmurdered Avelino Diaz and Kim-Phuong Vu Bui. App. to Pet. for Cert.\n11.While awaiting trial for those murders, Andrus\ncarried out a reign of terror in jail. He assaulted another\ndetainee, attacked and injured corrections officers, threw urine in\nan officer’s face, repeatedly made explicit threats to kill\nofficers and staff, flooded his cell and threw excrement on the\nwalls, and engaged in other disruptive acts.Id., at 11–13.\nAlso while awaiting trial for murder, he had the words “murder\nweapon” tattooed on his hands and a smoking gun tattooed on his\nforearm. 51 Tr. 65–66, 68.In sum, the CCA assessed the issue of prejudice\nin light of more than the potentially mitigating evidence that the\nCourt marshals for Andrus. The CCA had before it strong aggravating\nevidence that Andrus wantonly killed two innocent victims and shot\na third; that he committed other violent crimes; that he has a\nviolent, dangerous, and unstable character; and that he is a threat\nto those he encounters.The CCA has already held once that Andrus failed\nto establish prejudice. I see no good reason why it should be\nrequired to revisit the issue.Notes1The Court credits\nAndrus’s version of the event and repeats his allegation that he\nmerely served as a “lookout.”Ante, at 1, 6. As the CCA\nexplained on direct review, however, the victim matched Andrus’s\nclothing to the gunman’s. See Reh’g Op. 7; see also 46 Tr. 23–25\n(arresting officer explaining that only Andrus’s clothing matched\nthe suspect description).2Just as the Court\nprovides a one-sided summary of Andrus’s mitigation evidence, it\nquibbles at every possible turn with the aggravation evidence.\nThus, the Court states that Andrus’s behavioral problems at this\nfacility “were notably mild.”Ante, at 14. But the witness\non whose testimony the Court relies admitted that Andrus’s record\nincluded multiple threats and assaults against staff and other\nyouths. 4 Habeas Tr. 202–204. And the record shows that Andrus had\nneeded to be removed from general population 77 times. 10id., Pl. Exh. 28. The responsible corrections officials\nobviously did not think this record was “notably mild,” because it\nprompted them to transfer him to an adult facility.3Although Andrus’s\nex-girlfriend later signed an affidavit contradicting herself, 41id., Def. Exh. 139, pp. 1–2, she admitted at the habeas\nhearing—after learning that she had been recorded—that she indeed\nrelayed this information, 8id., at 48–49. Andrus’s counsel\ntried to withdraw her affidavit from evidence, having “learned\ninformation that caused [them] to doubt [her] reliability.”Id., at 5.4The Court again credits\nAndrus’s allegation that he did not commit this robbery. Seeante, at 14–15. In support, the Court points to what Tran\ntold police shortly after being beaten and to supposed problems\nwith the photo array from which Tran first identified Andrus. But\nthe Court cannot dispute that Andrus’s ex-girlfriend linked him to\nthe robbery or that Tran identified him twice. Nor did the\ndetective to whom the Court refers in fact testify that “the\ninclusion of Andrus’ photograph in a belated photo array\n. . . gave rise to numerous reliability concerns.”Ante, at 15; see 8 Habeas Tr. 31 (testifying, in response to\nhabeas counsel’s repeated questions whether delays affect the\nreliability of identifications, only that they “can”);id.,\nat 42–44 (affirming the bases for Andrus’s inclusion).",
    "joined": []
}