{
    "case": {
        "docket": "19-635",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-635/"
    },
    "id": "4271579",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–635_________________DONALD J. TRUMP, PETITIONERv.CYRUS R.\nVANCE, Jr., in his official capacity as DISTRICT ATTORNEY OF THE\nCOUNTY OF NEW YORK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[July 9, 2020]Justice Alito, dissenting.This case is almost certain to be portrayed as a\ncase about the current President and the current political\nsituation, but the case has a much deeper significance. While the\ndecision will of course have a direct effect on President Trump,\nwhat the Court holds today will also affect all future\nPresidents—which is to say, it will affect the Presidency, and that\nis a matter of great and lasting importance to the Nation.The event that precipitated this case is\nunprecedented. Respondent Vance, an elected state prosecutor,\nlaunched a criminal investigation of a sitting President and\nobtained a grand jury subpoena for his records. The specific\nquestion before us—whether the subpoena may be enforced—cannot be\nanswered adequately without considering the broader question that\nframes it: whether the Constitution imposes restrictions on a\nState’s deployment of its criminal law enforcement powers against a\nsitting President. If the Constitution sets no such limits, then a\nlocal prosecutor may prosecute a sitting President. And if that is\nallowed, it followsa fortiorithat the subpoena at issue\ncan be enforced. On the other hand, if the Constitution does not\npermit a State to prosecute a sitting President, the next logical\nquestion is whether the Constitution restrains any other\nprosecutorial or investigative weapons.These are important questions that go to the\nvery structure of the Government created by the Constitution. In\nevaluating these questions, two important structural features must\nbe taken into account.IAThe first is the nature and role of the\nPresidency. The Presidency, like Congress and the Supreme Court, is\na permanent institution created by the Constitution. All three of\nthese institutions are distinct from the human beings who serve in\nthem at any point in time. In the case of Congress or the Supreme\nCourt, the distinction is easy to perceive, since they have\nmultiple Members. But because “[t]he President is the only person\nwho alone composes a branch of government . . . , there\nis not always a clear line between his personal and official\naffairs.”Trumpv.Mazars USA, LLP,post, at\n17. As a result, the law’s treatment of the person who serves as\nPresident can have an important effect on the institution, and the\ninstitution of the Presidency plays an indispensable role in our\nconstitutional system.The Constitution entrusts the President with\nresponsibilities that are essential to the country’s safety and\nwell- being. The President is Commander in Chief of the Armed\nForces. Art. II, §2, cl. 1. He is responsible for the defense of\nthe country from the moment he enters office until the moment he\nleaves.The President also has the lead role in foreign\nrelations. He “make[s]” treaties with the advice and consent of the\nSenate, Art. II, §2, cl. 2, decides whether to recognize\nforeign governments,Zivotofskyv.Kerry, 576 U.S. 1\n(2015), enters into and rescinds executive agreements with other\ncountries,[1] meets with\nforeign leaders, appoints ambassadors, Art. II, §2, cl. 2,\noversees the work of the State Department and intelligence\nagencies, and exercises important foreign-relations powers under\nstatutes and treaties that give him broad discretion in matters\nrelating to subjects such as terrorism, trade, and\nimmigration.[2]The Constitution vests the President with “the\nexecutive Power” of the United States, Art. II, §1, cl. 1, and\nentrusts him with the responsibility “to take Care that the Laws be\nfaithfully executed,” §3. As the head of the Executive Branch, the\nPresident is ultimately responsible for everything done by all the\ndepartments and agencies of the Federal Government and a federal\ncivilian work force that includes millions of employees. These\nweighty responsibilities impose enormous burdens on the time and\nenergy of any occupant of the Presidency.“Constitutionally speaking, the President never\nsleeps. The President must be ready, at a moment’s notice, to do\nwhatever it takes to preserve, protect, and defend the Constitution\nand the American people.” Amar & Katyal, Executive Privileges\nand Immunities: The Nixon and Clinton Cases, 108 Harv. L. Rev. 701,\n713 (1995). Without a President who is able at all times to carry\nout the responsibilities of the office, our constitutional system\ncould not operate, and the country would be at risk. That is why\nthe Twenty-fifth Amendment created a mechanism for temporarily\ntransferring the responsibilities of the office to the Vice\nPresident if the President is incapacitated for even a brief time.\nThe Amendment has been explicitly invoked on only two occasions,\neach time for a period of about two hours.[3] This mechanism reflects an appreciation that the\nNation cannot be safely left without a functioning President for\neven a brief time.BThe second structural feature is the\nrelationship between the Federal Government and the States. Just as\nour Constitution balances power against power among the branches of\nthe Federal Government, it also divides power between the Federal\nGovernment and the States. The Constitution permitted the States to\nretain many of the sovereign powers that they previously possessed,\nsee,e.g.,Murphyv.National Collegiate Athletic\nAssn., 584 U. S. ___ (2018), but it gave the Federal\nGovernment powers that were deemed essential for the Nation’s\nwell-being and, indeed, its survival. And it provided for the\nFederal Government to be independent of and, within its allotted\nsphere, supreme over the States. Art. VI, cl. 2. Accordingly, a\nState may not block or interfere with the lawful work of the\nNational Government.This was an enduring lesson of Chief Justice\nMarshall’s landmark opinion for the Court inMcCullochv.Maryland, 4 Wheat. 316 (1819). As is well known, the case\nconcerned the attempt by the State of Maryland to regulate and tax\nthe federally chartered Second Bank of the United States. After\nholding that Congress had the authority to establish the bank,id., at 425, Marshall’s opinion went on to conclude that the\nState could not tax it. Marshall recognized that the States\nretained the “sovereign” power to tax persons and entities within\ntheir jurisdiction,id., at 429, but this power, he\nexplained, “is subordinate to, and may be controlled by the\nconstitution of the United States.”Id., at 427. Noting the\npotency of the taxing power (“[a] right to tax without limit or\ncontrol, is essentially a power to destroy,”id., at 391),\nhe concluded that a State’s power to tax had to give way to\nCongress’s authority to charter the bank. In his words, the state\npower to tax could not be used to “defeat the legitimate\noperations,”id., at 427, of the Federal Government or “to\nretard, impede, burden, or in any manner control” it,id.,\nat 436. Marshall thus held, not simply that Maryland was barred\nfrom assessing a crushing tax that threatened the bank’s ability to\noperate, but that the State could not tax the bank at all. He\nwrote:“We are not driven to the perplexing\ninquiry, so unfit for the judicial department, what degree of\ntaxation is the legitimate use, and what degree may amount to the\nabuse of the power. The attempt to use it on the means employed by\nthe government of the Union, in pursuance of the constitution, is\nitself an abuse.”Id., at 430.Even a rule allowing a state tax that did not\ndiscriminate between the federally chartered bank and state banks\nwas ruled out. Instead, he concluded that preservation of the\nConstitution’s federal structure demanded that any state effort to\ntax a federal instrumentality be nipped in the bud.Building on this principle of federalism, two\ncenturies of case law prohibit the States from taxing,[4] regulating, or otherwise interfering\nwith the lawful work of federal agencies, instrumentalities, and\nofficers.[5] The Court premised\nthese cases on the principle that “the activities of the Federal\nGovernment are free from regulation by any State. No other\nadjustment of competing enactments or legal principles is\npossible.”Mayov.United States,319 U.S.\n441, 445 (1943) (footnote omitted).IIAInMcCulloch, Maryland’s sovereign\ntaxing power had to yield, and in a similar way, a State’s\nsovereign power to enforce its criminal laws must accommodate the\nindispensable role that the Constitution assigns to the Presidency.\nThis must be the rule with respect to a state prosecution of a\nsitting President. Both the structure of the Government established\nby the Constitution and the Constitution’s provisions on the\nimpeachment and removal of a President make it clear that the\nprosecution of a sitting President is out of the question. It has\nbeen aptly said that the President is the “sole indispensable man\nin government,”[6] and\nsubjecting a sitting President to criminal prosecution would\nseverely hamper his ability to carry out the vital responsibilities\nthat the Constitution puts in his hands.Justice Joseph Story endorsed this reasoning in\nhis famous treatise. He wrote that a President’s responsibilities\nnecessarily entail “the power to perform [those duties], without\nany obstruction or impediment whatsoever,” and that, as a result, a\nPresident is not “liable to arrest, imprisonment, or detention”\nwhile in office. 3 Commentaries on the Constitution of the United\nStates §1563, pp. 418–419 (1833).The constitutional provisions on impeachment\nprovide further support for the rule that a President may not be\nprosecuted while in office. The Framers foresaw the need to provide\nfor the possibility that a President might be implicated in the\ncommission of a serious offense, and they did not want the country\nto be forced to endure such a President for the remainder of his\nterm in office. But when a President has been elected by the people\npursuant to the procedures set out in the Constitution, it is no\nsmall thing to overturn that choice. The Framers therefore crafted\na special set of procedures to deal with that contingency. They put\nthe charging decision in the hands of a body that represents all\nthe people (the House of Representatives), not a single prosecutor\nor the members of a local grand jury. And they entrusted the\nweighty decision whether to remove a President to a supermajority\nof Senators, who were expected to exercise reasoned judgment and\nnot the political passions of the day or the sentiments of a\nparticular region.The Constitution not only sets out the\nprocedures for dealing with a President who is suspected of\ncommitting a serious offense; it also specifies the consequences of\na judgment adverse to the President. After providing that the\njudgment cannot impose any punishment beyond removal from the\nPresidency and disqualification from holding any other federal\noffice, the Constitution states that “the Party convicted shall\nnevertheless be liable and subject to Indictment, Trial, Judgment,\nand Punishment, according to Law.” Art. I, §3, cl. 7. The plain\nimplication is that criminal prosecution, like removal from the\nPresidency and disqualification from other offices, is a\nconsequence that can come about only after the Senate’s judgment,\nnot during or prior to the Senate trial.This was how Hamilton explained the impeachment\nprovisions in the Federalist Papers. He wrote that a President may\n“be impeached, tried, and, upon conviction . . .would\nafterwards be liable to prosecution and punishment in the ordinary\ncourse of law.” The Federalist No. 69, p. 416 (C. Rossiter ed.\n1961) (emphasis added); see alsoid., No. 77, at 464 (A.\nHamilton) (a President is “at all times liable to impeachment,\ntrial, [and] dismission from office,” but any other punishment must\ncome only “bysubsequent prosecutionin the common course of\nlaw” (emphasis added)).In the proceedings below, neither respondent,\nnor the District Court, nor the Second Circuit was willing to\nconcede the fundamental point that a sitting President may not be\nprosecuted by a local district attorney. Respondent has said that\nhe is investigating the President and, until oral argument in this\nCourt, he never foreswore an intention to charge the President\nwhile he is still in office.[7]\nThe District Court conceded only that “perhaps” a sitting President\ncould not be prosecuted for an offense punishable by “lengthy\nimprisonment” but that an offense requiring only a short trial\nwould be another matter. 395 F. Supp. 3d 283, 289, 311 (SDNY 2019).\nAnd the Second Circuit was silent on the question.The scenario apparently contemplated by the\nDistrict Court is striking. If a sitting President were charged in\nNew York County, would he be arrested and fingerprinted? He would\npresumably be required to appear for arraignment in criminal court,\nwhere the judge would set the conditions for his release. Could he\nbe sent to Rikers Island or be required to post bail? Could the\njudge impose restrictions on his travel? If the President were\nscheduled to travel abroad—perhaps to attend a G–7 meeting—would he\nhave to get judicial approval? If the President were charged with a\ncomplicated offense requiring a long trial, would he have to put\nhis Presidential responsibilities aside for weeks on end while\nsitting in a Manhattan courtroom? While the trial was in progress,\nwould aides be able to approach him and whisper in his ear about\npressing matters? Would he be able to obtain a recess whenever he\nneeded to speak with an aide at greater length or attend to an\nurgent matter, such as speaking with a foreign leader? Could he\neffectively carry out all his essential Presidential\nresponsibilities after the trial day ended and at the same time\nadequately confer with his trial attorneys regarding his defense?\nOr should he be expected to give up the right to attend his own\ntrial and be tried in absentia? And if he were convicted, could he\nbe imprisoned? Would aides be installed in a nearby cell?This entire imagined scene is farcical. The\n“right of all the People to a functioning government” would be\nsacrificed. Amar & Kalt, The Presidential Privilege Against\nProsecution, 2 Nexus 11, 14 (1997). “Does anyone really think, in a\ncountry where common crimes are usually brought before state grand\njuries by state prosecutors, that it is feasible to subject the\npresident—and thus the country—to every district attorney with a\nreckless mania for self-promotion?” C. Black & P. Bobbitt,\nImpeachment: A Handbook 112 (2018). See also R. Moss, Asst. Atty.\nGen., A Sitting President’s Amenability to Indictment and Criminal\nProsecution, 24 Op. Office of Legal Counsel (OLC) 222, 260 (2000)\n(Moss Memo); Memorandum from R. Dixon, Asst. Atty. Gen., OLC, Re:\nAmenability of the President, Vice President, and Other Civil\nOfficers to Federal Criminal Prosecution While in Office (Sept. 24,\n1973).BWhile the prosecution of a sitting President\nprovides the most dramatic example of a clash between the\nindispensable work of the Presidency and a State’s exercise of its\ncriminal law enforcement powers, other examples are easy to\nimagine. Suppose state officers obtained and sought to execute a\nsearch warrant for a sitting President’s private quarters in the\nWhite House. Suppose a state court authorized surveillance of a\ntelephone that a sitting President was known to use. Or suppose\nthat a sitting President was subpoenaed to testify before a state\ngrand jury and, as is generally the rule, no Presidential aides,\neven those carrying the so-called “nuclear football,”[8] were permitted to enter the grand jury\nroom. What these examples illustrate is a principle that this Court\nhas recognized: legal proceedings involving a sitting President\nmust take the responsibilities and demands of the office into\naccount. SeeClintonv.Jones,520\nU.S. 681, 707 (1997).It is not enough to recite sayings like “no man\nis above the law” and “the public has a right to every man’s\nevidence.”Ante, at 1. These sayings are true—and\nimportant—but they beg the question. The law applies equally to all\npersons, including a person who happens for a period of time to\noccupy the Presidency. But there is no question that the nature of\nthe office demands in some instances that the application of laws\nbe adjusted at least until the person’s term in office ends.CI now come to the specific investigative\nweapon at issue in the case before us—a subpoena for a sitting\nPresident’s records. This weapon is less intrusive in an immediate\nsense than those mentioned above. Since the records are held by,\nand the subpoena was issued to, a third party, compliance would not\nrequire much work on the President’s part. And after all, this is\njust one subpoena.But we should heed the “great jurist,”ante, at 21, who rejected a similar argument inMcCulloch. If we say that a subpoena to a third party is\ninsufficient to undermine a President’s performance of his duties,\nwhat about a subpoena served on the President himself? Surely in\nthat case, the President could turn over the work of gathering the\nrequested documents to attorneys or others recruited to perform the\ntask. And if one subpoena is permitted, what about two? Or three?\nOr ten? Drawing a line based on such factors would involve the same\nsort of “perplexing inquiry, so unfit for the judicial department”\nthat Marshall rejected inMcCulloch, 4 Wheat., at 430.The Court faced a similar issue when it\nconsidered whether a President can be sued for an allegedly\nunlawful act committed in the performance of official duties. SeeNixonv.Fitzgerald,457 U.S.\n731(1982). We did not ask whether the particular suit before\nus would have interfered with the carrying out of Presidential\nduties. (It could not have had that effect because President Nixon\nhad already left office.)Instead, we adopted a rule for all such suits,\nand we should take a similar approach here. The rule should take\ninto account both the effect of subpoenas on the functioning of the\nPresidency and the risk that they will be used for harassment.I turn first to the question of the effect of a\nstate grand jury subpoena for a President’s records. When the\nissuance of such a subpoena is part of an investigation that\nregards the President as a “target” or “subject,”[9] the subpoena can easily impair a\nPresident’s “energetic performance of [his] constitutional duties.”Cheneyv.United States Dist. Court for\nD.C.,542 U.S.\n367, 382 (2004). Few individuals will simply brush off an\nindication that they may be within a prosecutor’s crosshairs. Few\nwill put the matter out of their minds and go about their work\nunaffected. For many, the prospect of prosecution will be the first\nand last thing on their minds every day.We have come to expect our Presidents to\nshoulder burdens that very few people could bear, but it is\nunrealistic to think that the prospect of possible criminal\nprosecution will not interfere with the performance of the duties\nof the office. “[C]riminal litigation uniquely requires [a]\nPresident’s personal time and energy, and will inevitably entail a\nconsiderable if not overwhelming degree of mental preoccupation.”\nMoss Memo 254 (emphasis deleted). See also Kavanaugh, Separation of\nPowers During the Forty-Fourth Presidency and Beyond, 93 Minn. L.\nRev. 1454, 1461 (2009) (“[A] President who is concerned about an\nongoing criminal investigation is almost inevitably going to do a\nworse job as President”).As for the potential use of subpoenas to harass,\nwe need not “ ‘exhibit a naiveté from which ordinary citizens\nare free.’ ”Department of Commercev.New York,\n588 U. S. ___, ___ (2019) (slip op., at 28). As we have\nrecognized, a President is “an easily identifiable target.”Fitzgerald, 457 U. S., at 752–753. There are more than\n2,300 local prosecutors and district attorneys in the\ncountry.[10] Many local\nprosecutors are elected, and many prosecutors have ambitions for\nhigher elected office. (Respondent’s famous predecessor Thomas E.\nDewey used the office of District Attorney for New York County as a\nspringboard to the governorship of New York and to the Republican\nnomination for President in 1944 and 1948.) If a sitting President\nis intensely unpopular in a particular district—and that is a\ncommon condition—targeting the President may be an alluring and\neffective electoral strategy. But it is a strategy that would\nundermine our constitutional structure.The Framers understood the importance of\nprotecting the Presidency from interference by the States. At the\nConstitutional Convention, James Wilson argued that the President\nshould be “as independent as possible . . . of the\nStates.” 1 Records of the Federal Convention of 1787, p. 69 (M.\nFarrand ed. 1911). He and James Madison successfully opposed a\nproposal to vest the impeachment power in state legislatures,\ncontending that this “would open a door for intrigues agst. [the\nPresident] in States where his administration tho’ just might be\nunpopular, and might tempt him to pay court to particular States\nwhose leading partizans he might fear.”Id., at 86. And to\nprevent a State from compromising a President’s independence, the\nConvention adopted a provision barring a President from receiving\nan “Emolument” from any State, U. S. Const., Art. II, §1, cl.\n7. See The Federalist No. 73, at 494 (J. Cooke ed. 1961) (A.\nHamilton).Two centuries later, the Court’s decision inClintonreflected a similar concern. The Court held that a\nsitting President could be sued in federal court, but the Court\ntook pains to reserve judgment on the question whether “a\ncomparable claim might succeed in a state tribunal.” 520\nU. S., at 691. “[A]ny direct control by a state court over the\nPresident,” the Court observed, might raise concerns about\n“protecting federal officials from possible local prejudice.”Ibid., and n. 13.DIn light of the above, a subpoena like the one\nnow before us should not be enforced unless it meets a test that\ntakes into account the need to prevent interference with a\nPresident’s discharge of the responsibilities of the office. I\nagree with the Court that not all such subpoenas should be barred.\nThere may be situations in which there is an urgent and critical\nneed for the subpoenaed information. The situation in the Burr\ntrial, where the documents at issue were sought by a criminal\ndefendant to defend against a charge of treason, is a good example.\nBut in a case like the one at hand, a subpoena should not be\nallowed unless a heightened standard is met.Prior cases involving Presidential subpoenas\nhave always applied special, heightened standards. In the Burr\ntrial, Chief Justice Marshall was careful to note that “in no case\nof this kind would a court be required to proceed against the\npresident as against an ordinary individual,” and he held that the\nsubpoena to President Jefferson was permissible only because the\nprosecutor had shown that the materials sought were “essential to\nthe justice of the [pending criminal] case.”United\nStatesv.Burr, 25 F. Cas. 187, 192 (No. 14,694) (CC Va.\n1807) (brackets omitted).InUnited Statesv.Nixon,418 U.S.\n683(1974), where the Watergate Special Prosecutor subpoenaed\ntape recordings and documents under the control of President Nixon,\nthis Court refused to quash the subpoena because there was a\n“demonstrated, specific need for [the] evidence in a pending\ncriminal trial.”Id., at 713. In an earlier\nWatergate-related case where a Senate Committee subpoenaed\nPresident Nixon’s White House tapes, the D. C. Circuit refused\nto order their production because the Committee had failed to show\nthat “the subpoenaed evidence [wa]s demonstrably critical to the\nresponsible fulfillment of the Committee’s functions.”Senate\nSelect Committee on Presidential Campaign Activitiesv.Nixon, 498 F.2d 725, 731 (1974). Later, when an independent\ncounsel investigating a Cabinet officer wanted to enforce a federal\ngrand jury subpoena for privileged materials held by the White\nHouse counsel, the D. C. Circuit explained that enforcement\ndemanded a “ ‘demonstrated, specific need’ ” for the\nmaterials sought.In re Sealed Case, 121 F.3d 729, 736\n(1997) (per curiam).The important point is not that the subpoena in\nthis case should necessarily be governed by the particular tests\nused in these cases, most of which involved official records that\nwere claimed to be privileged. Rather, the point is that we should\nnot treat this subpoena like an ordinary grand jury subpoena and\nshould not relegate a President to the meager defenses that are\navailable when an ordinary grand jury subpoena is challenged. But\nthat, at bottom, is the effect of the Court’s decision.The Presidency deserves greater protection.\nThus, in a case like this one, a prosecutor should be required (1)\nto provide at least a general description of the possible offenses\nthat are under investigation, (2) to outline how the subpoenaed\nrecords relate to those offenses, and (3) to explain why it is\nimportant that the records be produced and why it is necessary for\nproduction to occur while the President is still in office.In the present case, the district attorney made\na brief proffer, but important questions were left hanging. It\nwould not be unduly burdensome to insist on answers before\nenforcing the subpoena.One obvious question concerns the scope of the\nsubpoena. The subpoena issued by the grand jury is largely a copy\nof the subpoenas issued by Committees of the House of\nRepresentatives, and it would be quite a coincidence if the records\nrelevant to an investigation of possible violations of New York\ncriminal law just so happened to be almost identical to the records\nthought by congressional Committees to be useful in considering\nfederal legislation. It is therefore appropriate to ask the\ndistrict attorney to explain the need for the various items that\nthe subpoena covers.The district attorney should also explain why it\nis important that the information in question be obtained from the\nPresident’s records rather than another source. See,e.g.,Nixon, 418 U. S., at 702;Sealed Case, 121 F.\n3d, at 755. And the district attorney should set out why he finds\nit necessary that the records be produced now as opposed to when\nthe President leaves office. At argument, respondent’s counsel told\nus that his office’s concern is the expiration of the statute of\nlimitations,[11] but there\nare potential solutions to that problem. Even if New York law does\nnot automatically suspend the statute of limitations for\nprosecuting a President until he leaves office,[12] it may be possible to eliminate the\nproblem by waiver.[13] And\nif the prosecutor’s statute-of-limitations concerns relate to\nparties other than the President, he should be required to spell\nthat out.There may be other good reasons why immediate\nenforcement is important, such as the risk that evidence or\nimportant leads will be lost, but if a prosecutor believes that\nimmediate enforcement is needed for such a reason, the prosecutor\nshould be required to provide a reasonably specific explanation why\nthat is so and why alternative means, such as measures to preserve\nevidence and prevent spoliation, would not suffice.EUnlike this rule, which would not undermine\nany legitimate state interests, the opinion of the Court provides\nno real protection for the Presidency. The Court discounts the risk\nof harassment and assumes that state prosecutors will observe\nconstitutional limitations,ante, at 18, and I also assume\nthat the great majority of state prosecutors will carry out their\nresponsibilities responsibly. But for the reasons noted, there is a\nvery real risk that some will not.The Court emphasizes the protection afforded by\n“longstanding rules of grand jury secrecy,”ante, at 15, but\nthat is no answer to the burdens that subpoenas may inflict, and in\nany event, grand jury secrecy rules are of limited value as\nsafeguards against harassment. State laws on grand jury secrecy\nvary and often do not set out disclosure restrictions with the same\nspecificity as federal law.[14]Under New York law, the decision whether to\ndisclose grand jury evidence is committed to the discretion of the\nsupervising judge under a test that simply balances the need for\nsecrecy against “the public interest.”In re District Attorney\nof Suffolk Cty., 58 N.Y.2d 436, 444, 448 N.E.2d 440, 443–444\n(1983); see alsoPeoplev.Fetcho,91 N.Y.2d 765, 769,698 N.E.2d 935, 938 (1998). That test provides no solid\nprotection for the Presidency. Reported New York decisions do not\ndeal with whether this test restricts disclosure to, among others,\na congressional committee, the state legislature, or the state\nattorney general and her staff for the purpose of civil litigation.\nIndeed, since New York legislators have attempted to enact laws to\nforce the disclosure of some of the subpoenaed information, it is\nnot impossible to imagine a trial judge’s finding that public\ndisclosure is in the “public interest.” And even where grand jury\ninformation is not lawfully disclosed, confidential law enforcement\ninformation is avidly sought by the media in high-profile cases,\nleaks of such information are not uncommon, and those responsible\nare seldom called to account.The Court notes that “grand juries are\nprohibited from engaging” in “ ‘fishing expeditions,’ ”ante, at 17, but an objection on that ground is a very long\nshot under New York law. In New York, a grand jury subpoena need\nnot be supported by probable cause,In re Nassau Cty. Grand\nJury Subpoena Duces Tecum Dated June 24, 2003, 4 N.Y.3d 665,\n677–678, 830 N.E.2d 1118, 1126 (2005), and a party seeking to quash\na subpoena must show that the documents sought “can have no\nconceivable relevance to any legitimate object of investigation.”In re Grand Jury Subpoenas for Locals 17, 135, and 608, 72\nN.Y.2d 307, 317, 528 N.E.2d 1195, 1201 (1988) (quotingViragv.Hynes, 54 N.Y.2d 437, 444, 430 N.E.2d 1249, 1253\n(1981)).The Court says that a President can\n“arguethat compliance with a particular subpoena would\nimpede his constitutional duties,”ante, at 20 (emphasis\nadded), but under the Court’s opinions in this case andMazars, it is not easy to see how such an argument could\nprevail. The Court makes clear that any stigma or damage to a\nPresident’s reputation does not count,ante, at 14, and inMazars, the Court states that “burdens on the President’s\ntime and attention” are generally not of constitutional concern,post, at 20. Elsewhere in its opinion in this case, the\nCourt takes the position that when a President’s non-official\nrecords are subpoenaed, his treatment should be little different\nfrom that of any other subpoena recipient.Ante, at 18. The\nmost that the Court holds out is the possibility that there might\nbe some unspecified extraordinary circumstances under which a\nPresident might obtain relief.Finally, the Court touts the ability of a\nPresident to challenge a subpoena by “ ‘an affirmative showing\nof impropriety,’ including ‘bad faith’ ” or retaliation for\nofficial acts.Ante, at 16–17. But “such objections are\nalmost universally overruled.” S. Beale et al., Grand Jury Law\nand Practice §6:23, p. 6–243 (2014). Direct evidence of impropriety\nis rarely obtainable, and it will be a challenge to make a\ncircumstantial case unless the prosecutor is required to provide\nthe sort of showing outlined above.For all practical purposes, the Court’s decision\nplaces a sitting President in the same unenviable position as any\nother person whose records are subpoenaed by a grand jury. Seeante, at 18.Attempting to justify this approach, the Court\nrelies on Marshall’s ruling in the Burr trial, but the Court\nignores important differences between the situation in that case\nand the situation here. First, the subpoena inBurrwas not\nissued by a grand jury at the behest of a prosecutor who was\ninvestigating the President. Instead, a defendant who was initially\non trial for his life sought to obtain exculpatory evidence from\nthe very man who was orchestrating the prosecution.Ante, at\n5. Marshall’s ruling took note of the context in which the evidence\nwas sought. He stated: “If there be a paper in the possession of\nthe executive, which is not of an official nature, he must stand,\nas respects that paper, in nearly the same situation with any other\nindividual who possesses a paperwhich might be required for the\ndefense.”Burr, 25 F. Cas., at 191 (emphasis added).Second, it is significant that Burr, unlike the\nprosecutor in the present case, did not have the option of\npostponing his request for information until the President’s term\nended. Burr had not chosen to be charged or tried while Jefferson\nwas in office, and by the time Jefferson’s tenure ended, his trial\nwas history. Third, because the case was prosecuted in federal\ncourt under federal law, it entirely lacked the federalism concerns\nthat lie at the heart of the present case.The lesson we should take from Marshall’s\njurisprudence is the lesson ofMcCulloch—the importance of\npreventing a State from undermining the lawful exercise of\nauthority conferred by the Constitution on the Federal Government.\nThere is considerable irony in the Court’s invocation of Marshall\nto defend a decision allowing a State’s prosecutorial power to run\nroughshod over the functioning of a branch of the Federal\nGovernment.The Court’s other examples of presidential\nsubpoenas, far from supporting the Court’s holding, actually show\nthat usual procedures have been substantially altered in cases\ninvolving Presidents. In every one of the examples, a President did\nnot testify in person, as is almost always required when a witness\nis subpoenaed to testify at a criminal trial or before a grand\njury, but instead was deposed.Ante, at 8. The examples\ninvolving Presidents Ford and Carter occurred under modern federal\nrules of procedure, and allowing them to testify by deposition\nrepresented a sharp departure from conventional practice.[15]The Court turns toUnited Statesv.Nixon,418 U.S.\n683, but that case arose under markedly different\ncircumstances. Because the trial was in federal court, there was no\nissue of federalism, and the Court refused to order that the\nsubpoena be quashed because of “the demonstrated, specific need for\nevidence in a pending criminal trial.”Id., at 713. In the\ncase now before us, a “demonstrated, specific need” is precisely\nwhat is lacking.This Court’s decision inClintonv.Jones,520 U.S.\n681, provides no greater support for today’s decision. In that\ncase, as noted, the lawsuit was brought in federal, not state,\ncourt, and while the subject of that particular civil suit was\nembarrassing, the Court addressed the broad question whether a\nPresident is immune from civil suits “ ‘in all but the most\nexceptional cases.’ ”Id., at 692. There is no question\nthat a criminal prosecution holds far greater potential for\ndistracting a President and diminishing his ability to carry out\nhis responsibilities than does the average civil suit.*  *  *The subpoena at issue here is unprecedented.\nNever before has a local prosecutor subpoenaed the records of a\nsitting President. The Court’s decision threatens to impair the\nfunctioning of the Presidency and provides no real protection\nagainst the use of the subpoena power by the Nation’s 2,300+ local\nprosecutors. Respect for the structure of Government created by the\nConstitution demands greater protection for an institution that is\nvital to the Nation’s safety and well-being.I therefore respectfully dissent.Notes1See,e.g.,American Ins. Assn.v.Garamendi,539 U.S.\n396, 415 (2003);Dames & Moorev.Regan,453 U.S.\n654, 679–683 (1981);United Statesv.Pink,315 U.S.\n203, 229–230 (1942);United Statesv.Belmont,301 U.S.\n324, 330–331 (1937).2Foreign Assistance Act of\n1961, 22 U. S. C. §2318(a)(1) (permitting the President\nto order “the drawdown of defense articles from the stocks of the\nDepartment of Defense” in the event of “an unforeseen emergency\n. . . which requires immediate military assistance to a\nforeign country or international organization”); National\nEmergencies Act, 50 U. S. C. §1621 (authorizing the\nPresident to declare a national emergency and activate over 100\nstatutory emergency powers); International Emergency Economic\nPowers Act, 50 U. S. C. §1701(a) (granting Presidential\nemergency power “to deal with any unusual and extraordinary threat,\nwhich has its source in whole or substantial part outside the\nUnited States, to the national security, foreign policy, or economy\nof the United States”); Trading with the Enemy Act, 50\nU. S. C. §4305(b)(1)(B) (authorizing the President,\n“[d]uring the time of war,” to prohibit “transactions involvin[g]\nany property in which any foreign country or a national thereof has\nany interest,” among other things); Trade Expansion Act of 1962, 19\nU. S. C. §1862(c)(3)(A) (authorizing “actions as the\nPresident deems necessary to adjust the imports of ” certain\narticles of trade “so that such imports will not threaten to impair\nthe national security”); Trade Act of 1974, 19 U. S. C.\n§2132(a) (authorizing the President, among other things, to impose\ntemporary duty surcharges or quotas in order to address “large and\nserious United States balance-of-payments deficits,” “an imminent\nand significant depreciation of the dollar in foreign exchange\nmarkets,” or “to cooperate with other countries in correcting an\ninternational balance-of-payments disequilibrium”), §2133(a)\n(authorizing the President, whenever a specified event “increases\nor imposes any duty or other import restriction,” to “enter into\ntrade agreements with foreign countries or instrumentalities for\nthe purpose of granting new concessions as compensation in order to\nmaintain the general level of reciprocal and mutually advantageous\nconcessions” and to take actions “to carry out any such\nagreement”), §2411(a) (mandating the U. S. Trade\nRepresentative, subject to the President’s direction, to modify\ntariff rates if “the rights of the United States under any trade\nagreement are being denied” or if a foreign country’s actions are\n“unjustifiable and burde[n] or restric[t] United States commerce”),\n§2461 (authorizing the President to “provide duty-free treatment\nfor any eligible article from any beneficiary developing country”);\nBipartisan Congressional Trade Priorities and Accountability Act of\n2015, 19 U. S. C. §§4201–4210 (most recent delegation of\ntrade-promotion authority, authorizing the President to negotiate\nand enter trade agreements); Immigration and Nationality Act of\n1952, 8 U. S. C. §1182(f ) (authorizing the\nPresident, “for such period as he shall deem necessary,” to\n“suspend the entry of all aliens or any class of aliens as\nimmigrants or nonimmigrants, or impose on the entry of aliens any\nrestrictions he may deem to be appropriate,” “[w]henever the\nPresident finds that the entry of any aliens or of any class of\naliens into the United States would be detrimental to the interests\nof the United States”).3See Letter from G. Bush\nto Congressional Leaders on Temporary Transfer of the Powers and\nDuties of President of the United States (June 29, 2002),\nwww.presidency.ucsb.edu/node/213575; Letter from G. Bush to\nCongressional Leaders on the Temporary Transfer of the Powers and\nDuties of the President of the United States (July 21, 2007),\nwww.presidency.ucsb.edu/node/276172; see also Stolberg, For a Short\nWhile Today, It Will Be President Cheney, N. Y. Times, July\n21, 2007, p. A11, col. 1.4Kern-Limerick,\nInc.v.Scurlock,347 U.S.\n110, 117 (1954) (noting that “recognition of the constitutional\nimmunity of the Federal Government from state exactions rests, of\ncourse, upon unquestioned authority”);Mayov.United\nStates,319 U.S.\n441, 447 (1943) (“These inspection fees are laid directly upon\nthe United States. They are money exactions the payment of which,\nif they are enforceable, would be required before executing a\nfunction of government. Such a requirement is prohibited by the\nsupremacy clause”);Clallam Countyv.United States,263 U.S.\n341, 344 (1923) (holding that property owned by the United\nStates is immune from state taxation); see alsoWestonv.City Council of Charleston, 2 Pet. 449, 469 (1829) (“The tax\non government stock is thought by this Court to be a tax on the\ncontract, a tax on the power to borrow money on the credit of the\nUnited States, and consequently to be repugnant to the\nconstitution”);Osbornv.Bank of United States, 9\nWheat. 738, 867 (1824) (“If the trade of the Bank be essential to\nits character, as a machine for the fiscal operations of the\ngovernment, that trade must be as exempt from State control as the\nactual conveyance of the public money. Indeed, a tax bears upon the\nwhole machine; as well upon the faculty of collecting and\ntransmitting the money of the nation, as on that of discounting the\nnotes of individuals. No distinction is taken between them”);Dawsonv.Steager, 586 U. S. ___, ___ (2019)\n(slip op., at 2) (surveying Court precedent on intergovernmental\ntax immunity).5Goodyear Atomic\nCorp.v.Miller,486 U.S.\n174, 180 (1988) (“It is well settled that the activities of\nfederal installations are shielded by the Supremacy Clause from\ndirect state regulation unless Congress provides ‘clear and\nunambiguous’ authorization for such regulation”);id., at\n181 (concluding that “a federally owned facility performing a\nfederal function is shielded from direct state regulation, even\nthough the federal function is carried out by a private contractor,\nunless Congress clearly authorizes such regulation”);Hancockv.Train,426 U.S.\n167, 178–179 (1976) (rejecting state agency’s bid to regulate a\nfederal installation and surveying doctrines that establish that\n“ ‘the federal function must be left free’ of [state]\nregulation”); see alsoLeslie Miller, Inc.v.Arkansas,352 U.S.\n187, 189–190 (1956) (per curiam) (concluding that\nfederal contractors cannot be forced to submit to state licensing\nprocedures that would add to the qualifications required to receive\nthe federal contract);Johnsonv.Maryland,254 U.S.\n51,57(1920)\n(concluding that federal postal officials may not be required to\nget a state driver’s license to perform their duties and explaining\nthat “the immunity of the instruments of the United States from\nstate control in the performance of their duties extends to\n. . . requirement[s] that they desist from performance\nuntil they satisfy a state officer upon examination that they are\ncompetent for a necessary part of them”);In re Neagle,135 U.S.\n1, 75 (1890) (concluding that a federal official may not be\n“held in the state court to answer for an act which he [or she] was\nauthorized to do by the law of the United States”);id., at\n62 (“To cite all the cases in which this principle of the supremacy\nof the government of the United States, in the exercise of all the\npowers conferred upon it by the Constitution, is maintained, would\nbe an endless task”);Tarble’s Case, 13 Wall. 397, 404\n(1872) (explaining that States have no authority to “interfere with\nthe authority of the United States, whether that authority be\nexercised by a Federal officer or be exercised by a Federal\ntribunal”);Crosbyv.National Foreign Trade Council,530 U.S.\n363, 376–382 (2000) (explaining harm caused by state statutes\nthat would “compromise the very capacity of the President to speak\nfor the Nation with one voice in dealing with other governments”);EPAv.California ex rel. State Water Resources Control\nBd.,426 U.S.\n200, 211 (1976) (“Federal installations are subject to state\nregulation only when and to the extent that congressional\nauthorization is clear and unambiguous”);Arizonav.California,283 U.S.\n423, 451 (1931) (“The United States may perform its functions\nwithout conforming to the police regulations of a State”);Huntv.United States,278 U.S.\n96, 100–101 (1928) (recognizing that the United States was\nentitled to an injunction against state officers interfering with\nprivate citizens killing deer in national forest under authority of\nthe United States).6P. Kurland, Watergate and\nthe Constitution 135 (1978).7During oral argument in\nthe Second Circuit, respondent’s attorney said the following: “It’s\nhard for me to say that there could be no circumstance under which\na President could ever imaginably be criminally charged or perhaps\ntried . . . . You can invent scenarios where you can\nimagine that it would be necessary or at least perhaps a good idea\nfor a sitting President to be subject to a criminal charge even by\na state while in office.” Recording of Oral Arg. in No. 19–3204\n(CA2, Oct. 23, 2019), at 28:20–28:40; 36:35–36:45,\nhttps://www.ca2.uscourts.gov/decisions/oral_arguments.html.\nRespondent’s brief in this case says only that “[f]or the purpose\nof this case, the Court may assume . . . that a sitting\nPresident is not amenable to criminal prosecution.” Brief for\nRespondent Vance 24–25. During oral argument in this Court,\nhowever, counsel for respondent stated: “We’re mindful that as a\nstate actor our office cannot investigate a president for any\nofficial acts and that we cannot prosecute a president while in\noffice.” Tr. of Oral Arg. 54.8Atomic Heritage\nFoundation, Nuclear Briefcases (June 12, 2018),\nwww.atomicheritage.org/history/nuclear-briefcases.9Respondent asserts that\nhis office has never characterized President Trump as a “target” of\nthe investigation, Brief for Respondent Vance 29, n. 10, but by the\nsame token, respondent has never said that the President is not a\n“target.” Moreover, the terms “target” and “subject” have no\nconsistent legal meaning. The United States Attorney’s Manual\ndefines a “target” as “a person as to whom the prosecutor or the\ngrand jury has substantial evidence linking him or her to the\ncommission of a crime and who, in the judgment of the prosecutor,\nis a putative defendant.” Dept. of Justice, Justice Manual, Section\n9–11.151 (Jan. 2020),\nhttps://www.justice.gov/jm/jm-9-11000-grand-jury#9-11.151/. “A\n‘subject’ of an investigation” is defined as “a person whose\nconduct is within the scope of the grand jury’s investigation.”Ibid.Of course, these definitions are not binding on the\nState of New York, but under them, it is apparent that the\nPresident is at least a “subject.”10Dept.\nof Justice, Bureau of Justice Statistics, Prosecutors in State\nCourts, 2007—Statistical Tables 1 (Dec. 2011).11Tr.\nof Oral Arg. 77, 102.12See\nN. Y. Crim. Proc. Law Ann. §30.10(4)(a) (West 2010) (statute\ntolled when defendant outside the jurisdiction); see alsoPeoplev.Knobel,94 N.Y.2d 226, 230,723 N.E.2d 550, 552 (1999) (explaining New York rule for\ntolling the limitations period when a defendant is “continuously\noutside” the State and concluding that “all periods of a day or\nmore that a nonresident defendant is out-of-State should be totaled\nand toll the Statute of Limitations”).13SeePeoplev.Parilla, 8 N.Y.3d 654, 659, 870 N.E.2d 142,\n145 (2007); R. Davis & T. Muskus, New York Practice with Forms,\n33A Carmody-Wait 2d §186:34 (June 2020).14S.\nBeale et al., Grand Jury Law and Practice §§5:3–5:4\n(2018).15When\nPresident Ford was subpoenaed as a defense witness in the trial of\na woman who had attempted to assassinate him, the District Court\nruled that Federal Rule of Criminal Procedure 15 allowed him to be\ndeposed at a place of his choosing, instead of testifying in\nperson, and provided for defense counsel but not the defendant\nherself to be present. Then, as now, Rule 15 permits a witness to\nbe deposed under “exceptional circumstances” in order “to preserve\ntestimony for trial.” This Rule is generally used when a witness\nmay not be available to testify at trial, not simply when it would\nbe burdensome or inconvenient for the witness to appear. The\njudge’s application of the Rule in this case was innovative. In\naddition, the defendant was not present when President Ford was\ndeposed. Repeating such a practice today might run into other\nobstacles. SeeCoyv.Iowa,487\nU.S. 1012, 1020–1021 (1988); see also Rule 15(c) (providing for\nthe defendant’s presence during the deposition). A similar\nprocedure appears to have been followed when President Carter\ntestified as a prosecution witness in a criminal trial. No reported\ncase explains the legal authority cited as justification for\nexcusing live testimony, but Rule 15 may have been invoked. As for\nPresident Carter’s testimony by deposition before a grand jury,\nalthough neither the Federal Rules of Evidence nor the\nConfrontation Clause apply to federal grand jury proceedings,\ntestimony by deposition is nevertheless not the norm.",
    "joined": []
}