{
    "case": {
        "docket": "765",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/765/"
    },
    "id": "1970903",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1117_________________OFFICER VANCE PLUMHOFF, et al.,\nPETITIONERS v. WHITNE RICKARD, a Minor Child, Individually, andas\nSurviving Daughter of DONALD RICKARD, Deceased, By and Through Her\nMother SAMANTHA RICKARD, as Parent and Next Friendon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 27, 2014]Justice Alito\ndelivered the opinion of the Court.[1]*The courts below denied\nqualified immunity for police officers who shot the driver of a\nfleeing vehicle to put an end to a dangerous car chase. We reverse\nand hold that the officers did not violate the Fourth Amendment. In\nthe alternative, we conclude that the officers were entitled to\nqualified immunity because they violated no clearly established\nlaw.IABecause this case\narises from the denial of the officers’ motion for summary\njudgment, we view the facts in the light most favorable to the\nnonmoving party, the daughter of the driver who attempted to flee.\nWilkie v. Robbins, 551 U. S. 537 , n. 2 (2007). Near\nmidnight on July 18, 2004, Lieutenant Joseph Forthman of the West\nMemphis, Arkansas, Police Department pulled over a white Honda\nAccord because the car had only one operating headlight. Donald\nRickard was the driver of the Accord, and Kelly Allen was in the\npassenger seat. Forthman noticed an indentation, “ ‘roughly\nthe size of a head or a basketball’ ” in the windshield of the\ncar. Estate of Allen v. West Memphis, 2011 WL 197426, *1 (WD Tenn.,\nJan. 20, 2011). He asked Rickard if he had been drinking, and\nRickard responded that he had not. Because Rickard failed to\nproduce his driver’s license upon request and appeared nervous,\nForthman asked him to step out of the car. Rather than comply with\nForthman’s request, Rickard sped away.Forthman gave chase and\nwas soon joined by five other police cruisers driven by Sergeant\nVance Plumhoff and Officers Jimmy Evans, Lance Ellis, Troy\nGaltelli, and John Gardner. The officers pursued Rickard east on\nIn-terstate 40 toward Memphis, Tennessee. While on I–40, they\nattempted to stop Rickard using a “rolling roadblock,” id., at *2,\nbut they were unsuccessful. The District Court described the\nvehicles as “swerving through traffic at high speeds,” id., at *8,\nand respondent does not dispute that the cars attained speeds over\n100 miles per hour.[2] See\nMemorandum of Law in Response to Defendants’ Motion for Summary\nJudgment in No. 2:05–cv–2585 (WD Tenn.), p. 16; see also Tr.\nof Oral Arg. 54:23–55:6. During the chase, Rickard and the officers\npassed more than two dozen vehicles.Rickard eventually\nexited I–40 in Memphis, and shortly afterward he made “a quick\nright turn,” causing “contact [to] occu[r]” between his car and\nEvans’ cruiser. 2011 WL 197426, *3. As a result of that contact,\nRickard’s car spun out into a parking lot and collided with\nPlumhoff’s cruiser. Now in danger of being cornered, Rickard put\nhis car into reverse “in an attempt to escape.” Ibid. As he did so,\nEvans and Plumhoff got out of their cruisers and approached\nRickard’s car, and Evans, gun in hand, pounded on the\npassenger-side window. At that point, Rickard’s car “made contact\nwith” yet another police cruiser. Ibid. Rickard’s tires started\nspinning, and his car “was rocking back and forth,” ibid.,\nindicating that Rickard was using the accelerator even though his\nbumper was flush against a police cruiser. At that point, Plumhoff\nfired three shots into Rickard’s car. Rickard then “reversed in a\n180 degree arc” and “maneuvered onto” another street, forcing Ellis\nto “step to his right to avoid the vehicle.” Ibid. As Rickard\ncontinued “fleeing down” that street, ibid., Gardner and Galtelli\nfired 12 shots toward Rickard’s car, bringing the total number of\nshots fired during this incident to 15. Rickard then lost control\nof the car and crashed into a building. Ibid. Rickard and Allen\nboth died from some combination of gunshot wounds and injuries\nsuffered in the crash that ended the chase. See App. 60, 76.BRespondent, Rickard’s\nsurviving daughter, filed this action under Rev. Stat. §1979, 42\nU. S. C. §1983, against the six individual police\nofficers and the mayor and chief of police of West Memphis. She\nalleged that the officers used excessive force in violation of the\nFourth and Fourteenth Amendments.The officers moved for\nsummary judgment based on qualified immunity, but the District\nCourt denied that motion, holding that the officers’ conduct\nviolated the Fourth Amendment and was contrary to law that was\nclearly established at the time in question. The officers appealed,\nbut a Sixth Circuit motions panel initially dismissed the appeal\nfor lack of jurisdiction based on this Court’s decision in Johnson\nv. Jones, 515 U. S. 304, 309 (1995) . Later, however, that\npanel granted rehearing, vacated its dismissal order, and left the\njurisdictional issue to be decided by a merits panel.The merits panel then\naffirmed the District Court’s decision on the merits. Estate of\nAllen v. West Memphis, 509 Fed. Appx. 388 (CA6 2012). On the issue\nof appellate jurisdiction, the merits panel began by stating that a\n“motion for qualified immunity denied on the basis of a district\ncourt’s determination that there exists a triable issue of fact\ngenerally cannot be appealed on an interlocutory basis.” Id., at\n391. But the panel then noted that the Sixth Circuit had previously\ninterpreted our decision in Scott v. Harris, 550 U. S. 372\n(2007) , as creating an “exception to this rule” under which an\nimmediate appeal may be taken to challenge “ ‘blatantly and\ndemonstrably false’ ” factual determinations. 509 Fed. Appx.,\nat 391 (quoting Moldowan v. Warren, 578 F. 3d 351, 370 (CA6\n2009)). Concluding that none of the District Court’s fac-tual\ndeterminations ran afoul of that high standard, and distinguishing\nthe facts of this case from those in Scott, the panel held that the\nofficers’ conduct violated the Fourth Amendment. 509 Fed. Appx., at\n392, and n. 3. The panel said nothing about whether the\nofficers violated clearly established law, but since the panel\naffirmed the order denying the officers’ summary judgment\nmotion,[3] the panel must have\ndecided that issue in respondent’s favor.We granted certiorari.\n571 U. S. ____ (2013).IIWe start with the\nquestion whether the Court of Appeals properly exercised\njurisdiction under 28 U. S. C. §1291, which gives the\ncourts of appeals jurisdiction to hear appeals from “final\ndecisions” of the district courts.An order denying a\nmotion for summary judgment is generally not a final decision\nwithin the meaning of §1291 and is thus generally not immediately\nappealable. Johnson, 515 U. S., at 309. But that general rule\ndoes not apply when the summary judgment motion is based on a claim\nof qualified immunity. Id., at 311; Mitchell v. Forsyth, 472\nU. S. 511, 528 (1985) . “[Q]ualified immunity is ‘an immunity\nfrom suit rather than a mere defense to liability.’ ” Pearson\nv. Callahan, 555 U. S. 223, 231 (2009) (quoting Mitchell,\nsupra, at 526). As a result, pretrial orders denying qualified\nimmunity generally fall within the collateral order doctrine. See\nAshcroft v. Iqbal, 556 U. S. 662 –672 (2009). This is so\nbecause such orders conclusively determine whether the defendant is\nentitled to immunity from suit; this immunity issue is both\nimportant and completely separate from the merits of the action,\nand this question could not be effectively reviewed on appeal from\na final judgment because by that time the immunity from standing\ntrial will have been irretrievably lost. See ibid; Johnson, supra,\nat 311–312 (citing Mitchell, supra, at 525–527).Respondent argues that\nour decision in Johnson, forecloses appellate jurisdiction under\nthe circumstances here, but the order from which the appeal was\ntaken in Johnson was quite different from the order in the present\ncase. In Johnson, the plaintiff brought suit against certain police\nofficers who, he alleged, had beaten him. 515 U. S., at 307.\nThese officers moved for summary judgment, asserting that they were\nnot present at the time of the alleged beating and had nothing to\ndo with it. Id., at 307–308. The District Court determined,\nhowever, that the evidence in the summary judgment record was\nsufficient to support a contrary finding, and the court therefore\ndenied the officers’ motion for summary judgment. Id., at 308. The\nofficers then appealed, arguing that the District Court had not\ncorrectly analyzed the relevant evidence. Ibid.This Court held that\nthe Johnson order was not immediately appealable because it merely\ndecided “a question of ‘evidence sufficiency,’ i.e., which facts a\nparty may, or may not, be able to prove at trial.” Id., at 313. The\nCourt noted that an order denying summary judgment based on a\ndetermination of “evidence sufficiency” does not present a legal\nquestion in the sense in which the term was used in Mitchell, the\ndecision that first held that a pretrial order rejecting a claim of\nqualified immunity is immediately appealable. Johnson, 515\nU. S., at 314. In addition, the Court observed that a\ndetermination of evidence sufficiency is closely related to other\ndeterminations that the trial court may be required to make at\nlater stages of the case. Id., at 317. The Court also noted that\nappellate courts have “no comparative expertise” over trial courts\nin making such determinations and that forcing appellate courts to\nentertain appeals from such orders would impose an undue burden.\nId., at 309–310, 316.The District Court\norder in this case is nothing like the order in Johnson.\nPetitioners do not claim that other officers were responsible for\nshooting Rickard; rather, they contend that their conduct did not\nviolate the Fourth Amendment and, in any event, did not violate\nclearly established law. Thus, they raise legal issues; these\nissues are quite different from any purely factual issues that the\ntrial court might confront if the case were tried; deciding legal\nissues of this sort is a core responsibility of appellate courts,\nand requiring appellate courts to decide such issues is not an\nundue burden.The District Court\norder here is not materially distinguishable from the District\nCourt order in Scott v. Harris, and in that case we expressed no\ndoubts about the jurisdiction of the Court of Appeals under §1291.\nAccordingly, here, as in Scott, we hold that the Court of Appeals\nprop-erly exercised jurisdiction, and we therefore turn to the\nmerits.IIIAPetitioners contend\nthat the decision of the Court of Appeals is wrong for two separate\nreasons. They maintain that they did not violate Rickard’s Fourth\nAmendment rights and that, in any event, their conduct did not\nviolate any Fourth Amendment rule that was clearly established at\nthe time of the events in question. When confronted with such\narguments, we held in Saucier v. Katz, 533 U. S. 194, 200\n(2001) , that “the first inquiry must be whether a constitutional\nright would have been violated on the facts alleged.” Only after\ndeciding that question, we concluded, may an appellate court turn\nto the question whether the right at issue was clearly established\nat the relevant time. Ibid.We subsequently altered\nthis rigid framework in Pearson, declaring that “Saucier’s\nprocedure should not be regarded as an inflexible requirement.” 555\nU. S., at 227. At the same time, however, we noted that the\nSaucier procedure “is often beneficial” because it “promotes the\ndevelopment of constitutional precedent and is especially valuable\nwith respect to questions that do not frequently arise in cases in\nwhich a qualified immunity defense is unavailable.” 555 U. S.,\nat 236. Pearson concluded that courts “have the discretion to\ndecide whether that [Sau-cier] procedure is worthwhile in\nparticular cases.” Id., at 242.Heeding our guidance in\nPearson, we begin in this case with the question whether the\nofficers’ conduct violated the Fourth Amendment. This approach, we\nbelieve, will be “beneficial” in “develop[ing] constitutional\nprecedent” in an area that courts typically consider in cases in\nwhich the defendant asserts a qualified immunity defense. See\nPearson, supra, at 236.BA claim that\nlaw-enforcement officers used excessive force to effect a seizure\nis governed by the Fourth Amendment’s “reasonableness” standard.\nSee Graham v. Connor, 490 U. S. 386 (1989) ; Tennessee v.\nGarner, 471 U. S. 1 (1985) . In Graham, we held that\ndetermining the objective reasonableness of a particular seizure\nunder the Fourth Amendment “requires a careful balancing of the\nnature and quality of the intrusion on the individual’s Fourth\nAmendment interests against the countervailing governmental\ninterests at stake.” 490 U. S., at 396 (internal quotation\nmarks omitted). The inquiry requires analyzing the totality of the\ncircumstances. See ibid.We analyze this\nquestion from the perspective “of a reasonable officer on the\nscene, rather than with the 20/20 vision of hindsight.” Ibid. We\nthus “allo[w] for the fact that police officers are often forced to\nmake split-second judgments—in circumstances that are tense,\nuncertain, and rapidly evolving—about the amount of force that is\nnecessary in a particular situation.” Id., at 396–397.In this case,\nrespondent advances two main Fourth Amendment arguments. First, she\ncontends that the Fourth Amendment did not allow petitioners to use\ndeadly force to terminate the chase. See Brief for Respondent\n24–35. Second, she argues that the “degree of force was excessive,”\nthat is, that even if the officers were permitted to fire their\nweapons, they went too far when they fired as many rounds as they\ndid. See id., at 36–38. We address each issue in turn.1In Scott, we\nconsidered a claim that a police officer violated the Fourth\nAmendment when he terminated a high-speed car chase by using a\ntechnique that placed a “fleeing motorist at risk of serious injury\nor death.” 550 U. S., at 386. The record in that case\ncontained a videotape of the chase, and we found that the events\nrecorded on the tape justified the officer’s conduct. We wrote as\nfollows: “Although there is no obvious way to quantify the risks on\neither side, it is clear from the videotape that respondent posed\nan actual and imminent threat to the lives of any pedestrians who\nmight have been present, to other civilian motorists, and to the\nofficers involved in the chase.” Id., at 383–384. We also\nwrote:“[R]espondent’s vehicle rac[ed] down\nnarrow, two-lane roads in the dead of night at speeds that are\nshock-ingly fast. We see it swerve around more than a dozen other\ncars, cross the double-yellow line, and force cars traveling in\nboth directions to their respective shoulders to avoid being hit.\nWe see it run multiple red lights and travel for considerable\nperiods of time in the occasional center left-turn-only lane,\nchased by numerous police cars forced to engage in the same\nhazardous maneuvers just to keep up.” Id., at 379–380 (footnote\nomitted).In light of those\nfacts, “we [thought] it [was] quite clear that [the police officer]\ndid not violate the Fourth Amendment.” Id., at 381. We held that a\n“police officer’s attempt to terminate a dangerous high-speed car\nchase that threatens the lives of innocent bystanders does not\nviolate the Fourth Amendment, even when it places the fleeing\nmotorist at risk of serious injury or death.”[4] Id., at 386.We see no basis for\nreaching a different conclusion here. As we have explained supra,\nat ___, the chase in this case exceeded 100 miles per hour and\nlasted over five minutes. During that chase, Rickard passed more\nthan two dozen other vehicles, several of which were forced to\nalter course. Rickard’s outrageously reckless driving posed a grave\npublic safety risk. And while it is true that Rickard’s car\neventually collided with a police car and came temporarily to a\nnear standstill, that did not end the chase. Less than three\nseconds later, Rickard resumed maneuvering his car. Just before the\nshots were fired, when the front bumper of his car was flush with\nthat of one of the police cruisers, Rickard was obviously pushing\ndown on the accelerator because the car’s wheels were spinning, and\nthen Rickard threw the car into reverse “in an attempt to escape.”\nThus, the record conclusively disproves respondent’s claim that the\nchase in the present case was already over when petitioners began\nshooting. Under the circumstances at the moment when the shots were\nfired, all that a reasonable police officer could have concluded\nwas that Rickard was intent on resuming his flight and that, if he\nwas allowed to do so, he would once again pose a deadly threat for\nothers on the road. Rickard’s conduct even after the shots were\nfired—as noted, he managed to drive away despite the efforts of the\npolice to block his path—underscores the point.In light of the\ncircumstances we have discussed, it is beyond serious dispute that\nRickard’s flight posed a grave public safety risk, and here, as in\nScott, the police acted reasonably in using deadly force to end\nthat risk.2We now consider\nrespondent’s contention that, even if the use of deadly force was\npermissible, petitioners acted unreasonably in firing a total of 15\nshots. We reject that argument. It stands to reason that, if police\nofficers are justified in firing at a suspect in order to end a\nsevere threat to public safety, the officers need not stop shooting\nuntil the threat has ended. As petitioners noted below, “if lethal\nforce is justified, officers are taught to keep shooting until the\nthreat is over.” 509 Fed. Appx., at 392.Here, during the\n10-second span when all the shots were fired, Rickard never\nabandoned his attempt to flee. Indeed, even after all the shots had\nbeen fired, he managed to drive away and to continue driving until\nhe crashed. This would be a different case if petitioners had\ninitiated a second round of shots after an initial round had\nclearly incapacitated Rickard and had ended any threat of continued\nflight, or if Rickard had clearly given himself up. But that is not\nwhat happened.In arguing that too\nmany shots were fired, respondent relies in part on the presence of\nKelly Allen in the front seat of the car, but we do not think that\nthis factor changes the calculus. Our cases make it clear that\n“Fourth Amendment rights are personal rights which . . .\nmay not be vicariously asserted.” Alderman v. United States, 394 U.\nS. 165, 174 (1969) ; see also Rakas v. Illinois, 439 U. S. 128\n–143 (1978). Thus, the question before us is whether petitioners\nviolated Rickard’s Fourth Amendment rights, not Allen’s. If a suit\nwere brought on behalf of Allen under either §1983 or state tort\nlaw, the risk to Allen would be of central concern.[5] But Allen’s presence in the car cannot\nenhance Rickard’s Fourth Amendment rights. After all, it was\nRickard who put Allen in danger by fleeing and refusing to end the\nchase, and it would be perverse if his disregard for Allen’s safety\nworked to his benefit.CWe have held that\npetitioners’ conduct did not violate the Fourth Amendment, but even\nif that were not the case, petitioners would still be entitled to\nsummary judgment based on qualified immunity.An official sued under\n§1983 is entitled to qualified immunity unless it is shown that the\nofficial violated a statutory or constitutional right that was\n“ ‘clearly established’ ” at the time of the challenged\nconduct. Ashcroft v. al-Kidd, 563 U. S. ___, ___ (2011) (slip\nop., at 3). And a defendant cannot be said to have violated a\nclearly established right unless the right’s contours were\nsufficiently definite that any reasonable official in the\ndefendant’s shoes would have understood that he was violating it.\nId., at ___ (slip op., at 9). In other words, “existing precedent\nmust have placed the statutory or constitutional question”\nconfronted by the official “beyond debate.” Ibid. In addition,\n“[w]e have repeatedly told courts . . . not to define\nclearly established law at a high level of generality,” id., at ___\n(slip op., at 10), since doing so avoids the crucial question\nwhether the official acted reasonably in the particular\ncircumstances that he or she faced.      We\nthink our decision in Brosseau v. Haugen, 543 U. S. 194 (2004)\n(per curiam) squarely demonstrates that no clearly established law\nprecluded petitioners’ conduct at the time in question. In\nBrosseau, we held that a police officer did not violate clearly\nestablished law when she fired at a fleeing vehicle to prevent\npossible harm to “other officers on foot who [she] believed were in\nthe immediate area, . . . occupied vehicles in [the\ndriver’s] path[,] and . . . any other citizens who might\nbe in the area.” Id., at 197 (quoting 339 F. 3d 857, 865 (CA9\n2003); internal quotation marks omitted). After surveying lower\ncourt decisions regarding the reasonableness of lethal force as a\nresponse to vehicular flight, we observed that this is an area “in\nwhich the result depends very much on the facts of each case” and\nthat the cases “by no means ‘clearly establish[ed]’ that [the\nofficer’s] conduct violated the Fourth Amendment.” 543 U. S.,\nat 201. In reaching that conclusion, we held that Garner and\nGraham, which are “cast at a high level of generality,” did not\nclearly establish that the officer’s decision was unreasonable. 543\nU. S., at 199.Brosseau makes plain\nthat as of February 21, 1999—the date of the events at issue in\nthat case—it was not clearly established that it was\nunconstitutional to shoot a fleeing driver to protect those whom\nhis flight might endanger. We did not consider later decided cases\nbecause they “could not have given fair notice to [the officer].”\nId., at 200, n. 4. To defeat immunity here, then, respondent\nmust show at a minimum either (1) that the officers’ conduct\nin this case was materially different from the conduct in Brosseau\nor (2) that between February 21, 1999, and July 18, 2004,\nthere emerged either “ ‘controlling authority’ ” or a\n“robust ‘consensus of cases of persuasive authority,’ ”\nal-Kidd, supra, at ___ (slip op., at 10) (quoting Wilson v. Layne,\n526 U. S. 603, 617 (1999) ; some internal quotation marks\nomitted), that would alter our analysis of the qualified immunity\nquestion. Respondent has made neither showing.To begin, certain facts\nhere are more favorable to the officers. In Brosseau, an officer on\nfoot fired at a driver who had just begun to flee and who had not\nyet driven his car in a dangerous manner. In contrast, the officers\nhere shot at Rickard to put an end to what had already been a\nlengthy, high-speed pursuit that indisputably posed a danger both\nto the officers involved and to any civilians who happened to be\nnearby. Indeed, the lone dissenting Justice in Brosseau emphasized\nthat in that case, “there was no ongoing or prior high-speed car\nchase to inform the [constitutional] analysis.” 543 U. S., at\n206, n. 4 (opinion of Stevens, J.). Attempting to distinguish\nBrosseau, respondent focuses on the fact that the officer there\nfired only 1 shot, whereas here three officers collectively fired\n15 shots. But it was certainly not clearly established at the time\nof the shooting in this case that the number of shots fired, under\nthe circumstances present here, rendered the use of force\nexcessive.Since respondent cannot\nmeaningfully distinguish Brosseau, her only option is to show that\nits analysis was out of date by 2004. Yet respondent has not\npointed us to any case—let alone a controlling case or a robust\nconsensus of cases—decided between 1999 and 2004 that could be said\nto have clearly established the unconstitutionality of using lethal\nforce to end a high-speed car chase. And respondent receives no\nhelp on this front from the opinions below. The District Court\ncited only a single case decided between 1999 and 2004 that\nidentified a possible constitutional violation by an officer who\nshot a fleeing driver, and the facts of that case—where a\nreasonable jury could have concluded that the suspect merely\n“accelerated to eighty to eighty-five miles per hour in a\nseventy-miles-per-hour zone” and did not “engag[e] in any evasive\nmaneuvers,” Vaughan v. Cox, 343 F. 3d 1323, 1330–1331 (CA11\n2003)—bear little resemblance to those here.*  *  *Under the\ncircumstances present in this case, we hold that the Fourth\nAmendment did not prohibit petitioners from using the deadly force\nthat they employed to terminate the dangerous car chase that\nRickard precipitated. In the alternative, we note that petitioners\nare entitled to qualified immunity for the conduct at issue because\nthey violated no clearly established law.The judgment of the\nCourt of Appeals is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1* joins the judgment and Parts\nI, II, and III–C of this opinion. joins this opinion except as to\nPart III–B–2.2It is also undisputed\nthat Forthman saw glass shavings on the dashboard of Rickard’s car,\na sign that the windshield had been broken recently; that another\nofficer testified that the windshield indentation and glass\nshavings would have justified a suspicion “ ‘that someone had\npossibly been struck by that vehicle, like a pedestrian’ ”;\nand that Forthman saw beer in Rickard’s car. See App. 424–426\n(Response to Defendant’s Statement of Undisputed Material Facts in\nNo. 2:05–cv–2585 (WD Tenn.), ¶¶15–19).3After expressing some\nconfusion about whether it should dismiss or affirm, the panel\nwrote that “it would seem that what we are doing is affirming [the\nDistrict Court’s] judgment.” 509 Fed. Appx., at 393.4In holding that\npetitioners’ conduct violated the , the District Court relied on\nreasoning that is irreconcilable with our decision in . The\nDistrict Court held that the danger presented by a high-speed chase\ncannot justify the use of deadly force because that danger was\ncaused by the officers’ decision to continue the chase. v. , 2011\nWL 197426, *8 (WD Tenn., Jan. 20, 2011). In , however, we declined\nto “lay down a rule requiring the police to allow fleeing suspects\nto get away whenever they drive so recklessly that they put other\npeople’s lives in danger,” concluding that the Constitution\n“assuredly does not impose this invitation to\nimpunity-earned-by-recklessness.” 550 U. S., at\n385–386.5There seems to be some\ndisagreement among lower courts as to whether a passenger in\nAllen’s situation can recover under a theory. Compare v. , 343\nF. 3d 1323 (CA11 2003) (suggesting yes), and v. , 234\nF. 3d 312 (CA6 2000) (same), with v. , 243 F. 3d 157 (CA4\n2001) (suggesting no), and v. , 906 F. 2d 791 (CA1 1990)\n(same). We express no view on this question. We also note that in\nv. , , the Court held that a passenger killed as a result of a\npolice chase could recover under a substantive due process theory\nonly if the officer had “a purpose to cause harm unrelated to the\nlegitimate object of arrest.”",
    "joined": []
}