{
    "case": {
        "docket": "565",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/565/"
    },
    "id": "1970890",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–696_________________TOWN OF GREECE, NEW YORK, PETITIONER v.SUSAN\nGALLOWAY et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[May 5, 2014]Justice Alito, with\nwhom Justice Scalia joins,concurring.I write separately to\nrespond to the principal dissent, which really consists of two very\ndifferent but intertwined opinions. One is quite narrow; the other\nis sweeping. I will address both.IFirst, however, since\nthe principal dissent accuses the Court of being blind to the facts\nof this case, post, at 20 (opinion of Kagan, J.), I recount\nfacts that I find particularly salient.The town of Greece is a\nmunicipality in upstate New York that borders the city of\nRochester. The town decided to emulate a practice long established\nin Congress and state legislatures by having a brief prayer before\nsessions of the town board. The task of lining up clergy members\nwilling to provide such a prayer was given to the town’s\noffice of constituent services. 732 F. Supp. 2d 195,\n197–198 (WDNY 2010). For the first four years of the\npractice, a clerical employee in the office would randomly call\nreligious organizations listed in the Greece “Community\nGuide,” a local directory published by the Greece Chamber of\nCommerce, until she was able to find somebody willing to give the\ninvocation. Id., at 198. This employee eventu-ally began keeping a\nlist of individuals who had agreed to give the invocation, and when\na second clerical employee took over the task of finding\nprayer-givers, the first employee gave that list to the second.\nId., at 198, 199. The second employee then randomly called\norganizations on that list—and possibly others in the\nCommunity Guide—until she found someone who agreed to provide\nthe prayer. Id., at 199.Apparently, all the\nhouses of worship listed in the local Community Guide were\nChristian churches. Id., at 198–200, 203. That is\nunsurprising given the small number of non-Christians in the area.\nAlthough statistics for the town of Greece alone do not seem to be\navailable, statistics have been compiled for Monroe County, which\nincludes both the town of Greece and the city of Rochester.\nAccording to these statistics, of the county residents who have a\nreligious affiliation, about 3% are Jewish, and for other\nnon-Christian faiths, the percentages are smaller.[1] There are no synagogues within the borders\nof the town of Greece, id., at 203, but there are several not far\naway across the Rochester border. Presumably, Jewish residents of\nthe town worship at one or more of those synagogues, but because\nthese synagogues fall outside the town’s borders, they were\nnot listed in the town’s local directory, and the responsible\ntown employee did not include them on her list. Ibid. Nor did she\ninclude any other non-Christian house of worship. Id., at\n198–200.[2]As a result of this\nprocedure, for some time all the prayers at the beginning of town\nboard meetings were offered by Christian clergy, and many of these\nprayers were distinctively Christian. But respondents do not claim\nthat the list was attributable to religious bias or favoritism, and\nthe Court of Appeals acknowledged that the town had “no\nreligious animus.” 681 F. 3d 20, 32 (CA2 2012).For some time, the\ntown’s practice does not appear to have elicited any\ncriticism, but when complaints were received, the town made it\nclear that it would permit any interested residents, including\nnonbelievers, to provide an invocation, and the town has never\nrefused a request to offer an invocation. Id., at 23, 25; 732 F.\nSupp. 2d, at 197. The most recent list in the record of persons\navailable to provide an invocation includes representatives of many\nnon-Christian faiths. App. in No. 10–3635 (CA2), pp.\nA1053–A1055 (hereinafter CA2 App.).Meetings of the Greece\nTown Board appear to have been similar to most other town council\nmeetings across the country. The prayer took place at the beginning\nof the meetings. The board then conducted what might be termed the\n“legislative” portion of its agenda, during which\nresidents were permitted to address the board. After this portion\nof the meeting, a separate stage of the meetings was devoted to\nsuch matters as formal requests for variances. See Brief for\nRespondents 5–6; CA2 App. A929–A930; e.g., CA2 App.\nA1058, A1060.No prayer occurred\nbefore this second part of the proceedings, and therefore I do not\nunderstand this case to involve the constitutionality of a prayer\nprior to what may be characterized as an adjudicatory proceeding.\nThe prayer preceded only the portion of the town board meeting that\nI view as essentially legislative. While it is true that the\nmatters considered by the board during this initial part of the\nmeeting might involve very specific questions, such as the\ninstallation of a traffic light or stop sign at a particular\nintersection, that does not transform the nature of this part of\nthe meeting.III turn now to the\nnarrow aspect of the principal dissent, and what we find here is\nthat the principal dissent’s objection, in the end, is really\nquite niggling. According to the principal dissent, the town could\nhave avoided any constitutional problem in either of two ways.AFirst, the principal\ndissent writes, “[i]f the Town Board had let its chaplains\nknow that they should speak in nonsectarian terms, common to\ndiverse religious groups, then no one would have valid grounds for\ncomplaint.” Post, at 18–19. “Priests and\nministers, rabbis and imams,” the principal dissent\ncontinues, “give such invocations all the time” without\nany great difficulty. Post, at 19.Both Houses of Congress\nnow advise guest chaplains that they should keep in mind that they\nare addressing members from a variety of faith traditions, and as a\nmatter of policy, this advice has much to recommend it. But any\nargument that nonsectarian prayer is constitutionally required runs\nheadlong into a long history of contrary congressional practice.\nFrom the beginning, as the Court notes, many Christian prayers were\noffered in the House and Senate, see ante, at 7, and when rabbis\nand other non-Christian clergy have served as guest chaplains,\ntheir prayers have often been couched in terms particular to their\nfaith traditions.[3]Not only is there no\nhistorical support for the proposition that only generic prayer is\nallowed, but as our country has become more diverse, composing a\nprayer that is acceptable to all members of the community who hold\nreligious beliefs has become harder and harder. It was one thing to\ncompose a prayer that is acceptable to both Christians and Jews; it\nis much harder to compose a prayer that is also acceptable to\nfollowers of Eastern religions that are now well represented in\nthis country. Many local clergy may find the project daunting, if\nnot impossible, and some may feel that they cannot in good faith\ndeliver such a vague prayer.In addition, if a town\nattempts to go beyond simply recommending that a guest chaplain\ndeliver a prayer that is broadly acceptable to all members of a\nparticular community (and the groups represented in different\ncommunities will vary), the town will inevitably encounter\nsensitive problems. Must a town screen and, if necessary, edit\nprayers before they are given? If prescreening is not required,\nmust the town review prayers after they are delivered in order to\ndetermine if they were sufficiently generic? And if a guest\nchaplain crosses the line, what must the town do? Must the chaplain\nbe corrected on the spot? Must the town strike this chaplain (and\nperhaps his or her house of worship) from the approved list?BIf a town wants to\navoid the problems associated with this first option, the principal\ndissent argues, it has another choice: It may “invit[e]\nclergy of many faiths.” Post, at 19. “When one month a\nclergy member refers to Jesus, and the next to Allah or\nJehovah,” the principal dissent explains, “the\ngovernment does not identify itself with one religion or align\nitself with that faith’s citizens, and the effect of even\nsectarian prayer is transformed.” Ibid.If, as the principal\ndissent appears to concede, such a rotating system would obviate\nany constitutional problems, then despite all its high rhetoric,\nthe principal dissent’s quarrel with the town of Greece\nreally boils down to this: The town’s clerical employees did\na bad job in compiling the list of potential guest chaplains. For\nthat is really the only difference between what the town did and\nwhat the principal dissent is willing to accept. The Greece\nclerical employee drew up her list using the town directory instead\nof a directory covering the entire greater Rochester area. If the\ntask of putting together the list had been handled in a more\nsophisticated way, the employee in charge would have realized that\nthe town’s Jewish residents attended synagogues on the\nRochester side of the border and would have added one or more\nsynagogues to the list. But the mistake was at worst careless, and\nit was not done with a discriminatory intent. (I would view this\ncase very differently if the omission of these synagogues were\nintentional.)The informal, imprecise\nway in which the town lined up guest chaplains is typical of the\nway in which many things are done in small and medium-sized units\nof local government. In such places, the members of the governing\nbody almost always have day jobs that occupy much of their time.\nThe town almost never has a legal office and instead relies for\nlegal advice on a local attorney whose practice is likely to center\non such things as land-use regulation, contracts, and torts. When a\nmunicipality like the town of Greece seeks in good faith to emulate\nthe congressional practice on which our holding in Marsh v.\nChambers, 463 U. S. 783 (1983), was largely based, that\nmunicipality should not be held to have violated the Constitution\nsim-ply because its method of recruiting guest chaplains lacks the\ndemographic exactitude that might be regarded as optimal.The effect of requiring\nsuch exactitude would be to pressure towns to forswear altogether\nthe practice of having a prayer before meetings of the town\ncouncil. Many local officials, puzzled by our often puzzling\nEstablishment Clause jurisprudence and terrified of the legal fees\nthat may result from a lawsuit claiming a constitutional violation,\nalready think that the safest course is to ensure that local\ngovernment is a religion-free zone. Indeed, the Court of\nAppeals’ opinion in this case advised towns that\nconstitutional difficulties “may well prompt municipalities\nto pause and think carefully before adopting legislative\nprayer.” 681 F. 3d, at 34. But if, as precedent and\nhistoric practice make clear (and the principal dissent concedes),\nprayer before a legislative session is not inherently inconsistent\nwith the First Amendment, then a unit of local government should\nnot be held to have violated the First Amendment simply because its\nprocedure for lining up guest chaplains does not comply in all\nrespects with what might be termed a “best practices”\nstandard.IIIWhile the principal\ndissent, in the end, would demand no more than a small modification\nin the procedure that the town of Greece initially followed, much\nof the rhetoric in that opinion sweeps more broadly. Indeed, the\nlogical thrust of many of its arguments is that prayer is never\npermissible prior to meetings of local government legislative\nbodies. At Greece Town Board meetings, the principal dissent\npointedly notes, ordinary citizens (and even children!) are often\npresent. Post, at 10–11. The guest chaplains stand in front\nof the room facing the public. “[T]he setting is\nintimate,” and ordinary citizens are permitted to speak and\nto ask the board to address problems that have a direct effect on\ntheir lives. Post, at 11. The meetings are “occasions for\nordinary citizens to engage with and petition their government,\noften on highly individualized matters.” Post, at 9. Before a\nsession of this sort, the principal dissent argues, any prayer that\nis not acceptable to all in attendance is out of bounds.The features of Greece\nmeetings that the principal dissent highlights are by no means\nunusual.[4] It is common for\nresidents to attend such meetings, either to speak on matters on\nthe agenda or to request that the town address other issues that\nare important to them. Nor is there anything unusual about the\noccasional attendance of students, and when a prayer is given at\nthe beginning of such a meeting, I expect that the chaplain\ngenerally stands at the front of the room and faces the public. To\ndo otherwise would probably be seen by many as rude. Fi-nally,\nalthough the principal dissent, post, at 13, attaches importance to\nthe fact that guest chaplains in the town of Greece often began\nwith the words “Let us pray,” that is also commonplace\nand for many clergy, I suspect, almost reflexive.[5] In short, I see nothing out of the\nordinary about any of the features that the principal dissent\nnotes. Therefore, if prayer is not allowed at meetings with those\ncharacteristics, local government legislative bodies, unlike their\nnational and state counterparts, cannot begin their meetings with a\nprayer. I see no sound basis for drawing such a distinction.IVThe principal dissent\nclaims to accept the Court’s decision in Marsh v. Chambers,\nwhich upheld the constitutionality of the Nebraska\nLegislature’s practice of prayer at the beginning of\nlegislative sessions, but the principal dissent’s acceptance\nof Marsh appears to be predicated on the view that the prayer at\nissue in that case was little more than a formality to which the\nlegislators paid scant attention. The principal dissent describes\nthis scene: A session of the state legislature begins with or\nwithout most members present; a strictly nonsectarian prayer is\nrecited while some legislators remain seated; and few members of\nthe public are exposed to the experience. Post, at 8–9. This\nsort of perfunctory and hidden-away prayer, the principal dissent\nimplies, is all that Marsh and the First Amendment can\ntolerate.It is questionable\nwhether the principal dissent accurately describes the Nebraska\npractice at issue in Marsh,[6]\nbut what is important is not so much what happened in Nebraska in\nthe years prior to Marsh, but what happened before congressional\nsessions during the period leading up to the adoption of the First\nAmendment. By that time, prayer before legislative sessions already\nhad an impressive pedigree, and it is important to recall that\nhistory and the events that led to the adoption of the\npractice.The principal dissent\npaints a picture of “morning in Nebraska” circa 1983,\nsee post, at 9, but it is more instructive to consider\n“morning in Philadelphia,” September 1774. The First\nContinental Congress convened in Philadelphia, and the need for the\n13 colonies to unite was imperative. But “[m]any things set\ncolony apart from colony,” and prominent among these sources\nof division was religion.[7]\n“Purely as a practical matter,” however, the project of\nbringing the colonies together required that these divisions be\novercome.[8]Samuel Adams sought to\nbridge these differences by prodding a fellow Massachusetts\ndelegate to move to open the session with a prayer.[9] As John Adams later recounted, this motion\nwas opposed on the ground that the dele-gates were “so\ndivided in religious sentiments, some Episcopalians, some Quakers,\nsome Anabaptists, somePresbyterians, and some Congregationalists,\nthat [they] could not join in the same act of\nworship.”[10] In\nresponse, Samuel Adams proclaimed that “he was no bigot, and\ncould hear a prayer from a gentleman of piety and virtue, who was\nat the same time a friend to his country.”[11] Putting aside his personal\nprejudices,[12] he moved to\ninvite a local Anglican minister, Jacob Duché, to lead the\nfirst prayer.[13]The following morning,\nDuché appeared in full “pontifi-cals” and\ndelivered both the Anglican prayers for the day and an\nextemporaneous prayer.[14]\nFor many of the delegates—members of religious groups that\nhad come to America to escape persecution in\nBritain—listening to a distinctively Anglican prayer by a\nminister of the Church of England represented an act of notable\necumenism. But Duché’s prayer met with wide\napproval—John Adams wrote that it “filled the bosom of\nevery man” in attendance[15]—and the practice was continued. This first\ncongressional prayer was emphatically Christian, and it was neither\nan empty formality nor strictly nondenominational.[16] But one of its purposes, and presumably\none of itseffects, was not to divide, but to unite.It is no wonder, then,\nthat the practice of beginning congressional sessions with a prayer\nwas continued after the Revolution ended and the new Constitution\nwas adopted. One of the first actions taken by the new Congress\nwhen it convened in 1789 was to appoint chaplains for both Houses.\nThe first Senate chaplain, an Episcopa-lian, was appointed on April\n25, 1789, and the first House chaplain, a Presbyterian, was\nappointed on May 1.[17]\nThree days later, Madison announced that he planned to introduce\nproposed constitutional amendments to protect individual rights; on\nJune 8, 1789, those amendments were introduced; and on September\n26, 1789, the amendments were approved to be sent to the States for\nratification.[18] In the\nyears since the adoption of the First Amendment, the practice of\nprayer before sessions of the House and Senate has continued, and\nopening prayers from a great variety of faith traditions have been\noffered.      This Court has often noted that\nactions taken by the First Congress are presumptively consistent\nwith the Bill of Rights, see, e.g., Harmelin v. Michigan, 501\nU. S. 957, 980 (1991) , Carroll v. United States, 267\nU. S. 132 –152 (1925), and this principle has special\nforce when it comes to the interpretation of the Establishment\nClause. This Court has always purported to base its Establishment\nClause decisions on the original meaning of that provision. Thus,\nin Marsh, when the Court was called upon to decide whether prayer\nprior to sessions of a state legislature was consistent with the\nEstablishment Clause, we relied heavily on the history of prayer\nbefore sessions of Congress and held that a state legislature may\nfollow a similar practice. See 463 U. S., at\n786–792.There can be little\ndoubt that the decision in Marsh reflected the original\nunderstanding of the First Amendment. It is virtually inconceivable\nthat the First Congress, having appointed chaplains whose\nresponsibilities prominently included the delivery of prayers at\nthe beginning of each daily session, thought that this practice was\ninconsistent with the Establishment Clause. And since this practice\nwas well established and undoubtedly well known, it seems equally\nclear that the state legislatures that ratified the First Amendment\nhad the same understanding. In the case before us, the Court of\nAppeals appeared to base its decision on one of the Establishment\nClause “tests” set out in the opinions of this Court,\nsee 681 F. 3d, at 26, 30, but if there is any inconsistency\nbetween any of those tests and the historic practice of legislative\nprayer, the inconsistency calls into question the validity of the\ntest, not the historic practice.VThis brings me to my\nfinal point. I am troubled by the message that some readers may\ntake from the principal dissent’s rhetoric and its highly\nimaginative hypotheticals. For example, the principal dissent\nconjures up the image of a litigant awaiting trial who is asked by\nthe presiding judge to rise for a Christian prayer, of an official\nat a polling place who conveys the expectation that citizens\nwishing to vote make the sign of the cross before casting their\nballots, and of an immigrant seeking naturalization who is asked to\nbow her head and recite a Christianprayer. Although I do not\nsuggest that the implication is intentional, I am concerned that at\nleast some readers will take these hypotheticals as a warning that\nthis is where today’s decision leads—to a country in\nwhich religious minorities are denied the equal benefits of\ncitizenship.Nothing could be\nfurther from the truth. All that the Court does today is to allow a\ntown to follow a practice that we have previously held is\npermissible for Congress and state legislatures. In seeming to\nsuggest otherwise, the principal dissent goes far astray.Notes1See Assn. of\nStatisticians of Am. Religious Bodies, C. Grammich et al.,\n2010 U. S. Religion Census: Religious Congregations &\nMembership Study 400–401 (2012).2It appears that there is\none non-Christian house of worship, a Buddhist temple, within the\ntown’s borders, but it was not listed in the town directory.\n732 F. Supp. 2d, at 203. Although located within the\ntown’s borders, the temple has a Rochester mailing address.\nAnd while the respondents “each lived in the Town more than\nthirty years, neither was personally familiar with any mosques,\nsynagogues, temples, or other non-Christian places of worship\nwithin the Town.” ., at 197.3For example, when a rabbi\nfirst delivered a prayer at a session of the House of\nRepresentatives in 1860, he appeared “in full rabbinic dress,\n‘piously bedecked in a white tallit and a large velvet\nskullcap,’ ” and his prayer “invoked several\nuniquely Jewish themes and repeated the Biblical priestly blessing\nin Hebrew.” See Brief for Nathan Lewin as 9.Many other rabbis\nhave given distinctively Jewish prayers, ., at 10, and n. 3,\nand distinctively Islamic, Buddhist, and Hindu prayers have also\nbeen delivered, see , at 10–11.4See, ., prayer practice\nof Saginaw City Council in Michigan, described in Letter from\nFreedom from Religion Foundation to City Manager, Saginaw City\nCouncil (Jan. 31, 2014), online at\nhttp://media.mlive.com / saginawnews_impact  / other  / Saginaw % 20prayer%20at%20meetings%20letter.pdf\n(all Internet materials as visited May 2, 2014, and available in\nClerk of Court’s case file); prayer practice of Cobb County\ncommissions in Georgia, described in v. 410 F. Supp. 2d 1324 (ND\nGa. 2006).5For example, at the most\nrecent Presidential inauguration, a minister faced the assembly of\nonlookers on the National Mall and began with those very words. 159\nCong. Rec. S183, S186 (Jan. 22, 2013).6See generally Brief for\nRobert E. Palmer as (Ne-braska Legislature chaplain at issue in );\n, , at 11 (describing his prayers as routinely referring “to\nChrist, the Bible, [and] holy days”). See also v. , 504 F.\nSupp. 585, 590, n. 12 (Neb. 1980) (“A rule of the Nebraska\nLegislature requires that ‘every member shall be present\nwithin the Legislative Chamber during the meetings of the\nLegislature . . . unless excused\n. . . .’ Unless the excuse for nonattendance\nis deemed sufficient by the legislature, the ‘presence of any\nmember may be compelled, if necessary, by sending the Sergeant at\nArms’ ” (alterations in original)).7G. Wills, Inventing\nAmerica: Jefferson’s Declaration of Independence 46\n(1978).8N. Cousins, In God We\nTrust: The Religious Beliefs and Ideas of the American Founding\nFathers 4–5, 13 (1958).9M. Puls, Samuel\nAdams: Father of the American Revolution 160 (2006).10Letter to Abigail Adams (Sept. 16,\n1774), in C. Adams, Familiar Letters of John Adams and His\nWife Abigail Adams, During the Revolution 37 (1876).1112See\nG. Wills, , at 46; J. Miller, Sam Adams 85, 87 (1936);\nI. Stoll, Samuel Adams: A Life 7, 134–135\n(2008).13C. Adams, , at 37.1415; see\nW. Wells, 2 The Life and Public Services of SamuelAdams\n222–223 (1865); J. Miller, at 320; E. Burnett, The\nContinental Congress 40 (1941); M. Puls, , at\n161.16First\nPrayer of the Continental Congress, 1774, online at\nhttp://chaplain.house.gov/archive/continental.html.171\nAnnals of Cong. 24–25 (1789); R. Cord, Separation of Church\nand State: Historical Fact and Current Fiction 23\n(1982).181\nAnnals of Cong. 247, 424; R. Labunski, James Madison and the\nStruggle for the Bill of Rights 240–241 (2006).",
    "joined": []
}