{
    "case": {
        "docket": "92",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/92/"
    },
    "id": "3252055",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 13–1041 and 13–1052_________________THOMAS E. PEREZ, SECRETARY OF LABOR, et al.,\nPETITIONERS13–1041v.MORTGAGE BANKERS ASSOCIATION et al.JEROME NICKOLS, et al., PETITIONERS13–1052v.MORTGAGE BANKERS ASSOCIATIONon writs of certiorari to the united states court of appeals for\nthe district of columbia circuit[March 9, 2015]Justice Alito, concurring in part and concurring in the\njudgment.I join the opinion of the Court except for Part III–B. I agree\nthat the doctrine ofParalyzed Veterans of Americav.D.\nC. Arena L. P., 117 F. 3d 579 (CADC 1997), is incompatible with\nthe Administrative Procedure Act. The creation of that doctrine may\nhave been prompted by an understandable concern about the\naggrandizement of the power of administrative agencies as a result\nof the combined effect of (1) the effective delegation to\nagencies by Congress of huge swaths of lawmaking authority,\n(2) the exploitation by agencies of the uncertain boundary\nbetween legislative and interpretive rules, and (3) this\nCourt’s cases holding that courts must ordinarily defer to an\nagency’s interpretation of its own ambiguous regulations. SeeBowlesv.Seminole Rock & Sand Co.,325 U. S.\n410 (1945). I do not dismiss these concerns, but theParalyzed\nVeteransdoctrine is not a viable cure for these problems. At\nleast one of the three factors noted above, however, concerns a\nmatter that can be addressed by this Court. The opinions of Justice\nScalia and Justice Thomas offer substantial reasons why theSeminole Rockdoctrine may be incorrect. See alsoChristopherv.SmithKline Beecham Corp., 567\nU. S. ___, ___–___ (2012) (slip op., at 13–14) (citing,inter alia, Manning, Constitutional Structure and Judicial\nDeference to Agency Interpretations of Agency Rules, 96 Colum.\nL. Rev. 612 (1996)). I await a case in which the validity ofSeminole Rockmay be explored through full briefing and\nargument.",
    "joined": []
}