{
    "case": {
        "docket": "14-8913",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-8913/"
    },
    "id": "3560885",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–8913_________________SAUL MOLINA-MARTINEZ, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[April 20, 2016]Justice Alito, with whom Justice Thomas joins,\nconcurring in part and concurring in the judgment.I agree with the Court that the Fifth Circuit’s\nrigid approach to unpreserved Guidelines errors is incorrect. And I\nagree that petitioner has shown a reasonable probability that the\nDistrict Court would have imposed a different sentence in his case\nif his recommended Guidelines sentence had been accurately\ncalculated. Unlike the Court, however, I would not speculate about\nhow often the reasonable probability test will be satisfied in\nfuture cases. The Court’s predictions in dicta about how\nplain-error review will play out are predicated on the view that\nsentencing judges will continue to rely very heavily on the\nGuidelines in the future, but that prediction may not turn out to\nbe accurate. We should not make predictions about the future\neffects of Guidelines errors, particularly since some may\nmisunderstand those predictions as veiled directives.I“ ‘No procedural principle is more\nfamiliar to this Court than that a constitutional right,’ or a\nright of any other sort, ‘may be forfeited in criminal as well as\ncivil cases by the failure to make timely assertion of the right\nbefore the tribunal having jurisdiction to determine it.’ ”United Statesv.Olano, 507 U. S. 725, 731\n(1993) (quotingYakusv.United States, 321\nU. S. 414, 444 (1944) ). Consistent with this principle, Rule\n52 of the Federal Rules of Criminal Procedure treats defendants who\npreserve their claims much more favorably than those who fail to\nregister a timely objection. When the defendant has made a timely\nobjection to an error, the Government generally bears the burden of\nshowing that the error was harmless.Olano, 507 U. S.,\nat 734. By contrast, when a defendant has failed to make a timely\nobjection, “[i]t is the defendant rather than the Government who\nbears the burden of persuasion with respect to prejudice.”Ibid.; see alsoid., at 741–742 (Kennedy, J.,\nconcurring).This framework applies to errors in the\ncalculation of an advisory Guidelines sentence. If the defendant\ndoes not call the error to the attention of the sentencing judge,\nthe defendant may obtain relief on appeal only if he or she proves\nthat the error was prejudicial—specifically, that there is a\n“reasonable probability” that, but for the error, the sentence\nwould have been different.United Statesv.Dominguez\nBenitez, 542 U. S. 74 –83 (2004). Meeting this burden\n“should not be too easy for defendants.”Id., at 82.\nInstead, the standard should be robust enough to “enforce the\npolicies that underpin Rule 52(b) generally, to encourage timely\nobjections and reduce wasteful reversals by demanding strenuous\nexertion to get relief for unpreserved error.”Ibid.By\nplacing this burden on the defendant, Rule 52(b) compels defense\ncounsel to devote careful attention to the potential complexities\nof the Guidelinesat sentencing, thus providing the district\ncourt—which “is ordinarily in the best position to determine the\nrelevant facts and adjudicate the dispute”—with “the opportunity to\nconsider and resolve” any objections.Puckettv.United\nStates, 556 U. S. 129, 134 (2009) ; see alsoibid.(“[A]ppellate-court authority to remedy” unpreserved errors “is\nstrictly circumscribed” in order to “induce the timely raising of\nclaims and objections”);United Statesv.Vonn, 535\nU. S. 55, 73 (2002) (“[T]he value of finality requires defense\ncounsel to be on his toes, not just the judge, and the defendant\nwho just sits there when a mistake can be fixed cannot just sit\nthere when he speaks up later on”);Olano,supra, at\n742–743 (Kennedy, J., concurring) (“[T]he operation of Rule 52(b)\ndoes not permit a party to withhold an objection . . .\nand then to demand automatic reversal”).Whether a defendant can show a “reasonable\nprobability” of a different sentence depends on the “particular\nfacts and circumstances” of each case.United Statesv.Davila, 569 U. S. ___, ___–___ (2013) (slip op., at\n13–14). “We have previously warned against courts’ determining\nwhether an error is harmless through the use of manda-tory\npresumptions and rigid rules rather than case-specific application\nof judgment, based upon examination of the record.”Shinsekiv.Sanders, 556 U. S. 396, 407 (2009) (citingKotteakosv.United States, 328 U. S. 750, 760\n(1946) ). Instead of relying on presumptions, a court of appeals\nmust “engage in [a] full-record assessment” to determine whether a\ndefendant who forfeited a claim of Guidelines error has met his\ncase-specific burden of showing of prejudice.Davila,supra, at ___ (slip op., at 14). The answer may be affected\nby a variety of factors, including any direct evidence, the nature\nand magnitude of the error, the sentencing judge’s view of the\nGuidelines,[1] the approach of\nthe circuit in question,[2] and\nthe particular crime at issue.[3]Under the specific circumstances here,\nMolina-Martinez met his burden. As the Court points out,\nMolina-Martinez demonstrated that the Guidelines “were the focal\npoint for the proceedings”; that “[t]he 77-month sentence the\nDistrict Court selected is conspicuous for its position as the\nlowest sentence within what the District Court believed to be the\napplicable range”; and that “the District Court’s selection of a\nsentence at the bottom of the range, despite the Government’s\nrequest for the maximum Guidelines sentence, ‘evinced an intention\n. . . to give the minimum recommended by the\nGuidelines.’ ”Ante, at 13. This evidence establishes a\n“reasonable probability that the District Court would have imposed\na different sentence had it known that 70 months was in fact the\nlowest sentence the Commission deemed appropriate.”Ibid.In concluding otherwise, the Fifth Circuit\napplied exactly the sort of strict, categorical rule against which\nwe have warned. Under the Fifth Circuit’s approach, Molina-Martinez\ncould not satisfy his burden with circumstantial evidence regarding\nthe parties’ sentencing arguments or the District Court’s selection\nof a sentence at the very bottom of the range. See 588 Fed. Appx.\n333, 335 (CA5 2014) (per curiam). Rather, the Fifth Circuit\nwould require a defendant to produce direct evidence, such as an\n“explicit statement suggesting that the Guidelines range was a\nprimary factor in sentencing.”Ibid.But there is no good\nreason to preclude defendants from showing prejudice via the type\nof circumstantial evidence at issue here. As this case illustrates,\nthe manner in which a district court applies an incorrect\nGuidelines range can itself serve as evidence of an effect on\nsubstantial rights. I thus concur in the Court’s opinion insofar as\nit rejects the Fifth Circuit’s misguided approach and finds that\nMolina-Martinez demonstrated a reasonable probability of a\ndifferent sentence absent the Guidelines error.III cannot, however, join the Court’s dicta\nspeculating that “most” defendants who forfeit a Guidelines error\nwill be able to show a reasonable probability of prejudice.Ante, at 9, 11, 15. Things may turn out that way, but I see\nno reason to prejudge an empirical question that is unnecessary to\nour decision in this case and that will be worked out by the lower\ncourts on a case-by-case basis.[4]The Court’s proclamations about what will occur\nin “most” cases are based on Sentencing Commission statistics\nindicating that the Guidelines tend to influence sentences. Seeante, at 10. Perhaps these statistics are probative of the\nGuidelines’ current impact on sentencing. But they provide an\nunstable and shifting basis for the Court’s prophecies about the\nfuture. The Guidelines are now entirely advisory, seeUnited\nStatesv.Booker, 543 U. S. 220, 245 (2005) , and\nin time the lower courts may increasingly drift away from the\nGuidelines and back toward the sentencing regime that prevailed\nprior to their issuance.[5] As\ncircumstances change, and as judges who spent decades applying\nmandatory Guidelines ranges are replaced with new judges less\nwedded to the Guidelines, the statistics underlying the Court’s\nforecasts may change dramatically.[6] Because I cannot join the Court’s questionable\npredictions, I concur only in part and in the judgment.Notes1See,e.g., United\nStates Sentencing Commission, Report on the Continuing Impact ofUnited Statesv.Bookeron Federal Sentencing 3\n(2012) (BookerReport) (“[T]he Commission’s analysis of\nindividual judge data showed that the identity of the judge has\nplayed an increasingly important role in the sentencing outcomes in\nmany districts”); Bowman, Dead Law Walking: The Surprising Tenacity\nof the Federal Sentencing Guidelines, 51 Houston L. Rev. 1227, 1266\n(2014) (“Inter-Judge Disparity Has . . . Increased SinceBooker”); Scott, Inter-Judge Sentencing Disparity AfterBooker: A First Look, 63 Stan. L. Rev. 1, 30 (2010) (“[I]n\ntheir guideline sentencing patterns, judges have responded in\nstarkly different ways toBooker, with some following a\n‘free at last’ pattern and others a ‘business as usual’\npattern”).2See,e.g.,BookerReport 6 (“The influence of the guidelines\n. . . has varied by circuit”); Bowman,supra, at\n1261 (“Different Districts Have Had Very Different\nPost-BookerExperiences”); Yang, Have Interjudge Sentencing\nDisparities Increased in an Advisory Guidelines Regime? Evidence\nfromBooker, 89 N. Y. U. L. Rev. 1268, 1277, 1319–1323\n(2014) (presenting “evidence of substantial interdistrict\ndifferences in sentencing outcomes”).3See,e.g.,BookerReport 5 (“The influence of the guidelines\n. . . has generally remained stable in drug trafficking,\nfirearms, and immigration offenses, but has diminished in fraud and\nchild pornography offenses”).4Some of the Court’s dicta\ncould perhaps be interpreted not as predictions, but as\ninstructions to lower courts to side with the forfeiting defendant\nunless the Government can point to “unusual circum-stances.” Seeante, at 11–12 (“[I]n the ordinary case a defendant will\nsatisfy his burden to show prejudice by pointing to the application\nof an incorrect, higher Guidelines range and the sentence he\nreceived thereunder. Absent unusual circumstances, he will not be\nrequired to show more”). For several reasons, however, I do not\nthink the opinion can be fairly viewed as requiring such a result.\nFirst, the Court makes clear that today’s decision doesnotshift the burden of persuasion from a forfeiting defendant to the\nGovernment. Seeante, at 14 (Under Rule 52(b), “ ‘[i]t\nis the defendant rather than the Government who bears the burden of\npersuasion with respect to prejudice,’ ” and “[t]he holding\nhere does not” shift the burden). Second, the opinion acknowledges\nthat a “court’s reliance on an incorrect range” will not always\n“suffice to show an effect on the defendant’s substantial\nrights”—even where “the record is silent as to what the district\ncourt might have done had it considered the correct Guidelines\nrange.”Ante, at 11. It follows that even where the\nGovernment fails to identifyanydirect evidence of\nharmlessness, the defendant cannot automatically satisfy his burden\nsimply by pointing to the application of an incorrect Guidelines\nrange. Instead of employing a strict presumption against the\nGovernment, the Court emphasizes, “a reviewing court must consider\nthe facts and circumstances of the case before it.”Ibid.;\nsee alsoibid.(“ ‘Our essential point is that\nparticular facts and circumstances matter’ ” (quotingUnited Statesv.Davila, 569 U. S. ___, ___\n(2013) (slip op., at 13))). Given these caveats, I do not read the\nCourt’s opinion as replacing the Fifth Circuit’s inflexible\npro-Government presumption with an equally inflexible pro-defendant\npresumption. Rather, I take the Court at its word: “The decision\ntoday simply states that courts reviewing sentencing errors cannot\napply a categorical rule requiring additional evidence in cases,\nlike this one, where the district court applied an incorrect range\nbut nevertheless sentenced the defendant within the correct range.”Ante, at 14.5See,e.g.,\nAssessingBookerand Its Aftermath, Practice Under the\nFederal Sentencing Guidelines §1.02(C)(1), pp. 1–14 to 1–16\n(D. Debold ed., 5th ed. 2016) (Debold) (“Since the first weeks\nafterBooker, district courts have been engaged in a dynamic\ndebate over the precise weight to be given the now advisory\nGuidelines,” and “there are reasons to expect continued evolution\nin sentencing norms”);id., §1.02(C)(2) (“[D]istrict courts\ncan be expected to continue to test the boundaries of their\ndiscretion. . . . Accordingly, while it is clear that district\ncourts now enjoy more discretion at sentencing, the proper bounds\nof that discretion will continue to be explored”).6See,e.g.,Yang,\n89 N. Y. U. L. Rev., at 1277 (finding that “Judges who have no\nprior experience sentencing under the mandatory Guidelines regime\nare more likely to depart from the Guidelines-recommended range\nthan their pre-Bookercounterparts, suggesting that newer\njudges are less anchored to the Guidelines”);id., at\n1318–1319 (“The ‘anchor’ effect of the Guidelines sentence may be\nmore prominent for pre-Bookerappointees because these\njudges are more acculturated to and experienced with constraining\ntheir sentences to the dictates of the Guidelines. In contrast, the\n‘anchor’ effect is less prominent for post-Bookerappointees. These potential anchoring differences . . .\nmay ‘increase as the years go by and the bench is filled with\nindividuals who have no history with binding guidelines’ ”);\nsee also,e.g., Debold §1.02(C)(1), at 1–16 (“Sentencing\njudges, particularly more recent appointees, are also growing\nincreasingly skeptical of the Guidelines as they become more\ncomfortable viewing the Guidelines as advice and look deeper into\nthe reasoning supporting (or failing to support) the Guidelines’\nrecommendations”); Gertner, Supporting Advisory Guidelines, 3 Harv.\nL. & Pol’y Rev. 261, 270 (2009) (describing continued Guideline\nsentencing as the result of “the habits ingrained during twenty\nyears of mandatory Guideline sentencing”); Stith, The Arc of the\nPendulum: Judges, Prosecutors, and the Exercise of Discretion, 117\nYale L. J. 1420, 1496–1497 (2008) (“[A]s a new generation of\nprosecutors and judges enters into service, the pendulum may swing\nback toward the local exercise of informed discretion, ifBookerlasts that long. But incumbent sentencing decision\nmakers may be reluctant to regard as unreasonable the sentences\nthey were obliged to seek and impose for two decades under the\ncommand and the conceit of law”).",
    "joined": []
}