{
    "case": {
        "docket": "786",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/786/"
    },
    "id": "1963562",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTBROWN V. ENTERTAINMENT MERCHANTS ASSN.564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 08-1448EDMUND G. BROWN, Jr., GOVERNOR OF CAL- IFORNIA,\net al., PETITIONERSv.ENTERTAIN- MENT MERCHANTS\nASSOCIATION et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 27, 2011]Justice Alito, with whom The\nChief Justice joins, concurring in the judgment.The California statute that is\nbefore us in this case represents a pioneering effort to address\nwhat the state legislature and others regard as a potentially\nserious social problem: the effect of exceptionally violent video\ngames on impressionable minors, who often spend countless hours\nimmersed in the alternative worlds that these games create.\nAlthough the California statute is well intentioned, its terms are\nnot framed with the precision that the Constitution demands, and I\ntherefore agree with the Court that this particular law cannot be\nsustained.I disagree, however, with the approach taken\nin the Court’s opinion. In considering the application of\nunchanging constitutional principles to new and rapidly evolving\ntechnology, this Court should proceed with caution. We should make\nevery effort to understand the new technology. We should take into\naccount the possibility that developing technology may have\nimportant societal implications that will become apparent only with\ntime. We should not jump to the conclusion that new technology is\nfundamentally the same as some older thing with which we are\nfamiliar. And we should not hastily dismiss the judgment of\nlegislators, who may be in a better position than we are to assess\nthe implications of new technology. The opinion of the Court\nexhibits none of this caution.In the view of the Court, all those concerned\nabout the effects of violent video games—federal and state\nlegislators, educators, social scientists, and parents—are unduly\nfearful, for violent video games really present no serious problem.\nSeeante, at 10–13, 15–16. Spending hour upon hour\ncontrolling the actions of a character who guns down scores of\ninnocent victims is not different in “kind” from reading a\ndescription of violence in a work of literature. Seeante,\nat 10–11.The Court is sure of this; I am not. There are\nreasons to suspect that the experience of playing violent video\ngames just might be very different from reading a book, listening\nto the radio, or watching a movie or a television show.IRespondents in this case,\nrepresenting the video-game industry, ask us to strike down the\nCalifornia law on two grounds: The broad ground adopted by the\nCourt and the narrower ground that the law’s definition of “violent\nvideo game,” see Cal. Civ. Code Ann. §1746(d)(1)(A) (West 2009), is\nimpermissibly vague. See Brief for Respondents 23–61. Because I\nagree with the latter argument, I see no need to reach the broader\nFirst Amendment issues addressed by the Court.[Footnote 1]ADue process requires that laws\ngive people of ordinary intelligence fair notice of what is\nprohibited.Graynedv.City of Rockford,408 U. S. 104, 108\n(1972). The lack of such notice in a law that regulates expression\n“raises special First Amendment concerns because of its obvious\nchilling effect on free speech.”Renov.American\nCivil Liberties Union,521 U. S. 844, 871–872\n(1997). Vague laws force potential speakers to “ ‘steer far\nwider of the unlawful zone’ … than if the boundaries of the\nforbidden areas were clearly marked.”Baggettv.Bullitt,377 U. S. 360, 372\n(1964) (quotingSpeiserv.Randall,357 U. S. 513, 526\n(1958)). While “perfect clarity and precise guidance have never\nbeen required even of regulations that restrict expressive\nactivity,”Wardv.Rock Against Racism,491 U. S. 781, 794\n(1989), “government may regulate in the area” of First Amendment\nfreedoms “only with narrow specificity,”NAACPv.Button,371\nU. S. 415, 433 (1963); see alsoHoffman Estatesv.Flipside, Hoffman Estates, Inc.,455 U. S. 489, 499\n(1982). These principles apply to laws that regulate expression for\nthe purpose of protecting children. SeeInterstate Circuit,\nInc.v.Dallas,390 U. S. 676, 689\n(1968).Here, the California law does not\ndefine “violent video games” with the “narrow specificity” that the\nConstitution demands. In an effort to avoid First Amendment\nproblems, the California Legislature modeled its violent video game\nstatute on the New York law that this Court upheld inGinsbergv.New York,390 U. S. 629(1968)—a law that\nprohibited the sale of certain sexually related materials to\nminors, seeid., at 631–633. But the California\nLegislature departed from theGinsbergmodel in an\nimportant respect, and the legislature overlooked important\ndifferences between the materials falling within the scope of the\ntwo statutes.BThe law at issue inGinsbergprohibited the sale to minors of materials that\nwere deemed “harmful to minors,” and the law defined “harmful to\nminors” simply by adding the words “for minors” to each element of\nthe definition of obscenity set out in what were then the Court’s\nleading obscenity decisions, seeRothv.United\nStates,354 U.\nS. 476(1957), andBook Named “John Cleland’s Memoirs of a\nWoman of Pleasure”v.Attorney General of Mass.,383 U. S. 413(1966).Seeking to bring its violent\nvideo game law within the protection ofGinsberg, the\nCalifornia Legislature began with the obscenity test adopted inMillerv.California,413 U. S. 15(1973), a\ndecision that revised the obscenity tests previously set out inRothandMemoirs. The legislature then made\ncertain modifications to accommodate the aim of the violent video\ngame law.UnderMiller, an obscenity statute\nmust contain a thresh-old limitation that restricts the statute’s\nscope to specifically described “hard core” materials. See 413 U.\nS., at 23–25, 27. Materials that fall within this “hard core”\ncategory may be deemed to be obscene if three additional\nrequirements are met:(1) an “average person, applying contemporary community\nstandards [must] find … the work, taken as a whole, appeals to the\nprurient interest”;(2) “the work [must] depic[t] or describ[e], in a patently\noffensive way, sexual conduct specifically defined by the\napplicable state law; and”(3) “the work, taken as a whole, [must] lac[k] serious literary,\nartistic, political, or scientific value.”Id., at 24\n(internal quotation marks omitted).Adapting these standards, the\nCalifornia law imposes the following threshold limitation: “[T]he\nrange of options available to a player [must] includ[e] killing,\nmaiming, dismembering, or sexually assaulting an image of a human\nbeing.” §1746(d)(1). Any video game that meets this threshold test\nis subject to the law’s restrictions if it also satisfies three\nfurther requirements:“(i) A reasonable person, considering the game\nas a whole, would find [the game] appeals to a deviant or morbid\ninterest of minors.“(ii) It is patently offensive to prevailing\nstandards in the community as to what is suitable for minors.“(iii) It causes the game, as a whole, to lack\nserious literary, artistic, political, or scientific value for\nminors.” §1746(d)(1)(A).[Footnote\n2]CThe first important difference\nbetween theGinsberglaw and the California violent video\ngame statute concerns their respective threshold requirements. As\nnoted, theGinsberglaw built upon the test for adult\nobscenity, and the current adult obscenity test, which was set out\ninMiller,requires an obscenity statute to contain a\nthreshold limitation that restricts the statute’s coverage to\nspecifically defined “hard core” depictions. See 413 U. S., at\n23–25, 27. TheMillerCourt gave as an example a statute\nthat applies to only “[p]atently offensive representations or\ndescriptions of ultimate sexual acts,” “masturbation, excretory\nfunctions, and lewd exhibition of the genitals.”Id., at\n25. TheMillerCourt clearly viewed this threshold\nlimitation as serving a vital notice function. “We are satisfied,”\nthe Court wrote, “that these specific prerequisites will provide\nfair notice to a dealer in such materials that his public and\ncommercial activities may bring prosecution.”Id., at 27;\nsee alsoReno,supra, at 873 (observing thatMiller’s threshold limitation “reduces the vagueness\ninherent in the open-ended term ‘patently\noffensive’ ”).[Footnote\n3]By contrast, the threshold\nrequirement of the California law does not perform the narrowing\nfunction served by the limitation inMiller. At least whenMillerwas decided, depictions of “hard core” sexual\nconduct were not a common feature of mainstream entertainment. But\nnothing similar can be said about much of the conduct covered by\nthe California law. It provides that a video game cannot qualify as\n“violent” unless “the range of options available to a player\nincludes killing, maiming, dismembering, or sexually assaulting an\nimage of a human being.” §1746(d)(1).For better or worse, our society has long\nregarded many depictions of killing and maiming[Footnote 4] as suitable features of popular\nentertainment, including entertainment that is widely available to\nminors. The California law’s threshold requirement would more\nclosely resemble the limitation inMillerif it targeted a\nnarrower class of graphic depictions.Because of this feature of the California\nlaw’s threshold test, the work of providing fair notice is left in\nlarge part to the three requirements that follow, but those\nelements are also not up to the task. In drafting the violent video\ngame law, the California Legislature could have made its own\njudgment regarding the kind and degree of violence that is\nacceptable in games played by minors (or by minors in particular\nage groups). Instead, the legislature relied on undefined societal\nor community standards.One of the three elements at issue here refers\nexpressly to “prevailing standards in the community as to what is\nsuitable for minors.” §1746(d)(1)(A)(ii). Another element points in\nthe same direction, asking whether “[a] reasonable person,\nconsidering [a] game as a whole,” would find that it “appeals to adeviantormorbidinterest of minors.”\n§1746(d)(1)(A)(i) (emphasis added).The terms “deviant” and “morbid” are not\ndefined in the statute, and California offers no reason to think\nthat its courts would give the terms anything other than their\nordinary meaning. See Reply Brief for Petitioners 5 (arguing that\n“[a] reasonable person can make this judgment through … a common\nunderstanding and definition of the applicable terms”). I therefore\nassume that “deviant” and “morbid” carry the meaning that they\nconvey in ordinary speech. The adjective “deviant” ordinarily means\n“deviating … from some accepted norm,” and the term “morbid” means\n“of, relating to, or characteristic of disease.” Webster’s 618,\n1469. A “deviant or morbid interest” in violence, therefore,\nappears to be an interest that de- viates from what is\nregarded—presumably in accordance with some generally accepted\nstandard—as normal and healthy. Thus, the application of the\nCalifornia law is heavily dependent on the identification of\ngenerally accepted standards regarding the suitability of violent\nentertainment for minors.The California Legislature seems to have\nassumed that these standards are sufficiently well known so that a\nperson of ordinary intelligence would have fair notice as to\nwhether the kind and degree of violence in a particular game is\nenough to qualify the game as “violent.” And because theMillertest looks to community standards, the legislature\nmay have thought that the use of undefined community standards in\nthe violent video game law would not present vagueness\nproblems.There is a critical difference, however,\nbetween obscenity laws and laws regulating violence in\nentertainment. By the time of this Court’s landmark obscenity cases\nin the 1960’s, obscenity had long been prohibited, seeRoth, 354 U. S., at 484–485, and this experience had\nhelped to shape certain generally accepted norms concerning\nexpression related to sex.There is no similar history regarding\nexpression related to violence. As the Court notes, classic\nliterature contains descriptions of great violence, and even\nchildren’s stories sometimes depict very violent scenes. Seeante, at 8–9.Although our society does not generally regard\nall depictions of violence as suitable for children or adolescents,\nthe prevalence of violent depictions in children’s literature and\nentertainment creates numerous opportunities for reasonable people\nto disagree about which depictions may excite “deviant” or “morbid”\nimpulses. See Edwards & Berman, Regulating Violence on\nTelevision, 89 Nw. U. L. Rev. 1487, 1523 (1995) (observing that theMillertest would be difficult to apply to violent\nexpression because “there is nothing even approaching a consensus\non low-value violence”).Finally, the difficulty of ascertaining the\ncommunity standards incorporated into the California law is\ncompounded by the legislature’s decision to lump all minors\ntogether. The California law draws no distinction between young\nchildren and adolescents who are nearing the age of majority.In response to a question at oral argument,\nthe attorney defending the constitutionality of the California law\nsaid that the State would accept a narrowing construction of the\nlaw under which the law’s references to “minors” would be\ninterpreted to refer to the oldest minors—that is, those just short\nof 18. Tr. of Oral Arg. 11–12. However, “it is not within our power\nto construe and narrow state laws.”Grayned, 408 U. S., at\n110. We can only “ ‘extrapolate [their] allowable\nmeaning’ ” from the statutory text and authoritative\ninterpretations of similar laws by courts of the State.Ibid. (quotingGarnerv.Louisiana,368 U. S. 157,\n174 (1961) (Frankfurter, J., concurring in judgment)).In this case, California has not provided any\nevidence that the California Legislature intended the law to be\nlimited in this way, or cited any decisions from its courts that\nwould support an “oldest minors” construction.[Footnote 5]For these reasons, I conclude that the\nCalifornia violent video game law fails to provide the fair notice\nthat the Constitution requires. And I would go no further. I would\nnot express any view on whether a properly drawn statute would or\nwould not survive First Amendment scrutiny. We should address that\nquestion only if and when it is necessary to do so.IIHaving outlined how I would\ndecide this case, I will now briefly elaborate on my reasons for\nquestioning the wisdom of the Court’s approach. Some of these\nreasons are touched upon by the dissents, and while I am not\nprepared at this time to go as far as either Justice Thomas or\nJustice Breyer, they raise valid concerns.AThe Court is wrong in saying that\nthe holding inUnited Statesv.Stevens, 559 U.\nS. ___ (2010), “controls this case.”Ante, at 4. First,\nthe statute inStevensdiffered sharply from the statute\nat issue here.Stevensstruck down a law that broadly\nprohibitedany personfrom creating, selling, or\npossessing depictions of animal cruelty for commercial gain. The\nCalifornia law involved here, by contrast, is limited to the sale\nor rental of violent video gamesto minors. The California\nlaw imposes no restriction on the creation of violent video games,\nor on the possession of such games by anyone, whether above or\nbelow the age of 18. The California law does not regulate the sale\nor rental of violent games by adults. And the California law does\nnot prevent parents and certain other close relatives from buying\nor renting violent games for their children or other young\nrelatives if they see fit.Second,Stevensdoes not\nsupport the proposition that a law like the one at issue must\nsatisfy strict scrutiny. The portion ofStevenson which\nthe Court relies rejected the Government’s contention that\ndepictions of animal cruelty were categorically outside the range\nofanyFirst Amendment protection. 559 U. S., at __ (slip\nop., at 5). Going well beyondStevens, the Court now holds\nthat any law that attempts to prevent minors from purchasing\nviolent video games must satisfy strict scrutiny instead of the\nmore lenient standard applied inGinsberg,390 U. S. 629, our most closely\nrelated precedent. As a result of today’s decision, a State may\nprohibit the sale to minors of whatGinsbergdescribed as\n“girlie magazines,” but a State must surmount a formidable (and\nperhaps insurmountable) obstacle if it wishes to prevent children\nfrom purchasing the most violent and depraved video games\nimaginable.Third,Stevensexpressly left open\nthe possibility that a more narrowly drawn statute targeting\ndepictions of animal cruelty might be compatible with the First\nAmendment. See 559 U. S., at ___ (slip op., at 19). In this case,\nthe Court’s sweeping opinion will likely be read by many, both\ninside and outside the video-game industry, as suggesting that no\nregulation of minors’ access to violent video games is allowed—at\nleast without supporting evidence that may not be realistically\nobtainable given the nature of the phenomenon in question.BThe Court’s opinion distorts the\neffect of the California law. I certainly agree with the Court that\nthe government has no “free-floating power to restrict the ideas to\nwhich children may be exposed,”ante, at 7, but the\nCalifornia law does not exercise such a power. If parents want\ntheir child to have a violent video game, the California law does\nnot interfere with that parental prerogative. Instead, the\nCalifornia law reinforces parental decisionmaking in exactly the\nsame way as the New York statute upheld inGinsberg. Under\nboth laws, minors are prevented from purchasing certain materials;\nand under both laws, parents are free to supply their children with\nthese items if that is their wish.Citing the video-game industry’s\nvoluntary rating system, the Court argues that the California law\ndoes not “meet a substantial need of parents who wish to restrict\ntheir children’s access to violent video games but cannot do so.”Ante, at 15. The Court does not mention the fact that the\nindustry adopted this system in response to the threat of federal\nregulation, Brief for Activision Blizzard, Inc., asAmicus\nCuriae7–10, a threat that the Court’s opinion may now be seen\nas largely eliminating. Nor does the Court acknowledge that\ncompliance with this system at the time of the enactment of the\nCalifornia law left much to be desired[Footnote 6]—or that future enforcement may decline if the\nvideo-game industry perceives that any threat of government\nregulation has vanished. Nor does the Court note, as Justice Breyer\npoints out, seepost, at 11 (dissenting opinion), that\nmany parents today are simply not able to monitor their children’s\nuse of computers and gaming devices.CFinally, the Court is far too\nquick to dismiss the possibility that the experience of playing\nvideo games (and the effects on minors of playing violent video\ngames) may be very different from anything that we have seen\nbefore. Any assessment of the experience of playing video games\nmust take into account certain characteristics of the video games\nthat are now on the market and those that are likely to be\navailable in the near future.Today’s most advanced video games\ncreate realistic alternative worlds in which millions of players\nimmerse themselves for hours on end. These games feature visual\nimagery and sounds that are strikingly realistic, and in the near\nfuture video-game graphics may be virtually indistinguishable from\nactual video footage.[Footnote\n7] Many of the games already on the market can produce high\ndefinition images,[Footnote 8]\nand it is predicted that it will not be long before video-game\nimages will be seen in three dimensions.[Footnote 9] It is also forecast that video games will\nsoon provide sensory feedback.[Footnote 10] By wearing a special vest or other device, a\nplayer will be able to experience physical sensations supposedly\nfelt by a character on the screen.[Footnote 11] Someamiciwho support respondents\nforesee the day when “ ‘virtual-reality shoot-‘em-ups’ ”\nwill allow children to “ ‘actually feel the splatting blood\nfrom the blown-off head’ ” of a victim. Brief for Reporters\nComm. for Freedom of the Press et al. asAmici Curiae29\n(quoting H. Schechter, Savage Pastimes 18 (2005)).Persons who play video games also have an\nunprecedented ability to participate in the events that take place\nin the virtual worlds that these games create. Players can create\ntheir own video-game characters and can use photos to produce\ncharacters that closely resemble actual people. A person playing a\nsophisticated game can make a multitude of choices and can thereby\nalter the course of the action in the game. In addition, the means\nby which players control the action in video games now bear a\ncloser relationship to the means by which people control action in\nthe real world. While the action in older games was often directed\nwith buttons or a joystick, players dictate the action in newer\ngames by engaging in the same motions that they desire a character\nin the game to perform.[Footnote\n12] For example, a player who wants a video-game character to\nswing a baseball bat—either to hit a ball or smash a skull—could\nbring that about by simulating the motion of actually swinging a\nbat.These present-day and emerging characteristics\nof video games must be considered together with characteristics of\nthe violent games that have already been marketed.In some of these games, the violence is\nastounding.[Footnote 13]\nVictims by the dozens are killed with every imaginable implement,\nincluding machine guns, shotguns, clubs, hammers, axes, swords, and\nchainsaws. Victims are dismembered, decapitated, disemboweled, set\non fire, and chopped into little pieces. They cry out in agony and\nbeg for mercy. Blood gushes, splatters, and pools. Severed body\nparts and gobs of human remains are graphically shown. In some\ngames, points are awarded based, not only on the number of victims\nkilled, but on the killing technique employed.It also appears that there is no antisocial\ntheme too base for some in the video-game industry to exploit.\nThere are games in which a player can take on the identity and\nreenact the killings carried out by the perpetrators of the murders\nat Columbine High School and Virginia Tech.[Footnote 14] The objective of one game is to\nrape a mother and her daughters;[Footnote 15] in another, the goal is to rape Native\nAmerican women.[Footnote 16]\nThere is a game in which players engage in “ethnic cleansing” and\ncan choose to gun down African-Americans, Latinos, or\nJews.[Footnote 17] In still\nanother game, players attempt to fire a rifle shot into the head of\nPresident Kennedy as his motorcade passes by the Texas School Book\nDepository.[Footnote 18]If the technological characteristics of the\nsophisticated games that are likely to be available in the near\nfuture are combined with the characteristics of the most violent\ngames already marketed, the result will be games that allow\ntroubled teens to experience in an extraordinarily personal and\nvivid way what it would be like to carry out unspeakable acts of\nviolence.The Court is untroubled by this possibility.\nAccording to the Court, the “interactive” nature of video games is\n“nothing new” because “all literature is interactive.”Ante, at 10–11. Disagreeing with this assessment, the\nInternational Game Developers Association (IGDA)—a group that\npresumably understands the nature of video games and that supports\nrespondents—tells us that video games are “far more concretely\ninteractive.” Brief for IGDA et al. asAmici Curiae3. And on this point, the game developers are surely correct.It is certainly true, as the Court notes, that\n“ ‘[l]it-erature, when it is successful draws the reader into\nthe story, makes him identify with the characters, invites him to\njudge them and quarrel with them, to experience their joys and\nsufferings as the reader’s own.’ ”Ante, at 11\n(quotingAmerican Amusement Machine Assn.v.Kendrick, 244 F. 3d 572, 577 (CA7 2001)). But only an\nextraordinarily imaginative reader who reads a description of a\nkilling in a literary work will experience that event as vividly as\nhe might if he played the role of the killer in a video game. To\ntake an example, think of a person who reads the passage in Crime\nand Punishment in which Raskolni- kov kills the old pawn broker\nwith an axe. See F. Dostoyevsky, Crime and Punishment 78 (Modern\nLibrary ed. 1950). Compare that reader with a video-game player who\ncreates an avatar that bears his own image; who sees a realistic\nimage of the victim and the scene of the killing in high definition\nand in three dimensions; who is forced to decide whether or not to\nkill the victim and decides to do so; who then pretends to grasp an\naxe, to raise it above the head of the victim, and then to bring it\ndown; who hears the thud of the axe hitting her head and her cry of\npain; who sees her split skull and feels the sensation of blood on\nhis face and hands. For most people, the two experiences will not\nbe the same.[Footnote\n19]When all of the characteristics of video games\nare taken into account, there is certainly a reasonable basis for\nthinking that the experience of playing a video game may be quite\ndifferent from the experience of reading a book, listening to a\nradio broadcast, or viewing a movie. And if this is so, then for at\nleast some minors, the effects of playing violent video games may\nalso be quite different. The Court acts prematurely in dismissing\nthis possibility out of hand.*  *  *For all these reasons, I would\nhold only that the particular law at issue here fails to provide\nthe clear notice that the Constitution requires. I would not\nsquelch legislative efforts to deal with what is perceived by some\nto be a significant and developing social problem. If differently\nframed statutes are enacted by the States or by the Federal\nGovernment, we can consider the constitutionality of those laws\nwhen cases challenging them are presented to us.Footnote 1It is well established that a judgment may be\naffirmed on an alternative ground that was properly raised but not\naddressed by the lower court.Washingtonv.Confederated Bands and Tribes of Yakima Nation,439 U. S. 463, 478,\nn. 20 (1979).Footnote 2Under the California law, a game that meets\nthe threshold requirement set out in text also qualifies as\n“violent” if it “[e]nables the player to virtually inflict serious\ninjury upon images of human beings or characters with substantially\nhuman characteristics in a manner which is especially heinous,\ncruel, or depraved in that it involves torture or serious physical\nabuse to the victim.” §1746(d)(1)(B). In the Court of Appeals,\nCalifornia conceded that this alternative definition is\nunconstitutional, 556 F. 3d 950, 954, n. 5 (CA9 2009),\nand therefore only the requirements set out in text are now before\nus.Footnote 3The provision of New York law under which the\npetitioner was convicted inGinsbergwas framed with\nsimilar specificity. This provision applied to depictions of\n“nudity” and “sexual conduct,” and both those terms were\nspecifically and unambiguously defined. See 390 U. S., at 645–647\n(Appendix A to opinion of the Court).Footnote 4The California law does not define the term\n“maiming,” nor has the State cited any decisions from its courts\nthat define the term in this context. Accordingly, I take the term\nto have its ordinary meaning, which includes the infliction of any\nserious wound, see Webster’s Third New International Dictionary\n1362 (2002) (hereinafter Webster’s).Footnote 5At oral argument, California also proposed\nthat the term “minors” could be interpreted as referring to the\n“typical age group of minors” who play video games. Tr. of Oral\nArg. 11. But nothing in the law’s text supports such a limitation.\nNor has California cited any decisions indicating that its courts\nwould restrict the law in this way. And there is nothing in the\nrecord indicating what this age group might be.Footnote 6A 2004 Federal Trade Commission Report showed\nthat 69 percent of unaccompanied children ages 13 to 16 were able\nto buy M-rated games and that 56 percent of 13-year-olds were able\nto buy an M-rated game. Marketing Violent Entertainment to\nChildren: A Fourth Follow-Up Review of Industry Practices in the\nMotion Picture, Music Recording & Electronic Game Industries\n26–28 (July 2004), http://www.ftc.gov/os/\n2004/07/040708kidsviolencerpt.pdf (all Internet materials as\nvisited June 24, 2011, and available in Clerk of Court’s case\nfile).Footnote 7See Chayka, Visual Games: Photorealism in\nCrisis, Kill Screen (May 2011),\nhttp://killscreendaily.com/articles/visual-games-photorealism-crisis.Footnote 8To see brief video excerpts from games with\nhighly realistic graphics, see Spike TV Video Game Awards 2010—Game\nof the Year Nominees, GameTrailers.com (Dec. 10, 2010),\nhttp://www.gametrailers.com/\nvideo/game-of-spike-tv-vga/707755?type=flv.Footnote 9See Selleck, Sony PS3 Launching 50 3D-Capable\nVideo Games in the Near Future, SlashGear (Nov. 23, 2010),\nhttp://www.slashgear.com/\nsony-ps3-launching-50-3d-capable-video-games-in-the-near-future-23115866;\nSofge, Why 3D Doesn’t Work for TV, But Is Great for Gaming, Popu-\nlar Mechanics (Mar. 11, 2010), http://www.popularmechanics.com/\ntechnology/digital/gaming/4342437.Footnote 10T. Chatfield, Fun Inc.: Why Games are the\nTwenty-first Century’s Most Serious Business 211 (2010) (predicting\nthat “[w]e can expect … physical feedback and motion detection as\nstandard in every gaming device in the near future”); J. Blascovich\n& J. Bailenson, Infinite Reality: Avatars, Eternal Life, New\nWorlds, and the Dawn of the Virtual Revolution 2 (2011)\n(“Technological developments powering virtual worlds are\naccelerating, ensuring that virtual experiences will become moreimmersiveby providing sensory information that makes\npeople feel they are ‘inside’ virtual worlds” (emphasis in the\noriginal)).Footnote 11See Topolsky, The Mindwire V5 Turns Gaming\ninto Pure Electroshock Torture, Engadget (Mar. 9, 2008),\nhttp://www.engadget.com/\n2008 / 03 / 09 / the - mindwire - v5 - turns - gaming - into - pure-electroshock-torture;\nGreenemeier, Video Game Vest Simulates Sensation of Being Capped,\nScientific American (Oct. 25, 2007),\nhttp://www.scientificamerican.com/\narticle.cfm?id=video-game-vest-simulates.Footnote 12See Schiesel, A Real Threat Now Faces the\nNintendo Wii, N. Y. Times, Dec. 3, 2010, p. F7 (describing how\nleading developers of video-game consoles are competing to deliver\ngesture-controlled gaming devices).Footnote 13For a sample of violent video games, see\nWilson, The 10 Most Violent Video Games of All Time, PCMag.com\n(Feb. 10, 2011),\nhttp://www.pcmag.com/article2/0,2817,2379959,00.asp. To see brief\nvideo excerpts from violent games, see Chomik, Top 10: Most Violent\nVideo Games, AskMen.com, http://www.askmen.com/top_10/videogame/\ntop-10-most-violent-video-games.html; Sayed, 15 Most Violent Video\nGames That Made You Puke, Gamingbolt (May 2, 2010), http://\ngamingbolt.com/15-most-violent-video-games-that-made-you-puke.Footnote 14Webley, “School Shooter” Video Game to\nReenact Columbine, Virginia Tech Killings, Time (Apr. 20, 2011),\nhttp://newsfeed.time.com/\n2011 / 04 / 20 / school - shooter - video - game - reenacts-columbine-virginia-tech-killings.\nAfter a Web site that made School Shooter available for download\nremoved it in response to mounting criticism, the developer stated\nthat it may make the game available on its own Web site. Inside the\nSick Site of a School Shooter Mod (Mar. 26, 2011),\nhttp://ssnat.com.Footnote 15Lah, “RapeLay” Video Game Goes Viral Amid\nOutrage, CNN (Mar. 30, 2010),\nhttp://articles.cnn.com/2010-03-30/world/japan.video.\ngame.rape_1_game-teenage-girl-japanese-government?_s=PM:WORLD.Footnote 16Graham, Custer May be Shot Down Again in a\nBattle of the Sexes Over X-Rated Video Games, People, Nov. 15,\n1982, pp. 110, 115.Footnote 17Scheeres, Games Elevate Hate to Next Level,\nWired (Feb. 20, 2002),\nhttp://www.wired.com/culture/lifestyle/news/2002/02/50523.Footnote 18Thompson, A View to a Kill: JFK Reloaded is\nJust Plain Creepy, Slate (Nov. 22, 2004),\nhttp://www.slate.com/id/2110034.Footnote 19As the Court notes, there are a few\nchildren’s books that ask young readers to step into the shoes of a\ncharacter and to make choices that take the stories along one of a\nvery limited number of possible lines. Seeante, at 10.\nBut the very nature of the print medium makes it impossible for a\nbook to offer anything like the same number of choices as those\nprovided by a video game.",
    "joined": []
}