{
    "case": {
        "docket": "14-8349",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-8349/"
    },
    "id": "3575438",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–8349_________________TIMOTHY TYRONE FOSTER, PETITIONERv.BRUCE CHATMAN, WARDENon writ of certiorari to the supreme court of\ngeorgia[May 23, 2016]Justice Alito, concurring in the judgment.I agree with the Court that the decision of the\nSupreme Court of Georgia cannot be affirmed and that the case must\nbe remanded. I write separately to explain my understanding of the\nrole of state law in the proceedings that must be held on\nremand.IAs the Court recounts, in August 1986, Queen\nMadge White, a 79-year-old retired schoolteacher, was sexually\nassaulted and brutally murdered in her home in Rome, Georgia. Her\nhome was ransacked, and various household items were stolen.Fosterv.State, 258 Ga. 736, 374 S. E. 2d\n188 (1988). About a month after the murder, police officers were\ncalled to respond to a local disturbance. The complainant, Lisa\nStubbs, told them that her boyfriend, petitioner Timothy Foster,\nhad killed White and had distributed the goods stolen from White’s\nhome to Stubbs and family members. Tr. 1719–1723. Officers arrested\nFoster, who confessed to the murder and robbery, 258 Ga., at 736,\n374 S. E. 2d, at 190, and the police recovered some of the\nstolen goods.Foster was put on trial for White’s murder,\nconvicted, and sentenced to death. Before, during, and after his\ntrial, Foster argued that the prosecution violated his rights under\nthis Court’s then-recent decision inBatsonv.Kentucky, 476 U. S. 79 (1986) , by peremptorily\nchallenging all the prospective jurors who were black. After the\nGeorgia Supreme Court rejected Foster’sBatson argument on\ndirect appeal, he filed a petition for a writ of certiorari in this\nCourt, but his petition did not raise aBatsonclaim,[1] and the petition was\ndenied.Fosterv.Georgia, 490 U. S. 1085 (1989)\n.In July 1989, Foster filed a state habeas\npetition in the Superior Court of Butts County, Georgia. For the\nnext 10 years, most of Foster’s claims (including hisBatsonclaim) were held in abeyance while the Georgia courts adjudi-cated\nFoster’s claim that he is “mentally retarded” and thus cannot be\nexecuted under Georgia law.Zantv.Foster, 261 Ga.\n450, 406 S. E. 2d 74 (1991). After extensive court\nproceedings, including two visits to the State Supreme\nCourt,[2] additional petitions\nfor certiorari to this Court,[3] and a jury trial on the issue of intellectual\ndisability, Foster was denied relief on that claim. He then amended\nhis habeas petition, and the Superior Court considered the many\nother claims asserted in his petition, including hisBatsonclaim. In support of that claim, Foster offered new evidence,\nnamely, the prosecution’s jury selection notes, which he had\nobtained through a Georgia open-records request. These notes showed\nthat someone had highlighted the names of black jurors and had\nwritten the letter “B” next to their names.The Superior Court issued a written decision in\nwhich it evaluated Foster’s habeas claims. The opinion began by\nnoting that many of his claims were barred by res judi-cata. The\nopinion stated: “[T]his court notes . . . that the\nfollowing claims are not reviewable based on the doctrine of res\njudicata, as the claims were raised and litigated adversely to the\npetitioner on his direct appeal to the Georgia Supreme Court.” App.\n175. Included in the list of barred claims was “Petitioner[’s]\nalleg[ation] that the State used peremptory challenges in a\nracially discriminatory manner in violation ofBatson.”Id., at 175–176.Later in its opinion, the Superior Court again\nreferred to theBatsonclaim and wrote as follows:“The Respondent argues that this claim is\nnot reviewable due to the doctrine of res judicata. However,\nbecause the Petitioner claims that additional evidence allegedly\nsupporting this ground was discovered subsequent to the Georgia\nSupreme Court’s ruling inFoster v. State, 258 Ga. 736\n(1988) [the decision affirming Foster’s conviction on direct\nappeal], this court will review theBatsonclaim as to\nwhether Petitioner has shown any change in the facts sufficient to\novercome the res judicata bar.”Id.,at 192.The court then reviewed the evidence and\nconcluded that it “[could not] find that the highlighting of the\nnames of black jurors and the notation of their race can serve to\noverride this previous consideration [on direct appeal].”Id.,at 193. Because “all jurors in this case, regardless of\nrace, were thoroughly investigated and considered before the State\nexercised its peremptory challenges,” the court found that\n“Petitioner fail[ed] to demonstrate purposeful discrimination on\nthe basis that the race of prospective jurors was either circled,\nhighlighted or otherwise noted on various lists.”Id.,at\n195. Thus, the court held that theBatsonclaim was “without\nmerit.” App. 196.Foster subsequently sought review of the\nSuperior Court’s decision in the Georgia Supreme Court, but that\ncourt refused to issue a certificate of probable cause (CPC) to\nappeal. In its entirety, the State Supreme Court order states:“Upon consideration of the Application for\nCertificate of Probable Cause to appeal the denial of habeas\ncorpus, it is ordered that it be hereby denied. All the Justices\nconcur, except Benham, J., who dissents.”Id.,at 246.Foster sought review of this decision, and this\nCourt granted certiorari to review the decision of the Georgia\nSupreme Court. 575 U. S. ___ (2015).IIThe decision of the Georgia Supreme Court was\na decision on the merits of Foster’sBatsonclaim, as\npresented in his state habeas petition. See Ga. Sup. Ct. Rule\n36 (2016) (a CPC to appeal a final judgment in a habeas corpus case\ninvolving a criminal conviction “will be issued where there is\narguable merit”);Hittsonv.Warden, 759 F. 3d 1210,\n1232 (CA11 2014) (The Georgia Supreme Court’s standard for denying\na CPC “clearly constitutes an adjudication on the merits”). Thus,\nwhat the Georgia Supreme Court held was that Foster’sBatsonclaim, as presented in his state habeas petition, lacked arguable\nmerit.That holding was likely based at least in part\non state law. As noted, the Superior Court quite clearly held that\nFoster’sBatsonclaim was barred by res judicata. That\nconclusion, to be sure, was not entirely divorced from the merits\nof his federal constitutional claim, since the court went on to\ndiscuss the evidence advanced by petitioner in support of his\nargument that the prosecution’s strikes of black members of the\nvenire were based on race. Rather, it appears that the Superior\nCourt understood state law to permit Foster to obtain\nreconsideration of his previously rejectedBatsonclaim only\nif he was able to show that a “change in the facts” was “sufficient\nto overcome the res judicata bar.” App. 192.In concluding that Foster’s renewedBatsonclaim was required to meet a heightened standard, the\nSuperior Court appears to have been following established Georgia\nlaw. Some Georgia cases seem to stand for the proposition that the\nbar is absolute, at least in some circumstances. See,e.g.,\nRoulainv.Martin, 266 Ga. 353, 466 S. E. 2d 837,\n839 (1996) (“Since this issue was raised and resolved in Martin’s\ndirect appeal, it should not have been readdressed by the habeas\ncourt”);Davisv.Thomas, 261 Ga. 687, 689, 410\nS. E. 2d 110, 112 (1991) (“This issue was raised on direct\nappeal, and this court determined that it had no merit. Davis\nrecognizes the principle that one who had an issue decided\nadversely to him on direct appeal is precluded from relitigating\nthat issue on habeas corpus”);Gunterv.Hickman, 256\nGa. 315, 316, 348 S. E. 2d 644, 645 (1986) (“This issue was\nactually litigated, i.e., raised and decided, in the appellant’s\ndirect appeal . . . . For this reason, the issue\ncannot be reasserted in habeas-corpus proceedings”);Elrodv.Ault, 231 Ga. 750, 204 S. E. 2d 176 (1974) (“After\nan appellate review the same issues will not be reviewed on habeas\ncorpus”). Other decisions, however, allow a defendant to overcome\nres judicata if he can produce newly discovered evidence that was\nnot “reasonably available” to him on direct review.Gibsonv.Head, 282 Ga. 156, 159, 646 S. E. 2d 257, 260\n(2007); see alsoGibsonv.Ricketts, 244 Ga. 482,\n483, 260 S. E. 2d 877, 878 (1979).[4]In restricting the relitigation of previously\nrejected claims, Georgia is not alone. “[W]e have long and\nconsistently affirmed that a collateral challenge may not do\nservice for an appeal.”United Statesv.Frady, 456\nU. S. 152, 165 (1982) . Accordingly, at least as a general\nrule, federal prisoners may not use a motion under 28\nU. S. C. §2255 to relitigate a claim that was previously\nrejected on direct appeal. See,e.g.,Reedv.Farley, 512 U. S. 339, 358 (1994) (Scalia, J.,\nconcurring in part and concurring in judgment) (“[C]laims will\nordinarily not be entertained under §2255 that have already been\nrejected on direct review”);Withrowv.Williams, 507\nU. S. 680, 721 (1993) (Scalia, J., concurring in part and\ndissenting in part) (“[A]bsent countervailing considerations,\ndistrict courts may refuse to reach the merits of a constitutional\nclaim previously raised and rejected on direct appeal”);United\nStatesv.Lee, 715 F. 3d 215, 224 (CA8 2013);Rozierv.UnitedStates, 701 F. 3d 681,\n684 (CA11 2012);United Statesv.Roane, 378\nF. 3d 382, 396, n. 7 (CA4 2004);United Statesv.Webster, 392 F. 3d 787, 791 (CA5 2004);Whitev.United States, 371 F. 3d 900, 902 (CA7 2004);United\nStatesv.Jones, 918 F. 2d 9, 10–11 (CA2 1990);United Statesv.Prichard, 875 F. 2d 789,\n790–791 (CA10 1989). Cf.Davisv.United States, 417\nU. S. 333, 342 (1974) . As we have said, “[i]t has, of course,\nlong been settled law that an error that may justify reversal on\ndirect appeal will not necessarily support a collateral attack on a\nfinal judgment. The reasons for narrowly limiting the grounds for\ncollateral attack on final judgments are well known and basic to\nour adversary system of justice.”United Statesv.Addonizio, 442 U. S. 178, 184 (1979) (footnote\nomitted).In accordance with this principle, federal law\nprovides that a state prisoner may not relitigate a claim that was\nrejected in a prior federal habeas petition. See 28\nU. S. C. §§2244(b)(1)–(3). And even when a state\nprisoner’s second or successive federal habeas petition asserts a\nnew federal constitutional claim based on what is asserted to be\nnew evidence, the claim must be dismissed unless a very demanding\ntest is met. See §2244(b)(2)(B) (“[T]he factual predicate for the\nclaim could not have been discovered previously through the\nexercise of due diligence”; and the facts must “be sufficient to\nestablish by clear and convincing evidence that . . . no\nreasonable factfinder would have found the applicant guilty”).“[T]he principle of finality” is “essential to\nthe operation of our criminal justice system.”Teaguev.Lane, 489 U. S. 288, 309 (1989) (plurality opinion).\nThus, once a criminal conviction becomes final—as Foster’s did 30\nyears ago—state courts need not remain open indefinitely to\nrelitigate claims related to that conviction which were raised and\ndecided on direct review. States are under no obligation to permit\ncollateral attacks on convictions that have become final, and if\nthey allow such attacks, they are free to limit the circumstances\nin which claims may be relitigated.To the extent that the decision of the Georgia\nSupreme Court was based on a state rule restricting the\nrelitigation of previously rejected claims, the decision has a\nstate-law component, and we have no jurisdiction to review a state\ncourt’s decision on a question of state law. See 28\nU. S. C. §1257(a). This Court, no less than every other\nfederal court, has “an independent obligation to ensure that [we]\ndo not exceed the scope of [our] jurisdiction, and therefore [we]\nmust raise and decide jurisdictional questions that the parties\neither overlook or elect not to press.”Hendersonv.Shinseki, 562 U. S. 428, 434 (2011) .III“This Court long has held that it will not\nconsider an issue of federal law on direct review from a judgment\nof a state court if that judgment rests on a state-law ground that\nis both ‘independent’ of the merits of the federal claim and an\n‘adequate’ basis for the court’s decision,”Harrisv.Reed,489 U. S. 255, 260 (1989) , and like the Court\n(and both petitioner and respondent) I agree that we cannot\nconclude from the brief order issued by the Supreme Court of\nGeorgia that its decision was based wholly on state law. It is\nentirely possible that the State Supreme Court reached a conclusion\nabout the effect of the state res judicata bar based in part on as\nassessment of the strength of Foster’sBatsonclaim or the\nextent to which the new evidence bolstered that claim. And if that\nis what the State Supreme Court held, the rule that the court\napplied was an amalgam of state and federal law.By the same token, however, the state-law res\njudicata rule applied by the Superior Court is clearly not like the\nrule inAkev.Oklahoma, 470 U. S. 68 (1985) ,\nwhich appears to have been entirely dependent on federal law. InAke, a prisoner argued that due process entitled him to\nobtain the services of a psychiatrist in order to prove that he was\ninsane at the time when he committed a murder. The Oklahoma courts\nconcluded thatAke’s claim was waived, but the Oklahoma\nwaiver rule essentially made an exception for any case in which\nthere was a violation of a fundamental federal constitutional\nright. Seeid., at 74–75 (“The Oklahoma waiver rule does not\napply to fundamental trial error,” including “federal\nconstitutional errors [that] are ‘fundamental’ ”). Thus, the\nstate waiver rule was entirely dependent on federal law, and this\nCourt therefore held that it had jurisdiction to review the\nunderlying constitutional question—whether Ake was entitled to a\npsychiatrist. Then, having found a constitu-tional violation, the\nCourt remanded for a new trial.Id., at 86–87.The res judicata rule applied by the Superior\nCourt in this case is quite different. That court obviously did not\nthink that Georgia law included anAke-like exception that\nwould permit a defendant to overcome res judicata simply by making\nthe kind of showing of federal constitutional error that would have\nbeen sufficient when the claim was first adjudicated. Accordingly,Akedoes not mean that we can simply disregard the\npossibility that the decision under review may have a state-law\ncomponent.Our cases chart the path that we must follow in\na situation like the one present here. When “a state court’s\ninterpretation of state law has been influenced by an accompanying\ninterpretation of federal law,” the proper course is for this Court\nto “revie[w] the federal question on which the state-law\ndetermination appears to have been premised. If the state court has\nproceeded on an incorrect perception of federal law, it has been\nthis Court’s practice to vacate the judgment of the state court and\nremand the case so that the court may reconsider the state-law\nquestion free of misapprehensions about the scope of federal law.”Three Affiliated Tribes of Fort Berthold Reservationv.Wold Engineering, P. C., 467 U. S. 138, 152 (1984) .\nSee also S. Shapiro, K. Geller, T. Bishop, E. Hartnett, & D.\nHimmelfarb, Supreme Court Practice 212 (10th ed. 2013). In a\nsituation like the one presented here, the correct approach is for\nus to decide the question of federal law and then to remand the\ncase to the state court so that it can reassess its decision on the\nstate-law question in light of our decision on the underlying\nfederal issue.[5]IVI agree with the Court that the totality of\nthe evidence now adduced by Foster is sufficient to make out aBatsonviolation. On remand, the Georgia Supreme Court is\nbound to accept that evaluation of the federal question, but\nwhether that conclusion justifies relief under state res judicata\nlaw is a matter for that court to decide.Compliance withBatsonis essential to\nensure that defendants receive a fair trial and to preserve the\npublic confidence upon which our system of criminal justice\ndepends. But it is also important that this Court respect the\nauthority of state courts to structure their systems of\npostconviction review in a way that promotes the expeditious and\ndefinitive disposition of claims of error.Until recently, this Court rarely granted review\nof state-court decisions in collateral review proceedings,\npreferring to allow the claims adjudicated in such proceedings to\nbe decided first in federal habeas proceedings. SeeLawrencev.Florida, 549 U. S. 327, 335 (2007) (“[T]his Court\nrarely grants review at this stage of the litigation even when the\napplication for state collateral relief is supported by arguably\nmeritorious federal constitutional claims, choosing instead to wait\nfor federal habeas proceedings” (internal quotation marks\nomitted));Kylesv.Whitley, 498 U. S. 931, 932\n(1990) (Stevens, J., concurring in denial of stay of execution);Huffmanv.Florida, 435 U. S. 1014 –1018 (1978)\n(Stevens, J., respecting denial of certiorari). When cases reach\nthis Court after habeas review in the lower federal courts, the\nstandards of review set out in the Antiterrorism and Effective\nDeath Penalty Act of 1996, 28 U. S. C. §2254, apply.\nRecently, this Court has evidenced a predilection for granting\nreview of state-court decisions denying postconviction relief, see,e.g., Wearryv.Cain, 577 U. S. __ (2016)\n(per curiam). Particularly in light of that trend, it is\nimportant that we do not lightly brush aside the States’ legitimate\ninterest in structuring their systems of postconviction review in a\nway that militates against repetitive litigation and endless\ndelay.Notes1Nor did his petition for\nrehearing, which was also denied.Fosterv.Georgia,\n492 U. S. 928 (1989) .2SeeZantv.Foster, 261 Ga. 450, 406 S. E. 2d 74 (1991);Fosterv.State, 272 Ga. 69, 525 S. E. 2d 78\n(2000).3SeeFosterv.Georgia, 503 U. S. 921 (1992) ;Fosterv.Georgia, 531 U. S. 890 , reh’g denied, 531 U. S.\n1045 (2000) .4Georgia res judicata law\nmay also include a “miscarriage of justice” exception, but that\nappears to capture only the exceptionally rare claim of actual\ninnocence, and so is not at issue here. SeeWalkerv.Penn, 271 Ga. 609, 611, 523 S. E. 2d 325, 327 (1999)\n(“The term miscarriage of justice is by no means to be deemed\nsynonymous with procedural irregularity, or even with reversible\nerror. To the contrary, it demands a much greater substance,\napproaching perhaps the imprisonment of one who, not only isnotguilty of the specific offense for which he is\nconvicted, but, further, is not even culpable in the circumstances\nunder inquiry. (A plain example is a case of mistaken identity)”\n(brackets omitted)).5The Court relies onAkesolely for the proposition, with which I agree, that we\nhave jurisdiction to review the federal question whether the\ntotality of the circumstances (that is, all the facts brought to\nthe attention of the state courts on direct appeal and collateral\nreview) make out aBatsonclaim.Ante, at 9,\nn. 4. Thus, the Court does not preclude consideration of state\nlaw issues on remand. Seeante, at 25.",
    "joined": []
}