{
    "case": {
        "docket": "16-240",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-240/"
    },
    "id": "3751461",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–240_________________KENTEL MYRONE WEAVER, PETITIONERv.MASSACHUSETTSon writ of certiorari to the supreme judicial\ncourt of massachusetts[June 22, 2017]Justice Alito, with whom Justice Gorsuch\njoins, concurring in the judgment.This case calls for a straightforward\napplication of the familiar standard for evaluating ineffective\nassistance of counsel claims.Stricklandv.Washington,466 U. S. 668, 687 (1984) . Weaver cannot\nmeet that standard, and therefore his claim must be rejected.The Sixth Amendment protects a criminal\ndefendant’s right “to have the Assistance of Counsel for his\ndefence.” That right is violated when (1) “counsel’s performance\nwas deficient” in the relevant sense of the term and (2) “the\ndeficient performance prejudiced the defense.”Strickland,\nsupra, at 687. The prejudice requirement—which is the one at\nissue in this case—“arises from the very nature” of the right to\neffective representation: Counsel simply “cannot be ‘ineffective’\nunless his mistakes have harmed the defense (or, at least, unless\nit is reasonably likely that they have).”United Statesv.Gonzalez-Lopez, 548 U. S. 140, 147 (2006) . In other\nwords, “a violation of the Sixth Amendment right toeffectiverepresentation is not ‘complete’ until the\ndefendant is prejudiced.”Ibid.Strickland’s definition of prejudice is\nbased on the reli-ability of the underlying proceeding. “The\nbenchmark for judging any claim of ineffectiveness must be whether\ncounsel’s conduct so undermined the proper functioning of the\nadversarial process thatthe trial cannot be relied onas\nhaving produced a just result.” 466 U. S., at 686 (emphasis\nadded); seeUnited Statesv.Cronic, 466 U. S.\n648, 658 (1984) . This is so because “[t]he purpose of the Sixth\nAmendment guarantee of counsel is to ensure that a defendant has\nthe assistance necessary to justify reliance on the outcome of the\nproceeding.”Strickland, 466 U. S., at 691–692.\nAccordingly, an attorney’s error “does not warrant setting aside\nthe judgment of a criminal proceeding if the error had no effect on\nthe judgment.”Id., at 691.Weaver makes much of theStricklandCourt’s statement that “the ultimate focus of inquiry must be on\nthe fundamental fairness of the proceeding.”Id., at 696.\nBut the very next sentence clarifies what the Court had in mind,\nnamely, the reliability of the proceeding. In that sentence, the\nCourt explains that the proper concern—“[i]n every case”—is\n“whether, despite the strong presumption of reliability, the result\nof the particular proceeding is unreliable.”Ibid.In other\nwords, the focus on reliability is consistent throughout theStricklandopinion.To show that a counsel’s error rendered a legal\nproceeding unreliable, a defendant ordinarily must demonstrate “a\nreasonable probability that, but for counsel’s unprofessional\nerrors, the result of the proceeding would have been different.”Id., at 694. In a challenge to a conviction, such as the one\nin this case, this means that the defendant must show “a reasonable\nprobability that, absent the errors, the factfinder would have had\na reasonable doubt respecting guilt.”Id., at 695.The Court has relieved defendants of the\nobligation to make this affirmative showing in only a very narrow\nset of cases in which the accused has effectively been denied\ncounsel altogether: These include the actual or constructive denial\nof counsel, state interference with counsel’s assistance, or\ncounsel that labors under actual conflicts of interest.Id.,\nat 692;Cronic, 466 U. S., at 658–660. Prejudice can be\npresumed with respect to these errors because they are “so likely\nto prejudice the accused that the cost of litigating their effect\nin a particular case is unjustified.”Id., at 658; seeStrickland,supra, at 692;Mickensv.Taylor, 535 U. S. 162, 175 (2002) .In short, there are two ways of meeting theStricklandprejudice requirement. A defendant must\ndemonstrate either that the error at issue was prejudicial or that\nit belongs to the narrow class of attorney errors that are\ntantamount to a denial of counsel, for which an individualized\nshowing of prejudice is unnecessary.Weaver attempts to escape this framework by\nstressing that the deprivation of the right to a public trial has\nbeen described as a “structural” error, but this is irrelevant\nunderStrickland. The concept of “structural error” comes\ninto play when it is established that an error occurred at the\ntrial level and it must be decided whether the error was harmless.\nSeeNederv. United States, 527 U. S. 1, 7\n(1999) ;Arizonav. Fulminante, 499 U. S. 279\n–310 (1991). The prejudice prong ofStricklandis entirely\ndifferent. It does not ask whether an error was harmless but\nwhether there was an error at all, for unless counsel’s deficient\nperformance prejudiced the defense, there was no Sixth Amendment\nviolation in the first place. SeeGonzalez-Lopez,supra, at 150 (even where an attorney’s defi-cient\nperformance “pervades the entire trial,” “we do not allow reversal\nof a conviction for that reason without a showing of prejudice”\nbecause “the requirement of showing prejudice in ineffectiveness\nclaims stems from the very definition of the right at issue”).\nWeaver’s theory conflicts withStricklandbecause it implies\nthat an attorney’s error can be prejudicial even if it “had no\neffect,” or only “some conceivable effect,” on the outcome of his\ntrial.Strickland,supra, at 691, 693. That is\nprecisely whatStricklandrules out.To sum up, in order to obtain relief underStrickland, Weaver must show that the result of his trial\nwas unreli-able. He could do so by demonstrating a reasonable\nlikelihood that his counsel’s error affected the verdict.\nAlternatively, he could establish that the error falls within the\nvery short list of errors for which prejudice is presumed. Weaver\nhas not attempted to make either argument, so his claim must be\nrejected. I would affirm the judgment of the Supreme Judicial Court\nof Massachusetts on that ground.",
    "joined": []
}