{
    "case": {
        "docket": "38",
        "citation": "552",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/552/38/"
    },
    "id": "1962573",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGGALL V. UNITED STATES552 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-7949BRIAN MICHAEL GALL, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[December 10, 2007]Justice Alito, dissenting.The fundamental question in this\ncase is whether, under the remedial decision inUnited\nStatesv.Booker,543 U. S. 220(2005), a\ndistrict court must give the policy decisions that are embodied in\nthe Sentencing Guidelines at least some significant weight in\nmaking a sentencing decision. I would answer that question in the\naffirmative and would therefore affirm the decision of the Court of\nAppeals.IInBooker,a bare\nmajority held that the Sentencing Reform Act of 1984 (Sentencing\nReform Act), as amended, 18 U. S. C. §3551et seq.,\n28 U. S. C. §991et seq., violated the Sixth\nAmendment insofar as it required district judges to follow the\nUnited States Sentencing Guidelines, but another bare majority held\nthat this defect could be remedied by excising the two statutory\nprovisions, 18 U. S. C. §§3553(b)(1) and 3742(e) (2000 ed. and\nSupp. IV), that made compliance with the Guidelines mandatory. As a\nresult of these two holdings, the lower federal courts were\ninstructed that the Guidelines must be regarded as “effectively\nadvisory,”Booker, 543 U. S., at 245, and that individual\nsentencing decisions are subject to appellate review for\n“ ‘reasonableness.’ ”Id.,at 262. TheBookerremedial opinion did not explain exactly what it\nmeant by a system of “advisory” guidelines or by “reasonableness”\nreview, and the opinion is open to different interpretations.It is possible to read the\nopinion to mean that district judges, after giving the Guidelines a\npolite nod, may then proceed essentially as if the Sentencing\nReform Act had never been enacted. This is how two of the dissents\ninterpreted the Court’s opinion. Justice Stevens wrote that\nsentencing judges had “regain[ed] the unconstrained discretion\nCongress eliminated in 1984” when it enacted the Sentencing Reform\nAct.Id.,at 297. Justice Scalia stated that “logic\ncompels the conclusion that the sentencing judge … has full\ndiscretion, as full as what he possessed before the Act was passed,\nto sentence anywhere within the statutory range.”Id., at\n305.While this is a possible understanding of the\nremedial opinion, a better reading is that sentencing judges must\nstill give the Guidelines’ policy decisions some significant weight\nand that the courts of appeals must still police compliance. In a\nkey passage, the remedial opinion stated:“The district courts, while not bound to apply the\nGuidelines, must consult those Guidelines and take them into\naccount when sentencing. See 18 U. S. C. A. §§3553(a)(4),\n(5) (Supp. 2004).But compare post, at 305 (Scalia, J., dissenting in part) (claiming that the sentencing\njudge has the same discretion ‘he possessed before the Act was\npassed’). The courts of appeals\nreview sentencing decisions for unreasonableness. These features of\nthe remaining system, while not the system Congress enacted,\nnonethelesscontinue to move sentencing in Congress’ preferred\ndirection, helping to avoid excessive sentencing disparitieswhile maintaining flexibility sufficient to individualize sentences\nwhere necessary.”Id., at 264–265 (emphasis\nadded).The\nimplication of this passage is that district courts are still\nrequired to give some deference to the policy decisions embodied in\nthe Guidelines and that appellate review must monitor compliance.\nDistrict courts must not only “consult” the Guidelines, they must\n“take them into account.”Id.,at 264. In\naddition, the passage distances the remedial majority from Justice\nScalia’s position that, under an advisory Guidelines scheme, a\ndistrict judge would have “discretion to sentence anywhere within\nthe ranges authorized by statute” so long as the judge “state[d]\nthat ‘this court does not believe that the punishment set forth in\nthe Guidelines is appropriate for this sort of offense.’ ”Id.,at 305 (opinion dissenting in part).Moreover, in the passage\nquoted above and at other points in the remedial opinion, the Court\nexpressed confidence that appellate review for reasonableness would\nhelp to avoid “ ‘excessive sentencing disparities’ ” and\n“would tend to iron out sentencing differences.”Id.,at 263. Indeed, a major theme of the\nremedial opinion, as well as our decision last Term inRitav.United States, 551 U. S. ___ (2007), was\nthat the post-Bookersentencing regime would still promote\nthe Sentencing Reform Act’s goal of reducing sentencing\ndisparities. See,e.g., 551 U. S., at __ (slip op., at 8),\n__ (slip op., at 9), __ (slip op., at 15);Booker,supra,at 259–260, 263–264.It is unrealistic to\nthink this goal can be achieved over the long term if sentencing\njudges need only give lip service to the Guidelines. The other\nsentencing factors set out in §3553(a) are so broad that they\nimpose few real restraints on sentencing judges. Seeid.,at 305 (Scalia, J., dissenting in part). Thus, if judges are\nobligated to do no more than consult the Guidelines before deciding\nupon the sentence that is, in their independent judgment,\nsufficient to serve the other §3553(a) factors, federal sentencing\nwill not “move … in Congress’ preferred direction.”Id.,at 264 (opinion of the Court). On the contrary, sentencing\ndisparities will gradually increase. Appellate decisions affirming\nsentences that diverge from the Guidelines (such as the Court’s\ndecision today) will be influential, and the sentencing habits\ndeveloped during the pre-Bookerera will fade.Finally, in reading theBookerremedial opinion, we should not forget the\ndecision’s constitutional underpinnings.Bookerand its\nantecedents are based on the Sixth Amendment right to trial by\njury. The Court has held that (at least under a mandatory\nguidelines system) a defendant has the right to have a jury, not a\njudge, find facts that increase the defendant’s authorized\nsentence. Seeid.,at 230–232;Blakelyv.Washington,542 U. S. 296, 303–304\n(2004). It is telling that the rules set out in the Court’s opinion\nin the present case have nothing to do with juries or factfinding\nand, indeed, that not one of the facts that bears on petitioner’s\nsentence is disputed. What is at issue, instead, is the allocation\nof the authority to decide issues of substantive sentencing policy,\nan issue on which the Sixth Amendment says absolutely nothing. The\nyawning gap between the Sixth Amendment and the Court’s opinion\nshould be enough to show that theBlakely-Bookerline of\ncases has gone astray.InBlakely, the\nCourt drew a distinction—between judicial factfinding under a\nguidelines system and judicial factfinding under a discretionary\nsentencing system, see 542 U. S., at 309–310—that, in my judgment,\ncannot be defended as a matter of principle. It would be a coherent\nprinciple to hold that any fact that increases a defendant’s\nsentence beyond the minimum required by the jury’s verdict of guilt\nmust be found by a jury. Such a holding, however, would clash with\naccepted sentencing practice at the time of the adoption of the\nSixth Amendment. By that time, many States had enacted criminal\nstatutes that gave trial judges the discretion to select a sentence\nfrom within a prescribed range,[Footnote 1] and the First Congress enacted federal\ncriminal statutes that were cast in this mold. See An Act for the\nPunishment of certain Crimes against the United States, 1 Stat.\n112.[Footnote 2]Under a sentencing\nsystem of this type, trial judges inevitably make findings of fact\n(albeit informally) that increase sentences beyond the minimum\nrequired by the jury’s verdict. For example, under a statute\nproviding that the punishment for burglary is, say, imprisonment\nfor up toxyears, the sentencing court might increase the\nsentence that it would have otherwise imposed by some amount based\non evidence introduced at trial that the defendant was armed or\nthat, before committing the crime, the defendant had told a\nconfederate that he would kill the occupants if they awakened\nduring the burglary. The only difference between this sort of\nfactfinding and the type that occurs under a guidelines system is\nthat factfinding under a guidelines system is explicit and the\neffect of each critical finding is quantified. But in both\ninstances, facts that cause a defendant to spend more time in\nprison are found by judges, not juries, and therefore no\ndistinction can be drawn as a matter of Sixth Amendment\nprinciple.The Court’s acceptance\nof this distinction also produced strange collateral consequences.\nA sentencing system that gives trial judges the discretion to\nsentence within a specified range not only permits judicial\nfactfinding that may increase a sentence, such a system also gives\nindividual judges discretion to implement their own sentencing\npolicies. This latter feature, whether wise or unwise, has nothing\nto do with the concerns of the Sixth Amendment, and a principal\nobjective of the Sentencing Reform Act was to take this power out\nof the hands of individual district judges.TheBookerremedy, however, undid this congressional choice. In curing the\nSentencing Reform Act’s perceived defect regarding judicial\nfactfinding,Bookerrestored to the district courts at\nleast a measure of the policymaking authority that the Sentencing\nReform Act had taken away. (How much of this authority was given\nback is, of course, the issue here.)I recognize that the\nCourt is committed to theBlakely-Bookerline of cases,\nbut we are not required to continue along a path that will take us\nfurther and further off course. Because theBookerremedial opinion may be read to require sentencing judges to give\nweight to the Guidelines, I would adopt that interpretation and\nthus minimize the gap between what the Sixth Amendment requires and\nwhat our cases have held.IIARead\nfairly, the opinion of the Court of Appeals holds that the District\nCourt did not properly exercise its sentencing discretion because\nit did not give sufficient weight to the policy decisions reflected\nin the Guidelines. Petitioner was convicted of a serious crime,\nconspiracy to distribute “ecstasy.” He distributed thousands of\npills and made between $30,000 and $40,000 in profit. Although he\neventually left the conspiracy, he did so because he was worried\nabout apprehension. The Sentencing Guidelines called for a term of\nimprisonment of 30 to 37 months, but the District Court imposed a\nterm of probation.Compelled\nto interpret theBookerremedial opinion, the District\nCourt, it appears, essentially chose the interpretation outlined in\nJustice Stevens’ and Justice Scalia’s dissents. The District Court\nconsidered the sentence called for by the Guidelines, but I see no\nevidence that the District Court deferred to the Guidelines to any\nsignificant degree. Rather, the court determined what it thought\nwas appropriate under the circumstances and sentenced petitioner\naccordingly.If the question before\nus was whether a reasonable jurist could conclude that a sentence\nof probation was sufficient in this case to serve the purposes of\npunishment set out in 18 U. S. C. §3553(a)(2), the District\nCourt’s decision could not be disturbed. But because I believe that\nsentencing judges must still give some significant weight to the\nGuidelines sentencing range, the Commission’s policy statements,\nand the need to avoid unwarranted sentencing disparities,\n§3553(a)(3), (4), and (5) (2000 ed. and Supp. V), I agree with the\nEighth Circuit that the District Court did not properly exercise\nits discretion.Appellate review for\nabuse of discretion is not an empty formality. A decision calling\nfor the exercise of judicial discretion “hardly means that it is\nunfettered by meaningful standards or shielded from thorough\nappellate review.”Albemarle Paper Co.v.Moody,422 U. S. 405,\n416 (1975). Accord,United Statesv.Taylor,487 U. S. 326,\n336 (1988);Franksv.Bowman Transp. Co.,424 U. S. 747,\n783 (1976) (Powell, J., concurring in part and dissenting in part).\nAnd when a trial court is required by statute to take specified\nfactors into account in making a discretionary decision, the trial\ncourt must be reversed if it “ignored or slighted a factor that\nCongress has deemed pertinent.”Taylor,supra, at\n337. SeeHensleyv.Eckerhart,461 U. S. 424, 438–440\n(1983) (finding an abuse of discretion where the District Court\n“did not properly consider” 1 of 12 factors Congress found relevant\nto the amount of attorney’s fees when passing the Civil Rights\nAttorney’s Fees Awards Act of 1976, 42 U. S. C. §1988). See\nalsoUnited Statesv.Oakland Cannabis Buyers’\nCooperative,532 U. S. 483, 497–498\n(2001) (A court exercising its discretion “cannot ‘ignore the\njudgment of Congress, deliberately expressed in legislation.’Virginian R. Co.v.Railway Employees,300 U. S. 515, 551\n(1937)”);American Paper Institute, Inc.v.American\nElec. Power Service Corp.,461 U. S. 402, 413\n(1983) (“To decide whether [Federal Energy Regulatory Commission’s]\naction was … an abuse of discretion, we must determine whether the\nagency adequately considered the factors relevant” under the\nstatute (internal quotation marks omitted));Southern\nS. S. Co.v.NLRB,316 U. S. 31, 46, 47\n(1942) (finding an abuse of discretion where the National Labor\nRelations Board sought to fulfill one congressional objective but\n“wholly ignore[d] other and equally important Congressional\nobjectives”).Here, the District Court\n“slighted” the factors set out in 18 U. S. C. §§3553(a)(3),\n(4), and (5) (2000 ed. and Supp. V)—namely, the Guidelines\nsentencing range, the Commission’s policy statements, and the need\nto avoid unwarranted sentencing disparities. Although the\nGuidelines called for a prison term of at least 30 months, the\nDistrict Court did not require any imprisonment—not one day. The\nopinion of the Court makes much of the restrictions and burdens of\nprobation, seeante, at 9–10, but in the real world there\nis a huge difference between imprisonment and probation. If the\nDistrict Court had given any appreciable weight to the Guidelines,\nthe District Court could not have sentenced petitioner to probation\nwithout very strong countervailing considerations.The court listed five\nconsiderations as justification for a sentence of probation: (1)\npetitioner’s “voluntary and explicit withdrawal from the\nconspiracy,” (2) his “exemplary behavior while on bond,” (3) “the\nsupport manifested by family and friends,” (4) “the lack of\ncriminal history, especially a complete lack of any violent\ncriminal history,” (5) and his age at the time of the offense, 21.\nApp. 97.Two of the\nconsiderations that the District Court cited—“the support\nmanifested by family and friends” and his age,ibid.—amounted to a direct rejection of the Sentencing\nCommission’s authority to decide the most basic issues of\nsentencing policy. In the Sentencing Reform Act, Congress required\nthe Sentencing Commission to consider and decide whether certain\nspecified factors—including “age,” “education,” “previous\nemployment record,” “physical condition,” “family ties and\nresponsibilities,” and “community ties”—“have any relevance to the\nnature [and] extent … of an appropriate sentence.” 28 U.\nS. C. §994(d). These factors come up with great frequency, and\njudges in the pre-Sentencing Reform Act era disagreed regarding\ntheir relevance. Indeed, some of these factors were viewed by some\njudges as reasons for increasing a sentence and by others as\nreasons for decreasing a sentence. For example, if a defendant had\na job, a supportive family, and friends, those factors were\nsometimes viewed as justifying a harsher sentence on the ground\nthat the defendant had squandered the opportunity to lead a\nlaw-abiding life. Alternatively, those same factors were sometimes\nviewed as justifications for a more lenient sentence on the ground\nthat a defendant with a job and a network of support would be less\nlikely to return to crime. If each judge is free to implement his\nor her personal views on such matters, sentencing disparities are\ninevitable.In response to Congress’\ndirection to establish uniform national sentencing policies\nregarding these common sentencing factors, the Sentencing\nCommission issued policy statements concluding that “age,” “family\nties,” and “community ties” are relevant to sentencing only in\nunusual cases. See United States Sentencing Commission, Guidelines\nManual §§5H1.1 (age), 5H1.6 (family and community ties) (Nov.\n2006). The District Court in this case did not claim that there was\nanything particularly unusual about petitioner’s family or\ncommunity ties or his age, but the court cited these factors as\njustifications for a sentence of probation. Although the District\nCourt was obligated to take into account the Commission’s policy\nstatements and the need to avoid sentencing disparities, the\nDistrict Court rejected Commission policy statements that are\ncritical to the effort to reduce such disparities.The District Court\nrelied on petitioner’s lack of criminal history, but criminal\nhistory (or the lack thereof) is a central factor in the\ncalculation of the Guidelines range. Petitioner was given credit\nfor his lack of criminal history in the calculation of his\nGuidelines sentence. Consequently, giving petitioner additional\ncredit for this factor was nothing more than an expression of\ndisagreement with the policy determination reflected in the\nGuidelines range.The District Court\nmentioned petitioner’s “exemplary behavior while on bond,” App. 97,\nbut this surely cannot be regarded as a weighty factor.Finally, the District\nCourt was plainly impressed by petitioner’s “voluntary and explicit\nwithdrawal from the conspiracy.”Ibid.As the Government\nargues, the legitimate strength of this factor is diminished by\npetitioner’s motivation in withdrawing. He did not leave the\nconspiracy for reasons of conscience, and he made no effort to stop\nthe others in the ring. He withdrew because he had become afraid of\napprehension. 446 F. 3d 884, 886 (CA8 2006). While the District\nCourt was within its rights in regarding this factor and\npetitioner’s “self-rehabilitat[ion],” App. 75, as positive\nconsiderations, they are not enough, in light of the Guidelines’\ncall for a 30- to 37-month prison term, to warrant a sentence of\nprobation.BIn reaching\nthe opposite conclusion, the Court attacks straw men. The Court\nunjustifiably faults the Eighth Circuit for using what it\ncharacterizes as a “rigid mathematical formula.”Ante, at\n8. The Eighth Circuit (following a Seventh Circuit opinion) stated\nthat a trial judge’s justifications for a sentence outside the\nGuidelines range must be “proportional to the extent of the\ndifference between the advisory range and the sentence imposed.”\n446 F. 3d, at 889 (quotingUnited Statesv.Claiborne, 439 F. 3d 479, 481 (CA8 2006), in turn\nquotingUnited Statesv.Johnson, 427 F. 3d\n423, 426–427 (CA7 2005); internal quotation marks omitted). Taking\nthis language literally as requiring a mathematical computation,\nthe Court has an easy time showing that mathematical precision is\nnot possible:“[T]he mathematical approach\nassumes the existence of some ascertainable method of assigning\npercentages to various justifications. Does withdrawal from a\nconspiracy justify more or less than, say, a 30% reduction? … What\npercentage, if any, should be assigned to evidence that a defendant\nposes no future threat to society, or to evidence that innocent\nthird parties are dependent on him?”Ante, at\n10.This\ncriticism is quite unfair. It is apparent that the Seventh and\nEighth Circuits did not mean to suggest that proportionality review\ncould be reduced to a mathematical equation, and certainly the\nEighth Circuit in this case did not assign numbers to the various\njustifications offered by the District Court. All that the Seventh\nand Eighth Circuits meant, I am convinced, is what this Court’s\nopinion states,i.e., that “the extent of the difference\nbetween a particular sentence and the recommended Guidelines range”\nis a relevant consideration in determining whether the District\nCourt properly exercised its sentencing discretion.Ante,\nat 2.This Court’s opinion is\nalso wrong in suggesting that the Eighth Circuit’s approach was\ninconsistent with the abuse-of-discretion standard of appellate\nreview.Ante, at 10. The Eighth Circuit stated\nunequivocally that it was conducting abuse-of-discretion review,\n446 F. 3d, at 888–889; abuse-of-discretion review is not\ntoothless; and it is entirely proper for a reviewing court to find\nan abuse of discretion when important factors—in this case, the\nGuidelines, policy statements, and the need to avoid sentencing\ndisparities—are “slighted.”Taylor, 487 U. S., at 337. The\nmere fact that the Eighth Circuit reversed is hardly proof that the\nEighth Circuit did not apply the correct standard of\nreview.Because I believe that\nthe Eighth Circuit correctly interpreted and applied the standards\nset out in theBookerremedial opinion, I must\nrespectfully dissent.[Footnote\n3]Footnote\n1To take some examples,\nConnecticut, as of 1784, punished burglary and robbery without\nviolence with imprisonment of up to 10 years “at the Discretion of\nthe Superior Court before whom the Conviction is had.” See Acts and\nLaws of the State of Connecticut 18 (1784). A 1749 Delaware law\npunished assault of a parent with imprisonment of up to 18 months.\nLaws of the State of Delaware 306 (1797). A 1793 Maryland law gave\ncourts the ability to “in their discretion, adjudge” criminal\ndefendants “to serve and labour for any time, in their discretion,\nnot exceeding” specified terms of years. Digest of the Laws of\nMaryland 196 (T. Herty 1799). By 1785, Massachusetts allowed judges\nto sentence criminals convicted of a variety of offenses, including\nassault and manslaughter, “according to the aggravation of the\noffense,” or “at the discretion of the Court.” The Perpetual Laws,\nof the Commonwealth of Massachusetts, from the Establishment of its\nConstitution to the First Session of the General Court A. D.\n1788 (1788), reprinted in The First Laws of The Commonwealth of\nMassachusetts, pp. 244–252 (J. Cushing comp. 1981). In 1791, New\nHampshire passed a law punishing certain assaults with imprisonment\nof up to two years, and forgery with imprisonment of up to three\nyears, at the court’s discretion. See Laws of the State of New\nHampshire (1792). New Jersey, New York, North Carolina,\nPennsylvania, Rhode Island, and South Carolina likewise enacted\ncriminal statutes providing for indeterminate sentences of\nimprisonment at the discretion of the court either before, or in\nthe immediate wake of, the ratification of the Sixth Amendment.\nSee,e.g.,Laws of the State of New Jersey 210–218 (1800)\n(detailing laws passed in 1796); 2 Laws of the State of New York\n45–48, 211, 242–248, 390 (1789); Laws of the State of North\nCarolina 288, 389 (J. Iredell 1791); An Abridgment of the Laws of\nPennsylvania, Penal Laws 1–47 (1801) (detailing laws passed\n1790–1794); Public Laws of the State of Rhode Island and Providence\nPlantations 584–600 (1798); Public Laws of the State of South\nCarolina 55, 61, 257, 497 (J. Grimke 1790).Footnote\n2We have often looked to\nlaws passed by the First Congress to aide interpretation of the\nBill of Rights, which that Congress proposed. See,e.g.,Harmelinv.Michigan,501 U. S. 957, 980\n(1991) (opinion of Scalia, J.) (noting, while interpreting the\nEighth Amendment, that “[t]he actions of the First Congress … are\nof course persuasive evidence of what the Constitution means”);Marshv.Chambers,463 U. S. 783, 788–790\n(1983) (looking to the actions of the First Congress in\ninterpreting the First Amendment);Carrollv.United\nStates,267 U.\nS. 132, 150–152 (1925) (looking to the actions of the First\nCongress in interpreting the Fourth Amendment).Footnote\n3While I believe that\nthe Court’s analysis of the sentence imposed in this case does not\ngive sufficient weight to the Guidelines, it is noteworthy that the\nCourt’s opinion does not reject the proposition that the policy\ndecisions embodied in the Guidelines are entitled to at least some\nweight. The Court’s opinion in this case conspicuously refrains\nfrom directly addressing that question, and the opinion inKimbroughv.United States, post, p. ___, is\nexplicitly equivocal, stating that “while the Guidelines are no\nlonger binding, closer review may be in order when the sentencing\njudge varies from the Guidelines based solely on the judge’s view\nthat the Guidelines range ‘fails properly to reflect §3553(a)\nconsiderations’ even in a mine-run case.”Post, at 21\n(slip op., at 21) (quotingRitav.United States,\n551 U. S. ___, __ (2007) (slip op., at 12)).",
    "joined": []
}