{
    "case": {
        "docket": "16-1027",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1027/"
    },
    "id": "3907386",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1027_________________RYAN AUSTIN COLLINS, PETITIONERv.VIRGINIAon writ of certiorari to the supreme court of\nvirginia[May 29, 2018]Justice Alito, dissenting.The Fourth Amendment prohibits “unreasonable”\nsearches. What the police did in this case was entirely reasonable.\nThe Court’s decision is not.On the day in question, Officer David Rhodes was\nstanding at the curb of a house where petitioner, Ryan Austin\nCollins, stayed a couple of nights a week with his girlfriend. From\nhis vantage point on the street, Rhodes saw an object covered with\na tarp in the driveway, just a car’s length or two from the curb.\nIt is undisputed that Rhodes had probable cause to believe that the\nobject under the tarp was a motorcycle that had been involved a few\nmonths earlier in a dangerous highway chase, eluding the police at\nspeeds in excess of 140 mph. See Tr. of Oral Arg. 22; App. to Pet.\nfor Cert. 67. Rhodes also had probable cause to believe that\npetitioner had been operating the motorcycle[1] and that a search of the motorcycle would\nprovide evidence that the motorcycle had been stolen.[2]If the motorcycle had been parked at the curb,\ninstead of in the driveway, it is undisputed that Rhodes could have\nsearched it without obtaining a warrant. See Tr. of Oral Arg. 9;\nReply Brief 1. Nearly a century ago, this Court held that officers\nwith probable cause may search a motor vehicle without obtaining a\nwarrant.Carrollv.United States, 267 U. S.\n132, 153, 155–156 (1925). The principal rationale for this\nso-called automobile or motor-vehicle exception to the warrant\nrequirement is the risk that the vehicle will be moved during the\ntime it takes to obtain a warrant.Id., at 153;Californiav.Carney, 471 U. S. 386, 390–391\n(1985). We have also observed that the owner of an automobile has a\ndiminished expectation of privacy in its contents.Id., at\n391–393.So why does the Court come to the conclusion\nthat Officer Rhodes needed a warrant in this case? Because, in\norder to reach the motorcycle, he had to walk 30 feet or so up the\ndriveway of the house rented by petitioner’s girlfriend, and by\ndoing that, Rhodes invaded the home’s “curtilage.”Ante, at\n6–7. The Court does not dispute that the motorcycle, when parked in\nthe driveway, was just as mobile as it would have been had it been\nparked at the curb. Nor does the Court claim that Officer Rhodes’s\nshort walk up the driveway did petitioner or his girlfriend any\nharm. Rhodes did not damage any property or observe anything along\nthe way that he could not have seen from the street. But, the Court\ninsists, Rhodes could not enter the driveway without a warrant, and\ntherefore his search of the motorcycle was unreasonable and the\nevidence obtained in that search must be suppressed.An ordinary person of common sense would react\nto the Court’s decision the way Mr. Bumble famously responded when\ntold about a legal rule that did not comport with the reality of\neveryday life. If that is the law, he exclaimed, “the law is a\nass—a idiot.” C. Dickens, Oliver Twist 277 (1867).The Fourth Amendment is neither an “ass” nor an\n“idiot.” Its hallmark is reasonableness, and the Court’s strikingly\nunreasonable decision is based on a misunderstanding of Fourth\nAmendment basics.The Fourth Amendment protects “[t]he right of\nthe people to be secure in their persons, houses, papers, and\neffects.” A “house,” for Fourth Amendment purposes, is not limited\nto the structure in which a person lives, but by the same token, it\nalso does not include all the real property surrounding a dwelling.\nSee,e.g.,Floridav.Jardines, 569 U. S.\n1, 6 (2013);United Statesv.Dunn, 480 U. S.\n294, 300–301 (1987). Instead, a person’s “house” encompasses the\ndwelling and a circumscribed area of surrounding land that is given\nthe name “curtilage.”Oliverv.United States, 466\nU. S. 170, 180 (1984). Land outside the curtilage is called an\n“open field,” and a search conducted in that area is not considered\na search of a “house” and is therefore not governed by the Fourth\nAmendment.Ibid.Ascertaining the boundaries of the\ncurtilage thus determines only whether a search is governed by the\nFourth Amendment. The concept plays no other role in Fourth\nAmendment analysis.In this case, there is no dispute that the\nsearch of the motorcycle was governed by the Fourth Amendment, and\ntherefore whether or not it occurred within the curtilage is not of\nany direct importance. The question before us is not whether there\nwas a Fourth Amendment search but whether the search was\nreasonable. And the only possible argument as to why it might not\nbe reasonable concerns the need for a warrant. For nearly a\ncentury, however, it has been well established that officers do not\nneed a warrant to search a motor vehicle on public streets so long\nas they have probable cause.Carroll,supra, at 153,\n156; see also,e.g.,Pennsylvaniav.Labron,\n518 U. S. 938, 940 (1996) (per curiam);Carney,supra, at 394;South Dakotav.Opperman, 428\nU. S. 364, 367–368 (1976);Chambersv.Maroney,\n399 U. S. 42, 50–51 (1970). Thus, the issue here is whether\nthere is any good reason why this same rule should not apply when\nthe vehicle is parked in plain view in a driveway just a few feet\nfrom the street.In considering that question, we should ask\nwhether the reasons for the “automobile exception” are any less\nvalid in this new situation. Is the vehicle parked in the driveway\nany less mobile? Are any greater privacy interests at stake? If the\nanswer to those questions is “no,” then the automobile exception\nshould apply. And here, the answer to each question is emphatically\n“no.” The tarp-covered motorcycle parked in the driveway could have\nbeen uncovered and ridden away in a matter of seconds. And Officer\nRhodes’s brief walk up the driveway impaired no real privacy\ninterests.In this case, the Court uses the curtilage\nconcept in a way that is contrary to our decisions regarding other,\nexigency-based exceptions to the warrant requirement. Take, for\nexample, the “emergency aid” exception. SeeBrigham Cityv.Stuart, 547 U. S. 398 (2006). When officers reasonably\nbelieve that a person inside a dwelling has urgent need of\nassistance, they may cross the curtilage and enter the building\nwithout first obtaining a warrant.Id., at 403–404. The same\nis true when officers reasonably believe that a person in a\ndwelling is destroying evidence. SeeKentuckyv.King, 563 U. S. 452, 460 (2011). In both of those\nsituations, we ask whether “ ‘the exigencies of the situation’\nmake the needs of law enforcement so compelling that the\nwarrantless search is objectively reasonable.”Brigham City,supra, at 403 (quotingMinceyv.Arizona, 437\nU. S. 385, 394 (1978)). We have not held that the need to\ncross the curtilage independently necessitates a warrant, and there\nis no good reason to apply a different rule here.[3]It is no answer to this argument that the\nemergency-aid and destruction-of-evidence exceptions require an\ninquiry into the practicality of obtaining a warrant in the\nparticular circumstances of the case. Our precedents firmly\nestablish that the motor-vehicle exception, unlike these other\nexceptions, “has no separate exigency requirement.”Marylandv.Dyson, 527 U. S. 465, 466–467 (1999) (per\ncuriam). It is settled that the mobility of a motor vehicle\ncategorically obviates any need to engage in such a case-specific\ninquiry. Requiring such an inquiry here would mark a substantial\nalteration of settled Fourth Amendment law.This does not mean, however, that a warrant is\nnever needed when officers have probable cause to search a motor\nvehicle, no matter where the vehicle is located. While a\ncase-specific inquiry regardingexigencywould be\ninconsistent with the rationale of the motor-vehicle exception, a\ncase-specific inquiry regardingthe degree of intrusion on\nprivacyis entirely appropriate when the motor vehicle to be\nsearched is located on private property. After all, the ultimate\ninquiry under the Fourth Amendment is whether a search is\nreasonable, and that inquiry often turns on the degree of the\nintrusion on privacy. Thus, contrary to the opinion of the Court,\nan affirmance in this case would not mean that officers could\nperform a warrantless search if a motorcycle were located inside a\nhouse. Seeante, at 7. In that situation, the intrusion on\nprivacy would be far greater than in the present case, where the\nreal effect, if any, is negligible.I would affirm the decision below and therefore\nrespectfully dissent.Notes1Petitioner had a photo on\nhis Facebook profile of a motorcycle that resembled the unusual\nmotorcycle involved in the prior highway chase. Seeante, at\n1–2 (majority opinion).2Rhodes suspected the\nmotorcycle was stolen based on a conversation he had with the man\nwho had sold the motorcycle to petitioner. See App.\n57–58.3Indeed, I believe that\nthe First Congress implicitly made the same judgment in enacting\nthe statute on whichCarrollv.United States, 267\nU. S. 132 (1925), relied when the motor-vehicle exception was\nfirst recognized. Since the First Congress sent the Bill of Rights\nto the States for ratification, we have often looked to laws\nenacted by that Congress as evidence of the original understanding\nof the meaning of those Amendments. See,e.g.,id.,\nat 150–151;Town of Greecev.Galloway, 572\nU. S. ___, ___–___ (2014) (slip op., at 7–8);United\nStatesv.Villamonte-Marquez, 462 U. S. 579,\n585–586 (1983);United Statesv.Ramsey, 431\nU. S. 606, 616–617 (1977).Carrollitself noted that\nthe First Congress enacted a law authorizing officers to search\nvessels without a warrant. 267 U. S., at 150–151. Although\nthis statute did not expressly state that these officers could\ncross private property such as wharves in order to reach and board\nthose vessels, I think that was implicit. Otherwise, the statute\nwould very often have been ineffective. And when Congress later\nenacted similar laws, it made this authorization express. See,e.g., An Act Further to Prevent Smuggling and for Other\nPurposes, §5, 14Stat. 179. For this reason, Officer Rhodes’s\nconduct in this case is consistent with the original understanding\nof the Fourth Amendment, as explicated inCarroll.",
    "joined": []
}