{
    "case": {
        "docket": "171",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/171/"
    },
    "id": "1963682",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–553_________________HOSANNA-TABOR EVANGELICAL LUTHERAN CHURCH AND\nSCHOOL, PETITIONER v. EQUAL EMPLOYMENT OPPORTUNITY COMMISSION\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[January 11, 2012]Justice Alito, with\nwhom Justice Kagan joins, concurring.I join the Court’s\nopinion, but I write separately to clarify my understanding of the\nsignificance of formal ordination and designation as a “minister”\nin determining whether an “employee” [1] of a religious group falls within the so-called\n“ministerial” exception. The term “minister” is commonly used by\nmany Protestant denominations to refer to members of their clergy,\nbut the term is rarely if ever used in this way by Catholics, Jews,\nMuslims, Hindus, or Buddhists. [2] In addition, the concept of ordination as understood\nby most Christian churches and by Judaism has no clear counterpart\nin some Christian denominations and some other religions. Because\nvirtually every religion in the world is represented in the\npopulation of the United States, it would be a mistake if the term\n“minister” or the concept of ordination were viewed as central to\nthe important issue of religious autonomy that is presented in\ncases like this one. Instead, courts should focus on the function\nperformed by persons who work for religious bodies.The First Amendment\nprotects the freedom of religious groups to engage in certain key\nreligious activities, including the conducting of worship services\nand other religious ceremonies and rituals, as well as the critical\nprocess of communicating the faith. Accordingly, religious groups\nmust be free to choose the personnel who are essential to the\nperformance of these functions.The “ministerial”\nexception should be tailored to this purpose. It should apply to\nany “employee” who leads a religious organization, conducts worship\nservices or im-portant religious ceremonies or rituals, or serves\nas a messenger or teacher of its faith. If a religious group\nbelieves that the ability of such an employee to perform these key\nfunctions has been compromised, then the constitutional guarantee\nof religious freedom protects the group’s right to remove the\nemployee from his or her position.IThroughout our\nNation’s history, religious bodies have been the preeminent example\nof private associations that have “act[ed] as critical buffers\nbetween the individual and the power of the State.” Roberts v.\nUnited States Jaycees, 468 U. S. 609, 619 (1984) . In a case\nlike the one now before us—where the goal of the civil law in\nquestion, the elimination of discrimination against persons with\ndisabilities, is so worthy—it is easy to forget that the autonomy\nof religious groups, both here in the United States and abroad, has\noften served as a shield against oppressive civil laws. To\nsafeguard this crucial autonomy, we have long recognized that the\nReligion Clauses protect a private sphere within which religious\nbodies are free to govern themselves in accordance with their own\nbeliefs. The Constitution guarantees religious bodies “independence\nfrom secular control or manipulation—in short, power to decide for\nthemselves, free from state interference, matters of church\ngovernment as well as those of faith and doctrine.” Kedroff v.\nSaint Nicholas Cathedral of Russian Orthodox Church in North\nAmerica, 344 U. S. 94, 116 (1952) .Religious autonomy\nmeans that religious authorities must be free to determine who is\nqualified to serve in positions of substantial religious\nimportance. Different religions will have different views on\nexactly what qualifies as an important religious position, but it\nis nonetheless possible to identify a general category of\n“employees” whose functions are essential to the independence of\npractically all religious groups. These include those who serve in\npositions of leadership, those who perform important functions in\nworship services and in the performance of religious ceremonies and\nrituals, and those who are entrusted with teaching and conveying\nthe tenets of the faith to the next generation.Applying the protection\nof the First Amendment to roles of religious leadership, worship,\nritual, and expression focuses on the objective functions that are\nimportant for the autonomy of any religious group, regardless of\nits beliefs. As we have recognized in a similar context, “[f]orcing\na group to accept certain members may impair [its ability] to\nexpress those views, and only those views, that it intends to\nexpress.” Boy Scouts of America v. Dale, 530 U. S. 640, 648 (2000)\n. That principle applies with special force with respect to\nreligious groups, whose very existence is dedicated to the\ncollective expression and propagation of shared religious ideals.\nSee Employment Div., Dept. of Human Resources of Ore. v. Smith, 494\nU. S. 872, 882 (1990) (noting that the constitutional interest\nin freedom of association may be “reinforced by Free Exercise\nClause concerns”). As the Court notes, the First Amendment “gives\nspecial solicitude to the rights of religious organizations,” ante,\nat 14, but our expressive-association cases are nevertheless useful\nin pointing out what those essential rights are. Religious groups\nare the archetype of associations formed for expressive purposes,\nand their fundamental rights surely include the freedom to choose\nwho is qualified to serve as a voice for their faith.When it comes to the\nexpression and inculcation of religious doctrine, there can be no\ndoubt that the messenger matters. Religious teachings cover the\ngamut from moral conduct to metaphysical truth, and both the\ncontent and credibility of a religion’s message depend vitally on\nthe character and conduct of its teachers. A religion cannot depend\non someone to be an effective advocate for its religious vision if\nthat person’s conduct fails to live up to the religious precepts\nthat he or she espouses. For this reason, a religious body’s right\nto self-governance must include the ability to select, and to be\nselective about, those who will serve as the very “embodiment of\nits message” and “its voice to the faithful.” Petruska v. Gannon\nUniv., 462 F. 3d 294, 306 (CA3 2006). A religious body’s\ncontrol over such “employees” is an essential component of its\nfreedom to speak in its own voice, both to its own members and to\nthe outside world.The connection between\nchurch governance and the free dissemination of religious doctrine\nhas deep roots in our legal tradition:“The right to organize voluntary religious\nassociations to assist in the expression and dissemination of any\nreligious doctrine, and to create tribunals for the decision of\ncontroverted questions of faith within the association, and for the\necclesiastical government of all the individual members,\ncongregations, and officers within the general association, is\nunquestioned. All who unite themselves to such a body do so with an\nimplied consent to this government, and are bound to submit to it.\nBut it would be a vain consent and would lead to the total\nsubversion of such religious bodies, if any one aggrieved by one of\ntheir decisions could appeal to the secular courts and have them\nreversed.” Watson v. Jones, 13 Wall. 679, 728–729 (1872).The “ministerial”\nexception gives concrete protection to the free “expression and\ndissemination of any religious doctrine.” The Constitution leaves\nit to the collective conscience of each religious group to\ndetermine for itself who is qualified to serve as a teacher or\nmessenger of its faith.IIAThe Court’s opinion\ntoday holds that the “ministerial” exception applies to Cheryl\nPerich (hereinafter respondent), who is regarded by the Lutheran\nChurch—Missouri Synod as a commissioned minister. But while a\nministe-rial title is undoubtedly relevant in applying the First\nAmendment rule at issue, such a title is neither necessary nor\nsufficient. As previously noted, most faiths do not employ the term\n“minister,” and some eschew the concept of formal ordination. [3] And at the opposite end of\nthe spectrum, some faiths consider the ministry to consist of all\nor a very large percentage of their members. [4] Perhaps this explains why, although every\ncircuit to consider the issue has recognized the “ministerial”\nexception, no circuit has made ordination status or formal title\ndeterminative of the exception’s applicability.The Fourth Circuit was\nthe first to use the term “ministerial exception,” but in doing so\nit took pains to clarify that the label was a mere shorthand. See\nRayburn v. General Conference of Seventh-day Adventists, 772\nF. 2d 1164, 1168 (1985) (noting that the exception’s\napplicability “does not depend upon ordination but upon the\nfunction of the position”). The Fourth Circuit traced the exception\nback to McClure v. Salvation Army, 460 F. 2d 553 (CA5 1972),\nwhich invoked the Religion Clauses to bar a Title VII\nsex-discrimination suit brought by a woman who was described by the\ncourt as a Salvation Army “minister,” id., at 554, although her\nactual title was “officer.” See McClure v. Salvation Army, 323 F.\nSupp. 1100, 1101 (ND Ga. 1971). A decade after McClure, the Fifth\nCircuit made clear that formal ordination was not necessary for the\n“ministerial” exception to apply. The court held that the members\nof the faculty at a Baptist seminary were covered by the exception\nbecause of their religious function in conveying church doctrine,\neven though some of them were not ordained ministers. See EEOC v.\nSouthwestern Baptist Theological Seminary, 651 F. 2d 277\n(1981).The functional\nconsensus has held up over time, with the D. C. Circuit\nrecognizing that “[t]he ministerial exception has not been limited\nto members of the clergy.” EEOC v. Catholic Univ., 83 F. 3d\n455, 461 (1996). The court in that case rejected a Title VII suit\nbrought by a Catholic nun who claimed that the Catholic University\nof America had denied her tenure for a canon-law teaching position\nbecause of her gender. The court noted that “members of the Canon\nLaw Faculty perform the vital function of instructing those who\nwill in turn interpret, implement, and teach the law governing the\nRoman Catholic Church and the administration of its sacraments.\nAlthough Sister McDonough is not a priest, she is a member of a\nreligious order who sought a tenured professorship in a field that\nis of fundamental importance to the spiritual mission of her\nChurch.” Id., at 464. See also Natal v. Christian and Missionary\nAlliance, 878 F. 2d 1575, 1578 (CA1 1989) (stating that “a\nreligious organization’s fate is inextricably bound up with those\nwhom it entrusts with the responsibilities of preaching its word\nand ministering to its adherents,” and noting “the difficulties\ninherent in separating the message from the messenger”).The Ninth Circuit too\nhas taken a functional approach, just recently reaffirming that\n“the ministerial exception encompasses more than a church’s\nordained ministers.” Alcazar v. Corp. of Catholic Archbishop of\nSeattle, 627 F. 3d 1288, 1291 (2010) (en banc); see also Elvig\nv. Calvin Presbyterian Church, 375 F. 3d 951, 958 (2004). The\nCourt’s opinion today should not be read to upset this\nconsensus.BThe ministerial\nexception applies to respondent because, as the Court notes, she\nplayed a substantial role in “conveying the Church’s message and\ncarrying out its mission.” Ante, at 17. She taught religion to her\nstudents four days a week and took them to chapel on the fifth day.\nShe led them in daily devotional exercises, and led them in prayer\nthree times a day. She also alternated with the other teachers in\nplanning and leading worship services at the school chapel,\nchoosing liturgies, hymns, and read-ings, and composing and\ndelivering a message based on Scripture.It makes no difference\nthat respondent also taught secular subjects. While a purely\nsecular teacher would not qualify for the “ministerial” exception,\nthe constitutional protection of religious teachers is not somehow\ndiminished when they take on secular functions in addition to their\nreligious ones. What matters is that respondent played an important\nrole as an instrument of her church’s religious message and as a\nleader of its worship activities. Because of these important\nreligious functions, Hosanna-Tabor had the right to decide for\nitself whether respondent was religiously qualified to remain in\nher office.Hosanna-Tabor\ndischarged respondent because she threatened to file suit against\nthe church in a civil court. This threat contravened the Lutheran\ndoctrine that disputes among Christians should be resolved\ninternally without resort to the civil court system and all the\nlegal wrangling it entails. [5] In Hosanna-Tabor’s view, respondent’s disregard for this doctrine\ncompromised her religious function, disqualifying her from serving\neffectively as a voice for the church’s faith. Respondent does not\ndispute that the Lutheran Church subscribes to a doctrine of\ninternal dispute resolution, but she argues that this was a mere\npretext for her firing, which was really done for nonreligious\nreasons.For civil courts to\nengage in the pretext inquiry that respondent and the Solicitor\nGeneral urge us to sanction would dangerously undermine the\nreligious autonomy that lower court case law has now protected for\nnearly four decades. In order to probe the real reason for\nrespondent’s firing, a civil court—and perhaps a jury—would be\nrequired to make a judgment about church doctrine. The credibility\nof Hosanna-Tabor’s asserted reason for terminating respondent’s\nemployment could not be assessed without taking into account both\nthe importance that the Lutheran Church attaches to the doctrine of\ninternal dispute resolution and the degree to which that tenet\ncompromised respondent’s religious function. If it could be shown\nthat this belief is an obscure and minor part of Lutheran doctrine,\nit would be much more plausible for respondent to argue that this\ndoctrine was not the real reason for her firing. If, on the other\nhand, the doctrine is a central and universally known tenet of\nLutheranism, then the church’s asserted reason for her discharge\nwould seem much more likely to be nonpretextual. But whatever the\ntruth of the matter might be, the mere adjudication of such\nquestions would pose grave problems for religious autonomy: It\nwould require calling witnesses to testify about the importance and\npriority of the religious doctrine in question, with a civil\nfactfinder sitting in ultimate judgment of what the accused church\nreally believes, and how important that belief is to the church’s\noverall mission.At oral argument, both\nrespondent and the United States acknowledged that a pretext\ninquiry would sometimes be prohibited by principles of religious\nautonomy, and both conceded that a Roman Catholic priest who is\ndismissed for getting married could not sue the church and claim\nthat his dismissal was actually based on a ground forbidden by the\nfederal antidiscrimination laws. See Tr. of Oral Arg. 38–39, 50.\nBut there is no principled basis for proscribing a pretext inquiry\nin such a case while permitting it in a case like the one now\nbefore us. The Roman Catholic Church’s insistence on clerical\ncelibacy may be much better known than the Lutheran Church’s\ndoctrine of internal dispute resolution, but popular familiarity\nwith a religious doctrine cannot be the determinative factor.What matters in the\npresent case is that Hosanna-Tabor believes that the religious\nfunction that respondent performed made it essential that she abide\nby the doctrine of internal dispute resolution; and the civil\ncourts are in no position to second-guess that assessment. This\nconclusion rests not on respondent’s ordination status or her\nformal title, but rather on her functional status as the type of\nemployee that a church must be free to appoint or dismiss in order\nto exercise the religious liberty that the First Amendment\nguarantees.Notes1It is unconventional to\nrefer to many persons who clearly fall with-in the “ministerial”\nexception, such as Protestant ministers, Catholic priests, and\nJewish rabbis, as “employees,” but I use the term in the sense in\nwhich it is used in the antidiscrimination laws that are often\nimplicated in cases involving the exception. See, e.g., (Title\nVII); §12111(4) (ADA); (ADEA); §206(e) (Equal Pay Act and Fair\nLabor Standards Act).2See 9 Oxford English\nDictionary 818 (2d ed. 1989) (def. 4(b)) (noting the term\n“minister” used in various phrases “applied as general designations\nfor a person officially charged with spiritual functions in the\nChristian Church”); 9 Encyclopedia of Religion 6044–6045 (2d ed.\n2005). See also, e.g., 9 New Catholic Encyclopedia 870\n(1967).3In Islam, for example,\n“every Muslim can perform the religious rites, so there is no class\nor profession of ordained clergy. Yet there are religious leaders\nwho are recognized for their learning and their ability to lead\ncommunities of Muslims in prayer, study, and living according to\nthe teaching of the Qur’an and Muslim law.” 10 Encyclopedia of\nReligion 6858 (2d ed. 2005).4For instance, Jehovah’s\nWitnesses consider all baptized disciples to be ministers. See The\nWatchtower, Who Are God’s Ministers Today? Nov. 15, 2000,\np. 16 (“According to the Bible, all Jehovah’s\nworshippers—heavenly and earthly—are ministers”).5See The Lutheran\nChurch—Missouri Synod, Commission on Theol-ogy and Church\nRelations, 1 Corinthians 6:1–11: An Exegetical Study, p. 10 (Apr.\n1991) (stating that instead of suing each other, Christians should\nseek “an amicable settlement of differences by means of a decision\nby fellow Christians”). See also 1 Corinthians 6:1–7 (“If any of\nyou has a dispute with another, dare he take it before the ungodly\nfor judgment instead of before the saints?”).",
    "joined": []
}