{
    "case": {
        "docket": "433",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/433/"
    },
    "id": "1963008",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTHORNE V. FLORES557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNOS. 08-289 AND 08-294THOMAS C. HORNE, SUPERINTENDENT, ARIZONA PUBLIC\nINSTRUCTION, PETITIONER08–289v.MIRIAM FLORES et al.SPEAKER OF THE ARIZONA HOUSE OF REPRE-\nSENTATIVES, et al., PETITIONERS08–294v.MIRIAM FLORES et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2009]Justice Alitodelivered\nthe opinion of the Court.These consolidated cases arise\nfrom litigation that began in Arizona in 1992 when a group of\nEnglish Language-Learner (ELL) students in the Nogales Unified\nSchool District (Nogales) and their parents filed a class action,\nalleging that the State was violating the Equal Educational\nOpportunities Act of 1974 (EEOA), §204(f), 88 Stat. 515, 20 U.\nS. C. §1703(f), which requires a State “to take appropriate\naction to overcome language barriers that impede equal\nparticipation by its students in its instructional programs.” In\n2000, the District Court entered a declaratory judgment with\nrespect to Nogales, and in 2001, the court extended the order to\napply to the entire State. Over the next eight years, petitioners\nrepeatedly sought relief from the District Court’s orders, but to\nno avail. We granted certiorari after the Court of Appeals for the\nNinth Circuit affirmed the denial of petitioners’ motion for relief\nunder Federal Rule of Civil Procedure 60(b)(5), and we now reverse\nthe judgment of the Court of Appeals and remand for further\nproceedings.As we explain, the District Court and the\nCourt of Appeals misunderstood both the obligation that the EEOA\nimposes on States and the nature of the inquiry that is required\nwhen parties such as petitioners seek relief under Rule 60(b)(5) on\nthe ground that enforcement of a judgment is “no longer equitable.”\nBoth of the lower courts focused excessively on the narrow question\nof the adequacy of the State’s incremental funding for ELL\ninstruction instead of fairly considering the broader question\nwhether, as a result of important changes during the intervening\nyears, the State was fulfilling its obligation under the EEOA by\nother means. The question at issue in these cases is not whether\nArizona must take “appropriate action” to overcome the language\nbarriers that impede ELL students. Of course it must. But\npetitioners argue that Arizona is now fulfilling its statutory\nobligation by new means that reflect new policy insights and other\nchanged circumstances. Rule 60(b)(5) provides the vehicle for\npetitioners to bring such an argument.IAIn 1992, a group of students\nenrolled in the ELL program in Nogales and their parents\n(plaintiffs) filed suit in the District Court for the District of\nArizona on behalf of “all minority ‘at risk’ and limited English\nproficient children … now or hereafter, enrolled in the Nogales\nUnified School District … as well as their parents and guardians.”\n172 F. Supp. 2d 1225, 1226 (2000). The plaintiffs sought a\ndeclaratory judgment holding that the State of Arizona, its Board\nof Education, and its Superintendent of Public Instruction\n(defendants) were violating the EEOA by providing inadequate ELL\ninstruction in Nogales.[Footnote\n1]The relevant portion of the EEOA\nstates:“No State shall deny equal educational opportunity\nto an individual on account of his or her race, color, sex, or\nnational origin, by—.     .     .     .     .“(f) the failure by an educational agency to takeappropriate actionto overcome language barriers that\nimpede equal participation by its students in its instructional\nprograms.” 20 U. S. C. §1703 (emphasis added).By simply requiring a State “to take appropriate\naction to overcome language barriers” without specifying particular\nactions that a State must take, “Congress intended to leave state\nand local educational authorities a substantial amount of latitude\nin choosing the programs and techniques they would use to meet\ntheir obligations under the EEOA.”Castanedav.Pickard, 648 F. 2d 989, 1009 (CA5 1981).In August 1999, after seven years of pretrial\nproceedings and after settling various claims regarding the\nstructure of Nogales’ ELL curriculum, the evaluation and monitoring\nof Nogales’ students, and the provision of tutoring and other\ncompensatory instruction, the parties proceeded to trial. In\nJanuary 2000, the District Court concluded that defendants were\nviolating the EEOA because the amount of funding the State\nallocated for the special needs of ELL students (ELL incremental\nfunding) was arbitrary and not related to the actual funding needed\nto cover the costs of ELL instruction in Nogales. 172 F. Supp.\n2d, at 1239. Defendants did not appeal the District Court’s\norder.BIn the years following, the\nDistrict Court entered a series of additional orders and\ninjunctions. In October 2000, the court ordered the State to\n“prepare a cost study to establish the proper appropriation to\neffectively implement” ELL programs. 160 F. Supp. 2d 1043, 1047. In\nJune 2001, the court applied the declaratory judgment order\nstatewide and granted injunctive relief accordingly. No. CIV.\n92–596TUCACM, 2001 WL 1028369, *2 (June 25, 2001). The court took\nthis step even though the certified class included only Nogales\nstudents and parents and even though the court did not find that\nany districts other than Nogales were in violation of the EEOA. The\ncourt set a deadline of January 31, 2002, for the State to provide\nfunding that “bear[s] a rational relationship to the actual funding\nneeded.”Ibid.In January 2005, the court\ngave the State 90 days to “appropriately and constitutionally\nfun[d] the state’s ELL programs taking into account the [Rule’s]\nprevious orders.” No. CIV. 92–596–TUC–ACM, p. 5, App. 393. The\nState failed to meet this deadline, and in December 2005, the court\nheld the State in contempt. Although the legislature was not then a\nparty to the suit, the court ordered that “the legislature has 15\ncalendar days after the beginning of the 2006 legislative session\nto comply with the January 28, 2005 Court order. Everyday\nthereafter … that the State fails to comply with this Order,\n[fines] will be imposed until the State is in compliance.” 405\nF. Supp. 2d 1112, 1120. The schedule of fines that the court\nimposed escalated from $500,000 to $2 million per day. Id., at\n1120–1121.CThe defendants did not appeal any\nof the District Court’s orders, and the record suggests that some\nstate officials supported their continued enforcement. In June\n2001, the state attorney general acquiesced in the statewide\nextension of the declaratory judgment order, a step that the State\nhas explained by reference to the Arizona constitutional\nrequirement of uniform statewide school funding. See Brief for\nAppellee State of Arizona et al. in No. 07–15603 etc. (CA9),\np. 60 (citing Ariz. Const., Art. 11, §1(A)). At a hearing in\nFebruary 2006, a new attorney general opposed the superintendent’s\nrequest for a stay of the December 2005 order imposing sanctions\nand fines, and filed a proposed distribution of the accrued\nfines.In March 2006, after accruing\nover $20 million in fines, the state legislature passed HB 2064,\nwhich was designed to implement a permanent funding solution to the\nproblems identified by the District Court in 2000. Among other\nthings, HB 2064 increased ELL incremental funding (with a 2-year\nper-student limit on such funding) and created two new funds—a\nstructured English immersion fund and a compensatory instruction\nfund—to cover additional costs of ELL programming. Moneys in both\nnewly created funds were to be offset by available federal moneys.\nHB 2064 also instituted several programming and structural\nchanges.The Governor did not approve of HB 2064’s\nfunding provisions, but she allowed the bill to become law without\nher signature. Because HB 2064’s incremental ELL funding increase\nrequired court approval to become effective, the Governor requested\nthe attorney general to move for accelerated consideration by the\nDistrict Court. In doing so, she explained that “ ‘[a]fter\nnine months of meetings and three vetoes, it is time to take this\nmatter to a federal judge. I am convinced that getting this bill\ninto court now is the most expeditious way ultimately to bring the\nstate into compliance with federal law.’ ”Floresv.Arizona, 516 F. 3d 1140, 1153, n. 16 (CA9 2008).\nThe State Board of Education joined the Governor in opposing HB\n2064. Together, the State Board of Education, the State of Arizona,\nand the plaintiffs are respondents here.With the principal defendants in the action\nsiding with the plaintiffs, the Speaker of the State House of\nRepresentatives and the President of the State Senate (Legislators)\nfiled a motion to intervene as representatives of their respective\nlegislative bodies. App. 55. In support of their motion, they\nstated that although the attorney general had a “legal duty” to\ndefend HB 2064, the attorney general had shown “little enthusiasm”\nfor advancing the legislature’s interests.Id., at 57.\nAmong other things, the Legislators noted that the attorney general\n“failed to take an appeal of the judgment entered in this case in\n2000 and has failed to appeal any of the injunctions and other\norders issued in aid of the judgment.”Id., at 60. The\nDistrict Court granted the Legislators’ motion for permissive\nintervention, and the Legislators and superintendent (together,\npetitioners here) moved to purge the District Court’s contempt\norder in light of HB 2064. Alternatively, they moved for relief\nunder Federal Rule of Civil Procedure 60(b)(5) based on changed\ncircumstances.In April 2006, the District Court denied\npetitioners’ motion, concluding that HB 2064 was fatally flawed in\nthree respects. First, while HB 2064 increased ELL incremental\nfunding by approximately $80 per student, the court held that this\nincrease was not rationally related to effective ELL programming.\nSecond, the court concluded that imposing a 2-year limit on funding\nfor each ELL student was irrational. Third, according to the court,\nHB 2064 violated federal law by using federal funds to “supplant”\nrather than “supplement” state funds. No. CV–92–596–TUC–RCC, pp.\n4–8 (Apr. 25, 2006), App. to Pet. for Cert. in No. 08–294, pp.\n176a, 181a–182a. The court did not address petitioners’ Rule\n60(b)(5) claim that changed circumstances rendered continued\nenforcement of the original declaratory judgment order inequitable.\nPetitioners appealed.In an unpublished decision, the Court of\nAppeals for the Ninth Circuit vacated the District Court’s April\n2006 order, the sanctions, and the imposition of fines, and\nremanded for an evidentiary hearing to determine whether Rule\n60(b)(5) relief was warranted. 204 Fed. Appx. 580 (2006).On remand, the District Court denied\npetitioners’ Rule 60(b)(5) motion. 480 F. Supp. 2d 1157, 1167\n(Ariz. 2007). Holding that HB 2064 did not establish “a funding\nsystem that rationally relates funding available to the actual\ncosts of all elements of ELL instruction,”id., at 1165,\nthe court gave the State until the end of the legislative session\nto comply with its orders. The State failed to do so, and the\nDistrict Court again held the State in contempt. No. CV 92–596\nTUC–RCC (Oct. 10, 2007), App. 86. Petitioners appealed.The Court of Appeals affirmed. 516 F. 3d\n1140. It acknowledged that Nogales had “made significant strides\nsince 2000,”id., at 1156, but concluded that the progress\ndid not warrant Rule 60(b)(5) relief. Emphasizing that Rule\n60(b)(5) is not a substitute for a timely appeal, and\ncharacterizing the original declaratory judgment order as centering\non the adequacy of ELL incremental funding, the Court of Appeals\nexplained that relief would be appropriate only if petitioners had\nshown “either that there are no longer incremental costs associated\nwith ELL programs in Arizona” or that Arizona had altered its\nfunding model.Id., at 1169. The Court of Appeals\nconcluded that petitioners had made neither showing, and it\nrejected petitioners’ other arguments, including the claim that\nCongress’ enactment of the No Child Left Behind Act of 2001 (NCLB),\n115 Stat. 1702, as added, 20 U. S. C. §6842et seq.,\nconstituted a changed legal circumstance that warranted Rule\n60(b)(5) relief.We granted certiorari, 555 U. S. ___ (2009),\nand now reverse.IIBefore addressing the merits of\npetitioners’ Rule 60(b)(5) motion, we consider the threshold issue\nof standing—“an essential and unchanging part of the\ncase-or-controversy requirement of Article III.”Lujanv. Defenders of Wildlife,504 U. S. 555, 560\n(1992). To establish standing, a plaintiff must present an injury\nthat is concrete, particularized, and actual or imminent; fairly\ntraceable to the defendant’s challenged action; and redressable by\na favorable ruling.Id., at 560–561. Here, as in all\nstanding inquiries, the critical question is whether at least one\npetitioner has “alleged such a personal stake in the outcome of the\ncontroversy as to warranthisinvocation of federal-court\njurisdiction.”Summersv.Earth Island Institute,\n555 U. S. ___, ___ (2009) (slip op., at 4) (quotingWarthv.Seldin,422 U. S. 490, 498\n(1975) (internal quotation marks omitted)).We agree with the Court of\nAppeals that the superintendent has standing because he “is a named\ndefendant in the case[,] the Declaratory Judgment held him to be in\nviolation of the EEOA, and the current injunction runs against\nhim.” 516 F. 3d, at 1164 (citation omitted). For these reasons\nalone, he has alleged a sufficiently “ ‘personal stake in the\noutcome of the controversy’ ” to support standing.Warth,supra, at 498; see alsoUnited\nStatesv.Sweeney, 914 F. 2d 1260, 1263 (CA9\n1990) (rejecting as “frivolous” the argument that a party does not\nhave “standing to object to orders specifically directing it to\ntake or refrain from taking action”).Respondents’ only argument to the contrary is\nthat the superintendent answers to the State Board of Education,\nwhich in turn answers to the Governor, and that the Governor is the\nonly Arizona official who “could have resolved the conflict within\nthe Executive Branch by directing an appeal.” Brief for Respondent\nFlores et al. 22. We need not consider whether respondents’\nchain-of-command argument has merit because the Governor has, in\nfact, directed an appeal. See App. to Reply Brief for Petitioner\nSuperintendent 1 (“I hereby direct [the State attorney general] to\nfile a brief at the [Supreme] Court on behalf of the State of\nArizona adopting and joining in the positions taken by the\nSuperintendent of Public Instruction, the Speaker of the Arizona\nHouse of Representatives, and the President of the Arizona\nSenate”).Because the superintendent clearly has\nstanding to challenge the lower courts’ decisions, we need not\nconsider whether the Legislators also have standing to do\nso.[Footnote 2] See,e.g.,Arlington Heightsv.Metropolitan\nHousing Development Corp.,429 U. S. 252, 264, and\nn. 9 (1977) (“[W]e have at least one individual plaintiff who\nhas demonstrated standing … . Because of the presence of this\nplaintiff, we need not consider whether the other individual and\ncorporate plaintiffs have standing to maintain the suit”).\nAccordingly, we proceed to the merits of petitioners’ Rule 60(b)(5)\nmotion.IIIAFederal Rule of Civil Procedure\n60(b)(5) permits a party to obtain relief from a judgment or order\nif, among other things, “applying [the judgment or order]\nprospectively is no longer equitable.” Rule 60(b)(5) may not be\nused to challenge the legal conclusions on which a prior judgment\nor order rests, but the Rule provides a means by which a party can\nask a court to modify or vacate a judgment or order if “a\nsignificant change either in factual conditions or in law” renders\ncontinued enforcement “detrimental to the public interest.”Rufov. Inmates of Suffolk County Jail,502 U. S. 367, 384\n(1992). The party seeking relief bears the burden of establishing\nthat changed circumstances warrant relief,id., at 383,\nbut once a party carries this burden, a court abuses its discretion\n“when it refuses to modify an injunction or consent decree in light\nof such changes.”Agostiniv.Felton,521 U. S. 203, 215\n(1997).Rule 60(b)(5) serves a\nparticularly important function in what we have termed\n“institutional reform litigation.”[Footnote 3]Rufo, supra, at 380. For one thing,\ninjunctions issued in such cases often remain in force for many\nyears, and the passage of time frequently brings about changed\ncircumstances—changes in the nature of the underlying problem,\nchanges in governing law or its interpretation by the courts, and\nnew policy insights—that warrant reexamination of the original\njudgment.Second, institutional reform injunctions often\nraise sensitive federalism concerns.  Such litigation commonly\ninvolves areas of core state responsibility, such as public\neducation. SeeMissouriv.Jenkins,515 U. S. 70, 99 (1995)\n(“[O]ur cases recognize that local autonomy of school districts is\na vital national tradition, and that a district court must strive\nto restore state and local authorities to the control of a school\nsystem operating in compliance with the Constitution” (citations\nomitted));United Statesv.Lopez,514 U. S. 549, 580\n(1995) (Kennedy, J., concurring).Federalism concerns are heightened when, as in\nthese cases, a federal court decree has the effect of dictating\nstate or local budget priorities. States and local governments have\nlimited funds. When a federal court orders that money be\nappropriated for one program, the effect is often to take funds\naway from other important programs. SeeJenkins,supra, at 131 (Thomas, J., concurring) (“A structural\nreform decree eviscerates a State’s discretionary authority over\nits own program and budgets and forces state officials to\nreallocate state resources and funds”).Finally, the dynamics of institutional reform\nlitigation differ from those of other cases. Scholars have noted\nthat public officials sometimes consent to, or refrain from\nvigorously opposing, decrees that go well beyond what is required\nby federal law. See,e.g., McConnell, Why Hold Elections?\nUsing Consent Decrees to Insulate Policies from Political Change,\n1987 U. Chi. Legal Forum 295, 317 (noting that government officials\nmay try to use consent decrees to “block ordinary avenues of\npolitical change” or to “sidestep political constraints”);\nHorowitz, Decreeing Organizational Change: Judicial Supervision of\nPublic Institutions, 1983 Duke L. J. 1265, 1294–1295 (“Nominal\ndefendants [in institutional reform cases] are sometimes happy to\nbe sued and happier still to lose”); R. Sandler & D.\nSchoenbrod, Democracy by Decree: What Happens When Courts Run\nGovernment 170 (2003) (“Government officials, who always operate\nunder fiscal and political constraints, ‘frequently win by\nlosing’ ” in institutional reform litigation).Injunctions of this sort bind state and local\nofficials to the policy preferences of their predecessors and may\nthereby “improperly deprive future officials of their designated\nlegislative and executive powers.”Frewv.Hawkins,540 U. S. 431, 441\n(2004). See alsoNorthwest Environment Advocatesv.EPA, 340 F. 3d 853, 855 (CA9 2003) (Kleinfeld, J.,\ndissenting) (noting that consent decrees present a risk of\ncollusion between advocacy groups and executive officials who want\nto bind the hands of future policymakers);Ragsdalev.Turnock, 941 F. 2d 501, 517 (CA7 1991) (Flaum, J.,\nconcurring in part and dissenting in part) (“[I]t is not uncommon\nfor consent decrees to be entered into on terms favorable to those\nchallenging governmental action because of rifts within the\nbureaucracy or between the executive and legislative branches”);\nEasterbrook, Justice and Contract in Consent Judgments, 1987 U.\nChi. Legal Forum 19, 40 (“Tomorrow’s officeholder may conclude that\ntoday’s is wrong, and there is no reason why embedding the\nregulation in a consent decree should immunize it from\nreexamination”).States and localities “depen[d] upon successor\nofficials, both appointed and elected, to bring new insights and\nsolutions to problems of allocating revenues and resources.”Frew,supra, at 442. Where “state and local\nofficials… inherit overbroad or outdated consent decrees that limit\ntheir ability to respond to the priorities and concerns of their\nconstituents,” they are constrained in their ability to fulfill\ntheir duties as democratically-elected officials. American\nLegislative Exchange Council, Resolution on the Federal Consent\nDecree Fairness Act (2006), App. to Brief for American Legislative\nExchange Council et al. asAmici Curiae1a–4a.It goes without saying that federal courts\nmust vigilantly enforce federal law and must not hesitate in\nawarding necessary relief. But in recognition of the features of\ninstitutional reform decrees, we have held that courts must take a\n“flexible approach” to Rule 60(b)(5) motions addressing such\ndecrees.Rufo, 502 U. S.,at 381. A flexible\napproach allows courts to ensure that “responsibility for\ndischarging the State’s obligations is returned promptly to the\nState and its officials” when the circumstances warrant.Frew,supra, at 442. In applying this flexible\napproach, courts must remain attentive to the fact that\n“federal-court decrees exceed appropriate limits if they are aimed\nat eliminating a condition that does not violate [federal law] or\ndoes not flow from such a violation.”Millikenv.\nBradley,433 U.\nS. 267, 282 (1977). “If [a federal consent decree is] not\nlimited to reasonable and necessary implementations of federal\nlaw,” it may “improperly deprive future officials of their\ndesignated legislative and executive powers.”Frew,supra, at 441.For these reasons, a critical question in this\nRule 60(b)(5) inquiry is whether the objective of the District\nCourt’s 2000 declaratory judgment order—i.e., satisfaction\nof the EEOA’s “appropriate action” standard—has been achieved. See\n540 U. S., at 442. If a durable remedy has been implemented,\ncontinued enforcement of the order is not only unnecessary, but\nimproper. SeeMilliken,supra, at 282.We note that the EEOA itself limits court-ordered remedies to those\nthat “areessentialto correct particular denials of equal\neducational opportunity or equal protection of the laws.” 20 U. S.\nC. §1712 (emphasis added).BThe Court of Appeals did not\nengage in the Rule 60(b)(5) analysis just described. Rather than\napplying a flexible standard that seeks to return control to state\nand local officials as soon as a violation of federal law has been\nremedied, the Court of Appeals used a heightened standard that paid\ninsufficient attention to federalism concerns. And rather than\ninquiring broadly into whether changed conditions in Nogales\nprovided evidence of an ELL program that complied with the EEOA,\nthe Court of Appeals concerned itself only with determining whether\nincreased ELL funding complied with the original declaratory\njudgment order. The court erred on both counts.1The Court of Appeals began its\nRule 60(b)(5) discussion by citing the correct legal standard, see\n516 F. 3d, at 1163 (noting that relief is appropriate upon a\nshowing of “ ‘a significant change either in factual\nconditions or in law’ ”), but it quickly strayed. It referred\nto the situations in which changed circumstances warrant Rule\n60(b)(5) relief as “likely rare,”id., at 1167, and\nexplained that, to succeed on these grounds, petitioners would have\nto make a showing that conditions in Nogales had so changed as to\n“sweep away” the District Court’s incremental funding\ndetermination,id., at 1168. The Court of Appeals\nconcluded that the District Court had not erred in determining that\n“the landscape was not soradicallychanged as to justify\nrelief from judgment without compliance.”Id., at 1172\n(emphasis added).[Footnote\n4]Moreover, after recognizing that\nreview of the denial of Rule 60(b)(5) relief should generally be\n“somewhat closer in the context of institutional injunctions\nagainst states ‘due to federalism concerns,’ ” the Court of\nAppeals incorrectly reasoned that “federalism concerns are\nsubstantially lessened here, as the state of Arizona and the state\nBoard of Education wish the injunction to remain in place.”Id., at 1164. This statement is flatly incorrect, as even\nrespondents acknowledge. Brief for Respondent State of Arizona\net al. 20–21. Precisely because different state actors have\ntaken contrary positions in this litigation, federalism concerns\nare elevated. And precisely because federalism concerns are\nheightened, a flexible approach to Rule 60(b)(5) relief is\ncritical. “[W]hen the objects of the decree have been\nattained”—namely, when EEOA compliance has been\nachieved—“responsibility for discharging the State’s obligations\n[must be] returned promptly to the State and its officials.”Frew, 540 U. S.,at 442.2In addition to applying a Rule\n60(b)(5) standard that was too strict, the Court of Appeals framed\na Rule 60(b)(5) inquiry that was too narrow—one that focused almost\nexclusively on the sufficiency of incremental funding. In large\npart, this was driven by the significance the Court of Appeals\nattributed to petitioners’ failure to appeal the District Court’s\noriginal order. The Court of Appeals explained that “the central\nidea” of that order was that without sufficient ELL incremental\nfunds, “ELL programs would necessarily be inadequate.” 516\nF. 3d, at 1167–1168. It felt bound by this conclusion, lest it\nallow petitioners to “reopen matters made final when the\nDeclaratory Judgment was not appealed.”Id., at 1170. It\nrepeated this refrain throughout its opinion, emphasizing that the\n“interest in finality must be given great weight,”id., at\n1163, and explaining that petitioners could not now ask for relief\n“on grounds that could have been raised on appeal from the\nDeclaratory Judgment and from earlier injunctive orders but were\nnot,”id., at 1167. “If [petitioners] believed that the\ndistrict court erred and should have looked at all funding sources\ndifferently in its EEOA inquiry,” the court wrote, “they should\nhave appealed the Declaratory Judgment.”Id., at 1171.In attributing such significance\nto the defendants’ failure to appeal the District Court’s original\norder, the Court of Appeals turned the risks of institutional\nreform litigation into reality. By confining the scope of its\nanalysis to that of the original order, it insulated the policies\nembedded in the order—specifically, its incremental funding\nrequirement—from challenge and amendment.[Footnote 5] But those policies were supported by the\nvery officials who could have appealed them—the state\ndefendants—and, as a result, were never subject to true\nchallenge.Instead of focusing on the failure to appeal,\nthe Court of Appeals should have conducted the type of Rule\n60(b)(5) inquiry prescribed inRufo.This inquiry makes no\nreference to the presence or absence of a timely appeal. It takes\nthe original judgment as a given and asks only whether “a\nsignificant change either in factual conditions or in law” renders\ncontinued enforcement of the judgment “detrimental to the public\ninterest.”Rufo, 502 U. S.,at 384. It allows a\ncourt to recognize that the longer an injunction or consent decree\nstays in place, the greater the risk that it will improperly\ninterfere with a State’s democratic processes.The Court of Appeals purported to engage in a\n“changed circumstances” inquiry, but it asked only whether changed\ncircumstances affected ELL funding and, more specifically, ELL\nincremental funding. Relief was appropriate, in the court’s view,\nonly if petitioners “demonstrate[d] either that there [we]re no\nlonger incremental costs associated with ELL programs in Arizona or\nthat Arizona’s ‘base plus incremental costs’ educational funding\nmodel was so altered that focusing on ELL-specific incremental\ncosts funding has become irrelevant and inequitable.” 516\nF. 3d, at 1169.This was a Rule 60(b)(5) “changed\ncircumstances” inquiry in name only. In reality, it was an inquiry\ninto whether the deficiency in ELL incremental funding that the\nDistrict Court identified in 2000 had been remedied. And this,\neffectively, was an inquiry into whether the original order had\nbeen satisfied. Satisfaction of an earlier judgment isoneof the enumerated bases for Rule 60(b)(5) relief—but it is not the\nonly basis for such relief.Rule 60(b)(5) permits relief from a judgment\nwhere “[i] the judgment has been satisfied, released or discharged;\n[ii] it is based on an earlier judgment that has been reversed or\nvacated;or[iii] applying it prospectively is no longer\nequitable.” (Emphasis added.) Use of the disjunctive “or” makes it\nclear that each of the provision’s three grounds for relief is\nindependently sufficient and therefore that relief may be warranted\neven if petitioners have not “satisfied” the original order. As\npetitioners argue, they may obtain relief if prospective\nenforcement of that order “is no longer equitable.”To determine the merits of this claim, the\nCourt of Appeals needed to ascertain whether ongoing enforcement of\nthe original order was supported by an ongoing violation of federal\nlaw (here, the EEOA). SeeMilliken, 433 U. S., at 282. It\nfailed to do so.As previously noted, the EEOA, while requiring\na State to take “appropriate action to overcome language barriers,”\n20 U. S. C. §1703(f), “leave[s] state and local educational\nauthorities a substantial amount of latitude in choosing” how this\nobligation is met.Castaneda, 648 F. 2d, at 1009. Of\ncourse, any educational program, including the “appropriate action”\nmandated by the EEOA, requires funding, but funding is simply a\nmeans, not the end. By focusing so intensively on Arizona’s\nincremental ELL funding, the Court of Appeals misapprehended the\nEEOA’s mandate. And by requiring petitioners to demonstrate\n“appropriate action” through a particular funding mechanism, the\nCourt of Appeals improperly substituted its own educational and\nbudgetary policy judgments for those of the state and local\nofficials to whom such decisions are properly entrusted. Cf.Jenkins, 515 U. S., at 131 (Thomas, J., concurring)\n(“Federal courts do not possess the capabilities of state and local\ngovernments in addressing difficult educational problems”).CThe underlying District Court\nopinion reveals similar errors. In an August 2006 remand order, a\ndifferent Ninth Circuit panel had instructed the District Court to\nhold an evidentiary hearing “regarding whether changed\ncircumstances required modification of the original court order or\notherwise had a bearing on the appropriate remedy.” 204 Fed. Appx.,\nat 582. The Ninth Circuit panel observed that “federal courts must\nbe sensitive to the need for modification [of permanent injunctive\nrelief] when circumstances change.”Ibid.(internal\nquotation marks omitted).The District Court failed to\nfollow these instructions. Instead of determining whether changed\ncircumstances warranted modification of the original order, the\nDistrict Court asked only whether petitioners had satisfied the\noriginal declaratory judgment order through increased incremental\nfunding. See 480 F. Supp. 2d, at 1165 (explaining that a showing of\n“mere amelioration” of the specific deficiencies noted in the\nDistrict Court’s original order was “inadequate” and that\n“compliancewould require a funding system that rationally\nrelates funding available to the actual costs of all elements of\nELL instruction” (emphasis added)). The District Court stated: “It\nshould be noted that the Court finds the same problems today that\nit saw last year, because HB 2064 is the same, the problems\nthemselves are the same.[Footnote\n6]Id., at 1161. The District Court thus rested its\npostremand decision on its preremand analysis of HB 2064. It\ndisregarded the remand instructions to engage in a broad and\nflexible Rule 60(b)(5) analysis as to whether changed circumstances\nwarranted relief. In taking this approach, the District Court\nabused its discretion.DThe dissent defends the narrow\napproach of the lower courts with four principal conclusions that\nit draws from the record. All of these conclusions, however, are\nincorrect and mirror the fundamental error of the lower courts—a\nfixation on the issue of incremental funding and a failure to\nrecognize the proper scope of a Rule 60(b)(5) inquiry.First, the dissent concludes that “the Rule\n60(b)(5) ‘changes’ upon which the District Court focused” were not\nlimited to changes in funding, and included “ ‘changed\nteaching methods’ ” and “ ‘changed administrative\nsystems.’ ”Post, at 12. The District Court did note\na range of changed circumstances, concluding that as a result of\nthese changes, Nogales was “doing substantially better.” 480\nF. Supp. 2d, at 1160. But it neither focused on these changes\nnor made up-to-date factual findings. To the contrary, the District\nCourt explained that “it would be premature to make an assessment\nof some of these changes.”Ibid. Accordingly, of the 28\nfindings of fact that the court proceeded to make, the first 20\naddressed funding directly and exclusively. Seeid., at\n1161–1163. The last eight addressed funding indirectly—discussing\nreclassification rates because of their relevance to HB 2064’s\nfunding restrictions for ELL and reclassified students. Seeid., at 1163–1165. None of the District Court’s findings\nof fact addressed either “ ‘changed teaching methods’ ”\nor “ ‘changed administrative systems.’ ”The dissent’s second conclusion is that\n“ ‘incremental funding’ costs … [were] the basic contested\nissue at the 2000 trial and the sole basis for the District Court’s\nfinding of a statutory violation.”Post, at 12. We fail to\nsee this conclusion’s relevance to this Rule 60(b)(5) motion, where\nthe question is whether any change in factual or legal\ncircumstances renders continued enforcement of the original order\ninequitable. As the dissent itself acknowledges, petitioners\n“pointed to three sets of changed circumstances [in their Rule\n60(b)(5) motion] which, in their view, showed that the judgment and\nthe related orders were no longer necessary.”Post, at 11.\nIn addition to “increases in the amount of funding available to\nArizona school districts,” these included “changes in the method of\nEnglish-learning instruction,” and “changes in the administration\nof the Nogales school district.”Ibid.Third, the dissent concludes that “the type of\nissue upon which the District Court and Court of Appeals\nfocused”—the incremental funding issue—“lies at the heart of the\nstatutory demand for equal educational opportunity.”Post,\nat 13. In what we interpret to be a restatement of this point, the\ndissent also concludes that sufficient funding (“the ‘resource’\nissue”) and the presence or absence of an EEOA violation\n(“the statutory subsection (f) issue”) “are one and\nthe same.”Post, at 14 (emphasis in original). “In\nfocusing upon the one,” the dissent asserts, “the District Court\nand Court of Appeals were focusing upon the other.”Ibid.Contrary to the dissent’s assertion, these two\nissues are decidedly not “one and the same.”[Footnote 7]Ibid. Nor is it the\ncase, as the dissent suggests, that the EEOC targets States’\nprovision of resources for ELL programming.[Footnote 8]Post, at 13. What the statute\nforbids is a failure to take “appropriate action to overcome\nlanguage barriers.” 20 U. S. C. §1703(f). Funding is merely\none tool that may be employed to achieve the statutory\nobjective.Fourth, the dissent concludes that the\nDistrict Court did not order increased ELL incremental funding and\ndid not dictate state and local budget priorities.Post,\nat 15. The dissent’s point—and it is a very small one—is that the\nDistrict Court did not set a specific amount that the legislature\nwas required to appropriate. The District Court did, however, hold\nthe State in contempt and impose heavy fines because the\nlegislature did not provide sufficient funding. These orders\nunquestionably imposed important restrictions on the legislature’s\nability to set budget priorities.EBecause the lower courts—like the\ndissent—misperceived both the nature of the obligation imposed by\nthe EEOA and the breadth of the inquiry called for under Rule\n60(b)(5), these cases must be remanded for a proper examination of\nat least four important factual and legal changes that may warrant\nthe granting of relief from the judgment: the State’s adoption of a\nnew ELL instructional methodology, Congress’ enactment of NCLB,\nstructural and management reforms in Nogales, and increased overall\neducation funding.1At the time of the District\nCourt’s original declaratory judgment order, ELL instruction in\nNogales was based primarily on “bilingual education,” which teaches\ncore content areas in a student’s native language while providing\nEnglish instruction in separate language classes. In November 2000,\nArizona voters passed Proposition 203, which mandated statewide\nimplementation of a “structured English immersion” (SEI) approach.\nSee App. to Pet. for Cert. in No. 08–294, p. 369a. Proposition 203\ndefines this methodology as follows:“ ‘Sheltered English immersion’ or ‘structured\nEnglish immersion’ means an English language acquisition process\nfor young children in which nearly all classroom instruction is in\nEnglish but with the curriculum and presentation designed for\nchildren who are learning the language… . Although teachers\nmay use a minimal amount of the child’s native language when\nnecessary, no subject matter shall be taught in any language other\nthan English, and children in this program learn to read and write\nsolely in English.” Ariz. Rev. Stat. Ann. §15–751(5) (West\n2009).In HB 2064, the state legislature\nattended to the successful and uniform implementation of SEI in a\nvariety of ways.[Footnote 9] It\ncreated an “Arizona English language learners task force” within\nthe State Department of Education to “develop and adopt research\nbased models of structured English immersion programs for use by\nschool districts and charter schools.” §15–756.01(C). It required\nthat all school districts and charter schools select one of the\nadopted SEI models, §15–756.02(A), and it created an “Office of\nEnglish language acquisition services” to aid school districts in\nimplementation of the models. §15–756.07(1). It also required the\nState Board of Education to institute a uniform and mandatory\ntraining program for all SEI instructors. §15–756.09.Research on ELL instruction indicates there is\ndocumented, academic support for the view that SEI is significantly\nmore effective than bilingual education.[Footnote 10] Findings of the Arizona State Department\nof Education in 2004 strongly support this conclusion.[Footnote 11] In light of this, a\nproper analysis of petitioners’ Rule 60(b)(5) motion should include\nfurther factual findings regarding whether Nogales’ implementation\nof SEI methodology—completed in all of its schools by\n2005—constitutes a “significantly changed circumstance” that\nwarrants relief.2Congress’ enactment of NCLB\nrepresents another potentially significant “changed circumstance.”\nNCLB marked a dramatic shift in federal education policy. It\nreflects Congress’ judgment that the best way to raise the level of\neducation nationwide is by granting state and local officials\nflexibility to develop and implement educational programs that\naddress local needs, while holding them accountable for the\nresults. NCLB implements this approach by requiring States\nreceiving federal funds to define performance standards and to make\nregular assessments of progress toward the attainment of those\nstandards. 20 U. S. C. §6311(b)(2). NCLB conditions the\ncontinued receipt of funds on demonstrations of “adequate yearly\nprogress.”Ibid.As relevant here, Title III\n(the English Language Acquisition, Language Enhancement, and\nAcademic Achievement Act) requires States to ensure that ELL\nstudents “attain English proficiency, develop high levels of\nacademic attainment in English, and meet the same challenging State\nacademic content and student academic achievement standards as all\nchildren are expected to meet.” §6812(1). It requires States to set\nannual objective achievement goals for the number of students who\nwill annually progress toward proficiency, achieve proficiency, and\nmake “adequate yearly progress” with respect to academic\nachievement, §6842(a), and it holds local schools and agencies\naccountable for meeting these objectives, §6842(b).Petitioners argue that through compliance\nwith NCLB, the State has established compliance with the EEOA. They\nnote that when a State adopts a compliance plan under NCLB—as the\nState of Arizona has—it must provide adequate assurances that ELL\nstudents will receive assistance “to achieve at high levels in the\ncore academic subjects so that those children can meet the same …\nstandards as all children are expected to meet.” §6812(2). They\nargue that when the Federal Department of Education approves a\nState’s plan—as it has with respect to Arizona’s—it offers\ndefinitive evidence that the State has taken “appropriate action to\novercome language barriers” within the meaning of the EEOA.\n§1703(f).The Court of Appeals concluded, and we\nagree, that because of significant differences in the two statutory\nschemes, compliance with NCLB will not necessarily constitute\n“appropriate action” under the EEOA. 516 F. 3d, at 1172–1176.\nApproval of a NCLB plan does not entail substantive review of a\nState’s ELL programming or a determination that the programming\nresults in equal educational opportunity for ELL students. See\n§6823. Moreover, NCLB contains a saving clause, which provides that\n“[n]othing in this part shall be construed in a manner inconsistent\nwith any Federal law guaranteeing a civil right.” §6847.This does not mean, however, that NCLB is\nnot relevant to petitioners’ Rule 60(b)(5) motion. To the contrary,\nwe think it is probative in four principal ways.[Footnote 12] First, it prompted the State\nto institute significant structural and programming changes in its\ndelivery of ELL education,[Footnote 13] leading the Court of Appeals to observe that\n“Arizona has significantly improved its ELL infrastructure.” 516\nF. 3d, at 1154. These changes should not be discounted in the\nRule 60(b)(5) analysis solely because they do not require or result\nfrom increased funding. Second, NCLB significantly increased\nfederal funding for education in general and ELL programming in\nparticular.[Footnote 14]\nThese funds should not be disregarded just because they are not\nstate funds. Third, through its assessment and reporting\nrequirements, NCLB provides evidence of the progress and\nachievement of Nogales’ ELL students.[Footnote 15] This evidence could provide persuasive\nevidence of the current effectiveness of Nogales’ ELL\nprogramming.[Footnote\n16]Fourth and finally, NCLB marks a shift in\nfederal education policy. See Brief for Petitioner Speaker of the\nArizona House of Representatives et al. 7–16. NCLB grants States\n“flexibility” to adopt ELL programs they believe are “most\neffective for teaching English.” §6812(9). Reflecting a growing\nconsensus in education research that increased funding alone does\nnot improve student achievement,[Footnote 17] NCLB expressly refrains from dictating\nfunding levels. Instead, it focuses on the demonstrated progress of\nstudents through accountability reforms.[Footnote 18] The original declaratory judgment order,\nin contrast, withdraws the authority of state and local officials\nto fund and implement ELL programs that best suit Nogales’ needs,\nand measures effective programming solely in terms of adequate\nincremental funding. This conflict with Congress’ determination of\nfederal policy may constitute a significantly changed circumstance,\nwarranting relief. See Railway Employeesv.Wright,364 U. S. 642,\n651 (1961) (noting that a court decree should be modified when “a\nchange in law brings [the decree] in conflict with statutory\nobjectives”).3Structural and management reforms\nin Nogales constitute another relevant change in circumstances.\nThese reforms were led by Kelt Cooper, the Nogales superintendent\nfrom 2000 to 2005, who “adopted policies that ameliorated or\neliminated many of the most glaring inadequacies discussed by the\ndistrict court.” 516 F. 3d, at 1156. Among other things, Cooper\n“reduce[d] class sizes,” “significantly improv[ed] student/teacher\nratios,” “improved teacher quality,” “pioneered a uniform system of\ntextbook and curriculum planning,” and “largely eliminated what had\nbeen a severe shortage of instructional materials.”Id.,\nat 1156–1157. The Court of Appeals recognized that by “[u]sing\ncareful financial management and applying for ‘all funds\navailable,’ Cooper was able to achieve his reforms with limited\nresources.”Id., at 1157. But the Court of Appeals missed\nthe legal import of this observation—that these reforms might have\nbrought Nogales’ ELL programming into compliance with the EEOA even\nwithout sufficient ELL incremental funding to satisfy the District\nCourt’s original order. Instead, the Court of Appeals concluded\nthat to credit Cooper’s reforms would “penaliz[e]” Nogales “for\ndoing its best to make do, despite Arizona’s failure to comply with\nthe terms of the judgment,” and would “absolve the state from\nproviding adequate ELL incremental funding as required by the\njudgment.”Id., at 1168. The District Court similarly\ndiscounted Cooper’s achievements, acknowledging that Nogales was\n“doing substantially better than it was in 2000,” but concluding\nthat because the progress resulted from management efforts rather\nthan increased funding, its progress was “fleeting at best.” 480 F.\nSupp. 2d, at 1160.Entrenched in the framework of\nincremental funding, both courts refused to consider that Nogales\ncould be taking “appropriate action” to address language barriers\neven without having satisfied the original order. This was error.\nThe EEOA seeks to provide “equal educational opportunity” to “all\nchildren enrolled in public schools.” §1701(a). Its ultimate focus\nis on the quality of educational programming and services provided\nto students, not the amount of money spent on them. Accordingly,\nthere is no statutory basis for precluding petitioners from showing\nthat Nogales has achieved EEOA-compliant programming by means other\nthan increased funding—for example, through Cooper’s structural,\ncurricular, and accountability-based reforms. The weight of\nresearch suggests that these types of local reforms, much more than\ncourt-imposed funding mandates, lead to improved educational\nopportunities.[Footnote 19]\nCooper even testified that, without the structural changes he\nimposed, “additional money” would not “have made any difference to\nth[e] students” in Nogales. Addendum to Reply Brief for Petitioner\nSpeaker of the Arizona House of Representatives et al. 15.The Court of Appeals discounted Cooper’s\nreforms for other reasons as well. It explained that while they\n“did ameliorate many of the specific examples of resource shortages\nthat the district court identified in 2000,” they did not “result\nin such success as to call into serious question [Nogales’] need\nfor increased incremental funds.” 516 F. 3d, at 1169. Among\nother things, the Court of Appeals referred to “the persistent\nachievement gaps documented in [Nogales’] AIMS test data” between\nELL students and native speakers,id., at 1170, but any\nsuch comparison must take into account other variables that may\nexplain the gap. In any event, the EEOA requires “appropriate\naction” to remove language barriers, §1703(f), not the equalization\nof results between native and nonnative speakers on tests\nadministered in English—a worthy goal, to be sure, but one that may\nbe exceedingly difficult to achieve, especially for older ELL\nstudents.The Court of Appeals also referred to the\nsubpar performance of Nogales’ high schools. There is no doubt that\nNogales’ high schools represent an area of weakness, but the\nDistrict Court made insufficient factual findings to support a\nconclusion that the high schools’ problems stem from a failure to\ntake “appropriate action,” and constitute a violation of the\nEEOA.[Footnote 20]The EEOA’s “appropriate action” requirement\ngrants States broad latitude to design, fund, and implement ELL\nprograms that suit local needs and account for local conditions. A\nproper Rule 60(b)(5) inquiry should recognize this and should ask\nwhether, as a result of structural and managerial improvements,\nNogales is now providing equal educational opportunities to ELL\nstudents.4A fourth potentially important\nchange is an overall increase in the education funding available in\nNogales. The original declaratory judgment order noted five sources\nof funding that collectively financed education in the State: (1)\nthe State’s “base level” funding, (2) ELL incremental funding, (3)\nfederal grants, (4) regular district and county taxes, and (5)\nspecial voter-approved district and county taxes called\n“overrides.” 172 F. Supp. 2d, at 1227. All five sources have\nnotably increased since 2000.[Footnote 21] Notwithstanding these increases, the Court\nof Appeals rejected petitioners’ claim that overall education funds\nwere sufficient to support EEOA-compliant programming in Nogales.\nThe court reasoned that diverting base-level education funds would\nnecessarily hurt other state educational programs, and was not,\ntherefore, an “ ‘appropriate’ step.” 516 F. 3d,at 1171. In so doing, it foreclosed the possibility that\npetitioners could establish changed circumstances warranting relief\nthrough an overall increase in education funding available in\nNogales.This was clear legal error. As we\nhave noted, the EEOA’s “appropriate action” requirement does not\nnecessarily require any particular level of funding, and to the\nextent that funding is relevant, the EEOA certainly does not\nrequire that the money come from any particular source. In\naddition, the EEOA plainly does not give the federal courts the\nauthority to judge whether a State or a school district is\nproviding “appropriate” instruction in other subjects. That remains\nthe province of the States and the local schools. It is unfortunate\nif a school, in order to fund ELL programs, must divert money from\nother worthwhile programs, but such decisions fall outside the\nscope of the EEOA. Accordingly, the analysis of petitioners’ Rule\n60(b)(5) motion should evaluate whether the State’s budget for\ngeneral education funding, in addition to any local\nrevenues,[Footnote 22] is\ncurrently supporting EEOA-compliant ELL programming in Nogales.Because the lower courts engaged in an\ninadequate Rule 60(b)(5) analysis, and because the District Court\nfailed to make up-to-date factual findings, the analysis of the\nlower courts was incomplete and inadequate with respect to all of\nthe changed circumstances just noted. These changes are critical to\na proper Rule 60(b)(5) analysis, however, as they may establish\nthat Nogales is no longer in violation of the EEOA and, to the\ncontrary, is taking “appropriate action” to remove language\nbarriers in its schools. If this is the case, continued enforcement\nof the District Court’s original order is inequitable within the\nmeaning of Rule 60(b)(5), and relief is warranted.IVWe turn, finally, to the District\nCourt’s entry of statewide relief.[Footnote 23] The Nogales district, which is situated\nalong the Mexican border, is one of 239 school districts in the\nState of Arizona. Nogales students make up about one-half of one\nper cent of the entire State’s school population.[Footnote 24] The record contains no\nfactual findings or evidence that any school district other than\nNogales failed (much less continues to fail) to provide equal\neducational opportunities to ELL students. See App. to Pet. for\nCert. in No. 08–294, pp. 177a–178a. Nor have respondents explained\nhow the EEOA could justify a statewide injunction when the only\nviolation claimed or proven was limited to a single district. SeeJenkins, 515 U. S., at 89–90;Milliken, 433 U.\nS., at 280. It is not even clear that the District Court had\njurisdiction to issue a statewide injunction when it is not\napparent that plaintiffs—a class of Nogales students and their\nparents—had standing to seek such relief.The only explanation proffered\nfor the entry of statewide relief was based on an interpretation of\nthe Arizona Constitution. We are told that the former attorney\ngeneral“affirmatively urged a statewide remedy because\na ‘Nogales only’ remedy would run afoul of the Arizona\nConstitution’s requirement of ‘a general and uniform public school\nsystem.’ ” Brief for Respondent Flores et al. 38 (quoting\nAriz. Const., Art. 11, §1(A) (some internal quotation marks\nomitted)).This concern did not provide a\nvalid basis for a statewidefederalinjunction. If the\nstate attorney general believed that a federal injunction requiring\nincreased ELL spending in one district necessitated, as a matter of\nstate law, a similar increase in every other district in the State,\nthe attorney general could have taken the matter to the state\nlegislature or the state courts. But the attorney general did not\ndo so. Even if she had, it is not clear what the result would have\nbeen. It is a question of state law, to be determined by state\nauthorities, whether the equal funding provision of the Arizona\nConstitution would require a statewide funding increase to match\nNogales’ ELL funding, or would leave Nogales as a federally\ncompelled exception. By failing to recognize this, and by entering\na statewide injunction that intruded deeply into the State’s\nbudgetary processes based solely on the attorney general’s\ninterpretation of state law, the District Court obscured\naccountability for the drastic remedy that it entered.When it is unclear whether an\nonerous obligation is the work of the Federal or State Government,\naccountability is diminished. SeeNew Yorkv. United\nStates,505 U. S. 144, 169 (1992). Here, the District Court\n“improperly prevent[ed] the citizens of the State from addressing\nthe issue [of statewide relief] through the processes provided by\nthe State’s constitution.”Hawaiiv.Office of\nHawaiian Affairs, 556 U. S. ___, ___ (2009) (slip op., at 12).\nAssuming that petitioners, on remand, press their objection to the\nstatewide extension of the remedy, the District Court should vacate\nthe injunction insofar as it extends beyond Nogales unless the\ncourt concludes that Arizona is violating the EEOA on a statewide\nbasis.There is no question that the goal\nof the EEOA—overcoming language barriers—is a vitally important\none, and our decision will not in any way undermine efforts to\nachieve that goal. If petitioners are ultimately granted relief\nfrom the judgment, it will be because they have shown that the\nNogales School District is doing exactly what this statute\nrequires—taking “appropriate action” to teach English to students\nwho grew up speaking another language.*  *  *We reverse the\njudgment of the Court of Appeals and remand the cases for the\nDistrict Court to determine whether, in accordance with the\nstandards set out in this opinion, petitioners should be granted\nrelief from the judgment.It is so ordered.Footnote 1We have previously held that\nCongress may validly abrogate the States’ sovereign immunity only\nby doing so (1) unequivocally and (2) pursuant to certain valid\ngrants of constitutional authority. See,e.g.,Kimelv.Florida Bd. of Regents,528 U. S. 62, 73 (2000).\nWith respect to the second requirement, we have held that statutes\nenacted pursuant to §5 of the Fourteenth Amendment must provide a\nremedy that is “congruent and proportional” to the injury that\nCongress intended to address. SeeCity of Boernev.Flores,521\nU. S. 507, 520 (1997). Prior toCity of Boerne, the\nCourt of Appeals for the Ninth Circuit held that the EEOA, which\nwas enacted pursuant to §5 of the Fourteenth Amendment, see 20 U.\nS. C. §§1702(a)(1), (b), validly abrogates the States’\nsovereign immunity. SeeLos Angeles Branch NAACPv.Los Angeles Unified School Dist., 714 F. 2d 946,\n950–951 (1983); see alsoFloresv.Arizona, 516\nF. 3d, 1140, 1146, n. 2 (CA9 2008) (relying onLos\nAngeles NAACP). That issue is not before us in these\ncases.Footnote 2We do not agree with the\nconclusion of the Court of Appeals that “the Superintendent’s\nstanding is limited” to seeking vacatur of the District Court’s\norders “only as they run against him.” 516 F. 3d, at 1165. Had\nthe superintendent sought relief based on satisfaction of the\njudgment, the Court of Appeals’ conclusion might have been correct.\nBut as discussedinfra,at 15–16, petitioners’ Rule\n60(b)(5) claim is not based on satisfaction of the judgment. Their\nclaim is that continued enforcement of the District Court’s orders\nwould be inequitable. This claim implicates the orders in their\nentirety, and not solely as they run against the\nsuperintendent.Footnote 3The dissent is quite wrong in\ncontending that these are not institutional reform cases because\nthey involve a statutory, rather than a constitutional claim, and\nbecause the orders of the District Court do not micromanage the\nday-to-day operation of the schools.Post, at 26 (opinion\nof Breyer, J.). For nearly a decade, the orders of a federal\ndistrict court have substantially restricted the ability of the\nState of Arizona to make basic decisions regarding educational\npolicy, appropriations, and budget priorities. The record strongly\nsuggests that some state officials have welcomed the involvement of\nthe federal court as a means of achieving appropriations objectives\nthat could not be achieved through the ordinary democratic process.\nSeesupra, at 5–6. Because of these features, these cases\nimplicate all of the unique features and risks of institutional\nreform litigation.Footnote 4The dissent conveniently\ndismisses the Court of Appeals’ statements by characterizing any\nerror that exists as “one of tone, not of law,” and by\ncharacterizing our discussion as reading them out of context.Post, at 40–41. But we do read these statements in\ncontext—in the context of the Court of Appeals’ overall treatment\nof petitioners’ Rule 60(b)(5) arguments—and it is apparent that\nthey accurately reflect the Court of Appeals’ excessively narrow\nunderstanding of the role of Rule 60(b)(5).Footnote 5This does not mean, as the\ndissent misleadingly suggests, seepost, at 22, that we\nare faulting the Court of Appeals for declining to decide whether\nthe District Court’s original order was correct in the first place.\nOn the contrary, as we state explicitly in the paragraph following\nthis statement, our criticism is that the Court of Appeals did not\nengage in the changed-circumstances inquiry prescribed byRufov.Inmates of Suffolk County Jail, 502 U.\nS.em>.367 (1992). By focusing excessively on the issue\nof incremental funding, the Court of Appeals was not true to theRufostandard.Footnote 6In addition to concluding that the law’s\nincrease in incremental funding was insufficient and that 2-year\ncutoff was irrational, both the District Court and the Court of\nAppeals held that HB 2064’s funding mechanism violates NCLB, which\nprovides in relevant part: “A State shall not take into\nconsideration payments under this chapter … in determining the\neligibility of any local educational agency in that State for State\naid, or the amount of State aid, with respect to free public\neducation of children.” 20 U. S. C. §7902. See 480\nF. Supp. 2d, at 1166 (HB 2064’s funding mechanism is\n“absolutely forbidden” by §7902); 516 F. 3d, at 1178 (“HB 2064\n… violates [§7902] on its face”). Whether or not HB 2064 violates\n§7902, see Brief for United States asAmicusCuriae31–32, and n. 8 (suggesting it does), neither\ncourt below was empowered to decide the issue. As the Court of\nAppeals itself recognized, NCLB does not provide a private right of\naction. See 516 F. 3d, at 1175. “Without [statutory intent], a\ncause of action does not exist and courts may not create one, no\nmatter how desirable that might be as a policy matter, or how\ncompatible with the statute.”Alexanderv.Sandoval,532 U. S. 275, 286–287\n(2001). Thus, NCLB is enforceable only by the agency charged with\nadministering it. Seeid., at 289–290; see also App. to\nBrief for Respondent State of Arizona et al. 1–4 (letter from\nU. S. Department of Education to petitioner superintendent\nconcerning the legalityvel nonof HB 2064).Footnote 7The extent to which the dissent repeats the\nerrors of the courts below is evident in its statement that “[t]he\nquestion here is whether the State has shown that its newfunding programamounts to a ‘change’ that satisfies\nsubsection (f)’s requirement.”Post, at 40 (emphasis\nadded). The proper inquiry is not limited to the issue of funding.\nRather, it encompasses the question whether the State has shown any\nfactual or legal changes that establish compliance with the\nEEOA.Footnote 8The dissent cites two sources for this\nproposition. The first—Castanedav.Pickard, 648\nF. 2d 989 (CA5 1981)—sets out a three-part test for\n“appropriate action.” Under that test, a State must (1) formulate a\nsound English language instruction educational plan, (2) implement\nthat plan, and (3) achieve adequate results. Seeid., at\n1009–1010. Whether or not this test provides much concrete guidance\nregarding the meaning of “appropriate action,” the test does not\nfocus on incremental funding or on the provision of resources more\ngenerally.The second source cited by the dissent—curiously—is a speech\ngiven by President Nixon in which he urged prompt action by\nCongress on legislation imposing a moratorium on new busing orders\nand on the Equal Educational Opportunities Act of 1972. Seepost, at 13 (citing Address to the Nation on Equal\nEducational Opportunity and Busing, 8 Weekly Comp. of Pres. Doc.\n590, 591 (1972)). In the speech, President Nixon said that schools\nin poor neighborhoods should receive the “financial support … that\nwe know can make all the difference.”Id.,at 593. It is\nlikely that this statement had nothing to do with the\ninterpretation of EEOA’s “appropriate action” requirement and\ninstead referred to his proposal to “direc[t] over $212 billion in the next year mainly towards\nimproving the education of children from poor families.”Id.,at 591. But in any event, this general statement,\nmade in a presidential speech two years prior to the enactment of\nthe EEOA, surely sheds little light on the proper interpretation of\nthe statute.Footnote 9By focusing\non the adequacy of HB 2064’s funding provisions, the courts below\nneglected to address adequately the potential relevance of these\nprogramming provisions, which became effective immediately upon\nenactment of the law.Footnote 10See Brief\nfor American Unity Legal Defense Fund et al. asAmici\nCuriae10–12 (citing sources, including New York City Board of\nEducation, Educational Progress of Students in Bilingual and ESL\nPrograms: a Longitudinal Study, 1990–1994 (1994); K. Torrance,\nImmersion Not Submersion: Lessons from Three California Districts’\nSwitch From Bilingual Education to Structured Immersion 4\n(2006)).Footnote 11See Ariz.\nDept. of Ed., The Effects of Bilingual Education Programs and\nStructured English Immersion Programs on Student Achievement: A\nLarge-Scale Comparison 3 (Draft July 2004) (“In the general\nstatewide comparison of bilingual and SEI programs [in 2002–2003],\nthose students in SEI programs significantly outperformed bilingual\nstudents in 24 out of 24 comparisons … . Though students in\nSEI and bilingual programs are no more than three months apart in\nthe primary grades, bilingual students are more than a year behind\ntheir SEI counterparts in seventh and eighth\ngrade”).Footnote 12Although the\ndissent contends that the sole argument raised below regarding NCLB\nwas that compliance with that Act necessarily constituted\ncompliance with the EEOA, the Court of Appeals recognized that NCLB\nis a relevant factor that should be considered under Rule 60(b)(5).\nIt acknowledged that compliance with NCLB is at least “somewhat\nprobative” of compliance with the EEOA. 516 F. 3d, at 1175, n.\n46. The United States, in its brief asamicus curiaesupporting respondents, similarly observed that, “[e]ven though\nTitle III participation is not a complete defense under the EEOA,\nwhether a State is reaching its own goals under Title III may be\nrelevant in an EEOA suit.” Brief for United States asAmicusCuriae24. And the District Court noted\nthat, “[b]y increasing the standards of accountability, [NCLB] has\nto some extent significantly changed State educators approach to\neducating students in Arizona.” 480 F. Supp. 2d, at\n1160–1161.Footnote 13Among other\nthings, the State Department of Education formulated a compliance\nplan, approved by the U. S. Department of Education. The State\nBoard of Education promulgated statewide ELL proficiency standards,\nadopted uniform assessment standards, and initiated programs for\nmonitoring school districts and training structured English\nimmersion teachers. See 516 F. 3d, at 1154; see also Reply\nBrief for Petitioner Superintendent 29–31.Footnote 14See Brief\nfor Petitioner Superintendent 22, n. 13 (“At [Nogales], Title I\nmonies increased from $1,644,029.00 in 2000 to $3,074,587.00 in\n2006, Title II monies from $216,000.00 in 2000 to $466,996.00 in\n2006, and Title III monies, which did not exist in 2000, increased\nfrom $261,818.00 in 2003 to $322,900.00 in\n2006”).Footnote 15See,e.g., App. to Pet. for Cert. in No. 08–289, pp. 310–311\n(2005–2006 testing data for ELL students, reclassified ELL\nstudents, and non-ELL students on statewide achievement tests);id., at 312 (2005–2006 data regarding Nogales’ achievement\nof the State’s annual measurable accountability objectives for ELL\nstudents).Footnote 16The Court of\nAppeals interpreted the testing data in the record to weigh against\na finding of effective programming in Nogales. See 516 F. 3d, at\n1157 (noting that “[t]he limits of [Nogales’] progress . . . are\napparent in the AIMS test results and reclassification test\nresults”);id., at 1169–1170 (citing “the persistent\nachievement gaps documented in [Nogales’] AIMS test data” between\nELL students and native speakers). We do not think the District\nCourt made sufficient factual findings to support its conclusions\nabout the effectiveness of Nogales’ ELL programming, and we\nquestion the Court of Appeals’ interpretation of the data for three\nreasons. First, as the Court of Appeals recognized, the absence of\nlongitudinal data in the record precludes useful comparisons. Seeid., at 1155. Second, the AIMS tests—the statewide\nachievement tests on which the Court of Appeals primarily relied\nand to which the dissent cites in Appendix A of its opinion—are\nadministered in English. It is inevitable that ELL students (who,\nby definition, are not yet proficient in English) will underperform\nas compared to native speakers. Third, the negative data that the\nCourt of Appeals highlights is balanced by positive data. See,e.g., App. 97 (reporting that for the 2005–2006 school\nyear, on average, reclassified students did as well as, if not\nbetter than, native English speakers on the AIMS\ntests).Footnote 17See,e.g., Hanushek, The Failure of Input-Based Schooling\nPolicies, 113 Economic J. F64, F69 (2003) (reviewing U. S. data\nregarding “input policies” and concluding that although such\npolicies “have been vigorously pursued over a long period of time,”\nthere is “no evidence that the added resources have improved\nstudent performance”); A. LeFevre, American Legislative Exchange\nCouncil, Report Card on American Education: A State-by-State\nAnalysis 132–133 (15th ed. 2008) (concluding that spending levels\nalone do not explain differences in student achievement); G.\nBurtless, Introduction and Summary, in Does Money Matter? The\nEffect of School Resources on Student Achievement and Adult Success\n1, 5 (1996) (noting that “[i]ncreased spending on school inputs has\nnot led to notable gains in school performance”).Footnote 18Education\nliterature overwhelmingly supports reliance on accountability-based\nreforms as opposed to pure increases in spending. See,e.g., Hanushek & Raymond, Does School Accountability\nLead to Improved Student Performance? 24 J. Pol’y Analysis &\nMgmt. 297, 298 (2005) (concluding that “the introduction of\naccountability systems into a state tends to lead to larger\nachievement growth than would have occurred without\naccountability”); U. S. Chamber of Commerce, Leaders and Laggards:\nA State-by-State Report Card on Educational Effectiveness 6, 7–10\n(2007) (discussing various factors other than inputs—such as a\nfocus on academic standards and accountability—that have a\nsignificant impact on student achievement); S. Fuhrman,\nIntroduction, in Redesigning Accountability Systems for Education\n1, 3–9 (S. Fuhrman & R. Elmore eds. 2004); S. Hanushek\net al., Making Schools Work: Improving Performance and\nControlling Costs 151–176 (1994).Footnote 19See,e.g., M. Springer & J. Guthrie, Politicization of the\nSchool Finance Legal Process, in School Money Trials 102, 121 (W.\nWest & P. Peterson eds. 2007); E. Hanushek & A. Lindseth,\nSchoolhouses, Courthouses, and Statehouses: Solving the\nFunding-Achievement Puzzle in America’s Public Schools 146\n(2009).Footnote 20There are\nmany possible causes for the performance of students in Nogales’\nhigh school ELL programs. These include the difficulty of teaching\nEnglish to older students (many of whom, presumably, were not in\nEnglish-speaking schools as younger students) and problems, such as\ndrug use and the prevalence of gangs. See Reply Brief for\nPetitioner Speaker of the Arizona House of Representatives\net al. 14–15; Reply Brief for Petitioner Superintendent 16–17;\nApp. 116–118. We note that no court has made particularized\nfindings as to the effectiveness of ELL programming offered at\nNogales’ high schools.Footnote 21The Court of\nAppeals reported, and it is not disputed, that “[o]n an\ninflation-adjusted statewide basis, including all sources of\nfunding, support for education has increased from $3,139 per pupil\nin 2000 to an estimated $3,570 per pupil in 2006. Adding in all\ncounty and local sources, funding has gone from $5,677 per pupil in\n2000 to an estimated $6,412 per pupil in 2006. Finally, federal\nfunding has increased. In 2000, the federal government provided an\nadditional $526 per pupil; in 2006, it provided an estimated $953.”\n516 F. 3d, at 1155.Footnote 22Each year\nsince 2000, Nogales voters have passed an override. Revenues from\nNogales’ override have increased from $895,891 in 2001 to\n$1,674,407 in 2007. App. to Pet. for Cert. in No. 08–294, p.\n431a.Footnote 23The dissent\ncontends that this issue was not raised below, but what is\nimportant for present purposes is that, for the reasons explained\nin the previous parts of this opinion, these cases must be remanded\nto the District Court for a proper Rule 60(b)(5) analysis.\nPetitioners made it clear at oral argument that they wish to argue\nthat the extension of the remedy to districts other than Nogales\nshould be vacated. See Tr. of Oral Arg. 63 (“Here the EEOA has been\ntransmogrified to apply statewide. That has not been done before.\nIt should not have been done in the first instance but certainly in\nlight of the changed circumstances”); see alsoid., at\n17–18, 21, 26. Accordingly,ifpetitioners raise that\nargument on remand, the District Court must consider whether there\nis any legal or factual basis for denying that\nrelief.Footnote 24See Ariz.\nDept. of Ed., Research and Evaluation Section, 2008–2009 October\nEnrollment by School, District and Grade 1, 17,\nhttp://www.ade.state.\naz.us /researchpolicy /AZEnroll/2008-2009/Octenroll2009schoolbygrade.pdf\n(as visited June 18, 2009, and available in Clerk of Court’s case\nfile).",
    "joined": []
}