{
    "case": {
        "docket": "237",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/237/"
    },
    "id": "3422805",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–1352_________________OHIO, PETITIONERv.DARIUS CLARKon writ of certiorari to the supreme court of\nohio[June 18, 2015]Justice Alito delivered the opinion of the\nCourt.Darius Clark sent his girlfriend hundreds of\nmiles away to engage in prostitution and agreed to care for her two\nyoung children while she was out of town. A day later, teachers\ndiscovered red marks on her 3-year-old son, and the boy identified\nClark as his abuser. The question in this case is whether the Sixth\nAmendment’s Confrontation Clause prohibited prosecutors from\nintroducing those statements when the child was not available to be\ncross-examined. Because neither the child nor his teachers had the\nprimary purpose of assisting in Clark’s prosecution, the child’s\nstatements do not implicate the Confrontation Clause and therefore\nwere admissible at trial.IDarius Clark, who went by the nickname “Dee,”\nlived in Cleveland, Ohio, with his girlfriend, T. T., and her two\nchildren: L. P., a 3-year-old boy, and A. T., an 18-month-old\ngirl.[1] Clark was also T. T.’s\npimp, and he would regularly send her on trips to Washington,\nD. C., to work as a prostitute. In March 2010, T. T. went on\none such trip, and she left the children in Clark’s care.The next day, Clark took L. P. to preschool. In\nthe lunchroom, one of L. P.’s teachers, Ramona Whitley, observed\nthat L. P.’s left eye appeared bloodshot. She asked him\n“ ‘[w]hat happened,’ ” and he initially said nothing. 137\nOhio St. 3d 346, 347, 2013–Ohio–4731, 999 N. E. 2d 592, 594.\nEventually, however, he told the teacher that he\n“ ‘fell.’ ”Ibid. When they moved into the\nbrighter lights of a classroom, Whitley noticed “ ‘[r]ed\nmarks, like whips of some sort,’ ” on L. P.’s face.Ibid.She notified the lead teacher, Debra Jones, who asked\nL. P., “ ‘Who did this? What happened to you?’ ”Id.,at 348, 999 N. E. 2d, at 595. According to Jones,\nL. P. “ ‘seemed kind of bewildered’ ” and “ ‘said\nsomething like, Dee, Dee.’ ”Ibid. Jones asked L. P.\nwhether Dee is “big or little,” to which L. P. responded that “Dee\nis big.” App. 60, 64. Jones then brought L. P.to her supervisor,\nwho lifted the boy’s shirt, revealing more injuries. Whitley called\na child abuse hotline to alert authorities about the suspected\nabuse.When Clark later arrived at the school, he\ndenied responsibility for the injuries and quickly left with L. P.\nThe next day, a social worker found the children at Clark’s\nmother’s house and took them to a hospital, where a physician\ndiscovered additional injuries suggesting child abuse. L. P. had a\nblack eye, belt marks on his back and stomach, and bruises all over\nhis body. A. T. had two black eyes, a swollen hand, and a large\nburn on her cheek, and two pigtails had been ripped out at the\nroots of her hair.A grand jury indicted Clark on five counts of\nfelonious assault (four related to A. T. and one related to L. P.),\ntwo counts of endangering children (one for each child), and two\ncounts of domestic violence (one for each child). At trial, the\nState introduced L. P.’s statements to his teachers as evidence of\nClark’s guilt, but L. P. did not testify. Under Ohio law, children\nyounger than 10 years old are incompetent to testify if they\n“appear incapable of receiving just impressions of the facts and\ntransactions respecting which they are examined, or of relating\nthem truly.” Ohio Rule Evid. 601(A) (Lexis 2010). After conducting\na hearing, the trial court concluded that L. P. was not competent\nto testify. But under Ohio Rule of Evidence 807, which allows the\nadmission of reliable hearsay by child abuse victims, the court\nruled that L. P.’s statements to his teachers bore sufficient\nguarantees of trustworthiness to be admitted as evidence.Clark moved to exclude testimony about L. P.’s\nout-of-court statements under the Confrontation Clause. The trial\ncourt denied the motion, ruling that L. P.’s responses were not\ntestimonial statements covered by the Sixth Amendment. The jury\nfound Clark guilty on all counts except for one assault count\nrelated to A. T., and it sentenced him to 28 years’ imprisonment.\nClark appealed his conviction, and a state appellate court reversed\non the ground that the introduction of L. P.’s out-of-court\nstatements violated the Confrontation Clause.In a 4-to-3 decision, the Supreme Court of Ohio\naffirmed. It held that, under this Court’s Confrontation Clause\ndecisions, L. P.’s statements qualified as testimonial because the\nprimary purpose of the teachers’ questioning “was not to deal with\nan existing emergency but rather to gather evidence potentially\nrelevant to a subsequent criminal prosecution.” 137 Ohio St. 3d, at\n350, 999 N. E. 2d, at 597. The court noted that Ohio has a\n“mandatory reporting” law that requires certain professionals,\nincluding preschool teachers, to report suspected child abuse to\ngovernment authorities. Seeid.,at 349–350, 999 N. E.\n2d, at 596–597. In the court’s view, the teachers acted as agents\nof the State under the mandatory reporting law and “sought facts\nconcerning past criminal activity to identify the person\nresponsible, eliciting statements that ‘are functionally identical\nto live, in-court testimony, doing precisely what a witness does on\ndirect examination.’ ”Id.,at 355, 999 N. E. 2d,\nat 600 (quotingMelendez-Diazv.Massachusetts, 557\nU. S. 305 –311 (2009); some internal quotation marks\nomitted).We granted certiorari, 573 U. S. ___\n(2014), and we now reverse.IIAThe Sixth Amendment’s Confrontation Clause,\nwhich is binding on the States through the Fourteenth Amendment,\nprovides: “In all criminal prosecutions, the accused shall enjoy\nthe right . . . to be confronted with the wit-nesses\nagainst him.” InOhiov.Roberts, 448 U. S. 56,\n66 (1980) , we interpreted the Clause to permit the admission of\nout-of-court statements by an unavailable witness, so long as the\nstatements bore “adequate ‘indicia of reliability.’ ” Such\nindicia are present, we held, if “the evidence falls within a\nfirmly rooted hearsay exception” or bears “particularized\nguarantees of trustworthiness.”Ibid.InCrawfordv.Washington, 541\nU. S. 36 (2004) , we adopted a different approach. We\nexplained that “witnesses,” under the Confrontation Clause, are\nthose “who bear testimony,” and we defined “testimony” as “a solemn\ndeclaration or affirmation made for the purpose of establishing or\nproving some fact.”Id.,at 51 (internal quotation marks and\nalteration omitted). The Sixth Amendment, we concluded, prohibits\nthe introduction of testimonial statements by a nontestifying\nwitness, unless the witness is “unavailable to testify, and the\ndefendant had had a prior opportunity for cross-examination.”Id.,at 54. Applying that definition to the facts inCrawford, we held that statements by a witness during police\nquestioning at the station house were testimonial and thus could\nnot be admitted. But our decision inCrawforddid not offer\nan exhaustive definition of “testimonial” statements. Instead,Crawfordstated that the label “applies at a minimum to\nprior testimony at a preliminary hearing, before a grand jury, or\nat a former trial; and to police interrogations.”Id.,at\n68.Our more recent cases have labored to flesh out\nwhat it means for a statement to be “testimonial.” InDavisv.WashingtonandHammonv.Indiana, 547\nU. S. 813 (2006) , which we decided together, we dealt with\nstatements given to law enforcement officers by the victims of\ndomestic abuse. The victim inDavismade statements to a 911\nemergency operator during and shortly after her boyfriend’s violent\nattack. InHammon, the victim, after being isolated from her\nabusive husband, made statements to police that were memorialized\nin a “ ‘battery affidavit.’ ”Id.,at 820.We held that the statements inHammonwere testimonial, while the statements inDaviswere not.\nAnnouncing what has come to be known as the “primary purpose” test,\nwe explained: “Statements are nontestimonial when made in the\ncourse of police interrogation under circumstances objectively\nindicating that the primary purpose of the interrogation is to\nenable police assistance to meet an ongoing emergency. They are\ntestimonial when the circumstances objectively indicate that there\nis no such ongoing emergency, and that the primary purpose of the\ninterrogation is to establish or prove past events poten-tially\nrelevant to later criminal prosecution.”Id.,at 822.\nBecause the cases involved statements to law enforcement officers,\nwe reserved the question whether similar statements to individuals\nother than law enforcement officers would raise similar issues\nunder the Confrontation Clause. Seeid.,at 823,\nn. 2.InMichiganv.Bryant, 562\nU. S. 344 (2011) , we further expounded on the primary purpose\ntest. The inquiry, we emphasized, must consider “all of the\nrelevant circumstances.”Id.,at 369. And we reiterated our\nview inDavisthat, when “the primary purpose of an\ninterrogation is to respond to an ‘ongoing emergency,’ its purpose\nis not to create a record for trial and thus is not within the\nscope of the [Confrontation] Clause.” 562 U. S., at 358. At\nthe same time, we noted that “there may beothercircumstances, aside from ongoing emergencies, when a statement is\nnot procured with a primary purpose of creating an out-of-court\nsubstitute for trial testimony.”Ibid.“[T]he existencevel nonof an ongoing emergency is not the touchstone\nof the testimonial inquiry.”Id.,at 374. Instead, “whether\nan ongoing emergency exists is simply one factor . . .\nthat informs the ultimate inquiry regarding the ‘primary purpose’\nof an interrogation.”Id.,at 366.One additional factor is “the informality of the\nsituation and the interrogation.”Id.,at 377. A “formal\nstation-house interrogation,” like the questioning inCrawford, is more likely to provoke testimonial statements,\nwhile less formal questioning is less likely to reflect a primary\npurpose aimed at obtaining testimonial evidence against the\naccused.Id.,at 366, 377. And in determining whether a\nstatement is testimonial, “standard rules of hearsay, designed to\nidentify some statements as reliable, will be relevant.”Id.,at 358–359. In the end, the question is whether, in\nlight of all the circumstances, viewed objectively, the “primary\npurpose” of the conversation was to “creat[e] an\nout-of-court substitute for trial testimony.”Id.,at\n358. Applying these principles inBryant, we held that the\nstatements made by a dying victim about his assailant were not\ntestimonial because the circumstances objectively indicated that\nthe conversation was primarily aimed at quelling an ongoing\nemergency, not establishing evidence for the prosecution. Because\nthe relevant statements were made to law enforcement officers, we\nagain declined to decide whether the same analysis applies to\nstatements made to individuals other than the police. Seeid.,at 357, n. 3.Thus, under our precedents, a statement cannot\nfall within the Confrontation Clause unless its primary purpose was\ntestimonial. “Where no such primary purpose exists, the\nadmissibility of a statement is the concern of state and federal\nrules of evidence, not the Confrontation Clause.”Id.,at\n359. But that does not mean that the Confrontation Clause bars\nevery statement that satisfies the “primary purpose” test. We have\nrecognized that the Confrontation Clause does not prohibit the\nintroduction of out-of-court statements that would have been\nadmissible in a criminal case at the time of the founding. SeeGilesv.California, 554 U. S. 353 –359 (2008);Crawford, 541 U. S., at 56, n. 6, 62. Thus, the\nprimary purpose test is a necessary, but not always sufficient,\ncondition for the exclusion of out-of-court statements under the\nConfrontation Clause.BIn this case, we consider statements made to\npreschool teachers, not the police. We are therefore presented with\nthe question we have repeatedly reserved: whether statements to\npersons other than law enforcement officers are subject to the\nConfrontation Clause. Because at least some statements to\nindividuals who are not law enforcement officers could conceivably\nraise confrontation concerns, we decline to adopt a categorical\nrule excluding them from the Sixth Amendment’s reach. Nevertheless,\nsuch statements are much less likely to be testimonial than\nstatements to law enforcement officers. And considering all the\nrelevant circumstances here, L. P.’s statements clearly were not\nmade with the primary purpose of creating evidence for Clark’s\nprosecution. Thus, their introduction at trial did not violate the\nConfrontation Clause.L. P.’s statements occurred in the context of an\nongoing emergency involving suspected child abuse. When L. P.’s\nteachers noticed his injuries, they rightly became worried that the\n3-year-old was the victim of serious violence. Because the teachers\nneeded to know whether it was safe to release L. P. to his guardian\nat the end of the day, they needed to determine who might be\nabusing the child.[2] Thus, the\nimmediate concern was to protect a vulnerable child who needed\nhelp. Our holding inBryantis instructive. As inBryant, the emergency in this case was ongoing, and the\ncircumstances were not entirely clear. L. P.’s teachers were not\nsure who had abused him or how best to secure his safety. Nor were\nthey sure whether any other children might be at risk. As a result,\ntheir questions and L. P.’s answers were primarily aimed at\nidentifying and ending the threat. Though not as harried, the\nconversation here was also similar to the 911 call inDavis.\nThe teachers’ questions were meant to identify the abuser in order\nto protect the victim from future attacks. Whether the teachers\nthought that this would be done by apprehending the abuser or by\nsome other means is irrelevant. And the circumstances in this case\nwere unlike the interrogation inHammon, where the police\nknew the identity of the assailant and questioned the victim after\nshielding her from potential harm.There is no indication that the primary purpose\nof the conversation was to gather evidence for Clark’s prosecution.\nOn the contrary, it is clear that the first objective was to\nprotect L. P. At no point did the teachers inform L. P.\nthat his answers would be used to arrest or punish his abuser. L.\nP. never hinted that he intended his statements to be used by the\npolice or prosecutors. And the conversation between L. P. and his\nteachers was informal and spontaneous. The teachers asked L. P.\nabout his injuries immediately upon discovering them, in the\ninformal setting of a preschool lunchroom and classroom, and they\ndid so precisely as any concerned citizen would talk to a child who\nmight be the victim of abuse. This was nothing like the formalized\nstation-house questioning inCrawfordor the police\ninterrogation and battery affidavit inHammon.L. P.’s age fortifies our conclusion that the\nstatements in question were not testimonial. Statements by very\nyoung children will rarely, if ever, implicate the Confrontation\nClause. Few preschool students understand the details of our\ncriminal justice system. Rather, “[r]esearch on children’s\nunderstanding of the legal system finds that” young children “have\nlittle understanding of prosecution.” Brief for American\nProfessional Society on the Abuse of Children asAmicus\nCuriae7, and n. 5 (collecting sources). And Clark does not\ndispute those findings. Thus, it is extremely unlikely that a\n3-year-old child in L. P.’s position would intend his statements to\nbe a substitute for trial testimony. On the contrary, a young child\nin these circumstances would simply want the abuse to end, would\nwant to protect other victims, or would have no discernible purpose\nat all.As a historical matter, moreover, there is\nstrong evidence that statements made in circumstances similar to\nthose facing L. P. and his teachers were admissible at common\nlaw. See Lyon & LaMagna, The History of Children’s Hearsay:\nFrom Old Bailey to Post-Davis, 82 Ind. L. J. 1029, 1030\n(2007); see alsoid.,at 1041–1044 (examining child rape\ncases from 1687 to 1788); J. Langbein, The Origins of Adversary\nCriminal Trial 239 (2003) (“The Old Bailey” court in 18th-century\nLondon “tolerated flagrant hearsay in rape prosecutions involving a\nchild victim who was not competent to testify because she was too\nyoung to appreciate the significance of her oath”). And when\n18th-century courts excluded statements of this sort, see,e.g.,\nKingv.Brasier, 1 Leach 199, 168 Eng. Rep. 202 (K. B.\n1779), they appeared to do so because the child should have been\nruled competent to testify, not because the statements were\notherwise inadmissible. See Lyon & LaMagna,supra, at\n1053–1054. It is thus highly doubtful that statements like\nL. P.’s ever would have been understood to raise Confrontation\nClause concerns. NeitherCrawfordnor any of the cases that\nit has produced has mounted evidence that the adoption of the\nConfrontation Clause was understood to require the exclusion of\nevidence that was regularly admitted in criminal cases at the time\nof the founding. Certainly, the statements in this case are nothing\nlike the notorious use ofex parteexamination in Sir\nWalter Raleigh’s trial for treason, which we have frequently\nidentified as “the principal evil at which the Confrontation Clause\nwas directed.”Crawford, 541 U. S., at 50; see alsoBryant, 562 U. S., at 358.Finally, although we decline to adopt a rule\nthat statements to individuals who are not law enforcement officers\nare categorically outside the Sixth Amendment, the fact that L. P.\nwas speaking to his teachers remains highly relevant. Courts must\nevaluate challenged statements in context, and part of that context\nis the questioner’s iden-tity. Seeid., at 369. Statements\nmade to someone who is not principally charged with uncovering and\nprosecuting criminal behavior are significantly less likely to be\ntestimonial than statements given to law enforcement officers. See,e.g., Giles, 554 U. S., at 376. It is common sense that\nthe relationship between a student and his teacher is very\ndifferent from that between a citizen and the police. We do not\nignore that reality. In light of these circumstances, the Sixth\nAmendment did not prohibit the State from introducing L. P.’s\nstatements at trial.IIIClark’s efforts to avoid this conclusion are\nall off-base. He emphasizes Ohio’s mandatory reporting obligations,\nin an attempt to equate L. P.’s teachers with the police and their\ncaring questions with official interrogations. But the comparison\nis inapt. The teachers’ pressing concern was to protect L. P. and\nremove him from harm’s way. Like all good teachers, they\nundoubtedly would have acted with the same purpose whether or not\nthey had a state-law duty to report abuse. And mandatory reporting\nstatutes alone cannot convert a conversation between a concerned\nteacher and her student into a law enforcement mission aimed\nprimarily at gathering evidence for a prosecution.It is irrelevant that the teachers’ questions\nand their duty to report the matter had the natural tendency to\nresult in Clark’s prosecution. The statements at issue inDavisandBryantsupported the defendants’\nconvictions, and the police always have an obligation to ask\nquestions to resolve ongoing emergencies. Yet, we held in those\ncases that the Confrontation Clause did not prohibit introduction\nof the statements because they were not primarily intended to be\ntestimonial. Thus, Clark is also wrong to suggest that admitting L.\nP.’s statements would be fundamentally unfair given that Ohio law\ndoes not allow incompetent children to testify. In any\nConfrontation Clause case, the individual who provided the\nout-of-court statement is not available as an in-court witness, but\nthe testimony is admissible under an exception to the hearsay rules\nand is probative of the defendant’s guilt. The fact that the\nwitness is unavailable because of a different rule of evidence does\nnot change our analysis.Finally, Clark asks us to shift our focus from\nthe context of L. P.’s conversation with his teachers to the jury’s\nperception of those statements. Because, in his view, the “jury\ntreated L. P.’s accusation as the functional equivalent of\ntestimony,” Clark argues that we must prohibit its introduction.\nBrief for Respondent 42. Our Confrontation Clause decisions,\nhowever, do not determine whether a statement is testimonial by\nexamining whether a jury would view the statement as the equivalent\nof in-court testimony. The logic of this argument, moreover, would\nlead to the conclusion that virtually all out-of-court statements\noffered by the prosecution are testimonial. The prosecution is\nunlikely to offer out-of-court statements unless they tend to\nsupport the defendant’s guilt, and all such statements could be\nviewed as a substitute for in-court testimony. We have never\nsuggested, however, that the Confrontation Clause bars the\nintroduction of all out-of-court statements that support the\nprosecution’s case. Instead, we ask whether a statement was given\nwith the “primary purpose of creating an\nout-of-court substitutefor trial testimony.”Bryant,supra, at 358. Here, the an-swer is clear: L. P.’s\nstatements to his teachers were not testimonial.IVWe reverse the judgment of the Supreme Court\nof Ohio and remand the case for further proceedings not\ninconsistent with this opinion.It is so ordered.Notes1Like the Ohio courts, we\nidentify Clark’s victims and their mother by their\ninitials.2In fact, the teachers and\na social worker who had come to the schoolwerereluctant to\nrelease L. P. into Clark’s care after the boy identified Clark as\nhis abuser. But after a brief “stare-down” with the social worker,\nClark bolted out the door with L. P., and social services were not\nable to locate the children until the next day. App. 92–102,\n150–151.",
    "joined": []
}