{
    "case": {
        "docket": "233",
        "citation": "558",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/558/233/"
    },
    "id": "1963068",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTKUCANA V. HOLDER558 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-911AGRON KUCANA, PETITIONERv.ERIC H.\nHOLDER, Jr., ATTORNEY GENERALon writ of certiorari to the united states court of\nappeals for the seventh circuit[January 20, 2010]Justice Alito, concurring in the\njudgment.I agree that the Court of Appeals\nhad jurisdiction to review the denial of petitioner’s motion to\nreopen his removal proceeding, but I would decide this case on\nnarrower grounds. The controlling statutory provision, 8 U.\nS. C. §1252(a)(2)(B)(ii), states that “no court shall have\njurisdiction to review … any … decision … of the Attorney General …\nthe authority for which is specifiedunder this subchapterto be in the discretion of the Attorney General.” (Emphasis added.)\nThe phrase “under this subchapter” refers to Subchapter II of\nChapter 12 of Title 8, 8 U. S. C. §§1151–1381, seeante, at 3, n. 3, and, as the Court notes, no\nprovision of Subchapter II confers discretionary authority on the\nAttorney General to decide motions to reopen. Seeante, at\n7–8, 14–15. The Court of Appeals, however, held that the Attorney\nGeneral’s decision in this case was unreviewable because a\nregulation, 8 CFR §1003.2(a) (2009), made that decision\ndiscretionary.If this regulation had been promulgated\npursuant to authority conferred by a provision of Subchapter II, we\nwould have to confront the question that the opinion of the Court\naddresses. But it seems clear that 8 CFR §1003.2, at least insofar\nas it gave the Attorney General the discretionary authority that he\nexercised in this case, is grounded on authority conferred underSubchapter Iof Chapter 12 of Title 8, 8 U. S. C.\n§§1101–1107. See 8 U. S. C. §1103(a) (1994 ed.) (giving the\nAttorney General the authority to “establish such regulations … as\nhe deems necessary for carrying out his authority under [Chapter 12\nof Title 8 of the U. S. Code]”).Theamicus curiaewhom we appointed\nto defend the decision of the Court of Appeals has attempted to\nlink 8 CFR §1003.2 to Subchapter II. She notes that the Attorney\nGeneral, in promulgating that regulation, cited not only 8 U.\nS. C. §1103(a), but also a provision of Subchapter II, 8 U.\nS. C. §1252b (1994 ed.). See 61 Fed. Reg. 18900, 18904\n(1996).[Footnote 1] This latter\nstatutory provision[Footnote 2]\nconferred the authority to reopen a narrow set of deportation\norders,i.e., those issued after the alien failed to\nappear at the deportation hearing. Although this statutory\nprovision does not apply to petitioner’s motion to reopen,amicusargues that “the section’s brief allusion to\nmotions to reopen clearly presupposed that the Attorney General had\nin place a more general procedure for reviewing all motions to\nreopen removal proceedings.” Brief for Court-AppointedAmicus\nCuriaein Support of Judgment Below 41–42.Amicus’ argument is ingenious but\nultimately unpersuasive. At most, 8 U. S. C. §1252b (1994 ed.)\nmay be read as implicitly authorizing the promulgation of a\nregulation giving the Attorney General the discretion to reopen\ncertain deportation orders that were issued in absentia.\nPetitioner’s second motion to reopen, however, seeks reopening on\ngrounds outside of §1252b, and therefore 8 CFR §1003.2, insofar as\nit applies to petitioner’s case, was not issued pursuant to\nSubchapter II and does not implement any provision of that\nSubchapter.For these reasons, this case can and should be\ndecided on the narrow ground that, even if some regulations can\nrender a decision of the Attorney General unreviewable, the\nregulation at issue in this case does not have that effect.Footnote 1Two other provisions in Subchapter II refer\nto motions to reopen, but both were enacted after the\nimplementation of 8 CFR §1003.2 (2009), and therefore that\nregulation cannot be said to implement these provisions. Seeante7, n. 9. Title 8 U. S. C. §1229a(c)(7),\nwhich addresses the procedural requirements for filing such a\nmotion, and §1252(b)(6), which requires consolidation of a motion\nto reopen with the underlying removal order, were enacted as part\nof the Illegal Immigration Reform and Immigrant Responsibility Act\nof 1996 (IIRIRA) in September 1996 and made effective in April\n1997. See 110 Stat. 3009–593, 3009–609. Prior to that time, the\nconsolidation provision was found in Subchapter I. See 8 U.\nS. C. §1105(a)(6) (1994 ed.).Footnote 2This provision conferred the authority to\nrescind a deportation order “upon a motion to reopen filed within\n180 days after the date of the order of deportation if the alien\ndemonstrates that the failure to appear was because of exceptional\ncircumstances … or upon a motion to reopen filed at any time if the\nalien demonstrates that the alien did not receive notice … or the\nalien demonstrates that the alien was in Federal or State custody\nand did not appear through no fault of the alien.” 8 U. S. C.\n§1252b(c)(3) (1994 ed.).A similar provision, enacted as part of\nIIRIRA, is now contained in 8 U. S. C. §1229a(b)(5)(C) (2006\ned.). As the Government notes, this provision does not apply in\nthis case because petitioner challenges the denial of his second\nmotion to reopen, which the parties agree is governed by\n§1229a(c)(7). Brief for Respondent 21, n. 13;id.,at\n6, n. 4.",
    "joined": []
}