{
    "case": {
        "docket": "351",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/351/"
    },
    "id": "1970964",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–316_________________KEVIN LOUGHRIN, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 23, 2014]Justice Alito,\nconcurring in part and concurring in the judgment.I agree with the\nCourt’s holding that 18 U. S. C. §1344(2)\nrequires neither intent to defraud a bank nor the creation of a\nrisk of financial loss to a bank, but I must write separately to\nexpress disagreement with some dicta in the opinion of the\nCourt.In a few passages, the\nCourt suggests that §1344(2) requires a mens rea of purpose.\nSee ante, at 4 (“[T]he clause requires that the defendant\nintend ‘to obtain any of the moneys . . . or other property\nowned by, or under the custody or control of, a financial\ninstitution’ ” (ellipsis in original)); ante, at\n12, n. 6 (“[W]hen the defendant has the requisite intent\nto acquire bank property, his presentation of a forged or altered\ncheck to a third party satisfies §1344(2)’s\n‘means’ requirement”).[1] That is incorrect.Congress expressly\ndenoted the mens rea a defendant must have to violate\n§1344(2), and it is not purpose. Instead, §1344(2)\nimposes liability on “[w]hoever knowingly executes, or\nattempts to execute, a scheme or artifice” to obtain bank\nproperty. (Emphasis added.) It is hard to imagine how Congress\ncould have been clearer as to the mental state required for\nliability.The Court’s\ncontrary statements apparently derive from the fact that the\ncriminal venture that a defendant must knowingly execute or attempt\nto execute must be a scheme or artifice “to obtain\n. . . property owned by . . . a financial\ninstitution.” §1344(2). A defendant must have the\npurpose to obtain bank property, so the argument goes, because he\nmust execute a scheme the purpose of which is to obtain bank\nproperty.This argument confuses\nthe design of the scheme with the mens rea of the defendant. The\nstatute requires only that the objective of the scheme must be the\nobtaining of bank property, not that the defendant must have such\nan objective. Of course, in many cases a scheme’s objective\nwill be the same as an individual defendant’s. Where the\ndefendant acts alone, for instance, his objective will almost\ncertainly be the same as that of the scheme, and the inquiry into\nthe defendant’s mens rea and the scheme’s objective\nwill accordingly merge. But in some cases, such as those involving\nlarge, complex criminal ventures, a given defendant’s purpose\nmay diverge from the scheme’s objective. For instance, a\ndefendant who is paid by a large ring of check forgers to present\none of their forged checks to a bank for payment has executed\n“a scheme or artifice . . . to obtain” bank\nproperty, even if he only presents the check because he is paid to\ndo so and personally does not care whether the forged check is\nhonored. That is because the objective of the scheme as a whole is\nto obtain bank property, and the defendant knowingly executes that\nscheme.The majority reads the\nword “knowingly” out of the statute. That term\n“ ‘requires proof of knowledge of the facts that\nconstitute the offense.’ ” Dixon v. United States,\n548 U. S. 1, 5 (2006) . If the majority is correct that the\nlanguage “a scheme or artifice . . . to\nobtain” bank property demands that the defendant intend to\nobtain bank prop-erty, then the word “knowingly” is\nsuperfluous, because a defendant whose purpose is to obtain bank\nproperty will always know that his purpose is to obtain bank\nproperty. Why would Congress expressly specify a lesser mens rea\nelement if elsewhere in the statute it commands a greater,\nsubsuming one?Proof that a defendant\nacted knowingly very often gives rise to a reasonable inference\nthat the defendant also acted purposely, and therefore the\nCourt’s dicta may not have much practical effect. But if the\nissue is presented in a future case, the Court’s statements\nmust be regarded as dicta. The Court’s statements that a\ndefendant must intend to obtain bank property to be convicted under\n§1344(2) are unnecessary to its conclusion that a defendant\nmay be convicted under this provision without proof that he either\nintended to defraud a bank or created a risk of loss to a bank.\nFurthermore, as the Court makes clear, petitioner waived any\nchallenge to his conviction arising from an asserted statutory\nrequirement that he must have intended to obtain bank property. See\nante, at 4, n. 3.Notes1* Cf. at 5 (§1344(1)\n“includes the requirement that a defendant intend to\n‘defraud a financial institution’\n”).",
    "joined": []
}