{
    "case": {
        "docket": "16-1466",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1466/"
    },
    "id": "3921236",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1466_________________MARK JANUS, PETITIONERv.AMERICAN\nFEDER- ATION OF STATE, COUNTY, AND MUNICIPAL EMPLOYEES, COUNCIL 31,\net al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 27, 2018]Justice Alito delivered the opinion of the\nCourt.Under Illinois law, public employees are forced\nto subsidize a union, even if they choose not to join and strongly\nobject to the positions the union takes in collective bargaining\nand related activities. We conclude that this arrangement violates\nthe free speech rights of nonmembers by compelling them to\nsubsidize private speech on matters of substantial public\nconcern.We upheld a similar law inAboodv.Detroit Bd. of Ed., 431 U. S. 209 (1977), and we\nrecognize the importance of following precedent unless there are\nstrong reasons for not doing so. But there are very strong reasons\nin this case. Fundamental free speech rights are at stake.Aboodwas poorly reasoned. It has led to practical problems\nand abuse. It is inconsistent with other First Amendment cases and\nhas been undermined by more recent decisions. Developments sinceAboodwas handed down have shed new light on the issue of\nagency fees, and no reliance interests on the part of public-sector\nunions are sufficient to justify the perpetuation of the free\nspeech violations thatAboodhas countenanced for the past\n41 years.Aboodis therefore overruled.IAUnder the Illinois Public Labor Relations Act\n(IPLRA), employees of the State and its political subdivisions are\npermitted to unionize. See Ill. Comp. Stat., ch. 5, §315/6(a) (West\n2016). If a majority of the employees in a bargaining unit vote to\nbe represented by a union, that union is designated as the\nexclusive representative of all the employees. §§315/3(s)(1),\n315/6(c), 315/9. Employees in the unit are not obligated to join\nthe union selected by their co-workers, but whether they join or\nnot, that union is deemed to be their sole permitted\nrepresentative. See §§315/6(a), (c).Once a union is so designated, it is vested with\nbroad authority. Only the union may negotiate with the employer on\nmatters relating to “pay, wages, hours[,] and other conditions of\nemployment.” §315/6(c). And this authority extends to the\nnegotiation of what the IPLRA calls “policy matters,” such as merit\npay, the size of the work force, layoffs, privatization, promotion\nmethods, and non-discrimination policies. §315/4; see §315/6(c);\nsee gener- ally,e.g.,Illinois Dept. of Central\nManagement Servs.v.AFSCME, Council 31, No. S–CB–16–17\netc., 33 PERI ¶67 (ILRB Dec. 13, 2016) (Board Decision).Designating a union as the employees’ exclusive\nrepresentative substantially restricts the rights of individual\nemployees. Among other things, this designation means that\nindividual employees may not be represented by any agent other than\nthe designated union; nor may individual employees negotiate\ndirectly with their employer. §§315/6(c)–(d), 315/10(a)(4); seeMatthewsv.Chicago Transit Authority, 2016 IL\n117638, 51 N. E. 3d 753, 782; accord,Medo Photo\nSupply Corp.v.NLRB, 321 U. S. 678, 683–684\n(1944). Protection of the employees’ interests is placed in the\nhands of the union, and therefore the union is required by law to\nprovide fair representation for all employees in the unit, members\nand nonmembers alike. §315/6(d).Employees who decline to join the union are not\nassessed full union dues but must instead pay what is generally\ncalled an “agency fee,” which amounts to a percentage of the union\ndues. UnderAbood, nonmembers may be charged for the portion\nof union dues attributable to activities that are “germane to [the\nunion’s] duties as collective-bargaining representative,” but\nnonmembers may not be required to fund the union’s political and\nideological projects. 431 U. S., at 235; seeid., at\n235–236. In labor-law parlance, the outlays in the first category\nare known as “chargeable” expenditures, while those in the latter\nare labeled “nonchargeable.”Illinois law does not specify in detail which\nexpenditures are chargeable and which are not. The IPLRA provides\nthat an agency fee may compensate a union for the costs incurred in\n“the collective bargaining process, contract administration[,] and\npursuing matters affecting wages, hours[,] and conditions of\nemployment.” §315/6(e); see also §315/3(g). Excluded from the\nagency-fee calculation are union expenditures “related to the\nelection or support of any candidate for political office.”\n§315/3(g); see §315/6(e).Applying this standard, a union categorizes its\nexpenditures as chargeable or nonchargeable and thus determines a\nnonmember’s “proportionate share,” §315/6(e); this determination is\nthen audited; the amount of the “proportionate share” is certified\nto the employer; and the employer automatically deducts that amount\nfrom the nonmembers’ wages. Seeibid.; App. to Pet. for\nCert. 37a; see alsoHarrisv.Quinn, 573 U. S.\n___, ___–___ (2014) (slip op., at 19–20) (describing this process).\nNonmembers need not be asked, and they are not required to consent\nbefore the fees are deducted.After the amount of the agency fee is fixed each\nyear, the union must send nonmembers what is known as aHudsonnotice. SeeTeachersv.Hudson, 475\nU. S. 292 (1986). This notice is supposed to provide\nnonmembers with “an adequate explanation of the basis for the\n[agency] fee.”Id., at 310. If nonmembers “suspect that a\nunion has improperly put certain expenses in the [chargeable]\ncategory,” they may challenge that determination.Harris,supra, at ___ (slip op., at 19).As illustrated by the record in this case,\nunions charge nonmembers, not just for the cost of collective\nbargainingper se, but also for many other supposedly\nconnected activities. See App. to Pet. for Cert. 28a–39a. Here, the\nnonmembers were told that they had to pay for “[l]obbying,”\n“[s]ocial and recreational activities,” “advertising,”\n“[m]embership meetings and conventions,” and “litigation,” as well\nas other unspecified “[s]ervices” that “may ultimately inure to the\nbenefit of the members of the local bargaining unit.”Id.,\nat 28a–32a. The total chargeable amount for nonmembers was 78.06%\nof full union dues.Id., at 34a.BPetitioner Mark Janus is employed by the\nIllinois Department of Healthcare and Family Services as a child\nsupport specialist.Id., at 10a. The employees in his unit\nare among the 35,000 public employees in Illinois who are\nrepresented by respondent American Federation of State, County, and\nMunicipal Employees, Council 31 (Union).Ibid.Janus refused\nto join the Union because he opposes “many of the public policy\npositions that [it] advocates,” including the positions it takes in\ncollective bargaining.Id., at 10a, 18a. Janus believes that\nthe Union’s “behavior in bargaining does not appreciate the current\nfiscal crises in Illinois and does not reflect his best interests\nor the interests of Illinois citizens.”Id., at 18a.\nTherefore, if he had the choice, he “would not pay any fees or\notherwise subsidize [the Union].”Ibid.Under his unit’s\ncollective-bargaining agreement, however, he was required to pay an\nagency fee of $44.58 per month,id., at 14a—which would\namount to about $535 per year.Janus’s concern about Illinois’ current\nfinancial situation is shared by the Governor of the State, and it\nwas the Governor who initially challenged the statute authorizing\nthe imposition of agency fees. The Governor commenced an action in\nfederal court, asking that the law be declared unconstitutional,\nand the Illinois attorney general (a respondent here) intervened to\ndefend the law. App. 41. Janus and two other state employees also\nmoved to intervene—but on the Governor’s side.Id., at\n60.Respondents moved to dismiss the Governor’s\nchallenge for lack of standing, contending that the agency fees did\nnot cause him any personal injury.E.g.,id., at\n48–49. The District Court agreed that the Governor could not\nmaintain the lawsuit, but it held that petitioner and the other\nindividuals who had moved to intervene had standing because the\nagency fees unquestionably injured them. Accordingly, “in the\ninterest of judicial economy,” the court dismissed the Governor as\na plaintiff, while simultane- ously allowing petitioner and the\nother employees to file their own complaint.Id., at 112.\nThey did so, and the case proceeded on the basis of this new\ncomplaint.The amended complaint claims that all “nonmember\nfee deductions are coerced political speech” and that “the First\nAmendment forbids coercing any money from the nonmembers.” App. to\nPet. for Cert. 23a. Respondents moved to dismiss the amended\ncomplaint, correctly recognizing that the claim it asserted was\nforeclosed byAbood. The District Court granted the motion,id., at 7a, and the Court of Appeals for the Seventh Circuit\naffirmed, 851 F. 3d 746 (2017).Janus then sought review in this Court, asking\nus to overruleAboodand hold that public-sector agency-fee\narrangements are unconstitutional. We granted certiorari to\nconsider this important question. 582 U. S. ___ (2017).IIBefore reaching this question, however, we\nmust con- sider a threshold issue. Respondents contend that the\nDis- trict Court lacked jurisdiction under Article III of the\nConstitution because petitioner “moved to intervene in [the\nGovernor’s] jurisdictionally defective lawsuit.” Union Brief in\nOpposition 11; see alsoid., at 13–17; State Brief in\nOpposition 6; Brief for Union Respondent i, 16–17; Brief for State\nRespondents 14, n. 1. This argument is clearly wrong.It rests on the faulty premise that petitioner\nintervened in the action brought by the Governor, but that is not\nwhat happened. The District Court did not grant petitioner’s motion\nto intervene in that lawsuit. Instead, the court essentially\ntreated petitioner’s amended complaint as the operative complaint\nin a new lawsuit. App. 110–112. And when the case is viewed in that\nway, any Article III issue vanishes. As the District Court\nrecognized—and as respondents concede—petitioner was injured in\nfact by Illinois’ agency-fee scheme, and his injuries can be\nredressed by a favorable court decision.Ibid.; see Record\n2312–2313, 2322–2323. Therefore, he clearly has Article III\nstanding.Lujanv.Defenders of Wildlife, 504\nU. S. 555, 560–561 (1992). It is true that the District Court\ndocketed petitioner’s complaint under the number originally\nassigned to the Governor’s complaint, instead of giving it a new\nnumber of its own. But Article III jurisdiction does not turn on\nsuch trivialities.The sole decision on which respondents rely,United States ex rel. Texas Portland Cement Co.v.McCord, 233 U. S. 157 (1914), actually works against\nthem. That case concerned a statute permitting creditors of a\ngovernment contractor to bring suit on a bond between 6 and 12\nmonths after the completion of the work.Id., at 162. One\ncreditor filed suit before the 6-month starting date, but another\nintervened within the 6-to-12-month window. The Court held that the\n“[t]he intervention [did] not cure th[e] vice in the original\n[prematurely filed] suit,” but the Court also contemplated treating\n“intervention . . . as an original suit” in a\ncase in which the intervenor met the requirements that a plaintiff\nmust satisfy—e.g., filing a separate complaint and properly\nserving the defendants.Id., at 163–164. Because that is\nwhat petitioner did here, we may reach the merits of the question\npresented.IIIInAbood, the Court upheld the\nconstitutionality of an agency-shop arrangement like the one now\nbefore us, 431 U. S., at 232, but in more recent cases we have\nrecognized that this holding is “something of an anomaly,”Knoxv.Service Employees, 567 U. S. 298, 311\n(2012), and thatAbood’s “analysis is questionable on\nseveral grounds,”Harris, 573 U. S., at ___ (slip op.,\nat 17); seeid., at ___–___ (slip op., at 17–20) (discussing\nflaws inAbood’s reasoning). We have therefore refused to\nextendAboodto situations where it does not squarely\ncontrol, seeHarris,supra, at ___–___ (slip op., at\n27–29), while leaving for another day the question whetherAboodshould be overruled,Harris,supra, at\n___, n. 19 (slip op., at 27, n. 19); seeKnox,supra, at 310–311.We now address that question. We first consider\nwhetherAbood’s holding is consistent with standard First\nAmendment principles.AThe First Amendment, made applicable to the\nStates by the Fourteenth Amendment, forbids abridgment of the\nfreedom of speech. We have held time and again that freedom of\nspeech “includes both the right to speak freely and the right to\nrefrain from speaking at all.”Wooleyv.Maynard, 430\nU. S. 705, 714 (1977); seeRileyv.National\nFederation of Blind of N. C., Inc., 487 U. S. 781, 796–797\n(1988);Harper & Row, Publishers, Inc.v.Nation\nEnterprises, 471 U. S. 539, 559 (1985);Miami Herald\nPublishing Co.v.Tornillo, 418 U. S. 241, 256–257\n(1974); accord,Pacific Gas & Elec. Co.v.Public\nUtil. Comm’n of Cal., 475 U. S. 1, 9 (1986) (plurality\nopinion). The right to eschew association for expressive purposes\nis likewise protected.Robertsv.United States\nJaycees, 468 U. S. 609, 623 (1984) (“Freedom of\nassociation . . . plainly presupposes a freedom\nnot to associate”); seePacific Gas & Elec.,supra, at 12 (“[F]orced associations that burden protected\nspeech are impermissible”). As Justice Jackson memorably put it:\n“If there is any fixed star in our constitutional constellation, it\nis that no official, high or petty, can prescribe what shall be\northodox in politics, nationalism, religion, or other matters of\nopinion orforce citizens to confess by word or act their faith\ntherein.”West Virginia Bd. of Ed.v.Barnette,\n319 U. S. 624, 642 (1943) (emphasis added).Compelling individuals to mouth support for\nviews they find objectionable violates that cardinal constitutional\ncommand, and in most contexts, any such effort would be universally\ncondemned. Suppose, for example, that the State of Illinois\nrequired all residents to sign a document expressing support for a\nparticular set of positions on controversial public issues—say, the\nplatform of one of the major political parties. No one, we trust,\nwould seriously argue that the First Amendment permits this.Perhaps because such compulsion so plainly\nviolates the Constitution, most of our free speech cases have\ninvolved restrictions on what can be said, rather than laws\ncompelling speech. But measures compelling speech are at least as\nthreatening.Free speech serves many ends. It is essential to\nour democratic form of government, see,e.g.,Garrisonv.Louisiana, 379 U. S. 64, 74–75\n(1964), and it furthers the search for truth, see,e.g.,Thornhillv.Alabama, 310 U. S. 88, 95 (1940).\nWhenever the Federal Government or a State prevents individuals\nfrom saying what they think on important matters or compels them to\nvoice ideas with which they disagree, it undermines these ends.When speech is compelled, however, additional\ndamage is done. In that situation, individuals are coerced into\nbetraying their convictions. Forcing free and independent\nindividuals to endorse ideas they find objectionable is always\ndemeaning, and for this reason, one of our landmark free speech\ncases said that a law commanding “involuntary affirmation” of\nobjected-to beliefs would require “even more immediate and urgent\ngrounds” than a law demanding silence.Barnette,supra, at 633; see alsoRiley,supra, at\n796–797 (rejecting “deferential test” for compelled speech\nclaims).Compelling a person tosubsidizethe\nspeech of other private speakers raises similar First Amendment\nconcerns.Knox,supra, at 309;United Statesv.United Foods, Inc., 533 U. S. 405, 410 (2001);Abood,supra, at 222, 234–235. As Jefferson famously\nput it, “to compel a man to furnish contributions of money for the\npropagation of opinions which he disbelieves and abhor[s] is sinful\nand tyrannical.” A Bill for Establishing Religious Freedom, in 2\nPapers of Thomas Jefferson 545 (J. Boyd ed. 1950) (emphasis deleted\nand footnote omitted); see alsoHudson, 475 U. S., at\n305, n. 15. We have therefore recognized that a\n“ ‘significant impingement on First Amendment rights’ ”\noccurs when public employees are required to provide financial\nsupport for a union that “takes many positions during collective\nbargaining that have powerful political and civic consequences.”Knox,supra, at 310–311 (quotingEllisv.Railway Clerks, 466 U. S. 435, 455 (1984)).Because the compelled subsidization of private\nspeech seriously impinges on First Amendment rights, it cannot be\ncasually allowed. Our free speech cases have identified “levels of\nscrutiny” to be applied in different contexts, and in three recent\ncases, we have considered the standard that should be used in\njudging the constitutionality of agency fees. SeeKnox,supra;Harris,supra;Friedrichsv.California Teachers Assn., 578 U. S. ___ (2016) (per\ncu- riam) (affirming decision below by equally divided\nCourt).InKnox, the first of these cases, we\nfound it sufficient to hold that the conduct in question was\nunconstitutional under even the test used for the compulsory\nsubsidization of commercial speech. 567 U. S., at 309–310,\n321–322. Even though commercial speech has been thought to enjoy a\nlesser degree of protection, see,e.g.,Central Hudson\nGas & Elec. Corp.v.Public Serv. Comm’n of\nN. Y., 447 U. S. 557, 562–563 (1980), prior precedent\nin that area, specificallyUnited Foods,supra, had\napplied what we characterized as “exacting” scrutiny,Knox,\n567 U. S., at 310, a less demanding test than the “strict”\nscrutiny that might be thought to apply outside the commercial\nsphere. Under “exacting” scrutiny, we noted, a compelled subsidy\nmust “serve a compelling state interest that cannot be achieved\nthrough means significantly less restrictive of associa- tional\nfreedoms.”Ibid.(internal quotation marks and altera- tions\nomitted).InHarris, the second of these cases, we\nagain found that an agency-fee requirement failed “exacting\nscrutiny.” 573 U. S., at ___ (slip op., at 33). But we\nquestioned whether that test provides sufficient protection for\nfree speech rights, since “it is apparent that the speech\ncompelled” in agency-fee cases “is not commercial speech.”Id., at ___ (slip op., at 30).Picking up that cue, petitioner in the present\ncase contends that the Illinois law at issue should be subjected to\n“strict scrutiny.” Brief for Petitioner 36. The dissent, on the\nother hand, proposes that we apply what amounts to rational-basis\nreview, that is, that we ask only whether a government employer\ncould reasonably believe that the exaction of agency fees serves\nits interests. Seepost, at 4 (Kagan, J., dissenting) (“A\ngovernment entity could reasonably conclude that such a clause was\nneeded”). This form of minimal scrutiny is foreign to our\nfree-speech jurisprudence, and we reject it here. At the same time,\nwe again find it unnecessary to decide the issue of strict scrutiny\nbecause the Illinois scheme cannot survive under even the more\npermissive standard applied inKnoxandHarris.In the remainder of this part of our opinion\n(Parts III–B and III–C), we will apply this standard to the\njustifications for agency fees adopted by the Court inAbood. Then, in Parts IV and V, we will turn to alternative\nrationales proffered by respondents and theiramici.BInAbood, the main defense of the\nagency-fee arrangement was that it served the State’s interest in\n“labor peace,” 431 U. S., at 224. By “labor peace,” theAboodCourt meant avoidance of the conflict and disruption\nthat it envisioned would occur if the employees in a unit were\nrepresented by more than one union. In such a situation, the Court\npredicted, “inter-union rivalries” would foster “dissension within\nthe work force,” and the employer could face “conflicting demands\nfrom different unions.”Id., at 220–221. Confusion would\nensue if the employer entered into and attempted to “enforce two or\nmore agreements specifying different terms and conditions of\nemployment.”Id., at 220. And a settlement with one union\nwould be “subject to attack from [a] rival labor organizatio[n].”Id., at 221.We assume that “labor peace,” in this sense of\nthe term, is a compelling state interest, butAboodcited no\nevidence that the pandemonium it imagined would result if agency\nfees were not allowed, and it is now clear thatAbood’s\nfears were unfounded. TheAboodCourt assumed that\ndesignation of a union as the exclusive representative of all the\nemployees in a unit and the exaction of agency fees are\ninextricably linked, but that is simply not true.Harris,supra, at ___ (slip op., at 31).The federal employment experience is\nillustrative. Under federal law, a union chosen by majority vote is\ndesignated as the exclusive representative of all the employees,\nbut federal law does not permit agency fees. See 5\nU. S. C. §§7102, 7111(a), 7114(a). Nevertheless, nearly a\nmillion federal employees—about 27% of the federal work force—are\nunion members.[1] The situation\nin the Postal Service is similar. Although permitted to choose an\nexclusive representative, Postal Service employees are not required\nto pay an agency fee, 39 U. S. C. §§1203(a), 1209(c), and\nabout 400,000 are union members.[2] Likewise, millions of public employees in the 28 States\nthat have laws generally prohibiting agency fees are represented by\nunions that serve as the exclusive representatives of all the\nemployees.[3] Whatever may have\nbeen the case 41 years ago whenAboodwas handed down, it is\nnow undeniable that “labor peace” can readily be achieved “through\nmeans significantly less restrictive of associational freedoms”\nthan the assessment of agency fees.Harris,supra, at\n___ (slip op., at 30) (internal quotation marks omitted).CIn addition to the promotion of “labor peace,”Aboodcited “the risk of ‘free riders’ ” as\njustification for agency fees, 431 U. S., at 224. Respondents\nand some of theiramiciendorse this reasoning, contending\nthat agency fees are needed to prevent nonmembers from enjoying the\nbenefits of union representation without shouldering the costs.\nBrief for Union Respondent 34–36; Brief for State Respondents\n41–45; see,e.g., Brief for International Brotherhood of\nTeamsters asAmicus Curiae3–5.Petitioner strenuously objects to this\nfree-rider label. He argues that he is not a free rider on a bus\nheaded for a destination that he wishes to reach but is more like a\nperson shanghaied for an unwanted voyage.Whichever description fits the majority of\npublic employees who would not subsidize a union if given the\noption, avoiding free riders is not a compelling interest. As we\nhave noted, “free-rider arguments . . . are\ngenerally insufficient to overcome First Amendment objections.”Knox, 567 U. S., at 311. To hold otherwise across the\nboard would have startling consequences. Many private groups speak\nout with the objective of obtaining government action that will\nhave the effect of benefiting nonmembers. May all those who are\nthought to benefit from such efforts be compelled to subsidize this\nspeech?Suppose that a particular group lobbies or\nspeaks out on behalf of what it thinks are the needs of senior\ncitizens or veterans or physicians, to take just a few examples.\nCould the government require that all seniors, veterans, or doctors\npay for that service even if they object? It has never been thought\nthat this is permissible. “[P]rivate speech often furthers the\ninterests of nonspeakers,” but “that does not alone empower the\nstate to compel the speech to be paid for.”Lehnertv.Ferris Faculty Assn., 500 U. S. 507, 556 (1991)\n(Scalia, J., concurring in judgment in part and dissenting in\npart). In simple terms, the First Amendment does not permit the\ngovernment to compel a person to pay for another party’s speech\njust because the government thinks that the speech furthers the\ninterests of the person who does not want to pay.[4]Those supporting agency fees contend that the\nsituation here is different because unions are statutorily required\nto “represen[t] the interests of all public employees in the unit,”\nwhether or not they are union members. §315/6(d); see,e.g.,\nBrief for State Respondents 40–41, 45;post, at 7 (Kagan,\nJ., dissenting). Why might this matter?We can think of two possible arguments. It might\nbe argued that a State has a compelling interest in requiring the\npayment of agency fees because (1) unions would otherwise be\nunwilling to represent nonmembers or (2) it would be fundamentally\nunfair to require unions to provide fair representation for\nnonmembers if nonmembers were not required to pay. Neither of these\narguments is sound.First, it is simply not true that unions will\nrefuse to serve as the exclusive representative of all employees in\nthe unit if they are not given agency fees. As noted, unions\nrepresent millions of public employees in jurisdictions that do not\npermit agency fees. No union is ever compelled to seek that\ndesignation. On the contrary, designation as exclusive\nrepresentative is avidly sought.[5] Why is this so?Even without agency fees, designation as the\nexclusive representative confers many benefits. As noted, that\nstatus gives the union a privileged place in negotiations over\nwages, benefits, and working conditions. See §315/6(c). Not only is\nthe union given the exclusive right to speak for all the employees\nin collective bargaining, but the employer is required by state law\nto listen to and to bargain in good faith with only that union.\n§315/7. Designation as exclusive representative thus “results in a\ntremendous increase in the power” of the union.American\nCommunications Assn.v.Douds, 339 U. S. 382, 401\n(1950).In addition, a union designated as exclusive\nrepresentative is often granted special privileges, such as\nobtaining information about employees, see §315/6(c), and having\ndues and fees deducted directly from employee wages,\n§§315/6(e)–(f ). The collective-bargaining agreement in this\ncase guarantees a long list of additional privileges. See App.\n138–143.These benefits greatly outweigh any extra burden\nimposed by the duty of providing fair representation for\nnonmembers. What this duty entails, in simple terms, is an\nobligation not to “act solely in the interests of [the union’s] own\nmembers.” Brief for State Respondents 41; seeCintronv.AFSCME, Council 31, No. S–CB–16–032, p. 1, 34 PERI ¶105\n(ILRB Dec. 13, 2017) (union may not intentionally direct\n“animosity” toward nonmembers based on their “dissident union\npractices”); accord,14 Penn Plaza LLCv.Pyett, 556\nU. S. 247, 271 (2009);Vacav.Sipes, 386\nU. S. 171, 177 (1967).What does this mean when it comes to the\nnegotiation of a contract? The union may not negotiate a\ncollective-bargaining agreement that discriminates against\nnonmembers, seeSteelev.Louisville & Nashville R.\nCo., 323 U. S. 192, 202–203 (1944), but the union’s\nbargaining latitude would be little different if state law simply\nprohibited public employers from entering into agreements that\ndiscriminate in that way. And for that matter, it is questionable\nwhether the Constitution would permit a public-sector employer to\nadopt a collective-bargaining agreement that discriminates against\nnonmembers. Seeid., at 198–199, 202 (analogizing a\nprivate-sector union’s fair-representation duty to the duty “the\nConstitution imposes upon a legislature to give equal protection to\nthe interests of those for whom it legislates”); cf.Rumsfeldv.Forum for Academic and Institutional Rights,\nInc., 547 U. S. 47, 69 (2006) (recognizing that government\nmay not “impose penalties or withhold benefits based on membership\nin a disfavored group” where doing so “ma[kes] group membership\nless attractive”). To the extent that an employer would be barred\nfrom acceding to a discriminatory agreement anyway, the union’s\nduty not to ask for one is superfluous. It is noteworthy that\nneither respondents nor any of the 39amicusbriefs\nsupporting them—nor the dissent—has explained why the duty of fair\nrepresentation causes public-sector unions to incur significantly\ngreater expenses than they would otherwise bear in negotiating\ncollective-bargaining agreements.What about the representation of nonmembers in\ngrievance proceedings? Unions do not undertake this activity solely\nfor the benefit of nonmembers—which is why Illinois law gives a\npublic-sector union the right to send a representative to such\nproceedings even if the employee declines union representation.\n§315/6(b). Representation of nonmembers furthers the union’s\ninterest in keeping control of the administration of the\ncollective-bargaining agreement, since the resolution of one\nemployee’s grievance can affect others. And when a union controls\nthe grievance process, it may, as a practical matter, effectively\nsubordinate “the interests of [an] individual em-\nployee . . . to the collective interests of all\nemployees in the bargaining unit.”Alexanderv.Gardner-Denver Co.,415 U.S.\n36, 58, n. 19 (1974); seeStahulakv.Chicago,\n184 Ill. 2d 176, 180–181, 703 N. E. 2d 44, 46–47 (1998);Mahoneyv.Chicago, 293 Ill. App. 3d 69, 73–74, 687\nN.E.2d 132, 135–137 (1997) (union has “ ‘discretion to refuse\nto process’ ” a grievance, provided it does not act\n“arbitrar[ily]” or “in bad faith” (emphasis deleted)).In any event, whatever unwanted burden is\nimposed by the representation of nonmembers in disciplinary matters\ncan be eliminated “through means significantly less restrictive of\nassociational freedoms” than the imposition of agency fees.Harris, 573 U. S., at ___ (slip op., at 30) (internal\nquotation marks omitted). Individual nonmembers could be required\nto pay for that service or could be denied union representation\naltogether.[6] Thus, agency\nfees cannot be sustained on the ground that unions would otherwise\nbe unwilling to represent nonmembers.Nor can such fees be justified on the ground\nthat it would otherwise be unfair to require a union to bear the\nduty of fair representation. That duty is a necessary concomitant\nof the authority that a union seeks when it chooses to serve as the\nexclusive representative of all the employees in a unit. As\nexplained, designating a union as the exclusive representative of\nnonmembers substantially restricts the nonmembers’ rights.Supra, at 2–3. Protection of their interests is placed in\nthe hands of the union, and if the union were free to disregard or\neven work against those interests, these employees would be wholly\nunprotected. That is why we said many years ago that serious\n“constitutional questions [would] arise” if the union werenotsubject to the duty to represent all employees fairly.Steele,supra, at 198.In sum, we do not see any reason to treat the\nfree-rider interest any differently in the agency-fee context than\nin any other First Amendment context. SeeKnox, 567\nU. S., at 311, 321. We therefore hold that agency fees cannot\nbe upheld on free-rider grounds.IVImplicitly acknowledging the weakness ofAbood’s own reasoning, proponents of agency fees have come\nforward with alternative justifications for the decision, and we\nnow address these arguments.AThe most surprising of these new arguments is\nthe Union respondent’s originalist defense ofAbood.\nAccording to this argument,Aboodwas correctly decided\nbecause the First Amendment was not originally understood to\nprovideanyprotection for the free speech rights of public\nemployees. Brief for Union Respondent 2–3, 17–20.As an initial matter, we doubt that the Union—or\nits members—actually want us to hold that public employees have\n“no[free speech] rights.”Id., at 1. Cf.,e.g., Brief for National Treasury Employees Union asAmicus CuriaeinGarcettiv.Ceballos,\nO. T. 2005, No. 04–473, p. 7 (arguing for “broa[d]”\npublic-employee First Amendment rights); Brief for AFL–CIO asAmicus Curiaein No. 04–473 (similar).It is particularly discordant to find this\nargument in a brief that trumpets the importance ofstare\ndecisis. See Brief for Union Respondent 47–57. Taking away free\nspeech protection for public employees would mean overturning\ndecades of landmark precedent. Under the Union’s theory,Pickeringv.Board of Ed. of Township High School Dist.\n205, Will Cty., 391 U. S. 563 (1968), and its progeny\nwould fall. YetPickering, as we will discuss, is now the\nfoundation for respondents’ chief defense ofAbood. And\nindeed,Abooditself would have to go if public employees\nhave no free speech rights, sinceAboodholds that the First\nAmendment prohibits the exaction of agency fees for political or\nideological purposes. 431 U. S., at 234–235 (finding it\n“clear” that “a government may not require an individual to\nrelinquish rights guaranteed him by the First Amendment as a\ncondition of public employment”). Our political patronage cases\nwould be doomed. See,e.g.,Rutanv.Republican\nParty of Ill., 497 U. S. 62 (1990);Brantiv.Finkel, 445 U. S. 507 (1980);Elrodv.Burns, 427 U. S. 347 (1976). Also imperiled would be\nolder precedents likeWiemanv.Updegraff, 344\nU. S. 183 (1952) (loyalty oaths),Sheltonv.Tucker, 364 U. S. 479 (1960) (disclosure of memberships\nand contributions), andKeyishianv.Board of Regents of\nUniv. of State of N. Y., 385 U. S. 589 (1967) (subversive\nspeech). Respondents presumably want none of this, desiring instead\nthat we apply the Constitution’s supposed original meaning only\nwhen it suits them—to retain the part ofAboodthat they\nlike. See Tr. of Oral Arg. 56–57. We will not engage in this\nhalfway originalism.Nor, in any event, does the First Amendment’s\noriginal meaning support the Union’s claim. The Union offers no\npersuasive founding-era evidence that public employees were\nunderstood to lack free speech protections. While it observes that\nrestrictions on federal employees’ activities have existed since\nthe First Congress, most of its historical examples involved\nlimitations on public officials’ outside business dealings, not on\ntheir speech. SeeEx parte Curtis, 106 U. S. 371,\n372–373 (1882). The only earlyspeechrestrictions the Union\nidentifies are an 1806 statute prohibiting military personnel from\nusing “ ‘contemptuous or disrespectful words against the\nPresident’ ” and other officials, and an 1801 directive\nlimiting electioneering by top government employees. Brief for\nUnion Respondent 3. But those examples at most show that the\ngovernment was understood to have power to limit employee speech\nthat threatened important governmental interests (such as\nmaintaining military discipline and preventing corruption)—not that\npublic employees’ speech was entirely unprotected. Indeed, more\nrecently this Court has upheld similar restrictions even while\nrecognizing that government employees possess First Amendment\nrights. See,e.g.,Brownv.Glines, 444\nU. S. 348, 353 (1980) (upholding military restriction on\nspeech that threatened troop readiness);Civil Service\nComm’nv.Letter Carriers, 413 U. S. 548, 556–557\n(1973) (upholding limits on public employees’ political\nactivities).Ultimately, the Union relies, not on\nfounding-era evidence, but on dictum from a 1983 opinion of this\nCourt stating that, “[f]or most of th[e 20th] century, the\nunchallenged dogma was that a public employee had no right to\nobject to conditions placed upon the terms of employment—including\nthose which restricted the exercise of constitutional rights.”Connickv.Myers, 461 U. S. 138, 143; see Brief\nfor Union Respondent 2, 17. Even on its own terms, this dictum\nabout 20th-century views does not purport to describe how the First\nAmendment was understood in 1791. And a careful examination of the\ndecisions by this Court thatConnickcited to support its\ndictum, see 461 U. S., at 144, reveals that none of them\nrested on the facile premise that public employees are unprotected\nby the First Amendment. Instead, they considered (much as we do\ntoday) whether particular speech restrictions were “necessary to\nprotect” fundamental government interests.Curtis,supra, at 374.The Union has also failed to show that, even if\npublic employees enjoyed free speech rights, the First Amendment\nwas nonetheless originally understood to allow forced subsidies\nlike those at issue here. We can safely say that, at the time of\nthe adoption of the First Amendment, no one gave any thought to\nwhether public-sector unions could charge nonmembers agency fees.\nEntities resembling labor unions did not exist at the founding, and\npublic-sector unions did not emerge until the mid-20th century. The\nidea of public-sector unionization and agency fees would astound\nthose who framed and ratified the Bill of Rights.[7] Thus, the Union cannot point to any\naccepted founding-era practice that even remotely resembles the\ncompulsory assessment of agency fees from public-sector employees.\nWe do know, however, that prominent members of the founding\ngeneration condemned laws requiring public employees to affirm or\nsupport beliefs with which they disagreed. As noted, Jefferson\ndenounced compelled support for such beliefs as “ ‘sinful and\ntyrannical,’ ”supra, at 9, and others expressed\nsimilar views.[8]In short, the Union has offered no basis for\nconcluding thatAboodis supported by the original\nunderstanding of the First Amendment.BThe principal defense ofAboodadvanced\nby respondents and the dissent is based on our decision inPickering, 391 U. S. 563, which held that a school\ndistrict violated the First Amendment by firing a teacher for\nwriting a letter critical of the school administration. UnderPickeringand later cases in the same line, employee speech\nis largely unprotected if it is part of what the employee is paid\nto do, seeGarcettiv.Ceballos, 547 U. S. 410,\n421–422 (2006), or if it involved a matter of only private concern,\nseeConnick,supra, at 146–149. On the other hand,\nwhen a public employee speaks as a citizen on a matter of public\nconcern, the employee’s speech is protected unless “ ‘the\ninterest of the state, as an employer, in promoting the efficiency\nof the public services it performs through its employees’ outweighs\n‘the interests of the [employee], as a citizen, in commenting upon\nmatters of public concern.’ ”Harris, 573 U. S.,\nat ___ (slip op., at 35) (quotingPickering,supra,\nat 568).Pickeringwas the centerpiece of the defense ofAboodinHarris, see 573 U. S., at ___–___ (slip\nop., at 17–21) (Kagan, J., dissenting), and we found the argument\nunpersuasive, seeid., at ___–___ (slip op., at 34–37). The\nintervening years have not improved its appeal.1As we pointed out inHarris,Aboodwas not based onPickering. 573 U. S., at\n___, and n. 26 (slip op., at 34, and n. 26). TheAboodmajority cited the case exactly once—in a footnote—and\nthen merely to acknowledge that “there may be limits on the extent\nto which an employee in a sensitive or policymaking position may\nfreely criticize his superiors and the policies they espouse.” 431\nU. S., at 230, n. 27. That aside has no bearing on the\nagency-fee issue here.[9]Respondents’ reliance onPickeringis\nthus “an effort to find a new justification for the decision inAbood.”Harris,supra, at ___ (slip op., at\n34). And we have previously taken a dim view of similar attempts to\nrecast problematic First Amendment decisions. See,e.g.,Citizens Unitedv.Federal Election Comm’n, 558\nU. S. 310, 348–349, 363 (2010) (rejecting efforts to recastAustinv.Michigan Chamber of Commerce, 494\nU. S. 652 (1990)); see alsoCitizens United,supra, at 382–385 (Roberts, C. J., concurring). We see\nno good reason, at this late date, to try to shoehornAboodinto thePickeringframework.2Even if that were attempted, the shoe would be\na painful fit for at least three reasons.First, thePickeringframework was\ndeveloped for use in a very different context—in cases that involve\n“one employee’s speech and its impact on that employee’s public\nresponsibilities.”United Statesv.Treasury\nEmployees, 513 U. S. 454, 467 (1995). This case, by\ncontrast, involves a blanket requirement that all employees\nsubsidize speech with which they may not agree. While we have\nsometimes looked toPickeringin considering general rules\nthat affect broad categories of employees, we have acknowledged\nthat the standardPickeringanalysis requires modification\nin that situation. See 513 U. S., at 466–468, and n. 11.\nA speech-restrictive law with “widespread impact,” we have said,\n“gives rise to far more serious concerns than could any single\nsupervisory decision.”Id., at 468. Therefore, when such a\nlaw is at issue, the government must shoulder a correspondingly\n“heav[ier]” burden,id., at 466, and is entitled to\nconsiderably less deference in its assessment that a predicted harm\njustifies a particular impingement on First Amendment rights, seeid., at 475–476, n. 21; accord,id., at 482–483\n(O’Connor, J., concurring in judgment in part and dissenting in\npart). The end product of those adjustments is a test that more\nclosely resembles exacting scrutiny than the traditionalPickeringanalysis.The core collective-bargaining issue of wages\nand benefits illustrates this point. Suppose that a single employee\ncomplains that he or she should have received a 5% raise. This\nindividual complaint would likely constitute a matter of only\nprivate concern and would therefore be unprotected underPickering. But a public-sector union’s demand for a 5% raise\nfor the many thousands of employees it represents would be another\nmatter entirely. Granting such a raise could have a serious impact\non the budget of the government unit in question, and by the same\ntoken, denying a raise might have a significant effect on the\nperformance of government services. When a large number of\nemployees speak through their union, the category of speech that is\nof public concern is greatly enlarged, and the category of speech\nthat is of only private concern is substantially shrunk. By\ndisputing this,post, at 13–14, the dissent denies the\nobvious.Second, thePickeringframework fits much\nless well where the government compels speech or speech subsidies\nin support of third parties.Pickeringis based on the\ninsight that the speech of a public-sector employee may interfere\nwith the effective operation of a government office. When a public\nemployer does not simply restrict potentially disruptive speech but\ncommands that its employees mouth a message on its own behalf, the\ncalculus is very different. Of course, if the speech in question is\npart of an employee’s official duties, the employer may insist that\nthe employee deliver any lawful message. SeeGarcetti, 547\nU. S., at 421–422, 425–426. Otherwise, however, it is not easy\nto imagine a situation in which a public employer has a legitimate\nneed to demand that its employees recite words with which they\ndisagree. And we have never appliedPickeringin such a\ncase.Consider our decision inConnick. In that\ncase, we held that an assistant district attorney’s complaints\nabout the supervisors in her office were, for the most part,\nmatters of only private concern. 461 U. S., at 148. As a\nresult, we held, the district attorney could fire her for making\nthose comments.Id., at 154. Now, suppose that the assistant\nhad not made any critical comments about the supervisors but that\nthe district attorney, out of the blue, demanded that she circulate\na memo praising the supervisors. Would her refusal to go along\nstill be a matter of purely private concern? And if not, would the\norder be justified on the ground that the effective operation of\nthe office demanded that the assistant voice complimentary\nsentiments with which she disagreed? IfPickeringapplies at\nall to compelled speech—a question that we do not decide—it would\ncertainly require adjustment in that context.Third, although bothPickeringandAbooddivided speech into two categories, the cases’\ncategorization schemes do not line up. Superimposing thePickeringscheme onAboodwould significantly change\ntheAboodregime.Let us first look at speech that is not germane\nto collective bargaining but instead concerns political or\nideological issues. UnderAbood, a public employer is flatly\nprohibited from permitting nonmembers to be charged for this\nspeech, but underPickering, the employees’ free speech\ninterests could be overcome if a court found that the employer’s\ninterests outweighed the employees’.A similar problem arises with respect to speech\nthatisgermane to collective bargaining. The parties\ndispute how much of this speech is of public concern, but\nrespondents concede that much of it falls squarely into that\ncategory. See Tr. of Oral Arg. 47, 65. UnderAbood,\nnonmembers may be required to pay for all this speech, butPickeringwould permit that practice only if the employer’s\ninterests outweighed those of the employees. Thus, recastingAboodas an application ofPickeringwould\nsubstantially alter theAboodscheme.For all these reasons,Pickeringis a\npoor fit indeed.VEven if we were to apply some form ofPickering, Illinois’ agency-fee arrangement would not\nsurvive.ARespondents begin by suggesting that union\nspeech in collective-bargaining and grievance proceedings should be\ntreated like the employee speech inGarcetti,i.e.,\nas speech “pursuant to [an employee’s] official duties,” 547\nU. S., at 421. Many employees, in both the public and private\nsectors, are paid to write or speak for the purpose of furthering\nthe interests of their employers. There are laws that protect\npublic employees from being compelled to say things that they\nreasonably believe to be untrue or improper, seeid., at\n425–426, but in general when public employees are performing their\njob duties, their speech may be controlled by their employer.\nTrying to fit union speech into this framework, respondents now\nsuggest that the union speech funded by agency fees forms part of\nthe official duties of the union officers who engage in the speech.\nBrief for Union Respondent 22–23; see Brief for State Respondents\n23–24.This argument distorts collective bargaining and\ngrievance adjustment beyond recognition. When an employee engages\nin speech that is part of the employee’s job duties, the employee’s\nwords are really the words of the employer. The employee is\neffectively the employer’s spokesperson. But when a union\nnegotiates with the employer or represents employees in\ndisciplinary proceedings, the union speaks for theemployees, not the employer. Otherwise, the employer would\nbe negotiating with itself and disputing its own actions. That is\nnot what anybody understands to be happening.What is more, if the union’s speech is really\nthe employer’s speech, then the employer could dictate what the\nunion says. Unions, we trust, would be appalled by such a\nsuggestion. For these reasons,Garcettiis totally\ninapposite here.BSince the union speech paid for by agency fees\nis not controlled byGarcetti, we move on to the next step\nof thePickeringframework and ask whether the speech is on\na matter of public or only private concern. InHarris, the\ndissent’s central argument in defense ofAboodwas that\nunion speech in collective bargaining, including speech about wages\nand benefits, is basically a matter of only private interest. See\n573 U. S., at ___–___ (slip op., at 19–20) (Kagan, J.,\ndissenting). We squarely rejected that argument, seeid., at\n___–___ (slip op., at 35–36), and the facts of the present case\nsubstantiate what we said at that time: “[I]t is impossible to\nargue that the level of . . . state spending\nfor employee benefits . . . is not a matter of great\npublic concern,”id., at ___ (slip op., at 36).Illinois, like some other States and a number of\ncounties and cities around the country, suffers from severe budget\nproblems.[10] As of 2013,\nIllinois had nearly $160 billion in unfunded pension and retiree\nhealthcare liabilities.[11]\nBy 2017, that number had only grown, and the State was grappling\nwith $15 billion in unpaid bills.[12] We are told that a “quarter of the budget is now\ndevoted to paying down” those liabilities.[13] These problems and others led Moody’s and\nS&P to downgrade Illinois’ credit rating to “one step above\njunk”—the “lowest ranking on record for a U. S.\nstate.”[14]The Governor, on one side, and public-sector\nunions, on the other, disagree sharply about what to do about these\nproblems. The State claims that its employment-related debt is\n“ ‘squeezing core programs in education, public safety, and\nhuman services, in addition to limiting [the State’s] ability to\npay [its] bills.’ ” Securities Act of 1933 Release No. 9389,\n105 S. E. C. Docket 3381 (2013). It therefore “told the\nUnion that it would attempt to address th[e financial] crisis, at\nleast in part, through collective bargaining.” Board Decision\n12–13. And “the State’s desire for savings” in fact “dr[o]ve [its]\nbargaining” positions on matters such as health-insurance benefits\nand holiday, overtime, and promotion policies.Id., at 13;Illinois Dept. of Central Management Servs.v.AFSCME,\nCouncil 31, No. S–CB–16–17 etc., 33 PERI ¶67 (ILRB Dec. 13,\n2016) (ALJ Decision), pp. 26–28, 63–66, 224. But when the State\noffered cost-saving proposals on these issues, the Union countered\nwith very different suggestions. Among other things, it advocated\nwage and tax increases, cutting spending “to Wall Street financial\ninstitutions,” and reforms to Illinois’ pension and tax systems\n(such as closing “corporate tax loopholes,” “[e]xpanding the base\nof the state sales tax,” and “allowing an income tax that is\nadjusted in accordance with ability to pay”).Id., at 27–28.\nTo suggest that speech on such matters is not of great public\nconcern—or that it is not directed at the “public square,”post, at 16 (Kagan, J., dissenting)—is to deny reality.In addition to affecting how public money is\nspent, union speech in collective bargaining addresses many other\nimportant matters. As the examples offered by respondents’ ownamicishow, unions express views on a wide range of\nsubjects—education, child welfare, healthcare, and minority rights,\nto name a few. See,e.g., Brief for American Federation of\nTeachers asAmicus Curiae15–27; Brief for Child Protective\nService Workers et al. asAmici Curiae5–13; Brief for\nHuman Rights Campaign et al. asAmici Curiae10–17; Brief\nfor National Women’s Law Center et al. asAmici Curiae14–30. What unions have to say on these matters in the context of\ncollective bargaining is of great public importance.Take the example of education, which was the\nfocus of briefing and argument inFriedrichs. The public\nimportance of subsidized union speech is especially apparent in\nthis field, since educators make up by far the largest category of\nstate and local government employees, and education is typically\nthe largest component of state and local government\nexpenditures.[15]Speech in this area also touches on fundamental\nquestions of education policy. Should teacher pay be based on\nseniority, the better to retain experienced teachers? Or should\nschools adopt merit-pay systems to encourage teachers to get the\nbest results out of their students?[16] Should districts transfer more experienced teachers\nto the lower performing schools that may have the greatest need for\ntheir skills, or should those teachers be allowed to stay where\nthey have put down roots?[17] Should teachers be given tenure protection and, if\nso, under what conditions? On what grounds and pursuant to what\nprocedures should teachers be subject to discipline or dismissal?\nHow should teacher performance and student progress be measured—by\nstandardized tests or other means?Unions can also speak out in collective\nbargaining on controversial subjects such as climate\nchange,[18] the\nConfederacy,[19] sexual\norientation and gender identity,[20] evolution,[21]\nand minority religions.[22]\nThese are sensitive political topics, and they are undoubtedly\nmatters of profound “ ‘value and concern to the\npublic.’ ”Snyderv.Phelps, 562 U. S. 443,\n453 (2011). We have often recognized that such speech\n“ ‘occupies the highest rung of the hierarchy of First\nAmendment values’ ” and merits “ ‘special\nprotection.’ ”Id., at 452.What does the dissent say about the prevalence\nof such issues? The most that it is willing to admit is that “some”\nissues that arise in collective bargaining “raise important\nnon-budgetary disputes.”Post, at 17. Here again, the\ndissent refuses to recognize what actually occurs in public-sector\ncollective bargaining.Even union speech in the handling of grievances\nmay be of substantial public importance and may be directed at the\n“public square.”Post, at 16. For instance, the Union\nrespondent in this case recently filed a grievance seeking to\ncompel Illinois to appropriate $75 million to fund a 2% wage\nincrease.Statev.AFSCME Council 31, 2016 IL 118422,\n51 N. E. 3d 738, 740–742, and n. 4. In short, the\nunion speech at issue in this case is overwhelmingly of substantial\npublic concern.CThe only remaining question underPickeringis whether the State’s proffered interests justify\nthe heavy burden that agency fees inflict on nonmembers’ First\nAmendment interests. We have already addressed the state interests\nasserted inAbood—promoting “labor peace” and avoiding free\nriders, seesupra, at 11–18—and we will not repeat that\nanalysis.InHarrisand this case, defenders ofAboodhave as- serted a different state interest—in the\nwords of theHarrisdissent, the State’s “interest in\nbargaining with an adequately funded exclusive bargaining agent.”\n573 U. S., at ___ (Kagan, J., dissenting) (slip op., at 7);\nsee alsopost, at 6–7 (Kagan, J., dissenting). This was not\n“the interestAboodrecognized and protected,”Harris,supra, at ___ (slip op., at 7) (Kagan, J.,\ndissenting), and, in any event, it is insufficient.Although the dissent would accept without any\nserious independent evaluation the State’s assertion that the\nabsence of agency fees would cripple public-sector unions and thus\nimpair the efficiency of government operations, seepost, at\n8–9, 11, ample experience, as we have noted,supra, at 12,\nshows that this is questionable.Especially in light of the more rigorous form ofPickeringanalysis that would apply in this context, seesupra, at 23–25, the balance tips decisively in favor of the\nemployees’ free speech rights.[23]We readily acknowledge, asPickeringdid,\nthat “the State has interests as an employer in regulating the\nspeech of its employees that differ significantly from those it\npossesses in connection with regulation of the speech of the\ncitizenry in general.” 391 U. S., at 568. Our analysis is\nconsistent with that principle. The exacting scrutiny standard we\napply in this case was developed in the context of commercial\nspeech, another area where the government has traditionally enjoyed\ngreater-than-usual power to regulate speech. Seesupra, at\n10. It is also not disputed that the State may require that a union\nserve as exclusive bargaining agent for its employees—itself a\nsignificant impingement on associational freedoms that would not be\ntolerated in other contexts. We simply draw the line at allowing\nthe government to go further still and require all employees to\nsupport the union irrespective of whether they share its views.\nNothing in thePickeringline of cases requires us to uphold\nevery speech restriction the government imposes as an employer. SeePickering,supra, at 564–566 (holding teacher’s\ndismissal for criticizing school board unconstitutional);Rankinv.McPherson, 483 U. S. 378, 392 (1987)\n(holding clerical employ- ee’s dismissal for supporting\nassassination attempt on President unconstitutional);Treasury\nEmployees, 513 U. S., at 477 (holding federal-employee\nhonoraria ban unconstitutional).VIFor the reasons given above, we conclude that\npublic-sector agency-shop arrangements violate the First Amendment,\nandAbooderred in concluding otherwise. There remains the\nquestion whetherstare decisisnonetheless counsels against\noverrulingAbood. It does not.“Stare decisisis the preferred course\nbecause it promotes the evenhanded, predictable, and consistent\ndevelopment of legal principles, fosters reliance on judicial\ndecisions, and contributes to the actual and perceived integrity of\nthe judicial process.”Paynev.Tennessee, 501\nU. S. 808, 827 (1991). We will not overturn a past decision\nunless there are strong grounds for doing so.United Statesv.International Business Machines Corp., 517 U. S.\n843, 855–856 (1996);Citizens United, 558 U. S., at 377\n(Roberts, C. J., concurring). But as we have often recognized,stare decisisis “ ‘not an inexorable command.’ ”Pearsonv.Callahan, 555 U. S. 223, 233 (2009);\nsee alsoLawrencev.Texas, 539 U. S. 558, 577\n(2003);State Oil Co.v.Khan, 522 U. S. 3, 20\n(1997);Agostiniv.Felton, 521 U. S. 203, 235\n(1997);Seminole Tribe of Fla.v.Florida, 517\nU. S. 44, 63 (1996);Payne,supra, at 828.The doctrine “is at its weakest when we\ninterpret the Constitution because our interpretation can be\naltered only by constitutional amendment or by overruling our prior\ndecisions.”Agostini,supra, at 235. Andstare\ndecisisapplies with perhaps least force of all to decisions\nthat wrongly denied First Amendment rights: “This Court has not\nhesitated to overrule decisions offensive to the First Amendment (a\nfixed star in our constitutional constellation, if there is one).”Federal Election Comm’nv.Wisconsin Right to Life,\nInc., 551 U. S. 449, 500 (2007) (Scalia, J., concurring in\npart and concurring in judgment) (internal quotation marks\nomitted); see alsoCitizens United,supra, at 362–365\n(overrulingAustin, 494 U. S. 652);Barnette,\n319 U. S., at 642 (overrulingMinersville School Dist.v.Gobitis, 310 U. S. 586 (1940)).Our cases identify factors that should be taken\ninto account in deciding whether to overrule a past decision. Five\nof these are most important here: the quality ofAbood’s\nreasoning, the workability of the rule it established, its\nconsistency with other related decisions, developments since the\ndecision was handed down, and reliance on the decision. After\nanalyzing these factors, we conclude thatstare decisisdoes\nnot require us to retainAbood.AAn important factor in determining whether a\nprecedent should be overruled is the quality of its reasoning, seeCitizens United, 558 U. S., at 363–364;id., at\n382–385 (Roberts, C. J., concurring);Lawrence, 539\nU. S., at 577–578, and as we explained inHarris,Aboodwas poorly reasoned, see 573 U. S., at ___–___\n(slip op., at 17–20). We will summarize, but not repeat,Harris’s lengthy discussion of the issue.Aboodwent wrong at the start when it\nconcluded that two prior decisions,Railway Employesv.Hanson, 351 U. S. 225 (1956), andMachinistsv.Street, 367 U. S. 740 (1961), “appear[ed] to require\nvalidation of the agency-shop agreement before [the Court].” 431\nU. S., at 226. Properly understood, those decisions did no\nsuch thing. Both cases involved Congress’s “bare\nauthorization” ofprivate-sectorunion shops under the\nRailway Labor Act.Street,supra, at 749 (emphasis\nadded).[24]Aboodfailed to appreciate that a very different First Amendment question\narises when a Staterequiresits employees to pay agency\nfees. SeeHarris,supra, at ___ (slip op., at\n17).Moreover, neitherHansonnorStreetgave careful consideration to the First Amendment. InHanson, the primary questions were whether Congress exceeded\nits power under the Commerce Clause or violated substantive due\nprocess by authorizing private union-shop arrangements under the\nCommerce and Due Process Clauses. 351 U. S., at 233–235. After\ndeciding those questions, the Court summarily dismissed what was\nessentially a facial First Amendment challenge, noting that the\nrecord did not substantiate the challengers’ claim.Id., at\n238; seeHarris,supra, at ___ (slip op., at 17). For\nits part,Streetwas decided as a matter of statutory\nconstruction, and so did not reach any constitutional issue. 367\nU. S., at 749–750, 768–769.Aboodnevertheless took the\nview thatHansonandStreet“all but decided” the\nimportant free speech issue that was before the Court.Harris, 573 U. S., at ___ (slip op., at 17). As we said\ninHarris, “[s]urely a First Amendment issue of this\nimportance deserved better treatment.”Ibid.Abood’s unwarranted reliance onHansonandStreetappears to have contributed to\nanother mistake:Aboodjudged the constitutionality of\npublic-sector agency fees under a deferential standard that finds\nno support in our free speech cases. (As noted,supra, at\n10–11, today’s dissent makes the same fundamental mistake.)Abooddid not independently evaluate the strength of the\ngovernment interests that were said to support the challenged\nagency-fee provision; nor did it ask how well that provision\nactually promoted those interests or whether they could have been\nadequately served without impinging so heavily on the free speech\nrights of nonmembers. Rather,AboodfollowedHansonandStreet, which it interpreted as having deferred to\n“the legislative assessmentof the important contribution of\nthe union shop to the system of labor relations established by\nCongress.” 431 U. S., at 222 (emphasis added). ButHansondeferred to that judgment in deciding the Commerce\nClause and substantive due process questions that were the focus of\nthe case. Such deference to legislative judgments is inappropriate\nin deciding free speech issues.IfAboodhad considered whether agency\nfees were actually needed to serve the asserted state interests, it\nmight not have made the serious mistake of assuming that one of\nthose interests—“labor peace”—demanded, not only that a single\nunion be designated as the exclusive representative of all the\nemployees in the relevant unit, but also that nonmembers be\nrequired to pay agency fees. Deferring to a perceived legislative\njudgment,Aboodfailed to see that the designation of a\nunion as exclusive representative and the imposition of agency fees\nare not inextricably linked. Seesupra, at 11–12;Harris,supra, at ___ (slip op., at 31).Aboodalso did not sufficiently take into\naccount the difference between the effects of agency fees in\npublic- and private-sector collective bargaining. The challengers\ninAboodargued that collective bargaining with a government\nemployer, unlike collective bargaining in the private sector,\ninvolves “inherently ‘political’ ” speech. 431 U. S., at\n226. The Court did not dispute that characterization, and in fact\nconceded that “decisionmaking by a public employer is above all a\npolitical process” driven more by policy concerns than economic\nones.Id., at 228; seeid., at 228–231. But (again\ninvokingHanson), theAboodCourt asserted that\npublic employees do not have “weightier First Amendment\ninterest[s]” against compelled speech than do private employees.Id., at 229. That missed the point. Assuming for the sake of\nargument that the First Amendment applies at all to private-sector\nagency-shop arrangements, the individual interests at stake still\ndiffer. “In the public sector, core issues such as wages, pensions,\nand benefits are important political issues, but that is generally\nnot so in the private sector.”Harris, 573 U. S., at\n___ (slip op., at 17).Overlooking the importance of this distinction,\n“Aboodfailed to appreciate the conceptual difficulty of\ndistinguishing in public-sector cases between union expenditures\nthat are made for collective-bargaining purposes and those that are\nmade to achieve political ends.”Id., at ___ (slip op., at\n18). Likewise, “Abooddoes not seem to have anticipated the\nmagnitude of the practical administrative problems that would\nresult in attempting to classify public-sector union expenditures\nas either ‘chargeable’ . . . or nonchargeable.”Ibid.Nor didAbood“foresee the practical problems\nthat would face objecting nonmembers.”Id., at ___ (slip\nop., at 19).In sum, as detailed inHarris,Aboodwas not well reasoned.[25]BAnother relevant consideration in thestare\ndecisiscalculus is the workability of the precedent in\nquestion,Montejov.Louisiana, 556 U. S. 778,\n792 (2009), and that factor also weighs againstAbood.1Abood’s line between chargeable and\nnonchargeable union expenditures has proved to be impossible to\ndraw with precision. We tried to give the line some definition inLehnert. There, a majority of the Court adopted a three-part\ntest requiring that chargeable expenses (1) be\n“ ‘germane’ ” to collective bargaining, (2) be\n“justified” by the government’s labor-peace and free-rider\ninterests, and (3) not add “significantly” to the burden on free\nspeech, 500 U. S., at 519, but the Court splintered over the\napplication of this test, seeid., at 519–522 (plurality\nopinion);id., at 533–534 (Marshall, J., concurring in part\nand dissenting in part). That division was not surprising. As theLehnertdissenters aptly observed, each part of the\nmajority’s test “involves a substantial judgment call,”id.,\nat 551 (opinion of Scalia, J.), rendering the test “altogether\nmalleable” and “no[t] principled,”id., at 563 (Kennedy, J.,\nconcurring in judgment in part and dissenting in part).Justice Scalia presciently warned thatLehnert’s amorphous standard would invite “perpetua[l]\ngive-it-a-try litigation,”id., at 551, and the Court’s\nexperience with union lobbying expenses illustrates the point. TheLehnertplurality held that money spent on lobbying for\nincreased education funding was not chargeable.Id., at\n519–522. But Justice Marshall—applying the same three-prong\ntest—reached precisely the opposite conclusion.Id., at\n533–542. AndLehnertfailed to settle the matter; States and\nunions have continued to “give it a try” ever since.InKnox, for example, we confronted a\nunion’s claim that the costs of lobbying the legislature and the\nelectorate about a ballot measure were chargeable expenses underLehnert. See Brief for Respondent inKnoxv.Service Employees, O. T. 2011, No. 10–1121,\npp. 48–53. The Court rejected this claim out of hand, 567\nU. S., at 320–321, but the dissent refused to do so,id., at 336 (opinion of Breyer, J.). And in the present\ncase, nonmembers are required to pay for unspecified “[l]obbying”\nexpenses and for “[s]ervices” that “may ultimately inure to the\nbenefit of the members of the local bargaining unit.” App. to Pet.\nfor Cert. 31a–32a. That formulation is broad enough to encompass\njust about anything that the union might choose to do.Respondents agree thatAbood’s\nchargeable-nonchargeable line suffers from “a vagueness problem,”\nthat it sometimes “allows what it shouldn’t allow,” and that “a\nfirm[er] line c[ould] be drawn.” Tr. of Oral Arg. 47–48. They\ntherefore argue that we should “consider revisiting” this part ofAbood. Tr. of Oral Arg. 66; see Brief for Union Respondent\n46–47; Brief for State Respondents 30. This concession only\nunderscores the real- ity thatAboodhas proved unworkable:\nNot even the parties defending agency fees support the line that it\nhas taken this Court over 40 years to draw.2Objecting employees also face a daunting and\nexpensive task if they wish to challenge union chargeability\ndeterminations. WhileHudsonrequires a union to provide\nnonmembers with “sufficient information to gauge the propriety of\nthe union’s fee,” 475 U. S., at 306, theHudsonnotice\nin the present case and in others that have come before us do not\nbegin to permit a nonmember to make such a determination.In this case, the notice lists categories of\nexpenses and sets out the amount in each category that is said to\nbe attributable to chargeable and nonchargeable expenses. Here are\nsome examples regarding the Union respondent’s expenditures:See App. to Pet. for Cert. 35a–36a.How could any nonmember determine whether these\nnumbers are even close to the mark without launching a legal\nchallenge and retaining the services of attorneys and accountants?\nIndeed, even with such services, it would be a laborious and\ndifficult task to check these figures.[26]The Union respondent argues that challenging its\nchargeability determinations is not burdensome because the Union\npays for the costs of arbitration, see Brief for Union Respondent\n10–11, but objectors must still pay for the attorneys and experts\nneeded to mount a serious challenge. And the attorney’s fees\nincurred in such a proceeding can be substantial. See,e.g.,Knoxv.Chiang, 2013 WL 2434606, *15 (ED Cal., June\n5, 2013) (attorney’s fees inKnoxexceeded $1 million). The\nUnion respondent’s suggestion that an objector could obtain\nadequate review without even showing up at an arbitration, see App.\nto Pet. for Cert. 40a–41a, is therefore farfetched.CDevelopments sinceAbood, both factual\nand legal, have also “eroded” the decision’s “underpinnings” and\nleft it an outlier among our First Amendment cases.United\nStatesv.Gaudin, 515 U. S. 506, 521 (1995).1Aboodpinned its result on the\n“unsupported empirical assumption” that “the principle of exclusive\nrepresentation in the public sector is dependent on a union or\nagency shop.”Harris, 573 U. S., at ___ (slip op., at\n20);Abood, 431 U. S., at 220–222. But, as already\nnoted, experience has shown otherwise. Seesupra, at\n11–12.It is also significant that the Court decidedAboodagainst a very different legal and economic backdrop.\nPublic-sector unionism was a relatively new phenomenon in 1977. The\nfirst State to permit collective bargaining by government employees\nwas Wisconsin in 1959, R. Kearney & P. Mareschal, Labor\nRelations in the Public Sector 64 (5th ed. 2014), and public-sector\nunion membership remained relatively low until a “spurt” in the\nlate 1960’s and early 1970’s, shortly beforeAboodwas\ndecided, Freeman, Unionism Comes to the Public Sector, 24 J. Econ.\nLit. 41, 45 (1986). Since then, public-sector union membership has\ncome to surpass private-sector union membership, even though there\nare nearly four times as many total private-sector employees as\npublic-sector employees. B. Hirsch & D. Macpherson, Union\nMembership and Earnings Data Book 9–10, 12, 16 (2013 ed.).This ascendance of public-sector unions has been\nmarked by a parallel increase in public spending. In 1970, total\nstate and local government expenditures amounted to $646 per capita\nin nominal terms, or about $4,000 per capita in 2014 dollars. See\nDept. of Commerce, Statistical Abstract of the United States: 1972,\np. 419; CPI Inflation Calculator, BLS,\nhttp://data.bls.gov/cgi-bin/cpicalc.pl. By 2014, that figure had\nballooned to approximately $10,238 per capita. ProQuest,\nStatistical Abstract of the United States: 2018, pp. 17, Table 14,\n300, Table 469. Not all that increase can be attributed to\npublic-sector unions, of course, but the mounting costs of\npublic-employee wages, benefits, and pensions undoubtedly played a\nsubstantial role. We are told, for example, that Illinois’ pension\nfunds are underfunded by $129 billion as a result of generous\npublic-employee retirement packages. Brief for Jason R. Barclay\net al. asAmici Curiae9, 14. Unsustainable\ncollective-bargaining agreements have also been blamed for multiple\nmunicipal bankruptcies. See Brief for State of Michigan et al.\nasAmici Curiae10–19. These developments, and the political\ndebate over public spending and debt they have spurred, have given\ncollective-bargaining issues a political valence thatAbooddid not fully appreciate.2Aboodis also an “anomaly” in our First\nAmendment jurisprudence, as we recognized inHarrisandKnox.Harris,supra, at ___ (slip op., at 8);Knox, 567 U. S., at 311. This is not an altogether new\nobservation. InAbooditself, Justice Powell faulted the\nCourt for failing to perform the “ ‘exacting scrutiny’ ”\napplied in other cases involving significant impingements on First\nAmendment rights. 431 U. S., at 259; seeid., at\n259–260, and n. 14. Our later cases involving compelled speech\nand association have also employed exacting scrutiny, if not a more\ndemanding standard. See,e.g.,Roberts, 468\nU. S., at 623;United Foods, 533 U. S., at 414.\nAnd we have more recently refused, even in agency-fee cases, to\nextendAboodbeyond circumstances where it directly\ncontrols. SeeKnox,supra, at 314;Harris,supra, at ___–___ (slip op., at 28–29).Aboodparticularly sticks out when viewed\nagainst ourcases holding that public employees generally\nmay not be required to support a political party. SeeElrod,\n427 U. S. 347;Branti, 445 U. S. 507;Rutan, 497 U. S. 62;O’Hare Truck Service, Inc.v.City of Northlake, 518 U. S. 712 (1996). The Court\nreached that conclusion despite a “long tradition” of political\npatronage in government.Rutan,supra, at 95 (Scalia,\nJ., dissenting); see alsoElrod, 427 U. S., at 353\n(plurality opinion);id., at 377–378 (Powell, J.,\ndissenting). It is an odd feature of our First Amendment cases that\npolitical patronage has been deemed largely unconstitutional, while\nforced subsidization of union speech (which has no such pedigree)\nhas been largely permitted. As Justice Powell observed: “I am at a\nloss to understand why the State’s decision to adopt the agency\nshop in the public sector should be worthy ofgreaterdeference, when challenged on First Amendment grounds, than its\ndecision to adhere to thetraditionof political patronage.”Abood,supra, at 260, n. 14 (opinion concurring\nin judgment) (citingElrod,supra, at 376–380,\n382–387 (Powell, J., dissenting); emphasis added). We have no\noccasion here to reconsider our political patronage decisions, but\nJustice Powell’s observation is sound as far as it goes. By\noverrulingAbood, we end the oddity of privileging compelled\nunion support over compelled party support and bring a measure of\ngreater coherence to our First Amendment law.DIn some cases, reliance provides a strong\nreason for adhering to established law, see,e.g.,Hiltonv.South Carolina Public Railways Comm’n, 502\nU. S. 197, 202–203 (1991), and this is the factor that is\nstressed most strongly by respondents, theiramici, and the\ndissent. They contend that collective-bargaining agreements now in\neffect were negotiated with agency fees in mind and that unions may\nhave given up other benefits in exchange for provisions granting\nthem such fees. Tr. of Oral Arg. 67–68; see Brief for State\nRespondents 54; Brief for Union Respondent 50;post, at\n22–26 (Kagan, J., dissenting). In this case, however, reliance does\nnot carry decisive weight.For one thing, it would be unconscionable to\npermit free speech rights to be abridged in perpetuity in order to\npreserve contract provisions that will expire on their own in a few\nyears’ time. “The fact that [public-sector unions] may view [agency\nfees] as an entitlement does not establish the sort of reliance\ninterest that could outweigh the countervailing interest that\n[nonmembers] share in having their constitutional rights fully\nprotected.”Arizonav.Gant, 556 U. S. 332, 349\n(2009).For another,Abooddoes not provide “a\nclear or easily applicable standard, so arguments for reliance\nbased on its clarity are misplaced.”South Dakotav.Wayfair, Inc.,ante, at 20; seesupra, at\n38–41.This is especially so because public-sector\nunions have been on notice for years regarding this Court’s\nmisgivings aboutAbood. InKnox, decided in 2012, we\ndescribedAboodas a First Amendment “anomaly.” 567\nU. S., at 311. Two years later inHarris, we were asked\nto overruleAbood, and while we found it unnecessary to take\nthat step, we catalogedAbood’s many weaknesses. In 2015, we\ngranted a petition for certiorari asking us to review a decision\nthat sustained an agency-fee arrangement underAbood.Friedrichsv.California Teachers Assn., 576\nU. S. ___. After exhaustive briefing and argument on the\nquestion whetherAboodshould be overruled, we affirmed the\ndecision below by an equally divided vote. 578 U. S. ___\n(2016) (per curiam). During this period of time, any\npublic-sector union seeking an agency-fee provision in a\ncollective-bargaining agreement must have understood that the\nconstitutionality of such a provision was uncertain.That is certainly true with respect to the\ncollective-bargaining agreement in the present case. That agreement\ninitially ran from July 1, 2012, until June 30, 2015. App. 331.\nSince then, the agreement has been extended pursuant to a provision\nproviding for automatic renewal for an additional year unless\neither party gives timely notice that it desires to amend or\nterminate the contract.Ibid. Thus, for the past three\nyears, the Union could not have been confident about the\ncontinuation of the agency-fee arrangement for more than a year at\na time.Because public-sector collective-bargaining\nagreements are generally of rather short duration, a great many of\nthose now in effect probably began or were renewed sinceKnox(2012) orHarris(2014). But even if an\nagreement antedates those decisions, the union was able to protect\nitself if an agency-fee provision was essential to the overall\nbargain. A union’s attorneys undoubtedly understand that if one\nprovision of a collective-bargaining agreement is found to be\nunlawful, the remaining provisions are likely to remain in effect.\nSeeNLRBv.Rockaway News Supply Co., 345 U. S.\n71, 76–79 (1953); see also 8 R. Lord, Williston on Contracts §19:70\n(4th ed. 2010). Any union believing that an agency-fee provision\nwas essential to its bargain could have insisted on a provision\ngiving it greater protection. The agreement in the present case, by\ncontrast, provides expressly that the invalidation of any part of\nthe agreement “shall not invalidate the remaining portions,” which\n“shall remain in full force and effect.” App. 328. Such\nseverability clauses ensure that “entire contracts” are not\n“br[ought] down” by today’s ruling.Post, at 23, n. 5\n(Kagan, J., dissenting).In short, the uncertain status ofAbood,\nthe lack of clarity it provides, the short-term nature of\ncollective-bargaining agreements, and the ability of unions to\nprotect themselves if an agency-fee provision was crucial to its\nbargain all work to undermine the force of reliance as a factor\nsupportingAbood.[27]*  *  *We recognize that the loss of payments from\nnonmembers may cause unions to experience unpleasant transition\ncosts in the short term, and may require unions to make adjustments\nin order to attract and retain members. But we must weigh these\ndisadvantages against the considerable windfall that unions have\nreceived underAboodfor the past 41 years. It is hard to\nestimate how many billions of dollars have been taken from\nnonmembers and transferred to public-sector unions in violation of\nthe First Amendment. Those unconstitutional exactions cannot be\nallowed to continue indefinitely.All these reasons—thatAbood’s proponents\nhave abandoned its reasoning, that the precedent has proved\nunworkable, that it conflicts with other First Amendment decisions,\nand that subsequent developments have eroded its\nunderpinnings—provide the “ ‘special justification[s]’ ”\nfor overrulingAbood.Post, at 19 (Kagan, J.,\ndissenting) (quotingKimblev.Marvel Entertainment,\nLLC, 576 U. S. ___, ___ (2015) (slip op., at 8)).[28]VIIFor these reasons, States and public-sector\nunions may no longer extract agency fees from nonconsenting\nemployees. Under Illinois law, if a public-sector\ncollective-bargaining agreement includes an agency-fee provision\nand the union certifies to the employer the amount of the fee, that\namount is automatically deducted from the nonmember’s wages.\n§315/6(e). No form of employee consent is required.This procedure violates the First Amendment and\ncannot continue. Neither an agency fee nor any other payment to the\nunion may be deducted from a nonmember’s wages, nor may any other\nattempt be made to collect such a payment, unless the employee\naffirmatively consents to pay. By agreeing to pay, nonmembers are\nwaiving their First Amendment rights, and such a waiver cannot be\npresumed.Johnsonv.Zerbst, 304 U. S. 458, 464\n(1938); see alsoKnox, 567 U. S., at 312–313. Rather, to be\neffective, the waiver must be freely given and shown by “clear and\ncompelling” evidence.Curtis Publishing Co.v.Butts,\n388 U. S. 130, 145 (1967) (plurality opinion); see alsoCollege Savings Bankv.Florida Prepaid Postsecondary Ed.\nExpense Bd., 527 U. S. 666, 680–682 (1999). Unless\nemployees clearly and affirmatively consent before any money is\ntaken from them, this standard cannot be met.*  *  *Aboodwas wrongly decided and is now\noverruled. The judgment of the United States Court of Appeals for\nthe Seventh Circuit is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.It is so ordered.Notes1See Bureau of Labor\nStatistics (BLS), Labor Force Statistics From the Current\nPopulation Survey (Table 42) (2017),\nhttps://www.bls.gov/cps/tables.htm (all Internet materials as\nvisited June 26, 2018).2See Union Membership and\nCoverage Database From the Current Population Survey (Jan. 21,\n2018), unionstats.com.3See National Conference\nof State Legislatures, Right-to-Work States (2018),\nhttp://www.ncsl.org/research/labor-and-employment/right-to-work-laws-and-bills.aspx#chart;\nsee also,e.g., Brief for Mackinac Center for Public Policy\nasAmicus Curiae27–28, 34–36.4The collective-action\nproblem cited by the dissent,post, at 6, is not specific to\nthe agency-fee context. And contrary to the dissent’s suggestion,\nit is often not practical for an entity that lobbies or advocates\non behalf of the members of a group to tailor its message so that\nonly its members benefit from its efforts. Consider how effective\nit would be for a group that advocates on behalf of, say, seniors,\nto argue that a new measure should apply only to its dues-paying\nmembers.5In order to obtain that\nstatus, a union must petition to be recognized and campaign to win\nmajority approval. Ill. Comp. Stat., ch. 5, §315/9(a) (2016); see,e.g.,County of Du Pagev.Illinois Labor\nRelations Bd., 231 Ill. 2d 593, 597–600, 900 N. E. 2d\n1095, 1098–1099 (2008). And unions eagerly seek this support. See,e.g., Brief for Employees of the State of Minnesota Court\nSystem asAmici Curiae9–17.6There is precedent for\nsuch arrangements. Some States have laws providing that, if an\nemployee with a religious objection to paying an agency fee\n“requests the [union] to use the grievance procedure or arbitration\nprocedure on the employee’s behalf, the [union] is authorized to\ncharge the employee for the reasonable cost of using such\nprocedure.”E.g., Cal. Govt. Code Ann. §3546.3 (West 2010);\ncf. Ill. Comp. Stat., ch. 5, §315/6(g) (2016). This more tailored\nalternative, if applied to other objectors, would prevent free\nridership while imposing a lesser burden on First Amendment\nrights.7Indeed, under common law,\n“collective bargaining was unlawful,”Teamstersv.Terry, 494 U. S. 558, 565–566 (1990) (plurality\nopinion); see N. Citrine, Trade Union Law 4–7, 9–10 (2d ed. 1960);\nNotes, Legal-ity of Trade Unions at Common Law, 25 Harv. L. Rev.\n465, 466 (1912), and into the 20th century, every individual\nemployee had the “liberty of contract” to “sell his labor upon such\nterms as he deem[ed] proper,”Adairv.United States,\n208 U. S. 161, 174–175 (1908); see R. Morris, Government and\nLabor in Early America 208, 529 (1946). So even the concept of a\nprivate third-party entity with the power to bind employees on the\nterms of their employment likely would have been foreign to the\nFounders. We note this only to show the problems inherent in the\nUnion respondent’s argument; we are not in any way questioning the\nfoundations of modern labor law.8See,e.g.,\nEllsworth, The Landholder, VII (1787), in Essays on the\nConstitution of the United States 167–171 (P. Ford ed. 1892);\nWebster, On Test Laws, Oaths of Allegiance and Abjuration, and\nPartial Exclusions from Office, in A Collection of Essays and\nFugitiv[e] Writings 151–153 (1790).9Justice Powell’s separate\nopinion did invokePickeringin a relevant sense, but he did\nso only to acknowledge the State’s relatively greater interest in\nregulating speech when it acts as employer than when it acts as\nsovereign.Aboodv.Detroit Bd. of Ed., 431\nU. S. 209, 259 (1977) (concurring in judgment). In the very\nnext sentence, he explained that “even in public employment, a\nsignificant impairment of First Amendment rights must survive\nexacting scrutiny.”Ibid.(internal quotation marks\nomitted). That is the test we apply today.10See\nBrief for State of Michigan et al. asAmici Curiae9–24. Nationwide, the cost of state and local employees’ wages and\nbenefits, for example, is nearly $1.5 trillion—more than half of\nthose jurisdictions’ total expenditures. See Dept. of Commerce,\nBureau of Economic Analysis, National Data, GDP & Personal\nIncome, Table 6.2D, line 92 (Aug. 3, 2017), and Table 3.3, line 37\n(May 30, 2018),\nhttps://www.bea.gov/iTable/iTable.cfm?reqid=19&step=2#reqid=19&step=2&isuri=1&1921=survey.\nAnd many States and cities struggle with unfunded pension and\nretiree healthcare liabilities and other budget\nissues.11PEW\nCharitable Trusts, Fiscal 50: State Trends and Analysis (updated\nMay 17, 2016),\nhttp://www.pewtrusts.org/en/research-and-analysis/data-visualizations/2014/fiscal-50#ind4.12See\nBrief for Jason R. Barclay et al. asAmici Curiae9; M.\nEgan, How Illinois Became America’s Most Messed-Up State, CNN Money\n(July 1, 2017), https://cnnmon.ie/2tp9NX5.13Brief\nfor Jason R. Barclay et al. asAmici Curiae9.14E.\nCampbell, S&P, Moody’s Downgrade Illinois to Near Junk, Lowest\nEver for a U. S. State, Bloomberg (June 1, 2017),\nhttps://bloom.bg/2roEJUc.15See\nNational Association of State Budget Officers, Summary: Spring 2018\nFiscal Survey of States 2 (June 14, 2018), http://www.nasbo.org;\nProQuest Statistical Abstract of the United States: 2018,\npp. 306, Table 476, 321, Table 489.16See\nRogers, School Districts ‘Race to the Top’ Despite Teacher Dispute,\nMarin Independent J., June 19, 2010.17See\nSawchuk, Transferring Top Teachers Has Benefits: Study Probes\nMoving Talent to Low-Performing Schools, Education Week, Nov. 13,\n2013, pp. 1, 13.18See\nTucker, Textbooks Equivocate on Global Warming: Stanford Study\nFinds Portrayal ‘Dishonest,’ San Francisco Chronicle, Nov. 24,\n2015, p. C1.19See\nReagan, Anti-Confederacy Movement Rekindles Texas Textbook\nControversy, San Antonio Current, Aug. 4, 2015.20See\nWatanabe, How To Teach Gay Issues in 1st Grade? A New Law Requiring\nCalifornia Schools To Have Lessons About LGBT Americans Raises\nTough Questions, L. A. Times, Oct. 16, 2011,\np. A1.21See\nGoodstein, A Web of Faith, Law and Science in Evolution Suit,\nN. Y. Times, Sept. 26, 2005, p. A1.22See\nGolden, Defending the Faith: New Battleground in Textbook Wars:\nReligion in History, Wall St. J., Jan. 25, 2006,\np. A1.23Claiming that our decision will\nhobble government operations, the dissent asserts that it would\nprevent a government employer from taking action against disruptive\nnon-unionized employees in two carefully constructed hypothetical\nsituations. Seepost, at 17–18. Both hypotheticals are short\non potentially important details, but in any event, neither would\nbe affected by our decision in this case. Rather, both would simply\ncall for the application of the standardPickeringtest. In\none of the hypotheticals, teachers “protest merit pay in the school\ncafeteria.”Post, at 17. If such a case actually arose, it\nwould be important to know, among other things, whether the\nteachers involved were supposed to be teaching in their classrooms\nat the time in question and whether the protest occurred in the\npresence of students during the student lunch period. If both those\nconditions were met, the teachers would presumably be violating\ncontent-neutral rules regarding their duty to teach at specified\ntimes and places, and their conduct might well have a disruptive\neffect on the educational process. Thus, in the dissent’s\nhypothetical, the school’s interests might well outweigh those of\nthe teachers, but in this hypothetical case, as in allPickeringcases, the particular facts would be very\nimportant. In the other hypothetical, employees agitate for a\nbetter health plan “at various inopportune times and places.”Post, at 17. Here, the lack of factual detail makes it\nimpossible to evaluate how thePickeringbalance would come\nout. The term “agitat[ion]” can encompass a wide range of conduct,\nas well as speech.Post, at 17. And the time and place of\nthe agitation would also be important.24No\nFirst Amendment issue could have properly arisen in those cases\nunless Congress’s enactment of a provision allowing, but not\nrequiring, private parties to enter into union-shop arrangements\nwas sufficient to establish governmental action. That proposition\nwas debatable whenAboodwas decided, and is even more\nquestionable today. SeeAmerican Mfrs. Mut. Ins. Co.v.Sullivan, 526 U. S. 40, 53 (1999);Jacksonv.Metropolitan Edison Co., 419 U. S. 345, 357 (1974).\nCompare,e.g.,Whitev.Communications Workers of\nAm., AFL–CIO, Local 13000, 370 F. 3d 346, 350 (CA3 2004)\n(no state action), andKolinskev.Lubbers, 712\nF. 2d 471, 477–478 (CADC 1983) (same), withBeckv.Communications Workers of Am., 776 F. 2d 1187, 1207\n(CA4 1985) (state action), andLinscottv.Millers Falls\nCo., 440 F. 2d 14, 16, and n. 2 (CA1 1971) (same). We\nreserved decision on this question inCommunications Workersv.Beck, 487 U. S. 735, 761 (1988), and do not resolve\nit here.25Contrary to the dissent’s claim, seepost, at 19, and n. 4, the fact that “[t]he rationale\nof [Abood] does not withstand careful analysis”isa\nreason to overrule it,e.g.,Lawrencev.Texas, 539 U. S. 558, 577 (2003). And that is even\ntruer when, as here, the defenders of the precedent do not attempt\nto “defend [its actual] reasoning.”Citizens Unitedv.Federal Election Comm’n, 558 U. S. 310, 363 (2010);id., at 382–385 (Roberts, C. J.,\nconcurring).26For\nthis reason, it is hardly surprising that chargeability issues have\nnot arisen in many Court of Appeals cases. Seepost, at 22\n(Kagan, J., dissenting).27The\ndissent emphasizes another type of reliance, namely, that “[o]ver\n20 States have by now enacted statutes authorizing [agency-fee]\nprovisions.”Post, at 23. But as we explained inCitizens\nUnited, “[t]his is not a compelling interest forstare\ndecisis. If it were, legislative acts could prevent us from\noverruling our own precedents, thereby interfering with our duty\n‘to say what the law is.’ ” 558 U. S., at 365 (quotingMarburyv.Madison, 1 Cranch 137, 177 (1803)). Nor\ndoes our decision “ ‘require an extensive legislative\nresponse.’ ”Post, at 23. States can keep their\nlabor-relations systems exactly as they are—only they cannot force\nnonmembers to subsidize public-sector unions. In this way, these\nStates can follow the model of the federal government and 28 other\nStates.28Unfortunately, the dissent sees the\nneed to resort to accusations that we are acting like “black-robed\nrulers” who have shut down an “energetic policy debate.”Post, at 27–28. We certainly agree that judges should not\n“overrid[e] citizens’ choices” or “pick the winning side,”ibid.—unless the Constitution commands that they do so. But\nwhen a federal or state law violates the Constitution, the American\ndoctrine of judicial review requires us to enforce the\nConstitution. Here, States with agency-fee laws have abridged\nfundamental free speech rights. In holding that these laws violate\nthe Constitution, we are simply enforcing the First Amendment as\nproperly understood, “[t]he very purpose of [which] was to withdraw\ncertain subjects from the vicissitudes of political controversy, to\nplace them beyond the reach of majorities and officials and to\nestablish them as legal principles to be applied by the courts.”West Virginia Bd. of Ed.v.Barnette, 319 U. S.\n624, 638 (1943).",
    "joined": []
}