{
    "case": {
        "docket": "15-446",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-446/"
    },
    "id": "3587729",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–446_________________CUOZZO SPEED TECHNOLOGIES, LLC, PETITIONERv.MICHELLE K. LEE, UNDER SECRETARY OF COM-MERCE FOR\nINTELLECTUAL PROPERTY AND DIR-ECTOR, PATENT AND TRADEMARK\nOFFICEon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 20, 2016]Justice Alito, with whom Justice Sotomayor\njoins, concurring in part and dissenting in part.Congress has given the Patent and Trademark\nOffice considerable authority to review and cancel issued patent\nclaims. At the same time, Congress has cabined that power by\nimposing significant conditions on the Patent Office’s institution\nof patent review proceedings. Unlike the Court, I do not think that\nCongress intended to shield the Patent Office’s compliance—or\nnoncompliance—with these limits from all judicial scrutiny. Rather,\nconsistent with the strong presumption favoring judicial review,\nCongress required only that judicial review, including of issues\nbearing on the institution of patent review proceedings, be\nchanneled through an appeal from the agency’s final decision. I\nrespectfully dissent from the Court’s contrary holding.[1]IIn the Leahy-Smith America Invents Act (AIA),\n35 U. S. C. §100et seq., Congress created\nthree new mecha-nisms for Patent Office review of issued patent\nclaims—inter partes review, post-grant review, and covered business\nmethod patent review (CBM review). This case involves the first of\nthese proceedings, inter partes review.Under inter partes review, anyone may file a\npetition challenging the patentability of an issued patent claim at\nalmost any time. §§311(a), (c). The grounds for challenge are\nlimited to the patentability of the claim under §102 (which\nrequires patent claims to be novel) and §103 (which requires patent\nclaims to be nonobvious). §311(b).The statute imposes other restrictions as well.\nA petition for inter partes review “may be considered only if” the\npetition satisfies certain requirements, including (as relevant\nhere) that the petition “identif[y], in writing and with\nparticularity, each claim challenged, the grounds on which the\nchallenge to each claim is based, and the evidence that supports\nthe grounds for the challenge to each claim.” §312(a)(3).\nAdditionally, “inter partes review may not be instituted” if the\nparty challenging the patent previously filed a civil action\nchallenging the patent’s validity or was sued for infringing the\npatent more than a year before seeking inter partes review.\n§§315(a)(1), (b). Finally, the Patent Office may not institute\ninter partes review “unless the Director [of the Patent Office]\ndetermines that the information presented in the [challenger’s]\npetition . . . and any response [by the patent owner]\nshows that there is a reasonable likelihood that the petitioner\nwould prevail with respect to at least 1 of the claims challenged\nin the petition.” §314(a).[2]The statute provides that “[t]he determination\nby the Director whether to institute an inter partes review under\nthis section shall be final and nonappealable.” §314(d). If inter\npartes review is instituted, the Patent Office conducts a trial\nthat culminates in a “final written decision” on the patentability\nof the challenged claims. §318(a). Any patent owner or challenger\nthat is “dissatisfied” with that decision may appeal to the Federal\nCircuit. §319.IIIn this case, the Patent Office instituted\ninter partes review of claims 10 and 14 of Cuozzo’s patent based on\nprior art that the challenger’s petition did not cite with respect\nto those claims. After trial, the Patent Office issued a final\nwritten decision holding those claims unpatentable, and Cuozzo\nappealed that decision to the Federal Circuit. In its appeal,\nCuozzo argued (among other things) that the Patent Office had\nviolated the requirement that a petition for inter partes review\n“may be considered only if” the petition identifies “the grounds on\nwhich the challenge to each claim is based, and the evidence that\nsupports the grounds for the challenge,” “with particularity.”\n§312(a)(3).The Federal Circuit held that it could not\nentertain this argument because §314(d) provides that the Patent\nOffice’s decision to institute an inter partes review is “final and\nnonappealable.” SeeIn re Cuozzo Speed Technolo-gies,\nLLC, 793 F. 3d 1268, 1273 (2015). This Court now\naffirms.I disagree. We have long recognized that\n“Congress rarely intends to prevent courts from enforcing its\ndirectives to federal agencies. For that reason, this Court applies\na ‘strong presumption’ favoring judicial review of administrative\naction.”Mach Mining, LLCv.EEOC, 575 U. S.\n___, ___ (2015) (slip op., at 4) (quotingBowenv.Michigan Academy of Family Physicians, 476 U. S. 667,\n670 (1986) ). While the “presumption is rebuttable,” “the agency\nbears a ‘heavy burden’ in attempting to show that Congress\n‘prohibit[ed] all judicial review’ of the agency’s compliance with\na legislative mandate.”Mach Mining,supra,at\n___–___ (slip op., at 4–5) (quotingDunlopv.Bachowski, 421 U. S. 560, 567 (1975) ). If a provision\ncan reasonably be read to permit judicial review, it should be.Our decision inLindahlv.Office of\nPersonnel Management, 470 U. S. 768 (1985) , illustrates\nthe power of this presumption. The statute at issue there provided\nthat agency “ ‘decisions . . . concerning [questions\nof disability and dependency] are final and conclusive and are not\nsubject to review.’ ”Id.,at 771. The Federal Circuit\nconcluded that the statute cut off all judicial review of such\ndecisions, stating that “ ‘[i]t is difficult to conceive of a\nmore clear-cut statement of congressional intent to preclude review\nthan one in which the concept of finality is thrice repeated in a\nsingle sentence.’ ”Id.,at 779. We reversed. We\nacknowledged that the statute “plausibly c[ould] be read as\nimposing an absolute bar to judicial review,” but we concluded that\n“it also quite naturally c[ould] be read as precluding review only\nof . . .factualdeterminations” underlying the\nagency’s decision, while permitting review of legal questions.Ibid.In light of the presumption of reviewability, we\nadopted the latter reading. We observed that “when Congress intends\nto bar judicial review altogether, it typically employs language\nfar more unambiguous and comprehensive,” giving as an example a\nstatute that made an agency decision “ ‘final and conclusive\nfor all purposes and with respect to all questions of law or\nfact’ ” and “ ‘not subject to review by another official\nof the United States or by a court by mandamus or\notherwise.’ ”Id.,at 779–780, and n. 13.[3]This is a far easier case thanLindahl.\nThere is no question that the statute now before us can\nnaturally—perhaps most naturally—be read to permit judicial review\nof issues bearing on the Patent Office’s institution of inter\npartes review. Section 314(d) reads: “The determination by the\nDirector whether to institute an inter partes review under this\nsection shall be final and nonappealable.” Unlike the statutes we\naddressed inLindahl(including the one we found to permit\nreview), §314(d) does not say that an institution decision is “not\nsubject to review.” Instead, it makes the institution decision\n“nonappealable.” This is fairly interpreted to bar only anappealfrom the in-stitution decision itself, while allowingreviewof institution-related issues in an appeal from the\nPatent Office’sfinal written decision at the end of the proceeding.\nSee §319. Our cases have used the term “nonappealable” in just this\nway—to refer to matters that are notimmediatelyorindependentlyappealable, but which are subject to review at\na later point.[4] Thus, while\nthe decision to institute inter partes review is “final and\nnonappealable” in the sense that a court cannot stop the proceeding\nfrom going forward,[5] the\nquestion whether it was lawful to institute review will not escape\njudicial scrutiny. This approach is consistent with the normal rule\nthat a party may challenge earlier agency rulings that are\nthemselves “not directly reviewable” when seeking review of a\nfinal, appealable decision. 5 U. S. C. §704. And it\nstrikes a sensible balance: The Patent Office may proceed unimpeded\nwith the inter partes review process (which must normally be\ncompleted within one year, see 35 U. S. C. §316(a)(11)),\nbut it will be held to account for its compliance with the law at\nthe end of the day.In rejecting this commonsense interpretation,\nthe Court gives short shrift to the presumption in favor of\njudicial review. Its primary reason for disregarding the\npresumption reduces to an assertion—devoid of any textual\nanalysis—thatsurely§314(d) must bar review of legal\nquestions related to institution decisions.Ante,at 7–8. As\nIhave explained, the statute’s text does not require that\nconclusion.Moving (further) away from the statutory text,\nthe Court next objects that allowing judicial review “would\nundercut one important congressional objective, namely, giving the\nPatent Office significant power to revisit and revise earlier\npatent grants.”Ante,at 8. I am not sure that the Court\nappreciates how remarkable this assertion is. It would give us\ncause to do away with judicial review whenever we think that review\nmakes it harder for an agency to carry out important work. In any\nevent, the majority’s logic is flawed. Judicial review enforces the\nlimits thatCongresshas imposed on the agency’s power. It\nthus serves to buttress, not “undercut,” Congress’s objectives. By\nasserting otherwise, the majority loses sight of the principle that\n“no legislation pursues its purposes at all costs.”Rodriguezv.United States, 480 U. S. 522,\n525–526 (1987) (per curiam). “Every statute pur-poses,\nnot only to achieve certain ends, but also to achieve them by\nparticular means—and there is often a consider-able legislative\nbattle over what those means ought to be. The withholding of agency\nauthority is as significant as the granting of it, and we have no\nright to play favorites between the two.”Director, Office of\nWorkers’ Compensation Programsv.Newport News Shipbuilding\n& Dry Dock Co., 514 U. S. 122, 136 (1995) . The inter\npartes review statute is no exception. It empowers the Patent\nOffice to clean up bad patents, but it expressly forbids the Patent\nOffice to institute inter partes review—or even consider petitions\nfor inter partes review—unless certain conditions are satisfied.\nNothing in the statute suggests that Congress wanted to improve\npatent quality at the cost of fidelity to the law.The Court also observes that the inter partes\nreview appeal provision, §319, “limit[s] appellate review to the\n‘final written decision.’ ”Ante,at 8. The majority\nreads too much into this provision. Section 319 provides simply\nthat “[a] party dissatisfied with the final written decision\n. . . may appeal the decision.” The statute does not\nrestrict the issues that may be raised in such an appeal. As the\nPatent Office once explained (before having a change of heart), the\n“plain language of the statutory text” recognizes a “right of\njudicial review . . . for any party ‘dissatisfied’by the\n[Patent Office’s] ultimate ‘written [decision],’ ” and\n“[n]othing in the statutory scheme limits the reasons that a party\nmight be so ‘dissatisfied.’ ” Memorandum of Law in Support of\nDefendant’s Motion to Dismiss inVersata Development Group,\nInc.v.Rea, Civ. Action No. 1:13cv328 (ED Va., May 16,\n2013), p. 16. A party may be dissatisfied with a final written\ndecision in an inter partes review because the Patent Office lacked\nauthority to institute the proceeding in the first place, or\nbecause the Office committed some other error in the lead-up to its\nfinal decision. Neither §314(d) nor §319 prevents a party from\npressing such issues on an appeal from the final decision. This is\nfamiliar practice under 28 U. S. C. §1291, which\nsimilarly limits appeals to “final decisions of the district\ncourts” but allows appellants to challenge earlier rulings as part\nof those appeals. SeeQuackenbushv.Allstate Ins.\nCo., 517 U. S. 706, 712 (1996) (“The general rule is that\na party is entitled to a single appeal, to be deferred until final\njudgment has been entered, in which claims of district court error\nat any stage in the litigation may be ventilated” (internal\nquotation marks omitted)); 15A C. Wright, A. Miller, & E.\nCooper, Federal Practice and Procedure §3905.1, pp. 250, 252\n(2d ed. 1992) (noting “the general rule that an appeal from final\njudgment . . . permits review of all rulings that led up\nto the judgment” and observing that “[t]he variety of orders open\nto review on subsequent appeal from a final judgment is enormous”).\nAnd, as noted above, judicial review of “final agency action”\nlikewise encompasses earlier rulings that are “not directly\nreviewable.” 5 U. S. C. §704; seesupra,at 6.The Court next contends that my interpretation\nrenders 35 U. S. C. §314(d) “superfluous.”Ante,at 9. Reading the statute to defer review of institution decisions\nis “unnecessary,” the Court says, because the “Administrative\nProcedure Act already limits review to final agency decisions” and\na “decision to initiate inter partes review is ‘preliminary,’ not\n‘final.’ ”Ibid.But Congress reasonably may have\nthought that the matter needed clarifying, given that §314(d)\nitself calls such a decision “final” (albeit in a different sense,\nseesupra, at 5–6). Language is not superfluous when it\n“remove[s] any doubt” about a point that might otherwise be\nunclear.Aliv.Federal Bureau of Prisons, 552\nU. S. 214, 226 (2008) . More important, my reading prevents an\nappeal from a decisionnotto institute inter partes review,\nwhich is plainly final agency action and so—absent §314(d)—might\notherwise trigger immediate review. The Court asserts that this too\nis unnecessary because, in its view, a decision to deny inter\npartes review is “committed to agency discretion by law” and so\nunreviewable under normal principles of administrative law. 5\nU. S. C. §701(a)(2); seeante,at 9. I agree that\none can infer from the statutory scheme that the Patent Office has\ndiscretion to deny inter partes review even if a challenger\nsatisfies the threshold requirements for review. But the law does\nnot say so directly and Congress may not have thought the point\nself-evident. Again, 35 U. S. C. §314(d) plays a\nclarifying role. This gives the provision plenty of work to do.\nThere is no need to read it more broadly.[6]IIIANone of this is to say that courts must—or\nshould—throw out an inter partes review decision whenever there is\nsome technical deficiency in the challenger’s petition or in the\nPatent Office’s institution decision. Although §314(d) does not\npreclude review of issues bearing on institution, normal limits on\njudicial review still apply. For example, errors that do not cause\na patent owner prejudice may not warrant relief. See 5\nU. S. C. §706 (“[D]ue account shall be taken of the rule\nof prejudicial error”). Some errors may also be superseded by later\ndevelopments. Most notably, once the Patent Office issues its final\nwritten decision, the probabilistic question whether a challenger\nis “reasonabl[y] likel[y]” to prevail on the merits, 35\nU. S. C. §314(a), will be subsumed by the ultimate\nquestion whether the challengershould in factprevail.[7] And while I have no\noccasion here to decide the matter, it may be that courts owe some\ndegree of deference to the Patent Office’s application of the\nstatutory prerequisites to inter partes review.I would leave these considerations for the Court\nof Appeals to address in the first instance. But I must confess\ndoubts that Cuozzo could ultimately prevail. As noted above, Cuozzo\nargues that the Patent Office improperly granted inter partes\nreview of claims 10 and 14 on grounds not asserted in the petition\nfor inter partes review, in violation of the statutory requirement\nthat a petition must state the grounds for challenge “with\nparticularity.” §312(a)(3). The problem for Cuozzo is that claim\n17—which the petition properly challenged—incorporates all of the\nelements of claims 10 and 14. Accordingly, an assertion that claim\n17 is unpatentable in light of certain prior art is necessarily an\nassertion that claims 10 and 14 are unpatentable as well. Assuming\nthat Cuozzo must show prejudice from the error it alleges, it is\nhard to see how Cuozzo could do so here.BBut any perceived weakness in the merits of\nCuozzo’s appeal does not mean that such issues are unworthy of\njudicial review. Section 312(a)(3)’s particularity requirement is\ndesigned, at least in part, to ensure that a patent owner has\nsufficient notice of the challenge against which it must defend.\nOnce inter partes review is instituted, the patent owner’s\nresponse—its opening brief, essentially—is filed as an opposition\nto the challenger’s petition. See §316(a)(8); 37 CFR §42.120. Thus,\nif a petition fails to state its challenge with particularity—or if\nthe Patent Office institutes review on claims or grounds not raised\nin the petition—the patent owner is forced to shoot into the dark.\nThe potential for unfairness is obvious.Other problems arise if the Patent Office fails\nto enforce the prohibitions against instituting inter partes review\nat the behest of challengers that have already sued to invalidate\nthe patent or that were sued for infringement more than a year\nbefore seeking inter partes review. 35 U. S. C.\n§§315(a)(1), (b). Allowing such a challenge exposes the patent\nowner to the burden of multiplicative proceedings—including\ndiscovery in both forums, see §316(a)(5)—while permitting the\nchallenger to exploit inter partes review’s lower standard of proof\nand more favorable claim construction standard. Congress\nunderstandably thought that the Patent Office’s power should not be\nwielded in this way. Yet, according to the Court, Congress made\ncourts powerless to correct such abuses.Even more striking are the consequences that\ntoday’s decision portends for the AIA’s other patent review\nmechanisms, post-grant review and CBM review, seesupra, at\n1–2, which are subject to a “no appeal” provision virtually\nidentical to §314(d). See §324(e) (“The determination by the\nDirector whether to institute a post-grant review under this\nsection shall be final and nonappealable”); see AIA §18(a)(1),\n125Stat. 329, note following 35 U. S. C. §321,\np. 1442 (CBM review generally “shall be regarded as, and shall\nemploy the standards and procedures of, a post-grant review”).\nPost-grant review and CBM review allow for much broader review than\ninter partes review. While inter partes review is limited to\nassessing patent-ability under §102 and §103, in post-grant review\nand CBM review, patent claims can also be scrutinized (and\ncanceled) on any invalidity ground that may be raised as a defense\nto infringement, including such grounds as ineligible subject\nmatter under §101, indefiniteness under §112, and improper\nenlargement of reissued claims under §251. See §321(b);\n§§282(b)(2), (3). But this broader review comes with its own strict\nlimits. A petition for post-grant review must be filed within nine\nmonths after a patent is granted. §321(c). And while CBM review is\nnot subject to this time limit, Congress imposed a subject-matter\nrestriction: The Patent Office “may institute a [CBM review]\nproceeding only for a patent that is a covered business method\npatent,” which Congress defined to cover certain patents with\nclaims relating to “a financial product or service.” AIA\n§§18(a)(1)(E), (d)(1), at 1442; see §18(a)(1)(A),ibid.[8]Congress thus crafted a three-tiered framework\nfor Patent Office review of issued patents: broad post-grant review\nin a patent’s infancy, followed by narrower inter partes review\nthereafter, with a limited exception for broad review of older\ncovered business method patents. Today’s decision threatens to\nundermine that carefully designed scheme. Suppose that the Patent\nOffice instituted post-grant review on a petition filed 12 months\n(or even12 years) after a patent was issued, and then invalidated a\npatent claim as indefinite under §112—a ground available in\npost-grant review but not in inter partes review. This would\ngrossly exceed the Patent Office’s authority and would be\nmanifestly prejudicial to the patent owner. Can Congress really\nhave intended to shield such shenanigans from judicial scrutiny?\nThe Court answers with a non sequitur: Of course the Patent Office\ncannot cancel a patent under §112 “in inter partes review.”Ante,at 11. The Court seems to think that we could overturn\nthe Patent Office’s decision to institute “post-grant review” based\non an untimely petition and declare that the agency hasreallyinstituted only “inter partes review.” But how is\nthat possible under today’s opinion? After all, the petition’s\ntimeliness, no less than the particularity of its allegations, is\n“closely tied to the application and interpretation of statutes\nrelated to the Patent Office’s decision to initiate . . .\nreview,” and the Court says that such questions are unreviewable.Ibid.; see §321(c); §312(a)(3).To take things a step further, suppose that the\nPatent Office purported to forgive the post-grant review petition’s\ntardiness by declaring the challenged patent a “covered business\nmethod patent,” even though the patent has nothing to do with\nfinancial products or services (it claims, say, a new kind of\ntempered glass). Again, this involves the application of statutes\nrelated to the Patent Office’s institution decision. See AIA\n§18(a)(1)(E), at 1442 (Patent Office “may institute a [CBM review]\nproceeding only for a patent that is a covered business method\npatent”). So is this specious determination immune from judicial\nscrutiny under the Court’s reasoning?If judicial review of these issues is\nunavailable, then nothing would prevent the Patent Office from\neffectively collapsing Congress’s three-tiered review structure and\nsubjecting all patents to broad post-grant review at all times.\nCongress cannot have intended that.I take the Court at its word that today’s\nopinion will not permit the Patent Office “to act outside its\nstatutory limits” in these ways.Ante,at 11. But how to get\nthere from the Court’s reasoning—and how to determine which\n“statutory limits” we should enforce and which we should\nnot—remains a mystery. I would avoid the suspense and hold that 35\nU. S. C. §314(d) does not bar judicial review of the\nPatent Office’s compliance with any of the limits Congress imposed\non the institution of patent review proceedings. That includes the\nstatutory limit, §312(a)(3), that Cuozzo alleges was violated\nhere.*  *  *In enacting the AIA, Congress entrusted the\nPatent Office with a leading role in combating the detrimental\neffect that bad patents can have on innovation. But Congress did\nnot give the agency unbridled authority. The principles I have set\nforth afford the Patent Office plenty of latitude to carry out its\ncharge, while ensuring that the Office’s actions—no less than the\npatents it reviews—stay within the bounds of the law.I would vacate the Federal Circuit’s judgment\nand remand for that court to consider whether the Patent Office\nexceeded its authority to institute inter partes review with\nrespect to claims 10 and 14 of Cuozzo’s patent. With respect to\nclaim 17, I agree with the Court that the judgment below must be\naffirmed. See n. 1,supra; Part III,ante.Notes1I agree with the Court\nthat the Patent Office permissibly applies a “broadest reasonable\nconstruction” standard to construe patent claims in inter partes\nreview, and I therefore join Parts I and III of its\nopinion.2The Director of the\nPatent Office has delegated his authority to institute inter partes\nreview to the Patent Trial and Appeal Board (Board), which also\nconducts and decides the inter partes review. See 37 CFR §§42.4(a),\n42.108 (2015); 35 U. S. C. §§316(c), 318(a). I therefore\nuse the term “Patent Office” to refer to the Director, the Board,\nand the Patent Office generally, as the case may be.3The Court tries to recastLindahlas a decision about “agenc[y] primacy” by focusing\non its recognition that factual questions were unreviewable under\nthe relevant statute (no one disputed that) and treating the case’s\nholding that legal questionswerereviewable as an\nafterthought.Ante,at 10. The review thatLindahlpermitted—to correct “a substantial departure from important\nprocedural rights, a misconstruction of the governing legislation,\nor some like error going to the heart of the administrative\ndetermination,” 470 U. S., at 791 (internal quotation marks\nomitted)—is quite similar to the review I envision of Patent Office\ndecisions to institute inter partes review, as the discussion that\nfollows makes clear.4SeeMohawk Industries,\nInc.v.Carpenter, 558 U. S. 100 , n. 1, 109\n(2009) (agreeing with decisions holding that attorney-client\nprivilege rulings are “nonappealable” because “postjudgment appeals\ngenerally suffice to protect the rights of litigants”);Coopers\n& Lybrandv.Livesay, 437 U. S. 463 ,\nn. 17 (1978) (describing an order denying class certification\nas “nonappealable” but noting that it “is subject to effective\nreview after final judgment”).5Like the Court, I do not\nhave occasion to address whether in extraordinary cases a patent\nowner might seek mandamus to stop an inter partes review before the\nproceeding concludes.6It is true that my\ninterpretation leaves no apparent avenue (short of mandamus, at\nleast) for judicial review of decisionsnotto institute\ninter partes review. This demonstrates that the presumption of\nreviewability has its limits. Nor is it surprising that Congress\nwould design such a scheme. A patent challenger does not have\nnearly as much to lose from an erroneousdenialof inter\npartes review as a patent owner stands to lose from an erroneousgrantof inter partes review. Although such a challenger\nloses some of the advantages of inter partes review (such as a more\nfavorable claim construction standard and a lower burden of proof),\nit remains free to challenge the patent’s validity in litigation. A\npatent owner, on the other hand, risks the destruction of a\nvaluable property right.7The Court recognizes that\nsuch issues are unreviewable even absent a statute like §314(d),\ncomparing the Patent Office’s “reasonable likelihood” determination\nto an indicting grand jury’s finding of probable cause. Seeante,at 9. But it draws the wrong analogy for this case.\nCuozzo’s complaint is that the petition for inter partes review did\nnot articulate its challenge to certain patent claims with adequate\nparticularity. This is more akin to an argument that an indictment\ndid not sufficiently allege an offense and provide notice of the\ncharges against the defendant, which is reviewable after trial and\njudgment. See,e.g., United Statesv.Carll, 105\nU. S. 611 –613 (1882) (overturning a conviction based on the\ninsufficiency of the indictment).8Additionally, a\nchallenger may file a petition for CBM review only if it has been\nsued for or charged with infringement of the patent. AIA\n§18(a)(1)(B), at 1442.",
    "joined": []
}