{
    "case": {
        "docket": "557",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/557/"
    },
    "id": "1962143",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGHAMDAN V. RUMSFELD548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-184SALIM AHMED HAMDAN, PETITIONERv.DONALD\nH. RUMSFELD, SECRETARY OF DEFENSE, et al.on writ of certiorari to the united states court of\nappeals for the district of columbia circuit[June 29, 2006]Justice Alito, with whom Justices\nScalia and Thomas join in Parts I–III, dissenting.For the reasons set out in\nJustice Scalia’s dissent, which I join, I would hold that we lack\njurisdiction. On the merits, I join Justice Thomas’ dissent with\nthe exception of Parts I, II–C–1, and III–B–2, which concern\nmatters that I find unnecessary to reach. I add the following\ncomments to provide a further explanation of my reasons for\ndisagreeing with the holding of the Court.IThe holding of the Court, as I\nunderstand it, rests on the following reasoning. A military\ncommission is lawful only if it is authorized by 10 U. S. C.\n§821; this provision permits the use of a commission to try\n“offenders or offenses” that “by statute or by the law of war may\nbe tried by” such a commission; because no statute provides that an\noffender such as petitioner or an offense such as the one with\nwhich he is charged may be tried by a military commission, he may\nbe tried by military commission only if the trial is authorized by\n“the law of war”; the Geneva Conventions are part of the law of\nwar; and Common Article 3 of the Conventions prohibits petitioner’s\ntrial because the commission before which he would be tried is not\n“a regularly constituted court,” Third Geneva Convention, Art. 3,\n¶1(d),Relative to the Treatment of Prisoners of War, Aug.\n12, 1949, [1955] 6 U. S. T. 3316, 3320,\nT. I. A. S. No. 3364. I disagree with this holding\nbecause petitioner’s commission is “a regularly constituted\ncourt.”Common Article 3 provides as\nfollows:“In the case of armed conflict not of an\ninternational character occurring in the territory of one of the\nHigh Contracting Parties, each Party to the conflict shall be bound\nto apply, as a minimum, the following provisions:“(1) … [T]he following acts are and shall\nremain prohibited … :“(d) [T]he passing of sentences and the\ncarrying out of executions without previous judgment pronounced bya regularly constituted courtaffording all the judicial\nguarantees which are recognized as indispensable by civilized\npeoples.”Id.,at 3318–3320 (emphasis added).Common Article 3 thus imposes\nthree requirements. Sentences may be imposed only by (1) a “court”\n(2) that is “regularly constituted” and (3) that affords “all the\njudicial guarantees which are recognized as indispensable by\ncivilized peoples.”Id.,at 3320.I see no need here to comment extensively on\nthe meaning of the first and third requirements. The first\nrequirement is largely self-explanatory, and, with respect to the\nthird, I note only that on its face it imposes a uniform\ninternational standard that does not vary from signatory to\nsignatory.The second element (“regularly constituted”)\nis the one on which the Court relies, and I interpret this element\nto require that the court be appointed or established in accordance\nwith the appointing country’s domestic law. I agree with the Court,\nseeante, at 69, n. 64, that, as used in Common Article 3,\nthe term “regularly” is synonymous with “properly.” The term\n“constitute” means “appoint,” “set up,” or “establish,” Webster’s\nThird New International Dictionary 486 (1961), and therefore\n“regularly constituted” means properly appointed, set up, or\nestablished. Our cases repeatedly use the phrases “regularly\nconstituted” and “properly constituted” in this sense. See,e.g., Hamdiv.Rumsfeld,542 U. S. 507, 538\n(2004) (plurality opinion of O’Connor, J.);Nguyenv.United States,539 U. S. 69, 83 (2003);Ryderv.United States,515 U. S. 177, 187\n(1995);Williamsv.Bruffy,96 U. S. 176, 185\n(1878).In order to determine whether a court has been\nproperly appointed, set up, or established, it is necessary to\nrefer to a body of law that governs such matters. I interpret\nCommon Article 3 as looking to the domestic law of the appointing\ncountry because I am not aware of any international law standard\nregarding the way in which such a court must be appointed, set up,\nor established, and because different countries with different\ngovernment structures handle this matter differently. Accordingly,\n“a regularly constituted court” is a court that has been appointed,\nset up, or established in accordance with the domestic law of the\nappointing country.IIIn contrast to this\ninterpretation, the opinions supporting the judgment today hold\nthat the military commission before which petitioner would be tried\nis not “a regularly constituted court” (a) because “no evident\npractical need explains” why its “structure and composition …\ndeviate from conventional court-martial standards,”ante,\nat 11 (Kennedy, J., concurring in part); see alsoante, at\n69–70 (Opinion of the Court); and (b) because, contrary to 10 U.\nS. C. §836(b), the procedures specified for use in the\nproceeding before the military commission impermissibly differ from\nthose provided under the Uniform Code of Military Justice (UCMJ)\nfor use by courts-martial,ante, at 52–62 (Opinion of the\nCourt);ante, at 16–18 (Kennedy, J., concurring in part).\nI do not believe that either of these grounds is sound.AI see no basis for the Court’s\nholding that a military commission cannot be regarded as “a\nregularly constituted court” unless it is similar in structure and\ncomposition to a regular military court or unless there is an\n“evident practical need” for the divergence. There is no reason why\na court that differs in structure or composition from an ordinary\nmilitary court must be viewed as having been improperly\nconstituted. Tribunals that vary significantly in structure,\ncomposition, and procedures may all be “regularly” or “properly”\nconstituted. Consider, for example, a municipal court, a state\ntrial court of general jurisdiction, an Article I federal trial\ncourt, a federal district court, and an international court, such\nas the International Criminal Tribunal for the Former Yugoslavia.\nAlthough these courts are “differently constituted” and differ\nsubstantially in many other respects, they are all “regularly\nconstituted.”If Common Article 3 had been\nmeant to require trial before a country’s military courts or courts\nthat are similar in structure and composition, the drafters almost\ncertainly would have used language that expresses that thought more\ndirectly. Other provisions of the Convention Relative to the\nTreatment of Prisoners of War refer expressly to the ordinary\nmilitary courts and expressly prescribe the “uniformity principle”\nthat Justice Kennedy sees in Common Article 3, seeante,\nat 8–9. Article 84 provides that “[a] prisoner of war shall be\ntried only by a military court, unless the existing laws of the\nDetaining Power expressly permit the civil courts to try a member\nof the armed forces of the Detaining Power in respect of the\nparticular offence alleged to have been committed by the prisoner\nof war.” 6 U. S. T., at 3382. Article 87 states that “[p]risoners\nof war may not be sentenced by the military authorities and courts\nof the Detaining Power to any penalties except those provided for\nin respect of members of the armed forces of the said Power who\nhave committed the same acts.”Id., at 3384. Similarly,\nArticle 66 of the Geneva Convention Relative to the Treatment of\nCivilian Persons in Time of War—a provision to which the Court\nlooks for guidance in interpreting Common Article 3, seeanteat 69—expressly provides that civilians charged with\ncommitting crimes in occupied territory may be handed over by the\noccupying power “to its properly constituted, non-political\nmilitary courts, on condition that the said courts sit in the\noccupied country.” 6 U. S. T. 3516, 3558–3560,\nT. I. A. S. No. 3365. If Common Article 3 had been\nmeant to incorporate a “uniformity principle,” it presumably would\nhave used language like that employed in the provisions noted\nabove. For these reasons, I cannot agree with the Court’s\nconclusion that the military commission at issue here is not a\n“regularly constituted court” because its structure and composition\ndiffer from those of a court-martial.Contrary to the suggestion of the Court, seeante, at 69, the commentary on Article 66 of Fourth Geneva\nConvention does not undermine this conclusion. As noted, Article 66\npermits an occupying power to try civilians in its “properly\nconstituted, non-political military courts,” 6 U. S. T., at\n3558. The commentary on this provision states:“The courts are to be ‘regularly constituted’. This\nwording definitely excludes all special tribunals. It is the\nordinary military courts of the Occupying Power which will be\ncompetent.” 4 Int’l Comm. of Red Cross, Commentary: Geneva\nConvention Relative to the Protection of Civilian Persons in Time\nof War 340 (1958) (hereinafter GCIV Commentary).The Court states that this\ncommentary “defines ‘ “regularly constituted” ’ tribunals\nto include ‘ordinary military courts’ and ‘definitely exclud[e] all\nspecial tribunals.’ ”Ante, at 69 (alteration in\noriginal). This much is clear from the commentary itself. Yet the\nmere statement that a military courtisa regularly\nconstituted tribunal is of no help in addressing petitioner’s claim\nthat his commissionis notsuch a tribunal. As for the\ncommentary’s mention of “special tribunals,” it is doubtful whether\nwe should take this gloss on Article 66—which forbids anoccupying powerfrom tryingciviliansin courts\nset up specially for that purpose—to tell us much about the very\ndifferent context addressed by Common Article 3.But even if Common Article 3 recognizes this\nprohibition on “special tribunals,” that prohibition does not cover\npetitioner’s tribunal. If “special” means anything in\ncontradistinction to “regular,” it would be in the sense of\n“special” as “relating to a single thing,” and “regular” as\n“uniform in course, practice, or occurrence.” Webster’s Third New\nInternational Dictionary 2186, 1913. Insofar as respondents propose\nto conduct the tribunals according to the procedures of Military\nCommission Order No. 1 and orders promulgated thereunder—and nobody\nhas suggested respondents intend otherwise—then it seems that\npetitioner’s tribunal, like the hundreds of others respondents\npropose to conduct, is very much regular and not at all\nspecial.BI also disagree with the Court’s\nconclusion that petitioner’s military commission is “illegal,”ante, at 62, because its procedures allegedly do not\ncomply with 10 U. S. C. §836. Even if §836(b), unlike Common\nArticle 3, does impose at least a limited uniformity requirement\namongst the tribunals contemplated by the UCMJ, but seeante, at 35 (Thomas, J., dissenting), and even if it is\nassumed for the sake of argument that some of the procedures\nspecified in Military Commission Order No. 1 impermissibly deviate\nfrom court-martial procedures, it does not follow that the military\ncommissions created by that order are not “regularly constituted”\nor that trying petitioner before such a commission would be\ninconsistent with the law of war. If Congress enacted a statute\nrequiring the federal district courts to follow a procedure that is\nunconstitutional, the statute would be invalid, but the district\ncourts would not. Likewise, if some of the procedures that may be\nused in military commission proceedings are improper, the\nappropriate remedy is to proscribe the use of those particular\nprocedures, not to outlaw the commissions. I see no justification\nfor striking down the entire commission structure simply because it\nis possible that petitioner’s trial might involve the use of some\nprocedure that is improper.IIIReturning to the three elements\nof Common Article 3—(1) a court, (2) that is appointed, set up, and\nestablished in compliance with domestic law, and (3) that respects\nuniversally recognized fundamental rights—I conclude that all of\nthese elements are satisfied in this case.AFirst, the commissions qualify as\ncourts.Second, the commissions were\nappointed, set up, and established pursuant to an order of the\nPresident, just like the commission inEx parte Quirin,317 U. S. 1(1942), and the Court acknowledges thatQuirinrecognized\nthat the statutory predecessor of 10 U. S. C. §821 “preserved”\nthe President’s power “to convene military commissions,”ante, at 29. Although Justice Kennedy concludes that “an\nacceptable degree of independence from the Executive is necessary\nto render a commission ‘regularly constituted’ by the standards of\nour Nation’s system of justice,”anteat 9–10, he offers\nno support for this proposition (which in any event seems to be\nmore about fairness or integrity than regularity). The commission\ninQuirinwas certainly no more independent from the\nExecutive than the commissions at issue here, and 10 U. S. C.\n§§821 and 836 do not speak to this issue.[Footnote 1]Finally, the commission\nprocedures, taken as a whole, and including the availability of\nreview by a United States Court of Appeals and by this\nCourt,do not provide a basis for deeming the commissions\nto be illegitimate. The Court questions the following two\nprocedural rules: the rule allowing the Secretary of Defense to\nchange the governing rules “ ‘from time to time’ ” (which\ndoes not rule out mid-trial changes), seeante, at 70, n.\n65 (Opinion of the Court);ante, at 9–10 (Kennedy, J.,\nconcurring in part), and the rule that permits the admission of any\nevidence that would have “ ‘probative value to a reasonable\nperson’ ” (which departs from our legal system’s usual rules\nof evidence), seeante, at 51, 60 (Opinion of the Court);ante, at 16–18 (Kennedy, J., concurring in part).[Footnote 2] Neither of these two rules\nundermines the legitimacy of the commissions.Surely the entire commission\nstructure cannot be stricken merely because it is possible that the\ngoverning rules might be changed during the course of one or more\nproceedings.Ifa change is made and applied during the\ncourse of an ongoing proceeding andifthe accused is\nfound guilty, the validity of that procedure can be considered in\nthe review proceeding for that case. After all, not every midtrial\nchange will be prejudicial. A midtrial change might amend the\ngoverning rules in a way that is inconsequential or actually\nfavorable to the accused.As for the standard for the admission of\nevidence at commission proceedings, the Court does not suggest that\nthis rule violates the international standard incorporated into\nCommon Article 3 (“the judicial guarantees which are recognized as\nindispensable by civilized peoples,” 6 U. S. T., at 3320).\nRules of evidence differ from country to country, and much of the\nworld does not follow aspects of our evidence rules, such as the\ngeneral prohibition against the admission of hearsay. See,e.g.,Blumenthal, Shedding Some Light on Calls for Hearsay\nReform: Civil Law Hearsay Rules in Historical and Modern\nPerspective, 13 Pace Int’l L. Rev. 93, 96–101 (2001). If a\nparticular accused claims to have been unfairly prejudiced by the\nadmission of particular evidence, that claim can be reviewed in the\nreview proceeding for that case. It makes no sense to strike down\nthe entire commission structure based on speculation that some\nevidence might be improperly admitted in some future case.In sum, I believe that Common Article 3 is\nsatisfied here because the military commissions (1) qualify as\ncourts, (2) that were appointed and established in accordance with\ndomestic law, and (3) any procedural improprieties that might occur\nin particular cases can be reviewed in those cases.BThe commentary on Common Article\n3 supports this interpretation. The commentary on Common Article 3,\n¶1(d), in its entirety states:“[A]lthough [sentences and executions without a\nproper trial] were common practice until quite recently, they are\nnevertheless shocking to the civilized mind… . Sentences and\nexecutions without previous trial are too open to error. ‘Summary\njustice’ may be effective on account of the fear it arouses … , but\nit adds too many further innocent victims to all the other innocent\nvictims of the conflict. All civilized nations surround the\nadministration of justice with safeguards aimed at eliminating the\npossibility of judicial errors. The Convention has rightly\nproclaimed that it is essential to do this even in time of war.We must be very clear about one point: it is only ‘summary’\njustice which it is intended to prohibit.No sort of immunity\nis given to anyone under this provision. There is nothing in it to\nprevent a person presumed to be guilty from being arrested and so\nplaced in a position where he can do no further harm; and it leaves\nintact the right of the State to prosecute, sentence and punish\naccording to the law.” GCIV Commentary 39 (emphasis added).It seems clear that the\ncommissions at issue here meet this standard. Whatever else may be\nsaid about the system that was created by Military Commission Order\nNo. 1 and augmented by the Detainee Treatment Act, §1005(e)(1), 119\nStat. 2742, this system—which features formal trial procedures,\nmultiple levels of administrative review, and the opportunity for\nreview by a United States Court of Appeals and by this Court—does\nnot dispense “summary justice.”*  *  *For these reasons, I respectfully\ndissent.Footnote 1Section 821 looks to the “law of war,” not\nseparation of powers issues. And §836, as Justice Kennedy notes,\nconcerns procedures, not structure, seeante, at 10.Footnote 2The plurality, but not Justice Kennedy,\nsuggests that the commission rules are improper insofar as they\nallow a defendant to be denied access to evidence under some\ncircumstances. See,ante, at 70–72. But here too, if this\nprocedure is used in a particular case and the accused is\nconvicted, the validity of this procedure can be challenged in the\nreview proceeding in that case. In that context, both the asserted\nneed for the procedure and its impact on the accused can be\nanalyzed in concrete terms.",
    "joined": []
}