{
    "case": {
        "docket": "35",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/35/"
    },
    "id": "1962689",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRINGBAZE V. REES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-5439RALPH BAZE and THOMAS C. BOWLING, PETI- TIONERSv.JOHN D. REES, COMMISSIONER, KENTUCKY DEPARTMENT OF\nCORRECTIONS, et al.on writ of certiorari to the supreme court of\nkentucky[April 16, 2008]Justice Alito, concurring.I join the plurality opinion but\nwrite separately to explain my view of how the holding should be\nimplemented. The opinion concludes that “a State’s refusal to\nchange its method [of execution] can be viewed as ‘cruel and\nunusual’ under the Eighth Amendment” if the State, “without a\nlegitimate penological justification,” rejects an alternative\nmethod that is “feasible” and “readily” available and that would\n“significantly reduce a substantial risk of severe pain.”Ante, at 13. Properly understood, this standard will not,\nas Justice Thomas predicts, lead to litigation that enables “those\nseeking to abolish the death penalty … to embroil the States in\nnever-ending litigation concerning the adequacy of their execution\nprocedures.”Post, at 12 (opinion concurring in\njudgment).IAs the plurality opinion notes,\nthe constitutionality of capital punishment is not before us in\nthis case, and therefore we proceed on the assumption that the\ndeath penalty is constitutional.Ante, at 8. From that\nassumption, it follows that there must be a constitutional means of\ncarrying out a death sentence.We also proceed in this case on\nthe assumption that lethal injection is a constitutional means of\nexecution. SeeGreggv. Georgia,428 U. S. 153, 175\n(1976) (joint opinion of Stewart, Powell, and Stevens, JJ.)\n(“[I]n assessing a punishment selected by a democratically elected\nlegislature against the constitutional measure, we presume its\nvalidity”). Lethal injection was adopted by the Federal Government\nand 36 States because it was thought to be the most humane method\nof execution, and petitioners here do not contend that lethal\ninjection should be abandoned in favor of any of the methods that\nit replaced—execution by electric chair, the gas chamber, hanging,\nor a firing squad. Since we assume for present purposes that lethal\ninjection is constitutional, the use of that method by the Federal\nGovernment and the States must not be blocked by procedural\nrequirements that cannot practicably be satisfied.Prominent among the practical constraints that\nmust be taken into account in considering the feasibility and\navailability of any suggested modification of a lethal injection\nprotocol are the ethical restrictions applicable to medical\nprofessionals. The first step in the lethal injection protocols\ncurrently in use is the anesthetization of the prisoner. If this\nstep is carried out properly, it is agreed, the prisoner will not\nexperience pain during the remainder of the procedure. Every day,\ngeneral anesthetics are administered to surgical patients in this\ncountry, and if the medical professionals who participate in these\nsurgeries also participated in the anesthetization of prisoners\nfacing execution by lethal injection, the risk of pain would be\nminimized. But the ethics rules of medical professionals—for\nreasons that I certainly do not question here—prohibit their\nparticipation in executions.Guidelines issued by the American Medical\nAssociation (AMA) state that “[a]n individual’s opinion on capital\npunishment is the personal moral decision of the individual,” but\nthat “[a] physician, as a member of a profession dedicated to\npreserving life when there is hope of doing so, should not be a\nparticipant in a legally authorized execution.” AMA, Code of\nMedical Ethics, Policy E–2.06 Capital Punishment (2000), online at\nhttp://www.ama-assn.org/\nama1/pub/upload/mm/369/e206capitalpunish.pdf (all Internet\nmaterials as visited Apr. 14, 2008, and available in Clerk of\nCourt’s case file). The guidelines explain:“Physician participation in an execution includes,\nbut is not limited to, the following actions: prescribing or\nadministering tranquilizers and other psychotropic agents and\nmedications that are part of the execution procedure; monitoring\nvital signs on site or remotely (including monitoring\nelectrocardiograms); attending or observing an execution as a\nphysician; and rendering of technical advice regarding execution.”Ibid.The head of ethics at the AMA\nhas reportedly opined that “[e]ven helping to design a more humane\nprotocol would disregard the AMA code.” Harris, Will Medics’ Qualms\nKill the Death Penalty? 441 Nature 8–9 (May 4, 2006).The American Nurses Association (ANA)\ntakes the position that participation in an execution “is a breach\nof the ethical traditions of nursing, and the Code for\nNurses.” ANA, Position Statement: Nurses’ Participation in\nCapital Punishment (1994), online at http://nursingworld.org/Main\nMenuCategories  /HealthcareandPolicyIssues  /ANAPosition\nStatementsEthicsandHumanRights.aspx. This means, the ANA explains,\nthat a nurse must not “take part in assessment, supervision or\nmonitoring of the procedure or the prisoner; procuring, prescribing\nor preparing medications or solutions; inserting the intravenous\ncatheter; injecting the lethal solution; and attending or\nwitnessing the execution as a nurse.”Ibid.The National Association of Emergency Medical\nTechnicians (NAEMT) holds that “[p]articipation in capital\npunishment is inconsistent with the ethical precepts and goals of\nthe [Emergency Medical Services] profession.” NAEMT, Position\nStatement on EMT and Paramedic Participa- tion in Capital\nPunishment (June 9, 2006), online at\nhttp://www.naemt.org/aboutNAEMT/capitalpunishment.htm The NAEMT’s\nPosition Statement advises that emergency medical technicians and\nparamedics should refrain from the same activities outlined in the\nANA statement.Ibid.Recent litigation in California has\ndemonstrated the effect of such ethics rules. Michael Morales, who\nwas convicted and sentenced to death for a 1981 murder, filed a\nfederal civil rights action challenging California’s lethal\ninjection protocol, which, like Kentucky’s, calls for the\nsequential administration of three drugs: sodium pentothal,\npancuronium bromide, and potassium chloride. The District Court\nenjoined the State from proceeding with the execution unless it\neither (1) used only sodium pentothal or another barbiturate or (2)\nensured that an anesthesiologist was present to ensure that Morales\nremained unconscious throughout the process.Moralesv. Hickman, 415 F. Supp. 2d 1037, 1047 (ND Cal.\n2006). The Ninth Circuit affirmed the District Court’s order,Moralesv. Hickman, 438 F. 3d 926, 931\n(2006), and the State arranged for two anesthesiologists to be\npresent for the execution. However, they subsequently concluded\nthat “they could not proceed for reasons of medical ethics,”Moralesv. Tilton, 465 F. Supp. 2d 972, 976\n(ND Cal. 2006), and neither Morales nor any other prisoner in\nCalifornia has since been executed, see Denno, The Lethal Injection\nQuandary: How Medicine Has Dismantled the Death Penalty, 76 Ford.\nL. Rev. 49 (2007).Objections to features of a lethal injection\nprotocol must be considered against the backdrop of the ethics\nrules of medical professionals and related practical constraints.\nAssuming, as previously discussed, that lethal injection is not\nunconstitutionalperse, it follows that a\nsuggested modification of a lethal injection protocol cannot be\nregarded as “feasible” or “readily” available if the modification\nwould require participation—either in carrying out the execution or\nin training those who carry out the execution—by persons whose\nprofessional ethics rules or traditions impede their\nparticipation.IIIn order to show that a\nmodification of a lethal injection protocol is required by the\nEighth Amendment, a prisoner must demonstrate that the modification\nwould “significantlyreduce asubstantialrisk ofseverepain.”Ante, at 13 (emphasis added).\nShowing merely that a modification would result in some reduction\nin risk is insufficient. Moreover, an inmate should be required to\ndo more than simply offer the testimony of a few experts or a few\nstudies. Instead, an inmate challenging a method of execution\nshould point to a well-established scientific consensus. Only if a\nState refused to change its method in the face of such evidence\nwould the State’s conduct be comparable to circumstances that the\nCourt has previously held to be in violation of the Eighth\nAmendment. SeeFarmerv. Brennan,511 U. S. 825, 836\n(1994).The present case well illustrates\nthe need for this type of evidence. Although there has been a\nproliferation of litigation challenging current lethal injection\nprotocols, evidence regarding alleged defects in these protocols\nand the supposed advantages of alternatives is strikingly haphazard\nand unreliable. As The Chief Justice and Justice Breyer both note,\nthe much-discussed Lancet article, Koniaris, Zimmers, Lubarsky,\n& Sheldon, Inadequate Anaesthesia in Lethal Injection for\nExecution, 365 Lancet 1412 (Apr. 2005), that prompted criticism of\nthe three-drug protocol has now been questioned, see Groner,\nInadequate Anaesthesia in Lethal Injection for Execution, 366\nLancet 1073 (Sept. 2005). And the lack of clear guidance in the\ncurrently available scientific literature is dramatically\nillustrated by the conclusions reached by petitioners and by\nJustice Stevens regarding what they view as superior alternatives\nto the three-drug protocol.Petitioners’ chief argument is that Kentucky’s\nprocedure violates the Eighth Amendment because it does not employ\na one-drug protocol involving a lethal dose of an anesthetic. By\n“relying … on a lethal dose of an anesthetic,” petitioners contend,\nKentucky “would virtually eliminate the risk of pain.” Brief for\nPetitioners 51. Petitioners point to expert testimony in the trial\ncourt that “a three-gram dose of thiopental would cause death\nwithin three minutes to fifteen minutes.”Id., at 54,\nn. 16.The accuracy of that testimony is not\nuniversally accepted. Indeed, the medical authorities in the\nNetherlands, where assisted suicide is legal, have recommended\nagainst the use of a lethal dose of a barbiturate. Anamicussupporting petitioners, Dr. Robert D.\nTruog, Professor of Medical Ethics and Anesthesiology at Harvard\nMedical School, has made the following comments about the use of a\nlethal dose of a barbiturate:“A number of experts have said\nthat 2 or 3 or 5 g[rams] of pentothal is absolutely going to be\nlethal. The fact is that, at least in this country, none of us have\nany experience with this… .“If we go to Holland, where euthanasia is\nlegal, and we look at a study from 2000 of 535 cases of euthanasia,\nin 69% of those cases, they used a paralytic agent. Now, what do\nthey know that we haven’t figured out yet? I think what they know\nis that it’s actually very difficult to kill someone with just a\nbig dose of a barbiturate. And, in fact, they report that in 6% of\nthose cases, there were problems with completion. And in I think\nfive of those, the person actually woke up, came back out of coma.”\nPerspective Roundtable: Physicians and Execution—Highlights from a\nDiscussion of Lethal Injection, 358 New England J. Med. 448\n(2008).Justice Stevens does not advocate\na one-drug protocol but argues that “States wishing to decrease the\nrisk that future litigation will delay executions or invalidate\ntheir protocols would do well to reconsider their continued use of\npancuronium bromide” in the second step of the three-drug\nprotocol.*Post, at 8 (opinion concurring in judgment).\nBut this very drug, pancuronium bromide, is recommended by the\nRoyal Dutch Society for the Advancement of Pharmacy as the second\nof the two drugs to be used in cases of euthanasia. See Kimsma,\nEuthanasia and Euthanizing Drugs in The Netherlands, reprinted in\nDrug Use in Assisted Suicide and Euthanasia 193, 200, 204 (M.\nBattin & A. Lipman eds. 1996).My point in citing the Dutch study is not that\na multi-drug protocol is in fact better than a one-drug protocol or\nthat it is advisable to use pancuronium bromide. Rather, my point\nis that public policy on the death penalty, an issue that stirs\ndeep emotions, cannot be dictated by the testimony of an expert or\ntwo or by judicial findings of fact based on such testimony.IIIThe seemingly endless proceedings\nthat have characterized capital litigation during the years\nfollowingGreggare well documented. In 1989, the Report\nof the Judicial Conference’s Ad Hoc Committee on Federal\nHabeas Corpus in Capital Cases, chaired by Justice Powell, noted\nthe lengthy delays produced by collateral litigation in death\npenalty cases. See Committee Report and Proposal 2–4. The\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA) was\ndesigned to address this problem. See,e.g.,Woodfordv.Garceau,538 U. S. 202, 206\n(2003) (“Congress enacted AEDPA to reduce delays in the execution\nof state and federal criminal sentences, particularly in capital\ncases …” (citingWilliamsv.Taylor,529 U. S. 362, 386\n(2000) (opinion of Stevens, J.))); H. R. Rep. No. 104–23, p. 8\n(1995) (stating that AEDPA was “designed to curb the abuse of the\nhabeas corpus process, and particularly to address the problem of\ndelay and repetitive litigation in capital cases”).Misinterpretation of the standard\nset out in the plurality opinion or adoption of the standard\nfavored by the dissent and Justice Breyer would create a grave\ndanger of extended delay. The dissenters and Justice Breyer would\nhold that the protocol used in carrying out an execution by lethal\ninjection violates the Eighth Amendment if it creates an\n“untoward, readily avoidable risk of inflicting severe and\nunnecessary pain.” Seepost, at 11 (Ginsburg, J.,\ndissenting) (emphasis added);post, at 1 (Breyer, J.,\nconcurring in judgment). Determining whether a risk is “untoward,”\nwe are told, requires a weighing of three factors—the severity of\nthe pain that may occur, the likelihood of this pain, and the\navailability of alternative methods.Post, at 4 (Ginsburg,\nJ., dissenting). We are further informed that “[t]he three factors\nare interrelated; a strong showing on one reduces the importance of\nothers.”Ibid.An “untoward” risk is presumably a risk that\nis “unfortunate” or “marked by or causing trouble or unhappiness.”\nWebster’s Third New International Dictionary 2513 (1971); Random\nHouse Dictionary of the English Language 1567 (1967). This vague\nand malleable standard would open the gates for a flood of\nlitigation that would go a long way toward bringing about the end\nof the death penalty as a practical matter. While I certainly do\nnot suggest that this is the intent of the Justices who favor this\ntest, the likely consequences are predictable.The issue presented in this case—the\nconstitutionality of amethodof execution—should be kept\nseparate from the controversial issue of the death penalty itself.\nIf the Court wishes to reexamine the latter issue, it should do so\ndirectly, as Justice Stevens now suggests.Post, at 12.\nThe Court should not produce adefactoban on\ncapital punishment by adopting method-of-execution rules that lead\nto litigation gridlock.* In making this recommendation, he states\nthat “[t]here is a general understanding among veterinarians that\nthe risk of pain is sufficiently serious that the use of [this]\ndrug should be proscribed when an animal’s life is being\nterminated.”Post, at 1-2. But the American Veterinary\nMedical Association (AVMA) guidelines take pains to point out that\nthe Association’s guidelines should not be interpreted as\ncommenting on the execution of humans by lethal injection. AVMA,\nGuidelines on Euthanasia (June 2007), online at\nhttp://avma.org/issues/ animal_welfare/euthanasia.pdf.",
    "joined": []
}