{
    "case": {
        "docket": "156",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/156/"
    },
    "id": "1970406",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–209_________________BLAINE LAFLER, PETITIONERv.ANTHONY\nCOOPERon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[March 21, 2012]Justice Alito, dissenting.For the reasons set out in Parts I and II of\nJustice Scalia’s dissent, the Court’s holding in this case mis-\napplies our ineffective-assistance-of-counsel case law and violates\nthe requirements of the Antiterrorism and Effective Death Penalty\nAct of 1996. Respondent received a trial that was free of any\nidentified constitutional error, and, as a result, there is no\nbasis for concluding that respondent suffered prejudice and\ncertainly not for granting habeas relief.The weakness in the Court’s analysis is\nhighlighted by its opaque discussion of the remedy that is\nappropriate when a plea offer is rejected due to defective legal\nrepresentation. If a defendant’s Sixth Amendment rights are\nviolated when deficient legal advice about a favorable plea offer\ncauses the opportunity for that bargain to be lost, the only\nlogical remedy is to give the defendant the benefit of the\nfavorable deal. But such a remedy would cause serious injustice in\nmany instances, as I believe the Court tacitly recognizes. The\nCourt therefore eschews the only logical remedy and relies on the\nlower courts to exercise sound discretion in determining what is to\nbe done.Time will tell how this works out. The Court,\nfor its part, finds it unnecessary to define “the boundaries of\nproper discretion” in today’s opinion.Ante,at 13. In my\nview, requiring the prosecution to renew an old plea offer would\nrepresent an abuse of discretion in at least two circumstances:\nfirst, when important new information about a defendant’s\nculpability comes to light after the offer is rejected, and,\nsecond, when the rejection of the plea offer results in a\nsubstantial expenditure of scarce prosecutorial or judicial\nresources.The lower court judges who must implement\ntoday’s holding may—and I hope, will—do so in a way that mitigates\nits potential to produce unjust results. But I would not depend on\nthese judges to come to the rescue. The Court’s interpretation of\nthe Sixth Amendment right to counsel is unsound, and I therefore\nrespectfully dissent.",
    "joined": []
}