{
    "case": {
        "docket": "404",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/404/"
    },
    "id": "1963003",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGATLANTIC SOUNDING CO. V. TOWNSEND557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-214ATLANTIC SOUNDING CO., INC., et al.,\nPETITIONERSv.EDGAR L. TOWNSENDon writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 25, 2009]Justice Alito, with whom The\nChief Justice, Justice Scalia, and Justice Kennedy join,\ndissenting.InMilesv.Apex\nMarine Corp.,498 U. S. 19(1990), this\nCourt provided a workable framework for analyzing the relief\navailable on claims under general maritime law. Today, the Court\nabruptly changes course. I would apply the analytical framework\nadopted inMiles, and I therefore respectfully\ndissent.IIn order to understand our\ndecision inMiles, it is necessary to appreciate the\nnature of the authority that theMilesCourt was\nexercising. The Constitution, by extending the judicial power of\nthe United States to admiralty and maritime cases, impliedly\nempowered this Court to continue the development of maritime law\n“in the manner of a common law court.”Exxon Shipping Co.v.Baker, 554 U. S. ___, ___ (2008) (slip op., at 16); see\nalsoRomerov.International Terminal Operating\nCo.,358 U. S.\n354, 360–361 (1959). InMiles, this Court explained\nhow that authority should be exercised in an era in which statutory\nlaw has become dominant.Milespresented two\nquestions regarding the scope of relief permitted under general\nmaritime law, the first of which was whether damages for loss of\nsociety may be recovered on a general maritime law wrongful-death\nclaim. In order to answer this question, the Court looked to the\nDeath on the High Seas Act, 46 U. S. C. §30301et\nseq.,and the Jones Act 46 U. S. C. §30101et\nseq.,both of which created new statutory wrongful-death\nclaims. Because the relief available on these statutory claims does\nnot include damages for loss of society, the Court concluded that\nit should not permit such damages on a wrongful-death claim brought\nunder general maritime law. The Court explained:“We no longer live in an era when seamen and their\nloved ones must look primarily to the courts as a source of\nsubstantive legal protection from injury and death; Congress and\nthe States have legislated extensively in these areas. In this\nera, an admiralty court should look primarily to these legislative\nenactments for policy guidance.” 498 U. S., at 27 (emphasis\nadded).The Court took a similar approach\nin answering the second question inMiles—whether damages\nfor loss of future income should be available in a general maritime\nlaw survival action. The Court noted that “[t]here are indeed\nstrong policy arguments for allowing such recovery” and that\n“admiralty courts have always shown a special solicitude for the\nwelfare of seamen and their families.”Id., at 35–36. But\nbecause the Jones Act survival provision “limits recovery to losses\nsuffered during the decedent’s lifetime,” the Court held that a\nsimilar limitation should apply under general maritime law.Id.,at 36.Milesthus instructs that, in\nexercising our authority to develop general maritime law, we should\nbe guided primarily by the policy choices reflected in statutes\ncreating closely related claims. Endorsing what has been termed a\nprinciple of uniformity,Milesteaches that if a form of\nrelief is not available on a statutory claim, we should be\nreluctant to permit such relief on a similar claim brought under\ngeneral maritime law.IIAThe type of maintenance and cure\nclaim that is most likely to include a request for punitive damages\nis a claim that a seaman suffered personal injury as a result of\nthe willful refusal to provide maintenance and cure. Such a claim\nmay be brought under general maritime law. SeeCortesv.Baltimore Insular Line,Inc.,287 U. S. 367, 374\n(1932) (recognizing that a seaman may sue under general maritime\nlaw to recover for personal injury resulting from the denial of\nmaintenance and cure). And a similar claim may also be maintained\nunder the Jones Act. See,e.g.,Guevarav.Maritime Overseas Corp.,59 F. 3d 1496, 1499–1500 (CA5\n1995) (en banc); G. Gilmore & C. Black, Law of Admiralty §6–13,\np. 311 (2d ed. 1975). To be sure, a seaman asserting a Jones Act\nclaim must show that his employer was negligent,ibid.,\nwhile a seaman proceeding under general maritime law may recover\ncompensatory damages without establishing fault,id.,at\n310. But because the prevailing rule in American courts does not\npermit punitive damages without a showing of fault, seeExxon\nShipping,supra,at 16, n. 2, it appears that\nany personal injury maintenance and cure claim in which punitive\ndamages might be awarded could be brought equally under either\ngeneral maritime law or the Jones Act. TheMilesuniformity therefore weighs strongly in favor of a rule that\napplies uniformly under general maritime law and the Jones Act. I\ntherefore turn to the question whether punitive damages may be\nawarded under the Jones Act.BEnacted in 1920, the Jones Act,\n46 U. S. C. §§30104–30105(b), makes applicable to seamen the\nsubstantive recovery provisions of the Federal Employers Liability\nAct (FELA), 45 U. S. C. §51et seq.,which became law\nin 1908. FELA, in turn, “recites only that employers shall be\nliable in ‘damages’ for the injury or death of one protected under\nthe Act.”Miles, supra,at 32 (citing 45 U. S. C.\n§51).Prior to the enactment of the\nJones Act, however, this Court had decided several cases that\nexplored the damages allowed under FELA. InMichigan Central R.\nCo.v.Vreeland,227 U. S. 59(1913), the\nCourt dealt primarily with the damages that may be recovered under\nFELA’s wrongful-death provision, but the Court also discussed the\ndamages available in the case of injury. The Court noted that if\nthe worker in that case had not died from his injuries, “he might\nhave recovered such damages as would have compensated him for his\nexpense, loss of time, suffering and diminished earning power.”Id., at 65. Two years later, inSt. Louis, I. M. &\nS. R. Co.v.Craft,237 U. S. 648(1915),\nthe Court reiterated that an injured worker may recover only\ncompensatory damages. Addressing the damages available to a party\nbringing a survival claim, the Court explained that the party may\nrecover only those damages that had accrued to the worker at the\ntime of his death and was thus limited to “such damages as will be\nreasonably compensatory for the loss and suffering of the injured\nperson while he lived.”Id., at 658. See alsoibid. (damages “confined to the [the worker’s] personal\nloss and suffering before he died”);Millerv.American President Lines, Ltd., 989 F. 2d 1450, 1457\n(CA6), cert. denied,510 U. S. 915(1993)\n(“It has been the unanimous judgment of the courts since before the\nenactment of the Jones Act that punitive damages are not\nrecoverable under [FELA]).”When Congress incorporated FELA unaltered into\nthe Jones Act, Congress must have intended to incorporate FELA’s\nlimitation on damages as well.Miles,498 U. S., at 32.\n“We assume that Congress is aware of existing law when it passes\nlegislation.”Ibid. (citingCannonv.University of Chicago,441 U. S. 677, 696–697\n(1979)). It is therefore reasonable to assume that only\ncompensatory damages may be recovered under the Jones Act. SeePacific S. S. Co.v.Peterson,278 U. S. 130, 136–.139\n(1928) (under the Jones Act, a seaman may “recover compensatory\ndamages for injuries caused by the negligence”). And underMiles’ reasoning—at least in the absence of some\nexceptionally strong countervailing considerations—the rule should\nbe the same when a seaman sues under general maritime law for\npersonal injury resulting from the denial of maintenance and\ncure.IIIIn reaching the opposite\nconclusion, the Court reasons that: punitive damages were available\non maintenance and cure claims prior to the enactment of the Jones\nAct and that the Jones Act was not intended to trim the relief\navailable on such general maritime law claims. This reasoning is\nflawed.AFirst, the Court proceeds as if\nthe question here were whether the Jones Act was meant to preclude\ngeneral maritime law claims and remedies. Seeante, at\n9–10 (Jones Act does not “overtur[n]” or “eliminate pre-existing\nremedies available to seamen”);ante, at 11 (Jones Act\n“preserves common-law causes of action”);ante, at 15\n(Milesdoes not “preclud[e]” all claims and remedies\nbeyond that made available under the Jones Act).Milesexplicitly rejected that argument. See 498 U. S., at 29. But just\nbecause the Jones Act was not meant to preclude general maritime\nclaims or remedies, it does not follow that the Jones Act was meant\nto stop the development of general maritime law by the courts. The\nJones Act is significant because it created a statutory claim that\nis indistinguishable for present purposes from a general maritime\nlaw maintenance and cure claim based on personal injury and because\nthis statutory claim does not permit the recovery of punitive\ndamages. “Congress, in the exercise of its legislative powers, is\nfree to say ‘this much and no more,’ ” and “an admiralty court\nshould look primarily to these legislative enactments for policy\nguidance.”Miles,supra,at 24, 27. This policy\nembodied in the Jones Act thus constitutes a powerful argument in\nfavor of the development of a similar rule under general maritime\nlaw.BThat brings me to the Court’s\nclaim that the availability of punitive damages was established\nbefore the Jones Act was passed. If punitive damages were a widely\nrecognized and regularly employed feature of maintenance and cure\nclaims during the pre-Jones Act era, I would not rule out the\npossibility that this history might be sufficient to outweigh theMilesuniformity principle. But a search for cases in\nwhich punitive damages were awarded for the willful denial of\nmaintenance of cure—in an era when seamen were often treated with\nshocking callousness—yields very little. Although American courts\nhave entertained maintenance and cure suits since the early 19th\ncentury, the Court points to only two reported cases—The City\nof Carlisle, 39 F. 807 (DC Ore. 1889), andThe Troop,\n118 F. 769 (DC Wash. 1902)—that, as the Court carefully puts it,\n“appear to contain at least some punitive element.”Ante,\nat 8.The Court’s choice of words is\nwell advised, for it is not even clear that punitive damages were\nrecovered in these two obscure cases. InThe City of\nCarlisle,a 16-year-old apprentice suffered a fractured skull.\nThe captain refused to put ashore. Given little care, the\napprentice spent the next six or seven weeks in his bunk, wracked\nwith pain, and was then compelled to work 12 hours a day for the\nremaining three months of the voyage. Upon landing, the captain\nmade no arrangements for care and did not pay for the apprentice’s\nbrain surgery. The apprentice received an award of $1,000; that may\ninclude some “punitive element,” but it seems likely that much if\nnot all of that sum represented compensation for the apprentice’s\nmonths of agony and the lingering effects of his injury.The Court’s second case,The Troop,supra, involved similarly brutal treatment. The seaman\nfell from a mast and fractured an arm and a leg while his ship was\nsix miles from its port of departure. Refusing to return to port,\nthe captain subjected the seaman to maltreatment for the remainder\nof the 36-day voyage. As a result, he was required to undergo\npainful surgery, and his injuries permanently prevented him from\nreturning to work as a mariner. He received an undifferentiated\naward of $4,000, and while the court was sharply critical of the\ncaptain’s conduct, it is far from clear that the award did not\nconsist entirely of compensatory damages for medical expenses, lost\nfuture income, and pain and suffering.In addition to the two cases cited by the\nCourt, respondent and anamicusclaim that punitive\ndamages were awarded in a few additional cases. See Brief for\nRespondent 13; Brief forAmicus CuriaeAmerican Assn. of\nJustice asAmicus Curiae10–11. Of these cases,The\nMargharita,140 F. 820 (CA5 1905), is perhaps the most\nsupportive. There, the court explained that its award of $1,500\nwould not only “compensate the seaman for his unnecessary and\nunmerited suffering” but would “emphasize the importance of humane\nand correct judgment under the circumstances on the part of the\nmaster.”Id.,at 827. While the court’s reference to the\nmessage that the award embodied suggests that the award was in part\npunitive, it is also possible that the reference simply represented\na restatement of one of the traditional rationales for maintenance\nand cure,i.e., that it served the economic interests of\nshipowners and the general interests of the country by making\nservice as a seaman more attractive. SeeHardenv.Gordon,11 F. Cas. 480, 485 (No. 6,047) (CC Me.\n1823).The remaining cases contain harsh criticism of\nthe seamen’s treatment but do not identify any portion of the award\nas punitive. SeeThe Rolph, 293 F. 269 (ND Cal.\n1923), aff’d, 299 F. 52 (CA9 1924) (undifferentiated award of\n$10,000 for a seaman rendered blind in both eyes);Tomlinsonv. Hewett, 24 F. Cas. 29, 32 (No.\n14,087) (DC Cal. 1872).In sum, the search for maintenance and cure\ncases in which punitive damages were awarded yields strikingly slim\nresults. The cases found are insufficient in number, clarity, and\nprominence to justify departure from theMilesuniformity\nprinciple.IVThere is one remaining question\nin this case, namely, whether punitive damages are permitted when a\nseaman asserts a general maritime law maintenance and cure claim\nthat is not based on personal injury. InCortes,287 U.\nS., at 371, the Court explained that the duty to furnish\nmaintenance and cure “is one annexed to the employment. . . .\nContractual it is in the sense that it has its source in a relation\nwhich is contractual in origin, but, given the relation, no\nagreement is competent to abrogate the incident.” The duty is thus\nessentially quasicontractual, and therefore, in those instances in\nwhich the seaman does not suffer personal injury, recovery should\nbe governed by the law of quasi-contract. See Restatement (Second)\nof Contracts §§4b, 12f (1979); Restatement of Restitution §§113–114\n(1936); 1 D. Dobbs, Law of Remedies §4.2(3), pp 580 (2d ed. 1993).\nThus, an award of punitive damages is not appropriate. See alsoGuevara, 59 F. 3d, at 1513.*  *  *For these reasons, I would hold\nthat punitive damages are not available in a case such as this, and\nI would therefore reverse the decision of the Court of Appeals.",
    "joined": []
}