{
    "case": {
        "docket": "385",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/385/"
    },
    "id": "3539462",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESMICHAEL WEARRYv.BURL CAIN, WARDENon petition for writ of certiorari to the\ndistrict court of louisiana, livingston parishNo. 14–10008. Decided March 7, 2016Justice Alito, with whom Justice Thomas joins,\ndissenting.Without briefing or argument, the Court reverses\na 14-year-old murder conviction on the ground that the prosecution\nviolatedBradyv.Maryland, 373 U. S. 83 (1963)\n, by failing to turn over certain information that tended to\nexculpate petitioner. There is no question in my mind that the\nprosecution should have disclosed this information, but whether the\ninformation was sufficient to warrant reversing petitioner’s\nconviction is another matter. The failure to turn over exculpatory\ninformation violates due process only “ ‘if there is a\nreasonable probability that, had the evidence been disclosed to the\ndefense, the result of the proceeding would have been\ndifferent.’ ”Kylesv.Whitley, 514 U. S.\n419 –434 (1995) (quotingUnited Statesv.Bagley,473\nU. S. 667, 682 (1985) (opinion of Blackmun, J.)).The Court argues that the information in\nquestion here could have affected the jury’s verdict and that\npetitioner’s conviction must therefore be reversed. The Court ably\nmakes the case for reversal, but there is a reasonable contrary\nargument that petitioner’s conviction should stand because the\nundisclosed information wouldnothave affected the jury’s\nverdict. I will briefly discuss the main points made in theper\ncuriam, not for the purpose of showing that they are\nnecessarily wrong, but to show that theBradyissue is not\nopen and shut. For good reason, we generally do not decide cases\nwithout allowing the parties to file briefs and present argument.\nQuestions that seem quite simple at first glance sometimes look\nvery different after both sides are given a chance to make their\ncase. Of course, this process means extra work for the Court. But\nit leads to better results, and it gives the losing side the\nsatisfaction of knowing that at least its arguments have been fully\nheard. There is no justification for departing from our usual\nprocedures in this case.IThe first item of information discussed by the\nCourt is a police report that recounts statements made about Sam\nScott, a key witness for the prosecution, by a fellow inmate.\nAccording to this report, Scott told the inmate: “I’m gonna make\nsure Mike [i.e.,petitioner] gets the needle cause he jacked\nover me.” Pet. Exh. 13 in No. 01–FELN–015992, p. 103. Scott, who\nhad been serving a sentence on unrelated drug charges, reportedly\ntold the inmate that he had been expecting to be released but that\nhe “still [had not] gone home because of this,”i.e.,petitioner’s prosecution.Id.,at 102. As stated in the\nreport, Scott said that he was now facing the possibility of a\n10-year sentence, apparently for his admitted role in the events\nsurrounding the murder. The report did not provide any further\nexplanation for Scott’s alleged statement that petitioner had\n“jacked [him] over.”The Court reads the report to suggest that Scott\nimplicated petitioner in the murder “to settle a personal score.”Ante,at 8. But if petitioner’s counsel had actually\nattempted to use this evidence at trial, the net effect might well\nhave been harmful, not helpful, to the defense. The undisclosed\npolice report on which the Court relies may be read to mean that\nScott blamed petitioner for putting him in the position of having\nto admit his own role in the events surrounding the murder and\nthereby expose himself to the 10-year sentence and lose an\nopportunity to secure early release from prison on the drug\ncharges. If defense counsel had attempted to impeach Scott with\nthis police report, the effort could have backfired by allowing the\nprosecution to return the jury’s focus to a point the State\nemphasized often during trial, namely, that Scott’s accusations\nwere credible precisely because Scott had no motive to tell a story\nthat was contrary to his own interests. See,e.g.,10 Record\n2307 (Tr., Mar. 5, 2002) (“If [Scott] keeps his mouth shut, he is\nout in less than five more months. . . . [But]\n[i]nstead of getting out in 180 days, he is going to be doing more\ntime”).[1]The Court next turns to an allegation that Scott\nhad coached another prisoner to make up lies against peti-tioner.\nThis prisoner never testified at trial, and there is a basis for\narguing that this information would not have made a difference to\nthe jury, which was well aware that Scott did not have an exemplary\nrecord of veracity. Scott himself admitted to fabricating\ninformation that he told the police during their investigations. In\naddition, a witness whodidtestify against petitioner at\ntrial also accused Scott of asking him to lie, although admittedly\nthis witness later denied making this accusation. Given that the\njury convicted even with these quite serious strikes against\nScott’s credibility, there is reason to question whether the jury\nwould have seriously considered a different verdict because of an\naccusation from someone who never took the stand.Third, the Court observes that the prosecution\nfailed to turn over evidence that another witness, Eric Brown, had\nasked for favorable treatment from the district attorney in\nexchange for testifying against petitioner. It is true—and\ntroubling—that the prosecutor claimed in her opening statement that\nBrown had not sought favorable treatment. But even so, it is far\nfrom clear that disclosing the contradictory information had real\npotential to affect the trial’s outcome. For one thing, there is no\nevidence that Brown (unlike Scott) actually received any deal,\ndespite defense counsel’s efforts in cross-examination to establish\nthat Brown’s testimony might have earned him leniency from the\nState. Moreover, Brown admitted during the exchange that he had\nmanipulated his initial story to the police to avoid implicating\nhimself in criminal activity. We know, then, that the jury harbored\nno illusions about the purity of Brown’s motives, notwithstanding\nthe prosecutor’s opening misstatement.Finally, the Court says that the medical records\nof Randy Hutchinson would have cast doubt on Scott’s trial\ntestimony that Hutchinson repeatedly dragged the victim into and\nout of a car and bludgeoned him with a stick. The records reveal\nthat Hutchinson had knee surgery to repair his patellar tendon just\nnine days before the murder. But one of the State’s witnesses\ntestified at trial that he had seen records showing that Hutchinson\nhad had surgery on his knee “about nine days before the homicide\nhappened.” 10 Record 2261 (Tr., Mar. 5, 2002); see alsoid.,at 2263. The jury thus knew the most salient fact revealed by these\nrecords—that Scott had attributed significant strength and mobility\nto a man nine days removed from knee surgery.[2] Given that these particular details about\nHutchinson’s actions were a relatively minor part of Scott’s\naccount of the crime and the State’s case against petitioner, the\nsignificance of the undisclosed medical records is subject to\nreasonable dispute.While the Court highlights the exculpatory\nquality of the withheld information, the Court downplays the\nconsiderable evidence of petitioner’s guilt. Aside from Scott’s and\nBrown’s testimony, three witnesses told the jury that they saw\npetitioner and others driving around shortly after the murder in\nthe victim’s red car, which according to one of these witnesses had\nblood on its exterior. Petitioner offered to sell an Albany High\nSchool class ring to one of these witnesses and a set of new\nspeakers to an-other. The third witness said he saw petitioner\nthrow away a bottle of Tommy Hilfiger cologne. Meanwhile, the\nvictim’s mother testified that her son wore an Albany High class\nring that was not recovered with his body, had received speakers as\na gift shortly before his murder, and had a bottle of Tommy\nHilfiger cologne with him on the night when he was killed. In\naddition, three jailers testified that petitioner called his father\nafter his eventual arrest and stated that “he didn’t know what he\nwas doing in jail because he didn’t do anything [and] was just an\ninnocent bystander.” 9 Record 2120 (Tr., Mar. 4, 2002); see alsoid.,at 2124, 2126.In short, this is far from a case in which the\nwithheld information would have allowed the defense to undermine\n“theonlyevidence linking [petitioner] to the crime.”Smithv.Cain, 565 U. S. 73 , ___ (2012) (slip\nop., at 3).IIWhether disclosing the information at issue\nrealistically could have changed the trial’s outcome is\nindisputably an intensely factual question. UnderBrady, we\nmust evaluate the significance of the withheld information in light\nofallthe proof at petitioner’s trial. SeeKyles,\n514 U. S., at 435 (Bradyis violated when the withheld\n“evidence could reasonably be taken to putthe whole casein\nsuch a different light as to undermine confidence in the verdict”\n(emphasis added));United Statesv.Agurs, 427\nU. S. 97, 112 (1976) (Bradymateriality “must be\nevaluated in the context ofthe entire record” (emphasis\nadded)). It is unusual and, in my judgment, unreasonable for us to\ndecide such a question without full briefing and argument.At this stage, all that we have from the State\nis its brief in opposition to the petition for certiorari. And the\nState had ample reason to believe when it submitted that brief that\nthe question on the table was whether the Court should hear the\ncase, not whether petitioner’s conviction should be reversed. The\nState undoubtedly knew that we generally deny certiorari on\nfactbound questions that do not implicate any disputed legal issue.\nSee,e.g.,this Court’s Rule 10; S. Shapiro, K. Geller, T.\nBishop, E. Hartnett, & D. Himmelfarb, Supreme Court Practice\n§5.12(c)(3), p. 352 (10th ed. 2013). Nothing warned the State that\nthis petition was likely to produce an exception to that general\nrule. The petition does not, for instance, fall into a category in\nwhich the Court has previously evinced an inclination to police\nfactbound errors. Cf.Cashv.Maxwell, 565 U. S.\n____, ____ (2012) (Scalia, J., dissenting from denial of\ncertiorari) (slip op., at 8) (listing cases from one such\ncategory).To the contrary, we have previously told\nlitigants that petitions like the one here, challenging a state\ncourt’s denial of postconviction relief, are particularlyunlikelyto be granted: We “ ‘rarely gran[t] review at\nthis stage’ ” of litigation, even when a petition raises\n“ ‘arguably meritorious federal constitutional claims,’ ”\nbecause we prefer that the claims be reviewed first by a district\ncourt and court of appeals in a federal habeas proceeding.Lawrencev.Florida, 549 U. S. 327, 335 (2007)\n(quotingKylesv.Whitley, 498 U. S. 931, 932\n(1990) (Stevens, J., concurring in denial of stay of\nexecution)).[3]Why, then, has the Court decided to depart from\nour usual procedures and decide petitioner’s fact-intensiveBradyclaim at this stage? Why not allow petitioner to raise\nthat claim in a federal habeas proceeding? If the case took that\ncourse, it would not reach us until a district court and a court of\nappeals had studied the record and evaluated the likely impact of\nthe information in question.One consequence of waiting until the claim was\nraised in a federal habeas proceeding is that our review would then\nbe governed by the Antiterrorism and Effective Death Penalty Act of\n1996 (AEDPA). Under AEDPA, relief could be granted only if it could\nbe said that the state court’s rejection of the claim represented\nan “unreasonable application” ofBrady. 28\nU. S. C. §2254(d)(1). By intervening now before AEDPA\ncomes into play, the Court avoids the application of that standard\nand is able to exercise plenary review. But if theBradyclaim is as open-and-shut as the Court maintains, AEDPA would not\npresent an obstacle to the granting of habeas relief. On the other\nhand, if reasonable jurists could disagree about the application ofBradyto the facts of this case, there is no good reason to\ndispose of this case summarily. The State should be given the\nopportunity to make its full case.In my view, therefore, summary reversal is\nhighly inappropriate. The Court is anxious to vacate petitioner’s\nconviction before the State has the opportunity to make its case.\nBut if we are going to intervene at this stage, we should grant the\npetition and hear the case on the merits. There is room on our\ndocket to give this case the careful consideration it deserves.Notes1The majority claims that\nScott’s unwillingness to tell this fellow inmate who killed the\nvictim somehow exculpates petitioner. Seeante,at 4,\nn. 2. In my view, one cannot reasonably infer from the\ninmate’s statement, “[Scott] wouldn’t tell me who did it but he\nsaid I’m gonna make sure Mike gets the needle cause he jacked over\nme,” that Scott believed petitioner Michael Wearry to be\ninnocent—especially against the backdrop of Scott’s complaints\nabout his increased imprisonment. Pet. Exh. 13 in No.\n01–FELN–015992, p. 103.2Theper curiamargues that the medical records might have had a greater effect on\nthe jury because they mentioned the particular type of knee surgery\nthat petitioner had undergone, and that is certainly possible. But\nwhat is important at this stage is that the basic fact—that\npetitioner had recently undergone knee surgery—was known to the\njury, and the incremental impact of the additional details supplied\nby the medical records is far from clear. Even at the\npostconviction evidentiary hearing, the defense’s and State’s\nmedical experts disagreed about whether the particular procedure at\nissue would have left the then-20-year-old Hutchinson incapable of\nthe acts Scott described.3The Court implies that\nmeritorious claims in capital cases do constitute a category of\nfactbound errors that the Court has shown willingness to correct on\ncertiorari papers alone.Ante,at 10. In support, it citesSearsv.Upton, 561 U. S. 945 (2010) (per\ncuriam), andPorterv.McCollum, 558 U. S.\n30 (2009) (per curiam). Notably,Porterdid not arise\ndirectly from state postconviction proceedings, but in federal\nhabeas. And in neither case did the Court take the dramatic step it\ntakes here and summarily reverse a long-final state conviction for\ncapital murder; both cases addressed errors related to the\ndefendants’ sentences.",
    "joined": []
}