{
    "case": {
        "docket": "557",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/557/"
    },
    "id": "1962989",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRINGRICCI V. DESTEFANO557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNOS. 07-1428 AND 08-328FRANK RICCI, et al., PETITIONERS07–1428v.JOHN DeSTEFANO et al.FRANK RICCI, et al., PETITIONERS08–328v.JOHN DeSTEFANO et al.on writs of certiorari to the united states court\nof appeals for the second circuit[June 29, 2009]Justice Alito, with whom Justice\nScalia and Justice Thomas join, concurring.I join the Court’s opinion in\nfull. I write separately only because the dissent, while claiming\nthat “[t]he Court’s recitation of the facts leaves out important\nparts of the story,”post,at 2 (opinion of\nGinsburg, J.), provides an incomplete description of the\nevents that led to New Haven’s decision to reject the results of\nits exam. The dissent’s omissions are important because, when all\nof the evidence in the record is taken into account, it is clear\nthat, even if the legal analysis in Parts II and III–A of the\ndissent were accepted, affirmance of the decision below is\nuntenable.IWhen an employer in a\ndisparate-treatment case under Title VII of the Civil Rights Act of\n1964 claims that an employment decision, such as the refusal to\npromote, was based on a legitimate reason, two questions—one\nobjective and one subjective—must be decided. The first, objective\nquestion is whether the reason given by the employer is one that is\nlegitimate under Title VII. SeeSt. Mary’s Honor Centerv.Hicks,509\nU. S. 502, 506–507 (1993). If the reason provided by the\nemployer is not legitimate on its face, the employer is liable.Id., at 509. The second, subjective question concerns the\nemployer’s intent. If an employer offers a facially legitimate\nreason for its decision but it turns out that this explanation was\njust a pretext for discrimination, the employer is again liable.\nSeeid., at 510–512.The question on which the opinion\nof the Court and the dissenting opinion disagree concerns the\nobjective component of the determination that must be made when an\nemployer justifies an employment decision, like the one made in\nthis litigation, on the ground that a contrary decision would have\ncreated a risk of disparate-impact liability. The Court holds—and I\nentirely agree—that concern about disparate-impact liability is a\nlegitimate reason for a decision of the type involved here only if\nthere was a “substantial basis in evidence to find the tests\ninadequate.”Ante, at 26. The Court ably demonstrates that\nin this litigation no reasonable jury could find that the city of\nNew Haven (City) possessed such evidence and therefore summary\njudgment for petitioners is required. Because the Court correctly\nholds that respondents cannot satisfy this objective component, the\nCourt has no need to discuss the question of the respondents’\nactual intent. As the Court puts it, “[e]ven if respondents were\nmotivated as a subjective matter by a desire to avoid committing\ndisparate-impact discrimination, the record makes clear there is no\nsupport for the conclusion that respondents had an objective,\nsubstantial basis in evidence to find the tests inadequate.”Ibid.The dissent advocates a different objective\ncomponent of the governing standard. According to the dissent, the\nobjective component should be whether the evidence provided “good\ncause” for the decision,post, at 19, and the dissent\nargues—incorrectly, in my view—that no reasonable juror could fail\nto find that such evidence was present here. But even if the\ndissent were correct on this point, I assume that the dissent would\nnot countenance summary judgment for respondents if respondents’\nprofessed concern about disparate-impact litigation was simply a\npretext. Therefore, the decision below, which sustained the entry\nof summary judgment for respondents, cannot be affirmed unless no\nreasonable jury could find that the City’s asserted reason for\nscrapping its test—concern about disparate-impact liability—was a\npretext and that the City’s real reason was illegitimate, namely,\nthe desire to placate a politically important racial\nconstituency.IIAAs initially described by the\ndissent, seepost, at 2–12, the process by which the City\nreached the decision not to accept the test results was open,\nhonest, serious, and deliberative. But even the District Court\nadmitted that “a jury could rationally infer that city officials\nworked behind the scenes to sabotage the promotional examinations\nbecause they knew that, were the exams certified, the Mayor would\nincur the wrath of [Rev. Boise] Kimber and other influential\nleaders of New Haven’s African-American community.” 554\nF. Supp. 2d 142, 162 (Conn. 2006), summarily aff’d, 530\nF. 3d 87 (CA2 2008)(per curiam).This admission finds ample\nsupport in the record. Reverend Boise Kimber, to whom the District\nCourt referred, is a politically powerful New Haven pastor and a\nself-professed “ ‘kingmaker.’ ” App. to Pet. for Cert. in\nNo. 07–1428, p. 906a; see alsoid., at 909a. On one\noccasion, “[i]n front of TV cameras, he threatened a race riot\nduring the murder trial of the black man arrested for killing white\nYalie Christian Prince. He continues to call whites racist if they\nquestion his actions.”Id., at 931a.Reverend Kimber’s personal ties with\nseven-term New Haven Mayor John DeStefano (Mayor) stretch back more\nthan a decade. In 1996, for example, Mayor DeStefano testified for\nRev. Kimber as a character witness when Rev. Kimber—then the\nmanager of a funeral home—was prosecuted and convicted for stealing\nprepaid funeral expenses from an elderly woman and then lying about\nthe matter under oath. Seeid., at 126a, 907a. “Reverend\nKimber has played a leadership role in all of Mayor DeStefano’s\npolitical campaigns, [and] is considered a valuable political\nsupporter and vote-getter.”Id., at 126a. According to the\nMayor’s former campaign manager (who is currently his executive\nassistant), Rev. Kimber is an invaluable political asset because\n“[h]e’s very good at organizing people and putting together field\noperations, as a result of his ties to labor, his prominence in the\nreligious community and his long-standing commitment to roots.”Id., at 908a (internal quotation marks and alteration\nomitted).In 2002, the Mayor picked Rev. Kimber to serve\nas the Chairman of the New Haven Board of Fire Commissioners (BFC),\n“despite the fact that he had no experience in the profession, fire\nadministration, [or] municipal management.”Id., at 127a;\nsee alsoid., at 928a–929a. In that capacity, Rev. Kimber\ntold firefighters that certain new recruits would not be hired\nbecause “ ‘they just have too many vowels in their\nname[s].’ ” Thanawala, New Haven Fire Panel Chairman Steps\nDown Over Racial Slur, Hartford Courant, June 13, 2002, p. B2.\nAfter protests about this comment, Rev. Kimber stepped down as\nchairman of the BFC,ibid.;see also App. to Pet. for\nCert. in No. 07–1428, at 929a, but he remained on the BFC and\nretained “a direct line to the mayor,”id., at 816a.Almost immediately after the test results were\nrevealed in “early January” 2004, Rev. Kimber called the City’s\nChief Administrative Officer, Karen Dubois-Walton, who “acts ‘on\nbehalf of the Mayor.’ ”Id., at 221a, 812a.\nDubois-Walton and Rev. Kimber met privately in her office because\nhe wanted “to express his opinion” about the test results and “to\nhave some influence” over the City’s response.Id., at\n815a–816a. As discussed in further detail below, Rev. Kimber\nadamantly opposed certification of the test results—a fact that he\nor someone in the Mayor’s office eventually conveyed to the Mayor.Id., at 229a.BOn January 12, 2004, Tina Burgett\n(the director of the City’s Department of Human Resources) sent an\ne-mail to Dubois-Walton to coordinate the City’s response to the\ntest results. Burgett wanted to clarify that the City’s executive\nofficials would meet “sans the Chief, and that once we had a better\nfix on the next steps we would meet with the Mayor (possibly) and\nthen the two Chiefs.”Id., at 446a. The “two Chiefs” are\nFire Chief William Grant (who is white) and Assistant Fire Chief\nRonald Dumas (who is African-American). Both chiefs believed that\nthe test results should be certified.Id., at 228a, 817a.\nPetitioners allege, and the record suggests, that the Mayor and his\nstaff colluded “sans the Chief[s]” because “the defendants did not\nwant Grant’s or Dumas’ views to be publicly known; accordingly both\nmen were prevented by the Mayor and his staff from making any\nstatements regarding the matter.”Id., at 228a.[Footnote 1]The next day, on January 13,\n2004, Chad Legel, who had designed the tests, flew from Chicago to\nNew Haven to meet with Dubois-Walton, Burgett, and Thomas Ude, the\nCity’s corporate counsel.Id., at 179a. “Legel outlined\nthe merits of the examination and why city officials should be\nconfident in the validity of the results.”Ibid.But\naccording to Legel, Dubois-Walton was “argumentative” and\napparently had already made up her mind that the tests were\n“ ‘discriminatory.’ ”Id., at 179a–180a. Again\naccording to Legel, “[a] theme” of the meeting was “the political\nand racial overtones of what was going on in the City.”Id., at 181a. “Legel came away from the January 13, 2004\nmeeting with the impression that defendants were already leaning\ntoward discarding the examination results.”Id., at\n180a.On January 22, 2004, the Civil Service Board\n(CSB or Board) convened its first public meeting. Almost\nimmediately, Rev. Kimber began to exert political pressure on the\nCSB. He began a loud, minutes-long outburst that required the CSB\nChairman to shout him down and hold him out of order three times.\nSeeid., at 187a, 467a–468a; see also App. in No.\n06–4996–cv (CA2), pp. A703–A705. Reverend Kimber protested the\npublic meeting, arguing that he and the other fire commissioners\nshould first be allowed to meet with the CSB in private. App. to\nPet. for Cert. in No. 07–1428, at 188a.Four days after the CSB’s first meeting, Mayor\nDeStefano’s executive aide sent an e-mail to Dubois-Walton,\nBurgett, and Ude.Id., at 190a. The message clearly\nindicated that the Mayor had made up his mind to oppose\ncertification of the test results (but nevertheless wanted to\nconceal that fact from the public):“I wanted to make sure we are all on the same page\nfor this meeting tomorrow… .[L]et’s remember, that these\nfolks are not against certification yet. So we can’t go in and tell\nthem that is our position;we have to deliberate and arrive\nthere as the fairest and most cogent outcome.”Ibid.On February 5, 2004, the CSB\nconvened its second public meeting. Reverend Kimber again testified\nand threatened the CSB with political recriminations if they voted\nto certify the test results:“I look at this [Board] tonight. I look at\nthree whites and one Hispanic and no blacks… . I would hope\nthat you would not put yourself in this type of position, a\npolitical ramification that may come back upon youas you sit\non this [Board] and decide the future of a department and the\nfuture of those who are being promoted..     .     .     .     .“(APPLAUSE).”Id., at 492a (emphasis added).One of the CSB members “t[ook] great offense”\nbecause he believed that Rev. Kimber “consider[ed] [him] a bigot\nbecause [his] face is white.”Id., at 496a. The offended\nCSB member eventually voted not to certify the test results.Id., at 586a–587a.One of Rev. Kimber’s “friends and allies,”\nLieutenant Gary Tinney, also exacerbated racial tensions before the\nCSB.Id., at 129a. After some firefighters applauded in\nsupport of certifying the test results, “Lt. Tinney exclaimed,\n‘Listen to the Klansmen behind us.’ ”Id., at\n225a.Tinney also has strong ties to the Mayor’s\noffice. See,e.g.,id., at 129a–130a, 816a–817a.\nAfter learning that he had not scored well enough on the captain’s\nexam to earn a promotion, Tinney called Dubois-Walton and arranged\na meeting in her office.Id., at 830a–831a, 836a. Tinney\nalleged that the white firefighters had cheated on their exams—an\naccusation that Dubois-Walton conveyed to the Board without first\nconducting an investigation into its veracity.Id., at\n837a–838a; see also App. 164 (statement of CSB Chairman, noting the\nallegations of cheating). The allegation turned out to be baseless.\nApp. to Pet. for Cert. in No. 07–1428, at 836a.Dubois-Walton never retracted the cheating\nallegation, but she and other executive officials testified several\ntimes before the CSB. In accordance with directions from the\nMayor’s office to make the CSB meetings appear deliberative, seeid., at 190a, executive officials remained publicly\nuncommitted about certification—while simultaneously “work[ing] as\na team” behind closed doors with the secretary of the CSB to devise\na political message that would convince the CSB to vote against\ncertification, seeid., at 447a. At the public CSB meeting\non March 11, 2004, for example, Corporation Counsel Ude bristled at\none board member’s suggestion that City officials were recommending\nagainst certifying the test results. Seeid., at 215a\n(“Attorney Ude took offense, stating, ‘Frankly, because I would\nnever make a recommendation—I would not have made a recommendation\nlike that’ ”). But within days of making that public\nstatement, Ude privately told other members of the Mayor’s team\n“the ONLY way we get to a decision not to certify is” to focus on\nsomething other than “a big discussion re: adverse impact” law.Id., at 458a–459a.As part of its effort to deflect attention\nfrom the specifics of the test, the City relied heavily on the\ntestimony of Dr. Christopher Hornick, who is one of Chad Legel’s\ncompetitors in the test-development business. Hornick never\n“stud[ied] the test [that Legel developed] at length or in detail,”id., at 549a; see alsoid., at 203a, 553a, but\nHornick did review and rely upon literature sent to him by Burgett\nto criticize Legel’s test. For example, Hornick “noted in the\nliterature that [Burgett] sent that the test was not customized to\nthe New Haven Fire Department.”Id., at 551a. The Chairman\nof the CSB immediately corrected Hornick.Id., at 552a\n(“Actually, it was, Dr. Hornick”). Hornick also relied on newspaper\naccounts—again, sent to him by Burgett—pertaining to the\ncontroversy surrounding the certification decision. Seeid., at 204a, 557a. Although Hornick again admitted that\nhe had no knowledge about the actual test that Legel had developed\nand that the City had administered, seeid., at 560a–561a,\nthe City repeatedly relied upon Hornick as a testing “guru” and, in\nthe CSB Chairman’s words, “the City ke[pt] quoting him as a person\nthat we should rely upon more than anybody else [to conclude that\nthere] is a better way—a better mousetrap.”[Footnote 2] App. in No. 06–4996–cv (CA2), at A1128.\nDubois-Walton later admitted that the City rewarded Hornick for his\ntestimony by hiring him to develop and administer an alternative\ntest. App. to Pet. for Cert. in No. 07–1428, at 854a; see alsoid., at 562a–563a (Hornick’s plea for future business from\nthe City on the basis of his criticisms of Legel’s tests).At some point prior to the CSB’s public\nmeeting on March 18, 2004, the Mayor decided to use his executive\nauthority to disregard the test results—even ifthe CSB\nultimately voted to certify them.Id., at 819a–820a.\nAccordingly, on the evening of March 17th, Dubois-Walton sent an\ne-mail to the Mayor, the Mayor’s executive assistant, Burgett, and\nattorney Ude, attaching two alternative press releases.Id., at 457a. The first would be issued if the CSB voted\nnot to certify the test results; the second would be issued (and\nwould explain the Mayor’s invocation of his executive authority) if\nthe CSB voted to certify the test results.Id., at\n217a–218a, 590a–591a, 819a–820a. Half an hour after Dubois-Walton\ncirculated the alternative drafts, Burgett replied: “[W]ell, that\nseems to say it all. Let’s hope draft #2 hits the shredder tomorrow\nnite.”Id., at 457a.Soon after the CSB voted against\ncertification, Mayor DeStefano appeared at a dinner event and “took\ncredit for the scu[tt]ling of the examination results.”Id., at 230a.CTaking into account all the\nevidence in the summary judgment record, a reasonable jury could\nfind the following. Almost as soon as the City disclosed the racial\nmakeup of the list of firefighters who scored the highest on the\nexam, the City administration was lobbied by an influential\ncommunity leader to scrap the test results, and the City\nadministration decided on that course of action before making any\nreal assessment of the possibility of a disparate-impact violation.\nTo achieve that end, the City administration concealed its internal\ndecision but worked—as things turned out, successfully—to persuade\nthe CSB that acceptance of the test results would be illegal and\nwould expose the City to disparate-impact liability. But in the\nevent that the CSB was not persuaded, the Mayor, wielding ultimate\ndecisionmaking authority, was prepared to overrule the CSB\nimmediately. Taking this view of the evidence, a reasonable jury\ncould easily find that the City’s real reason for scrapping the\ntest results was not a concern about violating the disparate-impact\nprovision of Title VII but a simple desire to please a politically\nimportant racial constituency. It is noteworthy that the Solicitor\nGeneral—whose position on the principal legal issue in this case is\nlargely aligned with the dissent—concludes that “[n]either the\ndistrict court nor the court of appeals … adequately considered\nwhether, viewing the evidence in the light most favorable to\npetitioners, a genuine issue of material fact remained whether\nrespondents’ claimed purpose to comply with Title VII was a pretext\nfor intentional racial discrimination … .” Brief for United\nStates asAmicusCuriae6; see alsoid.,at 32–33.IIII will not comment at length on\nthe dissent’s criticism of my analysis, but two points require a\nresponse.The first concerns the dissent’s\nstatement that I “equat[e] political considerations with unlawful\ndiscrimination.”Post, at 36. The dissent misrepresents my\nposition: I draw no such equation. Of course “there are many ways\nin which a politician can attempt to win over a\nconstituency—including a racial constituency—without engaging in\nunlawful discrimination.”Post, at 36–37. But—as I assume\nthe dissent would agree—there are some things that a public\nofficial cannot do, and one of those is engaging in intentional\nracial discrimination when making employment decisions.The second point concerns the dissent’s main\nargument—that efforts by the Mayor and his staff to scuttle the\ntest results are irrelevant because the ultimate decision was made\nby the CSB. According to the dissent, “[t]he relevant decision was\nmade by the CSB,”post, at 34, and there is “scant cause\nto suspect” that anything done by the opponents of certification,\nincluding the Mayor and his staff, “prevented the CSB from\nevenhandedly assessing the reliability of the exams and rendering\nan independent, good-faith decision on certification,”post, at 36.Adoption of the dissent’s argument would\nimplicitly decide an important question of Title VII law that this\nCourt has never resolved—the circumstances in which an employer may\nbe held liable based on the discriminatory intent of subordinate\nemployees who influence but do not make the ultimate employment\ndecision. There is a large body of court of appeals case law on\nthis issue, and these cases disagree about the proper standard. SeeEEOCv.BCI Coca-Cola Bottling Co. of Los\nAngeles, 450 F. 3d 476, 484–488 (CA10 2006) (citing cases\nand describing the approaches taken in different Circuits). One\nstandard is whether the subordinate “exerted influenc[e] over the\ntitular decisionmaker.”Russellv.McKinney Hosp.\nVenture, 235 F. 3d 219, 227 (CA5 2000); see alsoPolandv.Chertoff, 494 F. 3d 1174, 1182\n(CA9 2007) (A subordinate’s bias is imputed to the employer where\nthe subordinate “influenced or was involved in the decision or\ndecisionmaking process”). Another is whether the discriminatory\ninput “caused the adverse employment action.” SeeBCI Coca-Cola\nBottling Co. of Los Angeles,supra, at 487.In the present cases, a reasonable jury could\ncertainly find that these standards were met. The dissent makes\nmuch of the fact that members of the CSB swore under oath that\ntheir votes were based on the good-faith belief that certification\nof the results would have violated federal law. Seepost,\nat 34. But the good faith of the CSB members would not preclude a\nfinding that the presentations engineered by the Mayor and his\nstaff influenced or caused the CSB decision.The least employee-friendly standard asks only\nwhether “the actual decisionmaker” acted with discriminatory\nintent, seeHillv.Lockheed Martin Logistics\nManagement, Inc., 354 F. 3d 277, 291 (CA4 2004) (en\nbanc), and it is telling that, even under this standard, summary\njudgment for respondents would not be proper. This is so because a\nreasonable jury could certainly find that in New Haven, the\nMayor—not the CSB—wielded the final decisionmaking power. After\nall, the Mayor claimed that authority and was poised to use it in\nthe event that the CSB decided to accept the test results. Seesupra, at 9. If the Mayor had the authority to overrule a\nCSB decisionacceptingthe test results, the Mayor also\npresumably had the authority to overrule the CSB’s decisionrejectingthe test results. In light of the Mayor’s\nconduct, it would be quite wrong to throw out petitioners’ case on\nthe ground that the CSB was the ultimate decisionmaker.*  *  *Petitioners are firefighters who\nseek only a fair chance to move up the ranks in their chosen\nprofession. In order to qualify for promotion, they made personal\nsacrifices. Petitioner Frank Ricci, who is dyslexic, found it\nnecessary to “hir[e] someone, at considerable expense, to read onto\naudiotape the content of the books and study materials.” App. to\nPet. for Cert. in No. 07–1428, at 169a. He “studied an average of\neight to thirteen hours a day … , even listening to audio\ntapes while driving his car.”Ibid.Petitioner Benjamin\nVargas, who is Hispanic, had to “give up a part-time job,” and his\nwife had to “take leave from her own job in order to take care of\ntheir three young children while Vargas studied.”Id., at\n176a. “Vargas devoted countless hours to study … , missed two\nof his children’s birthdays and over two weeks of vacation time,”\nand “incurred significant financial expense” during the three-month\nstudy period.Id., at 176a–177a.Petitioners were denied\npromotions for which they qualified because of the race and\nethnicity of the firefighters who achieved the highest scores on\nthe City’s exam. The District Court threw out their case on summary\njudgment, even though that court all but conceded that a jury could\nfind that the City’s asserted justification was pretextual. The\nCourt of Appeals then summarily affirmed that decision.The dissent grants that petitioners’ situation\nis “unfortunate” and that they “understandably attract this Court’s\nsympathy.”Post, at 1, 39. But “sympathy” is not what\npetitioners have a right to demand. What they have a right to\ndemand is evenhanded enforcement of the law—of Title VII’s\nprohibition against discrimination based on race. And that is what,\nuntil today’s decision, has been denied them.Footnote 1Although the dissent disputes it, seepost, at 33–34, n. 17, the record certainly permits\nthe inference that petitioners’ allegation is true. See App. to\nPet. for Cert. in No. 07–1428, pp. 846a–851a (deposition of\nDubois-Walton).Footnote 2The City’s heavy reliance on Hornick’s\ntestimony makes the two chiefs’ silence all the more striking. Seesupra, at 5. While Hornick knew little or nothing about\nthe tests he criticized, the two chiefs were involved “during the\nlengthy process that led to the devising of the administration of\nthese exams,” App. to Pet. for Cert. in No. 07–1428, at 847a,\nincluding “collaborating with City officials on the extensive job\nanalyses that were done,” “selection of the oral panelists,” and\nselection of “the proper content and subject matter of the exams,”id., at 847a–848a.",
    "joined": []
}