{
    "case": {
        "docket": "437",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/437/"
    },
    "id": "1962365",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRINGMICROSOFT CORP. V. AT&T CORP.550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1056MICROSOFT CORPORATION, PETITIONERv.AT&T CORP.on writ of certiorari to the united states court of\nappeals for the federal circuit[April 30, 2007]Justice Alito, with whom Justice\nThomas and Justice Breyer join, concurring as to all but footnote\n14.I agree with the Court that no\n“component[s]” of the foreign-made computers involved in this case\nwere “supplie[d]” by Microsoft “from the United States.” 35 U.\nS. C. §271(f)(1). I write separately because I reach this\nconclusion through somewhat different reasoning.IComputer programmers typically\nwrite programs in a “human readable” programming language. This\n“ ‘source code’ ” is then generally converted by the\ncomputer into a “machine readable code” or “machine language”\nexpressed in a binary format. Brief for Respondent 5, n. 1\n(citing R. White, How Computers Work 87, 94 (8th ed. 2006)); E.\nWalters, Essential Guide to Computing 204–205 (2001). During the\nWindows writing process, the program exists in the form of machine\nreadable code on the magnetic tape fields of Microsoft’s computers’\nhard drives. White,supra,at 144–145; Walters,supra,at 54–55.When Microsoft finishes writing\nits Windows program in the United States, it encodes Windows onto\nCD-ROMs known as “ ‘golden masters’ ” in the form of\nmachine readable code. App. 31, ¶4. This is done by engraving each\ndisk in a specific way such that another computer can read the\nengravings, understand what they mean, and write the code onto the\nmagnetic fields of its hard drive.Ibid.;Brief for\nPetitioner 4, n. 2.Microsoft ships these disks (or sends the code\nvia electronic transmission) abroad, where the code is copied onto\nother disks that are then placed into foreign-made computers for\npurposes of installing the Windows program. App. 31–32, ¶¶5–8. No\nphysical aspect of a Windows CD-ROM—original disk or copy—is ever\nincorporated into the computer itself. SeeStenograph\nL. L. C.v.Bossard Assocs., Inc.,144\nF. 3d 96, 100 (CADC 1998) (noting that, within the context of\nthe Copyright Act, “installation of software onto a computer\nresults in ‘copying’ ”); White,supra,at 144–145,\n172–173. The intact CD-ROM is then removed and may be discarded\nwithout affecting the computer’s implementation of the code.* The\nparties agree for purposes of this litigation that a foreign-made\ncomputer containing the Windows code would violate AT&T’s\npatent if present in the United States. Pet. for Cert. 42a, ¶5.IIAI agree with the Court that a\ncomponent of a machine, whether a shrimp deveiner or a personal\ncomputer, must be something physical.Ante,at 9–11. This\nis because the word “component,” when concerning a physical device,\nis most naturally read to mean a physical part of the device. See\nWebster’s Third New International Dictionary 466 (1976) (component\nis a “constituent part: Ingredient”); Random House Dictionary of\nthe English Language 301 (1967) (component is a “a component part;\nconstituent”). Furthermore, §271(f) requires that the component be\n“combined” with other components to form the infringing device,\nmeaning that the component must remain a part of any. Webster’s,supra,at 452 (combine means “to join in physical or\nchemical union”; “to become one”; “to unite into a chemical\ncompound”); Random House,supra,at 293 (combine means “to\nbring or join into a close union or whole”). For these reasons, I\nagree with the Court that a set of instructions on how to build an\ninfringing device, or even a template of the device, does not\nqualify as a component.Ante,at 9–10.BAs the parties agree, an inventor\ncan patent a machine that carries out a certain process, and a\ncomputer may constitute such a machine when it executes\ncommands—given to it by code—that allow it to carry out that\nprocess. Such a computer would not become an infringing device\nuntil enough of the code is installed on the computer to allow it\nto execute the process in question. The computer would not be an\ninfringing device prior to the installation, or even during the\ninstallation. And the computer remains an infringing device after\nthe installation process because, even though the original\ninstallation device (such as a CD-ROM) has been removed from the\ncomputer, the code remains on the hard drive.IIIHere, Windows software\noriginating in the United States was sent abroad, whether on a\nmaster disk or by means of an electronic transmission, and\neventually copied onto the hard drives of the foreign-made\ncomputers. Once the copying process was completed, the Windows\nprogram was recorded in a physical form,i.e., in magnetic\nfields on the computers’ hard drives. See Brief for Respondent 5.\nThe physical form of the Windows program on the master disk,i.e., the engravings on the CD-ROM, remained on the disk\nin a form unchanged by the copying process. See Brief for\nPetitioner 4, n. 2 (citing White, How Computers Work, at\n144–145, 172–173). There is nothing in the record to suggest that\nany physical part of the disk became a physical part of the\nforeign-made computer, and such an occurrence would be contrary to\nthe general workings of computers.Because no physical object\noriginating in the United States was combined with these computers,\nthere was no violation of §271(f). Accordingly, it is irrelevant\nthat the Windows software was not copied onto the foreign-made\ncomputersdirectlyfrom the master disk or from an\nelectronic transmission that originated in the United States. To be\nsure, if these computers could not run Windows without inserting\nand keeping a CD-ROM in the appropriate drive, then the CD-ROMs\nmight be components of the computer. But that is not the case\nhere.*  *  *Because the physical incarnation\nof code on the Windows CD-ROM supplied from the United States is\nnot a “component” of an infringing device under §271(f), it\nlogically follows that a copy of such a CD-ROM also is not a\ncomponent. For this reason, I join the Court’s opinion, except for\nfootnote 14.* In a sense, the whole process is akin to an\nauthor living prior to the existence of the printing press, who\ncreated a story in his mind, wrote a manuscript, and sent it to a\nscrivener, who in turn copied the story by hand into a blank\nbook.",
    "joined": []
}