{
    "case": {
        "docket": "723",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/723/"
    },
    "id": "3413622",
    "author": "alito",
    "type": "concurrence & dissent in part",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–983_________________ANTHONY DOUGLAS ELONIS, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 1, 2015]Justice Alito, concurring in part and\ndissenting in part.InMarburyv.Madison, 1 Cranch\n137, 177 (1803), the Court famously proclaimed: “It is emphatically\nthe province and duty of the judicial department to say what the\nlaw is.” Today, the Court announces: It is emphatically the\nprerogative of this Court to say only what the law is not.The Court’s disposition of this case is certain\nto cause confusion and serious problems. Attorneys and judges need\nto know which mental state is required for conviction under 18\nU. S. C. §875(c), an important criminal statute. This\ncase squarely presents that issue, but the Court provides only a\npartial answer. The Court holds that the jury instructions in this\ncase were defective because they required only negligence in\nconveying a threat. But the Court refuses to explain what type of\nintent was necessary. Did the jury need to find that Elonis had thepurposeof conveying a true threat? Was it enough if heknewthat his words conveyed such a threat? Wouldrecklessnesssuffice? The Court declines to say. Attorneys\nand judges are left to guess.This will have regrettable consequences. While\nthis Court has the luxury of choosing its docket, lower courts and\njuries are not so fortunate. They must actually decide cases, and\nthis means applying a standard. If purpose or knowledge is needed\nand a district court instructs the jury that recklessness suffices,\na defendant may be wrongly convicted. On the other hand, if\nrecklessness is enough, and the jury is told that conviction\nrequires proof of more, a guilty defendant may go free. We granted\nreview in this case to resolve a disagreement among the Circuits.\nBut the Court has compounded—not clarified—the confusion.There is no justification for the Court’s\nrefusal to provide an answer. The Court says that “[n]either Elonis\nnor the Government has briefed or argued” the question whether\nrecklessness is sufficient.Ante, at 16. But in fact both\nparties addressed that issue. Elonis argued that recklessness is\nnot enough, and the Government argued that it more than suffices.\nIf the Court thinks that we cannot decide the recklessness question\nwithout additional help from the parties, we can order further\nbriefing and argument. In my view, however, we are capable of\ndeciding the recklessness issue, and we should resolve that\nquestion now.ISection 875(c) provides in relevant part:“Whoever transmits in interstate or\nforeign commerce any communication containing . . . any\nthreat to injure the person of another, shall be fined under this\ntitle or imprisoned not more than five years, or both.”Thus, conviction under this provision requires\nproof that: (1) the defendant transmitted something, (2) the\nthing transmitted was a threat to injure the person of another, and\n(3) the transmission was in interstate or foreigncommerce.At issue in this case is themens rearequired with respect to the second element—that the thing\ntransmitted was a threat to injure the person of another. This\nCourt has not defined the meaning of the term “threat” in §875(c),\nbut in construing the same term in a related statute, the Court\ndistinguished a “true ‘threat’ ” from facetious or hyperbolic\nremarks.Wattsv.United States, 394 U. S. 705,\n708 (1969) (per curiam). In my view, the term “threat” in\n§875(c) can fairly be defined as a statement that is reasonably\ninterpreted as “an expression of an intention to inflict evil,\ninjury, or damage on another.” Webster’s Third New International\nDictionary 2382 (1976). Conviction under §875(c) demands proof that\nthe defendant’s transmission was in fact a threat,i.e.,\nthat it is reasonable to interpret the transmission as an\nexpression of an intent to harm another. In addition, it must be\nshown that the defendant was at least reckless as to whether the\ntransmission met that requirement.Why is recklessness enough? My analysis of themens reaissue follows the same track as the Court’s, as far\nas it goes. I agree with the Court that we should presume that\ncriminal statutes require some sort ofmens reafor\nconviction. Seeante,at 9–13. To be sure, this presumption\nmarks a departure from the way in which we generally interpret\nstatutes. We “ordinarily resist reading words or elements into a\nstatute that do not appear on its face.”Batesv.United\nStates,522 U. S. 23, 29 (1997) . But this step is\njustified by a well-established pattern in our criminal laws. “For\nseveral centuries (at least since 1600) the different common law\ncrimes have been so defined as to require, for guilt, that the\ndefendant’s acts or omissions be accompanied by one or more of the\nvarious types of fault (intention, knowledge, recklessness or—more\nrarely—negligence).” 1 W. LaFave, Substantive Criminal Law §5.5,\np. 381 (2003). Based on these “background rules of the common\nlaw, in which the requirement of somemens reafor a crime\nis firmly embedded,” we require “some indication of congressional\nintent, express or implied, . . . to dispense withmens reaas an element of a crime.”Staplesv.United States, 511 U. S. 600 –606 (1994).For a similar reason, I agree with the Court\nthat we should presume that an offense like that created by §875(c)\nrequires more than negligence with respect to a critical element\nlike the one at issue here. Seeante, at 13–14. As the Court\nstates, “[w]hen interpreting federal criminal statutes that are\nsilent on the required mental state, we read into the statute ‘only\nthatmens reawhich is necessary to separate wrongful\nconduct from “otherwise innocent conduct.” ’ ”Ante, at\n12 (quotingCarterv.United States, 530 U. S.\n255, 269 (2000) ). Whether negligence is morally culpable is an\ninteresting philosophical question, but the answer is at least\nsufficiently debatable to justify the presumption that a serious\noffense against the person that lacks any clear common-law\ncounterpart should be presumed to require more.Once we have passed negligence, however, no\nfurther presumptions are defensible. In the hierarchy of mental\nstates that may be required as a condition for criminal liability,\nthemens reajust above negligence is recklessness.\nNegligence requires only that the defendant “should [have] be[en]\naware of a substantial and unjustifiable risk,” ALI, Model Penal\nCode §2.02(2)(d), p. 226 (1985), while recklessness exists\n“when a person disregards a risk of harm of which he is aware,”Farmerv.Brennan, 511 U. S. 825, 837 (1994) ;\nModel Penal Code §2.02(2)(c). And when Congress does not specify amens reain a criminal statute, we have no justification for\ninferring that anything more than recklessness is needed. It is\nquite un-usual for us to interpret a statute to contain a\nrequirement that is nowhere set out in the text. Once we have\nreached recklessness, we have gone as far as we can without\nstepping over the line that separates interpretation from\namendment.There can be no real dispute that recklessness\nregarding a risk of serious harm is wrongful conduct. In a wide\nvariety of contexts, we have described reckless conduct as morally\nculpable. See,e.g., Farmer, supra, at 835–836 (deliberate\nindifference to an inmate’s harm);Garrisonv.Louisiana, 379 U. S. 64, 75 (1964) (criminal libel);New York Times Co.v.Sullivan, 376 U. S. 254\n–280 (1964) (civil libel). Indeed, this Court has held that\n“reckless disregard for human life” may justify the death penalty.Tisonv.Arizona, 481 U. S. 137, 157 (1987) .\nSomeone who acts recklessly with respect to conveying a threat\nnecessarily grasps that he is not engaged in innocent conduct. He\nis not merely careless. He is aware that others could regard his\nstatements as a threat, but he delivers them anyway.Accordingly, I would hold that a defendant may\nbe convicted under §875(c) if he or she consciously disregards the\nrisk that the communication transmitted will be interpreted as a\ntrue threat. Nothing in the Court’s non-committal opinion prevents\nlower courts from adopting that standard.IIThere remains the question whether\ninterpreting §875(c) to require no more than recklessness with\nrespect to the element at issue here would violate the First\nAmendment. Elonis contends that it would. I would reject that\nargument.It is settled that the Constitution does not\nprotect true threats. SeeVirginiav.Black, 538\nU. S. 343 –360 (2003);R.A.V.v.St. Paul, 505 U. S. 377, 388 (1992) ;Watts,\n394 U. S., at 707–708. And there are good reasons for that\nrule: True threats inflict great harm and have little if any social\nvalue. A threat may cause serious emotional stress for the person\nthreatened and those who care about that person, and a threat may\nlead to a violent confrontation. It is true that a communication\ncontaining a threat may include other statements that have value\nand are entitled to protection. But that does not justify\nconstitutional protection for the threat itself.Elonis argues that the First Amendment protects\na threat if the person making the statement does not actually\nintend to cause harm. In his view, if a threat is madefor a\n“ ‘therapeutic’ ” purpose, “to ‘deal with the pain’\n. . . of a wrenching event,” or for “cathartic” reasons,\nthe threat is protected. Brief for Petitioner 52–53. But whether or\nnot the person making a threat intends to cause harm, the damage is\nthe same. And the fact that making a threat may have a therapeutic\nor cathartic effect for the speaker is not sufficient to justify\nconstitutional protection. Some people may experience a therapeutic\nor cathartic benefit only if they know that their words will cause\nharm or only if they actually plan to carry out the threat, but\nsurely the First Amendment does not protect them.Elonis also claims his threats were\nconstitutionally protected works of art. Words like his, he\ncontends, are shielded by the First Amendment because they are\nsimilar to words uttered by rappers and singers in public\nperformances and recordings. To make this point, his brief includes\na lengthy excerpt from the lyrics of a rap song in which a very\nwell-compensated rapper imagines killing his ex-wife and dumping\nher body in a lake. If this celebrity can utter such words, Elonis\npleads, amateurs like him should be able to post similar things on\nsocial media. But context matters. “Taken in context,” lyrics in\nsongs that are performed for an audience or sold in recorded form\nare unlikely to be interpreted as a real threat to a real person.Watts, supra, at 708. Statements on social media that are\npointedly directed at their victims, by contrast, are much more\nlikely to be taken seriously. To hold otherwise would grant a\nlicense to anyone who is clever enough to dress up a real threat in\nthe guise of rap lyrics, a parody, or something similar.The facts of this case illustrate the point.\nImagine the effect on Elonis’s estranged wife when she read this:\n“ ‘If I only knew then what I know now . . . I would\nhave smothered your ass with a pillow, dumped your body in the back\nseat, dropped you off in Toad Creek and made it look like a rape\nand murder.’ ” 730 F. 3d 321, 324 (CA3 2013). Or this:\n“There’s one way to love you but a thousand ways to kill you. I’m\nnot going to rest until your body is a mess, soaked in blood and\ndying from all the little cuts.”Ibid.Or this: “Fold up\nyour [protection from abuse order] and put it in your pocket[.] Is\nit thick enough to stop a bullet?”Id.,at 325.There was evidence that Elonis made sure his\nwife saw his posts. And she testified that they made her feel\n“ ‘extremely afraid’ ” and “ ‘like [she] was being\nstalked.’ ”Ibid.Considering the context, who could\nblame her? Threats of violence and intimidation are among the most\nfavored weapons of domestic abusers, and the rise of social media\nhas only made those tactics more commonplace. See Brief for The\nNational Network to End Domestic Violence et al. asAmici\nCuriae4–16. A fig leaf of artistic expression cannot convert\nsuch hurtful, valueless threats into protected speech.It can be argued that §875(c), if not limited to\nthreats made with the intent to harm, will chill statements that do\nnot qualify as true threats,e.g., statements that may be\nliterally threatening but are plainly not meant to be taken\nseriously. We have sometimes cautioned that it is necessary to\n“exten[d] a measure of strategic protection” to otherwise\nunprotected false statements of fact in order to ensure enough\n“ ‘breathing space’ ” for protected speech.Gertzv.Robert Welch, Inc., 418 U. S. 323, 342 (1974)\n(quotingNAACPv.Button, 371 U. S. 415, 433\n(1963) ). A similar argument might be made with respect to threats.\nBut we have also held that the law provides adequate breathing\nspace when it requires proof that false statements were made with\nreckless disregard of their falsity. SeeNew York Times,376\nU. S., at 279–280 (civil liability);Garrison,379\nU. S., at 74–75 (criminal liability). Requiring proof of\nrecklessness is similarly sufficient here.IIIFinally, because the jury instructions in this\ncase did not require proof of recklessness, I would vacate the\njudgment below and remand for the Court of Appeals to decide in the\nfirst instance whether Elonis’s conviction could be upheld under a\nrecklessness standard.We do not lightly overturn criminal convictions,\neven where it appears that the district court might have erred. To\nbenefit from a favorable ruling on appeal, a defendant must have\nactually asked for the legal rule the appellate court adopts. Rule\n30(d) of the Federal Rules of Criminal Procedure requires a\ndefendant to “inform the court of the specific objection and the\ngrounds for the objection.” An objection cannot be vague or\nopen-ended. It mustspecificallyidentify the alleged error.\nAnd failure to lodge a sufficient objection “precludes appellate\nreview,” except for plain error. Rule 30(d); see also 2A C. Wright\n& P. Henning, Federal Practice and Procedure §484,\npp. 433–435 (4th ed. 2009).At trial, Elonis objected to the District\nCourt’s instruction, but he did not argue for recklessness.\nInstead, he proposed instructions that would have required proof\nthat he acted purposefully or with knowledge that his statements\nwould be received as threats. See App. 19–21. He advanced the same\nposition on appeal and in this Court. See Brief for Petitioner 29\n(“Section 875(c) requires proof that the defendantintendedthe charged statement to be a ‘threat’ ” (emphasis in\noriginal)); Corrected Brief of Appellant in No. 12–3798 (CA3),\np. 14 (“[A] ‘true threat’ has been uttered only if the speaker\nacted withsubjective intent to threaten” (same)). And at\noral argument before this Court, he expressly disclaimed any\nagreement with a recklessness standard—which the Third Circuit\nremains free to adopt. Tr. of Oral Arg. 8:22–23 (“[W]e would say\nthat recklessness is not justif[ied]”). I would therefore remand\nfor the Third Circuit to determine if Elonis’s failure (indeed,refusal) to argue for recklessness prevents reversal of his\nconviction.The Third Circuit should also have the\nopportunity to consider whether the conviction can be upheld on\nharmless-error grounds. “We have often applied harmless-error\nanalysis to cases involving improper instructions.”Nederv.United States, 527 U. S. 1, 9 (1999) ; see also,e.g.,Popev.Illinois, 481 U. S. 497\n–504 (1987) (remanding for harmless-error analysis after holding\nthat jury instruction misstated obscenity standard). And the Third\nCircuit has previously upheld convictions where erroneous jury\ninstructions proved harmless. See,e.g., United Statesv.Saybolt, 577 F. 3d 195, 206–207 (2009). It should be\ngiven the chance to address that possibility here.",
    "joined": []
}