{
    "case": {
        "docket": "16-605",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-605/"
    },
    "id": "3742853",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–605_________________TOWN OF CHESTER, NEW YORK, PETITIONERv.LAROE ESTATES, INC.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 5, 2017]Justice Alito delivered the opinion of the\nCourt.Must a litigant possess Article III standing in\norder to intervene of right under Federal Rule of Civil Procedure\n24(a)(2)? The parties do not dispute—and we hold—that such an\nintervenor must meet the requirements of Article III if the\nintervenor wishes to pursue relief not requested by a plaintiff. In\nthe present case, it is unclear whether the intervenor seeks\ndifferent relief, and the Court of Appeals did not resolve this\nthreshold issue. Accordingly, we vacate the judgment and remand for\nthat court to determine whether the intervenor seeks such\nadditional relief.IIn 2001, land developer Steven Sherman paid\n$2.7 million to purchase nearly 400 acres of land in the town of\nChester, New York (Town). Sherman planned to build a housing\nsubdivision called MareBrook, complete with 385 housing units, a\ngolf course, an onsite restaurant, and other amenities. Sherman\napplied for approval of his plan and thus began a “journey through\nthe Town’s ever-changing labyrinth of red tape.”Shermanv.Chester, 752 F. 3d 554, 557 (CA2 2014).In 2012, Sherman filed this suit against the\nTown in New York state court. The suit concerned “the decade’s\nworth of red tape put in place” by the Town and its regulatory\nbodies.Id., at 558. According to Sherman, the Town\nobstructed his plans for the subdivision and forced him to spend\naround $5.5 million to comply with the Town’s demands.Id.,\nat 558, 560. All of this, Sherman claimed, left him financially\nexhausted and on the brink of personal bankruptcy.Id., at\n560. Sherman brought nine federal- and state-law claims against the\nTown, including a regulatory takings claim under the Fifth and\nFourteenth Amendments. See App. 98–122. The Town removed the case\nto a Federal District Court, which dismissed Sherman’s takings\nclaim as unripe. Opinion and Order in No. 1:12–cv–00647 (SDNY),\nDkt. 14, p. 25. The Court of Appeals for the Second Circuit\nreversed the ripeness determination and remanded for the case to go\nforward.Chester,supra, at 557.[1]On remand, real estate development company Laroe\nEstates, Inc. (the respondent here) filed a motion to intervene of\nright under Federal Rule of Civil Procedure 24(a)(2). This Rule\nrequires a court to permit intervention by a litigant that “claims\nan interest related to the property or transaction that is the\nsubject of the action, and is so situated that disposing of the\naction may as a practical matter impair or impede the movant’s\nability to protect its interest, unless existing parties adequately\nrepresent that interest.” Laroe alleged that in 2003 it had entered\ninto an agreement with Sherman regarding the MareBrook property.\nUnder this agreement, Laroe was to make $6 million in payments to\nSherman, secured by a mortgage on all of the development, and\nSherman was to sell Laroe parcels of land within the proposed\nsubdivision when the MareBrook plan was approved. However, Laroe\nreserved the right to terminate the entire agreement if Sherman was\nunable to obtain Town approval for a sufficient number of lots.\nWhile this agreement was in place and Sherman continued his futile\nquest for regulatory approval, Laroe paid Sherman more than $2.5\nmillion.In 2013, TD Bank commenced a foreclosure\nproceeding on Sherman’s property. In an effort to save the deal,\nLaroe and Sherman entered into a new agreement. That agreement\nprovided that the purchase price of the property would be the $2.5\nmillion that Laroe had already advanced Sherman plus any amount\nSherman had to pay to settle with TD Bank. Once the Town approved\nthe plan, Laroe was required to transfer a certain number of lots\nback to Sherman. In addition to imposing this transfer obligation,\nthe agreement deemed Laroe to have paid for the land in full. Laroe\nwas also given the authority to settle the debt Sherman owed TD\nBank and to terminate the agreement if the settlement failed. The\nsettlement did fail, and TD Bank took over the property. But Laroe\nnever terminated its agreement with Sherman.In support of its motion to intervene, Laroe\nargued that, under New York law, it is “the equitable owner of the\nReal Property” at issue in Sherman’s suit. App. 131, 135–139. Laroe\nasserted that its status as equitable owner gave it an interest in\nthe MareBrook property; that its interest would be impaired if it\ncould not intervene; and that Sherman “ha[d] his own agenda” and\nconsequently could not adequately represent Laroe’s interest.Id., at 143–145. Along with its other intervention-related\npleadings, Laroe filed an intervenor’s complaint asserting a\nregulatory takings claim that was substantively identical to\nSherman’s. Laroe’s complaint sought, among other things, a\n“judgment against [the Town] awarding [Laroe] damages,” namely,\n“compensation for the taking of Laroe’s interest in the subject\nreal property.”Id., at 162.The District Court denied Laroe’s motion to\nintervene on the ground that Laroe lacked standing to bring a\ntakings claim “based on its status as contract vendee to the\nproperty.” App. to Pet. for Cert. 57a. The District Court\ninterpreted Second Circuit precedent—specifically,United States\nOlympic Comm.v.Intelicense Corp.,S. A.,\n737 F. 2d 263, 268 (1984)—to mean that Laroe’s equitable\ninterest did not confer standing. App. to Pet. for Cert.\n55a–56a.[2]The Court of Appeals reversed. 828 F. 3d\n60, 62 (CA2 2016). Acknowledging a division among the Courts of\nAppeals on whether an intervenor of right must meet the\nrequirements of Article III, the Second Circuit sided with the\ncourts that have held that Article III standing is not required.Id., at 64–65.We granted certiorari. 580 U. S. ___\n(2017).IIArticle III of the Constitution limits the\nexercise of the judicial power to “Cases” and “Controversies.” §2,\ncl. 1. This fundamental limitation preserves the “tripartite\nstructure” of our Federal Government, prevents the Federal\nJudiciary from “intrud[ing] upon the powers given to the other\nbranches,” and “confines the federal courts to a properly judicial\nrole.”Spokeo, Inc.v.Robins, 578 U. S. ___,\n___ (2016) (slip op., at 5–6). “If a dispute is not a proper case\nor controversy, the courts have no business deciding it, or\nexpounding the law in the course of doing so.”DaimlerChrysler\nCorp.v.Cuno, 547 U. S. 332, 341 (2006) .“Standing to sue is a doctrine rooted in the\ntraditional understanding of a case or controversy.”Spokeo,supra, at ___ (slip op., at 6). “The law of Article III\nstanding, which is built on separation-of-powers principles, serves\nto prevent the judicial process from being used to usurp the powers\nof the political branches.”Clapperv.Amnesty Int’l\nUSA, 568 U. S. 398, 408 (2013) . Our standing doctrine\naccomplishes this by requiring plaintiffs to “alleg[e] such a\npersonal stake in the outcome of the controversy as to\n. . . justify [the] exercise of the court’s remedial\npowers on [their] behalf.”Simonv.Eastern Ky. Welfare\nRights Organization, 426 U. S. 26, 38 (1976) (internal\nquotation marks omitted). To establish Article III standing, the\nplaintiff seeking compensatory relief must have “(1) suffered an\ninjury in fact, (2) that is fairly traceable to the challenged\nconduct of the defendant, and (3) that is likely to be redressed by\na favorable judicial decision.”Spokeo,supra, at ___\n(slip op., at 6). “Absent such a showing, exercise of its power by\na federal court would be gratuitous and thus inconsistent with the\nArt. III limitation.”Simon,supra, at 38.Our standing decisions make clear that\n“ ‘standing is not dispensed in gross.’ ”Davisv.Federal Election Comm’n, 554 U. S. 724, 734 (2008)\n(quotingLewisv.Casey, 518 U. S. 343 ,\nn. 6 (1996); alteration omitted). To the contrary, “a\nplaintiff must demonstrate standing for each claim he seeks to\npress and for each form of relief that is sought.”Davis,supra, at 734 (internal quotation marks omitted); see,e.g.,DaimlerChrysler,supra, at 352 (“[A]\nplaintiff must demonstrate standing separately for each form of\nrelief sought”);Friends of the Earth, Inc.v.Laidlaw\nEnvironmental Services (TOC), Inc., 528 U. S. 167, 185\n(2000) (same);Los Angelesv.Lyons, 461 U. S.\n95 –106, and n. 7 (1983) (a plaintiff who has standing to seek\ndamages must also demonstrate standing to pursue injunctive\nrelief). The same principle applies when there are multiple\nplaintiffs. At least one plaintiff must have standing to seek each\nform of relief requested in the complaint. Both of the parties\naccept this simple rule.[3]The same principle applies to intervenors of\nright. Although the context is different, the rule is the same: For\nall relief sought, there must be a litigant with standing, whether\nthat litigant joins the lawsuit as a plaintiff, a coplaintiff, or\nan intervenor of right. Thus, at the least, an intervenor of right\nmust demonstrate Article III standing when it seeks additional\nrelief beyond that which the plaintiff requests. This result\nfollows ineluctably from our Article III case law, so it is not\nsurprising that both parties accept it (as does the United States\nasamicus curiae). See Brief for Petitioner 13 (arguing that\nan intervenor must always demonstrate standing); Brief for\nRespondent 28 (“[A]n intervenor who . . . seeks relief\nbeyond that requested by a party with standing must satisfy\nArti-cle III”); Brief for United States asAmicus Curiae16\n(An intervenor must demonstrate its own standing if it “seek[s]\ndamages” or “injunctive relief that is broader than or different\nfrom the relief sought by the original plaintiff(s)”).In sum, an intervenor of right must have Article\nIII standing in order to pursue relief that is different from that\nwhich is sought by a party with standing. That includes cases in\nwhich both the plaintiff and the intervenor seek separate money\njudgments in their own names. Cf.General Building Contractors\nAssn., Inc.v.Pennsylvania, 458 U. S. 375, 402, n.\n22 (1982) (declining to address the State’s standing “until [it]\nobtains relief different from that sought by plaintiffs whose\nstanding has not been questioned”).That principle dictates the disposition of this\ncase. It is unclear whether Laroe seeks the same relief as Sherman\nor instead seeks different relief, such as a money judgment against\nthe Town in Laroe’s own name. Laroe’s complaint—the best evidence\nof the relief Laroe seeks—requests a judgment awarding damagesto Laroe. App. 162. Unsurprisingly, Sherman requests\nsomething different: specifically, compensation for the taking ofhisinterest in the property.Id., at 122. In other\nwords, as Laroe’s counsel conceded at oral argument, the complaint\nplainly seeks separate monetary relief for Laroe directly against\nthe Town. Tr. of Oral Arg. 43–44. And, as Laroe’s counsel conceded\nfurther, if Laroeis“seeking additional damages in [its]\nown name,” “at that point, an Article III inquiry would be\nrequired.”Id., at 47.To be sure, at some points during argument in\nthe Court of Appeals, Laroe made statements that arguably indicated\nthat Laroe is not seeking damages different from those sought by\nSherman. In particular, Laroe’s counsel stated that he was “not\nsaying that Sherman and [Laroe’s] damages are not the same\ndamages,” and insisted that there is “exactly one fund, and the\ntown doesn’t have to do anything except turn over the fund.”\nTr. 16, 33; see also Reply Brief in No. 15–1086 (CA2),\np. 12 (similar). At other points, however, the same counsel\nmade statements pointing in the opposite direction. When asked\ndirectly whether “there would be separate awards to you and to the\nSherman estate” if Sherman’s suit was successful, Laroe’s counsel\nadmitted that he “ha[d] never contemplated how [damages] ge[t]\nallocated at the end of the day” and suggested bifurcated\nproceedings so that once liability was settled, Laroe and Sherman\ncould “duke it out” over damages if necessary. Tr. 32–35. And in\nits Court of Appeals briefing, Laroe argued that it—not\nSherman—would be entitled to most of the damages from the takings\nclaim, flagging the allocation issue as one that the District Court\nwould have to resolve. Brief for Appellant in No. 15–1086 (CA2),\np. 32 (“[T]he trier of fact will have to determine the\nrelative allocation of rights over the fund . . . .\nSpecifi-cally, what is the value of Sherman’s bare legal title as\ncom-pared to Laroe’s equitable title in the subject property”);\nReply Brief in No. 15–1086, at 15 (“[M]ost, if not all of the\nbenefits” of this litigation “will accrue [to] Laroe”); see also\n828 F. 3d, at 70 (noting that Sherman and Laroe “may disagree\nabout . . . the issue of damages were they to prevail”).\nTaken together, these representations at best leave it ambiguous\nwhether Laroe is seeking damages for itself or is simply seeking\nthe same damages sought by Sherman.[4]Unfortunately, the Court of Appeals did not\nresolve this ambiguity. In fact, the section of its opinion\nconcerning standing did not discuss whether Laroe sought different\nrelief than Sherman.Id., at 64–66. Elsewhere, in a\ndifferent context, the court did acknowledge Laroe’s statement that\nit sought “essentially the same” damages as Sherman.Id., at\n66. But the court also found that “it is unclear from the record\nwhether Laroe believes the Town is directly liable to Sherman or\nLaroe for the taking.”Ibid.This confusion needs to be dispelled. If Laroe\nwants only a money judgment of its own running directly against the\nTown, then it seeks damages different from those sought by Sherman\nand must establish its own Article III standing in order to\nintervene. We leave it to the Court of Appeals to address this\nquestion on remand.*  *  *For these reasons, the judgment of the Court\nof Appeals is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1Sherman died in 2013, and\nhis estate replaced him as the plaintiff.2We assume for the sake of\nargument only that Laroe does not have Article III standing. If\nresolution of this question becomes necessary on remand, the Court\nof Appeals will be required to determine whether the District\nCourt’s decision was correct.3See Brief for Petitioner\n23 (“If different parties raising a single issue seek different\nrelief, then standing must be shown for each one”); Brief for\nRespondent 15 (“[A] case or controversy as to one claim does not\nextend the judicial power todifferentclaims or forms of\nrelief ”).4Before this Court,\nLaroe’s counsel represented that Laroe is not seeking damages of\nits own and is seeking only to maximize Sherman’s recovery. Tr. of\nOral Arg. 43–44. But in light of the ambiguous record and the lack\nof a reasoned conclusion on this question from the Court of\nAppeals, we are not inclined to resolve it in the first instance.Cutterv.Wilkinson, 544 U. S. 709 , n. 7\n(2005) (“[W]e are a court of review, not first view”).",
    "joined": []
}