{
    "case": {
        "docket": "20-157",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-157/"
    },
    "id": "4428392",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–157_________________EDWARD A. CANIGLIA, PETITIONERv.ROBERT F. STROM, et al.on writ of certiorari to the united states\ncourt of appeals for the first circuit[May 17, 2021]Justice Alito, concurring.I join the opinion of the Court but write\nseparately to explain my understanding of the Court’s holding and\nto highlight some important questions that the Court does not\ndecide.1. The Court holds—and I entirely agree—that\nthere is no special Fourth Amendment rule for a broad category of\ncases involving “community caretaking.” As I understand the term,\nit describes the many police tasks that go beyond criminal law\nenforcement. These tasks vary widely, and there is no clear limit\non how far they might extend in the future. The category\npotentially includes any non-law-enforcement work that a community\nchooses to assign, and because of the breadth of activities that\nmay be described as community caretaking, we should not assume that\nthe Fourth Amendment’s command of reasonableness applies in the\nsame way to everything that might be viewed as falling into this\nbroad category.The Court’s decision inCadyv.Dombrowski,413 U.S.\n433(1973), did not recognize any such “freestanding” Fourth\nAmendment category. Seeante, at 2, 4. The opinion merely\nused the phrase “community caretaking” in passing. 413 U. S.,\nat 441.2. While there is no overarching “community\ncaretaking” doctrine, it does not follow that all searches and\nseizures conducted for non-law-enforcement purposes must be\nanalyzed under precisely the same Fourth Amendment rules developed\nin criminal cases. Those rules may or may not be appropriate for\nuse in various non-criminal-law-enforcement contexts. We do not\ndecide that issue today.3. This case falls within one important category\nof cases that could be viewed as involving community caretaking:\nconducting a search or seizure for the purpose of preventing a\nperson from committing suicide. Assuming that petitioner did not\nvoluntarily consent to go with the officers for a psychological\nassessment,[1] he was seized\nand thus subjected to a serious deprivation of liberty. But was\nthis warrantless seizure “reasonable”? We have addressed the\nstandards required by due process for involuntary commitment to a\nmental treatment facility, seeAddingtonv.Texas,441 U.S.\n418, 427 (1979); see alsoO’Connorv.Donaldson,422 U.S.\n563, 574–576 (1975);Fouchav.Louisiana,504 U.S.\n71, 75–77, 83 (1992), but we have not addressed Fourth\nAmendment restrictions on seizures like the one that we must assume\noccurred here,i.e., a short-term seizure conducted for the\npurpose of ascertaining whether a person presents an imminent risk\nof suicide. Every State has laws allowing emergency seizures for\npsychiatric treatment, observation, or stabilization, but these\nlaws vary in many respects, including the categories of persons who\nmay request the emergency action, the reasons that can justify the\naction, the necessity of a judicial proceeding, and the nature of\nthe proceeding.[2] Mentioning\nthese laws only in passing, petitioner asked us to render a\ndecision that could call features of these laws into question. The\nCourt appropriately refrains from doing so.4. This case also implicates another body of law\nthat petitioner glossed over: the so-called “red flag” laws that\nsome States are now enacting. These laws enable the police to seize\nguns pursuant to a court order to prevent their use for suicide or\nthe infliction of harm on innocent persons. See,e.g.,Cal.\nPenal Code Ann. §§18125–18148 (West Cum. Supp. 2021); Fla. Stat.\n§790.401(4) (Cum. Supp. 2021); Mass. Gen. Laws Ann., ch. 140, §131T\n(2021). They typically specify the standard that must be met and\nthe procedures that must be followed before firearms may be seized.\nProvisions of red flag laws may be challenged under the Fourth\nAmendment, and those cases may come before us. Our decision today\ndoes not address those issues.5. One additional category of cases should be\nnoted: those involving warrantless, nonconsensual searches of a\nhome for the purpose of ascertaining whether a resident is in\nurgent need of medical attention and cannot summon help. At oral\nargument, The Chief Justice posed a question that highlighted this\nproblem. He imagined a situation in which neighbors of an elderly\nwoman call the police and express concern because the woman had\nagreed to come over for dinner at 6 p.m., but by 8 p.m., had not\nappeared or called even though she was never late for anything. The\nwoman had not been seen leaving her home, and she was not answering\nthe phone. Nor could the neighbors reach her relatives by phone. If\nthe police entered the home without a warrant to see if she needed\nhelp, would that violate the Fourth Amendment? Tr. of Oral Arg.\n6–8.Petitioner’s answer was that it would. Indeed,\nhe argued, even if 24 hours went by, the police still could not\nlawfully enter without a warrant. If the situation remained\nunchanged for several days, he suggested, the police might be able\nto enter after obtaining “a warrant for a missing person.”Id.,at 9.The Chief Justice’s question concerns an\nimportant real-world problem. Today, more than ever, many people,\nincluding many elderly persons, live alone.[3] Many elderly men and women fall in their\nhomes,[4] or become\nincapacitated for other reasons, and unfortunately, there are many\ncases in which such persons cannot call for assistance. In those\ncases, the chances for a good recovery may fade with each passing\nhour.[5] So in The Chief\nJustice’s imaginary case, if the elderly woman was seriously hurt\nor sick and the police heeded petitioner’s suggestion about what\nthe Fourth Amendment demands, there is a fair chance she would not\nbe found alive. This imaginary woman may have regarded her house as\nher castle, but it is doubtful that she would have wanted it to be\nthe place where she died alone and in agony.Our current precedents do not address situations\nlike this. We have held that the police may enter a home without a\nwarrant when there are “exigent circumstances.”Paytonv.New York,445 U.S.\n573, 590 (1980). But circumstances are exigent only when there\nis not enough time to get a warrant, seeMissouriv.McNeely,569 U.S.\n141, 149 (2013);Michiganv.Tyler,436 U.S.\n499, 509 (1978), and warrants are not typically granted for the\npurpose of checking on a person’s medical condition. Perhaps States\nshould institute procedures for the issuance of such warrants, but\nin the meantime, courts may be required to grapple with the basic\nFourth Amendment question of reasonableness.6. The three categories of cases discussed above\nare simply illustrative. Searches and seizures conducted for other\nnon-law-enforcement purposes may arise and may present their own\nFourth Amendment issues. Today’s decision does not settle those\nquestions.*  *  *In sum, the Court properly rejects the broad\n“community caretaking” theory on which the decision below was\nbased. The Court’s decision goes no further, and on that\nunderstanding, I join the opinion in full.Notes1The Court of Appeals\nassumed petitioner’s consent was not voluntary because the police\nallegedly promised that they would not seize his guns if he went\nfor a psychological evaluation. 953 F.3d 112, 121 (CA1 2020). The\nCourt does not decide whether this assumption was\njustified.2See Brief for Petitioner\n38–39, n. 4 (gathering state authorities); L. Hedman\net al., State Laws on Emergency Holds for Mental Health\nStabilization, 67 Psychiatric Servs. 579 (2016).3Dept. of Commerce, Bureau\nof Census, The Rise of Living Alone,Fig. HH–4 (2020),\nhttps://www.census.gov/content/dam/Census/library /visualizations /time-series /demo /families-and-households /hh-4.pdf;\nOrtiz-Ospina, The Rise of Living Alone (Dec. 10, 2019),\nhttps://ourworldindata.org/living-alone; Smith, Cities With the\nMost Adults Living Alone (May 4, 2020),\nhttps://www.self.inc/blog/adults-living-alone.4See B. Moreland, R.\nKakara, & A. Henry, Trends in Nonfatal Falls and Fall-Related\nInjuries Among Adults Aged ≥65 Years—United States, 2012–2018, 69\nMorbidity and Mortality Weekly Rep. 875 (2020).5See,e.g.,J.\nGurley, N. Lum, M. Sande, B. Lo, & M. Katz, Persons Found in\nTheir Homes Helpless or Dead, 334 New Eng. J. Med. 1710\n(1996).",
    "joined": []
}