{
    "case": {
        "docket": "15-1256",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1256/"
    },
    "id": "3721860",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1256_________________SHANNON NELSON, PETITIONERv.COLORADOLOUIS A. MADDEN, PETITIONERv.COLORADOon writ of certiorari to the supreme court of\ncolorado[April 19, 2017]Justice Alito, concurring in the judgment.I agree that the judgments of the Colorado\nSupreme Court must be reversed, but I reach that conclusion by a\ndifferent route.IThe proper framework for analyzing these cases\nis provided byMedinav.California, 505 U. S.\n437 (1992) .Medinaapplies when we are called upon to\n“asses[s] the validity of state procedural rules which\n. . . are part of the criminal process,”id., at\n443, and that is precisely the situation here. These cases concern\nColorado’s rules for determining whether a defendant can obtain a\nrefund of money that he or she was required to pay pursuant to a\njudgment of conviction that is later reversed. In holding that\nthese payments must be refunded, the Court relies on a feature of\nthe criminal law, the presumption of innocence. And since the Court\ndemands that refunds occur either automatically or at least without\nimposing anything more than “minimal” procedures, seeante,\nat 10, it appears that they must generally occur as part of the\ncriminal case. For these reasons, the refund obligation is surely\n“part of the criminal process” and thus falls squarely within the\nscope ofMedina.The only authority cited by the Court in\nsupport of its contrary conclusion is a footnote in a dissent. Seeante, at 6 (citingKaleyv.United States, 571\nU. S. ___, ___, n. 4 (2014) (opinion of Roberts, C. J.)\n(slip op., at 10–11, n. 4)). UnderMedina, a state rule\nof criminal procedure not governed by a specific rule set out in\nthe Bill of Rights violates the Due Process Clause of the\nFourteenth Amendment only if it offends a fundamental and deeply\nrooted principle of justice. 505 U. S., at 445. And\n“[h]istorical practice is probative of whether a procedural rule\ncan be characterized as fundamental.”Id., at 446. Indeed,\npetitioners invite us to measure the Colorado scheme against\ntraditional practice, reminding us that our “ ‘first due\nprocess cases’ ” recognized that “ ‘traditional practice\nprovides a touchstone for constitutional analysis,’ ” Brief\nfor Petitioners 26 (quotingHonda Motor Co.v.Oberg,\n512 U. S. 415, 430 (1994) ). Petitioners then go on to argue\nat some length that “[t]he traditional rule has always been that\nwhen a judgment is reversed, a person who paid money pursuant to\nthat judgment is entitled to receive the money back.” Brief for\nPetitioners 26; seeid., at 26–30. See also Brief for\nNational Association of Criminal Defense Lawyers asAmicus\nCuriae4–14 (discussing traditional practice).The Court, by contrast, turns its back on\nhistorical practice, preferring to balance the competing interests\naccording to its own lights. The Court applies the balancing test\nset out inMathewsv.Eldridge, 424 U. S. 319\n(1976) , a modern invention “first conceived” to decide what\nprocedures the government must observe before depriving persons of\nnovel forms of property such as welfare or Social Security\ndisability benefits.Dusenberyv.United States, 534\nU. S. 161, 167 (2002) . Because these interests had not\npreviously been regarded as “property,” the Court could not draw on\nhistorical practice for guidance.Mathewshas subsequently\nbeen used more widely in civil cases, but we should pause before\napplying its balancing test in matters of state criminal procedure.\n“[T]he States have considerable expertise in matters of criminal\nprocedure and the criminal process is grounded in centuries of\ncommon-law tradition.”Medina,supra, at 445–446.\nApplying theMathewsbalancing test to established rules of\ncriminal practice and procedure may result in “undue interference\nwith both considered legislative judgments and the careful balance\nthat the Constitution strikes between liberty and order.”Medina,supra, at 443. Where long practice has struck\na particular balance between the competing interests of the State\nand those charged with crimes, we should not lightly disturb that\ndetermination. For these reasons,Medina’s historical\ninquiry, notMathews,provides the proper framework for use\nin these cases.[1]IIUnderMedina, the Colorado scheme at\nissue violates due process. American law has long recognized that\nwhen an individual is obligated by a civil judgment to pay money to\nthe opposing party and that judgment is later reversed, the money\nshould generally be repaid. See,e.g., Northwestern Fuel Co.v.Brock, 139 U. S. 216, 219 (1891) (“The right of\nrestitution of what one has lost by the enforcement of a judgment\nsubsequently reversed has been recognized in the law of England\nfrom a very early period . . . ”);Bank of United\nStatesv.Bank of Washington, 6 Pet. 8, 17 (1832) (“On\nthe reversal of an erroneous judgment, the law raises an obligation\nin the party to the record, who has received the benefit of the\nerroneous judgment, to make restitution to the other party for what\nhe has lost”). This was “a remedy well known at common law,”\nmemorialized as “a part of the judgment of reversal which directed\n‘that the defendant be restored to all things which he has lost on\noccasion of the judgment aforesaid.’ ” 2 Ruling Case Law §248,\np. 297 (W. McKinney and B. Rich eds. 1914);Duncanv.Kirkpatrick, 13 Serg. & Rawle 292, 294 (Pa. 1825).As both parties acknowledge, this practice\ncarried over to criminal cases. When a conviction was reversed,\ndefendants could recover fines and monetary penalties assessed as\npart of the conviction. Brief for Respondent 20–21, and n. 7;\nReply Brief 7–8, 11; see,e.g.,Annot., Right To Recover\nBack Fine or Penalty Paid in Criminal Proceeding, 26 A. L. R. 1523,\n1532, §VI(a) (1923) (“When a judgment imposing a fine, which is\npaid, is vacated or reversed on appeal, the court may order\nrestitution of the amount paid . . . ”); 25 C. J.\n§39, p. 1165 (W. Mack, W. Hale, & D. Kiser eds. 1921) (“Where a\nfine illegally imposed has been paid, on reversal of the judgment a\nwrit of restitution may issue against the parties who received the\nfine”).The rule regarding recovery, however, “even\nthough general in its application, [was] not without exceptions.”Atlantic Coast Line R. Co.v.Florida, 295 U. S.\n301, 309 (1935) (Cardozo, J.). The remedy was “equitable in origin\nand function,” and return of the money was “ ‘not of mere\nright,’ ” but “ ‘rest[ed] in the exercise of a sound\ndiscretion.’ ”Id., at 309, 310 (quotingGouldv.McFall, 118 Pa. 455, 456 (1888)). This was true in both\ncivil and criminal cases. See,e.g., 25 C. J., at 1165\n(noting that “restitution [of fines paid on a conviction later\nreversed] is not necessarily a matter of right”); Annot., 26 A. L.\nR., at 1532, §VI(a) (Restitution for fines upon reversal of a\nconviction “is not a matter of strict legal right, but rather one\nfor the exercise of the court’s discretion”). The central question\ncourts have asked is whether “the possessor will give offense to\nequity and good conscience if permitted to retain [the successful\nappellant’s money].”Atlantic Coast Line,supra, at\n309.This history supports the Court’s rejection of\nthe Colorado Exoneration Act’s procedures. The Act places a heavy\nburden of proof on defendants, provides no opportunity for a refund\nfor defendants (like Nelson) whose misdemeanor convictions are\nreversed, and excludes defendants whose convictions are reversed\nfor reasons unrelated to innocence. Brief for Respondent 8, 35,\nn. 18. These stringent requirements all but guarantee that\nmost defendants whose convictions are reversed have no realistic\nopportunity to prove they are deserving of refunds. Colorado has\nabandoned historical procedures that were more generous to\nsuccessful appellants and incorporated a court’s case-specific\nequitable judgment. Instead, Colorado has adopted a system that is\nharsh, inflexible, and prevents most defendants whose convictions\nare reversed from demonstrating entitlement to a refund. Indeed,\nthe Colorado General Assembly made financial projections based on\nthe assumption that only one person every five years would qualify\nfor a financial award under the Exoneration Act. Colorado\nLegislative Council Staff Fiscal Note, State and Local Revised\nFiscal Impact, HB 13–1230, p. 2 (Apr. 22, 2013), online at\nhttp://leg.colorado.gov (as last visited Apr. 17, 2017).\nAccordingly, the Exoneration Act does not satisfy due process\nrequirements. SeeCooperv.Oklahoma, 517 U. S.\n348, 356 (1996) (A state rule of criminal procedure may violate due\nprocess where “a rule significantly more favorable to the defendant\nhas had a long and consistent application”).IIIAlthough long-established practice supports\nthe Court’s judgment, the Court rests its decision on different\ngrounds. In itsMathewsanalysis, the Court reasons that the\nreversal of petitioners’ convictions restored the presumption of\ntheir innocence and that “Colorado may not presume a person,\nadjudged guilty of no crime, nonetheless guiltyenoughfor\nmonetary exactions.”Ante, at 7. The implication of this\nbrief statement is that underMathews, reversal restores the\ndefendant to thestatus quo ante, seeante, at 3. But\nthe Court does not confront the obvious implications of this\nreasoning.For example, if thestatus quo antemust\nbe restored, why shouldn’t the defendant be compensated for all the\nadverse economic consequences of the wrongful conviction?[2] After all, in most cases, the fines\nand payments that a convicted defendant must pay to the court are\nminor in comparison to the losses that result from conviction and\nimprisonment, such as attorney’s fees, lost income, and damage to\nreputation. The Court cannot convincingly explain whyMathews’ amorphous balancing test stops short of requiring a\nfull return to thestatus quo antewhen a conviction is\nreversed. ButMedinadoes.The American legal system has long treated\ncompensation for the economic consequences of a reversed conviction\nvery differently from the refund of fines and other payments made\nby a defendant pursuant to a criminal judgment. Statutes providing\ncompensation for time wrongfully spent in prison are a 20th-century\ninnovation: By 1970, only the Federal Government and four States\nhad passed such laws. King, Compensation of Persons Erroneously\nConfined by the State, 118 U. Pa. L. Rev. 1091, 1109\n(1970);United Statesv.Keegan, 71 F. Supp.\n623, 626 (SDNY 1947) (“[T]here seems to have been no legislation by\nour Government on this subject” until 1938). Many other\njurisdictions have done so since, but under most such laws,\ncompensation is not automatic. Instead, the defendant bears the\nburden of proving actual innocence (and, sometimes, more). King,\nsupra, at 1110 (“The burden of proving innocence in the\ncompensation proceeding has from the start been placed upon the\nclaimant”); see also Kahn, Presumed Guilty Until Proven Innocent:\nThe Burden of Proof in Wrongful Conviction Claims Under State\nCompensation Statutes, 44 U. Mich. J. L. Reform 123, 145\n(2010) (Most U. S. compensation statutes “require that\nclaimants prove their innocence either by a preponderance of the\nevidence or by clear and convincing evidence” (footnote omitted)).\nIn construing the federal statute, courts have held that a\ncompensation proceeding “is not . . . a criminal trial”\nand that the burden of proof can be placed on the petitioner.United Statesv.Brunner, 200 F. 2d 276, 279\n(CA6 1952). As noted, Colorado and many other States have similar\nstatutes designed narrowly to compensate those few persons who can\ndemonstrate that they are truly innocent. The Court apparently\nacknowledges that these statutes pose no constitutional difficulty.\nThat is the correct conclusion, but it is best justified by\nreference to history and tradition.IVThe Court’s disregard of historical practice\nis particu-larly damaging when it comes to the question of\nrestitution. The Court flatly declares that the State is “obliged\nto refund . . . restitution” in just the same way as fees\nand court costs.Ante, at 1. This conclusion is not\nsupported by historical practice, and it overlooks important\ndifferences between restitution, which is paid to the victims of an\noffense, and fines and other payments that are kept by the\nState.Although restitution may be included in a\ncriminal judgment, it has many attributes of a civil judgment in\nfavor of the victim. This is clear under Colorado law. Although the\nobligation to pay restitution is included in the defendant’s\nsentence, restitution results in a final civil judgment against the\ndefendant in favor of the Stateand the victim. Colo. Rev.\nStat. §18–1.3–603(4)(a)(I) (2016). Entitlement to restitution need\nnot be established beyond a reasonable doubt or in accordance with\nstandard rules of evidence or criminal procedure.Peoplev.Pagan, 165 P. 3d 724, 729 (Colo. App. 2006); Colo. Rev.\nStat. §§18–1.3–603(2)–(3). And the judgment may be enforced either\nby the State or the victim. §§16–18.5–106(2),\n§§16–18.5–107(1)–(4).The Court ignores the distinctive attributes of\nrestitution, but they merit attention. Because a restitution order\nis much like a civil judgment, the reversal of the defendant’s\ncriminal conviction does not necessarily undermine the basis for\nrestitution. Suppose that a victim successfully sues a criminal\ndefendant civilly and introduces the defendant’s criminal\nconviction on the underlying conduct as (potentially preclusive)\nevidence establishing an essential element of a civil claim. See,e.g., 2 K. Broun, McCormick on Evidence §298, 473–477 (7th\ned. 2013) (discussing the admissibility, and potential preclusive\neffect, of a criminal conviction in subsequent civil litigation).\nAnd suppose that the defendant’s criminal conviction is later\nreversed for a trial error that did not (and could not) infect the\nlater civil proceeding: for example, the admission of evidence\nbarred by the exclusionary rule or a Confrontation Clause\nviolation. It would be unprecedented to suggest that due process\nrequires unwinding the civil judgment simply because it rests in\npart on a criminal conviction that has since been reversed. And a\nvery similar scenario could unfold with respect to a Colorado\nrestitution judgment. The only salient difference would be that, in\nthe Colorado case, the civil judgment would have been obtained as\npart of the criminal proceeding itself. It is not clear (and the\nCourt certainly does not explain) why that formal distinction\nshould make a substantive difference.[3]It is especially startling to insist that a\nState must provide a refund after enforcing a restitution judgment\non the victims’ behalf in reliance on afinaljudgment that\nis then vacated oncollateralreview. Faced with this fact\npattern, the Ninth Circuit declined to require reimbursement,\nreasoning that the Government was a mere “escrow agent” executing a\nthen-valid final judgment in favor of a third party.United\nStatesv.Hayes, 385 F. 3d 1226, 1230 (2004).The Court regrettably mentions none of this. Its\ntreatment of restitution is not grounded in any historical\nanalysis, and—save for a brief footnote,ante, at 2–3,\nn. 3—the Court does not account for the distinctive civil\nstatus of restitution under Colorado law (or the laws of the many\nother affected jurisdictions that provide this remedy to crime\nvictims).Nor does the Court consider how restitution’s\nunique characteristics might affect the balance that it strikes\nunderMathews.Ante,at 10. The Court summarily\nrejects the proposition that “ ‘equitable\nconsiderations’ ” might militate against a blanket rule\nrequiring the refund of money paid as restitution, seeibid., but why is this so? What if the evidence amply\nestablishes that the defendant injured the victims to whom\nrestitution was paid but the defendant’s conviction is reversed on\na ground that would be inapplicable in a civil suit? In that\nsituation, is it true, as the Court proclaims, that the State would\nhave “no interest” in withholding a refund? Would the Court reach\nthat conclusion if state law mandated a refund from the recipients\nof the restitution? And if the States and the Federal Government\nare always required to foot the bill themselves, would that risk\ndiscourage them from seeking restitution—or at least from providing\nfunds to victims until the conclusion of appellate review?It was unnecessary for the Court to issue a\nsweeping pronouncement on restitution. But if the Court had to\naddress this subject to dispose of these cases, it should have\nacknowledged that—at least in some circumstances—refunds of\nrestitution payments made under later reversed judgments are not\nconstitutionally required.*  *  *For these reasons, I concur only in the\njudgment.Notes1In a footnote, the Court\nbriefly opines on how aMedinaanalysis would come out in\nthese cases. The Court’s discussion of the issue, which is dictum,\nis substantially incomplete. The Court suggests thatMedinawould support its judgment because the presumption of innocence is\ndeeply rooted and fundamental.Ante, at 7, n. 9. It is\ntrue, of course, that this presumption is restored when a\nconviction is reversed. But that says very little about the\nquestion at hand: namely, what musthappenonce that\npresumption is restored. Notably, the Court cites not a single case\napplying the presumption of innocence in the refund context. At the\nsame time, the Court ignores cases that bear directly on the\nquestion in these cases and thus must be part of a properMedinainquiry. Seeinfra, at this page and\n4–5.2The Court’s position is\nalso at odds with other principles of our procedural due process\njurisprudence. It is well settled, for example, that a plaintiff\nwho is deprived of property with inadequate process is not entitled\nto be compensated if the defendant can prove the deprivation “would\nhave occurred even if [the plaintiff] had been given due process.”Thompsonv.District of Columbia, 832 F. 3d 339,\n346 (CADC 2016); seeCareyv.Piphus, 435 U. S.\n247, 260, 263 (1978) . This principle is in obvious tension with\nthe Court’s holding.3The Court cites one\nintermediate appellate case for the proposition that when a\nconviction is reversed, any restitution order dependent on that\nconviction is simultaneously vacated.Ante, at 2–3,\nn. 3 (citingPeoplev.Scearce, 87 P. 3d\n228 (Colo. App. 2003)).Scearcedid not discuss whether any\npayments had been made to victims or—if so—whether they would be\nrecoverable from the State. More important,Scearceis\nhardly the last word on the question whether due process invariably\nrequires the refund of restitution.",
    "joined": []
}