{
    "case": {
        "docket": "17-1717",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1717/"
    },
    "id": "4111202",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 17–1717 and 18–18_________________THE AMERICAN LEGION, et al.,\nPETITIONERS17–1717v.AMERICAN HUMANIST ASSOCIATION,\net al.; andMARYLAND-NATIONAL CAPITAL PARK AND\nPLANNING COMMISSION, PETITIONER18–18v.AMERICAN HUMANIST ASSOCIATION,\net al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2019]Justice Alito announced the judgment of the\nCourt and delivered the opinion of the Court with respect to Parts\nI, II–B, II–C, III, and IV, and an opinion with respect to Parts\nII–A and II–D, in which The Chief Justice, Justice Breyer, and\nJustice Kavanaugh join.Since 1925, the Bladensburg Peace Cross (Cross)\nhas stood as a tribute to 49 area soldiers who gave their lives in\nthe First World War. Eighty-nine years after the dedication of the\nCross, respondents filed this lawsuit, claiming that they are\noffended by the sight of the memorial on public land and that its\npresence there and the expenditure of public funds to maintain it\nviolate the Establishment Clause of the First Amendment. To remedy\nthis violation, they asked a federal court to order the relocation\nor demolition of the Cross or at least the removal of its arms. The\nCourt of Appeals for the Fourth Circuit agreed that the memorial is\nunconstitutional and remanded for a determination of the proper\nremedy. We now reverse.Although the cross has long been a preeminent\nChristian symbol, its use in the Bladensburg memorial has a special\nsignificance. After the First World War, the picture of row after\nrow of plain white crosses marking the overseas graves of soldiers\nwho had lost their lives in that horrible conflict was emblazoned\non the minds of Americans at home, and the adoption of the cross as\nthe Bladensburg memorial must be viewed in that historical context.\nFor nearly a century, the Bladensburg Cross has expressed the\ncommunity’s grief at the loss of the young men who perished, its\nthanks for their sacrifice, and its dedication to the ideals for\nwhich they fought. It has become a prominent community landmark,\nand its removal or radical alteration at this date would be seen by\nmany not as a neutral act but as the manifestation of “a hostility\ntoward religion that has no place in our Establishment Clause\ntraditions.”Van Ordenv.Perry,545\nU.S. 677, 704 (2005) (Breyer, J., concurring in judgment). And\ncon- trary to respondents’ intimations, there is no evidence of\ndiscriminatory intent in the selection of the design of the\nmemorial or the decision of a Maryland commission to maintain it.\nThe Religion Clauses of the Constitution aim to foster a society in\nwhich people of all beliefs can live together harmoniously, and the\npresence of the Bladensburg Cross on the land where it has stood\nfor so many years is fully consistent with that aim.IAThe cross came into widespread use as a symbol\nof Christianity by the fourth century,[1] and it retains that meaning today. But there are many\ncontexts in which the symbol has also taken on a secular meaning.\nIndeed, there are instances in which its message is now almost\nentirely secular.A cross appears as part of many registered\ntrademarks held by businesses and secular organizations, including\nBlue Cross Blue Shield, the Bayer Group, and some Johnson &\nJohnson products.[2] Many of\nthese marks relate to health care, and it is likely that the\nassociation of the cross with healing had a religious origin. But\nthe current use of these marks is indisputably secular.The familiar symbol of the Red Cross—a red cross\non a white background—shows how the meaning of a symbol that was\noriginally religious can be transformed. The International\nCommittee of the Red Cross (ICRC) selected that symbol in 1863\nbecause it was thought to call to mind the flag of Switzerland, a\ncountry widely known for its neutrality.[3] The Swiss flag consists of a white cross on a red\nbackground. In an effort to invoke the message associated with that\nflag, the ICRC copied its design with the colors inverted. Thus,\nthe ICRC selected this symbol for an essentially secular reason,\nand the current secular message of the symbol is shown by its use\ntoday in nations with only tiny Christian populations.[4] But the cross was originally chosen\nfor the Swiss flag for religious reasons.[5] So an image that began as an expression of faith was\ntransformed.The image used in the Bladensburg memorial—a\nplain Latin cross[6]—also took\non new meaning after World War I. “During and immediately after the\nwar, the army marked soldiers’ graves with temporary wooden crosses\nor Stars of David”—a departure from the prior practice of marking\ngraves in American military cemeteries with uniform rectangular\nslabs. G. Piehler, Remembering War the American Way 101 (1995);\nApp. 1146. The vast majority of these grave markers consisted of\ncrosses,[7] and thus when\nAmericans saw photographs of these cemeteries, what struck them\nwere rows and rows of plain white crosses. As a result, the image\nof a simple white cross “developed into a ‘central symbol’ ”\nof the conflict.Ibid. Contemporary literature, poetry, and\nart reflected this powerful imagery. See Brief for Veterans of\nForeign Wars of the United States et al. asAmici\nCuriae10–16. Perhaps most famously, John McCrae’s poem, In\nFlanders Fields, began with these memorable lines:“In Flanders fields the poppies blowBetween the crosses, row on row.”In Flanders Fields and Other Poems 3 (G. P.\nPutnam’s Sons ed. 1919). The poem was enormously popular. See P.\nFussell, The Great War and Modern Memory 248–249 (1975). A 1921 New\nYork Times article quoted a description of McCrae’s composition as\n“ ‘the poem of the army’ ” and “ ‘of all those who\nunderstand the meaning of the great conflict.’ ”[8] The image of “the crosses, row on row,”\nstuck in people’s minds, and even today for those who view World\nWar I cemeteries in Europe, the image is arresting.[9]After the 1918 armistice, the War Department\nannounced plans to replace the wooden crosses and Stars of David\nwith uniform marble slabs like those previously used in American\nmilitary cemeteries. App. 1146. But the public outcry against that\nproposal was swift and fierce. Many organizations, including the\nAmerican War Mothers, a nonsectarian group founded in 1917, urged\nthe Department to retain the design of the temporary markers.Id., at 1146–1147. When the American Battle Monuments\nCommission took over the project of designing the headstones, it\nresponded to this public sentiment by opting to replace the wooden\ncrosses and Stars of David with marble versions of those symbols.Id., at 1144. A Member of Congress likewise introduced a\nresolution noting that “these wooden symbols have, during and since\nthe World War, been regarded as emblematic of the great sacrifices\nwhich that war entailed, have been so treated by poets and artists\nand have become peculiarly and inseparably associated in the\nthought of surviving relatives and comrades and of the Nation with\nthese World War graves.” H. Res. 15, 68th Cong., 1 (1924), App.\n1163–1164. This national debate and its outcome confirmed the\ncross’s widespread resonance as a symbol of sacrifice in the\nwar.BRecognition of the cross’s symbolism extended\nto local communities across the country. In late 1918, residents of\nPrince George’s County, Maryland, formed a committee for the\npurpose of erecting a memorial for the county’s fallen soldiers.\nApp. 988–989, 1014. Among the committee’s members were the mothers\nof 10 deceased soldiers.Id.,at 989. The committee decided\nthat the memorial should be a cross and hired sculptor and\narchitect John Joseph Earley to design it. Although we do not know\nprecisely why the committee chose the cross, it is unsurprising\nthat the committee—and many others commemorating World War\nI[10]—adopted a symbol so\nwidely associated with that wrenching event.After selecting the design, the committee turned\nto the task of financing the project. The committee held\nfundraising events in the community and invited donations, no\nmatter the size, with a form that read:“We, the citizens of Maryland, trusting in\nGod, the Supreme Ruler of the Universe, Pledge Faith in our\nBrothers who gave their all in the World War to make [the] World\nSafe for Democracy. Their Mortal Bodies have turned to dust, but\ntheir spirit Lives to guide us through Life in the way of\nGodliness, Justice and Liberty.“With our Motto, ‘One God, One Country, and One\nFlag’ We contribute to this Memorial Cross Commemorating the Memory\nof those who have not Died in Vain.”Id., at. 1251.Many of those who responded were local residents\nwho gave small amounts: Donations of 25 cents to 1 dollar were the\nmost common.Id., at 1014. Local businesses and political\nleaders assisted in this effort.Id.,at 1014, 1243. In\nwriting to thank United States Senator John Walter Smith for his\ndonation, committee treasurer Mrs. Martin Redman explained that\n“[t]he chief reason I feel as deeply in this matter [is that], my\nson, [Wm.] F. Redman, lost his life in France and because of that I\nfeel that our memorial cross is, in a way, his grave stone.”Id., at 1244.The Cross was to stand at the terminus of\nanother World War I memorial—the National Defense Highway, which\nconnects Washington to Annapolis. The community gathered for a\njoint groundbreaking ceremony for both memorials on September 28,\n1919; the mother of the first Prince George’s County resident\nkilled in France broke ground for the Cross.Id., at 910. By\n1922, however, the committee had run out of funds, and progress on\nthe Cross had stalled. The local post of the American Legion took\nover the project, and the monument was finished in 1925.The completed monument is a 32-foot tall Latin\ncross that sits on a large pedestal. The American Legion’s emblem\nis displayed at its center, and the words “Valor,” “Endurance,”\n“Courage,” and “Devotion” are inscribed at its base, one on each of\nthe four faces. The pedestal also features a 9- by 2.5-foot bronze\nplaque explaining that the monument is “Dedicated to the heroes of\nPrince George’s County, Maryland who lost their lives in the Great\nWar for the liberty of the world.”Id., at 915\n(capitalization omitted). The plaque lists the names of 49 local\nmen, both Black and White, who died in the war. It identifies the\ndates of American involvement, and quotes President Woodrow\nWilson’s request for a declaration of war: “The right is more\nprecious than peace. We shall fight for the things we have always\ncarried nearest our hearts. To such a task we dedicate our lives.”Ibid.At the dedication ceremony, a local Catholic\npriest offered an invocation.Id.,at 217–218. United States\nRepresentative Stephen W. Gambrill delivered the keynote address,\nhonoring the “ ‘men of Prince George’s County’ ” who\n“ ‘fought for the sacred right of all to live in peace and\nsecurity.’ ”Id., at 1372. He encouraged the commu-\nnity to look to the “ ‘token of this cross, symbolic of\nCalvary,’ ” to “ ‘keep fresh the memory of our boys who\ndied for a righteous cause.’ ”Ibid.The ceremony\nclosed with a benediction offered by a Baptist pastor.Since its dedication, the Cross has served as\nthe site of patriotic events honoring veterans, including\ngatherings on Veterans Day, Memorial Day, and Independence Day.\nLike the dedication itself, these events have typically included an\ninvocation, a keynote speaker, and a benediction.Id., at\n182, 319–323. Over the years, memorials honoring the veterans of\nother conflicts have been added to the surrounding area, which is\nnow known as Veterans Memorial Park. These include a World War II\nHonor Scroll; a Pearl Harbor memorial; a Korea-Vietnam veterans\nmemorial; a September 11 garden; a War of 1812 memorial; and two\nrecently added 38-foot-tall markers depicting British and American\nsoldiers in the Battle of Bladensburg.Id., at 891–903,\n1530. Because the Cross is located on a traffic island with limited\nspace, the closest of these other monuments is about 200 feet away\nin a park across the road.Id., at 36, 44.As the area around the Cross developed, the\nmonument came to be at the center of a busy intersection. In 1961,\nthe Maryland-National Capital Park and Planning Commission\n(Commission) acquired the Cross and the land on which it sits in\norder to preserve the monument and address traffic-safety\nconcerns.[11]Id., at\n420–421, 1384–1387. The American Legion reserved the right to\ncontinue using the memorial to host a variety of ceremonies,\nincluding events in memory of departed veterans.Id., at\n1387. Over the next five decades, the Commission spent\napproximately $117,000 to maintain and preserve the monument. In\n2008, it budgeted an additional $100,000 for renovations and\nrepairs to the Cross.[12]CIn 2012, nearly 90 years after the Cross was\ndedicated and more than 50 years after the Commission acquired it,\nthe American Humanist Association (AHA) lodged a complaint with the\nCommission. The complaint alleged that the Cross’s presence on\npublic land and the Commission’s maintenance of the memorial\nviolate the Establishment Clause of the First Amendment.Id.,at 1443–1451. The AHA, along with three residents of\nWashington, D. C., and Maryland, also sued the Commission in\nthe District Court for the District of Maryland, making the same\nclaim. The AHA sought declaratory and injunctive relief requiring\n“removal or demolition of the Cross, or removal of the arms from\nthe Cross to form a non-religious slab or obelisk.” 874 F.3d 195,\n202, n. 7 (CA4 2017) (internal quotation marks omitted). The\nAmerican Legion intervened to defend the Cross.The District Court granted summary judgment for\nthe Commission and the American Legion. The Cross, the District\nCourt held, satisfies both the three-pronged test announced inLemonv.Kurtzman,403 U.S.\n602(1971),and the analysis applied by Justice Breyer\nin upholding the Ten Commandments monument at issue inVan\nOrdenv.Perry,545\nU.S. 677. Under theLemontest, a court must ask whether\na challenged government action (1) has a secular purpose; (2) has a\n“principal or primary effect” that “neither advances nor inhibits\nreligion”; and (3) does not foster “an excessive government\nentanglement with religion,” 403 U. S., at 612–613 (internal\nquotation marks omitted). Applying that test, the District Court\ndetermined that the Commission had secular purposes for acquiring\nand maintaining the Cross—namely, to commemorate World War I and to\nensure traffic safety. The court also found that a reasonable\nobserver aware of the Cross’s history, setting, and secular\nelements “would not view the Monument as having the effect of\nimpermissibly endorsing religion.” 147 F. Supp. 3d 373, 387\n(Md. 2015). Nor, according to the court, did the Commission’s\nmaintenance of the memorial create the kind of “continued and\nrepeated government involvement with religion” that would\nconstitute an excessive entanglement.Ibid.(internal\nquotation marks and emphasis omitted). Finally, in light of the\nfactors that informed its analysis ofLemon’s “effects”\nprong, the court concluded that the Cross is constitutional under\nJustice Breyer’s approach inVan Orden.147 F. Supp.\n3d, at 388–390.A divided panel of the Court of Appeals for the\nFourth Circuit reversed. The majority relied primarily on theLemontest but also took cognizance of Justice Breyer’sVan Ordenconcurrence. While recognizing that the Commission\nacted for a secular purpose, the court held that the Bladensburg\nCross failedLemon’s “effects” prong because a reasonable\nobserver would view the Commission’s ownership and maintenance of\nthe monument as an endorsement of Christianity. The court\nemphasized the cross’s “inherent religious meaning” as the\n“ ‘preeminent symbol of Christianity.’ ” 874 F. 3d,\nat 206–207. Although conceding that the monument had several\n“secular elements,” the court asserted that they were\n“overshadow[ed]” by the Cross’s size and Christian\nconnection—especially because the Cross’s location and condition\nwould make it difficult for “passers-by” to “read” or otherwise\n“examine” the plaque and American Legion emblem.Id.,at\n209–210. The court rejected as “too simplistic” an argument\ndppefending the Cross’s constitutionality on the basis of its\n90-year history, suggesting that “[p]erhaps the longer a violation\npersists, the greater the affront to those offended.”Id.,at 208. In the alternative, the court concluded, the Commission had\nbecome excessively entangled with religion by keeping a display\nthat “aggrandizes the Latin cross” and by spending more thande\nminimispublic funds to maintain it.Id.,at\n211–212.Chief Judge Gregory dissented in relevant part,\ncontending that the majority misapplied the “effects” test by\nfailing to give adequate consideration to the Cross’s “physical\nsetting, history, and usage.”Id.,at 218 (opinion\nconcurring in part and dissenting in part). He also disputed the\nmajority’s excessive-entanglement analysis, noting that the\nCommission’s maintenance of the Cross was not the kind of\n“comprehensive, discriminating, and continuing state surveillance”\nof religion thatLemonwas con-cerned to rule out. 874\nF. 3d, at 221 (internal quotation marks omitted).The Fourth Circuit denied rehearing en banc over\ndissents by Chief Judge Gregory, Judge Wilkinson, and Judge\nNiemeyer. 891 F.3d 117 (2018). The Commission and the American\nLegion each petitioned for certiorari. We granted the petitions and\nconsolidated them for argument. 586 U. S. ___ (2016).IIAThe Establishment Clause of the First\nAmendment provides that “Congress shall make no law respecting an\nestablishment of religion.” While the concept of a formally\nestablished church is straightforward, pinning down the meaning of\na “law respecting an establishment of religion” has proved to be a\nvexing problem. Prior to the Court’s decision inEversonv.Board of Ed. of Ewing,330 U.S. 1(1947), the Establishment Clause was applied only to the Federal\nGovernment, and few cases involving this provision came before the\nCourt. AfterEversonrecognized the incorporation of the\nClause, however, the Court faced a steady stream of difficult and\ncontroversial Establishment Clause issues, ranging from Bible\nreading and prayer in the public schools,Engelv.Vitale,370 U.S.\n421(1962);School Dist. of Abington Townshipv.Schempp,374 U.S.\n203(1963), to Sunday closing laws,McGowanv.Maryland,366 U.S.\n420(1961), to state subsidies for church-related schools or\nthe parents of students attending those schools,Board of Ed. of\nCentral School Dist. No. 1v.Allen,392 U.S.\n236(1968);Everson, supra.After grappling with such\ncases for more than 20 years,Lemonambitiously attempted to\ndistill from the Court’s existing case law a test that would bring\norder and predictability to Establishment Clause decisionmaking.\nThat test, as noted, called on courts to examine the purposes and\neffects of a challenged government action, as well as any\nentanglement with religion that it might entail.Lemon, 403\nU. S., at 612–613. The Court later elaborated that the\n“effect[s]” of a challenged action should be assessed by asking\nwhether a “reasonable observer” would conclude that the action\nconstituted an “endorsement” of religion.County of\nAlleghenyv.American Civil Liberties Union, Greater\nPittsburgh Chapter,492\nU.S. 573, 592 (1989);id.,at 630 (O’Connor, J.,\nconcurring in part and concurring in judgment).If theLemonCourt thought that its test\nwould provide a framework for all future Establishment Clause\ndecisions, its expectation has not been met. In many cases, this\nCourt has either expressly declined to apply the test or has simply\nignored it. SeeZobrestv.Catalina Foothills School\nDist.,509 U.S. 1(1993);Board of Ed. of Kiryas Joel Village School Dist.v.Grumet,512 U.S.\n687(1994);Rosenbergerv.Rector and Visitors of\nUniv. of Va.,515 U.S.\n819(1995);Capitol Square Review and Advisory Bd.v.Pinette,515 U.S.\n753(1995);Good News Clubv.Milford Central\nSchool,533 U.S.\n98(2001);Zelmanv.Simmons-Harris,536 U.S.\n639(2002);Cutterv.Wilkinson,544 U.S.\n709(2005);Van Orden,545\nU.S. 677;Hosanna-Tabor Evangelical Lutheran Church and\nSchoolv.EEOC,565 U.S.\n171(2012);Town of Greecev.Galloway, 572 U.S.\n565 (2014);Trumpv.Hawaii, 585 U. S. ___\n(2018).This pattern is a testament to theLemontest’s shortcomings. As Establishment Clause cases involving a\ngreat array of laws and practices came to the Court, it became more\nand more apparent that theLemontest could not resolve\nthem. It could not “explain the Establishment Clause’s tolerance,\nfor example, of the prayers that open legislative meetings,\n. . . certain references to, and invocations of, the\nDeity in the public words of public officials; the public\nreferences to God on coins, decrees, and buildings; or the\nattention paid to the religious objectives of certain holidays,\nincluding Thanksgiving.”Van Orden,supra, at 699\n(opinion of Breyer, J.). The test has been harshly criticized by\nMembers of this Court,[13]\nlamented by lower court judges,[14] and questioned by a diverse roster of\nscholars.[15]For at least four reasons, theLemontest presents particularly daunting problems in cases, including\nthe one now before us, that involve the use, for ceremonial,\ncelebratory, or commemorative purposes, of words or symbols with\nreligious associations.[16]\nTogether, these considera- tions counsel against efforts to\nevaluate such cases underLemonand toward application of a\npresumption of constitutionality for longstanding monuments,\nsymbols, and practices.BFirst, these cases often concern\nmonuments, symbols, or practices that were first established long\nago, and in such cases, identifying their original purpose or\npurposes may be especially difficult. InSalazarv.Buono,559 U.S.\n700(2010), for example, we dealt with a cross that a small\ngroup of World War I veterans had put up at a remote spot in the\nMojave Desert more than seven decades earlier. The record contained\nvirtually no direct evidence regarding the specific motivations of\nthese men. We knew that they had selected a plain white cross, and\nthere was some evidence that the man who looked after the monument\nfor many years—“a miner who had served as a medic and had thus\npresumably witnessed the carnage of the war firsthand”—was said not\nto have been “particularly religious.”Id., at 724 (Alito,\nJ., concurring in part and concurring in judgment).Without better evidence about the purpose of the\nmonument, different Justices drew different inferences. The\nplurality thought that this particular cross was meant “to\ncommemorate American servicemen who had died in World War I” and\nwas not intended “to promote a Christian message.”Id.,at\n715. The dissent, by contrast, “presume[d]” that the cross’s\npurpose “was a Christian one, at least in part, for the simple\nreason that those who erected the cross chose to commemorate\nAmerican veterans in an explicitly Christian manner.”Id.,at 752 (opinion of Stevens, J.). The truth is that 70 years after\nthe fact, there was no way to be certain about the motivations of\nthe men who were responsible for the creation of the monument. And\nthis is often the case with old monuments, symbols, and practices.\nYet it would be inappropriate for courts to compel their removal or\ntermination based on supposition.Second, as time goes by, the purposes\nassociated with an established monument, symbol, or practice often\nmultiply. Take the example of Ten Commandments monuments, the\nsubject we addressed inVan Orden,545\nU.S. 677, andMcCreary Countyv.American Civil\nLiberties Union of Ky.,545 U.S.\n844(2005). For believing Jews and Christians, the Ten\nCommandments are the word of God handed down to Moses on Mount\nSinai, but the image of the Ten Commandments has also been used to\nconvey other meanings. They have historical significance as one of\nthe foundations of our legal system, and for largely that reason,\nthey are depicted in the marble frieze in our courtroom and in\nother prominent public buildings in our Nation’s capital. SeeVan Orden,supra, at 688–690. InVan OrdenandMcCreary, no Member of the Court thought that these\ndepictions are unconstitutional. 545 U. S., at 688–690;id., at 701 (opinion of Breyer, J.);id.,at 740\n(Souter, J., dissenting).Just as depictions of the Ten Commandments in\nthese public buildings were intended to serve secular purposes, the\nlitigation inVan OrdenandMcCrearyshowed that\nsecular motivations played a part in the proliferation of Ten\nCommandments monuments in the 1950s. In 1946, Minnesota Judge E. J.\nRuegemer proposed that the Ten Commandments be widely disseminated\nas a way of combating juvenile delinquency.[17] With this prompting, the Fraternal Order of\nthe Eagles began distributing paper copies of the Ten Commandments\nto churches, school groups, courts, and government offices. The\nEagles, “while interested in the religious aspect of the Ten\nCommandments, sought to highlight the Commandments’ role in shaping\ncivic morality.”Van Orden,supra, at 701 (opinion of\nBreyer, J.). At the same time, Cecil B. DeMille was filming The Ten\nCommandments.[18] He learned\nof Judge Ruegemer’s campaign, and the two collaborated, deciding\nthat the Commandments should be carved on stone tablets and that\nDeMille would make arrangements with the Eagles to help pay for\nthem, thus simultaneously promoting his film and public awareness\nof the Decalogue. Not only did DeMille and Judge Ruegemer have\ndifferent purposes, but the motivations of those who accepted the\nmonuments and those responsible for maintaining them may also have\ndiffered. As we noted inPleasant Grove Cityv.Summum,555 U.S.\n460, 476 (2009), “the thoughts or sentiments expressed by a\ngovernment entity that accepts and displays [a monument] may be\nquite different from those of either its creator or its donor.”The existence of multiple purposes is not\nexclusive to longstanding monuments, symbols, or practices, but\nthis phenomenon is more likely to occur in such cases. Even if the\noriginal purpose of a monument was infused with religion, the\npassage of time may obscure that sentiment. As our society becomes\nmore and more religiously diverse, a community may preserve such\nmonuments, symbols, and practices for the sake of their historical\nsignificance or their place in a common cultural heritage. Cf.Schempp, 374 U. S., at 264–265 (Brennan, J.,\nconcurring) (“[The] government may originally have decreed a Sunday\nday of rest for the impermissible purpose of supporting religion\nbut abandoned that purpose and retained the laws for the\npermissible purpose of furthering overwhelmingly secular\nends”).Third,just as the purpose for\nmaintaining a monument, symbol, or practice may evolve, “[t]he\n‘message’ conveyed . . . may change over time.”Summum, 555 U. S., at 477. Consider, for example, the\nmessage of the Statue of Lib- erty, which began as a monument to\nthe solidarity and friendship between France and the United States\nand only decades later came to be seen “as a beacon welcoming\nimmigrants to a land of freedom.”Ibid.With sufficient time, religiously expressive\nmonuments, symbols, and practices can become embedded features of a\ncommunity’s landscape and identity. The community may come to value\nthem without necessarily embracing their religious roots. The\nrecent tragic fire at Notre Dame in Paris provides a striking\nexample. Although the French Republic rigorously enforces a secular\npublic square,[19] the\ncathedral remains a symbol of national importance to the religious\nand nonreligious alike. Notre Dame is fundamentally a place of\nworship and retains great religious importance, but its meaning has\nbroadened. For many, it is inextricably linked with the very idea\nof Paris and France.[20]\nSpeaking to the nation shortly after the fire, President Macron\nsaid that Notre Dame “ ‘is our history, our literature, our\nimagination. The place where we survived epidemics, wars,\nliberation. It has been the epicenter of our\nlives.’ ”[21]In the same way, consider the many cities and\ntowns across the United States that bear religious names. Religion\nundoubtedly motivated those who named Bethlehem, Pennsylvania; Las\nCruces, New Mexico; Providence, Rhode Island; Corpus Christi,\nTexas; Nephi, Utah, and the countless other places in our country\nwith names that are rooted in religion. Yet few would argue that\nthis history requires that these names be erased from the map. Or\ntake a motto like Arizona’s, “Ditat Deus” (“God enriches”),\nwhich was adopted in 1864,[22] or a flag like Maryland’s, which has included two\ncrosses since 1904.[23]\nFamiliarity itself can become a reason for preservation.Fourth, when time’s passage imbues a\nreligiously expressive monument, symbol, or practice with this kind\nof familiarity and historical significance, removing it may no\nlonger appear neutral, especially to the local community for which\nit has taken on particular meaning. A government that roams the\nland, tearing down monuments with religious symbolism and scrubbing\naway any reference to the divine will strike many as aggressively\nhostile to religion. Militantly secular regimes have carried out\nsuch projects in the past,[24] and for those with a knowledge of history, the image\nof monuments being taken down will be evocative, disturbing, and\ndivisive. Cf.Van Orden, 545 U. S., at 704 (opinion of\nBreyer, J.) (“[D]isputes concerning the removal of longstanding\ndepictions of the Ten Commandments from public buildings across the\nNation . . . could thereby create the very kind of\nreligiously based divisiveness that the Establishment Clause seeks\nto avoid”).These four considerations show that retaining\nestablished, religiously expressive monuments, symbols, and\npractices is quite different from erecting or adopting new ones.\nThe passage of time gives rise to a strong presumption of\nconstitutionality.CThe role of the cross in World War I memorials\nis il- lustrative of each of the four preceding considerations.\nImmediately following the war, “[c]ommunities across America built\nmemorials to commemorate those who had served the nation in the\nstruggle to make the world safe for democracy.” G. Piehler, The\nAmerican Memory of War, App. 1124. Although not all of these\ncommunities included a cross in their memorials, the cross had\nbecome a symbol closely linked to the war. “[T]he First World War\nwitnessed a dramatic change in . . . the symbols\nused to commemorate th[e] service” of the fallen soldiers.Id., at 1123. In the wake of the war, the United States\nadopted the cross as part of its military honors, establishing the\nDistinguished Service Cross and the Navy Cross in 1918 and 1919,\nrespectively. Seeid., at 147–148. And as already noted, the\nfallen soldiers’ final resting places abroad were marked by white\ncrosses or Stars of David. The solemn image of endless rows of\nwhite crosses became inextricably linked with and symbolic of the\nultimate price paid by 116,000 soldiers. And this relationship\nbetween the cross and the war undoubtedly influenced the design of\nthe many war memorials that sprang up across the Nation.This is not to say that the cross’s association\nwith the war was the sole or dominant motivation for the inclusion\nof the symbol in every World War I memorial that features it. But\ntoday, it is all but impossible to tell whether that was so. The\npassage of time means that testimony from those actually involved\nin the decisionmaking process is generally unavailable, and\nattempting to uncover their motivations invites rampant\nspeculation. And no matter what the original purposes for the\nerection of a monument, a community may wish to preserve it for\nvery different reasons, such as the historic preservation and\ntraffic-safety concerns the Commission has pressed here.In addition, the passage of time may have\naltered the area surrounding a monument in ways that change its\nmeaning and provide new reasons for its preservation. Such changes\nare relevant here, since the Bladensburg Cross now sits at a busy\ntraffic intersection, and numerous additional monuments are located\nnearby.Even the AHA recognizes that there are instances\nin which a war memorial in the form of a cross is unobjectionable.\nThe AHA is not offended by the sight of the Argonne Cross or the\nCanadian Cross of Sacrifice, both Latin crosses commemorating World\nWar I that rest on public grounds in Arlington National Cemetery.\nThe difference, according to the AHA, is that their location in a\ncemetery gives them a closer association with individual\ngravestones and interred soldiers. See Brief for Respondents 96;\nTr. of Oral Arg. 52.But a memorial’s placement in a cemetery is not\nnecessary to create such a connection. The parents and other\nrelatives of many of the war dead lacked the means to travel to\nEurope to visit their graves, and the bodies of approximately 4,400\nAmerican soldiers were either never found or never\nidentified.[25] Thus, for\nmany grieving relatives and friends, memorials took the place of\ngravestones. Recall that the mother of one of the young men\nmemorialized by the Bladensburg Cross thought of the memorial as,\n“in a way, his grave stone.” App. 1244. Whether in a cemetery or a\ncity park, a World War I cross remains a memorial to the\nfallen.Similar reasoning applies to other memorials and\nmonuments honoring important figures in our Nation’s his- tory.\nWhen faith was important to the person whose life is commemorated,\nit is natural to include a symbolic reference to faith in the\ndesign of the memorial. For example, many memorials for Dr. Martin\nLuther King, Jr., make reference to his faith. Take the Martin\nLuther King, Jr. Civil Rights Memorial Park in Seattle, which\ncontains a sculpture in three segments representing “both the\nChristian Trinity and the union of the family.”[26] In Atlanta, the Ebenezer Baptist Church\nsits on the grounds of the Martin Luther King, Jr. National\nHistorical Park. National Statuary Hall in the Capitol honors a\nvariety of religious figures: for example, Mother Joseph Pariseau\nkneeling in prayer; Po’Pay, a Pueblo religious leader with symbols\nof the Pueblo religion; Brigham Young, president of the Church of\nJesus Christ of Latter-day Saints; and Father Eusebio Kino with a\ncrucifix around his neck and his hand raised in blessing.[27] These monuments honor men and\nwomen who have played an important role in the history of our\ncountry, and where religious symbols are included in the monuments,\ntheir presence acknowledges the centrality of faith to those whose\nlives are commemorated.Finally, as World War I monuments have endured\nthrough the years and become a familiar part of the physical and\ncultural landscape, requiring their removal would not be viewed by\nmany as a neutral act. And an alteration like the one entertained\nby the Fourth Circuit—amputating the arms of the Cross, see 874\nF. 3d, at 202, n. 7—would be seen by many as profoundly\ndisrespectful. One member of the majority below viewed this\nobjection as inconsistent with the claim that the Bladensburg Cross\nserves secular purposes, see 891 F. 3d, at 121 (Wynn, J.,\nconcurring in denial of en banc), but this argument misunderstands\nthe complexity of monuments. A monument may express many purposes\nand convey many different messages, both secular and religious. Cf.Van Orden, 545 U. S., at 690 (plurality opinion)\n(describing simultaneous religious and secular meaning of the Ten\nCommandments display). Thus,a campaign to obliterate items\nwith religious associations may evidence hostility to religion even\nif those religious associations are no longer in the forefront.For example, few would say that the State of\nCalifornia is attempting to convey a religious message by retaining\nthe names given to many of the State’s cities by their original\nSpanish settlers—San Diego, Los Angeles, Santa Barbara, San Jose,\nSan Francisco, etc. But it would be something else entirely if the\nState undertook to change all those names. Much the same is true\nabout monuments to soldiers who sacrificed their lives for this\ncountry more than a century ago.DWhile theLemonCourt ambitiously\nattempted to find a grand unified theory of the Establishment\nClause, in later cases, we have taken a more modest approach that\nfocuses on the particular issue at hand and looks to history for\nguidance. Our cases involving prayer before a legislative session\nare an example.InMarshv.Chambers,463 U.S.\n783(1983), the Court upheld the Nebraska Legislature’s\npractice of beginning each session with a prayer by an official\nchaplain, and in so holding, the Court conspicuously ignoredLemonand did not respond to Justice Brennan’s argument in\ndissent that the legislature’s practice could not satisfy theLemontest.Id., at 797–801. Instead, the Court found\nit highly persuasive that Congress for more than 200 years had\nopened its sessions with a prayer and that many state legislatures\nhad followed suit.Id., at 787–788. We took a similar\napproach more recently inTown of Greece, 572 U. S., at\n577.We reached these results even though it was\nclear, as stressed by theMarshdissent, that prayer is by\ndefinition religious. SeeMarsh,supra, at 797–798\n(opinion of Brennan, J.). As the Court put it inTown of\nGreece: “Marshmust not be understood as permitting\na practice that would amount to a constitutional violation if not\nfor its historical foundation.” 572 U. S., at 576. “The case\nteaches instead that the Establishment Clause must be interpreted\n‘by reference to historical practices and\nunderstandings’ ” and that the decision of the First\nCongress to “provid[e] for the appointment of chaplains only days\nafter approving language for the First Amendment demonstrates that\nthe Framers considered legislative prayer a benign acknowledgment\nof religion’s role in society.”Ibid.The prevalence of this philosophy at the time of\nthe founding is reflected in other prominent actions taken by the\nFirst Congress. It requested—and President Washington proclaimed—a\nnational day of prayer, see 1 J. Richardson, Messages and Papers of\nthe Presidents, 1789–1897, p. 64 (1897) (President Washington’s\nThanksgiving Proclamation), and it reenacted the Northwest\nTerritory Ordinance, which provided that “[r]eligion, morality, and\nknowledge, being necessary to good government and the happiness of\nmankind, schools and the means of education shall forever be\nencouraged,” 1Stat. 52, n. (a). President Washington echoed\nthis sentiment in his Farewell Address, calling religion and\nmorality “indispensable supports” to “political prosperity.”\nFarewell Address (1796), in 35 The Writings of George Washington\n229 (J. Fitzpatrick ed. 1940). See also P. Hamburger, Separation of\nChurch and State 66 (2002). The First Congress looked to these\n“supports” when it chose to begin its sessions with a prayer. This\npractice was designed to solemnize congressional meetings, unifying\nthose in attendance as they pursued a common goal of good\ngovernance.To achieve that purpose, legislative prayer\nneeded to be inclusive rather than divisive, and that required a\ndetermined effort even in a society that was much more religiously\nhomogeneous than ours today. Although the United States at the time\nwas overwhelmingly Christian and Protestant,[28] there was considerable friction between\nProtestant denominations. See M. Noll, America’s God: From Jonathan\nEdwards to Abraham Lincoln 228 (2002). Thus, when an Episcopal\nclergyman was nominated as chaplain, some Congregationalist Members\nof Congress objected due to the “ ‘diversity of religious\nsentiments represented in Congress.’ ” D. Davis, Religion and\nthe Continental Congress 74 (2000). Nevertheless, Samuel Adams, a\nstaunch Congregationalist, spoke in favor of the motion: “ ‘I\nam no bigot. I can hear a prayer from a man of piety and virtue,\nwho is at the same time a friend of his country.’ ”Ibid.Others agreed and the chaplain was appointed.Over time, the members of the clergy invited to\noffer prayers at the opening of a session grew more and more\ndiverse. For example, an 1856 study of Senate and House Chaplains\nsince 1789 tallied 22 Methodists, 20 Presbyterians, 19\nEpiscopalians, 13 Baptists, 4 Congregationalists, 2 Roman\nCatholics, and 3 that were characterized as\n“miscellaneous.”[29] Four\nyears later, Rabbi Morris Raphall became the first rabbi to open\nCongress.[30] Since then,\nCongress has welcomed guest chaplains from a variety of faiths,\nincluding Islam, Hinduism, Buddhism, and Native American\nreligions.[31]InTown of Greece,which concerned prayer\nbefore a town council meeting, there was disagreement about the\ninclusiveness of the town’s practice. Compare 572 U. S., at\n585 (opinion of the Court) (“The town made reasonable efforts to\nidentify all of the congregations located within its borders and\nrepresented that it would welcome a prayer by any minister or\nlayman who wished to give one”), withid., at 616 (Kagan,\nJ., dissenting) (“Greece’s Board did nothing to recognize religious\ndiversity”). But there was no disagreement that the Establishment\nClause permits a nondiscriminatory practice of prayer at the\nbeginning of a town council session. Seeibid.(“I believe\nthat pluralism and inclusion [in legislative prayer] in a town hall\ncan satisfy the constitutional requirement of neutrality”). Of\ncourse, the specific practice challenged inTown of Greecelacked the very direct connection, via the First Congress, to the\nthinking of those who were responsible for framing the First\nAmendment. But what mattered was that the town’s practice “fi[t]\nwithin the tradition long followed in Congress and the state\nlegislatures.”Id.,at 577 (opinion of the Court).The practice begun by the First Congress stands\nout as an example of respect and tolerance for differing views, an\nhonest endeavor to achieve inclusivity and nondiscrimination, and a\nrecognition of the important role that religion plays in the lives\nof many Americans. Where categories of monuments, symbols, and\npractices with a longstand- ing history follow in that tradition,\nthey are likewise constitutional.IIIApplying these principles, we conclude that\nthe Bladensburg Cross does not violate the Establishment\nClause.As we have explained, the Bladensburg Cross\ncarries special significance in commemorating World War I. Due in\nlarge part to the image of the simple wooden crosses that\noriginally marked the graves of American soldiers killed in the\nwar, the cross became a symbol of their sacrifice, and the design\nof the Bladensburg Cross must be understood in light of that\nbackground. That the cross originated as a Christian symbol and\nretains that meaning in many contexts does not change the fact that\nthe symbol took on an added secular meaning when used in World War\nI memorials.Not only did the Bladensburg Cross begin with\nthis meaning, but with the passage of time, it has acquired\nhistorical importance. It reminds the people of Bladensburg and\nsurrounding areas of the deeds of their predecessors and of the\nsacrifices they made in a war fought in the name of democracy. As\nlong as it is retained in its original place and form, it speaks as\nwell of the community that erected the monument nearly a century\nago and has maintained it ever since. The memorial represents what\nthe relatives, friends, and neighbors of the fallen soldiers felt\nat the time and how they chose to express their sentiments. And the\nmonument has acquired additional layers of historical meaning in\nsubsequent years. The Cross now stands among memorials to veterans\nof later wars. It has become part of the community.The monument would not serve that role if its\ndesign had deliberately disrespected area soldiers who perished in\nWorld War I. More than 3,500 Jewish soldiers gave\ntheir lives for the United States in that conflict,[32] and some have wondered whether\nthe names of any Jewish soldiers from the area were deliberately\nleft off the list on the memorial or whether the names of any\nJewish soldiers were included on the Cross against the wishes of\ntheir families. There is no evidence that either thing was done,\nand we do know that one of the local American Legion leaders\nresponsible for the Cross’s construction was a Jewish veteran. See\nApp. 65, 205, 990.The AHA’s brief strains to connect the\nBladensburg Cross and even the American Legion with anti-Semitism\nand the Ku Klux Klan, see Brief for Respondents 5–7, but the AHA’s\ndisparaging intimations have no evidentiary support. And when the\nevents surrounding the erection of the Cross are viewed in\nhistorical context, a very different picture may perhaps be\ndiscerned. The monument was dedicated on July 12, 1925, during a\nperiod when the country was experiencing heightened racial and\nreligious animosity. Membership in the Ku Klux Klan, which preached\nhatred of Blacks, Catholics, and Jews, was at its height.[33] On August 8, 1925, just two\nweeks after the dedication of the Bladensburg Cross and less than\n10 miles away, some 30,000 robed Klansmen marched down Pennsylvania\nAvenue in the Nation’s Capital. But the Bladensburg Cross memorial\nincluded the names of both Black and White soldiers who had given\ntheir lives in the war; and despite the fact that Catholics and\nBaptists at that time were not exactly in the habit of\nparticipating together in ecumenical services, the ceremony\ndedicating the Cross began with an invocation by a Catholic priest\nand ended with a benediction by a Baptist pastor. App. 1559–1569,\n1373. We can never know for certain what was in the minds of those\nresponsible for the memorial, but in light of what we know about\nthis ceremony, we can perhaps make out a picture of a community\nthat, at least for the moment, was united by grief and patriotism\nand rose above the divisions of the day.Finally, it is surely relevant that the monument\ncommemorates the death of particular individuals. It is natural and\nappropriate for those seeking to honor the deceased to invoke the\nsymbols that signify what death meant for those who are\nmemorialized. In some circumstances, the exclusion of any such\nrecognition would make a memorial incomplete. This well explains\nwhy Holocaust memorials invariably include Stars of David or other\nsymbols of Judaism.[34] It\nexplains why a new memorial to Native American veterans in\nWashington, D. C., will portray a steel circle to represent\n“ ‘the hole in the sky where the creator\nlives.’ ”[35] And this\nis why the memorial for soldiers from the Bladensburg community\nfeatures the cross—the same symbol that marks the graves of so many\nof their comrades near the battlefields where they fell.IVThe cross is undoubtedly a Christian symbol,\nbut that fact should not blind us to everything else that the\nBladensburg Cross has come to represent. For some, that monument is\na symbolic resting place for ancestors who never returned home. For\nothers, it is a place for the community to gather and honor all\nveterans and their sacrifices for our Nation. For others still, it\nis a historical landmark. For many of these people, destroying or\ndefacing the Cross that has stood undisturbed for nearly a century\nwould not be neutral and would not further the ideals of respect\nand tolerance embodied in the First Amendment. For all these\nreasons, the Cross does not offend the Constitution.*  *  *We reverse the judgment of the Court of\nAppeals for the Fourth Circuit and remand the cases for further\nproceedings.It is so ordered.Notes1B. Longenecker, The Cross\nBefore Constantine: The Early Life of a Christian Symbol 2\n(2015).2See Blue Cross, Blue\nShield, https://www.bcbs.com; The Bayer Group, The Bayer Cross—Logo\nand Landmark, https://www.bayer.com/en/logo-history.aspx; Band-Aid\nBrand Adhesive Bandages, Johnson & Johnson All Purpose First\nAid Kit,\nhttps://www.band-aid.com/products/first-aid-kits/all-purpose (all\nInternet materials as last visited June 18, 2019).3International Committee\nof the Red Cross, The History of the Emblems,\nhttps://www.icrc.org/en/doc/resources/documents/misc/emblem-history.htm.4For example, the Indian\nand Japanese affiliates of the ICRC and Red Crescent Societies use\nthe symbol of the cross. See Indian Red Cross Society,https://www.indianredcross.org/ircs/index.php; Japanese Red\nCross Society,http://www.jrc.or.jp/english /.5See “Flag of\nSwitzerland,” Britannica Academic,\nhttps://academic.eb.com/levels/collegiate/article/flag-of-Switzerland/93966.6The Latin form of the\ncross “has a longer upright than crossbar. The intersection of the\ntwo is usually such that the upper and the two horizontal arms are\nall of about equal length, but the lower arm is conspicuously\nlonger.” G. Ferguson, Signs & Symbols in Christian Art 294\n(1954). See also Webster’s Third New International Dictionary 1276\n(1981) (“latin cross, n.”: “a figure of a cross having a long\nupright shaft and a shorter crossbar traversing it above the\nmiddle”).7Of the roughly 116,000\ncasualties the United States suffered in World War I, some 3,500\nwere Jewish soldiers. J. Fredman & L. Falk, Jews in American\nWars 100 (5th ed. 1954). In the congressional hearings involving\nthe appropriate grave markers for those buried abroad, one\nRepresentative stated that approximately 1,600 of these Jewish\nsoldiers were buried in overseas graves marked by Stars of David.\nSee Hearings before the Committee on Military Affairs, 68th Cong.,\n1st Sess., 3 (1924). That would constitute about 5.2% of the 30,973\ngraves in American World War I cemeteries abroad. See American\nBattle Monuments Commission (ABMC), World War I Burials and\nMemorializations, https://www.abmc.gov/node/1273.8“In Flanders Fields,”\nN. Y. Times, Dec. 18, 1921, p. 96.9See ABMC, Cemeteries and\nMemorials, https://www.abmc.gov/cemeteries-memorials.10Other\nWorld War I memorials that incorporate the cross include the\nArgonne Cross and the Canadian Cross of Sacrifice in Arlington\nNational Cemetery; the Wayside Cross in Towson, Maryland; the\nWayside Cross in New Canaan, Connecticut; the Troop K Georgia\nCavalry War Memorial Front in Augusta, Georgia; the Chestnut Hill\nand Mt. Airy World War Memorial in Philadelphia, Pennsylvania; and\nthe Great War for Democracy Memorial in Waterbury,\nConnecticut.11There\nis some ambiguity as to whether the American Legion ever owned the\nland on which the Cross rests. When the Legion took over the Cross,\nthe town of Bladensburg passed a resolution “assign[ing] and\ngrant[ing] to the said Snyder-Farmer Post #3, American Legion, that\nparcel of ground upon which the cross now stands and that part\nnecessary to complete . . . the park around said cross,\nto the perpetual care of the Snyder-Farmer Post #3 as long as it is\nin existence, and should the said Post go out of existence the plot\nto revert to the Town of Bladensburg, together with the cross and\nits surroundings.” App. 65. In 1935, a statute authorized the State\nRoads Commission of Maryland to “investigate the ownership and\npossessory rights” of the tract surrounding the Cross and to\n“acquire the same by purchase or condemnation.”Id., at 421.\nIt appears that in 1957, a court determined that it was necessary\nfor the State to condemn the property.Id., at 1377–1379.\nThe State Roads Commission thereafter conveyed the property to the\nCommission in 1960.Id., at 1380, 1382. To resolve any\nambiguities, in 1961, the local American Legion post “transfer[ed]\nand assign[ed] to [the Commission] all its right, title and\ninterest in and to the Peace Cross, also originally known as the\nMemorial Cross, and the tract upon which it is located.”Id., at 1387. At least by 1961, then, both the land and the\nCross were publicly owned.12Of\nthe budgeted $100,000, the Commission had spent only $5,000 as of\n2015. The Commission put off additional spending and repairs in\nlight of this lawsuit.Id.,at 823.13See,e.g.,Utah Highway Patrol Assn.v.American\nAtheists, Inc., 565 U.S. 994, 995 (2011) (Thomas, J.,\ndissenting from denial of certiorari);County of Alleghenyv.American Civil Liberties Union, Greater Pittsburgh\nChapter,492 U.S.\n573, 655–656 (1989) (Kennedy, J., concurring in judgment in\npart and dissenting in part);Lamb’s Chapelv.Center\nMoriches Union Free School Dist.,508 U.S.\n384, 398–399 (1993) (Scalia, J., concurring in judgment);Wallacev.Jaffree,472 U.S.\n38, 112 (1985) (Rehnquist, J., dissenting).14See,e.g., Greenv.Haskell Cty. Bd. of Comm’rs, 574 F.3d\n1235, n. 1 (CA10 2009) (Kelly, J., dissenting from denial of\nrehearing en banc) (discussing the “judicial morass resulting from\nthe Supreme Court’s opinions”);Cooperv.United States\nPostal Service, 577 F.3d 479, 494 (CA2 2009) (“Lemonis\ndifficult to apply and not a particularly useful test”);Roarkv.South Iron R–1 School Dist., 573 F.3d 556,\n563 (CA8 2009) (“[T]heLemontest has had a ‘checkered\ncareer’ ”);Skorosv.New York,437 F.3d 1, 15 (CA2 2006) (government officials “confront a\n‘jurisprudence of minutiae’ that leaves them to rely on ‘little\nmore than intuition and a tape measure’ to ensure the\nconstitutionality of public holiday displays” (quotingCounty of\nAllegheny,supra, at 674–675 (opinion of Kennedy, J.));Felixv.Bloomfield, 841 F.3d 848, 864 (CA10 2016)\n(court “cannot speculate what precise actions a government must\ntake” to comply with the Establishment Clause);Separation of\nChurch and State Comm.v.Eugene,93 F.3d 617,627(CA9 1996) (O’Scannlain, J., concurring in result) (The\nstandards announced by this Court “are not always clear, consistent\nor coherent”).15See\nMcConnell, Religious Freedom at a Crossroads, 59 U. Chi. L. Rev.\n115, 118–120 (1992) (describing doctrinal “chaos”Lemoncreated, allowing the Court to “reach almost any result in almost\nany case”); Laycock, Towards a General Theory of the Religion\nClauses: The Case of Church Labor Relations and the Right to Church\nAutonomy, 81 Colum. L. Rev. 1373, 1380–1388 (1981) (criticizing the\n“unstructured expansiveness of the entanglement notion” and the\npotential that certain constructions of the effects prong may\nresult in “the establishment clause threaten[ing] to swallow the\nfree exercise clause”); Smith, Symbols, Perceptions, and Doctrinal\nIllusions: Establishment Neutral-ity and the “No Endorsement” Test,\n86 Mich. L. Rev. 266, 269 (1987) (criticizing both theLemontest and the endorsement gloss); Tushnet, Reflections on the Role\nof Purpose in the Jurisprudence of the Religion Clauses, 27 Wm.\n& Mary L. Rev. 997, 1004 (1986) (describing cases involving\n“ ‘deeply ingrained practices’ ” as “not readily\nsusceptible to analysis under the ordinaryLemonapproach”);\nChoper, The Endorsement Test: Its Status and Desirability, 18\nJ. L. & Politics 499 (2002) (criticizing bothLemonand the endorsement gloss); Paulsen, Religion, Equality, and the\nConstitution: An Equal Protection Approach to Establishment Clause\nAdjudication, 61 Notre Dame L. Rev. 311, 315 (1986) (criticizing\nthe Court’s reading of the Establishment Clause as “producing a\nschizophrenic pattern of decisions”); Marshall, “We Know It When We\nSee It”: The Supreme Court and Establishment, 59 S. Cal. L. Rev.\n495, 526 (1986) (explaining that the purpose prong ofLemon,\n“[t]aken to its logical conclusion . . . suggests\nthat laws which respect free exercise rights\n. . . are unconstitutional”).16While\nwe do not attempt to provide an authoritative taxonomy of the\ndozens of Establishment Clause cases that the Court has decided\nsinceEversonv. Board of Ed. of Ewing,330 U.S. 1(1947), most can be divided into six rough categories: (1)\nreligious references or imagery in public monuments, symbols,\nmottos, displays, and ceremonies,e.g.,Lynchv.Donnelly,465 U.S.\n668(1984);Van Ordenv.Perry,545\nU.S. 677(2005); (2) religious accommodations and exemptions\nfrom gener-ally applicable laws,e.g.,Cutterv.\nWilkinson,544 U.S.\n709(2005);Corporation of Presiding Bishop of Church of\nJesus Christ of Latter-day Saintsv.Amos,483 U.S.\n327(1987); (3) subsidies and tax exemptions,e.g.,Walzv.Tax Comm’n of City of New York,397 U.S.\n664(1970);Zelmanv.Simmons-Harris,536 U.S.\n639(2002); (4) religious expression in public schools,e.g.,School Dist. of Abington Townshipv.Schempp,374 U.S.\n203(1963);Leev.Weisman,505 U.S.\n577(1992); (5) regulation of private religious speech,e.g.,Capitol Square Review and Advisory Bd. v.Pinette,515 U.S.\n753(1995); and (6) state interference with internal church\naffairs,e.g., Hosanna-Tabor Evangelical Lutheran Church and\nSchoolv.EEOC,565 U.S.\n171(2012). A final, miscellaneous category, including cases\ninvolving such issues as Sunday closing laws, seeMcGowan,\nv.Maryland,366 U.S.\n420(1961), and church involvement in governmental\ndecisionmaking, seeLarkinv.Grendel’s Den, Inc.,459 U.S.\n116(1982);Board of Ed. of Kiryas Joel Village School\nDist. v.Grumet,512 U.S.\n687(1994), might be added. We deal here with an issue that\nfalls into the first category.17See\nBravin, When Moses’ Laws Run Afoul of the U. S.’s, Get Me\nCecil B. deMille—Ten Commandment Memorial Has Novel Defense in\nSuit, Wall Street Journal, Apr. 18, 2001, p. A1.18See\nD. Davis, The Oxford Handbook of Church and State in the United\nStates 284 (2010).19See\nFrench Constitution, Art. 1 (proclaiming that France is a “secular\n. . . Republic”).20See\nErlanger, What the Notre-Dame Fire Reveals About the Soul of\nFrance, N. Y. Times, Apr. 16, 2019.21Hinnant, Petrequin, & Ganley,\nFire Ravages Soaring Notre Dame Cathedral, Paris Left Aghast, AP\nNews, Apr. 16, 2019.22See\nB. Shearer & B. Shearer, State Names, Seals, Flags, and\nSymbols: A Historical Guide 17–18 (3d ed. 2002). See alsoid.,at 18 (Connecticut motto: “Qui Tanstulit\nSustinet” (“He Who Transplanted Still Sustains”), dating back\nto the colonial era and adapted from the Book of Psalms 79:3);ibid.(Florida motto: “In God We Trust,” adopted in 1868);id.,at 20 (Maryland motto: “Scuto Bonae Volantatis Tuae\nCoronasti Nos” (“With Favor Wilt Thou Compass Us as with a\nShield”), which appeared on the seal adopted in 1876 and comes from\nPsalms 5:12);id.,at 21–22 (Ohio motto: “With God, All\nThings Are Possible,” adopted in 1959 and taken from Matthew\n19:26);id.,at 22 (South Dakota motto: “Under God the\nPeople Rule,” adopted in 1885);id.,at 23 (American Samoa\nmotto: “Samoa—Muamua le Atua” (“Samoa—Let God Be First”),\nadopted in 1975).23The\ncurrent flag was known and used since at least October 1880, and\nwas officially adopted by the General Assembly in 1904. See History\nof the Maryland Flag,\nhttps://sos.maryland.gov/Pages/Services/Flag-History.aspx.24For\nexample, the French Revolution sought to “dechristianize” the\nnation and thus removed “plate[s], statues and other fittings from\nplaces of worship,” destroyed “crosses, bells, shrines and other,\n‘external signs of worship,’ ” and altered “personal and place\nnames which had any ecclesiastical connotations to more suitably\nRevolutionary ones.” Tallett, Dechristianizing France: The Year II\nand the Revolutionary Experience, in Religion, Society and Politics\nin France Since 1789, pp. 1–2 (F. Tallett & N. Atkin eds.\n1991).25See\nApp. 141, 936; M. Sledge, Soldier Dead 67 (2005).26Local\nMemorials Honoring Dr. King,\nhttps://www.kingcounty.gov/elected/executive/equity-social-justice/mlk/local-memorials.aspx.27The\nNational Statuary Hall Collection,\nhttps://www.aoc.gov/the-national-statuary-hall-collection.28W.\nHutchison, Religious Pluralism in America 20–21\n(2003).29A.\nStokes, 3 Church and State in the United States 130\n(1950).30Korn,\nRabbis, Prayers, and Legislatures, 23 Hebrew Union College Annual,\nNo. 2, pp. 95, 96 (1950).31See\nLund, The Congressional Chaplaincies, 17 Wm. & Mary Bill of\nRights J. 1171, 1204–1205 (2009). See also 160 Cong. Rec. 3853\n(2014) (prayer by the Dalai Lama).32J.\nFredman & L. Falk, Jews in American Wars 100–101 (5th ed.\n1954).33Fryer\n& Levitt, Hatred and Profits: Under the Hood of the Ku Klux\nKlan, 127 Q. J. Econ. 1883 (2012).34For\nexample, the South Carolina Holocaust Memorial depicts a large Star\nof David “ ‘in sacred memory of the six million,’ ”see\nhttps://www.onecolumbiasc.com/public-art/south-carolina-holocaust-memorial/,\nand the Philadelphia Monument to Six Million Jewish Martyrs depicts\na burning bush, Torah scrolls, and a blazing men-orah, see\nhttps://www.associationforpublicart.org/artwork/monument-to-six-million-jewish-martyrs/.35Hedgpeth, “A Very Deep Kind of\nPatriotism”: Memorial to Honor Native American Veterans Is Coming\nto the Mall, Washington Post,Mar. 31, 2019.",
    "joined": []
}