{
    "case": {
        "docket": "778",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/778/"
    },
    "id": "1962899",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRINGMONTEJO V. LOUISIANA556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-1529JESSE JAY MONTEJO, PETITIONERv.LOUISIANAon writ of certiorari to the supreme court of\nlouisiana[May 26, 2009]Justice Alito, with whom Justice\nKennedy joins, concurring.Earlier this Term, inArizonav.Gant, 556 U. S. ___ (2009), the Court\noverruledNew Yorkv.Belton,453 U. S. 454(1981),\neven though that case had been on the books for 28 years, had not\nbeen undermined by subsequent decisions, had been recently\nreaffirmed and extended, had proven to be eminently workable\n(indeed, had been adopted for precisely that reason), and had\nengendered substantial law enforcement reliance. SeeGant,supra, at ___ (slip op., at 4) (Alito, J., dissenting).\nThe Court took this step even though we were not asked to overruleBeltonand this new rule is almost certain to lead to a\nhost of problems. SeeGant, supra, at ___ (slip op., at\n10) (Alito, J., dissenting);Megginsonv.United\nStates,post, p. ___;Groomsv.United\nStates,post, p. ___.Justice Scalia, who cast the deciding vote to\noverruleBelton, dismissedstare decisisconcerns\nwith the following observation: “[I]t seems to me ample reason that\nthe precedent was badly reasoned and produces erroneous … results.”Gant,supra, at ___ (slip op., at 3) (concurring\nopinion). This narrow view ofstare decisisprovides the\nonly principle on which the decision inGantcan be\njustified.In light ofGant, the discussion ofstare decisisin today’s dissent* is surprising. The\ndissent in the case at hand criticizes the Court for “[a]cting on\nits own” in reconsideringMichiganv.Jackson,475 U. S. 625(1986).Post,\nat 4 (opinion of Stevens, J.). But the same was true inGant, and in this case, the Court gave the parties and\ninterestedamicithe opportunity to submit supplemental\nbriefs on the issue, a step not taken inGant.The dissent faults the Court for “cast[ing]\naside the reliance interests of law enforcement,”post, at\n8–9, but inGant, there were real and important law\nenforcement interests at stake. See 556 U. S., at ___ (slip op., at\n5–6) (Alito, J., dissenting). Even the Court conceded that theBeltonrule had “been widely taught in police academies\nand that law enforcement officers ha[d] relied on the rule in\nconducting vehicle searches during the past 28 years.” 556 U. S.,\nat ___ (slip op., at 16). And whatever else might be said aboutBelton, it surely provided a bright-line rule.A month ago, none of this counted for much,\nbut today the dissent writes:“Jackson’s bright-line rule has provided\nlaw enforcement officers with clear guidance, allowed prosecutors\nto quickly and easily assess whether confessions will be admissible\nin court, and assisted judges in determining whether a defendant’s\nSixth Amendment rights have been violated by police interrogation.”Post, at 8.It is striking that precisely the\nsame points were true inGant:“[Belton’s] bright-line rule ha[d]\nprovided law enforcement officers with clear guidance, allowed\nprosecutors to quickly and easily assess whether [evidence obtained\nin a vehicle search] w[ould] be admissible in court, and assisted\njudges in determining whether a defendant’s [Fourth] Amendment\nrights ha[d] been violated by police interrogation.”Post,\nat 8.The dissent, finally, invokesJackson’s antiquity, stating that “the 23-year existence\nof a simple bright-line rule” should weigh in favor of its\nretention.Post, at 9. But inGant, the Court had\nno compunction about casting aside a 28-year-old bright-line rule.\nI can only assume that the dissent thinks that our constitutional\nprecedents are like certain wines, which are most treasured when\nthey are neither too young nor too old, and thatJackson,\nat 23, is in its prime, whereasBelton, at 28, had turned\nbrownish and vinegary.I agree with the dissent thatstare\ndecisisshould promote “ ‘the evenhanded … development of\nlegal principles,’ ”post, at 6 (quotingPaynev.Tennessee,501 U. S. 808, 827–828\n(1991)). The treatment ofstare decisisinGantfully supports the decision in the present case.* One of the dissenters in the present case,\nJustice Breyer, also dissented inGantand would have\nfollowedBeltononstare decisisgrounds. See 556\nU. S., at ___ (slip op., at 1). Thus, he would not overrule eitherBeltonorMichiganv. Jackson,475 U. S. 625(1986).",
    "joined": []
}