{
    "case": {
        "docket": "464",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/464/"
    },
    "id": "1970978",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–1168_________________ELEANOR McCULLEN, et al., PETITIONERS v.\nMARTHA COAKLEY, ATTORNEY GEN-ERAL of MASSACHUSETTS, et al.on writ of certiorari to the united states\ncourt of appeals for the first circuit[June 26, 2014]Justice Alito,\nconcurring in the judgment.I agree that the\nMassachusetts statute at issue in this case, Mass. Gen. Laws, ch.\n266, §120E½(b) (West 2012), violates the First Amendment. As the\nCourt recognizes, if the Massachusetts law discriminates on the\nbasis of viewpoint, it is unconstitutional, see ante, at 10, and I\nbelieve the law clearly discriminates on this ground.The Massachusetts\nstatute generally prohibits any person from entering a buffer zone\naround an abortion clinic during the clinic’s business hours,\n§120E½(c), but the law contains an exemption for “employees or\nagents of such facility acting within the scope of their\nemployment.” §120E½(b)(2). Thus, during business hours, individuals\nwho wish to counsel against abortion or to criticize the particular\nclinic may not do so within the buffer zone. If they engage in such\nconduct, they commit a crime. See §120E½(d). By contrast, employees\nand agents of the clinic may enter the zone and engage in any\nconduct that falls within the scope of their employment. A clinic\nmay direct or authorize an employee or agent, while within the\nzone, to express favorable views about abortion or the clinic, and\nif the employee exercises that authority, the employee’s conduct is\nperfectly lawful. In short, petitioners and other critics of a\nclinic are silenced, while the clinic may authorize its employees\nto express speech in support of the clinic and its work.Consider this entirely\nrealistic situation. A woman enters a buffer zone and heads\nhaltingly toward the entrance. A sidewalk counselor, such as\npetitioners, enters the buffer zone, approaches the woman and says,\n“If you have doubts about an abortion, let me try to answer any\nquestions you may have. The clinic will not give you good\ninformation.” At the same time, a clinic employee, as instructed by\nthe management, approaches the same woman and says, “Come inside\nand we will give you honest answers to all your questions.” The\nsidewalk counselor and the clinic employee expressed opposing\nviewpoints, but only the first violated the statute.Or suppose that the\nissue is not abortion but the safety of a particular facility.\nSuppose that there was a recent report of a botched abortion at the\nclinic. A nonemployee may not enter the buffer zone to warn about\nthe clinic’s health record, but an employee may enter and tell\nprospective clients that the clinic is safe.It is clear on the face\nof the Massachusetts law that it discriminates based on viewpoint.\nSpeech in favor of the clinic and its work by employees and agents\nis permitted; speech criticizing the clinic and its work is a\ncrime. This is blatant viewpoint discrimination.The Court holds not\nonly that the Massachusetts law is viewpoint neutral but also that\nit does not discriminate based on content. See ante, at 11–15. The\nCourt treats the Massachusetts law like one that bans all\nspeechwithin the buffer zone. While such a law would be content\nneutral on its face, there are circumstances in which a law\nforbidding all speech at a particular location would not be content\nneutral in fact. Suppose, for example, that a facially\ncontent-neutral law is enacted for the purpose of suppressing\nspeech on a particular topic. Such a law would not be content\nneutral. See, e.g., Turner Broadcasting System, Inc. v. FCC, 512\nU. S. 622 –646 (1994).In this case, I do not\nthink that it is possible to reach a judgment about the intent of\nthe Massachusetts Legislature without taking into account the fact\nthat the law that the legislature enacted blatantly discriminates\nbased on viewpoint. In light of this feature, as well as the\noverbreadth that the Court identifies, see ante, at 23–27, it\ncannot be said, based on the present record, that the law would be\ncontent neutral even if the exemption for clinic employees and\nagents were excised. However, if the law were truly content\nneutral, I would agree with the Court that the law would still be\nunconstitutional on the ground that it burdens more speech than is\nnecessary to serve the Commonwealth’s asserted interests.",
    "joined": []
}