{
    "case": {
        "docket": "16-424",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-424/"
    },
    "id": "3854883",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–424_________________RODNEY CLASS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[February 21, 2018]Justice Alito, with whom Justice Kennedy and\nJustice Thomas join, dissenting.Roughly 95% of felony cases in the federal and\nstate courts are resolved by guilty pleas.[1] Therefore it is critically important that\ndefendants, prosecutors, and judges understand the consequences of\nthese pleas. In this case, the parties have asked us to identify\nthe claims that a defendant can raise on appeal after entering an\nunconditional guilty plea. Regrettably, the Court provides no clear\nanswer.By my count, the Court identifies no fewer than\nfive rules for ascertaining the issues that can be raised.\nAccording to the Court, a defendant who pleads guilty may assert on\nappeal (1) a claim that “implicates ‘the very power of the State’\nto prosecute [him],”ante,at 4, (2) a claim that does not\ncontradict the facts alleged in the charging document,ante,at 5–6, (3) a claim that “ ‘the facts alleged and admitted do\nnot constitute a crime,’ ”ante,at 5, and (4) claims\nother than “case-related constitutional defects that ‘occurred\nprior to the entry of the guilty plea,’ ”ante,at 6–7\n(some internal quotation marks omitted). In addition, the Court\nsuggests (5) that such a defendant may not be able to assert a\nclaim that “contradict[s] the terms of . . . [a] written\nplea agreement,”ante,at 6, but whether this rule applies\nwhen the claim falls into one of the prior four categories is left\nunclear. How these rules fit together is anybody’s guess. And to\nmake matters worse, the Court also fails to make clear whether its\nholding is based on the Constitution or some other ground.IThere is no justification for the muddle left\nby today’s decision. The question at issue is not conceptually\ncomplex. In determining whether a plea of guilty prevents a\ndefendant in federal or state court from raising a particular issue\non appeal, the first question is whether the Federal Constitution\nprecludes waiver. If the Federal Constitution permits waiver, the\nnext question is whether some other law nevertheless bars waiver.\nAnd if no law prevents waiver, the final question is whether the\ndefendant knowingly and intelligently waived the right to raise the\nclaim on appeal.McMannv.Richardson, 397 U. S.\n759, 766 (1970) .Petitioner Rodney Class was charged with\nviolating a federal statute that forbids the carrying of firearms\non the grounds of the United States Capitol. See 40\nU. S. C. §5104(e)(1). After entering an unconditional\nguilty plea, he appealed his conviction, asserting that his conduct\nwas protected by the Second Amendment and that the statute he\nviolated is unconstitutionally vague. The Court of Appeals affirmed\nhis conviction, holding that Class had relinquished his right to\nlitigate these claims when he entered his unconditional plea.Analyzing this case under the framework set out\nabove, I think the Court of Appeals was clearly correct. First, the\nFederal Constitution does not prohibit the waiver of the rights\nClass asserts. We have held that most personal constitutional\nrights may be waived, see,e.g., Peretzv.United\nStates, 501 U. S. 923 –937 (1991), and Class concedes that\nthis is so with respect to the rights he is asserting, Tr. of Oral\nArg. 5, 18.Second, no federal statute or rule bars waiver.\nOn the contrary, Rule 11 of the Federal Rules of Criminal Procedure\nmakes it clear that, with one exception that I will discuss below,\na defendant who enters an unconditional plea waives all\nnonjurisdictional claims. Although the Rule does not say this\nexpressly, that is the unmistakable implication of subdivision\n(a)(2), which allows a defendant, “[w]ith the consent of the court\nand the government,” to “enter a conditional plea of guilty or nolo\ncontendere, reserving in writing the right to have an appellate\ncourt review an adverse determination of a specified pretrial\nmotion.” “Where [a law] explicitly enumerates certain exceptions to\na general prohibition, additional exceptions are not to be implied,\nin the absence of evidence of a contrary . . . intent.”Andrusv.Glover Constr.Co., 446 U. S.\n608 –617 (1980). And here, there is strong evidence confirming that\nother exceptions were ruled out.The Advisory Committee’s Notes on Rule 11 make\nthis clear, stating that an unconditional plea (with the previously\nmentioned exception) “constitutes a waiver of all nonjurisdictional\ndefects.” Notes on 1983 Amendments, 18 U. S. C. App., p.\n911. Advisory Committee’s Notes on a federal rule of procedure\n“provide a reliable source of insight into the meaning of a rule,\nespecially when, as here, the rule was enacted precisely as the\nAdvisory Committee proposed.”United Statesv.Vonn,\n535 U. S. 55 , n. 6 (2002).[2] Subdivision (a)(2) was adopted against the backdrop of\ndecisions of this Court holding that a guilty plea generally\nrelinquishes all defenses to conviction, see,e.g., Tollettv.Henderson, 411 U. S. 258, 267 (1973) , and Rule\n11(a)(2) creates a limited exception to that general principle. Far\nfrom prohibiting the waiver of nonjurisdictional claims, Rule 11\nactually bars the raising of such claims (once again, with the\npreviously mentioned exception).For now, I will skip over that exception and\nproceed to the final question—whether Class voluntarily and\nintelligently waived his right to raise his Second Amendment and\ndue process claims on appeal. It is not clear that he raised this\nquestion in the Court of Appeals, and in any event, this\nfact-specific inquiry is not within the scope of the question of\nlaw on which we granted review: “Whether a guilty plea inherently\nwaives a defendant’s right to challenge the constitutionality of\nhis statute of conviction.” Pet. for Cert. i. The Court does not\ndecide the case on that ground. Nor would I.IIAI now turn to the one exception mentioned in\nthe Advisory Committee’s Notes on Rule 11—what the Notes, rather\ngrandly, term the “Menna-Blackledgedoctrine.” Advisory\nCommittee’s Notes, 18 U. S. C. App., at 912. This\n“doctrine” consists ofBlackledgev.Perry, 417\nU. S. 21 (1974) , a thinly reasoned decision handed down 44\nyears ago, andMennav.New York, 423 U. S. 61\n(1975) (per curiam), aper curiamdecision issued the\nnext year. These cases hold that a defendant has the right under\nthe Due Process Clause of the Fourteenth Amendment to contest\ncertain issues on appeal even if the defendant entered an\nunconditional guilty plea. Since a rule of procedure cannot\nabrogate a constitutional right, the Advisory Committee’s Notes on\nRule 11 specify that Rule 11(a)(2) “has no application” to the\n“Menna-Blackledgedoctrine” and “should not be interpreted\nas either broadening or narrowing [that] doctrine or as\nestablishing procedures for its application.” Advisory Committee’s\nNotes, 18 U. S. C. App., at 912.Because this doctrine is the only exception\nrecognized in Rule 11 and because the doctrine figures prominently\nin the opinion of the Court, it is important to examine its\nfoundation and meaning.BBlackledgeandMennarepresented\nmarked departures from our prior decisions. Before they were handed\ndown, our precedents were clear: When a defendant pleaded guilty to\na crime, he relinquished his right to litigate all\nnonjurisdictional challenges to his conviction (except for the\nclaim that his plea was not voluntary and intelligent), and the\nprosecution could assert this forfeiture to defeat a subsequent\nappeal. The theory was easy to understand. As we explained inTollett, our view was that “a guilty plea represents a break\nin the chain of events which has preceded it in the criminal\nprocess.” 411 U. S., at 267. The defendant’s decision to plead\nguilty extinguished his right to litigate whatever “possible\ndefenses” or “constitutional plea[s] in abatement” he might have\npursued at trial or on appeal.Id.,at 267–268. Guilty pleas\nwere understood to have this effect because a guilty plea comprises\nboth factual and legal concessions. Hence, we said inTollett, a defendant who pleads guilty is barred from\ncontesting not only the “historical facts” but also the\n“constitutional significance” of those facts, even if he\nfailed to “correctly apprais[e]” that significance at the time of\nhis plea.Id.,at 267 (emphasis added).WhenTollettdeclared that a guilty plea\nencompasses all legal and factual concessions necessary to\nauthorize the conviction, it was simply reiterating a principle we\nhad enunciated many times before, most recently in the so-called\n“Bradytrilogy.” SeeBradyv.United States,\n397 U. S. 742, 748 (1970) (“[T]he plea is more than an\nadmission of past conduct; it is the defendant’s consent that\njudgment of conviction may be entered”);McMann, 397\nU. S., at 774 (a defendant who pleads guilty “assumes the risk\nof ordinary error in either his or his attorney’s assessment of the\nlaw and facts”);Parkerv.North Carolina, 397\nU. S. 790, 797 (1970) (similar). As we put it inBoykinv.Alabama, 395 U. S. 238, 242 (1969) , “[a] plea of\nguilty is more than a confession which admits that the accused did\nvarious acts; it is itself a conviction; nothing remains but to\ngive judgment and determine punishment.”On the strength of that rule, we held that\ndefendants who pleaded guilty forfeited a variety of important\nconstitutional claims. For instance, a defendant who pleaded guilty\ncould not attack his conviction on the ground that the prosecution\nviolated the Equal Protection Clause by systematically excluding\nAfrican-Americans from grand juries in the county where he was\nindicted.Tollett,supra,at 266. Nor could he argue\nthat the prosecution unlawfully coerced his confession—even if the\nconfession was the only evidence supporting the conviction.McMann,supra,at 768;Parker,supra,at 796–797. Nor could he assert that his statute of conviction\nemployed an unconstitutional penalty provision; his consent to be\npunished under the statute precluded this defense.Brady,supra,at 756–757. Reflecting our general thinking,\nthen-Judge Burger explained: “[I]f voluntarily and understandingly\nmade, even a layman should expect a plea of guilty to be treated as\nan honest confession of guilt and a waiver of all defenses known\nand unknown. And such is the law.”Edwardsv.United\nStates, 256 F. 2d 707, 709 (CADC 1958) (footnote omitted);\nsee also A. Bishop, Waivers in Pleas of Guilty, 60\nF. R. D. 513, 525–526 (1974) (summarizing the state of\nthe law on the eve ofBlackledge: “All the bulwarks of the\nfortress of defense are abandoned by the plea of\nguilty. . . . The plea of guilty surrenders all\ndefenses whatever and all nonjurisdictional defects” (collecting\ncases)).IIIBlackledgeandMennadiverged\nfrom these prior precedents, but neither case provided a clear or\ncoherent explanation for the departure.AInBlackledge, the Court held that a\ndefendant who pleaded guilty could nevertheless challenge his\nconviction on the ground that his right to due process was violated\nby a vindictive prosecution. 417 U. S., at 30–31. The Court\nasserted that this right was “markedly different” from the equal\nprotection and Fifth Amendment rights at stake inTollettand theBradytrilogy because it “went to the very power of\nthe State to bring the defendant into court to answer the charge\nbrought against him.” 417 U. S., at 30. The meaning of this\ndistinction, however, is hard to grasp.The most natural way to understandBlackledge’s reference to “the very power of the State”\nwould be to say that an argument survives a guilty plea if it\nattacks the court’s jurisdiction. After all, that is usually what\nwe mean when we refer to the power to adjudicate. See,e.g.,Arbaughv.Y & H Corp., 546 U. S. 500, 514\n(2006) ;United Statesv.Cotton, 535 U. S. 625,\n630 (2002) ;Steel Co.v.Citizens for Better\nEnvironment, 523 U. S. 83, 89 (1998) . But that cannot be\nwhatBlackledgemeant.First, the defendant inBlackledgehad\nbeen tried in state court in North Carolina for a state-law\noffense, and the jurisdiction of state courts to entertain such\nprosecutions is purely a matter of state law (unless Congress\nvalidly and affirmatively ousts their jurisdiction—something that\nhad not happened in that case).[3] Second, a rule that jurisdictional defects alone\nsurvive a guilty plea would not explain the result inBlackledgeitself. Arguments attacking a court’s\nsubject-matter jurisdiction can neither be waived nor forfeited.\nSee,e.g., Wisconsin Dept. of Correctionsv.Schacht,\n524 U. S. 381, 389 (1998) ;Millerv.Roberts,\n212 N. C. 126, 129, 193 S. E. 286, 288 (1937). But the\ndue process right at issue inBlackledgewas perfectly\ncapable of being waived or forfeited—as is just about every other\nright that is personal to a criminal defendant. See,e.g.,\nPeretz, 501 U. S., at 936–937.So if the “very power to prosecute” theory does\nnot refer to jurisdiction, what else might it mean? The only other\npossibility that comes to mind is that it might mean that a\ndefendant can litigate a claim if it asserts a right not to be\ntried, as opposed to a right not to be convicted. But we have said\nthat “virtually all rights of criminal defendants” are “merely\n. . . right[s] not to be convicted,” as distinguished\nfrom “right[s] not to be tried.”Flanaganv.United\nStates, 465 U. S. 259, 267 (1984) . Even when a\nconstitutional violation requires the dismissal of an indictment,\nthat “does not mean that [the] defendant enjoy[ed] a ‘right not to\nbe tried’ ” on the charges.United Statesv.Mac-\nDonald, 435 U. S. 850 , n. 7 (1978).The rule could hardly be otherwise. Most\nconstitutional defenses (and plenty of statutory defenses), if\nsuccessfully asserted in a pretrial motion, deprive the prosecution\nof the “power” to proceed to trial or secure a conviction. If that\nremedial consequence converted them all into rights not to be\nprosecuted,Blackledgewould have no discernible limit. “We\nhave, after all, acknowledged that virtually every right that could\nbe enforced appropriately by pretrial dismissal might loosely be\ndescribed as conferring a ‘right not to stand trial.’ ”Digital Equipment Corp.v.Desktop Direct, Inc., 511\nU. S. 863, 873 (1994) . Indeed, “all litigants who have a\nmeritorious pretrial claim for dismissal can reasonably claim a\nright not to stand trial.”Van Cauwenberghev.Biard,\n486 U. S. 517, 524 (1988) .It is true that we have spoken of a distinction\nbetween a right not to be tried and a right not to be convicted in\none context: when defining the scope of the collateral order\ndoctrine.E.g., Flanagan,supra,at 265–267. That is,\nwe have allowed defendants in federal criminal cases to take an\nimmediate appeal from the denial of a pretrial motion when the\nright at issue is properly understood to be a right not to be\ntried. A prime example is a case in which a defendant claims that a\nprosecution would violate the Double Jeopardy Clause. SeeAbneyv.United States, 431 U. S. 651, 662\n(1977) . Allowing an interlocutory appeal in that situation\nprotects against all the harms that flow from the prolongation of a\ncase that should never have been brought. Seeid.,at 661.\nBut that rationale cannot justify theMenna-Blackledgedoctrine, because allowing a defendant to appeal after a guilty\nplea does not cut short a prosecution that should never have been\nbrought. On the contrary, it prolongs the litigation. So the\ndistinction drawn in our collateral order cases makes no sense in\ndistinguishing between the claims that should and the claims that\nshould not survive a guilty plea.Nor, in any event, would such a rule be\nconsistent with thedecisioninBlackledge, because\nwe have held that an unsuccessful vindictive prosecution claim maynotbe appealed before trial.United Statesv.Hollywood Motor Car Co., 458 U. S. 263, 264 (1982)\n(per curiam). And none of this would do any good for\nClass, for we have never permitted a defendant to appeal a pretrial\norder rejecting a constitutional challenge to the statute the\ndefendant allegedly violated. In fact we have repudiated the very\nsuggestion.Id.,at 270.The upshot is that the supposed “right not to be\nprosecuted” has no intelligible meaning in this context. AndBlackledgeidentified no basis for this new right in the\ntext of the Constitution or history or prior precedent. What is\nmore, it did all this without bothering to consider the\nunderstanding of a guilty plea under the law of the State where theBlackledgedefendant was convicted or anything that was said\nto him or that he said at the time of his plea.BIf the thinking behindBlackledgeis\nhard to follow,Mennamay be worse. In that case, the Court\nheld that a defendant who pleaded guilty could challenge his\nconviction on double jeopardy grounds. 423 U. S., at 62. The\ncase was decided by a three-pageper curiamopinion, its\nentire analysis confined to a single footnote. And the footnote,\nrather than elucidating what was said inBlackledge,\nsubstituted a different rationale. Arguing thatTollettand\nthe other prior related cases did not preclude appellate review of\nthe double jeopardy claim, the Court wrote:“[A] counseled plea of guilty is an\nadmission of factual guilt so reliable that, where voluntary and\nintelligent, itquite validlyremoves the issue of factual\nguilt from the case. In most cases, factual guilt is a sufficient\nbasis for the State’s imposition of punishment. A guilty plea,\ntherefore, simply renders irrelevant those constitutional\nviolations not logically inconsistent with the valid establishment\nof factual guilt.”Menna, 423 U. S., at 62–63,\nn. 2.The wording of the final sentence is not easy to\nparse, but I interpret the Court’s reasoning as follows: A\ndefendant who pleads guilty does no more than admit that he\ncommitted the essential conduct charged in the indictment;\ntherefore a guilty plea allows the litigation on appeal of any\nclaim that is not inconsistent with the facts that the defendant\nnecessarily admitted. If that is the correct meaning, the sentence\nwould overrule many of the cases that it purported to distinguish,\nincludingTollett, which involved an unconstitutional grand\njury claim. It would contradict much that the Court had previously\nsaid about the effect of a guilty plea. See,e.g.,Boykin, 395 U. S., at 242 (“A plea of guilty is more\nthan a confession which admits that the accused did various acts;\nit is itself a conviction”). And it would permit a defendant who\npleads guilty to raise on appeal a whole host of claims, including,\nfor example, the denial of motions to suppress evidence allegedly\nobtained in violation of the Fourth, Fifth, or Sixth Amendments.\nSee,e.g.,Linkletterv.Walker, 381\nU. S. 618, 638 (1965) (most Fourth Amendment claims have “no\nbearing on guilt”). A holding of that scope is not what one expects\nto see in a footnote in aper curiamopinion, but if the\nCourt meant less, its meaning is unclear.CWhen the Court returned toBlackledgeandMennainUnited Statesv.Broce, 488\nU. S. 563 (1989) , the Court essentially repudiated the\ntheories offered in those earlier cases. (The Court terms this a\n“reaffirm[ation].”Ante,at 6.) LikeMenna,Broceinvolved a defendant (actually two defendants) who\npleaded guilty but then sought to attack their convictions on\ndouble jeopardy grounds. 488 U. S., at 565. This time,\nhowever, the Court held that their guilty pleas prevented them from\nlitigating their claims.Ibid.The Court began by specifically disavowingMenna’s suggestion that a guilty plea admits only\n“ ‘factual guilt,’ ” meaning “the acts described in the\nindictments.”Broce, 488 U. S., at 568–569. Instead,\nthe Court explained, an unconditional guilty plea admits “all of\nthe factualand legal elementsnecessary to sustain a\nbinding, final judgment of guilt and a lawful sentence.”Id.,at 569 (emphasis added). “By entering a plea of guilty,\nthe accused is not simply stating that he did the discrete acts\ndescribed in the indictment; he is admitting guilt of a substantive\ncrime.”Id.,at 570. Such “admissions,”Brocecontinued, are “necessarily made upon entry of a voluntary plea of\nguilty.”Id.,at 573–574. And invokingTollett, the\nCourt added that it makes no difference whether the defendant\n“ ‘may not have correctly appraised the constitutional\nsignificance of certain historical facts.’ ” 488 U. S.,\nat 572 (quoting 411 U. S., at 267). Thus, the Court concluded,\na defendant’s decision to plead guilty necessarily extinguishes\nwhatever “potential defense[s]” he might have asserted in an effort\nto show that it would be unlawful to hold him liable for his\nconduct. 488 U. S., at 573. So much forMenna.As forBlackledge, by holding that the\ndefendants’ double jeopardy rights were extinguished by their\npleas,Brocenecessarily rejected the idea that a right not\nto be tried survives an unconditional guilty plea. SeeAbney, 431 U. S., at 662 (holding for\ncollateral-order-doctrine purposes that the Double Jeopardy Clause\nconfers a right not to be tried).WhileBrocethus rejected the reasoning\ninBlackledge andMenna, the Court was content to\ndistinguish those cases on the ground that they involved defendants\nwho could succeed on appeal without going beyond “the existing\nrecord,” whereas the defendants inBrocewould have to\npresent new evidence.Broce,supra,at 575.[4]IVAThis is where theMenna-Blackledgedoctrine stood when we heard this case. Now, instead of clarifying\nthe law, the Court sows new confusion by reiterating with seeming\napproval a string of catchphrases. The Court repeats the line that\nan argument survives if it “implicates ‘the very power of the\nState’ to prosecute the defendant,”ante,at 4 (quotingBlackledge, 417 U. S., at 30), but this shibboleth is\nno more intelligible now than it was when first incanted inBlackledge. The Court also parrots the rule set out in theMennafootnote—that the only arguments waived by a guilty\nplea are those that contradict the facts alleged in the charging\ndocument, seeante,at 5–6, even though that rule is\ninconsistent withTollett, theBradytrilogy, andBroce—and even though this reading would permit a defendant\nwho pleads guilty to raise an uncertain assortment of claims never\nbefore thought to survive a guilty plea.For example, would this rule permit a defendant\nto argue that his prosecution is barred by a statute of limitations\nor by the Speedy Trial Act? Presumably the answer is yes. By\nadmitting commission of the acts alleged in an indictment or\ncomplaint, a defendant would not concede that the charge was\ntimely. What about the argument that a defendant’s alleged conduct\ndoes not violate the statute of conviction? Here again, the rule\nbarring only those claims inconsistent with the facts alleged in\nthe indictment or complaint would appear to permit the issue to be\nraised on appeal, but the Court says that a defendant who pleads\nguilty “has admitted the charges against him.”Ante,at 7.\nWhat does this mean, exactly? The majority is coy, but “admit[ing]\nthe charges against him” would appear to mean admitting that his\nconduct satisfies each element of the statute he is charged with\nviolating. It must mean that because we have held that if a\ndefendant doesnotunderstand that he is admitting his\nconduct satisfies each element of the crime, his guilty plea is\ninvoluntary and unintelligent and therefore invalid.Hendersonv.Morgan, 426 U. S. 637 –645 (1976).\nSo if a defendant who pleads guilty “admit[s] the charges against\nhim,” and if he does not claim that his plea was involuntary or\nunintelligent, his plea must be taken as an admission that he did\neverything the statute forbids.But if that is so, then what about the rule\nsuggested by the old Massachusetts opinion the Court touts? There,\nJustice Ames wrote that a guilty plea does not waive the right to\nargue that “ ‘the facts alleged and admitted do not constitute\na crime against the laws of the Commonwealth.’ ”Ante,at 5 (quotingCommonwealthv.Hinds, 101 Mass. 209,\n210 (1869)). Does the Court agree with Justice Ames, or not?Approaching the question from the opposite\ndirection, the Court says that a guilty plea precludes a defendant\nfrom litigating “the constitutionality of case-related government\nconduct that takes place before the plea is entered.”Ante,at 8. This category is most mysterious. I thought Class was arguing\nthat the Government violated the Constitution at the moment when it\ninitiated his prosecution. That sounds like he is trying to attack\n“the constitutionality of case-related government conduct that\n[took] place before the plea [was] entered.” Yet the Court holds\nthat he may proceed. Why?Finally, the majority instructs that “a valid\nguilty plea relinquishes any claim that would contradict the\n‘admissions necessarily made upon entry of a voluntary plea of\nguilty.’ ”Ibid.(quotingBroce, 488 U. S.,\nat 573–574). I agree with that statement of the rule, but what the\nCourt fails to acknowledge is that the scope of this rule depends\non the law of the particular jurisdiction in question. If a\ndefendant in federal court is told that under Rule 11 an\nunconditional guilty plea waives all nonjurisdictional claims (or\nasBroceput it, admits “all of the factual and legal\nelements necessary to sustain a binding, final judgment of guilt\nand a lawful sentence,”id.,at 569), then that is the scope\nof the admissions implicit in the plea.BPerhaps sensing the incoherence of its effort,\nthe majority seeks refuge in history, asserting that today’s\nholding “flows directly from this Court’s prior decisions.”Ante,at 3. But this history cannot prop up the Court’s\ndecision. Start withHaynesv.United States, 390\nU. S. 85 , n. 2 (1968), in which the Court reached the\nmerits of a defendant’s constitutional challenge to his conviction\ndespite the fact that he had pleaded guilty.Ante,at 3–4. A\nmoment’s glance reveals that this decision is irrelevant for\npresent purposes (which presumably explains why it was not even\ncited inBlackledge,Menna,Tollett, theBradytrilogy, orBroce).InHaynes, the Government did not argue\nthat the defendant’s guilty plea barred him from pressing his\nconstitutional challenge on appeal. In fact, the Government\nconceded that he would be entitled to relief if his argument had\nmerit. 390 U. S., at 100–101. No one has suggested that a\ndefendant’s guilty plea strips an appellate court of jurisdiction\nto entertain a constitutional challenge to his conviction, so of\ncourse a reviewing court need not dismiss an appealsua sponteif the Government does not assert the plea\nas a bar. But that tells us nothing about what ought to happen\nwhen, as in this case, the Governmentdoesargue that the\ndefendant relinquished his right to litigate his constitutional\nargument when he opted to plead guilty.One must squint even harder to figure out why\nthe majority has dusted offCommonwealthv.Hinds, an\n1869 decision of the Supreme Judicial Court of Massachusetts.Ante,at 5.Hindsinvolved a state-law motion\n(“arrest of judgment”) to set aside a conviction for a state-law\ncrime (common law forgery), in a state-court proceeding after the\ndefendant pleaded guilty. 101 Mass., at 210. One might already be\nwondering what relevance the effect of a guilty plea in state\ncourt, under state law, could have with respect to the effect of a\nguilty plea in federal court, under federal law. But in any event,\nwhatHindssays about guilty pleas is not helpful to Class\nat all. In Massachusetts at that time, motions to arrest a judgment\ncould be maintained only on the ground that the court that rendered\nthe judgment lacked jurisdiction. Mass. Gen. Stat. §79 (1860);Commonwealthv.Eagan, 103 Mass. 71, 72 (1860); 3 F.\nWharton, Criminal Law §3202, p. 177 (7th rev. ed. 1874). And\nMassachusetts, like all the other States, can define the\njurisdiction of its courts as it pleases (except insofar as federal\nlaw validly prevents).Thus, to the extentHinds“reflect[s] an\nunderstanding of the nature of guilty pleas,”ante,at 5, it\nreflects nothing more than the idea that a defendant can assert\njurisdictional defects even after pleading guilty. That rule is\nutterly unremarkable and of no help to Class. Today—as well as at\nthe time of the founding—federal courts have jurisdiction over\ncases charging federal crimes. See 18 U. S. C. §3231; §9,\n1Stat. 76–77. And as early as 1830, the Court rejected the\nsuggestion that a federal court is deprived of jurisdiction if “the\nindictment charges an offence not punishable criminally according\nto the law of the land.”Ex parte Watkins, 3 Pet. 193, 203.\nWe have repeatedly reaffirmed that proposition. See,e.g.,\nLamarv.United States, 240 U. S. 60, 64 (1916)\n(court not deprived of jurisdiction even if “the indictment does\nnot charge a crime against the United States”);United\nStatesv.Williams, 341 U. S. 58 –69 (1951) (same,\neven if “the statute is wholly unconstitutional, or . . .\nthe facts stated in the indictment do not constitute a crime”);Cotton, 535 U. S., at 630–631. And although a handful\nof our “post–1867 cases” suggested that a criminal court lacked\njurisdiction if “the statute under which [the defendant] had been\nconvicted was unconstitutional,” those suggestions “reflected a\n‘softening’ of the concept of jurisdiction” rather than that\nconcept’s originally understood—and modern—meaning.Danforthv.Minnesota, 552 U. S. 264 , n. 6 (2008).*  *  *In sum, the governing law in the present case\nis Rule 11 of the Federal Rules of Criminal Procedure. Under that\nRule, an unconditional guilty plea waives all nonjurisdictional\nclaims with the possible exception of the “Menna-Blackledgedoctrine” created years ago by this Court. That doctrine is\nvacuous, has no sound foundation, and produces nothing but\nconfusion. At a minimum, I would limit the doctrine to the\nparticular types of claims involved in those cases. I certainly\nwould not expand its reach.I fear that today’s decision will bedevil the\nlower courts. I respectfully dissent.Notes1See United States\nSentencing Commission, Overview of Federal Criminal Cases Fiscal\nYear 2016, p. 4 (May 2017); Dept. of Justice, Bureau of Justice\nStatistics, S. Rosenmerkel, M. Durose, & D. Farole, Felony\nSentences in State Courts, 2006–Statistical Tables, p. 1 (rev. Nov.\n22, 2010).2Advisory Committee’s\nNotes should not be equated with congressional committee reports\nand other items of legislative history. Advisory Committee’s Notes\nare adopted by the committee that drafts the rule; they are\nconsidered by the Judicial Conference when it recommends\npromulgation of the rule; they are before this Court when we\nprescribe the rule under the Rules Enabling Act, 28\nU. S. C. §2072; and they are submitted to Congress\ntogether with the text of the rule under 28 U. S. C.\n§2074.3Even for cases prosecuted\nin federal court, an alleged vindictive prosecution does not\npresent a jurisdictional defect. See 18 U. S. C.\n§3231.4The majority asserts\nthat, unlike the defendants inBroce, Class can make out his\nconstitutional arguments without needing to undertake any factual\ndevelopment.Ante,at 6. It is difficult to see how that can\nbe true. Class’s Second Amendment argument is that banning firearms\nin the Maryland Avenue parking lot of the Capitol Building goes too\nfar, at least as applied to him specifically. As his\ncourt-appointedamicuspresented it to the Court of Appeals,\nthis argument depends on Class’s own personal characteristics,\nincluding his record of mental health and law abidingness, as well\nas characteristics specific to the Maryland Avenue parking lot,\nincluding,inter alia, its distance from the Capitol\nBuilding, the extent to which it is unsecured, the extent to which\nit is publicly accessible, what business typically occurs there,\nwho regularly congregates there, and the nature of security\nscreening visitors must pass through upon entering. See Opening\nBrief of Court-Appointed Amicus Curiae in Support of Appellant in\nNo. 15–3015 (CADC), pp. 34–35, 41–45. Similarly, Class’s due\nprocess argument requires an assessment of how difficult it would\nbe for an average person to determine that the Maryland Avenue lot\nis part of the Capitol Grounds, which turns on the extent to which\nthe lot is publicly acces-sible, how heavily trafficked it is and\nby what types of vehicles, whether there are signs indicating it is\npart of the Capitol Grounds or that guns are prohibited and where\nsuch signs are located, and whether there are security gates or\ncheckpoints nearby. Seeid.,at 51, 53. These arguments\nrequire facts. I understand the majority opinion to preclude Class\nfrom gathering any of them that are not already in the District\nCourt record.",
    "joined": []
}