{
    "case": {
        "docket": "744",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/744/"
    },
    "id": "1970768",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–307_________________UNITED STATES, PETITIONER v. EDITH SCHLAIN\nWINDSOR, in her capacity as executor of the ESTATE OF THEA CLARA\nSPYER, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 26, 2013]Justice Alito, with\nwhom Justice Thomas joins as to Parts II and III, dissenting.Our Nation is engaged\nin a heated debate about same-sex marriage. That debate is, at\nbottom, about the nature of the institution of marriage. Respondent\nEdith Windsor, supported by the United States, asks this Court to\nintervene in that debate, and although she couches her argument in\ndifferent terms, what she seeks is a holding that enshrines in the\nConstitution a particular understanding of marriage under which the\nsex of the partners makes no difference. The Constitution, however,\ndoes not dictate that choice. It leaves the choice to the people,\nacting through their elected representatives at both the federal\nand state levels. I would therefore hold that Congress did not\nviolate Windsor’s constitutional rights by enacting §3 of the\nDefense of Marriage Act (DOMA), 110Stat. 2419, which defines the\nmeaning of marriage under federal statutes that either confer upon\nmarried persons cer- tain federal benefits or impose upon them\ncertain federal obligations.II turn first to the\nquestion of standing. In my view, theUnited States clearly is not a proper\npetitioner in this case. The United States does not ask us to\noverturn the judgment of the court below or to alter that judgment\nin any way. Quite to the contrary, the United States argues\nemphatically in favor of the correctness of that judgment. We have\nnever before reviewed a decision at the sole behest of a party that\ntook such a position, and to do so would be to render an advisory\nopinion, in violation of Article III’s dictates. For the reasons\ngiven in Justice Scalia’s dissent, I do not find the Court’s\narguments to the contrary to be persuasive.Whether the\nBipartisan Legal Advisory Group of the House of Representatives\n(BLAG) has standing to petition is a much more difficult question.\nIt is also a signifi- cantly closer question than whether the\nintervenors in Hol- lingsworth v. Perry, ante,\np. ___ —which the Court also decides today—have standing\nto appeal. It is remarkable that the Court has simultaneously\ndecided that the United States, which “receive[d] all that [it]\nha[d] sought” below, Deposit Guaranty Nat. Bank v. Roper, 445\nU. S. 326, 333 (1980) , is a proper petitioner in this case\nbut that the intervenors in Hollingsworth, who represent the party\nthat lost in the lower court, are not. In my view, both the\nHollingsworth intervenors and BLAG have standing. [1]A party invoking the\nCourt’s authority has a sufficient stake to permit it to appeal\nwhen it has “ ‘suffered an injury in fact’ that is caused by\n‘the conduct complained of’ and that ‘will be redressed by a\nfavorable decision.’ ” Camreta v. Greene, 563 U. S. ___,\n___ (2011) (slip op., at 5) (quoting Lujan v. Defenders of\nWildlife, 504 U. S. 555 –561 (1992)). In the present case, the\nHouse of Representatives, which has authorized BLAG to represent\nits interests in this matter, [2] suffered just such an injury.In INS v. Chadha, 462\nU. S. 919 (1983) , the Court held that the two Houses of\nCongress were “proper parties” to file a petition in defense of the\nconstitutionality of the one-house veto statute, id., at 930,\nn. 5 (internal quota- tion marks omitted). Accordingly, the\nCourt granted and decided petitions by both the Senate and the\nHouse, in addition to the Executive’s petition. Id., at 919,\nn. *. That the two Houses had standing to petition is not\nsurprising: The Court of Appeals’ decision in Chadha, by holding\nthe one-house veto to be unconstitutional, had limited Congress’\npower to legislate. In discussing Article III standing, the Court\nsuggested that Congress suffered a similar injury whenever federal\nlegislation it had passed was struck down, noting that it had “long\nheld that Congress is the proper party to defend the validity of a\nstatute when an agency of government, as a defendant charged with\nenforcing the statute, agrees with plaintiffs that the statute is\ninapplicable or unconstitutional.” Id., at 940.The United States\nattempts to distinguish Chadha on the ground that it “involved an\nunusual statute that vested the House and the Senate themselves\neach with special procedural rights—namely, the right effectively\nto veto Executive action.” Brief for United States (jurisdiction)\n36. But that is a distinction without a difference: just as the\nCourt of Appeals decision that the Chadha Court affirmed impaired\nCongress’ power by striking down the one-house veto, so the Second\nCircuit’s decision here impairs Congress’ legislative power by\nstriking down an Act of Congress. The United States has not\nexplained why the fact that the impairment at issue in Chadha was\n“special” or “procedural” has any relevance to whether Congress\nsuffered an injury. Indeed, because legislating is Congress’\ncentral function, any impairment of that function is a more\ngrievous injury than the impairment of a procedural add-on.The Court’s decision in\nColeman v. Miller, 307 U. S. 433 (1939) , bolsters this\nconclusion. In Coleman, we held that a group of state senators had\nstanding to challenge a lower court decision approving the\nprocedures used to ratify an amendment to the Federal Constitution.\nWe reasoned that the senators’ votes—which would otherwise have\ncarried the day—were nullified by that action. See id., at 438\n(“Here, the plaintiffs include twenty senators, whose votes against\nratification have been overridden and virtually held for naught\nalthough if they are right in their contentions their votes would\nhave been sufficient to defeat ratification. We think that these\nsenators have a plain, direct and adequate interest in maintaining\nthe ef- fectiveness of their votes”); id., at 446 (“[W]e find no\ndeparture from principle in recognizing in the instant case that at\nleast the twenty senators whose votes, if their contention were\nsustained, would have been sufficient to defeat the resolution\nratifying the proposed constitutional amendment, have an interest\nin the controversy which, treated by the state court as a basis for\nentertaining and deciding the federal questions, is sufficient to\ngive the Court jurisdiction to review that decision”). By striking\ndown §3 of DOMA as unconstitutional, the Second Circuit effectively\n“held for naught” an Act of Congress. Just as the\nstate-senator-petitioners in Coleman were necessary parties to the\namendment’s ratification, the House of Representatives was a\nnecessary party to DOMA’s passage; indeed, the House’s vote would\nhave been sufficient to prevent DOMA’s repeal if the Court had not\nchosen to execute that repeal judicially.Both the United States\nand the Court-appointed amicus err in arguing that Raines v. Byrd,\n521 U. S. 811 (1997) , is to the contrary. In that case, the Court\nheld that Members of Congress who had voted “nay” to the Line Item\nVeto Act did not have standing to challenge that statute in federal\ncourt. Raines is inapposite for two reasons. First, Raines dealt\nwith individual Members of Congress and specifically pointed to the\nindividual Members’ lack of institutional endorsement as a sign of\ntheir standing problem: “We attach some importance to the fact that\nappellees have not been authorized to represent their respective\nHouses of Congress in this action, and indeed both Houses actively\noppose their suit.” Id., at 829; see also ibid., n. 10 (citing\ncases to the effect that “members of collegial bodies do not have\nstanding to perfect an appeal the body itself has declined to take”\n(internal quotation marks omitted)).Second, the Members in\nRaines—unlike the state senators in Coleman—were not the pivotal\nfigures whose votes would have caused the Act to fail absent some\nchallenged action. Indeed, it is telling that Raines characterized\nColeman as standing “for the proposition that legislators whose\nvotes would have been sufficient to defeat (or enact) a specific\nlegislative Act have standing to sue if that legislative action\ngoes into effect (or does not go into effect), on the ground that\ntheir votes have been completely nullified.” 521 U. S., at 823.\nHere, by contrast, passage by the House was needed for DOMA to\nbecome law. U. S. Const., Art. I, §7 (bicameralism and presentment\nrequirements for legislation).I appreciate the\nargument that the Constitution confers on the President alone the\nauthority to defend federal law in litigation, but in my view, as I\nhave explained, that argument is contrary to the Court’s holding in\nChadha, and it is certainly contrary to the Chadha Court’s\nendorsement of the principle that “Congress is the proper party to\ndefend the validity of a statute” when the Executive refuses to do\nso on constitutional grounds. 462 U. S., at 940. See also 2\nU. S. C. §288h(7) (Senate Legal Counsel shall defend the\nconstitutionality of Acts of Congress when placed in issue). [3] Accordingly, in the narrow\ncategory of cases in which a court strikes down an Act of Congress\nand the Executive declines to defend the Act, Congress both has\nstanding to defend the undefended statute and is a proper party to\ndo so.IIWindsor and the\nUnited States argue that §3 of DOMA violates the equal protection\nprinciples that the Court has found in the Fifth Amendment’s Due\nProcess Clause. See Brief for Respondent Windsor (merits) 17–62;\nBrief for United States (merits) 16–54; cf. Bolling v. Sharpe, 347\nU. S. 497 (1954) . The Court rests its holding on related\narguments. See ante, at 24–25.Same-sex marriage\npresents a highly emotional and important question of public\npolicy—but not a difficult ques- tion of constitutional law. The\nConstitution does notguarantee the right to enter into a same-sex\nmarriage. Indeed, no provision of the Constitution speaks to the\nissue.The Court has sometimes\nfound the Due Process Clauses to have a substantive component that\nguarantees liber- ties beyond the absence of physical restraint.\nAnd the Court’s holding that “DOMA is unconstitutional as a dep-\nrivation of the liberty of the person protected by the Fifth\nAmendment of the Constitution,” ante, at 25, suggests that\nsubstantive due process may partially underlie the Court’s decision\ntoday. But it is well established that any “substantive” component\nto the Due Process Clause protects only “those fundamental rights\nand lib- erties which are, objectively, ‘deeply rooted in this\nNation’s history and tradition,’ ” Washington v. Glucksberg,\n521 U. S. 702 –721 (1997); Snyder v. Massachusetts, 291\nU. S. 97, 105 (1934) (referring to fundamental rights as those\nthat are so “rooted in the traditions and conscience of our people\nas to be ranked as fundamental”), as well as “ ‘implicit in\nthe concept of ordered liberty,’ such that ‘neither liberty nor\njustice would exist if they were sacrificed.’ ” Glucksberg,\nsupra, at 721 (quoting Palko v. Connecticut, 302 U. S. 319\n–326 (1937)).It is beyond dispute\nthat the right to same-sex marriage is not deeply rooted in this\nNation’s history and tradition. In this country, no State permitted\nsame-sex marriage until the Massachusetts Supreme Judicial Court\nheld in 2003 that limiting marriage to opposite-sex couples\nviolated the State Constitution. See Goodridge v. Department of\nPublic Health, 440 Mass. 309, 798 N. E. 2d 941. Nor is\nthe right to same-sex marriage deeply rooted in the traditions of\nother nations. No country allowed same-sex couples to marry until\nthe Netherlands did so in 2000. [4]What Windsor and the\nUnited States seek, therefore, is not the protection of a deeply\nrooted right but the recognition of a very new right, and they seek\nthis innovation not from a legislative body elected by the people,\nbut from unelected judges. Faced with such a request, judges have\ncause for both caution and humility.The family is an\nancient and universal human institution. Family structure reflects\nthe characteristics of a civilization, and changes in family\nstructure and in the popular understanding of marriage and the\nfamily can have profound effects. Past changes in the understand-\ning of marriage—for example, the gradual ascendance of the idea\nthat romantic love is a prerequisite to marriage—have had\nfar-reaching consequences. But the process by which such\nconsequences come about is complex, involving the interaction of\nnumerous factors, and tends to occur over an extended period of\ntime.We can expect something\nsimilar to take place if same-sex marriage becomes widely accepted.\nThe long-term consequences of this change are not now known and are\nunlikely to be ascertainable for some time to come. [5] There are those who think that allowing\nsame-sex marriage will seriously undermine the institution of\nmarriage. See, e.g., S. Girgis, R. Anderson, & R. George, What\nis Marriage? Man and Woman: A Defense 53–58 (2012); Finnis,\nMarriage: A Basic and Exigent Good, 91 The Monist 388, 398(2008). [6] Others think that recognition of same-sex marriage will fortify a\nnow-shaky institution. See, e.g., A. Sullivan, Virtually Normal: An\nArgument About Homosexuality 202–203 (1996); J. Rauch, Gay\nMarriage: Why It Is Good for Gays, Good for Straights, and Good for\nAmer- ica 94 (2004).At present, no\none—including social scientists, philosophers, and historians—can\npredict with any certainty what the long-term ramifications of\nwidespread acceptance of same-sex marriage will be. And judges\narecertainly not equipped to make such an\nassessment. The Members of this Court have the authority and the\nresponsibility to interpret and apply the Constitution. Thus, if\nthe Constitution contained a provision guaranteeing the right to\nmarry a person of the same sex, it would be our duty to enforce\nthat right. But the Constitution simply does not speak to the issue\nof same-sex marriage. In our system of government, ultimate\nsovereignty rests with the people, and the people have the right to\ncontrol their own destiny. Any change on a question so fundamental\nshould be made by the people through their elected officials.IIIPerhaps because they\ncannot show that same-sex marriage is a fundamental right under our\nConstitution, Windsor and the United States couch their arguments\nin equal protection terms. They argue that §3 of DOMA discriminates\non the basis of sexual orientation, that classifications based on\nsexual orientation should trigger a form of “heightened” scrutiny,\nand that §3 cannot survive such scrutiny. They further maintain\nthat the governmental interests that §3 purports to serve are not\nsufficiently important and that it has not been adequately shown\nthat §3 serves those interests very well. The Court’s holding, too,\nseems to rest on “the equal protection guarantee of the Fourteenth\nAmendment,” ante, at 25—although the Court is careful not to adopt\nmost of Windsor’s and the United States’ argument.In my view, the\napproach that Windsor and the United States advocate is misguided.\nOur equal protection frame- work, upon which Windsor and the United\nStates rely, is a judicial construct that provides a useful\nmechanism for analyzing a certain universe of equal protection\ncases. But that framework is ill suited for use in evaluating the\nconstitutionality of laws based on the traditional understanding of\nmarriage, which fundamentally turn on what marriage is.Underlying our equal\nprotection jurisprudence is the central notion that “[a]\nclassification ‘must be reasonable, not arbitrary, and must rest\nupon some ground of difference having a fair and substantial\nrelation to the object of the legislation, so that all persons\nsimilarly circumstanced shall be treated alike.’ ” Reed v.\nReed, 404 U. S. 71, 76 (1971) (quoting F. S. Royter Guano Co.\nv. Virginia, 253 U. S. 412, 415 (1920) ). The modern tiers of\nscrutiny—on which Windsor and the United States rely so heavily—are\na heuristic to help judges determine when classifications have that\n“fair and substantial relation to the object of the legislation.”\nReed, supra, at 76.So, for example, those\nclassifications subject to strict scrutiny—i.e., classifications\nthat must be “narrowly tailored” to achieve a “compelling”\ngovernment interest, Parents Involved in Community Schools v.\nSeattle School Dist. No. 1, 551 U. S. 701, 720 (2007)\n(internal quotation marks omitted)—are those that are “so seldom\nrelevant to the achievement of any legitimate state interest that\nlaws grounded in such considerations are deemed to reflect\nprejudice and antipathy.” Cleburne v. Cleburne Living Center, Inc.,\n473 U. S. 432, 440 (1985) ; cf. id., at 452–453 (Stevens, J.,\nconcurring) (“It would be utterly irrational to limit the franchise\non the basis of height or weight; it is equally invalid to limit it\non the basis of skin color. None of these attributes has any\nbearing at all on the citizen’s willingness or ability to exercise\nthat civil right”).In contrast, those\ncharacteristics subject to so-called intermediate scrutiny—i.e.,\nthose classifications that must be “ ‘substantially\nrelated’ ” to the achievement of “im- portant governmental\nobjective[s],” United States v. Virginia, 518 U. S. 515, 524\n(1996) ; id., at 567 (Scalia, J., dissenting)—are those that are\nsometimes relevant considerations to be taken into account by\nlegislators, but “generally provid[e] no sensible ground for\ndifferent treatment,” Cleburne, supra, at 440. For example, the\nCourt has held that statutory rape laws that criminalize sexual\nintercourse with a woman under the age of 18 years, but place no\nsimilar liability on partners of underage men, are grounded in the\nvery real distinction that “young men and young women are not\nsimilarly situated with respect to the problems and the risks of\nsexual intercourse.” Michael M. v. Superior Court, Sonoma Cty., 450\nU. S. 464, 471 (1981) (plurality opnion). The plurality\nreasoned that “[o]nly women may become pregnant, and they suffer\ndisproportionately the profound physical, emotional, and\npsychological consequences of sexual activity.” Ibid. In other\ncontexts, however, the Court has found that classifications based\non gender are “arbitrary,” Reed, supra, at 76, and based on\n“outmoded notions of the relative capabilities of men and women,”\nCleburne, supra, at 441, as when a State provides that a man must\nalways be preferred to an equally qualified woman when both seek to\nadminister the estate of a deceased party, see Reed, supra, at\n76–77.Finally, so-called\nrational-basis review applies to classifications based on\n“distinguishing characteristics relevant to interests the State has\nthe authority to implement.” Cleburne, supra, at 441. We have long\nrecognized that “the equal protection of the laws must coexist with\nthe practical necessity that most legislation classifies for one\npurpose or another, with resulting disadvantages to various groups\nor persons.” Romer v. Evans, 517 U. S. 620, 631 (1996) . As a\nresult, in rational-basis cases, where the court does not view the\nclassification at issue as “inher- ently suspect,” Adarand\nConstructors, Inc. v. Peña, 515 U. S. 200, 218 (1995)\n(internal quotation marks omitted), “the courts have been very\nreluctant, as they should be in our federal system and with our\nrespect for the separation of powers, to closely scrutinize\nlegislative choices as to whether, how, and to what extent those\ninterests should be pursued.” Cleburne, supra, at 441–442.In asking the Court to\ndetermine that §3 of DOMA is subject to and violates heightened\nscrutiny, Windsor and the United States thus ask us to rule that\nthe presence of two members of the opposite sex is as rationally\nrelated to marriage as white skin is to voting or a Y-chromosome is\nto the ability to administer an estate. That is a striking request\nand one that unelected judges should pause before granting.\nAcceptance of the argument would cast all those who cling to\ntraditional beliefs about the nature of marriage in the role of\nbigots or superstitious fools.By asking the Court to\nstrike down DOMA as not satisfying some form of heightened\nscrutiny, Windsor and the United States are really seeking to have\nthe Court resolve a debate between two competing views of\nmarriage.The first and older\nview, which I will call the “tradi- tional” or “conjugal” view,\nsees marriage as an intrinsically opposite-sex institution. BLAG\nnotes that virtually every culture, including many not influenced\nby the Abrahamic religions, has limited marriage to people of the\nopposite sex. Brief for Respondent BLAG (merits) 2 (citing\nHernandez v. Robles, 7 N. Y. 3d 338, 361, 855 N. E. 2d 1,\n8 (2006) (“Until a few decades ago, it was an accepted truth for\nalmost everyone who ever lived, in any society in which marriage\nexisted, that there could be marriages only between participants of\ndifferent sex”)). And BLAG attempts to explain this phenomenon by\narguing that the institution of marriage was created for the\npurpose of channeling heterosexual intercourse into a structure\nthat supports child rearing. Brief for Respondent BLAG 44–46, 49.\nOthers explain the basis for the institution in more philosophical\nterms. They argue that marriage is essentially the solemnizing of a\ncomprehensive, exclusive, permanent union that is intrinsically\nordered to producing new life, even if it does not always do so.\nSee, e.g., Girgis, Anderson, & George, What is Marriage? Man\nand Woman: A Defense, at 23–28. While modern cultural changes have\nweakened the link between marriage and procreation in the popular\nmind, there is no doubt that, throughout human history and across\nmany cultures, marriage has been viewed as an exclusively\nopposite-sex institution and as one inextricably linked to\nprocreation and biological kinship.The other, newer view\nis what I will call the “consent-based” vision of marriage, a\nvision that primarily defines marriage as the solemnization of\nmutual commitment—marked by strong emotional attachment and sexual\nattraction—between two persons. At least as it applies to\nheterosexual couples, this view of marriage now plays a very\nprominent role in the popular understanding of the institution.\nIndeed, our popular culture is infused with this understanding of\nmarriage. Proponents of same-sex marriage argue that because gender\ndifferentiation is not relevant to this vision, the exclusion of\nsame-sex couples from the institution of marriage is rank\ndiscrimination.The Constitution does\nnot codify either of these views of marriage (although I suspect it\nwould have been hard at the time of the adoption of the\nConstitution or the Fifth Amendment to find Americans who did not\ntake the traditional view for granted). The silence of the\nConstitution on this question should be enough to end the matter as\nfar as the judiciary is concerned. Yet, Windsor and the United\nStates implicitly ask us to endorse the consent-based view of\nmarriage and to reject the traditional view, thereby arrogating to\nourselves the power to decide a question that philosophers,\nhistorians, social scientists, and theologians are better qualified\nto explore. [7] Because our\nconsti- tutional order assigns the resolution of questions of this\nnature to the people, I would not presume to en- shrine either\nvision of marriage in our constitutional jurisprudence.Legislatures, however,\nhave little choice but to decide between the two views. We have\nlong made clear that neither the political branches of the Federal\nGovernment nor state governments are required to be neutral between\ncompeting visions of the good, provided that the vision of the good\nthat they adopt is not countermanded by the Constitution. See,\ne.g., Rust v. Sullivan, 500 U. S. 173, 192 (1991) (“[T]he\ngovernment ‘may make a value judgment favoring childbirth over\nabortion’ ” (quoting Maher v. Rue, 432 U. S. 464, 474\n(1977) )). Accordingly, both Congress and the States are entitled\nto enact laws recognizing either of the two understandings of\nmarriage. And given the size of government and the degree to which\nit now regulates daily life, it seems unlikely that either Congress\nor the States could maintain complete neutrality even if they tried\nassiduously to do so.Rather than fully\nembracing the arguments made by Windsor and the United States, the\nCourt strikes down §3 of DOMA as a classification not properly\nsupported by its objectives. The Court reaches this conclusion in\npart because it believes that §3 encroaches upon the States’\nsovereign prerogative to define marriage. See ante, at 21–22 (“As\nthe title and dynamics of the bill indicate, its purpose is to\ndiscourage enactment of state same-sex marriage laws and to\nrestrict the freedom and choice of couples married under those laws\nif they are enacted. The congressional goal was ‘to put a thumb on\nthe scales and influence a state’s decision as to how to shape its\nown marriage laws’ ” (quoting Massachusetts v. United States\nDept. of Health and Human Servs., 682 F. 3d 1, 12–13 (CA1\n2012))). Indeed, the Court’s ultimate conclusion is that DOMA falls\nafoul of the Fifth Amendment because it “singles out a class of\npersons deemed by a State entitled to recognition and protection to\nenhance their own liberty” and “imposes a disability on the class\nby refusing to acknowledge a status the State finds to be dignified\nand proper.” Ante, at 25 (emphasis added).To the extent that the\nCourt takes the position that the question of same-sex marriage\nshould be resolved primar- ily at the state level, I wholeheartedly\nagree. I hope that the Court will ultimately permit the people of\neach State to decide this question for themselves. Unless the Court\nis willing to allow this to occur, the whiffs of federalism in the\ntoday’s opinion of the Court will soon be scattered to the\nwind.In any event, §3 of\nDOMA, in my view, does not encroach on the prerogatives of the\nStates, assuming of course that the many federal statutes affected\nby DOMA have not already done so. Section 3 does not prevent any\nState from recognizing same-sex marriage or from extending to\nsame-sex couples any right, privilege, benefit, or obligation\nstemming from state law. All that §3 does is to define a class of\npersons to whom federal law extends cer- tain special benefits and\nupon whom federal law imposes certain special burdens. In these\nprovisions, Congress used marital status as a way of defining this\nclass—in part, I assume, because it viewed marriage as a valua- ble\ninstitution to be fostered and in part because it viewed married\ncouples as comprising a unique type of economic unit that merits\nspecial regulatory treatment. Assuming that Congress has the power\nunder the Constitution to enact the laws affected by §3, Congress\nhas the power to define the category of persons to whom those laws\napply.*  *  *For these reasons, I\nwould hold that §3 of DOMA does not violate the Fifth Amendment. I\nrespectfully dissent.Notes1Our precedents make clear\nthat, in order to support our jurisdic-tion, BLAG must demonstrate\nthat it had Article III standing in its own right, quite apart from\nits status as an intervenor. See Diamond v. Charles, (“Although\nintervenors are considered parties entitled, among other things, to\nseek review by this Court, an intervenor’s right to continue a suit\nin the absence of the party on whose side intervention was\npermitted is contingent upon a showing by the intervenor that he\nfulfills the requirements of Art. III” (citation omitted));\nArizonans for Official English v. Arizona, (“Standing to defend on\nappeal in the place of an original defendant, no less than standing\nto sue, demands that the litigant possess a direct stake in the\noutcome” (internal quotation marks omitted)); id.,at 65 (“An\nintervenor cannot step into the shoes of the original party unless\nthe intervenor independently fulfills the requirements of Article\nIII” (internal quotation marks omitted)).2H. Res. 5, 113th\nCong., 1st Sess., §4(a)(1)(B) (2013) (“[BLAG] continues to speak\nfor, and articulates the institutional position of, the House in\nall litigation matters in which it appears, including in Windsor v.\nUnited States”).3Buckley v. Valeo, , is\nnot to the contrary. The Court’s statements there concerned\nenforcement, not defense.4Curry-Sumner, A Patchwork\nof Partnerships: Comparative Overview of Registration Schemes in\nEurope, in Legal Recognition of Same-Sex Partnerships 71, 72 (K.\nBoele-Woelki & A. Fuchs eds., rev. 2d ed., 2012).5As sociologists have\ndocumented, it sometimes takes decades to doc-ument the effects of\nsocial changes—like the sharp rise in divorcerates following the\nadvent of no-fault divorce—on children and society. See generally\nJ. Wallerstein, J. Lewis, & S. Blakeslee, The Unexpected Legacy\nof Divorce: The 25 Year Landmark Study (2000).6Among those holding that\nposition, some deplore and some applaud this predicted development.\nCompare, e.g., Wardle, “Multiply and Replenish”: Considering\nSame-Sex Marriage in Light of State Interests in Marital\nProcreation, 24 Harv. J. L. & Pub. Pol’y 771, 799 (2001)\n(“Culturally, the legalization of same-sex marriage would send a\nmes-sage that would undermine the social boundaries relating to\nmar-riage and family relations. The confusion of social roles\nlinked with marriage and parenting would be tremendous, and the\nmessage of ‘anything goes’ in the way of sexual behavior,\nprocreation, and parenthood would wreak its greatest havoc among\ngroups of vulnerable individuals who most need the encouragement of\nbright line lawsand clear social mores concerning procreative\nresponsibility”) and Gal-lagher, (How) Will Gay Marriage Weaken\nMarriage as a Social Institution: A Reply to Andrew Koppelman, 2 U.\nSt. Thomas L. J. 33, 58 (2005) (“If the idea of marriage\nreally does matter—if society really does need a social institution\nthat manages opposite-sex attractions in the interests of children\nand society—then taking an already weakened social institution,\nsubjecting it to radical new redefinitions, and hoping that there\nare no consequences is probably neither a wise nor a compassionate\nidea”), with Brownworth, Something Borrowed, Something Blue: Is\nMarriage Right for Queers? in I Do/I Don’t: Queers on Marriage 53,\n58–59 (G. Wharton & I. Phillips eds. 2004) (Former President\nGeorge W. “Bush is correct . . . when he states that\nallowing same-sex couples to marry will weaken the institution of\nmarriage. It most certainly will do so, and that will make marriage\na far better concept than it previously has been”) and Willis, Can\nMarriage Be Saved? A Forum, The Nation, p. 16 (2004) (celebrating\nthe fact that “conferring the legitimacy of marriage on homosexual\nrelations will introduce an implicit revolt against the institution\ninto its very heart”).7The degree to which this\nquestion is intractable to typical judicial processes of\ndecisionmaking was highlighted by the trial in Hollingsworth v.\nPerry, ante, p. ___. In that case, the trial judge, after receiving\ntestimony from some expert witnesses, purported to make “findings\nof fact” on such questions as why marriage came to be, Perry v.\nSchwarzenegger, 704 F. Supp. 2d 921, 958 (ND Cal. 2010)\n(finding of fact no. 27) (“Marriage between a man and a woman was\ntraditionally organized based on presumptions of division of labor\nalong gender lines. Men were seen as suited for certain types of\nwork and women for others. Women were seen as suited to raise\nchildren and men were seen as suited to provide for the family”),\nwhat marriage is, id., at 961 (finding of fact no. 34) (“Marriage\nis the state recognition and approval of a couple’s choice to live\nwith each other, to remain committed to one another and to form a\nhousehold based on their own feelings about one another and to join\nin an economic partnership and support one another and any\ndependents”), and the effect legalizing same-sex marriage would\nhave on opposite-sex marriage, id., at 972 (finding of fact no. 55)\n(“Permitting same-sex couples to marry will not affect the number\nof opposite-sex couples who marry, divorce, cohabit, have children\noutside of marriage or otherwise affect the stability of\nopposite-sex marriages”). At times, the trial reached the heights\nof parody, as when the trial judge questioned his ability to take\ninto account the views of great thinkers of the past because they\nwere unavailable to testify in person in his courtroom. See 13 Tr.\nin No. C 09–2292 VRW (ND Cal.), pp. 3038–3039. And, if this\nspectacle were not enough, some professors of constitutional law\nhave argued that we are bound to accept the trial judge’s\nfindings—including those on major philosophical questions and\npredictions about the future—unless they are “clearly erroneous.”\nSee Brief for Constitutional Law and Civil Procedure Professors as\nAmici Curiae in Hollingsworth v. Perry, O. T. 2012, No.\n12–144, pp. 2–3 (“[T]he district court’s factual findings are\ncompelling and should be given significant weight”); id., at 25\n(“Under any standard of review, this Court should credit and adopt\nthe trial court’s findings because they result from rigorous and\nexacting application of the Federal Rules of Evidence, and are\nsupported by reliable research and by the unanimous consensus of\nmainstream social science experts”). Only an arrogant legal culture\nthat has lost all appreciation of its own limitations could take\nsuch a suggestion seriously.",
    "joined": []
}