{
    "case": {
        "docket": "170",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/170/"
    },
    "id": "1963483",
    "author": "alito",
    "type": "concurrence",
    "text": "563 U. S. ____ (2011)CULLEN V. PINHOLSTER563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1088VINCENT CULLEN, ACTING WARDEN, PETITIONERv.SCOTT LYNN PINHOLSTERon writ of certiorari to the united states court of\nappeals for the ninth circuit[April 4, 2011]Justice Alito, concurring in part\nand concurring in the judgment.Although I concur in the Court’s\njudgment, I agree with the conclusion reached in Part I of the\ndissent, namely, that, when an evidentiary hearing is properly held\nin federal court, review under 28 U. S. C. §2254(d)(1) must\ntake into account the evidence admitted at that hearing. As the\ndissent points out, refusing to consider the evidence received in\nthe hearing in federal court gives §2254(e)(2) an implausibly\nnarrow scope and will lead either to results that Congress surely\ndid not intend or to the distortion of other provisions of the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA), 110\nStat. 1214, and the law on “cause and prejudice.” Seepost, at 9–12 (opinion of Sotomayor, J.).Under AEDPA evidentiary hearings in federal\ncourt should be rare. The petitioner generally must have made a\ndiligent effort to produce in state court the new evidence on which\nhe seeks to rely. See §2254(e)(2);Williamsv.Taylor,529\nU. S. 420, 433–434 (2000). If that requirement is not\nsatisfied, the petitioner may establish the factual predicate for a\nclaim in a federal-court hearing only if, among other things, “the\nfacts underlying the claim would be sufficient to establish by\nclear and convincing evidence that but for constitutional error, no\nreasonable factfinder would have found the applicant guilty of the\nunderlying offense.” §2254(e)(2)(B).Even when the petitioner does satisfy the\ndiligence standard adopted inWilliamsv.Taylor,supra, a hearing should not be held in federal court\nunless the new evidence that the petitioner seeks to introduce was\nnot and could not have been offered in the state-court proceeding.\nSection 2254(e)(2) bars a hearing in certain situations, but it\ndoes not mean that a hearing is allowed in all other situations.\nSeeSchrirov.Landrigan,550 U. S. 465, 473–474\n(2007). The whole thrust of AEDPA is essentially to reserve federal\nhabeas relief for those cases in which the state courts acted\nunreasonably. See §§2254(d)(1), (2), (e)(1). Permitting a\npetitioner to obtain federal habeas relief on the basis of evidence\nthat could have been but was not offered in state court would upset\nthis scheme.In this case, for essentially the reasons set\nout in the dissent from the Court of Appeals’ en banc decision, seePinholsterv.Ayers, 590 F. 3d 651, 688–691 (CA9\n2009) (opinion of Kozinski, J.), I would hold that the\nfederal-court hearing should not have been held because respondent\ndid not diligently present his new evidence to the California\ncourts. And I join all but Part II of the opinion of the Court, as\nI agree that the decision of the state court represented a\nreasonable application of clearly established Supreme Court\nprecedent in light of the state-court record.",
    "joined": []
}