{
    "case": {
        "docket": "560",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/560/"
    },
    "id": "1970461",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1472_________________KOUICHI TANIGUCHI, PETITIONERv.KAN\nPACIFIC SAIPAN, stocktickerLTD., dba MARIANAS RESORT stocktickerAND\nstocktickerSPAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 21, 2012]Justice Alito delivered the opinion of the\nCourt.The costs that may be awarded to prevailing\nparties in lawsuits brought in federal court are set forth in 28\nU. S. C. §1920. The Court Interpreters Act amended that\nstatute to include “compensation of interpreters.” §1920(6); see\nalso §7, 92Stat. 2044. The question pre- sented in this case is\nwhether “compensation of interpreters” covers the cost of\ntranslating documents. Because the ordinary meaning of the word\n“interpreter” is a person who translates orally from one language\nto another, we hold that “compensation of interpreters” is limited\nto the cost of oral translation and does not include the cost of\ndocument translation.IThis case arises from a personal injury action\nbrought by petitioner Kouichi Taniguchi, a professional baseball\nplayer in Japan, against respondent Kan Pacific Saipan, Ltd., the\nowner of a resort in the Northern Mariana Islands. Petitioner was\ninjured when his leg broke through a wooden deck during a tour of\nrespondent’s resort prop- erty. Initially, petitioner said that he\nneeded no medical attention, but two weeks later, he informed\nrespondent that he had suffered cuts, bruises, and torn ligaments\nfrom the accident. Due to these alleged injuries, he claimed\ndamages for medical expenses and for lost income from contracts he\nwas unable to honor. After discovery concluded, both parties moved\nfor summary judgment. The United States District Court for the\nNorthern Ma- riana Islands granted respondent’s motion on the\nground that petitioner offered no evidence that respondent knew of\nthe defective deck or otherwise failed to exercise reasonable\ncare.In preparing its defense, respondent paid to\nhave various documents translated from Japanese to English. After\nthe District Court granted summary judgment in respondent’s favor,\nrespondent submitted a bill for those costs. Over petitioner’s\nobjection, the District Court awarded the costs to respondent as\n“compensation of interpreters” under §1920(6). Explaining that\ninterpreter services “can- not be separated into ‘translation’ and\n‘interpretation,’ ” App. to Pet. for Cert. 25a, the court held\nthat costs for document translation “fal[l] within the meaning of\n‘compensation of an interpreter,’ ”ibid.Finding that\nit was necessary for respondent to have the documents translated in\norder to depose petitioner, the court con- cluded that the\ntranslation services were properly taxed as costs.The United States Court of Appeals for the Ninth\nCircuit affirmed both the District Court’s grant of summary\njudgment and its award of costs. The court rejected petitioner’s\nargument that the cost of document translation services is not\nrecoverable as “compensation of interpreters.” The court explained\nthat “the word ‘interpreter’ can reasonably encompass a\n‘translator,’ both according to the dictionary definition and\ncommon usage of these terms, which does not always draw precise\ndistinctions between foreign language interpretations involving\nlive speech versus written documents.” 633 F.3d 1218, 1221 (2011).\n“More importantly,” the court stressed, this construction of the\nstatute “is more compatible with Rule 54 of the Fed- eral Rules of\nCivil Procedure, which includes a decided preference for the award\nof costs to the prevailing party.”Ibid.The court thus\nconcluded that “the prevailing party should be awarded costs for\nservices required to interpret either live speech or written\ndocuments into a familiar language, so long as interpretation of\nthe items is necessary to the litigation.”Id.,at\n1221–1222.Because there is a split among the Courts of\nAppeals on this issue,[1] we\ngranted certiorari. 564 U. S. ___ (2011).IIAAlthough the taxation of costs was not allowed\nat common law, it was the practice of federal courts in the early\nyears to award costs in the same manner as the courts of the\nrelevant forum State.Alyeska Pipeline Service Co.v.Wilderness Society,421 U.S.\n240, 247–248 (1975). In 1793, Congress enacted a statute that\nauthorized the awarding of certain costs to prevailing parties\nbased on state law:“That there be allowed and taxed in the\nsupreme, circuit and district courts of the United States, in\nfavour of the parties obtaining judgments therein, such\ncompensation for their travel and attendance, and for attornies and\ncounsellors’ fees . . . as are allowed in the supreme or\nsuperior courts of the respective states.” Act of Mar. 1, 1793, §4,\n1Stat. 333.Although twice reenacted, this provision expired\nin 1799.Alyeska Pipeline,supra, at 248, n. 19;Crawford Fitting Co.v.J.T. Gibbons,\nInc.,482 U.S.\n437, 439 (1987). Yet even in the absence of express legislative\nauthorization, the practice of referring to state rules for the\ntaxation of costs persisted. SeeAlyeska Pipeline, 421\nU. S., at 250.Not until 1853 did Congress enact legislation\nspecifying the costs allowable in federal court.Id.,at\n251. The impetus for a uniform federal rule was largely the\nconsequence of two developments. First, a “great diversity in\npractice among the courts” had emerged.Ibid.Second,\n“losing litigants were being unfairly saddled with exorbitant fees\nfor the victor’s attorney.”Ibid.Against this backdrop,\nCongress passed the 1853 Fee Act, which we have described as a\n“far-reaching Act specifying in detail the nature and amount of the\ntaxable items of cost in the federal courts.”Id.,at\n251–252. The substance of this Act was transmitted through the\nRevised Statutes of 1874 and the Judicial Code of 1911 to the\nRevised Code of 1948, where it was codified, “without any apparent\nintent to change the controlling rules,” as 28 U. S. C.\n§1920. 421 U. S., at 255.Federal Rule of Civil Procedure 54(d) gives\ncourts the discretion to award costs to prevailing parties. That\nRule provides in relevant part: “Unless a federal statute, these\nrules, or a court order provides otherwise, costs—other than\nattorney’s fees—should be allowed to the prevailing party.” Rule\n54(d)(1). We have held that “§1920 defines the term ‘costs’ as used\nin Rule 54(d).”Crawford Fitting, 482 U. S., at 441. In\nso doing, we rejected the view that “the discretion granted by Rule\n54(d) is a separate source of power to tax as costs expenses not\nenumerated in §1920.”Ibid.As originally configured, §1920 contained five\ncategories of taxable costs: (1) “[f]ees of the clerk and marshal”;\n(2) “[f]ees of the court reporter for all or any part of the steno-\ngraphic transcript necessarily obtained for use in the case”; (3)\n“[f]ees and disbursements for printing and witnesses”; (4) “[f]ees\nfor exemplification and copies of papers necessarily obtained for\nuse in the case”; and (5) “[d]ocket fees under section 1923 of this\ntitle.” 62Stat. 955. In 1978, Congress enacted the Court\nInterpreters Act, which amended §1920 to add a sixth category:\n“Compensation of court appointed experts, compensation of\ninterpreters, and salaries, fees, expenses, and costs of special\ninterpretation services under section 1828 of this title.” 28\nU. S. C. §1920(6); see also §7, 92Stat. 2044. We are\nconcerned here with this sixth category, specifically the item of\ntax- able costs identified as “compensation of interpreters.”BTo determine whether the item “compensation of\ninterpreters” includes costs for document translation, we must look\nto the meaning of “interpreter.” That term is not defined in the\nCourt Interpreters Act or in any other relevant statutory\nprovision. When a term goes undefined in a statute, we give the\nterm its ordinary meaning.Asgrow Seed Co.v.Winterboer,513 U.S.\n179, 187 (1995). The question here is: What is the ordinary\nmeaning of “interpreter”?Many dictionaries in use when Congress enacted\nthe Court Interpreters Act in 1978 defined “interpreter” as one who\ntranslates spoken, as opposed to written, language. The American\nHeritage Dictionary, for instance, defined the term as “[o]ne who\ntranslates orally from one language into another.” American\nHeritage Dictionary 685 (1978). The Scribner-Bantam English\nDictionary defined the related word “interpret” as “to translate\norally.” Scribner-Bantam English Dictionary 476 (1977). Similarly,\nthe Random House Dictionary defined the intransitive form of\n“interpret” as “to translate what issaidin a foreign\nlanguage.” Random House Dictionary of the English Language 744\n(1973) (emphasis added). And, notably, the Oxford English\nDictionary defined “interpreter” as “[o]ne who translates\nlanguages,” but then divided that definition into two senses: “a.\n[a] translator of books or writings,” which it designated as\nobsolete, and “b. [o]ne who translates the communications of\npersons speaking different languages;spec.one whose office\nit is to do so orally in the presence of the persons; a dragoman.”\n5 Oxford English Dictionary 416 (1933); see also Concise Oxford\nDictionary of Current English 566 (6th ed. 1976) (“One who\ninterprets; one whose office it is to translate the words of\npersons speaking different languages, esp. orally in their\npresence”); Chambers Twentieth Century Dictionary 686 (1973) (“one\nwho translates orally for the benefit of two or more parties\nspeaking different languages: . . . a translator\n(obs.)”).Pre-1978 legal dictionaries also generally\ndefined the words “interpreter” and “interpret” in terms of oral\ntranslation. The then-current edition of Black’s Law Dictionary,\nfor example, defined “interpreter” as “[a] person sworn at a trial\nto interpret the evidence of a foreigner . . . to the\ncourt,” and it defined “interpret” in relevant part as “to\ntranslate orally from one tongue to another.” Black’s Law\nDictionary 954, 953 (rev. 4th ed. 1968); see also W. Anderson, A\nDictionary of Law 565 (1888) (“One who translates the testimony of\nwitnesses speaking a foreign tongue, for the benefit of the court\nand jury”); 1 B. Abbott, Dictionary of Terms and Phrases Used in\nAmerican or English Jurisprudence 639 (1878) (“one who restates the\ntestimony of a witness testifying in a foreign tongue, to the court\nand jury, in their language”). But see Ballentine’s Law Dictionary\n655, 654 (3d ed. 1969) (defining “interpreter” as “[o]ne who\ninterprets, particularly one who interprets words written or spoken\nin a foreign language,” and “interpret” as “to translate from a\nforeign language”).Against these authorities, respondent relies\nalmost exclusively on Webster’s Third New International Dictionary\n(hereinafter Webster’s Third). The version of that dictionary in\nprint when Congress enacted the Court Interpreters Act defined\n“interpreter” as “one that translates;esp: a person who\ntranslates orally for parties conversing in different tongues.”\nWebster’s Third 1182 (1976).[2]\nThe sense divideresp(for especially) indicates that the\nmost common meaning of the term is one “who translates orally,” but\nthat meaning is subsumed within the more general definition “one\nthat translates.” See 12,000 Words: A Supplement to Webster’s Third\n15a (1986) (explaining thatesp“is used to introduce the\nmost common meaning included in the more general preceding\ndefinition”). For respondent, the general definition suf- fices to\nestablish that the term “interpreter” ordinarily includes persons\nwho translate the written word. Explaining that “the word\n‘interpreter’ can reasonably encompass a ‘translator,’ ” the\nCourt of Appeals reached the same conclusion. 633 F. 3d, at\n1221. We disagree.That a definition is broad enough to encompass\none sense of a word does not establish that the word isordinarilyunderstood in that sense. SeeMallardv.United States Dist. Court for Southern Dist. of Iowa,490 U.S.\n296, 301 (1989) (relying on the “most common meaning” and the\n“ordinary and natural signification” of the word “request,” even\nthough it may sometimes “double for ‘demand’ or ‘command’ ”).\nThe fact that the definition of “interpreter” in Webster’s Third\nhas a sense divider denoting the most common usage suggests that\nother usages, although acceptable, might not be common or ordinary.\nIt is telling that all the dictionaries cited above defined\n“interpreter” at the time of the statute’s enactment as including\npersons who translate orally, but only a handful defined the word\nbroadly enough to encompass translators of written material. Seesupra,at 5–7. Although the Oxford English Dictionary, one\nof the most authoritative on the English language, recognized that\n“interpreter”canmean one who translates writings, it\nexpressly designated that meaning as obsolete. Seesupra,at\n6. Were the meaning of “interpreter” that respondent advocates\ntruly common or ordinary, we would expect to see more support for\nthat meaning. We certainly would not expect to see it designated as\nobsolete in the Oxford English Dictionary. Any definition of a word\nthat is absent from many dictionaries and is deemed obsolete in\nothers is hardly a common or ordinary meaning.Based on our survey of the relevant\ndictionaries, we conclude that the ordinary or common meaning of\n“interpreter” does not include those who translate writings.\nInstead, we find that an interpreter is normally understood as one\nwho translates orally from one language to another. This sense of\nthe word is far more natural. As the Seventh Circuit put it:\n“Robert Fagles made famous translations into English of theIliad, theOdyssey, and theAeneid, but no one\nwould refer to him as an English-language ‘interpreter’ of these\nworks.”Extra Equipamentos E Exportação Ltda.v.Case\nCorp., 541 F.3d 719, 727 (2008).To be sure, the word “interpreter” can encompass\npersons who translate documents, but because that is not the\nordinary meaning of the word, it does not control unless the\ncontext in which the word appears indicates that it does. Nothing\nin the Court Interpreters Act or in §1920, however, even hints that\nCongress intended to go beyond the ordinary meaning of\n“interpreter” and to embrace the broadest possible meaning that the\ndefinition of the word can bear.If anything, the statutory context suggests the\nopposite: that the word “interpreter” applies only to those who\ntranslate orally. As previously mentioned, Congress en- acted\n§1920(6) as part of the Court Interpreters Act. The main provision\nof that Act is §2(a), codified in 28 U. S. C. §§1827 and\n1828. See 92Stat. 2040–2042. Particularly relevant here is §1827.\nAs it now reads, that statute provides for the establishment of “a\nprogram to facilitate the use of certified and otherwise qualified\ninterpreters in judicial proceedings instituted by the United\nStates.” §1827(a). Subsection (d) directs courts to use an\ninterpreter in any criminal or civil action instituted by the\nUnited States if a party or witness “speaks only or primarily a\nlanguage other than the English language” or “suffers from a\nhearing impairment” “so as to inhibit such party’s comprehension of\nthe proceedings or communication with counsel or the presiding\njudicial officer, or so as to inhibit such witness’ comprehension\nof questions and the presentation of such testimony.”\n§1827(d)(1).[3] As originally\nenacted, subsection (k) mandated that the “interpretation provided\nby certified interpreters . . . shall be in the\nconsecutive mode except that the presiding judicial officer\n. . . may authorize a simultaneous or summary\ninterpretation.” §1827(k) (1976 ed., Supp. II); see also 92Stat.\n2042. In its current form, subsection (k) provides that\ninterpretation “shall be in the simultaneous mode for any party\n. . . and in the consecutive mode for witnesses,” unless\nthe court directs otherwise. The simultaneous, consecutive, and\nsummary modes are all methods of oral interpretation and have\nnothing to do with the translation of writings.[4] Taken together, these provisions are a strong\ncontextual clue that Congress was dealing only with oral\ntranslation in the Court Interpreters Act and that it intended to\nuse the term “interpreter” throughout the Act in its ordinary sense\nas someone who translates the spoken word. As we have said before,\nit is a “ ‘normal rule of statutory construction’ that\n‘identical words used in different parts of the same act are\nintended to have the same meaning.’ ”Gustafsonv.Alloyd Co.,513 U.S.\n561, 570 (1995) (quotingDepartment of Revenue of Ore.v.ACF Industries, Inc.,510 U.S.\n332, 342 (1994)).[5]The references to technical terminology in the\nCourt Interpreters Act further suggest that Congress used\n“interpreter” in a technical sense, and it is therefore significant\nthat relevant professional literature draws a line between\n“interpreters,” who “are used for oral conversations,” and\n“translators,” who “are used for written communications.” Zazueta,supran. 4, at 477; see also M. Frankenthaler, Skills\nfor Bilingual Legal Personnel 67 (1982) (“While the translator\ndeals with the written word, the interpreter is concerned with the\nspoken language”); Brislin, Introduction, in Translation:\nApplications and Research 1 (R. Brislin ed. 1976) (explaining that\nwhen both terms are used together, translation “refers to the\nprocessing [of] written input, and interpretation to the processing\nof oral input” (emphasis deleted)); J. Herbert, Interpreter’s\nHandbook 1 (2d ed. 1952) (“In the present-day jargon of\ninternational organisations, the words translate, translations,\ntranslator are used when the immediate result of the work is a\nwritten text; and the words interpret, interpreter, interpretation\nwhen it is a speech delivered orally”). That Congress specified\n“interpreters” but not “translators” is yet another signal that it\nintended to limit §1920(6) to the costs of oral, instead of\nwritten, translation.[6]In sum, both the ordinary and technical meanings\nof “interpreter,” as well as the statutory context in which the\nword is found, lead to the conclusion that §1920(6) does not apply\nto translators of written materials.[7]CNo other rule of construction compels us to\ndepart from the ordinary meaning of “interpreter.” The Court of\nAppeals reasoned that a broader meaning is “more compat- ible with\nRule 54 of the Federal Rules of Civil Procedure, which includes a\ndecided preference for the award of costs to the prevailing party.”\n633 F. 3d, at 1221. But we have never held that Rule 54(d)\ncreates a presumption of statutory construction in favor of the\nbroadest possible reading of the costs enumerated in §1920. To the\ncontrary, we have made clear that the “discretion granted by Rule\n54(d) is not a power to evade” the specific categories of costs set\nforth by Congress.Crawford Fitting, 482 U. S., at 442.\n“Rather,” we have said, “it is solely a power to decline to tax, as\ncosts, the items enumerated in §1920.”Ibid.Rule 54(d) thus\nprovides no sound basis for casting aside the ordinary meaning of\nthe various items enumerated in the costs statute, including the\nordinary meaning of “interpreter.”Our decision is in keeping with the narrow scope\nof taxable costs. “Although ‘costs’ has an everyday meaning\nsynonymous with ‘expenses,’ the concept of taxable costs under Rule\n54(d) is more limited and represents those expenses, including, for\nexample, court fees, that a court will assess against a litigant.”\n10 C. Wright, A. Miller, & M. Kane, Federal Practice and\nProcedure §2666, pp. 202–203 (3d ed. 1998) (hereinafter Wright\n& Miller). Taxable costs are limited to relatively minor,\nincidental expenses as is evident from §1920, which lists such\nitems as clerk fees, court reporter fees, expenses for printing and\nwitnesses, expenses for exemplification and copies, docket fees,\nand compensation of court-appointed experts. Indeed, “the\nassessment of costs most often is merely a clerical matter that can\nbe done by the court clerk.”Hairline Creations, Inc.v.Kefalas, 664 F.2d 652, 656 (CA7 1981). Taxable costs are a\nfraction of the nontaxable expenses borne by litigants for\nattorneys, experts, consultants, and investigators. It comes as\nlittle surprise, therefore, that “costs almost always amount to\nless than the successful litigant’s total expenses in connection\nwith a lawsuit.” 10 Wright & Miller §2666, at 203. Because\ntaxable costs are limited by statute and are modest in scope, we\nsee no compelling reason to stretch the ordinary meaning of the\ncost items Congress authorized in §1920.As for respondent’s extratextual arguments, they\nare more properly directed at Congress. Respondent contends that\ndocumentary evidence is no less important than testimonial evidence\nand that it would be anomalous to require the losing party to cover\ntranslation costs for spoken words but not for written words. Brief\nfor Respondent 20. Respondent also observes that some translation\ntasks are not entirely oral or entirely written.Id.,at\n20–24. One task, called “ ‘sight translation,’ ” involves\nthe oral translation of a document.Id.,at 21. Another task\ninvolves the written translation of speech.Ibid.And a\nthird task, called “ ‘document comparison,’ ” involves\ncomparing documents in the source and target language to verify\nthat the two are identical.Id.,at 21–22. Respondent argues\nthat a narrow definition cannot account for these variations and\nthat a bright-line definition of “interpreter” as someone who\ntranslates spoken and written words would avoid complication and\nprovide a simple, administrable rule for district courts.Neither of these arguments convinces us that\nCongress must have intended to dispense with the ordinary meaning\nof “interpreter” in §1920(6). First, Congress might have\ndistinguished between oral and written translation out of a concern\nthat requiring losing parties to bear the potentially sizable costs\nof translating discovery docu- ments, as opposed to the more\nlimited costs of oral tes- timony, could be too burdensome and\npossibly unfair, especially for litigants with limited means. Cf.Fleischmann Distilling Corp.v.Maier Brewing Co.,386 U.S.\n714, 718 (1967) (noting the argument “that since litigation is\nat best uncertain one should not be penalized for merely defending\nor prosecuting a lawsuit, and that the poor might be unjustly\ndiscouraged from instituting actions to vindicate their rights if\nthe penalty for losing included the fees of their opponents’\ncounsel”). Congress might also have concluded that a document\ntranslator is more akin to an expert or consultant retained by a\nparty to decipher documentary evidence—like, for instance, a\nforensic accountant—than to an interpreter whose real-time oral\ntranslation services are necessary for communication between\nlitigants, witnesses, and the court.[8]Second, respondent has not shown that any of the\nhybrid translation/interpretation tasks to which it points actually\narise with overwhelming frequency or that the problem of drawing\nthe line between taxable and nontax- able costs in such cases will\nvex the trial courts. It certainly has not shown that any such\nproblems will be more troublesome than the task of sifting through\ntranslated discovery documents to ascertain which can be taxed as\nnecessary to the litigation. In any event, the present case does\nnot present a hybrid situation; it involves purely written\ntranslation, which falls outside the tasks performed by an\n“interpreter” as that term is ordinarily understood.*  *  *Because the ordinary meaning of “interpreter”\nis someone who translates orally from one language to another, we\nhold that the category “compensation of interpreters” in §1920(6)\ndoes not include costs for document translation. We therefore\nvacate the judgment of the United States Court of Appeals for the\nNinth Circuit and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1CompareBDT Products,\nInc.v.Lexmark Int’l, Inc.,405 F.3d 415, 419 (CA6 2005) (holding that document translation\ncosts are taxable under §1920(6) because the “definition of\ninterpret expressly includes to ‘translate into intelligible or\nfamiliar language’ ” (quoting Webster’s Third New\nInternational Dictionary 1182 (1981))), withExtra Equipamentos\nE Exportação Ltda.v.Case Corp., 541 F.3d 719, 727–728\n(CA7 2008) (holding that document translation costs are not taxable\nunder §1920(6) because an interpreter is “normally understood [as]\na person who translates living speech from one language to\nanother”).2A handful of other\ncontemporaneous dictionaries used a similar formulation. See Funk\n& Wagnalls New Comprehensive International Dictionary of the\nEnglish Language 665 (1977) (“One who interprets or translates;\nspecifically, one who serves as oral translator between people\nspeaking different languages”); 1 World Book Dictionary 1103 (C.\nBarnhart & R. Barnhart eds. 1977) (“a person whose business is\ntranslating, especially orally, from a foreign language”);\nCassell’s English Dictionary 617 (4th ed. 1969) (“One who\ninterprets, esp. one employed to translate orally to persons\nspeaking a foreign language”).3This provision remains\nsubstantially the same as it appeared when first enacted. See 28\nU. S. C. §1827(d)(1) (1976 ed., Supp. II); see also\n92Stat. 2040.4The simultaneous mode\nrequires the interpreter “to interpret and to speak\ncontemporaneously with the individual whose communication is being\ntranslated.” H. R. Rep. No. 95–1687, p. 8 (1978). The\nconsecutive mode requires the speaker whose communication is being\ntranslated to pause so that the interpreter can “convey the\ntestimony given.”Ibid.And the summary mode “allow[s] the\ninterpreter to condense and distill the speech of the speaker.”Ibid.;see generally Zazueta, Attorneys Guide to the Use of\nCourt Interpreters, 8 U. C. D. L. Rev. 471, 477–478\n(1975).5The dissent agrees that\ncontext should help guide our analysis, but instead of looking to\nthe Court Interpreters Act, it looks to “the practice of federal\ncourts both before and after §1920(6)’s enactment.”Post,at\n4 (opinion of Ginsburg, J.). The practice of federal courtsafterthe Act’s enactment tells us nothing about what\nCongress intended at the time of enactment. And federal court\npracticebeforethe Act under other provisions of §1920\ntells us little, if anything, about what Congress intended when it\nadded subsection (6). We think the statutory context in which the\nword “interpreter” appears is a more reliable guide to its\nmeaning.6Some provisions within\nthe United States Code use both “inter-preter” and “translator”\ntogether, thus implying that Congress understands the terms to have\nthe distinct meanings described above. See,e.g.,8\nU. S. C. §1555(b) (providing that appropriations for the\nImmigration and Naturalization Service “shall be available for\npayment of . . . interpreters and translators who are not\ncitizens of the United States”); 28 U. S. C.\n§530C(b)(1)(I) (providing that Department of Justice funds may be\nused for “[p]ayment of interpreters and translators who are not\ncitizens of the United States”).7Our conclusion is\nbuttressed by respondent’s concession at oral argument that there\nis no provision in the United States Code where it is clear that\nthe word extends to those who translate documents. Tr. of Oral Arg.\n39; see also Brief for Petitioner 32 (“And the Code is wholly\ndevoid of any corresponding definition of ‘interpreter’ extending\nto the translation of written documents”). As respondent\nacknowledged, either the word is used in a context that strongly\nsuggests it applies only to oral translation or its meaning is\nunclear. See Tr. of OralArg. 38.8The dissent contends that\ndocument translation, no less than oral translation, is essential\n“to equip the parties to present their case clearly and the court\nto decide the merits intelligently.”Post,at 5. But a\ndocument translator is no more important than an expert or\nconsultant in making sense of otherwise incomprehensible\ndocumentary evidence, yet expenses for experts and consultants are\ngenerally not taxable as costs. To be sure, forgoing document\ntranslation can impair a litigant’s case, but document translation\nis not indispensable, in the way oral translation is, to the\nparties’ ability to communicate with each other, with witnesses,\nand with the court.",
    "joined": []
}