{
    "case": {
        "docket": "17-1498",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/17-1498/"
    },
    "id": "4238644",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1498_________________ATLANTIC RICHFIELD COMPANY, PETITIONERv.GREGORY A. CHRISTIAN, et al.on writ of certiorari to the supreme court of\nmontana[April 20, 2020]Justice Alito, concurring in part and\ndissenting in part.I agree with the Court that the judgment below\nmust be reversed, and I join all of the Court’s opinion except Part\nII–B. I thus agree with the Court that we possess jurisdiction to\ndecide this case. Seeante, at 8. I also agree that the\nlandowners are potentially responsible parties under §122(e)(6) of\nthe Comprehensive Environmental Response, Compensation, and\nLiability Act of 1980 (CERCLA) and, as a result, cannot bring their\nMontana restoration damages claim without the consent of the\nEnvironmental Protection Agency (EPA). Seeante, at 13–21.\nAt this point, however, I am not willing to endorse the Court’s\nholding in Part II–B that state courts have jurisdiction to\nentertain “challenges” to EPA-approved CERCLA plans.II would not decide that question because it is\nneither necessary nor prudent for us to do so. As I understand the\nCourt’s opinion, the Montana Supreme Court has two options on\nremand: (1) enter a stay to allow the landowners to seek EPA\napproval or (2) enter judgment against the landowners on their\nrestoration damages claim without prejudice to their ability to\nrefile if they obtain EPA approval. Either way, the case cannot\nproceed without the EPA’s blessing. And because the EPA has\nsubmitted multiple filings indicating that it believes that the\nlandowners’ plan presents serious environmental risks, it is likely\nthat the EPA will not approve that plan, and the case will then\ndie. If that happens, the question of the state courts’\njurisdiction will be academic.Alternatively, if the EPA approves the\nlandowners’ plan, either in full or to a degree that they find\nsatisfactory, they may not wish to press this litigation. And if\nthey do choose to go forward, the question of state-court\njurisdiction can be decided at that time.For these reasons, there is no need to reach out\nand decide the question now,[1]\nand there are good reasons not to do so. While the question of\nstate-court jurisdiction may turn out not to matter in this case,\nthat question may have important implications in other cases.\nSpecifically, if the fears expressed by the Government materialize,\nstate courts and juries, eager to serve local interests, may\ndisregard the EPA’s expert judgment regarding the best plan for a\nCERCLA site and may mandate relief that exacerbates environmental\nproblems. See Brief for United States asAmicus Curiae20–22, 29–30; App. to Pet. for Cert. 72a–74a. Thus, much is\npotentially at stake, and the question whether CERCLA allows state\ncourts to entertain suits like the one in this case depends on the\ninterpretation of devilishly difficult statutory provisions, CERCLA\n§§113(b) and (h), 42 U. S. C. §§9613(b) and (h).With much at stake, we should be confident that\nour answer is correct, and we have no basis for such confidence\nhere. The question of state-court jurisdiction is only one of many\nin this case, and the briefing and argument on that issue left\nimportant questions without fully satisfactory answers. The Court\ntries to clear up what §113 means, but as I will attempt to show,\nthe Court’s interpretation presents serious problems. Under these\ncircumstances, the better course is not to decide this perplexing\nquestion at this juncture.IIACERCLA §113 is like a puzzle with pieces that\nare exceedingly difficult, if not impossible, to fit together. Here\nis what these provisions say, with language that is not pertinent\nfor present purposes omitted:“(b) Jurisdiction; venue“Except as provided in subsectio [n]\n. . . (h) of this section [and another provision not\nrelevant for present purposes], the United States district courts\nshall have exclusive original jurisdiction over all controversies\narising under this chapter, without regard to the citizenship of\nthe parties or the amount in controversy. . . ..     .     .     .     .“(h) Timing of review“No Federal court shall have jurisdiction under\nFederal law other than under section 1332 of title 28 (relating to\ndiversity of citizenship jurisdiction) or under State law which is\napplicable or relevant and appropriate under section 9621 of this\ntitle [CERCLA §121, 42 U. S. C. §9621] (relating to\ncleanup standards) to review any challenges to removal or remedial\naction selected under section 9604 of this title, or to review any\norder issued under section 9606(a) of this title [concerning\nemergency measures ordered by the President], in any action except\none of [a list of specific CERCLA provisions].” 42\nU. S. C. §9613.For present purposes, the pertinent parts are as\nfollows:First, §113(b) sets out a general rule\nconferring on the federal district courts exclusive jurisdiction\nover claims “arising under” CERCLA. And it does so “without regard\nto the citizenship of the parties or the amount in\ncontroversy.”Second, §§113(b) and (h), taken together, reduce\nthis grant of jurisdiction by taking away jurisdiction overmostclaims that “challeng [e]” a “removal or remedial\naction.”Third, this reduction does not apply to a\nchallenge to removal or remedial action if it is brought under the\ndiversity jurisdiction statute, 28 U. S. C. §1332.Fourth, this reduction also does not apply to a\nchallenge to removal or remedial action if it is brought in federal\ncourt “under State law which is applicable or relevant and\nappropriate under [§121] (relating to cleanup standards).” Under\n§121, cleanup standards must comply with certain state-law\nrequirements, and thus the thrust of this last provision seems to\nbe that a removal or remedial action may be challenged in federal\ncourt for noncompliance with such requirements.With these pieces laid out, we may consider how\nthe Court and respondents, on the one hand, and the Government and\npetitioner, on the other, try to fit them together.BThe logical first step in any effort to\nunderstand how §§113(b) and (h) apply to the landowners’ state-law\nrestoration damages claim is to determine whether the claim falls\nwithin the scope of the exclusive jurisdiction that §113(b) confers\non the federal district courts—in other words, whether such a claim\nis one that “aris[es] under” CERCLA. If it does not, then that ends\nthe inquiry. And that is what the Court holds.Ante, at\n8–9.The Court interprets the phrase “arising under”\nin §113(b) to mean the same thing as that phrase means in the\nfederal-question jurisdiction statute, 28 U. S. C. §1331.\nUnder that provision, as the Court puts it, “[i]n the mine run of\ncases, ‘[a] suit arises under the law that creates the cause of\naction.’ ”Ante, at 9 (quotingAmerican Well Works\nCo.v.Layne & Bowler Co.,241\nU.S. 257, 260 (1916)). Thus, the Court concludes, a claim\narises under CERCLA only if it is based on CERCLA, and since the\nlandowners’ restoration damages claim is based on Montana law, it\nis obviously not based on CERCLA and does not fall within the\nexclusive jurisdiction conferred on the district courts by §113(b).\nThis makes short work of the question of state-court jurisdiction,\nbut it presents serious problems.First, it cannot explain why §113(b) says that\nthe jurisdiction it confers is “without regard to the citizenship\nof the parties or the amount in controversy.” If that jurisdiction\nis limited to claims that are based on CERCLA, district courts have\njurisdiction to entertain all those claims under 28\nU. S. C. §1331, which does not require either diversity\nor any minimum amount in controversy. So why go out of the way to\nsay that §113(b) jurisdiction does not require diversity or any\nminimum amount in controversy? The only logical reason is to ensure\nthat the provision covers suits thatcould not be brought under\n28 U. S. C. §1331. Thus, §113(b) jurisdiction must be\nbroader than general federal-question jurisdiction. By denying\nthis, the Court’s interpretation turns the phrase “without regard\nto the citizenship of the parties or the amount in controversy”\ninto a meaningless and useless appendage.Second, under the Court’s interpretation, there\nis no reason why §113(h) should specify that its reduction of the\nscope of the jurisdiction conferred by §113(b) does not affect a\ndistrict court’s jurisdiction in diversity cases. If the\njurisdiction granted by §113(b) is limited to claims based on\nCERCLA, why would anyone think that it had any impact on state-law\nclaims?[2]Third, if the jurisdiction conferred by §113(b)\nis limited to claims based on CERCLA, it is unclear how a district\ncourt could entertain a claim “under State law which is applicable\nor relevant and appropriate under [§121] (relating to cleanup\nstandards).” Yet §113(h) exempts such a claim from its general\nwithdrawal of jurisdiction over challenges to removal or remedial\naction. It seems clear that Congress did not regard these claims as\nclaims under CERCLA itself, since it describes them as “under State\nlaw” and did not include them on the list of claims under CERCLA\nthat it likewise exempted from §113(h)’s general withdrawal of\njurisdiction over challenges to removal or remedial action.\n§§113(h)(1)–(5). These three problems raise serious doubt about the\ncorrectness of the Court’s interpretation.[3]CThe Government and petitioner advance a\ndifferent interpretation of §§113(b) and (h), and although this\ninterpretation solves the problems noted above, it has problems of\nits own. The Court, as noted, runs into trouble by interpreting the\nphrase “arising under” CERCLA in §113(b) to mean what “arising\nunder” means in 28 U. S. C. §1331. The Government\nobviates this difficulty by arguing that “arising under” in §113(b)\nhas a broader meaning, such as the meaning of the same phrase in\nArticle III of the Constitution. See Brief for United States asAmicus Curiae23–24. The Government suggests that “arising\nunder” in §113(b) may reach “ ‘any case or controversy that\nmight call for the application of federal law.’ ”Id.,\nat 24 (quotingVerlinden B. V.v.Central Bank of\nNigeria,461 U.S.\n480, 492 (1983)). If §113(b) uses the phrase in something like\nthis sense, the jurisdiction it confers can reach some claims under\nstate law, and that would explain §113(b)’s specification that this\njurisdiction is not dependent on either diversity or amount in\ncontroversy. In other words, this language makes clear that federal\ndistrict courts have jurisdiction to hear these state-law claims\nwithout the restrictions that usually apply when federal courts\nentertain such claims.Up to this point, the interpretation favored by\nthe Government and petitioner proceeds smoothly, but it stumbles\nwhen it moves from §113(b) to §113(h). That provision reduces the\ngrant of jurisdiction in §113(b) by taking away jurisdiction over\nchallenges to removal and remedial action unless, among other\nthings, those claims are brought in a diversity action. The upshot\nis that federal district courts are left with jurisdiction over\nmost state-law claims that challenge removal and remedial action\nonly where the parties are diverse.[4] If it turns out that diversity is lacking, the district\ncourts cannot entertain the same claims. And not only that. Because\n§113(b)’s grant of jurisdiction to the federal district courts is\nexclusive, the state courts cannot entertain those claims\neither.It is hard to fathom why Congress might have\nwanted such a scheme. Congress might have wanted all the state-law\nclaims covered by §113(b) to be heard exclusively in federal court\nin order to prevent state courts and juries from unduly favoring\nhome-state interests. But having granted the federal district\ncourts jurisdiction to hear these claims in §113(b), why would\nCongress take away that jurisdiction in cases where the parties\nhappen not to be diverse? And why would Congress go further and\nprevent the state courts from hearing these claims? The Government\nand petitioner provide no answer, and none is apparent.IIIThe Court gives three reasons for resolving\nthe question of state-court jurisdiction. Seeante, at 9,\nn. 3. None is compelling.First, the Court explains that “Atlantic\nRichfield seeks more than a remand,” namely, it seeks a remand with\ninstructions to dismiss on jurisdictional grounds.Ibid. But\nAtlantic Richfield presented its §122(e)(6) theory as an alternate\nground for reversal, and has prevailed on that basis. As Atlantic\nRichfield’s counsel stated at argument, the §122(e)(6) ruling is\n“sufficient to resolve the case.” Tr. of Oral Arg. 17–18.Second, the Court says, “leaving the [§113]\nquestion unanswered . . . would leave the parties in a\nstate of uncertainty.”Ante, at 9, n. 3. But, as\ndescribed above, there appears to be a slim chance that this case\nwill, at least in its current state, “procee[d]” in the Montana\ncourts.Ibid.Third, the Court suggests that the grant of\nreview, briefing, and argument on §113 may warrant resolving the\nquestion of state-court jurisdiction.Ibid.But that\npresentation has not cleared up serious issues surrounding §§113(b)\nand (h). And sunk costs cannot justify a departure from our usual\npractice of “deciding only what is necessary to the disposition of\nthe immediate case.”Whitehousev.Illinois Central\nR. Co.,349 U.S.\n366, 373 (1955).*  *  *Section 113 may simply be a piece of very bad\ndraftsmanship, with pieces that cannot be made to fit together. Or\nit may be a puzzle with a solution that neither the parties, the\nCourt, nor I have been able to solve. In a later case, briefing and\nargument may provide answers that have thus far eluded us. Since we\nare not required to attempt an answer in this case, the prudent\ncourse is to hold back.Notes1We may not decide the\nmerits of a case without assuring ourselves that we have\njurisdiction,Steel Co. v.Citizens for Better\nEnvironment,523 U.S.\n83, 94–95 (1998), but nothing requires us to decide whether the\nMontana courts have jurisdiction before remanding, see S. Shapiro\net al., Supreme Court Practice §3.26, p. 3–94 (11th ed.\n2019); cf.Andresenv.Maryland,427 U.S.\n463, 469, n. 4 (1976) (declining to address question\npresented “does not, of course, affect our\njurisdiction”).2The Court answers that\n§§113(b) and (h), though partially overlapping, are “independent”\nof each other.Ante,at 13, and n. 6. But this\nconclusion rests on an uneasy premise: that §113(b) pertains only\nto causes of action based on CERCLA. There is reason to doubt that\nthis is the best reading of the statute. Seesupra, at 4–5\nand this page.3The Court chalks up\n§113(b)’s references to amount in controversy and party citizenship\nto a “belt and suspenders” approach.Ante,at 10, n. 5.\nAs the Court sees it, Congress must have wanted to make especially\nclear that “allCERCLA lawsuits,” no matter the amount in\ndispute or the citizenship of the parties, would be welcome in (and\nlimited to) those courts.Ibid.It is true that “instances\nof surplusage are not unknown” in federal statutes.Arlington\nCentral School Dist. Bd. of Ed.v.Murphy,548 U.S.\n291, 299, n. 1 (2006). But it is also the case that the\nCourt usually seeks to “avoid a reading which renders some words\naltogether redundant.”Gustafsonv.Alloyd Co.,513 U.S.\n561, 574 (1995). In interpreting §113, one way to avoid\nredundancy is to acknowledge the interlocking relationship between\n§§113(b) and (h). Section 113(b) refers to the hallmarks of\ndiversity jurisdiction (amount in controversy and diversity), and\n§113(h) makes clear that its clawback of jurisdiction over some\n“challenges” to EPA plans does not affect state-law claims that\nsatisfy 28 U. S. C. §1332.4They also retain\njurisdiction over claims “under State law which is applicable or\nrelevant and appropriate under [§121] (relating to cleanup\nstandards).” §113(h).",
    "joined": []
}