{
    "case": {
        "docket": "19-1261",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-1261/"
    },
    "id": "4320280",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATESTRENT MICHAEL TAYLORv.ROBERT RIOJAS,\net al.on petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo. 19–1261. Decided November 2, 2020Justice Alito, concurring in the judgment.Because the Court has granted the petition for a\nwrit of certiorari, I will address the question that the Court has\nchosen to decide. But I find it hard to understand why the Court\nhas seen fit to grant review and address that question.ITo see why this petition is ill-suited for\nreview, it is important to review the procedural posture of this\ncase. Petitioner, an inmate in a Texas prison, sued multiple prison\nofficers and asserted a variety of claims, including both the\nEighth Amendment claim that the Court addresses (placing and\nkeeping him in filthy cells) and a related Eighth Amendment claim\n(refusing to take him to a toilet). The District Court granted\nsummary judgment for the defendants on all but one of petitioner’s\nclaims under Federal Rule of Civil Procedure 54(b), which permitted\npetitioner to appeal the dismissed claims. On appeal, the Fifth\nCircuit affirmed as to all the claims at issue except the\ntoilet-access claim. On the claim concerning the conditions of\npetitioner’s cells, the court held that the facts alleged in\npetitioner’s verified complaint were sufficient to demonstrate an\nEighth Amendment violation, but it found that the officers were\nentitled to qualified immunity based primarily on a statement inHuttov.Finney,437 U.S.\n678(1978), and the Fifth Circuit’s decision inDavisv.Scott,157 F.3d 1003(1998).The Court now reverses the affirmance of summary\njudgment on the cell-conditions claim. Viewing the evidence in the\nsummary judgment record in the light most favorable to petitioner,\nthe Court holds that a reasonable corrections officer would have\nknown that it was unconstitutional to confine petitioner under the\nconditions alleged. That question, which turns entirely on an\ninterpretation of the record in one particular case, is a\nquintessential example of the kind that we almost never review. As\nstated in our Rules, “[a] petition for a writ of certiorari is\nrarely granted when the asserted error consists of . . .\nthe misapplication of a properly stated rule of law,” this Court’s\nRule 10. That is precisely the situation here. The Court does not\ndispute that the Fifth Circuit applied all the correct legal\nstandards, but the Court simply disagrees with the Fifth Circuit’s\napplication of those tests to the facts in a particular record.\nEvery year, the courts of appeals decide hundreds if not thousands\nof cases in which it is debatable whether the evidence in a summary\njudgment record is just enough or not quite enough to carry the\ncase to trial. If we began to review these decisions we would be\nswamped, and as a rule we do not do so.Instead, we have well-known criteria for\ngranting review, and they are not met here. The question that the\nCourt decides is not one that has divided the lower courts, see\nthis Court’s Rule 10, and today’s decision adds virtually nothing\nto the law going forward. The Court of Appeals held that the\nconditions alleged by petitioner, if proved, would violate the\nEighth Amendment, and this put correctional officers in the Fifth\nCircuit on notice that such conditions are intolerable. Thus, even\nwithout our intervention, qualified immunity would not be available\nin any similar future case.We have sometimes granted review and summarily\nreversed in cases where it appeared that the lower court had\nconspicuously disregarded governing Supreme Court precedent, but\nthat is not the situation here. On the contrary, as I explain\nbelow, it appears that the Court of Appeals erred largely because\nit read too much into one of our decisions.It is not even clear that today’s decision is\nnecessary to protect petitioner’s interests. We are generally\nhesitant to grant review of non-final decisions, and there are\ngrounds for such wariness here. If we had denied review at this\ntime, petitioner may not have lost the opportunity to contest the\ngrant of summary judgment on the issue of respondents’ entitlement\nto qualified immunity on his cell-conditions claim. His case would\nhave been remanded for trial on the claims that remained after the\nFifth Circuit’s decision (one of which sought relief that appears\nto overlap with the relief sought on the cell-conditions claim),\nand if he was dissatisfied with the final judgment, he may have\nbeen able to seek review by this Court of the cell-conditions\nqualified immunity issue at that time.Major League Baseball\nPlayers Assn.v.Garvey,532 U.S.\n504, 508, n. 1 (2001) (per curiam). And of course,\nthere is always the possibility that he would have been satisfied\nwith whatever relief he obtained on the claims that went to\ntrial.Today’s decision does not even conclusively\nresolve the issue of qualified immunity on the cell-conditions\nclaim because respondents are free to renew that defense at trial,\nand if the facts petitioner alleges are not ultimately established,\nthe defense could succeed. Indeed, if petitioner cannot prove the\nfacts he alleges, he may not be able to show that his\nconstitutional rights were violated.In light of all this, it is not apparent why the\nCourt has chosen to grant review in this case.IIWhile I would not grant review on the question\nthe Court addresses, I agree that summary judgment should not have\nbeen awarded on the issue of qualified immunity. We must view the\nsummary judgment record in the light most favorable to petitioner,\nand when petitioner’s verified complaint is read in this way, a\nreasonable fact-finder could infer not just that the conditions in\nthe cells in question were horrific but that respondents chose to\nplace and keep him in those particular cells, made no effort to\nhave the cells cleaned, and did not explore the possibility of\nassignment to cells with better conditions. A reasonable\ncorrections officer would have known that this course of conduct\nwas unconstitutional, and the cases on which respondents rely do\nnot show otherwise.Although this Court stated inHuttothat\nholding a prisoner in a “filthy” cell for “a few days” “might be\ntolerable,” 437 U. S., at 686–687, that equivocal and\nunspecific dictum does not justify what petitioner alleges. There\nare degrees of filth, ranging from conditions that are simply\nunpleasant to conditions that pose a grave health risk, and the\nconcept of “a few days” is also imprecise. In addition, the\nstatement does not address potentially important factors, such as\nthe necessity of placing and keeping a prisoner in a particular\ncell and the possibility of cleaning the cell before he is housed\nthere or during the course of that placement. A reasonable officer\ncould not think that this statement or the Court of Appeals’\ndecision inDavismeant that it is constitutional to place a\nprisoner in the filthiest cells imaginable for up to six days\ndespite the availability of other preferable cells or despite the\nability to arrange for cleaning of the cells in question.For these reasons, I concur in the judgment.",
    "joined": []
}