{
    "case": {
        "docket": "137",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/137/"
    },
    "id": "1962610",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGBEGAY V. UNITED STATES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-11543LARRY BEGAY, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the tenth circuit[April 16, 2008]Justice Alito, with whom Justice\nSouter and Justice Thomas join, dissenting.The statutory provision at issue\nin this case—the so-called “residual clause” of 18 U. S. C.\n§924(e)(2)(B)(ii)—calls out for legislative clarification, and I am\nsympathetic to the result produced by the Court’s attempt to craft\na narrowing construction of this provision. Unfortunately, the\nCourt’s interpretation simply cannot be reconciled with the\nstatutory text, and I therefore respectfully dissent.In September 2004, after a night of heavy\ndrinking, petitioner pointed a rifle at his aunt and threatened to\nshoot if she did not give him money. When she replied that she did\nnot have any money, petitioner repeatedly pulled the trigger, but\nthe rifle was unloaded and did not fire. Petitioner then threatened\nhis sister in a similar fashion.At the time of this incident, petitioner was a\nconvicted felon. He had 12 prior convictions in New Mexico for\ndriving under the influence of alcohol (DUI). While DUI is\ngenerally a misdemeanor under New Mexico law, the offense of DUI\nafter at least three prior DUI convictions is a felony requiring a\nsentence of 18 months’ imprisonment. N. M. Stat. Ann.\n§66–8–102(G) (Supp. 2007).Petitioner pleaded guilty to possession of a\nfirearm by a convicted felon, in violation of 18 U. S. C.\n§922(g)(1). A violation of that provision generally carries a\nmaximum term of imprisonment of 10 years, see §924(a)(2), but the\nDistrict Court and the Court of Appeals held that petitioner was\nsubject to a mandatory minimum sentence of 15 years because he had\nat least three prior convictions for the New Mexico felony of DUI\nafter being convicted of DUI on at least three prior occasions. 377\nF. Supp. 2d 1141, 1143–45 (NM 2005); 470 F. 3d 964,\n966–975, 977 (CA10 2006). The lower courts concluded that these\noffenses were crimes “punishable by imprisonment for a term\nexceeding one year” and “involve[d] conduct that present[ed] a\nserious potential risk of physical injury to another.” 18 U.\nS. C. §924(e)(2)(B).The Court does not hold that the maximum term\nof imprisonment that petitioner faced on his felony DUI convictions\nwas less than one year.[Footnote\n1] Nor does the Court dispute that petitioner’s offenses\ninvolved “a serious potential risk of physical injury to another.”Ibid.The only remaining question, therefore, is whether\nthe risk presented by petitioner’s qualifying DUI felony\nconvictions was “serious,”i.e., “significant” or\n“important.” See,e.g., Webster’s Third New International\nDictionary 2073 (hereinafter Webster’s); (2002) 15 Oxford English\nDictionary 15 (def. 6(a)) (2d ed. 1989) (hereinafter OED). In my\nview, it was.Statistics dramatically show that driving\nunder the influence of alcohol is very dangerous. Each year,\napproximately 15,000 fatal alcohol-related crashes occur,\naccounting for roughly 40% of all fatal crashes.[Footnote 2] Approximately a quarter million\npeople are injured annually in alcohol-related crashes.[Footnote 3] The number of people who\nare killed each year by drunk drivers is far greater than the\nnumber of murders committed during any of the crimes specifically\nset out in the statutory provision at issue here,\n§924(e)(2)(B)(ii)—burglary, arson, extortion, and offenses\ninvolving the use of explosives.[Footnote 4]Petitioner’s qualifying offenses, moreover,\nfell within the statute only because he had been convicted of DUI\non at least three prior occasions. As noted, petitioner hada\ndozenprior DUI convictions. Persons who repeatedly drive\ndrunk present a greatly enhanced danger that they and others will\nbe injured as a result.[Footnote\n5] In addition, it has been estimated that the ratio of DUI\nincidents to DUI arrests is between 250 to 1 and 2,000 to\n1.[Footnote 6] Accordingly, the\nrisk presented by a 10th, 11th, and 12th DUI conviction may be\nviewed as the risk created by literally thousands of drunk-driving\nevents. That risk was surely “serious,” and therefore petitioner’s\noffenses fell squarely within the language of the statute.Moreover, taking the statutory language to\nmean what it says would not sweep in all DUI convictions. Most DUI\nconvictions are not punishable by a term of imprisonment of more\nthan one year and thus fall outside the scope of the\nstatute.[Footnote 7]\nPetitioner’s convictions qualified only because of his\nextraordinary—and, I would say, extraordinarily dangerous—record of\ndrunk driving.The Court holds that an offense does not fall\nwithin the residual clause unless it is “roughly similar, in kind\nas well as in degree of risked posed,”ante,at 5, to the\ncrimes specifically listed in 18 U. S. C. §924(e)(2)(B),i.e.,burglary, extortion, arson, and crimes involving the\nuse of explosives. These crimes, according to the Court, “all\ntypically involve purposeful, ‘violent,’ and ‘aggressive’ conduct.”Ante, at 7 (quoting 470 F. 3d, at 980 (McConnell, J.,\ndissenting)).This interpretation cannot be squared with the\ntext of the statute, which simply does not provide that an offense\nmust be “purposeful,” “violent,” or “aggressive” in order to fall\nwithin the residual clause. Rather, after listing burglary, arson,\nextortion, and explosives offenses, the statute provides (in the\nresidual clause) that an offense qualifies if it “otherwise\ninvolves conduct that presents a serious potential risk of physical\ninjury to another.” Therefore, offenses falling within the residual\nclause must be similar to the named offenses in one respect only:\nThey must, “otherwise”—which is to say, “in a different manner,” 10\nOED 984 (def. B(1)); see also Webster’s 1598—“involve[] conduct\nthat presents a serious potential risk of physical injury to\nanother.” Requiring that an offense must also be “purposeful,”\n“violent,” or “aggressive” amounts to adding new elements to the\nstatute, but we “ordinarily resist reading words or elements into a\nstatute that do not appear on its face.”Batesv.United States,522 U. S. 23, 29\n(1997).Each part of this additional, judicially added\nrequirement presents other problems as well.Purposeful.At least one State’s DUI\nlaw requires proof of purposeful conduct. SeeTamv.State, 232 Ga. App. 15, ___, 501 S. E. 2d 51, 52\n(1998) (requiring proof of the intent to drive). In addition, many\nStates recognize involuntary intoxication as a defense. See 4 R.\nEssen & R. Erwin, Defense of Drunk Driving Cases:\nCriminal—Civil §44.04 (2007). And even in States that do not\nrequire purposefulness, I have no doubt that the overwhelming\nmajority of DUI defendants purposefully drank before getting behind\nthe wheel and were purposefully operating their vehicles at the\ntime of apprehension. I suspect that many DUI statutes do not\nrequire proof of purposefulness because the element is almost\nalways present, requiring proof of the element would introduce an\nunnecessary complication, and it would make no sense to preclude\nconviction of those defendants who were so drunk that they did not\neven realize that they were behind the wheel.Violent.It is clear that 18 U.\nS. C. §924(e)(2)(B) is not limited to “violent” crimes, for if\nit were, it would be redundant. The prior subparagraph,\n§924(e)(2)(A), includes offenses that have as an element the use or\nthreatened use of violence.Aggressive.The concept of\n“aggressive” crimes is vague, and in any event, it is hardly\napparent why DUI—not to mention the species of felony DUI\nrecidivism that resulted in petitioner’s predicament—is not\n“aggressive.” Driving can certainly involve “aggressive” conduct.\nIndeed, some States have created the offense of “aggressive\ndriving.” See M. Savage, M. Sundeen, & A. Teigen, Traffic\nSafety and Public Health: State Legislative Action 2007,\nTransportation Series (National Conference of State Legislatures,\nDec. 2007, No. 32), p. 17, and App. J, online at\nhttp://www.ncsl.org/print/transportation/07trafficsafety. pdf. Most\nStates have a toll-free telephone number to call to report\n“aggressive” driving. See Campaign Safe & Sober, Phone Numbers\nfor Reporting Impaired, Aggressive, or Unsafe Driving, online at\nhttp://www.nhtsa.dot.\ngov/people/outreach/safesobr/16qp/phone.html.The Court defends its new statutory element on\nthe ground that a defendant who merely engages in felony drunk\ndriving is not likely to be “the kind of person who might\ndeliberately point the gun and pull the trigger.”Ante, at\n8–9. The Court cites no empirical support for this conclusion, and\nits accuracy is not self-evident. Petitioner’s pattern of behavior\nmay or may not be typical of those defendants who have enough DUI\nconvictions to qualify under N. M. Stat. Ann. §66–8–102(G) and\n18 U. S. C. §924(e)(2)(B), but the example of his behavior in\nthis case—pointing a gun at his aunt’s head and repeatedly pulling\nthe trigger—should surely be enough to counsel against uncritical\nreliance on stereotypes about “the type” of people who commit\nfelony DUI violations.Defendants who qualify for an enhanced\nsentence under §924(e) (2000 ed. and Supp. V) based (in whole or in\npart) on felony DUI convictions share at least three\ncharacteristics that are relevant for present purposes. First, they\nare persons who, in the judgment of Congress, cannot be trusted to\nuse a firearm responsibly. In order to qualify for an enhanced\nsentence under §924(e), a defendant must of course be convicted of\nviolating the felon-in-possession statute, §922(g) (2000 ed.). The\nfelon-in-possession statute necessarily rests on the judgment that\na person with a prior felony conviction cannot be trusted with a\nfirearm. SeeCaronv.United States,524 U. S. 308, 315\n(1998) (“Congress meant to keep guns away from all offenders who,\nthe Federal Government feared, might cause harm …”). And there is\nno dispute that a prior felony DUI conviction qualifies as a felony\nunder the felon-in-possession law. If Congress thought that a\nperson with a prior felony DUI conviction is not “the kind of\nperson” who is likely to use a gun unlawfully, why would Congress\nhave made it a crime for such a person to possess a gun?Second, defendants with DUI convictions that\nare counted under 18 U. S. C. §924(e)(2)(B) are likely to have\nserious alcohol abuse problems. As previously mentioned, ordinary\nDUI convictions are generally not counted under §924(e) because\nthey are not punishable by imprisonment for more than a year. Such\npenalties are generally reserved for persons, like petitioner, with\na record of repeated DUI violations. See National Conference of\nState Legislatures,supra. Such individuals are very\nlikely to have serious alcohol abuse problems and a propensity to\nengage in irresponsible conduct while under the influence. Alcohol\nuse often precedes violent crimes, see,e.g., Roizen,\nEpidemiological Issues in Alcohol-Related Violence, in 13 Recent\nDevelopments in Alcoholism 7, 8–9 (M. Galanter ed. 1997), and thus\nthere is reason to worry about the misuse of firearms by defendants\nwhose alcohol abuse problems are serious enough to result in felony\nDUI convictions.Third, defendants with DUI convictions that\nare counted under §924(e)(2)(B) have either (a) such serious\nalcohol abuse problems that they have at least three prior felony\nDUI convictions or (b) both one or two felony DUI convictions and\none or two offenses that fall under §924(e)(2)(B)(i) (offenses that\nhave “as an element the use, attempted use, or threatened use of\nphysical force”) or that are specifically set out in\n§924(e)(2)(B)(ii) (burglary, arson, extortion, or an explosives\noffense). Defendants with three felony DUI convictions are likely\nto be super–DUI-recidivists like petitioner. Defendants with a\ncombination of felony DUI and other qualifying convictions—for\nexample, convictions for assault or burglary—are persons who, even\nby the Court’s lights, could be classified as “the kind of person\nwho might deliberately point [a] gun and pull the trigger.”Unlike the Court, I cannot say that persons\nwith these characteristics are less likely to use a gun illegally\nthan are persons convicted of other qualifying felonies.Justice Scalia’s concurrence takes a different\napproach, but his analysis is likewise flawed. Justice Scalia would\nhold (a) that an offense does not fall within the residual clause\nunless it presents a risk that is at least as great as that\npresented by the least dangerous of the enumerated offenses; (b)\nthat burglary is the least dangerous of the enumerated offenses;\n(c) that the relevant measure of risk is the risk that the typical\nburglary, DUI, etc. would result in injury; and (d) that the risk\npresented by an incident of DUI is less than the risk presented by\na burglary.Justice Scalia, like the Court, does not\nfollow the statutory language. The statute says that offenses\nfalling within the residual clause must present “a serious\npotential risk of physical injury to another.” The statute does not\nsay that these offenses must present at least as much risk as the\nenumerated offenses.The statute also does not say, as Justice\nScalia would hold, that the relevant risk is the risk that each\nincident of DUI will result in injury. I see no basis for\nconcluding that Congress was not also concerned with the risk faced\nby potential victims, particularly since the statute explicitly\nrefers to “potential risk.” Drunk driving is regarded as a severe\nsocietal problem in large measure because of the very large number\nof victims it produces each year.Finally, Justice Scalia’s conclusion that\nburglary is the least risky of the enumerated offenses is based on\na procrustean reading of §924(e)(2)(B)(ii). This provision refers,\nwithout qualification, to “extortion.” In his dissent inJamesv.United States,550 U. S. ___ (2007),\nJustice Scalia concluded that many forms of extortion are\n“inherentlyunlikelyto cause physical harm.”Id.,at ___ (slip op., at 10) (emphasis in original). Only\nby finding that the term “extortion” in §924(e)(2)(B)(ii) really\nmeans only certain forms of extortion was Justice Scalia able to\ncome to the conclusion that burglary is the least risky of the\nenumerated offenses.For all these reasons, I would affirm the\ndecision of the Tenth Circuit.Footnote 1United Statesv.Gonzaga\nRodriquez, now pending before the Court, presents the question\n“[w]hether a state drug-trafficking offense, for which state law\nauthorized a ten-year sentence because the defendant was a\nrecidivist, qualifies as a predicate offense under the Armed Career\nCriminal Act, 18 U. S. C. §924(e).” Pet. for Cert., O. T.\n2007, No. 06–1646, p. I.Footnote 2See the National Highway Traffic Safety\nAdministration (NHTSA) Traffic Safety Facts Ann. Rep., p. 56, Table\n34 (2006) (15,945 alcohol-related fatal crashes; 41%), (2005)\n(15,238; 39%), (2004) (14,968; 39%), (2003) (15,251; 40%), (2002)\n(15,626; 41%), (2001) (15,585; 41%), (2000) (14,847; 40%), (1999)\n(14,109; 38%), (1998) (14,278; 39%), (1997) (14,363; 38.5%), (1996)\n(15,249; 40.8%) online at http://www-nrd.nhtsa.\ndot.gov/CMSWeb/listpublications.aspx?Id=E&ShowBy=DocType (all\nInternet materials as visited Apr. 11, 2008, and available in Clerk\nof Court’s case file); see alsoMichigan Dept. of State\nPolicev.Sitz,496 U. S. 444, 451\n(1990) (“No one can seriously dispute the magnitude of the drunken\ndriving problem … . ‘Drunk drivers cause an annual death\ntoll of over 25,000 and in the same time span cause nearly one\nmillion personal injuries …’ ”) (footnote omitted));South Dakotav.Neville,459 U. S. 553, 558\n(1983) (“The carnage caused by drunk drivers is well documented . .\n. . This Court . . . has repeatedly lamented the tragedy”).Footnote 3See NHTSA,supra, at 111, Table 76\n(2006) (278,000), (2005) (254,000), (2004) (248,000), (2003)\n(275,000), (2002) (258,000), (2001) (275,000), (2000) (310,000),\n(1999) (308,000), (1998) (305,000), (1997) (327,000), (1996)\n(321,000).Footnote 4According to statistics compiled by the\nFederal Bureau of Investigation, between 1996 and 2006 total annual\nmurders never exceeded 15,000 after 1997. During that same 11-year\nperiod, the highest number of murders committed in the course of\nburglary was 123, the number of murders committed in the course of\narson peaked at 105, and the number of murders involving explosives\ntopped out at 14—all in 1996. See Dept. of Justice, Federal Bureau\nof Investigation, Uniform Crime Reports/Crime in the United States\n(Ann. Reps. 1996–2006), online at\nhttp://www.fbi.gov./ucr/ucr.htm#cius. While murders committed in\nthe course of extortion were not separately reported, common sense\nand the fact that the total number of murders was similar to the\nnumber of fatal alcohol-related crashes at least after 1997\nindicates that murders involving extortion would not rival deaths\nin alcohol-related auto accidents. Even if one were to expand\nbeyond murders to all fatalities and even injuries, it is estimated\nthat arson causes the relatively small number of 475 deaths and\nover 2,000 injuries annually. Dept. of Homeland Security, U. S.\nFire Administration, Arson in the United States, Vol. 1 Topical\nFire Research Series, No. 8 (Jan. 2001, rev. Dec. 2001), online at\nhttp://www.usfa.dhs.gov/downloads/pdf/tfrs/ vli8-508.pdf.Footnote 5SeeUnited Statesv.McCall, 439 F. 3d 967, 972 (CA8 2006) (en banc)\n(citing Brewer et al., The Risk of Dying in Alcohol-Related\nAutomobile Crashes Among Habitual Drunk Drivers, 331 New Eng. J.\nMed. 513 (1994)); Dept. of Justice, Office of Community Oriented\nPolicing Services, Drunk Driving, Problem-Oriented Guides for\nPolice, Problem-Specific Guides Series No. 36, p. 4 (Feb. 2006)\n(“By most estimates, although repeat drunk drivers comprise a\nrelatively small proportion of the total population of drivers,\nthey are disproportionately responsible for alcohol-related crashes\nand other problems associated with drunk driving”).Footnote 6Brewer,supra,text accompanying nn.\n23–24; L. Taylor & S. Oberman, Drunk Driving Defense §1.01\n(2007).Footnote 7See National Conference of State\nLegislatures, Criminal Status of State Drunk Driving Laws, online\nat http://www.ncls.org/programs/lis/ dui/felony.htm (current as of\nJuly 2003) (surveying 50 States, the District of Columbia, and U.\nS. Territories, most of whom treat the first DUI offense as a\nmisdemeanor).",
    "joined": []
}