{
    "case": {
        "docket": "308",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/308/"
    },
    "id": "1962477",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTTELLABS, INC. V. MAKOR ISSUES & RIGHTS, LTD.551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-484TELLABS, INC., et al., PETITIONERSv.MAKOR ISSUES & RIGHTS, LTD., et al.on writ of certiorari to the united states court of\nappeals for the seventh circuit[June 21, 2007]Justice Alito, concurring in the\njudgment.I agree with the Court that the\nSeventh Circuit used an erroneously low standard for determining\nwhether the plaintiffs in this case satisfied their burden of\npleading “with particularity facts giving rise to a strong\ninference that the defendant acted with the required state of\nmind.” 15 U. S. C. §78u–4(b)(2). I further agree that the case\nshould be remanded to allow the lower courts to decide in the first\ninstance whether the allegations survive under the correct\nstandard. In two respects, however, I disagree with the opinion of\nthe Court. First, the best interpretation of the statute is that\nonly those facts that are alleged “with particularity” may properly\nbe considered in determining whether the allegations of scienter\nare sufficient. Second, I agree with Justice Scalia that a “strong\ninference” of scienter, in the present context, means an inference\nthat is more likely than not correct.IOn the first point, the statutory\nlanguage is quite clear. Section 78u–4(b)(2) states that “the\ncomplaint shall, with respect to each act or omission alleged to\nviolate this chapter, state with particularity facts giving rise to\na strong inference that the defendant acted with the required state\nof mind.” Thus, “a strong inference” of scienter must arise from\nthose facts that are stated “with particularity.” It follows that\nfacts not stated with the requisite particularity cannot be\nconsidered in determining whether the strong-inference test is\nmet.In dicta, however, the Court\nstates that “omissions and ambiguities” merely “count against”\ninferring scienter, and that a court should consider all\nallegations of scienter, even nonparticularized ones, when\nconsidering whether a complaint meets the “strong inference”\nrequirement.Ante,at 14. Not only does this\ninterpretation contradict the clear statutory language on this\npoint, but it undermines the particularity requirement’s purpose of\npreventing a plaintiff from using vague or general allegations in\norder to get by a motion to dismiss for failure to state a claim.\nAllowing a plaintiff to derive benefit from such allegations would\npermit him to circumvent this important provision.Furthermore, the Court’s interpretation of the\nparticularity requirement in no way distinguishes it from normal\npleading review, under which a court naturally gives less weight to\nallegations containing “omissions and ambiguities” and more weight\nto allegations stating particularized facts. The particularity\nrequirement is thus stripped of all meaning.Questions certainly may arise as to whether\ncertain allegations meet the statutory particularity requirement,\nbut where that requirement is violated, the offending allegations\ncannot be taken into account.III would also hold that a “strong\ninference that the defendant acted with the required state of mind”\nis an inference that is stronger than the inference that the\ndefendant lacked the required state of mind. Congress has provided\nvery little guidance regarding the meaning of “strong inference,”\nand the difference between the Court’s interpretation (the\ninference of scienter must be at least as strong as the inference\nof no scienter) and Justice Scalia’s (the inference of scienter\nmust be at least marginally stronger than the inference of no\nscienter) is unlikely to make any practical difference. The two\napproaches are similar in that they both regard the critical\nquestion as posing a binary choice (either the facts give rise to a\n“strong inference” of scienter or they do not). But Justice\nScalia’s interpretation would align the pleading test under\n§78u–4(b)(2) with the test that is used at the summary-judgment and\njudgment-as-a-matter-of-law stages, whereas the Court’s test would\nintroduce a test previously unknown in civil litigation. It seems\nmore likely that Congress meant to adopt a known quantity and thus\nto adopt Justice Scalia’s approach.",
    "joined": []
}