{
    "case": {
        "docket": "616",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/616/"
    },
    "id": "1970986",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–681_________________PAMELA HARRIS, et al, PETITIONERS v. PAT\nQUINN, GOVERNOR of ILLINOIS, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 30, 2014]Justice Alito\ndelivered the opinion of the Court.This case presents\nthe question whether the First Amendment permits a State to compel\npersonal care providers to subsidize speech on matters of public\nconcern by a union that they do not wish to join or support. We\nhold that it does not, and we therefore reverse the judgment of the\nCourt of Appeals.IAMillions of\nAmericans, due to age, illness, or injury, are unable to live in\ntheir own homes without assistance and are unable to afford the\nexpense of in-home care. In order to prevent these individuals from\nhaving to enter a nursing home or other facility, the federal\nMedicaid program funds state-run programs that provide in-home\nservices to individuals whose conditions would otherwise require\ninstitutionalization. See 42 U. S. C. §1396n(c)(1). A\nState that adopts such a program receives federal funds to\ncompensate persons who attend to the daily needs of individuals\nneeding in-home care. Ibid.; see also 42 CFR §§440.180,\n441.300–441.310 (2013). Almost every State has established such a\nprogram. See Dept. of Health and Human Services, Understanding\nMedicaid Home and Community Services: A Primer (2010).One of those States is\nIllinois, which has created the Illinois Department of Human\nServices Home Services Program, known colloquially as the state\n“Rehabilitation Program.” Ill. Comp. Stat., ch. 20,\n§2405/3(f ) (West 2012); 89 Ill. Admin. Code §676.10 (2007).\n“[D]esigned to prevent the unnecessary institutionalization of\nindividuals who may instead be satisfactorily maintained at home at\na lesser cost to the State,” §676.10(a), the Rehabilitation Program\nallows participants to hire a “personal assistant” who provides\nhomecare services tailored to the individual’s needs. Many of these\npersonal assistants are relatives of the person receiving care, and\nsome of them provide care in their own homes. See App. 16–18.Illinois law\nestablishes an employer-employee relationship between the person\nreceiving the care and the person providing it. The law states\nexplicitly that the person receiving home care—the\n“customer”—“shall be the employer of the [personal assistant].” 89\nIll. Admin. Code §676.30(b) (emphasis added). A “personal\nassistant” is defined as “an individual employed by the customer to\nprovide . . . varied services that have been approved by\nthe customer’s physician,” §676.30(p) (emphasis added), and the law\nmakes clear that Illinois “shall not have control or input in the\nemployment relationship between the customer and the personal\nassistants.” §676.10(c).Other provisions of the\nlaw emphasize the customer’s employer status. The customer “is\nresponsible for controlling all aspects of the employment\nrelationship between the customer and the [personal assistant (or\nPA)], including, without limitation, locating and hiring the PA,\ntraining the PA, directing, evaluating and otherwise supervising\nthe work performed by the personal assistant, imposing\n. . . disciplinary action against the PA, and terminating\nthe employment relationship between the customer and the PA.”\n§676.30(b).[1] In general, the\ncustomer “has complete discretion in which Personal Assistant\nhe/she wishes to hire.” §684.20(b).A customer also\ncontrols the contents of the document, the Service Plan, that lists\nthe services that the customer will receive. §684.10(a). No Service\nPlan may take effect without the approval of both the customer and\nthe customer’s physician. See §684.10, 684.40, 684.50, 684.75.\nService Plans are highly individualized. The Illinois State Labor\nRelations Board noted in 1985 that “[t]here is no typical\nemployment arrangement here, public or otherwise; rather, there\nsimply exists an arrangement whereby the state of Illinois pays\nindividuals . . . to work under the direction and control\nof private third parties.” Illinois Dept. of Central Management\nServ., No. S–RC–115, 2 PERI ¶2007, p. VIII–30, (1985), superseded,\n2003 Ill. Laws p. 1929.While customers\nexercise predominant control over their employment relationship\nwith personal assistants, the State, subsidized by the federal\nMedicaid program, pays the personal assistants’ salaries. The\namount paid varies depending on the services provided, but as a\ngeneral matter, it “corresponds to the amount the State would\nexpect to pay for the nursing care component of\ninstitutionalization if the individual chose institutionalization.”\n89 Ill. Admin. Code §679.50(a).Other than providing\ncompensation, the State’s role is comparatively small. The State\nsets some basic threshold qualifications for employment. See\n§§686.10(h)(1)–(10).[2] (For\nexample, a personal assistant must have a Social Security number,\nmust possess basic communication skills, and must complete an\nemployment agreement with the customer. §§686.10, 686.20, 686.40.)\nThe State mandates an annual performance review by the customer,\nhelps the customer conduct that review, and mediates disagreements\nbetween customers and their personal assistants. §686.30. The State\nsuggests certain duties that personal assistants should assume,\nsuch as performing “household tasks,” “shopping,” providing\n“personal care,” performing “incidental health care tasks,” and\n“monitoring to ensure the health and safety of the cus-tomer.”\n§686.20. In addition, a state employee must “identify the\nappropriate level of service provider” “based on the customer’s\napproval of the initial Service Plan,” §684.20(a) (emphasis added),\nand must sign each customer’s Service Plan. §684.10.BSection 6 of the\nIllinois Public Labor Relations Act (PLRA) authorizes state\nemployees to join labor unions and to bargain collectively on the\nterms and conditions of employment. Ill. Comp. Stat., ch. 5,\n§315/6(a). This law applies to “[e]mployees of the State and any\npolitical subdivision of the State,” subject to certain exceptions,\nand it provides for a union to be recognized if it is “designated\nby the [Public Labor Relations] Board as the representative of the\nmajority of public employees in an appropriate unit\n. . . .” §§315/6(a), (c).The PLRA contains an\nagency-fee provision, i.e., a provision under which members of a\nbargaining unit who do not wish to join the union are nevertheless\nrequired to pay a fee to the union. See Workers v. Mobil Oil Corp.,\n426 U. S. 407, 409, n. 1 (1976) . Labeled a “fair share”\nprovision, this section of the PLRA provides: “When a collective\nbargaining agreement is entered into with an exclusive\nrepresentative, it may include in the agreement a provision\nrequiring employees covered by the agreement who are not members of\nthe organization to pay their proportionate share of the costs of\nthe collective-bargaining process, contract administration and\npursuing matters affecting wages, hours and conditions of\nemployment.” §315/6(e). This payment is “deducted by the employer\nfrom the earnings of the nonmember employees and paid to the\nem-ployee organization.” Ibid.In the 1980’s, the\nService Employees International Union (SEIU) petitioned the\nIllinois Labor Relations Board for permission to represent personal\nassistants employed by customers in the Rehabilitation Program, but\nthe board rebuffed this effort. Illinois Dept. of Central\nManagement Servs., supra, at VIII–30. The board concluded that “it\nis clear . . . that [Illinois] does not exercise the type\nof control over the petitioned-for employees necessary to be\nconsidered, in the collective bargaining context envisioned by the\n[PLRA], their ‘employer’ or, at least, their sole employer.”\nIbid.In March 2003, however,\nIllinois’ newly elected Governor, Rod Blagojevich, circumvented\nthis decision by issuing Executive Order 2003–08. See App. to Pet.\nfor Cert. 45a–47a. The order noted the Illinois Labor Relations\nBoard decision but nevertheless called for state recognition of a\nunion as the personal assistants’ exclusive representative for the\npurpose of collective bargaining with the State. This was\nnecessary, Gov. Blagojevich declared, so that the State could\n“receive feedback from the personal assistants in order to\neffectively and efficiently deliver home services.” Id., at 46a.\nWithout such representation, the Governor proclaimed, personal\nassistants “cannot effectively voice their concerns about the\norganization of the Home Services program, their role in the\nprogram, or the terms and conditions of their employment under the\nProgram.” Ibid.Several months later,\nthe Illinois Legislature codified that executive order by amending\nthe PLRA. Pub. Act no. 93–204, §5, 2003 Ill. Laws p. 1930. While\nacknowledging “the right of the persons receiving services\n. . . to hire and fire personal assistants or supervise\nthem,” the Act declared personal assistants to be “public\nemployees” of the State of Illinois—but “[s]olely for the purposes\nof coverage under the Illinois Public Labor Relations Act.” Ill.\nComp. Stat., ch. 20, §2405/3(f ). The statute emphasized that\npersonal assistants are not state employees for any other purpose,\n“including but not limited to, purposes of vicarious liability in\ntort and purposes of statutory retirement or health insurance\nbenefits.” Ibid.Following a vote, SEIU\nHealthcare Illinois & Indiana (SEIU–HII) was designated as the\npersonal assistants’ exclusive representative for purposes of\ncollective bargaining. See App. 23. The union and the State\nsubsequently entered into collective-bargaining agreements that\nrequire all personal assistants who are not union members to pay a\n“fair share” of the union dues. Id., at 24–25. These payments are\ndeducted directly from the personal assistants’ Medicaid payments.\nIbid. The record in this case shows that each year, personal\nassistants in Illinois pay SEIU–HII more than $3.6 million in fees.\nId., at 25.CThree of the\npetitioners in the case now before us—Theresa Riffey, Susan Watts,\nand Stephanie Yencer-Price—are personal assistants under the\nRehabilitation Program. They all provide in-home services to family\nmembers or other individuals suffering from disabilities.[3] Susan Watts, for example, serves as\npersonal assistant for her daughter, who requires constant care due\nto quadriplegic cerebral palsy and other conditions. See App.\n18.In 2010, these\npetitioners filed a putative class action on behalf of all\nRehabilitation Program personal assistants in the United States\nDistrict Court for the Northern District of Illinois. See 656\nF. 3d 692, 696 (CA7 2011). Their complaint, which named the\nGovernor and the union as defendants, sought an injunction against\nenforcement of the fair-share provision and a declaration that the\nIllinois PLRA violates the First Amendment insofar as it requires\npersonal assistants to pay a fee to a union that they do not wish\nto support. Ibid.The District Court\ndismissed their claims with prejudice, and the Seventh Circuit\naffirmed in relevant part, concluding that the case was controlled\nby this Court’s decision in Abood v. Detroit Bd. of Ed. 431\nU. S. 209 (1977) . 656 F. 3d, at 698. The Seventh Circuit\nheld that Illinois and the customers who receive in-home care are\n“joint employers” of the personal assistants, and the court stated\nthat it had “no difficulty concluding that the State employs\npersonal assistants within the meaning of Abood.” Ibid.Petitioners sought\ncertiorari. Their petition pointed out that other States were\nfollowing Illinois’ lead by enacting laws or issuing executive\norders that deem personal assistants to be state employees for the\npurpose of unionization and the assessment of fair-share fees. See\nApp. to Pet. for Cert. 22a. Petitioners also noted that Illinois\nhas enacted a law that deems “individual maintenance home health\nworkers”—a category that includes registered nurses, licensed\npractical nurses, and certain therapists who work in private\nhomes—to be “public employees” for similar purposes. Ill. Pub. Act\nno. 97–1158, 2012 Ill. Laws p. 7823.In light of the\nimportant First Amendment questions these laws raise, we granted\ncertiorari. 570 U. S. ___ (2013).IIIn upholding the\nconstitutionality of the Illinois law, the Seventh Circuit relied\non this Court’s decision in Abood supra, which held that state\nemployees who choose not to join a public-sector union may\nnevertheless be compelled to pay an agency fee to support union\nwork that is related to the collective-bargaining process. Id., at\n235–236. Two Terms ago, in Knox v. Service Employees, 567\nU. S. ___ (2012), we pointed out that Abood is “something of\nan anomaly.” Id., at ___ (slip op., at 11). “ ‘The primary\npurpose’ of permitting unions to collect fees from nonmembers,” we\nnoted, “is ‘to prevent nonmembers from free-riding on the union’s\nefforts, sharing the employment benefits obtained by the union’s\ncollective bargaining without sharing the costs incurred.’ ”\nId., at ___ (slip op., at 10) (quoting Davenport v. Washington Ed.\nAssn., 551 U. S. 177, 181 (2007) ). But “[s]uch free-rider\narguments . . . are generally insufficient to overcome\nFirst Amendment objections.” 567 U. S., at ___ (slip op., at\n10–11).For this reason, Abood\nstands out, but the State of Illinois now asks us to sanction what\namounts to a very significant expansion of Abood—so that it\napplies, not just to full-fledged public employees, but also to\nothers who are deemed to be public employees solely for the purpose\nof unionization and the collection of an agency fee. Faced with\nthis argument, we begin by examining the path that led to this\nCourt’s decision in Abood.AThe starting point\nwas Railway Employes v. Hanson, 351 U. S. 225 (1956) , a case\nin which the First Amendment was barely mentioned. The dispute in\nHanson resulted from an amendment to the Railway Labor Act (RLA).\nId., at 229, 232. As originally enacted in 1926, the Act did not\npermit a collective-bargaining agreement to require employees to\njoin or make any payments to a union. See Machinists v. Street, 367\nU. S. 740, 750 (1961) . At that time and for many years\nthereafter, there was “a strong and long-standing tradition of\nvoluntary unionism on the part of the standard rail unions.”\nIbid.Eventually, however,\nthe view of the unions changed. See id., at 760–761. The RLA’s\nframework for resolving labor disputes “is more complex than that\nof any other industry,” id., at 755, and amendments enacted in 1934\nincreased the financial burden on unions by creating the 36-member\nNational Railroad Adjustment Board, one-half of whose members were\nappointed and paid by the unions. Id., at 759–760. In seeking\nauthorization to enter into union-shop agreements, i.e., agreements\nrequiring all employees to join a union and thus pay union dues,\nsee Oil Workers, 426 U. S., at 409, n. 1, the unions’\nprincipal argument “was based on their role in this regulatory\nframework.” Street, 367 U. S., at 761. A union spokesman\nargued that the financial burdens resulting from the Act’s unique\nand complex scheme justified union-shop provisions in order to\nprovide the unions with needed dues. Ibid.These arguments were\nsuccessful, and the Act was amended in 1951 to permit a railroad\nand a union to enter into an agreement containing a union-shop\nprovision. This amendment brought the Act into conflict with the\nlaws of States that guaranteed the “right to work” and thereby\noutlawed the union shop. Nebraska, the setting of Hanson, was one\nsuch State. 351 U. S., at 228.In Hanson, the Union\nPacific Railroad Company and its unionized workers entered into a\ncollective-bargaining agreement that contained a provision\nrequiring employees, “as a condition of their continued\nemployment,” to join and remain members of the union. Id., at 227.\nEmployees who did not want to join the union brought suit in state\ncourt, contending that the union-shop provision violated a\nprovision of the Nebraska Constitution banning adverse employment\nactions “ ‘because of refusal to join or affiliate with a\nlabor organization.’ ” Id., at 228 (quoting Neb. Const., Art.\nXV, §13). The employer countered that the RLA trumped the Nebraska\nprovision, but the Nebraska courts agreed with the employees and\nstruck down the union-shop agreement.When the case reached\nthis Court, the primary issue was whether the provision of the RLA\nthat authorized union-shop agreements was “germane to the exercise\nof power under the Commerce Clause.” 351 U. S., at 234–235. In\nan opinion by Justice Douglas, the Court held that this provision\nrepresented a permissible regulation of commerce. The Court\nreasoned that the challenged provision “ ‘stabilized\nlabor-management relations’ ” and thus furthered\n“ ‘industrial peace.’ ” Id., at 233–234.The employees also\nraised what amounted to a facial constitutional challenge to the\nsame provision of the RLA. The employees claimed that a “union shop\nagreement forces men into ideological and political associations\nwhich violate their right to freedom of conscience, freedom of\nassociation, and freedom of thought protected by the Bill of\nRights.” Id., at 236. But because the lawsuit had been filed\nshortly after the collective-bargaining agreement was approved, the\nrecord contained no evidence that the union had actually engaged in\npolitical or ideological activities.[4]The Hanson Court\ndismissed the objecting employees’ First Amendment argument with a\nsingle sentence. The Court wrote: “On the present record, there is\nno more an infringement or impairment of First Amendment rights\nthan there would be in the case of a lawyer who by state law is\nrequired to be a member of an integrated bar.” Id., at 238.This explanation was\nremarkable for two reasons. First, the Court had never previously\nheld that compulsory membership in and the payment of dues to an\nintegrated bar was constitutional, and the constitutionality of\nsuch a requirement was hardly a foregone conclusion. Indeed, that\nissue did not reach the Court until five years later, and it\nproduced a plurality opinion and four separate writings. See\nLathrop v. Donohue, 367 U. S. 820 (1961) (plurality\nopinion).[5]Second, in his Lathrop\ndissent, Justice Douglas, the author of Hanson, came to the\nconclusion that the First Amendment did not permit compulsory\nmembership in an integrated bar. See 367 U. S., at 878–880.\nThe analogy drawn in Hanson, he wrote, fails. “Once we approve this\nmeasure,” he warned, “we sanction a device where men and women in\nalmost any profession or calling can be at least partially\nregimented behind causes which they oppose.” 367 U. S., at\n884. He continued:“I look on the Hanson case as a narrow\nexception to be closely confined. Unless we so treat it, we\npractically give carte blanche to any legislature to put at least\nprofessional people into goose-stepping brigades. Those brigades\nare not compatible with the First Amendment.” Id., at 884–885\n(footnote omitted).The First Amendment\nanalysis in Hanson was thin, and the Court’s resulting First\nAmendment holding was narrow. As the Court later noted, “all that\nwas held in Hanson was that [the RLA] was constitutional in its\nbare authorization of union-shop contracts requiring workers to\ngive ‘financial support’ to unions legally authorized to act as\ntheir collective bargaining agents.” Street, 367 U. S., at 749\n(emphasis added). The Court did not suggest that “industrial peace”\ncould justify a law that “forces men into ideological and political\nassociations which violate their right to freedom of conscience,\nfreedom of association, and freedom of thought,” or a law that\nforces a person to “conform to [a union’s] ideology.” Hanson,\nsupra, at 236–237. The RLA did not compel such results, and the\nrecord in Hanson did not show that this had occurred.BFive years later, in\nStreet, supra, the Court considered another case in which workers\nobjected to a union shop. Employees of the Southern Railway System\nraised a First Amendment challenge, contending that a substantial\npart of the money that they were required to pay to the union was\nused to support political candidates and causes with which they\ndisagreed. A Georgia court enjoined the enforcement of the\nunion-shop provision and entered judgment for the dissenting\nemployees in the amount of the payments that they had been forced\nto make to the union. The Georgia Supreme Court affirmed. Id., at\n742–745.Reviewing the State\nSupreme Court’s decision, this Court recognized that the case\npresented constitutional questions “of the utmost gravity,” id., at\n749, but the Court found it unnecessary to reach those questions.\nInstead, the Court construed the RLA “as not vesting the unions\nwith unlimited power to spend exacted money.” Id., at 768.\nSpecifically, the Court held, the Act “is to be construed to deny\nthe unions, over an employee’s objection, the power to use his\nexacted funds to support political causes which he opposes.” Id.,\nat 768–769.Having construed the\nRLA to contain this restriction, the Street Court then went on to\ndiscuss the remedies available for employees who objected to the\nuse of union funds for political causes. The Court suggested two:\nThe dissenting employees could be given a refund of the portion of\ntheir dues spent by the union for political or ideological\npurposes, or they could be given a refund of the portion spent on\nthose political purposes that they had advised the union they\ndisapproved.[6] Id., at\n774–775.Justice Black, writing\nin dissent, objected to the Court’s suggested remedies, and he\naccurately predicted that the Court’s approach would lead to\nserious practical problems. Id., at 796–797. That approach, he\nwrote, while “very lucrative to special masters, accountants and\nlawyers,” would do little for “the individual workers whose First\nAmendment freedoms have been flagrantly violated.” Id., at 796. He\nconcluded:“Unions composed of a voluntary\nmembership, like all other voluntary groups, should be free in this\ncountry to fight in the public forum to advance their own causes,\nto promote their choice of candidates and parties and to work for\nthe doctrines or the laws they favor. But to the extent that\nGovernment steps in to force people to help espouse the particular\ncauses of a group, that group—whether composed of railroad workers\nor lawyers—loses its status as a voluntary group.” Ibid.Justice Frankfurter,\njoined by Justice Harlan, also dissented, arguing that the Court’s\nremedy was conceptually flawed because a union may further the\nobjectives of members by political means. See id., at 813–815. He\nnoted, for example, that reports from the AFL–CIO Executive Council\n“emphasize that labor’s participation in urging legislation and\ncandidacies is a major one.” Id., at 813. In light of “the detailed\nlist of national and international problems on which the AFL–CIO\nspeaks,” he opined, “it seems rather naive” to believe “that\neconomic and political concerns are separable.” Id., at 814.CThis brings us to\nAbood, which, unlike Hanson and Street, involved a public-sector\ncollective-bargaining agreement. The Detroit Federation of Teachers\nserved “as the exclusive representative of teachers employed by the\nDetroit Board of Education.” 431 U. S., at 211–212. The\ncollective-bargaining agreement between the union and the board\ncontained an agency-shop clause requiring every teacher to “pay the\nUnion a service charge equal to the regular dues required of Union\nmembers.” Id., at 212. A putative class of teachers sued to\ninvalidate this clause. Asserting that “they opposed collective\nbargaining in the public sector,” the plaintiffs argued that\n“ ‘a substantial part’ ” of their dues would be used to\nfund union “ ‘activities and programs which are economic,\npolitical, professional, scientific and religious in nature of\nwhich Plaintiffs do not approve, and in which they will have no\nvoice.’ ” Id., at 212–213.This Court treated the\nFirst Amendment issue as largely settled by Hanson and Street. 431\nU. S., at 217, 223.The Court acknowledged that Street was\nresolved as a matter of statutory construction without reaching any\nconstitutional issues, 431 U. S., at 220, and the Court\nrecognized that forced membership and forced contributions impinge\non free speech and associational rights, id., at 223. But the Court\ndismissed the objecting teachers’ constitutional arguments with\nthis observation: “[T]he judgment clearly made in Hanson and Street\nis that such interference as exists is constitutionally justified\nby the legislative assessment of the important contribution of the\nunion shop to the system of labor relations established by\nCongress.” Id., at 222.The Abood Court\nunderstood Hanson and Street to have upheld union-shop agreements\nin the private sector based on two primary considerations: the\ndesirability of “labor peace” and the problem of “ ‘free\nriders[hip].’ ” 431 U. S., at 220–222, 224.The Court thought that\nagency-shop provisions promote labor peace because the Court saw a\nclose link between such provisions and the “principle of exclusive\nunion representation.” Id., at 220. This principle, the Court\nexplained, “prevents inter-union rivalries from creating dissension\nwithin the work force and eliminating the advantages to the\nemployee of collectivization.” Id., at 220–221. In addition, the\nCourt noted, the “designation of a single representative avoids the\nconfusion that would result from attempting to enforce two or more\nagreements specifying different terms and conditions of\nemployment.” Id., at 220. And the Court pointed out that exclusive\nrepresentation “frees the employer from the possibility of facing\nconflicting demands from different unions, and permits the employer\nand a single union to reach agreements and settlements that are not\nsubject to attack from rival labor organizations.” Id., at 221.Turning to the problem\nof free ridership, Abood noted that a union must “ ‘fairly and\nequitably . . . represent all employees’ ”\nregardless of union membership, and the Court wrote as follows: The\n“union-shop arrangement has been thought to distribute fairly the\ncost of these activities among those who benefit, and it\ncounteracts the incentive that employees might otherwise have to\nbecome ‘free riders’ to refuse to contribute to the union while\nobtaining benefits of union representation.” Id., at 221–222.The plaintiffs in Abood\nargued that Hanson and Street should not be given much weight\nbecause they did not arise in the public sector, and the Court\nacknowledged that public-sector bargaining is different from\nprivate-sector bargaining in some notable respects. 431 U. S.,\nat 227–228. For example, although public and private employers both\ndesire to keep costs down, the Court recognized that a public\nemployer “lacks an important discipline against agreeing to\nincreases in labor costs that in a market system would require\nprice increases.” Id., at 228. The Court also noted that\n“decisionmaking by a public employer is above all a political\nprocess” undertaken by people “ultimately responsible to the\nelectorate.” Ibid. Thus, whether a public employer accedes to a\nunion’s demands, the Court wrote, “will depend upon a blend of\npolitical ingredients,” thereby giving public employees “more\ninfluence in the decisionmaking process that is possessed by\nemployees similarly organized in the private sector.” Ibid. But\ndespite these acknowledged differences between private- and\npublic-sector bargaining, the Court treated Hanson and Street as\nessentially controlling.Instead of drawing a\nline between the private and public sectors, the Abood Court drew a\nline between, on the one hand, a union’s expenditures for\n“collective-bargaining, contract administration, and\ngrievance-adjustment purposes,” 431 U. S., at 232, and, on the\nother, expenditures for political or ideological purposes. Id., at\n236.DThe Abood Court’s\nanalysis is questionable on several grounds. Some of these were\nnoted or apparent at or before the time of the decision, but\nseveral have become more evident and troubling in the years since\nthen.The Abood Court\nseriously erred in treating Hanson and Street as having all but\ndecided the constitutionality of compulsory payments to a\npublic-sector union. As we have explained, Street was not a\nconstitutional decision at all, and Hanson disposed of the critical\nquestion in a single, unsupported sentence that its author\nessentially abandoned a few years later. Surely a First Amendment\nissue of this importance deserved better treatment.The Abood Court\nfundamentally misunderstood the holding in Hanson, which was really\nquite narrow. As the Court made clear in Street, “all that was held\nin Hanson was that [the RLA] was constitutional in its bare\nauthorization of union-shop contracts requiring workers to give\n‘financial support’ to unions legally authorized to act as their\ncollective bargaining agents.” 367 U. S., at 749 (emphasis\nadded). In Abood, on the other hand, the State of Michigan did more\nthan simply authorize the imposition of an agency fee. A state\ninstrumentality, the Detroit Board of Education, actually imposed\nthat fee. This presented a very different question.Abood failed to\nappreciate the difference between the core union speech\ninvoluntarily subsidized by dissenting public-sector employees and\nthe core union speech involuntarily funded by their counterparts in\nthe private sector. In the public sector, core issues such as\nwages, pensions, and benefits are important political issues, but\nthat is generally not so in the private sector. In the years since\nAbood, as state and local expenditures on employee wages and\nbenefits have mushroomed, the importance of the difference between\nbargaining in the public and private sectors has been driven\nhome.[7]Abood failed to\nappreciate the conceptual difficulty of distinguishing in\npublic-sector cases between union expenditures that are made for\ncollective-bargaining pur-poses and those that are made to achieve\npolitical ends. In the private sector, the line is easier to see.\nCollective bargaining concerns the union’s dealings with the\nem-ployer; political advocacy and lobbying are directed at the\ngovernment. But in the public sector, both collective-bargaining\nand political advocacy and lobbying are directed at the\ngovernment.Abood does not seem to\nhave anticipated the magnitude of the practical administrative\nproblems that would result in attempting to classify public-sector\nunion expenditures as either “chargeable” (in Abood’s terms,\nexpendituresfor “collective-bargaining, contract administration,\nandgrievance-adjustment purposes,” id., at 232) or noncharge-able\n(i.e., expenditures for political or ideological purposes, id., at\n236). In the years since Abood, the Court has strug-gled repeatedly\nwith this issue. See Ellis v. Railway Clerks, 466 U. S. 435\n(1984) ; Teachers v. Hudson, 475 U. S. 292 (1986) ; Lehnert v.\nFerris Faculty Assn., 500 U. S. 507 (1991) ; Locke v. Karass,\n555 U. S. 207 (2009) . In Lehnert, the Court held that\n“chargeable activities must (1) be ‘germane’ to\ncollective-bargaining activity; (2) be justified by the\ngovernment’s vital policy interest in labor peace and avoiding\n‘free riders’; and (3) not significantly add to the burdening of\nfree speech that is inherent in the allowance of an agency or union\nshop.” 500 U. S., at 519. But as noted in Justice Scalia’s\ndissent in that case, “each one of the three ‘prongs’ of the test\ninvolves a substantial judgment call (What is ‘germane’? What is\n‘justified’? What is a ‘significant’ additional burden).” Id., at\n551 (opinion concurring in judgment in part and dissenting in\npart).Abood likewise did not\nforesee the practical problems that would face objecting\nnonmembers. Employees who suspect that a union has improperly put\ncertain expenses in the “germane” category must bear a heavy burden\nif they wish to challenge the union’s actions. “[T]he onus is on\nthe employees to come up with the resources to mount the legal\nchallenge in a timely fashion,” Knox, 567 U. S., at ___ (slip\nop., at 19) (citing Lehnert, supra, at 513), and litigating such\ncases is expensive. Because of the open-ended nature of the Lehnert\ntest, classifying particular categories of expenses may not be\nstraightforward. See Jibson v. Michigan Ed. Assn.–NEA, 30\nF. 3d 723, 730 (CA6 1994)). And although Hudson required that\na union’s books be audited, auditors do not themselves review the\ncorrectness of a union’s categorization. See Knox, supra, at ___\n(slip op., at 18–19) (citing Andrews v. Education Assn. of\nCheshire, 829 F. 2d 335, 340 (CA2 1987)). See also American\nFederation of Television and Recording Artists, Portland Local, 327\nN. L. R. B. 474, 477 (1999) (“It is settled that\ndeterminations concerning whether particular expenditures are\nchargeable are legal determinations which are outside the expertise\nof the auditor. Thus, as we have stated, the function of the\nauditor is to verify that the expenditures that the union claims it\nmade were in fact made for the purposes claimed, not to pass on the\ncorrectness of the union’s allocation of expenditures to the\nchargeable and nonchargeable categories”); California Saw and Knife\nWorks, 320 N. L. R. B. 224, 241 (1995) (“We first\nagree [that the company at issue] did not violate its duty of fair\nrepresentation by failing to use an independent auditor to\ndetermine the allocation of chargeable and nonchargeable\nexpenditures”); Price v. International Union, United Auto,\nAerospace & Agricultural Implement Workers of Am., 927\nF. 2d 88, 93–94 (CA2 1991) (“Hudson requires only that the\nusual function of an auditor be performed, i.e., to determine that\nthe expenses claimed were in fact made. That function does not\nrequire that the auditor make a legal decision as to the\nappropriateness of the allocation of expenses to the chargeable and\nnon-chargeable categories”).Finally, a critical\npillar of the Abood Court’s analysis rests on an unsupported\nempirical assumption, namely, that the principle of exclusive\nrepresentation in the public sector is dependent on a union or\nagency shop. As we will explain, see infra, at 31–34, this\nassumption is unwarranted.IIIADespite all this, the\nState of Illinois now asks us to approve a very substantial\nexpansion of Abood’s reach. Abood involved full-fledged public\nemployees, but in this case, the status of the personal assistants\nis much different. The Illinois Legislature has taken pains to\nspecify that personal assistants are public employees for one\npurpose only: collective bargaining. For all other pur-poses,\nIllinois regards the personal assistants as private-sector\nemployees. This approach has important practical consequences.For one thing, the\nState’s authority with respect to these two groups is vastly\ndifferent. In the case of full-fledged public employees, the State\nestablishes all of the duties imposed on each employee, as well as\nall of the qualifications needed for each position. The State vets\napplicants and chooses the employees to be hired. The State\nprovides or arranges for whatever training is needed, and it\nsupervises and evaluates the employees’ job performance and imposes\ncorrective measures if appropriate. If a state employee’s\nperformance is deficient, the State may discharge the employee in\naccordance with whatever procedures are required by law.With respect to the\npersonal assistants involved in this case, the picture is entirely\nchanged. The job duties of personal assistants are specified in\ntheir individualized Service Plans, which must be approved by the\ncustomer and the customer’s physician. 89 Ill. Admin. Code §684.10.\nCustomers have complete discretion to hire any personal assistant\nwho meets the meager basic qualifications that the State prescribes\nin §686.10. See §676.30(b) (the customer “is responsible for\ncontrolling all aspects of the employment relationship between the\ncustomer and the [personal assistant], including, without\nlimitation, locating and hiring the [personal assistant]” (emphasis\nadded)); §684.20(b) (“complete discretion in which Per-sonal\nAssistant [the customer] wishes to hire” subject to baseline\neligibility requirements).Customers supervise\ntheir personal assistants on a daily basis, and no provision of the\nIllinois statute or implementing regulations gives the State the\nright to enter the home in which the personal assistant is employed\nfor the purpose of checking on the personal assistant’s job\nperformance. Cf. §676.20(b) (customer controls “without limitation\n. . . supervising the work performed by the [personal\nassistant], imposing . . . disciplinary action against\nthe [personal assistant]”). And while state law mandates an annual\nreview of each personal assistant’s work, that evaluation is also\ncontrolled by the customer. §§686.10(k), 686.30. A state counselor\nis assigned to assist the customer in performing the review but has\nno power to override the customer’s evaluation. See ibid. Nor do\nthe regulations empower the State to discharge a personal assistant\nfor substandard performance. See n. 1, supra. Discharge, like\nhiring, is entirely in the hands of the customer. See §676.30.Consistent with this\nscheme, under which personal assistants are almost entirely\nanswerable to the customers and not to the State, Illinois\nwithholds from personal assistants most of the rights and benefits\nenjoyed by full-fledged state employees. As we have noted already,\nstate law explicitly excludes personal assistants from statutory\nretirement and health insurance benefits. Ill. Comp. Stat., ch. 20,\n§2405/3(f ). It also excludes personal assistants from group\nlife insurance and certain other employee benefits provided under\nthe State Employees Group Insurance Act of 1971. Ibid. (“Personal\nassistants shall not be covered by the State Employees Group\nInsurance Act of 1971”). And the State “does not provide paid\nvacation, holiday, or sick leave” to personal assistants. 89 Ill.\nAdmin. Code §686.10(h)(7).Personal assistants\nalso appear to be ineligible for a host of benefits under a variety\nof other state laws, including the State Employee Vacation Time Act\n(see Ill. Stat., ch. 5, §360/1); the State Employee Health\nSavings Account Law (see Ill. Stat., ch. 5, §377/10–1); the\nState Employee Job Sharing Act (see Ill. Stat., ch. 5,\n§380/0.01); the State Employee Indemnification Act (see Ill. Stat.,\nch. 5, §350/2); and the Sick Leave Bank Act. See Ill. Stat.,\nch. 5, §400/1. Personal assistants are apparently not entitled\nto the protection that the Illinois Whistleblower Act provides for\nfull-fledged state employees. See Ill. Stat., ch. 740, §174/1. And\nit likewise appears that personal assistants are shut out of many\nother state employee programs and benefits. The Illinois Department\nof Central Management Services lists many such programs and\nbenefits, including a deferred compensation program, full worker’s\ncompensation privileges,[8]\nbehavioral health programs, a program that allows state employees\nto retain health insurance for a time after leaving state\nemployment, a commuter savings program, dental and vision programs,\nand a flexible spending program.[9] All of these programs and benefits appear to fall\nwithin the provision of the Rehabilitation Program declaring that\npersonal assistants are not state employees for “any purposes”\nother than collective bargaining. See Ill. Comp. Stat.,\nch. 20, §2405/3(f ).Just as the State\ndenies personal assistants most of the rights and benefits enjoyed\nby full-fledged state workers, the State does not assume\nresponsibility for actions taken by personal assistants during the\ncourse of their employment. The governing statute explicitly\ndisclaims “vicarious liability in tort.” Ibid. So if a personal\nassistant steals from a customer, neglects a customer, or abuses a\ncustomer, the State washes its hands.Illinois deems personal\nassistants to be state employees for one purpose only, collective\nbargaining,[10] but the\nscope of bargaining that may be conducted on their behalf is\nsharply limited. Under the governing Illinois statute, collective\nbargaining can occur only for “terms and conditions of employment\nthat are within the State’s control.” Ill. Comp. Stat., ch. 20,\n§2405/3(f ). That is not very much.As an illustration,\nconsider the subjects of mandatory bargaining under federal and\nstate labor law that are outof bounds when it comes to personal assistants.\nUnder federal law, mandatory subjects include the days of the week\nand the hours of the day during which an employee must\nwork,[11] lunch\nbreaks,[12]\nholidays,[13]\nvacations,[14] termination\nof employment,[15] and\nchanges in job duties.[16]\nIllinois law similarly makes subject to mandatory\ncollective-bargaining decisions concerning the “hours and terms and\nconditions of employment.” Belvidere v. Illinois State Labor\nRelations Bd., 181 Ill. 2d 191, 201, 692 N. E. 2d 295, 301\n(1998); see also, e.g., Aurora Sergeants Assn., 24 PERI ¶25 (2008)\n(holding that days of the week worked by police officers is subject\nto mandatory collective bargaining). But under the Rehabilitation\nProgram, all these topics are governed by the Service Plan, with\nrespect to which the union has no role. See §676.30(b) (the\ncustomer “is responsible for controlling all aspects of the\nemployment relationship between the customer and the PA, including,\nwithout limitation, locating and hiring the PA, training the PA,\ndirecting, evaluating, and otherwise supervising the work performed\nby the PA, imposing . . . disciplinary action against the\nPA, and terminating the employment relationship between the\ncustomer and the PA”); §684.50 (the Service Plan must specify “the\nfrequency with which the specific tasks are to be provided” and\n“the number of hours each task is to be provided per month”).B1The unusual status of\npersonal assistants has important implications for present\npurposes. Abood’s rationale, whatever its strengths and weaknesses,\nis based on the assumption that the union possesses the full scope\nof powers and duties generally available under American labor law.\nUnder the Illinois scheme now before us, however, the union’s\npowers and duties are sharply circumscribed, and as a result, even\nthe best argument for the “extraordinary power” that Abood allows a\nunion to wield, see Davenport, 551 U. S., at 184, is a poor\nfit.In our post-Abood cases\ninvolving public-sector agency-fee issues, Abood has been a given,\nand our task has been to attempt to understand its rationale and to\napply it in a way that is consistent with that rationale. In that\nvein, Abood’s reasoning has been described as follows. The mere\nfact that nonunion members benefit from union speech is not enough\nto justify an agency fee because “private speech often furthers the\ninterests of nonspeakers, and that does not alone empower the state\nto compel the speech to be paid for.” Lehnert, 500 U. S., at\n556 (opinion of Scalia, J.). What justifies the agency fee, the\nargument goes, is the fact that the State compels the union to\npromote and protect the interests of nonmembers. Ibid.\nSpecifically, the union must not discriminate between members and\nnonmembers in “negotiating and administering a\ncollective-bargaining agreement and representing the interests of\nemployees in settling disputes and processing grievances.” Ibid.\nThis means that the union “cannot, for example, negotiate\nparticularly high wage increases for its members in exchange for\naccepting no increases for others.” Ibid. And it has the duty to\nprovide equal and effective representation for nonmembers in\ngrievance proceedings, see Ill. Comp. Stat. Ann., ch. 5, §§315/6,\n315/8, an undertaking that can be very involved. See, e.g., SEIU:\nMember Resources, available at\nwww.seiu.or /a/members /disputes-and-grievances-rights-procedures-and-best-practices.php\n(detailing the steps involved in adjusting grievances).This argument has\nlittle force in the situation now before us. Illinois law specifies\nthat personal assistants “shall be paid at the hourly rate set by\nlaw,” see 89 Ill. Admin. Code §686.40(a), and therefore the union\ncannot be in the position of having to sacrifice higher pay for its\nmembers in order to protect the nonmembers whom it is obligated to\nrepresent. And as for the adjustment of grievances, the union’s\nauthority and responsibilities are narrow, as we have seen. The\nunion has no authority with respect to any grievances that a\npersonal assistant may have with a customer, and the customer has\nvirtually complete control over a personal assistant’s work.The union’s limited\nauthority in this area has important practical implications.\nSuppose, for example that a customer fires a personal assistant\nbecause the customer wrongly believes that the assistant stole a\nfork. Or suppose that a personal assistant is discharged because\nthe assistant shows no interest in the customer’s favorite daytime\nsoaps. Can the union file a grievance on behalf of the assistant?\nThe answer is no.It is true that\nIllinois law requires a collective-bargaining agreement to “contain\na grievance resolution procedure which shall apply to all employees\nin the bargaining unit,” Ill. Comp. Stat., ch. 5, §315/8, but in\nthe situation here, this procedure appears to relate solely to any\ngrievance that a personal assistant may have with the\nState,[17] not with the\ncustomer for whom the personal assistant works.[18]2Because of Abood’s\nquestionable foundations, and because the personal assistants are\nquite different from full-fledged public employees, we refuse to\nextend Abood to the new situation now before us.[19] Abood itself has clear boundaries; it\napplies to public employees. Extending those boundaries to\nencompass partial-public employees, quasi-public employees, or\nsimply private employees would invite problems. Consider a\ncontinuum, ranging, on the one hand, from full-fledged state\nemployees to, on the other hand, individuals who follow a common\ncalling and benefit from advocacy or lobbying conducted by a group\nto which they do not belong and pay no dues. A State may not force\nevery person who benefits from this group’s efforts to make\npayments to the group. See Lehnert, 500 U. S., at 556 (opinion\nof Scalia, J.). But what if regulation of this group is increased?\nWhat if the Federal Government or a State begins to provide or\nincreases subsidies in this area? At what point, short of the point\nat which the individuals in question become full-fledged state\nemployees, should Abood apply?If respondents’ and the\ndissent’s views were adopted, a host of workers who receive\npayments from a governmental entity for some sort of service would\nbe candidates for inclusion within Abood’s reach. Medicare-funded\nhome health employees may be one such group. See Brief for\nPetitioners 51; 42 U. S. C. §1395x(m); 42 CFR §424.22(a).\nThe same goes for adult foster care providers in Oregon (Ore. Rev.\nStat. §443.733 (2013)) and Washington (Wash. Rev. Code §41.56.029\n(2012)) and certain workers under the federal Child Care and\nDevelopment Fund programs (45 CFR §98.2).If we allowed Abood to\nbe extended to those who are not full-fledged public employees, it\nwould be hard to see just where to draw the line,[20] and we therefore confine Abood’s reach\nto full-fledged state employees.[21]IVABecause Abood is not\ncontrolling, we must analyze the constitutionality of the payments\ncompelled by Illinois law under generally applicable First\nAmendment standards. As we explained in Knox, “[t]he government may\nnot prohibit the dissemination of ideas that it disfavors, nor\ncompel the endorsement of ideas that it approves.” 567 U. S.,\nat ___ (slip op. at 8–9); see also, e.g., R.A.V. v. St. Paul, 505\nU. S. 377, 382 (1992) ; Riley v. National Federation of Blind\nof N.C., 487 U. S. 781, 797 (1988) West Virginia Bd. of Ed. v.\nBarnette, 319 U. S. 624 (1943) ; Wooley v. Maynard, 430\nU. S. 705 –715 (1977). And “compelled funding of the speech of\nother private speakers or groups” presents the same dangers as\ncompelled speech. Knox, supra, at ___ (slip op. at 9). As a result,\nwe explained in Knox that an agency-fee provision imposes “a\n‘significant impingement on First Amendment rights,’ ” and\nthis cannot be tolerated unless it passes “exacting First Amendment\nscrutiny.” 567 U. S., at ___ (slip op. at 9–10).In Knox, we considered\nspecific features of an agency-shop agreement—allowing a union to\nimpose upon nonmembers a special assessment or dues increase\nwithout providing notice and without obtaining the nonmembers’\naffirmative agreement—and we held that these features could not\neven satisfy the standard employed in United States v. United\nFoods, Inc., 533 U. S. 405, 415 (2001) , where we struck down\na provision that compelled the subsidization of commercial speech.\nWe did not suggest, however, that the compelled speech in Knox was\nlike the commercial speech in United Foods. On the contrary, we\nobserved that “[t]he subject of the speech at issue [in United\nFoods]—promoting the sale of mushrooms—was not one that is likely\nto stir the passions of many, but the mundane commercial nature of\nthat speech only highlights the importance of our analysis and our\nholding.” Knox, supra, at ___ (slip op. at 9).While the features of\nthe agency-fee provision in Knox could not meet even the\ncommercial-speech standard employed in United Foods, it is apparent\nthat the speech compelled in this case is not commercial speech.\nOur precedents define commercial speech as “speech that does no\nmore than propose a commercial transaction,” United Foods, supra,\nat 409 (citing Virginia Bd. of Pharmacy v. Virginia Citizens\nConsumer Council, Inc., 425 U. S.748, 761–762 (1976)), and the\nunion speech in question in this case does much more than that. As\na consequence,it is arguable that the United Foods standard is\ntoopermissive.BFor present purposes,\nhowever, no fine parsing of levels of First Amendment scrutiny is\nneeded because the agency-fee provision here cannot satisfy even\nthe test used in Knox. Specifically, this provision does not serve\na “ ‘compelling state interes[t] . . . that cannot\nbe achieved through means significantly less restrictive of\nassociational freedoms.’ ” Knox, supra, at ___ (slip op. at\n10) (quoting Roberts v. United States Jaycees, 468 U. S. 609,\n623 (1984) ). Respondents contend that the agency-fee provision in\nthis case furthers several important interests, but none is\nsufficient.1Focusing on the\nbenefits of the union’s status as the exclusive bargaining agent\nfor all employees in the unit, respondents argue that the\nagency-fee provision promotes “labor peace,” but their argument\nlargely misses the point. Petitioners do not contend that they have\na First Amendment right to form a rival union. Nor do they\nchallenge the authority of the SEIU–HII to serve as the exclusive\nrepresentative of all the personal assistants in bargaining with\nthe State. All they seek is the right not to beforced to contribute\nto the union, with which they broadly disagree.A union’s status as\nexclusive bargaining agent and the right to collect an agency fee\nfrom non-members are not inextricably linked. For example,\nemployees in some federal agencies may choose a union to serve as\nthe exclusive bargaining agent for the unit, but no employee is\nrequired to join the union or to pay any union fee. Under federal\nlaw, in agencies in which unionization is permitted, “[e]ach\nemployee shall have the right to form, join, or assist any labor\norganization, or to refrain from any such activity, freely and\nwithout fear of penalty or reprisal, and each employee shall be\nprotected in the exercise of such right.” 5 U. S. C.\n§7102 (emphasis added).[22]Moreover, even if the\nagency fee provision at issue here were tied to the union’s status\nas exclusive bargaining agents, features of the Illinois scheme\nwould still undermine the argument that the agency fee plays an\nimportant role in maintaining labor peace. For one thing, any\nthreat to labor peace is diminished because the personal assistants\ndo not work together in a common state facility but instead spend\nall their time in private homes, either the customers’ or their\nown. Cf. Perry Ed. Assn. v. Perry Local Educators’ Assn., 460\nU. S. 37, 51 (1983) (“[E]xclusion of the rival union may\nreasonably be considered a means of insuring labor-peace within the\nschools”). Federal labor law reflects the fact that the\norganization of household workers like the personal assistants does\nnot further the interest of labor peace. “[A]ny individual employed\n. . . in the domestic service of any family or person at\nhis home” is excluded from coverage under the National Labor\nRelations Act. See 29 U. S. C. §152(3).The union’s very\nrestricted role under the Illinois lawis also significant. Since\nthe union is largely limited to petitioning the State for greater\npay and benefits, the specter of conflicting demands by personal\nassistants is lessened. And of course, State officials must deal on\na daily basis with conflicting pleas for funding in many\ncontexts.2Respondents also\nmaintain that the agency-fee provision promotes the welfare of\npersonal assistants and thus contributes to the success of the\nRehabilitation Program. As a result of unionization, they claim,\nthe wages and benefits of personal assistants have been\nsubstantially improved;[23]\norientation and training programs, background checks, and a program\nto deal with lost and erroneous paychecks have been\ninstituted;[24] and a\nprocedure was established to resolve grievances arising under the\ncollective-bargaining agreement (but apparently not grievances\nrelating to a Service Plan or actions taken by a\ncustomer).[25]The thrust of these\narguments is that the union has been an effective advocate for\npersonal assistants in the State of Illinois, and we will assume\nthat this is correct. But in order to pass exacting scrutiny, more\nmust be shown. The agency-fee provision cannot be sustained unless\nthe cited benefits for personal assistants could not have been\nachieved if the union had been required to depend for funding on\nthe dues paid by those personal assistants who chose to join. No\nsuch showing has been made.In claiming that the\nagency fee was needed to bring about the cited improvements, the\nState is in a curious position. The State is not like the\nclosed-fisted employer that is bent on minimizing employee wages\nand benefits and that yields only grudgingly under intense union\npressure. As Governor Blagojevich put it in the executive order\nthat first created the Illinois program, the State took the\ninitiative because it was eager for “feedback” regarding the needs\nand views of the personal assistants. See App. to Pet. for Cert.\n46. Thereafter, a majority of the personal assistants voted to\nunionize. When they did so, they must have realized that this would\nrequire the payment of union dues, and therefore it may be presumed\nthat a high percentage of these personal assistants became union\nmembers and are willingly paying union dues. Why are these dues\ninsufficient to enable the union to provide “feedback” to a State\nthat is highly receptive to suggestions for increased wages and\nother improvements? A host of organizations advocate on behalf of\nthe interests of persons falling within an occupational group, and\nmany of these groups are quite successful even though they are\ndependent on voluntary contributions. Respondents’ showing falls\nfar short of what the First Amendment demands.VRespondents and their\nsupporting amici make two additional arguments that must be\naddressed.AFirst, respondents\nand the Solicitor General urge us to apply a balancing test derived\nfrom Pickering v. Board of Ed. of Township High School Dist. 205,\nWill Cty., 391 U. S. 563 (1968) . See Brief for Respondent\nQuinn 25–26; Brief for SEIU–HII 35–36; Brief for United States as\nAmicus Curiae 11. And they claim that under the Picker-ing\nanalysis, the Illinois scheme must be sustained. This argument\nrepresents an effort to find a new justification for the decision\nin Abood, because neither in that case nor in any subsequent\nrelated case have we seen Abood as based on Pickering\nbalancing.[26]In any event, this\neffort to recast Abood falls short. To begin, the Pickering test is\ninapplicable because with respect to the personal assistants, the\nState is not acting in a traditional employer role.[27] But even if it were, application of\nPickering would not sustain the agency-feeprovision.Pickering and later\ncases in the same line concern the constitutionality of\nrestrictions on speech by public employees. Under those cases,\nemployee speech is unprotected if it is not on a matter of public\nconcern (or is pursuantto an employee’s job duties), but speech on\nmatters of public concern may be restricted only if “the interest\nof the state, as an employer, in promoting the efficiency of the\npublic services it performs through its employees” outweighs “the\ninterests of the [employee], as a citizen, in commenting upon\nmatters of public concern.” 391 U. S., at 568. See also\nBorough of Duryea v. Guarnieri, 564 U. S. ___ (2011); Garcetti\nv. Ceballos, 547 U. S. 410 (2006) ; Waters v. Churchill, 511\nU. S. 661, 674 (1994) (plurality opinion); Connick v. Myers,\n461 U. S. 138 (1983) .Attempting to fit Abood\ninto the Pickering framework, the United States contends that union\nspeech that is germane to collective bargaining does not address\nmatters of public concern and, as a result, is not protected.\nTaking up this argument, the dissent insists that the speech at\nissue here is not a matter of public concern. According to the\ndissent, this is “the prosaic stuff of collective bargaining.”\nPost, at 9. Does it have any effect on the public? The dissent’s\nanswer is: “not terribly much.” Post, at 20. As the dissent sees\nit, speech about such funding is not qualitatively different from\nthe complaints of a small-town police chief regarding such matters\nas the denial of $338 in overtime pay or directives concerning the\nuse of police vehicles and smoking in the police station. See post,\nat 20; Borough of Duryea, supra, at ___ (slip op. at 3).[28]This argument flies in\nthe face of reality. In this case, for example, the category of\nunion speech that is germane to collective bargaining\nunquestionably includes speech in favor of increased wages and\nbenefits for personal assistants. Increased wages and benefits for\npersonal assistants would almost certainly mean increased\nexpenditures under the Medicaid program, and it is impossible to\nargue that the level of Medicaid funding (or, for that matter,\nstate spending for employee benefits in general) is not a matter of\ngreat public concern.In recent years,\nMedicaid expenditures have represented nearly a quarter of all\nstate expenditures. See National Association of State Budget\nOfficers, Summary: Fall 2013 Fiscal Survey of States (Dec. 10,\n2013), online at http:// www.nasbo.org. “Medicaid has steadily\neaten up a growing share of state budgets.”[29] In fiscal year 2014, “[t]hirty-five states\nincreased spending for Medicaid for a net increase of $6.8\nbillion.” Ibid. Accordingly, speech by a powerful union that\nrelates to the subject of Medicaid funding cannot be equated with\nthe sort of speech that our cases have treated as concerning\nmatters of only private concern. See, e.g., San Diego v. Roe, 543\nU. S. 77 (2004) (per curiam); Connick, supra, at 148 (speech\nthat “reflect[ed] one employee’s dissatisfaction with a transfer\nand an attempt to turn that displeasure into a cause célèbre”\n(emphasis added)).For this reason, if\nPickering were to be applied, it would be necessary to proceed to\nthe next step of the analysis prescribed in that case, and this\nwould require an assessment of both the degree to which the\nagency-fee provision promotes the efficiency of the Rehabilitation\nProgram and the degree to which that provision interferes with the\nFirst Amendment interests of those personal assistants who do not\nwish to support the union.We need not discuss\nthis analysis at length because it is covered by what we have\nalready said. Agency-fee provisions unquestionably impose a heavy\nburden on the First Amendment interests of objecting employees. See\nKnox, 567 U. S., at ___ (slip op. at 19) (citing Lehnert, 500\nU. S., at 513; Jibson v. Michigan Ed. Assn., 30 F. 3d\n723, 730 (CA6 1994). And on the other side of the balance, the\narguments on which the United States relies—relating to the\npromotion of labor peace and the problem of free riders—have\nalready been discussed. Thus, even if the permissibility of the\nagency-shop provision in the collective-bargaining agreement now at\nissue were analyzed under Pickering, that provision could not be\nupheld.BRespondents contend,\nfinally, that a refusal to extend Abood to cover the situation\npresented in this case will call into question our decisions in\nKeller v. State Bar of Cal. 496 U. S. 1 (1990) , and Board of\nRegents of Univ. of Wis. System v. Southworth, 529 U. S. 217\n(2000) . Respondents are mistaken.In Keller, we\nconsidered the constitutionality of a rule applicable to all\nmembers of an “integrated” bar, i.e., “an association of attorneys\nin which membership and dues are required as a condition of\npracticing law.” 496 U. S., at 5. We held that members of this\nbar could not be required to pay the portion of bar dues used for\npolitical or ideological purposes but that they could be required\nto pay the portion of the dues used for activities connected with\nproposing ethical codes and disciplining bar members. Id., at\n14.This decision fits\ncomfortably within the framework applied in the present case.\nLicensed attorneys are subject to detailed ethics rules, and the\nbar rule requiring the payment of dues was part of this regulatory\nscheme. The portion of the rule that we upheld served the “State’s\ninterest in regulating the legal profession and improving the\nquality of legal services.” Ibid. States also have a strong\ninterest in allocating to the members of the bar, rather than the\ngeneral public, the expense of ensuring that attorneys adhere to\nethical practices. Thus, our decision in this case is wholly\nconsistent with our holding in Keller.Contrary to\nrespondents’ submission, the same is true with respect to\nSouthworth, supra. In that case, we upheld the constitutionality of\na university-imposed mandatory student activities fee that was used\nin part to support a wide array of student groups that engaged in\nexpressive activity. The mandatory fee was challenged by students\nwho objected to some of the expression that the fee was used to\nsubsidize, but we rejected that challenge, and our holding is\nentirely consistent with our decision in this case.Public universities\nhave a compelling interest in promoting student expression in a\nmanner that is viewpoint neutral. See Rosenberger v. Rector and\nVisitors of Univ. of Va., 515 U. S. 819 (1995) . This may be\ndone by providing funding for a broad array of student groups. If\nthe groups funded are truly diverse, many students are likely to\ndisagree with things that are said by some groups. And if every\nstudent were entitled to a partial exemption from the fee\nrequirement so that no portion of the student’s fee went to support\na group that the student did not wish to support, the\nadministrative problems would likely be insuperable. Our decision\ntoday thus does not undermine Southworth.*  *  *For all these\nreasons, we refuse to extend Abood in the manner that Illinois\nseeks. If we accepted Illinois’ argument, we would approve an\nunprecedented violation of the bedrock principle that, except\nperhaps in the rarest of circumstances, no person in this country\nmay be compelled to subsidize speech by a third party that he or\nshe does not wish to support. The First Amendment prohibits the\ncollection of an agency fee from personal assistants in the\nRehabilitation Program who do not want to join or support the\nunion.The judgment of the\nCourt of Appeals is reversed in part and affirmed in part,[30] and the case is remanded for\nfurther proceedings consistent with this opinion.It is so ordered.Notes1Although this regulation\nstates clearly that a customer has complete discretion with respect\nto hiring and firing a personal assistant, the dissent contends\nthat the State also has the authority to end the employment of a\npersonal assistant whose performance is not satisfactory. Nothing\nin the regulations supports this view. Under 89 Ill. Admin. Code\n§677.40(d), the State may stop paying a personal assistant if it is\nfound that the assistant does not meet “the standards established\nby DHS as found at 89 Ill. Adm. Code 686.” These standards are the\nbasic hiring requirements set out in §686.10, see n. 2, .\nProviding adequate performance after hiring is nowhere mentioned in\n§686.10.2It is true, as the\ndissent notes, , at 4, that a personal assistant must provide two\nwritten or oral references, see §686.10(c), but judging the\nadequacy of these references is the sole prerogative of the\ncustomer. See §676.30(b). And while the regulations say that an\napplicant must have either previous experience or training, see\n§686.10(f ), they also provide that a customer has complete\ndiscretion to judge the adequacy of training and prior experience.\nSee §684.20(b) (the customer has complete discretion with respect\nto hiring and training a personal assistant). See also §686.10(b)\n(the customer may hire a minor—even under some circumstances, a\nperson as young as 14); §686.10(f ) (the customer may hire a\npersonal assistant who was never previously employed so long as the\nassistant has adequate training); §684.20(b) (criminal record check\nnot required).3The other five\npetitioners are personal assistants under a similar Illinois\nprogram called the “Disabilities Program.” See, , at 39–40, and\nn. 30.4The employees’ claim\nnecessarily raised the question of governmental action, since the\ndoes not restrict private conduct, and the Court, in a brief\npassage, concluded that governmental action was present. This was\nso, the Court reasoned, because the union-shop provision of the RLA\ntook away a right that employees had previously enjoyed under state\nlaw. 351 U. S., at 232–233.5A related question arose\nin v. , , which we discuss , at 37–38.6Only four Justices fully\nagreed with this approach, but a fifth, Justice Douglas, went along\ndue to “the practical problem of mustering five Justices for a\njudgment in this case.” ., at 778–779 (concurring\nopinion).7Recent experience has\nborne out this concern. See DiSalvo, The Trouble with Public Sector\nUnions, National Affairs No. 5, p. 15 (2010) (“In Illinois, for\nexample, public-sector unions have helped create a situation in\nwhich the state’s pension funds report a liability of more than\n$100 billion, at least 50% of it unfunded”).8Under §686.10(h)(9), a\npersonal assistant “may apply for Workers' Compensation benefits\nthrough [the State] . . . however, . . . the\ncustomer, not DHS, is the employer for these\npurposes.”9See\nwww2.illinois.gov/cms/Employees/benefits/StateEmployee/Pages/default.10What\nis significant is not the label that the State assigns to the\npersonal assistants but the substance of their relationship to the\ncustomers and the State. Our decision rests in no way on state-law\nlabels. Cf. , at 10. Indeed, it is because the ’s meaning does not\nturn on state-law labels that we refuse to allow the state to make\na nonemployee a full-fledged employee “[s]olely for purposes of\ncoverage under the Illinois Public Labor Relations Act,” Ill. Comp.\nStat., ch. 20, §2405/3(f), through the use of a statutory\nlabel.11See\nv. , .12See ,\n75 N. L. R. B. 905 (1948).13See ,\n24 N. L. R. B. 444 (1940).14See\nv. , 127 F. 2d 180 (CA4 1942).15See,\n332 N. L. R. B. 547, 551 (2000).16See ,\n281 N. L. R. B. 1163, 1168 (1986).17Under\nthe current collective-bargaining agreement, a “grievance” is “a\ndispute regarding the meaning or implementation of a specific\nprovision brought by the Union or a Personal Assistant.” App. 51;\nsee also , at 51–54. “Neither the Union nor the Personal Assistant\ncan grieve the hiring or termination of the Personal Assistant,\nreduction in the number of hours worked by the Personal Assistant\nor assigned to the Customer, and/or any action taken by the\nCustomer.” , at 51. That apparently limits the union’s role in\ngrievance adjustments to the State’s failure to perform its duties\nunder the collective-bargaining agreement, , if the State were to\nissue an incorrect paycheck, the union could bring a grievance. See\n, at 4818Contrary to the dissent’s argument, ,\nat 10–11, the scope of the union’s bargaining authority has an\nimportant bearing on the question whether should be extended to the\nsituation now before us. As we have explained, the best argument\nthat can be mounted in support of is based on the fact that a\nunion, in serving as the exclusive representative of all the\nemployees in a bargaining unit, is required by law to engage in\ncertain activities that benefit nonmembers and that the union would\nnot undertake if it did not have a legal obligation to do so. But\nwhere the law withholds from the union the authority to engage in\nmost of those activities, the argument for is weakened. Here, the\ndissent does not claim that the union’s approach to negotiations on\nwages or benefits would be any different if it were not required to\nnegotiate on behalf of the nonmembers as well as members. And there\nis no dispute that the law does not require the union to undertake\nthe burden of representing personal assistants with respect to\ntheir grievances with customers; on the contrary, the law entirely\nexcludes the union from that process. The most that the dissent can\nidentify is the union’s obligation to represent nonmembers\nregarding grievances with the State, but since most aspects of the\npersonal assistants’ work is controlled entirely by the customers,\nthis obligation is relatively slight. It bears little resemblance\nto the obligation imposed on the union in .19It is\ntherefore unnecessary for us to reach petitioners’ argument that\nshould be overruled, and the dissent’s extended discussion of is\nbeside the point. Cf. v. , –166 (2008) (declining to extend the\n“implied” right of action under §10(b) of the Securities Exchange\nAct “beyond its present boundaries”).20The\ndissent suggests that the concept of joint employment already\nsupplies a clear line of demarcation, see , at 8–9, but absent a\nclear statutory definition, employer status is generally determined\nbased on a variety of factors that often do not provide a clear\nanswer. See generally 22 Illinois Jurisprudence: Labor and\nEmployment §1:02 (2012); v. , 216 Ill. 2d 567, 578–582, 839\nN. E. 2d 479, 486–487 (2005); v. , 50 Ill. App. 3d 9, 12–16,\n365 N. E. 2d 1045, 1048–1050 (1977). More important, the\njoint-employer standard was developed for use in other contexts.\nWhat matters here is whether the relationship between the State and\nthe personal assistants is sufficient to bring this case within s\nreach.21The\ndissent claims that our refusal to extend to the Rehabilitation\nProgram personal assistants produces a “perverse result” by\npenalizing the State for giving customers extensive control over\nthe care they receive. , at 12. But it is not at all perverse to\nrecognize that a State may exercise more control over its\nfull-fledged employees than it may over those who are not\nfull-fledged state employees or are privately\nemployed.22A\nsimilar statute adopts the same rule specifically as to the\nU. S. Postal Service. See .23Wages\nrose from $7 per hour in 2003 to $13 per hour in 2014. Brief for\nRespondent Quinn 7. Current wages, according to respondents, are\n$11.65 per hour. Brief for Respondent SEIU–HII 6.24See\ngenerally Brief for Respondent Quinn 6–8; Brief for Respondent\nSEIU–HII 6.25See\nBrief for Respondent Quinn 7.26The\nmajority cited once, in a footnote, for the proposition that “there\nmay be limits on the extent to which an employee in a sensitive or\npolicymaking position may freely criticize his superiors and the\npolicies they espouse.” 431 U. S., at 230, n. 27. And it was\ncited once in Justice Powell’s concurrence, for the uncontroversial\nproposition that “ ‘the State has interests as an employer in\nregulating the speech of its employees that differ significantly\nfrom those it possesses in connection with regulation of the speech\nof the citizenry in general.’ ” at 259 (opinion concurring in\njudgment) (quoting , 391 U. S., at 568). v. , cited only\nonce—in dissent. 533 U. S., at 425 (opinion of , J.). Neither\nv. , , nor cited a single time.27Nor\nis the State acting as a “proprietor in managing its internal\noperations” with respect to personal assistants. See v. , 562\nU. S. ___ (2011) (slip op. at 1–2, 14).28The\ndissent misunderstands or mischaracterizes our cases in this line.\nWe have never held that the wages paid to a public-sector\nbargaining unit are not a matter of public concern. The $338\npayment at issue in had a negligible impact on public coffers, but\npayments made to public-sector bargaining units may have massive\nimplications for government spending. See at 18, and n. 7.\nThat is why the dissent’s “analogy,” , at 20–21, is not\nillustrative at all. We do not doubt that a single public\nemployee’s pay is usually not a matter of public concern. But when\nthe issue is pay for an entire collective-bargaining unit involving\nmillions of dollars, that matter affects statewide budgeting\ndecisions.29See\nCooper, Bigger Share of State Cash for Medicaid, N. Y. Times,\nDec. 14, 2011.30The\nCourt of Appeals held—and we agree—that the claims of the\npetitioners who work, not in the Rehabilitation Program, but in a\ndifferent but related program, the “Disabilities Program,” are not\nripe. This latter program is similar in its basic structure to the\nRehabilitation Program, see App. to Pet. for Cert. 14a, but the\nDisabilities Program personal assistants have not yet unionized.\nThe Disabilities Program petitioners claim that under Illinois\nExecutive Order No. 2009–15, they face imminent unionization and,\nalong with it, compulsory dues payments. Executive Order No.\n2009–15, they note, is “almost identical to EO 2003–08, except that\nit targets providers in the Disabilities Program.” Brief for\nPetitioners 10.",
    "joined": []
}