{
    "case": {
        "docket": "16-466",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-466/"
    },
    "id": "3749212",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–466_________________BRISTOL-MYERS SQUIBB COMPANY, PETITIONERv.SUPERIOR COURT OF CALIFORNIA, SAN FRANCISCO COUNTY,\net al.on writ of certiorari to the supreme court of\ncalifornia[June 19, 2017]Justice Alito delivered the opinion of the\nCourt.More than 600 plaintiffs, most of whom are not\nCalifornia residents, filed this civil action in a California state\ncourt against Bristol-Myers Squibb Company (BMS), asserting a\nvariety of state-law claims based on injuries allegedly caused by a\nBMS drug called Plavix. The California Supreme Court held that the\nCalifornia courts have specific jurisdiction to entertain the\nnonresidents’ claims. We now reverse.IABMS, a large pharmaceutical company, is\nincorporated in Delaware and headquartered in New York, and it\nmaintains substantial operations in both New York and New Jersey. 1\nCal. 5th 783, 790, 377 P. 3d 874, 879 (2016). Over 50\npercent of BMS’s work force in the United States is employed in\nthose two States.Ibid.BMS also engages in business activities in other\njurisdictions, including California. Five of the company’s research\nand laboratory facilities, which employ a total of around 160\nemployees, are located there.Ibid.BMS also employs about\n250 sales representatives in California and maintains a small\nstate-government advocacy office in Sacramento.Ibid.One of the pharmaceuticals that BMS manufactures\nand sells is Plavix, a prescription drug that thins the blood and\ninhibits blood clotting. BMS did not develop Plavix in California,\ndid not create a marketing strategy for Plavix in California, and\ndid not manufacture, label, package, or work on the regulatory\napproval of the product in California.Ibid.BMS instead\nengaged in all of these activities in either New York or New\nJersey.Ibid.But BMS does sell Plavix in California.\nBetween 2006 and 2012, it sold almost 187 million Plavix pills in\nthe State and took in more than $900 million from those sales. 1\nCal. 5th, at 790–791, 377 P. 3d, at 879. This amounts to\na little over one percent of the company’s nationwide sales\nrevenue.Id., at 790, 377 P. 3d, at 879.BA group of plaintiffs—consisting of 86\nCalifornia residents and 592 residents from 33 other States—filed\neight separate complaints in California Superior Court, alleging\nthat Plavix had damaged their health.Id., at 789, 377\nP. 3d, at 878. All the complaints asserted 13 claims under\nCalifornia law, including products liability, negligent\nmisrepresentation, and misleading advertising claims.Ibid.The nonresident plaintiffs did not allege that they obtained Plavix\nthrough California physicians or from any other California source;\nnor did they claim that they were injured by Plavix or were treated\nfor their injuries in California.Asserting lack of personal jurisdiction, BMS\nmoved to quash service of summons on the nonresidents’ claims, but\nthe California Superior Court denied this motion, finding that the\nCalifornia courts had general jurisdiction over BMS “[b]ecause [it]\nengages in extensive activities in California.” App. to Pet. for\nCert. 150. BMS unsuccess-fully petitioned the State Court of Appeal\nfor a writ of mandate, but after our decision on general\njurisdiction inDaimler AGv.Bauman, 571 U. S.\n___ (2014), the California Supreme Court instructed the Court of\nAppeal “to vacate its order denying mandate and to issue an order\nto show cause why relief sought in the petition should not be\ngranted.” App. 9–10.The Court of Appeal then changed its decision on\nthe question of general jurisdiction. 228 Cal. App. 4th\n605, 175 Cal. Rptr. 3d 412 (2014). UnderDaimler,\nit held, general jurisdiction was clearly lacking, but it went on\nto find that the California courts had specific jurisdiction over\nthe nonresidents’ claims against BMS. 228 Cal. App. 4th 605,\n175 Cal. Rptr. 3d, at 425–439.The California Supreme Court affirmed. The court\nunanimously agreed with the Court of Appeal on the issue of general\njurisdiction, but the court was divided on the question of specific\njurisdiction. The majority applied a “sliding scale approach to\nspecific jurisdiction.” 1 Cal. 5th, at 806, 377 P. 3d, at 889.\nUnder this approach, “the more wide ranging the defendant’s forum\ncontacts, the more readily is shown a connection between the forum\ncontacts and the claim.”Ibid.(internal quotation marks\nomitted). Applying this test, the majority concluded that “BMS’s\nextensive contacts with California” permitted the exercise of\nspecific jurisdiction “based on a less direct connection between\nBMS’s forum activities and plaintiffs’ claims than might otherwise\nbe required.”Ibid. This attenuated requirement was met, the\nmajority found, because the claims of the nonresidents were similar\nin several ways to the claims of the California residents (as to\nwhich specific jurisdiction was uncontested).Id., at\n803–806, 377 P. 3d, at 887–889. The court noted that “[b]oth the\nresident and nonresident plaintiffs’ claims are based on the same\nallegedly defective product and the assertedly misleading marketing\nand promotion of that product.”Id., at 804, 377 P. 3d, at\n888. And while acknowledging that “there is no claim that Plavix\nitself was designed and developed in [BMS’s California research\nfacilities],” the court thought it significant that other research\nwas done in the State.Ibid.Three justices dissented. “The claims of\n. . . nonresidents injured by their use of Plavix they\npurchased and used in other states,” they wrote, “in no sense arise\nfrom BMS’s marketing and sales of Plavix in California,” and they\nfound that the “mere similarity” of the residents’ and\nnonresidents’ claims was not enough.Id., at 819, 377\nP. 3d, at 898 (opinion of Werdegar, J.). The dissent accused\nthe majority of “expand[ing] specific jurisdiction to the point\nthat, for a large category of defendants, it becomes\nindistinguishable from general jurisdiction.”Id., at 816,\n377 P. 3d, at 896.We granted certiorari to decide whether the\nCalifornia courts’ exercise of jurisdiction in this case violates\nthe Due Process Clause of the Fourteenth Amendment. 580 U. S.\n___ (2017).[1]IIAIt has long been established that the\nFourteenth Amendment limits the personal jurisdiction of state\ncourts. See,e.g.,Daimler,supra, at ___–___\n(slip op., at 6–13);World-Wide Volkswagen Corp.v.Woodson, 444 U. S. 286, 291 (1980) ;International\nShoe Co.v.Washington, 326 U. S. 310 –317 (1945);Pennoyerv.Neff, 95 U. S. 714, 733 (1878).\nBecause “[a] state court’s assertion of jurisdiction exposes\ndefendants to the State’s coercive power,” it is “subject to review\nfor compatibility with the Fourteenth Amendment’s Due Process\nClause,”Goodyear Dunlop Tires Operations, S. A.v.Brown, 564 U. S. 915, 918 (2011) , which “limits the\npower of a state court to render a valid personal judgment against\na nonresident defendant,”World-Wide Volkswagen,supra, at 291. The primary focus of our personal\njurisdiction inquiry is the defendant’s relationship to the forum\nState. SeeWaldenv.Fiore, 571 U. S. ___,\n___–___ (2014) (slip op., at 5–8);Phillips Petroleum Co.v.Shutts, 472 U. S. 797 –807 (1985).Since our seminal decision inInternational\nShoe,our decisions have recognized two types of personal\njurisdiction: “general” (sometimes called “all-purpose”)\njurisdiction and “specific” (sometimes called “case-linked”)\njurisdiction.Goodyear, 564 U. S., at 919. “For an\nindividual, the paradigm forum for the exercise of general\njurisdiction is the individual’s domicile; for a corporation, it is\nan equivalent place, one in which the corporation is fairly\nregarded as at home.”Id., at 924. A court with general\njurisdiction may hearanyclaim against that defendant, even\nif all the incidents underlying the claim occurred in a different\nState.Id., at 919. But “only a limited set of affiliations\nwith a forum will render a defendant amenable to” general\njurisdiction in that State.Daimler, 571 U. S., at ___\n(slip op., at 18).Specific jurisdiction is very different. In\norder for a state court to exercise specific jurisdiction, “thesuit” must “aris[e] out of or relat[e] to the defendant’s\ncontacts with theforum.”Id., at ___ (slip op., at\n8) (internal quotation marks omitted; emphasis added); seeBurger King Corp.v.Rudzewicz, 471 U. S. 462\n–473 (1985);Helicopteros Nacionales de Colombia, S. A.v.Hall, 466 U. S. 408, 414 (1984) . In other words,\nthere must be “an affiliation between the forum and the underlying\ncontroversy, principally, [an] activity or an occurrence that takes\nplace in the forum State and is therefore subject to the State’s\nregulation.”Goodyear, 564 U. S., at 919 (internal\nquotation marks and brackets omitted). For this reason, “specific\njurisdiction is confined to adjudication of issues deriv-ing from,\nor connected with, the very controversy that establishes\njurisdiction.”Ibid.(internal quotation marks omitted).BIn determining whether personal jurisdiction\nis present, a court must consider a variety of interests. These\ninclude “the interests of the forum State and of the plaintiff in\nproceeding with the cause in the plaintiff’s forum of choice.”Kulkov.Superior Court of Cal., City and County of San\nFrancisco, 436 U. S. 84, 92 (1978) ; seeDaimler,supra, at ___–___, n. 20 (slip op., at 21–22, n. 20);Asahi Metal Industry Co.v.Superior Court of Cal.,\nSolano Cty., 480 U. S. 102, 113 (1987) ;World-Wide\nVolkswagen, 444 U. S., at 292. But the “primary concern”\nis “the burden on the defendant.”Id., at 292. Assessing\nthis burden obviously requires a court to consider the practical\nproblems resulting from litigating in the forum, but it also\nencompasses the more abstract matter of submitting to the coercive\npower of a State that may have little legitimate interest in the\nclaims in question. As we have put it, restrictions on personal\njurisdiction “are more than a guarantee of immunity from\ninconvenient or distant litigation. They are a consequence of\nterritorial limitations on the power of the respective States.”Hansonv.Denckla, 357 U. S. 235, 251 (1958) .\n“[T]he States retain many essential attributes of sovereignty,\nincluding, in particular, the sovereign power to try causes in\ntheir courts. The sovereignty of each State . . .\nimplie[s] a limitation on the sovereignty of all its sister\nStates.”World-Wide Volkswagen, 444 U. S., at 293. And\nat times, this federalism interest may be decisive. As we explained\ninWorld-Wide Volkswagen, “[e]ven if the defendant would\nsuffer minimal or no inconvenience from being forced to litigate\nbefore the tribunals of another State; even if the forum State has\na strong interest in applying its law to the controversy; even if\nthe forum State is the most convenient location for litigation, the\nDue Process Clause, acting as an instrument of interstate\nfederalism, may sometimes act to divest the State of its power to\nrender a valid judgment.”Id., at 294.IIIAOur settled principles regarding specific\njurisdiction control this case. In order for a court to exercise\nspecific jurisdiction over a claim, there must be an “affiliation\nbetween the forum and the underlying controversy, principally, [an]\nactivity or an occurrence that takes place in the forum State.”Goodyear, 564 U. S., at 919 (internal quotation marks\nand brackets in original omitted). When there is no such\nconnection, specific jurisdiction is lacking regardless of the\nextent of a defendant’s unconnected activities in the State. Seeid., at 931, n. 6 (“[E]ven regularly occurring sales of\na product in a State do not justify the exercise of jurisdiction\nover a claim unrelated to those sales”).For this reason, the California Supreme Court’s\n“sliding scale approach” is difficult to square with our\nprecedents. Under the California approach, the strength of the\nrequisite connection between the forum and the specific claims at\nissue is relaxed if the defendant has extensive forum contacts that\nare unrelated to those claims. Our cases provide no support for\nthis approach, which resembles a loose and spurious form of general\njurisdiction. For spe-cific jurisdiction, a defendant’s general\nconnections with the forum are not enough. As we have said, “[a]\ncorporation’s ‘continuous activity of some sorts within a state\n. . . is not enough to support the demand that the\ncorporation be amenable to suits unrelated to that\nactivity.’ ”Id., at 927 (quotingInternational\nShoe, 326 U. S., at 318).The present case illustrates the danger of the\nCalifornia approach. The State Supreme Court found that specific\njurisdiction was present without identifying any adequate link\nbetween the State and the nonresidents’ claims. As noted, the\nnonresidents were not prescribed Plavix in California, did not\npurchase Plavix in California, did not ingest Plavix in California,\nand were not injured by Plavix in California. The mere fact thatotherplaintiffs were prescribed, obtained, and ingested\nPlavix in California—and allegedly sustained the same injuries as\ndid the nonresidents—does not allow the State to assert specific\njurisdiction over the nonresidents’ claims. As we have explained,\n“a defendant’s relationship with a . . . third party,\nstanding alone, is an insufficient basis for jurisdiction.”Walden, 571 U. S., at ___ (slip op., at 8). This\nremains true even when third parties (here, the plaintiffs who\nreside in California) can bring claims similar to those brought by\nthe nonresidents. Nor is it sufficient—or even relevant—that BMS\nconducted research in California on matters unrelated to Plavix.\nWhat is needed—and what is missing here—is a connection between the\nforum and the specific claims at issue.Our decision inWalden,supra,\nillustrates this requirement. In that case, Nevada plaintiffs sued\nan out-of-state defendant for conducting an allegedly unlawful\nsearch of the plaintiffs while they were in Georgia preparing to\nboard a plane bound for Nevada. We held that the Nevada courts\nlacked specific jurisdiction even though the plaintiffs were Nevada\nresidents and “suffered foreseeable harm in Nevada.”Id., at\n___ (slip op., at 11). Because the “relevantconduct\noccurred entirely in Georgi[a] . . . the mere fact that\n[this] conduct affected plaintiffs with connections to the forum\nState d[id] not suffice to authorize jurisdiction.”Id., at\n___ (slip op., at 14) (emphasis added).In today’s case, the connection between the\nnonresidents’ claims and the forum is even weaker. The relevant\nplaintiffs are not California residents and do not claim to have\nsuffered harm in that State. In addition, as inWalden, all\nthe conduct giving rise to the nonresidents’ claims occurred\nelsewhere. It follows that the California courts cannot claim\nspecific jurisdiction. SeeWorld-Wide Volkswagen,supra, at 295 (finding no personal jurisdiction in Oklahoma\nbecause the defendant “carr[ied] on no activ-ity whatsoever in\nOklahoma” and dismissing “the fortuitous circumstance that a single\nAudi automobile, sold [by defendants] in New York to New York\nresidents, happened to suffer an accident while passing through\nOklahoma” as an “isolated occurrence”).BThe nonresidents maintain that two of our\ncases sup-port the decision below, but they misinterpret those\nprecedents.InKeetonv.Hustler Magazine,\nInc., 465 U. S. 770 (1984) , a New York resident sued\nHustler in New Hampshire, claiming that she had been libeled in\nfive issues of the magazine, which was distributed throughout the\ncountry, including in New Hampshire, where it sold 10,000 to 15,000\ncopies per month. Concluding that specific jurisdiction was\npresent, we relied principally on the connection between the\ncirculation of the magazine in New Hampshire and damage allegedly\ncaused within the State. We noted that “[f]alse statements of fact\nharm both the subject of the falsehood and the readers of the\nstatement.”Id., at 776 (emphasis deleted). This factor\namply distinguishesKeetonfrom the present case, for here\nthe nonresidents’ claims involve no harm in California and no harm\nto California residents.The nonresident plaintiffs in this case point to\nour holding inKeetonthat there was jurisdiction in New\nHampshire to entertain the plaintiff’s request for damages suffered\noutside the State,id., at 774, but that holding concerned\njurisdiction to determinethe scope of a claiminvolving\nin-state injury and injury to residents of the State, not, as in\nthis case, jurisdiction to entertain claims involving no in-state\ninjury and no injury to residents of the forum State.Keetonheld that there was jurisdiction in New Hampshire to consider the\nfull measure of the plaintiff’s claim, but whether she could\nactually recover out-of-state damages was a merits question\ngoverned by New Hampshire libel law.Id., at 778, n. 9.The Court’s decision inPhillips Petroleum\nCo.v.Shutts, 472 U. S. 797 (1985) , which\ninvolved a class action filed in Kansas, is even less relevant. The\nKansas court exercised personal jurisdiction over the claims of\nnonresident class members, and the defendant, Phillips Petroleum,\nargued that this violated the due process rights of these class\nmembers because they lacked minimum contacts with the\nState.[2] According to the\ndefendant, the out-of-state class members should not have been kept\nin the case unless they affirmatively opted in, instead of merely\nfailing to opt out after receiving notice.Id., at 812.Holding that there had been no due process\nviolation, the Court explained that the authority of a State to\nentertain the claims of nonresident class members is entirely\ndifferent from its authority to exercise jurisdiction over an\nout-of-state defendant.Id., at 808–812. SinceShuttsconcerned the due process rights ofplaintiffs, it has no\nbearing on the question presented here.Respondents nevertheless contend thatShuttssupports their position because, in their words, it\nwould be “absurd to believe that [this Court] would have reached\nthe exact opposite result if the petitioner [Phillips] had only\ninvoked its own due-process rights, rather than those of the\nnon-resident plaintiffs.” Brief for Respondents 28–29, n. 6\n(emphasis deleted). But the fact remains that Phillips did not\nassert that Kansas improperly exercised personal jurisdiction over\nit, and the Court did not address that issue.[3] Indeed, the Court stated specifically that its\n“discussion of personal jurisdiction [did not] address class\nactions where the jurisdiction is asserted against adefendantclass.” Shutts,supra, at 812,\nn. 3.CIn a last ditch contention, respondents\ncontend that BMS’s “decision to contract with a California company\n[McKesson] to distribute [Plavix] nationally” provides a sufficient\nbasis for personal jurisdiction. Tr. of Oral Arg. 32. But as we\nhave explained, “[t]he requirements ofInternational Shoe. . . must be met as to each defendant over whom a state\ncourt exercises jurisdiction.”Rushv.Savchuk, 444\nU. S. 320, 332 (1980) ; seeWalden, 571 U. S., at\n___ (slip op, at 8) (“[A] defendant’s relationship with a\n. . . third party, standing alone, is an insufficient\nbasis for jurisdiction”). In this case, it is not alleged that BMS\nengaged in relevant acts together with McKesson in California. Nor\nis it alleged that BMS is derivatively liable for McKesson’s\nconduct in California. And the nonresidents “have adduced no\nevidence to show how or by whom the Plavix they took was\ndistributed to the pharmacies that dispensed it to them.” 1 Cal.\n5th, at 815, 377 P. 3d, at 895 (Werdegar, J., dissenting) (emphasis\ndeleted). See Tr. of Oral Arg. 33 (“It is impossible to trace a\nparticular pill to a particular person . . . . It’s\nnot possible for us to track particularly to McKesson”). The bare\nfact that BMS contracted with a California distributor is not\nenough to establish personal jurisdiction in the State.IVOur straightforward application in this case\nof settled principles of personal jurisdiction will not result in\nthe parade of horribles that respondents conjure up. See Brief for\nRespondents 38–47. Our decision does not prevent the California and\nout-of-state plaintiffs from joining together in a consolidated\naction in the States that have general jurisdiction over BMS. BMS\nconcedes that such suits could be brought in either New York or\nDelaware. See Brief for Petitioner 13. Alternatively, the\nplaintiffs who are residents of a particular State—for example, the\n92 plaintiffs from Texas and the 71 from Ohio—could probably sue\ntogether in their home States. In addition, since our decision\nconcerns the due process limits on the exercise of specific\njurisdiction by a State, we leave open the question whether the\nFifth Amendment imposes the same restrictions on the exercise of\npersonal jurisdiction by a federal court. SeeOmni Capital\nInt’l, Ltd.v.Rudolf Wolff & Co., 484 U. S. 97\n, n. 5 (1987).*  *  *The judgment of the California Supreme Court\nis reversed, and the case is remanded for further proceedings not\ninconsistent with this opinion.It is so ordered.Notes1California law provides\nthat its courts may exercise jurisdiction “on any basis not\ninconsistent with the Constitution . . . of the United\nStates,” Cal. Civ. Proc. Code Ann. §410.10 (West 2004); seeDaimler AGv.Bauman, 571 U. S. ___, ___ (2014)\n(slip op., at 6).2The Court held that the\ndefendant had standing to argue that the Kansas court had\nimproperly exercised personal jurisdiction over the claims of the\nout-of-state class members because that holding materially affected\nthe defendant’s own interests, specifically, the res judicata\neffect of an adverse judgment. 472 U. S., at\n803–806.3Petitioner speculates\nthat Phillips did not invoke its own due process rights because it\nwas believed at the time that the Kansas court had general\njurisdiction. See Reply Brief 7, n. 1.",
    "joined": []
}