{
    "case": {
        "docket": "20-391",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-391/"
    },
    "id": "4444358",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESJODY LOMBARDO, et al.v.CITY OF\nST. LOUIS, MISSOURI, et al.on petition for writ of certiorari to the\nunited states court of appeals for the eighth circuitNo. 20–391. Decided June 28, 2021Justice Alito, with whom Justice Thomas and\nJustice Gorsuch join, dissenting.I cannot approve the Court’s summary disposition\nbecause it unfairly interprets the Court of Appeals’ decision and\nevades the real issue that this case presents: whether the record\nsupports summary judgment in favor of the defendant police officers\nand the city of St. Louis. The Court of Appeals held that the\ndefendants were entitled to summary judgment because a reasonable\njury would necessarily find that the police officers used\nreasonable force in attempting to subdue petitioner Lombardo’s son,\nNicholas Gilbert, when he was attempting to hang himself in his\ncell. In reaching this conclusion, the Court of Appeals applied the\ncorrect legal standard and made a judgment call on a sensitive\nquestion. This case, therefore, involves the application of “a\nproperly stated rule of law” to a particular factual record, and\nour rules say that we “rarely” review such questions. See this\nCourt’s Rule 10. But “rarely” does not mean “never,” and if this\nCourt is unwilling to allow the decision below to stand, the proper\ncourse is to grant the petition, receive briefing and argument, and\ndecide the real question that this case presents.That is the course I would take. I do not think\nthat this Court is above occasionally digging into the type of\nfact-bound questions that make up much of the work of the lower\ncourts, and a decision by this Court on the question presented here\ncould be instructive.The Court, unfortunately, is unwilling to face\nup to the choice between denying the petition (and bearing the\ncriticism that would inevitably elicit) and granting plenary review\n(and doing the work that would entail). Instead, it claims to be\nuncertain whether the Court of Appeals actually applied the correct\nlegal standard, and for that reason it vacates the judgment below\nand remands the case.This course of action may be convenient for this\nCourt, but it is unfair to the Court of Appeals. If we expect the\nlower courts to respect our decisions, we should not twist their\nopinions to make our job easier.When the Court of Appeals’ opinion is read in\nthe way we hope our opinions will be interpreted, it is clear that\nthe Court of Appeals understood and applied the correct standard\nfor excessive-force claims. Theper curiamacknowledges that\nthe Court of Appeals correctly cited the factors that must be taken\ninto account in determining whether the officers’ actions were\nobjectively reasonable.Ante, at 3; see 956 F.3d 1009, 1013\n(CA8 2020). But theper curiamfinds it “unclear whether the\n[Court of Appeals] thought the use of a prone restraint—no matter\nthe kind, intensity, duration, or surrounding circumstances—isper seconstitutional so long as an individual appears to\nresist officers’ efforts to subdue him.”Ante, at 3.Can the Court seriously think that the Eighth\nCircuit adopted such a strange and extreme position—that the use of\nprone restraint on a resisting detainee is always reasonable no\nmatter how much force is used, no matter how long that force is\nemployed, no matter the physical condition of the detainee, and no\nmatter whether the detainee is obviously suffering serious or even\nlife-threatening harm? Suppose officers with a combined weight of\n1,000 pounds knelt on the back of a frail and infirm detainee, used\nall their might to press his chest and face into a concrete floor\nfor over an hour, did not desist when the detainee cried, “You’re\nkilling me,” and ended up inflicting fatal injuries. Does the Court\nreally believe that the Court of Appeals might have thought that\nthis extreme use of force would be reasonable? Is there any support\nfor that interpretation in the Court of Appeals’ opinion?Theper curiamlatches onto this sentence\nin the opinion below: “This Court has previously held that the use\nof prone restraint is not objectively unreasonable when a detainee\nactively resists officer directives and efforts to subdue the\ndetainee.” 956 F. 3d, at 1013; seeante, at 3. Read in\ncontext, its meaning is apparent.The sentence recountsand cites towhat\nthe Eighth Circuit had held in an earlier case,Ryanv.Armstrong, 850 F.3d 419 (2017), in which a resisting\ndetainee had been held in a prone position for a period of time. In\norder to understand the sentence in the opinion below, it is\nnecessary to look at that prior decision. And when the language in\nthe decision below is read in that way, what it obviously means is\nthat the use of prone restraint is not objectively unreasonableper sewhen a detainee is actively resisting. That is\nexactly what the appellees, citingRyan, had argued: “No\ncourt has held that placing a resisting prisoner in a prone\nposition while restrained isper seunreasonable.” Brief for\nAppellees in No. 19–1469 (CA8), p. 24. That is a correct reading ofRyan, and that is how the opinion below interpreted it.Ryanheld only that the use of force in\nthat case was reasonable based on “the totality of th[e]\ncircumstances,” including the detainee’s resistance. 850\nF. 3d,at 428. TheRyancourt explained:“Several factorssupport the\nforegoing conclusion.Among the most importantis the\nobservation that [the detainee] was actively resisting the\nextraction procedure by ignoring directives to lie down on his bunk\nand resisting the defendants’ efforts to subdue him once they\nentered his cell.”Ibid.(emphasis added).Thus,Ryanclearly did not adopt any sort\nof blanket rule, and the sentence in this case that theper\ncuriamseizes upon did not purport to go beyondRyan.This Court’sper curiamrefers to one\nother statement in the opinion below. Theper curiamstates:“The [Eighth Circuit] went on to describe\nas ‘insignificant’ facts that may distinguish [Ryan] and\nappear potentially important underKingsley, including that\nGilbert was already handcuffed and leg shackled when officers moved\nhim to the prone position and that officers kept him in that\nposition for 15 minutes.”Ante, at 3 (quoting 956\nF. 3d, at 1014).Here, again, theper curiamstrains to\ngive the Eighth Circuit’s opinion a possible interpretation that\ncan justify a remand. But when this sentence is read in context,\nwhat it plainly means is not that the duration of the officers’ use\nof force or the fact that Gilbert had been handcuffed and shackled\nwere irrelevant but that certain factual differences between this\ncase andRyanwere not significant in the sense that they\ndid not call for a different result.The court used the term “insignificant” in\nresponding to Lombardo’s efforts to distinguishRyan.\nLombardo argued that this case is different because Gilbert was\nrestrained for a longer period and, unlike the detainee inRyan, had already been handcuffed and shackled. See 956\nF. 3d, at 1014; Brief for Plaintiffs-Appellants in No. 19–1469\n(CA8), pp. 14–15. What the Eighth Circuit characterized as\n“insignificant” were these factual differences between the two\ncases.[1]*Without carefully studying the record, I cannot\nbe certain whether I would have agreed with the Eighth Circuit\npanel that summary judgment for the defendants was correct. The\nofficers plainly had a reasonable basis for using some degree of\nforce to restrain Gilbert so that he would not harm himself, and it\nappears that Gilbert, despite his slight stature, put up a fierce\nand prolonged resistance. See 956 F. 3d, at 1011–1014. On the\nother hand, the officers’ use of force inflicted serious injuries,\nand the medical evidence on the cause of death was conflicting. Seeid.,at 1012.We have two respectable options: deny review of\nthe fact-bound question that the case presents or grant the\npetition, have the case briefed and argued, roll up our sleeves,\nand decide the real issue. I favor the latter course, but what we\nshould not do is take the easy out that the Court has chosen.Notes1*The Eighth Circuit wrote:\n“Lombardo argues thatRyanis not on point. Specifically,\nLombardo argues that, unlikeRyan, in which the detainee was\nheld in prone restraint for approximately three minutes until he\nwas handcuffed, . . . Gilbert was held in prone restraint\nfor fifteen minutes and was placed in this position only after he\nhad been handcuffed and leg-shackled. Lombardo also argues that she\npresented expert testimony that Gilbert’s cause of death was\nforcible restraint inducing asphyxia whereas the undisputed cause\nof death inRyanwas sudden unexpected death during\nrestraint. . . . We find these differences to be\ninsignificant. This Court has previously noted that ‘[h]andcuffs\nlimit but do not eliminate a person’s ability to perform harmful\nacts.’United Statesv.Pope, 910 F.3d 413, 417 (8th\nCir. 2018), cert. denied, [589 U. S. ___ (2019)]. As discussed\nabove, the undisputed facts show that Gilbert continued to\nviolently struggle even after being handcuffed and leg-shackled.\nSpecifically, after being handcuffed, he thrashed his head on the\nconcrete bench, causing him to suffer a gash on his forehead, and\nhe continued to violently thrash and kick after being leg-shackled.\nBecause of this ongoing resistance, the Officers moved Gilbert to\nthe prone position so as to minimize the harm he could inflict on\nhimself and others.” 956 F. 3d, at 1014.",
    "joined": []
}