{
    "case": {
        "docket": "528",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/528/"
    },
    "id": "3243028",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–7451_________________JOHN L. YATES, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of appeals for\nthe eleventh circuit[February 25, 2015]Justice Alito, concurring in the judgment.This case can and should be resolved on narrow grounds. And\nthough the question is close, traditional tools of statutory\nconstruction confirm that John Yates has the better of the\nargument. Three features of18 U. S. C. §1519 stand out to\nme: the statute’s list of nouns, its list of verbs, and its title.\nAlthough perhaps none of these features by itself would tip the\ncase in favor of Yates, the three combined do so.Start with the nouns. Section 1519 refers to “any record,\ndocument, or tangible object.” Thenoscitur a sociiscanon\ninstructs that when a statute contains a list, each word in that\nlist presumptively has a “similar” meaning. See,e.g.,\nGustafsonv.Alloyd Co.,513 U. S. 561,576 (1995). A\nrelated canon,ejusdem generisteaches that general words\nfollowing a list of specific words should usually be read in light\nof those specific words to mean something “similar.” See,e.g.,\nChristopherv.SmithKline Beecham Corp., 567 U. S.\n___, ___ (2012) (slip op., at 18). Applying these canons to §1519’s\nlist of nouns, the term “tangible object” should refer to something\nsimilar to records or documents. A fish does not spring to mind—nor\ndoes an antelope, a colonial farmhouse, a hydrofoil, or an oil\nderrick. All are “objects” that are “tangible.” But who wouldn’t\nraise an eyebrow if a neighbor, when asked to identify something\nsimilar to a “record” or “document,” said “crocodile”?This reading, of course, has its shortcomings. For instance,\nthis is an imperfectejusdem generiscase because “record”\nand “document” are themselves quite general. And there is a risk\nthat “tangible object” may be made superfluous—what is similar to a\n“record” or “document” but yet is not one? An e-mail, however,\ncould be such a thing. See United States Sentencing Commission,\nGuidelines Manual §2J1.2 and comment. (Nov. 2003) (reading\n“records, documents, or tangible objects” to “includ[e]” what is\nfound on “magnetic, optical, digital, other electronic,or other\nstorage mediums or devices”). An e-mail, afterall, might not be a\n“document” if, as was “traditionally” so, a document was a “piece\nof paper with information on it,” not “information stored on a\ncomputer, electronic storage device, or any other medium.” Black’s\nLaw Dictionary 587–588 (10th ed. 2014). E-mails might also not be\n“records” if records are limited to “minutes” or other formal\nwritings “designed to memorialize [past] events.”Id.,at\n1465. A hard drive, however, is tangible and can contain files that\nare precisely akin to even these narrow definitions. Both “record”\nand “document” can be read more expansively, but adding “tangible\nobject” to §1519 would ensure beyond question that electronic files\nare included. To be sure, “tangible object” presumably can capture\nmore than just e-mails; Congress enacts “catchall[s]” for “known\nunknowns.”Republic of Iraqv.Beaty,556 U. S.\n848,860 (2009). But wherenoscitur a sociisandejusdem\ngenerisapply, “known unknowns” should be similar to known\nknowns,i.e.,here, records and documents. This is\nespecially true because reading “tangible object” too broadly could\nrender “record” and “document” superfluous.Next, consider §1519’s list of verbs: “alters, destroys,\nmutilates, conceals, covers up, falsifies, or makes a false entry\nin.” Although many of those verbs could apply to nouns as far-flung\nas salamanders, satellites, or sand dunes, the last phrase in the\nlist—“makes a false entry in”—makes no sense outside of\nfilekeeping. How does one make a false entry in a fish? “Alters”\nand especially “falsifies” are also closely associated with\nfilekeeping. Not one of the verbs, moreover,cannotbe\napplied to filekeeping—certainly not in the way that “makes a false\nentry in” is always inconsistent with the aquatic.Again, the Government is not without a response. One can imagine\nCongress trying to write a law so broadly that not every verb lines\nup with every noun. But failure to “line up” may suggest that\nsomething has gone awry in one’s interpretation of a text. Where,\nas here, each of a statute’s verbs applies to a certain category of\nnouns, there is some reason to think that Congress had that\ncategory in mind. Categories, of course, are often underinclusive\nor overinclusive—§1519, for instance, applies to a bomb-threatening\nletter but not a bomb. But this does not mean that categories are\nnot useful or that Congress does not enact them. See,e.g.,\nVancev.Bradley,440 U. S. 93–109 (1979). Here,\nfocusing on the verbs, the category of nouns appears to be\nfilekeeping. This observation is not dispositive, but neither is it\nnothing. The Government also contends that §1519’s verbs cut both\nways because it is unnatural to apply “falsifies” to tangible\nobjects, and that is certainly true. One does not falsify the\noutside casing of a hard drive, but one could falsify or alter data\nphysically recorded on that hard drive.Finally, my analysis is influenced by §1519’s title:\n“Destruction, alteration, or falsification ofrecordsin\nFederal investigations and bankruptcy.” (Emphasis added.) This too\npoints toward filekeeping, not fish. Titles can be useful devices\nto resolve “ ‘doubt about the meaning of a statute.’ ”Porterv.Nussle,534 U. S. 516–528 (2002)\n(quotingAlmendarez-Torresv.United States,523\nU. S. 224,234 (1998)); see alsoLawsonv.FMR\nLLC, 571 U. S. ___, ___–___ (2014) (Sotomayor, J.,\ndissenting) (slip op., at 4–6). The title is especially valuable\nhere because it reinforces what the text’s nouns and verbs\nindependently suggest—that no matter how other statutes might be\nread, this particular one does not cover every noun in the universe\nwith tangible form.Titles, of course, are also not dispositive. Here, if the list\nof nouns did not already suggest that “tangible object” should mean\nsomething similar to records or documents, especially when read in\nconjunction with §1519’s peculiar list of verbs with their focus on\nfilekeeping, then the title would not be enough on its own. In\nconjunction with those other two textual features, however, the\nGovernment’s argument, though colorable, becomes too implausible to\naccept. See,e.g.,Washington State Dept. of Social and\nHealth Servs.v.Guardianship Estate of Keffeler,537\nU. S. 371–385 (2003) (focusing on the “product of [two] canons\nof construction” which was “confirmed” by other interpretative\nevidence); cf.Al-Adahiv.Obama, 613 F. 3d\n1102, 1105–1106 (CADC 2010) (aggregating evidence).",
    "joined": []
}