{
    "case": {
        "docket": "110",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/110/"
    },
    "id": "1963038",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGYEAGER V. UNITED STATES557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-67F. SCOTT YEAGER, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the fifth circuit[June 18, 2009]Justice Alito, with whom Justice\nScalia and Justice Thomas join, dissenting.I join Justice Scalia’s\ndissenting opinion. When a jury acquits on some counts but cannot\nreach agreement on others, I do not think that the Double Jeopardy\nClause precludes retrial on the “hung” counts.As a result of today’s decision, however, the\nlaw is now to the contrary, and I write separately to note that the\nCourt’s holding makes it imperative that the doctrine of issue\npreclusion be applied with the rigor prescribed inAshev.Swenson,397 U. S. 436(1970).\nLoose application of the doctrine will lead to exceedingly\ncomplicated and protracted litigation, both in the trial court and\non appeal, and may produce unjust results.Ashemade it clear that an acquittal\non one charge precludes a subsequent trial on a different charge\nonly if “a rational jury” could not have acquitted on the first\ncharge without finding in the defendant’s favor on a factual issue\nthat the prosecution would have to prove in order to convict in the\nlater trial.Id., at 444. This is a demanding standard.\nThe second trial is not precluded simply because it is unlikely—or\neven very unlikely—that the original jury acquitted without finding\nthe fact in question. Only if it would have beenirrationalfor the jury to acquit without finding that\nfact is the subsequent trial barred. And the defendant has the\nburden of showing that “the issue whose relitigation he seeks to\nforeclose was actually decided in the first proceeding.”Dowlingv.United States,493 U. S. 342, 350\n(1990).The situation presented in a case like the one\nnow before us—where the jury acquits on some counts but cannot\nreach a verdict on others—calls for special care in the application\nof theAshestandard. In such a situation, the conclusion\nthat the not-guilty verdicts preclude retrial on the hung counts\nnecessarily means that the jury did not act rationally. But courts\nshould begin with the presumption that a jury’s actions can\nrationally be reconciled. In an analogous situation—where it is\nclaimed that a verdict must be set aside on the ground that the\nfindings set out in a jury’s answers to special interrogatories are\ninconsistent—“it is the duty of the courts to attempt to harmonize\nthe answers, if it is possible under a fair reading of them: ‘Where\nthere is a view of the case that makes the jury’s answers to\nspecial interrogatories consistent, they must be resolved that\nway.’ ”Gallickv.Baltimore & Ohio R.\nCo.,372 U. S.\n108, 119 (1963) (quotingAtlantic & Gulf Stevedores,\nInc.v.Ellerman Lines, Ltd.,369 U. S. 355, 364\n(1962)). A similar approach is appropriate here.In the present case, there is reason to\nquestion whether theAshestandard was met. It is clear\nthat the fraud counts required proof of an element not necessary\nfor conviction on the insider trading charge, namely, that\npetitioner “caused” material misstatements or omissions to be made\nat the January 20, 2000, analyst conference and in the press\nreleases that formed the basis for the wire fraud counts. See App.\n107 (jury instruction on count two (securities fraud)), 118 (jury\ninstruction on counts three through six (wire fraud)). And it is\nfar from apparent that the jury’s not-guilty verdict on the fraud\ncounts could not have rationally been based on a determination that\nthis element—that petitioner caused the material misstatements or\nomissions—was not proved beyond a reasonable doubt.The District Court Judge, who was of course\nfamiliar with the trial evidence, analyzed this issue as\nfollows:“The theory of the defense, evident in closing\nargument and the direct testimony of Defendant Yeager, argued that\nDefendant Yeager did not participate in the crafting of the\nstatements in the press releases; did not participate in the\ncreation of slides or statements presented at the analysts\nconference; and did not reach an agreement with any other person to\nmake false, misleading, or deceptive statements or material\nomissions of fact.” App. to Pet. for Cert. 55a.The record provides support for\nthe District Court’s analysis. In his summation, petitioner’s\nattorney argued that “Scott Yeager had nothing to do with Counts 3\nto 6 [the securities and wire fraud counts].” 80 Tr. 13384. With\nrespect to the January 20, 2000, conference that provided the basis\nfor the securities fraud count, petitioner’s attorney emphasized\nthat his client “didn’t say anything.”Id., at 13365.\nCounsel reiterated that petitioner “didn’t make a presentation. He\ndidn’t make a statement.”Ibid.; id., at 13394. Counsel’s\nsummation on this point summarized portions of petitioner’s trial\ntestimony in which he minimized his involvement in matters relating\nto the conference. See 52id.,at 9932–9933, 9938–9947,\nand 9953.With respect to the press releases on which\nthe wire fraud counts were based, petitioner’s attorney argued:\n“Scott Yeager had nothing to do with the press releases.” 80id., at 13384. “We didn’t make any press releases.”Id., at 13394. “Show me the evidence. Show me where Scott\nparticipated in a press release.”Id., at 13406. Again,\ncounsel’s comments in summation tracked petitioner’s testimony\ndenying participation in the press releases. See 52id.,at 9911, 9913; 80id.,at 13384.The above portions of the record suggest that\na rational jury might have found that petitioner did not “cause”\nthe misstatements or omissions at the conference or in the press\nreleases. In light of the length and complexity of the trial\nrecord, I am not in a position to say with certainty that theAshestandard was not met in this case, but the brief\ndiscussion of this question in the opinion of the Court of Appeals\ndoes not satisfactorily show that the District Court’s analysis was\nincorrect. Concluding that the not-guilty verdict on the securities\nfraud count could not have been based on a finding that respondent\ndid not cause the misstatements or omissions at the conference, the\nCourt of Appeals stated that petitioner “did not dispute” that he\n“helped shape the message of the conference presentations.” App. to\nPet. for Cert. 20a. But there is surely tension between that\nstatement and the previously mentioned portions of petitioner’s\ntrial testimony and the defense summation.Because the Court of Appeals held thatAshedoes not apply when a jury acquits on some counts and\nhangs on others, that court’s analysis of the possible grounds for\nthe jury’s securities fraud verdict was not necessary to support\nthe court’s decision. Now that this Court has held thatAshedoes govern in this context, a reexamination of the\npossible grounds for the fraud count acquittals is warranted.",
    "joined": []
}