{
    "case": {
        "docket": "20-334",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-334/"
    },
    "id": "4432794",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–334_________________CITY OF SAN ANTONIO, TEXAS, on behalf of\nitself and all other similarly situated TEXAS MUNICIPALITIES,\nPETITIONERv.HOTELS.COM, L. P., et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 27, 2021]Justice Alito delivered the opinion of the\nCourt.Civil litigation in the federal courts is often\nan expensive affair, and each party, win or lose, generally bears\nmany of its own litigation expenses, including attorney’s fees that\nare subject to the so-called American Rule.Baker Botts L. L.\nP.v.ASARCO LLC, 576 U.S. 121, 126 (2015). But certain\n“costs” are treated differently. Federal Rule of Appellate\nProcedure 39 governs the taxation of appellate “costs,” and the\nquestion in this case is whether a district court has the\ndiscretion to deny or reduce those costs. We hold that it does not\nand therefore affirm the judgment below.IAThere is a longstanding tradition of awarding\ncertain costs other than attorney’s fees to prevailing parties in\nthe federal courts.Marxv.General Revenue Corp.,568 U.S.\n371, 377, and n. 3 (2013); see,e.g.,Winchesterv.Jackson, 3 Cranch 514 (1806). Today, Federal Rule of\nAppellate Procedure 39 sets out the procedure for assessing and\ntaxing costs relating to appeals. Subdivision (a) provides a series\nof default rules that govern “unless the law provides or the court\norders otherwise.” Under these default rules:“(1) if an appeal is dismissed, costs are\ntaxed against the appellant, unless the parties agree\notherwise;“(2) if a judgment is affirmed, costs are taxed\nagainst the appellant;“(3) if a judgment is reversed, costs are taxed\nagainst the appellee;“(4) if a judgment is affirmed in part, reversed\nin part, modified, or vacated, costs are taxed only as the court\norders.”The remaining subdivisions of the Rule deal with\nrelated issues. Subdivision (b) limits costs for or against Federal\nGovernment litigants to those “authorized by law.” Subdivision (c)\ndirects the courts of appeals to fix a maximum rate for taxing the\ncosts of briefs, appendices, and (where applicable) the original\nrecord. Subdivision (d) provides the procedure for seeking certain\nappellate costs, filing objections to those costs, and preparing an\nitemized statement of costs for insertion in the mandate. And\nsubdivision (e) lists four categories of “costs on appeal” that\n“are taxable in the district court for the benefit of the party\nentitled to costs under this rule.”This case concerns one of the categories of\ncosts that are taxable in the district court under subdivision (e):\n“premiums paid for a bond or other security to preserve rights\npending appeal.” Fed. Rule App. Proc. 39(e)(3). These costs arise\nbecause the Federal Rules of Civil Procedure generally stay the\nexecution or enforcement of a district court judgment for only 30\ndays after its entry. Fed. Rule Civ. Proc. 62(a). Unless a further\nstay is granted, the prevailing party can attempt to execute on\nthat judgment while an appeal is pending. See 12 J. Moore, D.\nCoquillette, G. Joseph, G. Vairo, & C. Varner, Moore’s Federal\nPractice §62.02 (3d ed. 2020). To prevent complications arising\nfrom pre-appeal enforcement of judgments, Federal Rule of Civil\nProcedure 62(b) provides that a party “may obtain a stay by\nproviding a bond or other security.” These bonds are often called\nsupersedeas bonds, tracking the name of a traditional writ that was\nused to stay the execution of a legal judgment. See,e.g.,Hardemanv.Anderson, 4 How. 640, 642 (1846) (issuing\na “writ of supersedeas to stay execution on the judgment”). “A\nsupersedeas bond is a contract by which a surety obligates itself\nto pay a final judgment rendered against its principal under the\nconditions stated in the bond.” 13 A Cyclopedia of Federal\nProcedure §62.19 (3d ed. Supp. 2021).BThe cost dispute before us arises out of\nlitigation between the city of San Antonio—acting on behalf of a\nclass of 173 Texas municipalities—and a number of popular online\ntravel companies (OTCs). In 2006, San Antonio alleged that the OTCs\nhad been systematically underpaying hotel occupancy taxes by\ncalculating them using the wholesale rate that the OTCs negotiated\nwith hotels rather than the retail rate that consumers paid for\nhotel rooms. After a jury trial, the District Court entered a\njudgment of approximately $55 million in favor of the class.The OTCs quickly sought to secure supersedeas\nbonds to stay the judgment. They negotiated with San Antonio over\nthe terms of the bonds, and the city ultimately supported the OTCs’\nefforts to stay the judgment with supersedeas bonds totaling almost\n$69 million, an amount that was calculated to cover the judgment\nplus 18 months of interest and further taxes. The District Court\napproved the bonds, which were subsequently increased at San\nAntonio’s urging to cover what grew to be an $84 million judgment\nafter years of post-trial motions.The OTCs eventually appealed, and the Court of\nAppeals held that the OTCs had not underpaid the hotel occupancy\ntaxes. Its mandate stated: “[T]he judgment of the District Court is\nvacated and rendered for OTCs.” App. 100. In accordance with\nFederal Rule of Appellate Procedure 39(d), the OTCs filed a bill of\ncosts with the Circuit Clerk and requested $905.60 to cover the\nappellate docket fee and the cost of printing their briefs and\nappendix. App. to Pet. for Cert. 28a–30a. These items were taxed\nwithout objection. See Rule 39(d)(2).[1]Back in the District Court, the OTCs filed a\nbill of costs for more than $2.3 million. The lion’s share of these\ncosts were supersedeas bond premiums. San Antonio objected, urging\nthe District Court to exercise its discretion and decline to tax\nall or most of those costs. The city argued, among other things,\nthat the OTCs should have pursued alternatives to a supersedeas\nbond and that it was unfair for San Antonio to bear the costs for\nthe entire class rather than just its proportional share of the\njudgment. The District Court thought San Antonio had made “some\npersuasive arguments.” App. to Pet. for Cert. 16a. But based on\nCircuit precedent, the court held that it lacked discretion\n“regarding whether, when, to what extent, or to which party to\naward costs of the appeal” and that “its sole responsibility [was]\nto ensure that only proper costs are awarded.”Id., at 17a\n(internal quotation marks omitted). The court ultimately taxed\ncosts of just over $2.2 million.San Antonio appealed, and this time the Court of\nAppeals affirmed. 959 F.3d 159 (CA5 2020). It reasoned that its\nearlier decision had “reversed” the District Court’s judgment\nwithin the meaning of Rule 39(a)(3) and that it had not departed\nfrom the default allocation under that Rule.Id.,at\n164–165.[2] And the Court of\nAppeals held that the District Court was compelled to award the\ndisputed costs to the OTCs.Id., at 166–167.San Antonio sought this Court’s review. We\ngranted certiorari, 592 U. S. ___ (2021), and now affirm.IIWe hold that Rule 39 does not permit a\ndistrict court to alter a court of appeals’ allocation of the costs\nlisted in subdivision (e) of that Rule.ARule 39 creates a cohesive scheme for taxing\nappellate costs. As noted, it sets out default rules that are\ngeared to five potential outcomes of an appeal: dismissal,\naffirmance, reversal, affirmance in part and reversal in part, and\nvacatur. Each of these default rules tracks the “venerable\npresumption that prevailing parties are entitled to costs.”Marx, 568 U. S., at 377.These default rules give way, however, when “the\ncourt orders otherwise.” Rule 39(a). The parties agree that this\nreference to “the court” means the court of appeals, not the\ndistrict court, see Brief for Petitioner 17–18; Brief for\nRespondents 20–21, and we agree with that interpretation. In the\nRules of Appellate Procedure, which “govern procedure in the United\nStates courts of appeals,” Rule 1(a)(1), references to a “court”\nare naturally read to refer to a court of appeals unless the text\nor context clearly indicates otherwise.The parties do not agree, however, on what the\ncourt of appeals has the power to “orde[r].” San Antonio thinks\nthat the appellate court may say “whocan receive costs\n(party A, party B, or neither)” but lacks “authority to divide up\ncosts.” Reply Brief 5. So, the city argues, the district court must\nhave the discretion to do that. By contrast, the OTCs argue that\nthe appellate court has the discretion to divide up the costs as it\ndeems appropriate and that a district court cannot alter that\nallocation. The OTCs have the better of the argument.The text of subdivision (a) cuts decisively in\ntheir favor. That provision states that the court of appeals need\nnot follow the default rules, which allocate costs based on the\noutcome of the appeal, but can “orde[r] otherwise.” This broad\nlanguage does not limit the ways in which the court of appeals can\ndepart from the default rules, and it certainly does not suggest\nthat the court of appeals may not divide up costs.On the contrary, the authority of a court of\nappeals to do just that is strongly supported by the relationship\nbetween the default rules and the court of appeals’ authority to\n“order otherwise.” For example, under Rule 39(a)(4), if a district\ncourt judgment is affirmed in part and reversed in part, “costs are\ntaxed only as the court [of appeals] orders.” The most natural\nmeaning of this provision is that a court of appeals may apportion\ncosts in accordance with the parties’ relative success, so that if,\nfor example, the appellant wins what is essentially a 75% victory,\nthe appellant can be awarded 75% of its costs.[3] It would be strange to read this provision to\nmean that the court of appeals’ only option where a reversal is not\ncomplete is to award the appellant all its costs or no costs at\nall. Similarly, in cases that fall under subdivisions (a)(2) and\n(a)(3), where the default rules allocate 100% of the costs to the\nwinning party, it is natural to understand the court of appeals’\nauthority to “order otherwise” to include the authority to make a\ndifferent allocation.Subdivision (e), which concerns appellate costs\nthat are taxed in the district court, points in the same direction.\nIt refers to “the partyentitledto costs under this rule.”\nRule 39(e) (emphasis added). Thus, if a party is awarded costs\nunder subdivision (a), it is “entitled” to those costs—i.e.,\nhas a right to obtain them and not merely to seek them—when a\nproper application is made in the district court. See Black’s Law\nDictionary 626 (rev. 4th ed. 1968) (“In its usual sense, to entitle\nis to give a right or title”); see alsoEstate of Cowartv.Nicklos Drilling Co.,505 U.S.\n469, 477 (1992) (“Both in legal and general usage, the normal\nmeaning of entitlement includes a right or benefit for which a\nperson qualifies”).Read properly, then, Rule 39 gives discretion\nover the allocation of appellate costs to the courts of appeals.\nWith that settled, it is easy to see why district courts cannot\nexercise a second layer of discretion. Suppose that a court of\nappeals, in a case in which the district court’s judgment is\naffirmed, awards the prevailing appellee 70% of its costs. If the\ndistrict court, in an exercise of its own discretion, later reduced\nthose costs by half, the appellee would receive only 35% of its\ncosts—in direct violation of the court of appeals’ directions. Or\nsuppose that the court of appeals, believing that the decision\nbelow was plainly wrong, awards the prevailing appellant 100% of\nits costs. It would subvert that allocation if the district court\ndeclined to tax costs or substantially reduced them because it\nthought that there was at least a very strong argument in favor of\nthe decision that the court of appeals had reversed—which, of\ncourse, was the district court’s own decision. In short, the court\nof appeals’ determination that a party is “entitled” to costs would\nmean little if, as San Antonio believes, the district court could\ntake a second look at the equities.San Antonio nonetheless maintains that the plain\ntext of subdivision (e) vests district courts with discretion over\ncost allocations. That provision lists costs that “aretaxablein the district court for the benefit of the party\nentitled to costs under this rule.” Rule 39(e) (emphasis added). As\nSan Antonio notes, the word “taxable” can be used to describe\nsomething that may, but need not necessarily, be taxed. See,e.g., Random House Dictionary of the English Language 1947\n(2d ed. 1987) (defining “taxable” as “capable of being taxed”);\nWebster’s Third New International Dictionary 2345 (1976) (same).\nAnd San Antonio argues that the use of this “permissive” term shows\nthat the district court has discretion to refuse to award costs on\nequitable grounds. Brief for Petitioner 15.San Antonio reads too much into the term\n“taxable.” The use of that term does suggest that the costs in\nquestion are not automatically or necessarily taxed when the case\nreturns to the district court, but that may mean no more than that\nthe party seeking those costs will not get them unless it submits a\nbill of costs with the verification specified by statute and\ncomplies with any other procedural requirements that the local\nrules of the court in question impose. See 28 U. S. C.\n§§1920, 1924.This modest understanding of the use of the term\n“taxable” is reinforced by the circumstances under which the term\nwas added to Rule 39. Before 1998, subdivision (e) did not provide\nthat the listed costs “are taxable in the district court,” but\ninstead stated that those costs “shall be taxed in the district\ncourt.” Rule 39(e) (1994). The language of Rule 39 was changed in\n1998 as part of a general “restyling” of the Rules of Appellate\nProcedure, and the Advisory Committee’s Note stated that the\nchanges made as part of this project were “intended to be stylistic\nonly.” 28 U. S. C. App., p. 804 (1994 ed., Supp. IV); see\nalso C. Wright, A. Miller, & C. Struve, Federal Practice and\nProcedure, Introduction, §3946.1 (5th ed. Supp. 2021) (1998\nrestyling was “not intended to make substantive changes”).The real work done by the phrase “taxable in the\ndistrict court” is the specification of the court in which these\ncosts are to be taxed—that is, in the district court. Assigning\nthis work to the district court makes good sense. Under Rule 39,\ncosts incurred in the court of appeals, such as the fee for\ndocketing the case in that court and the cost of printing the\nparty’s briefs and appendices, are taxed in the court of appeals.\nSee Rule 39(d). And the costs incurred in the district court—that\nis, the costs listed in subdivision (e)—are taxed in the district\ncourt. These are the costs attributable to “the preparation and\ntransmission of the record,” “the reporter’s transcript, if needed\nto determine the appeal,” “premiums paid for a bond or other\nsecurity to preserve rights pending appeal,” and “the fee for\nfiling the notice of appeal.”The nature of these costs makes it fitting for\nthem to be taxed in the district court. The first enumerated\ncost—the cost of “the preparation and transmission of the\nrecord”—relates to the district court clerk, who has the\nresponsibility of performing those tasks. See Fed. Rule App. Proc.\n11(b)(2). The second category, the cost of “the reporter’s\ntranscript,” concerns work done in the district court. See Rule\n10(b). The third category, “premiums paid for a bond or other\nsecurity to preserve rights pending appeal,” relates to a matter\npreviously approved by the district court. See Fed. Rule Civ. Proc.\n62(b). And the last category, “the fee for filing the notice of\nappeal,” is an amount that was paid to the district court clerk.\nSee 28 U. S. C. §1917.For the reasons set out above, we hold that\ncourts of appeals have the discretion to apportion all the\nappellate costs covered by Rule 39 and that district courts cannot\nalter that allocation.BSan Antonio offers a variety of practical\narguments why district courts should have the discretion to alter\nthe allocation of appellate costs, but each of these arguments\nfalls away upon inspection.First, San Antonio argues that any limits on a\ndistrict court’s discretion are incompatible with the equitable\ndiscretion district courts exercise with respect to certain costs\nincurred in the district court.Thosecosts are customarily\ntaxed under Federal Rule of Civil Procedure 54(d), which “gives\ncourts the discretion to award costs to prevailing parties.”Taniguchiv.Kan Pacific Saipan, Ltd.,566 U.S.\n560, 565 (2012); see also 28 U. S. C. §1920 (“A judge\nor clerk of any court of the United Statesmaytax as costs\nthe following . . . ” (emphasis added)).[4] In San Antonio’s view, it will\ncreate confusion if a district court acting under Appellate Rule\n39(e) lacks the discretion it exercises under Civil Procedure Rule\n54(d).We do not see why our interpretation will lead\nto confusion. District courts have discretion in awarding costs\nincurred prior to appeal, but when they tax appellate costs, they\nperform a different function. This interpretation quite sensibly\ngives federal courts at each level primary discretion over costs\nrelating to their own proceedings. See this Court’s Rule 43;\nFed. Rule App. Proc. 39; Fed. Rule Civ. Proc. 54.Second, San Antonio contends that appellate\ncourts are not well-positioned to make cost allocations under Rule\n39(a). In its view, decisions about appellate costs might turn on\nfactual disputes that district courts are better able to resolve.\nFor example, a party might suggest that taxing costs against it\nwould be unjust because of its precarious financial position, and\nan opposing party might dispute that contention on factual grounds.\nSan Antonio also contends that it will be difficult to allocate\nappellate costs equitably before the amount of those costs is\nknown.These concerns are overblown. Most appellate\ncosts are readily estimable, rarely disputed, and frankly not large\nenough to engender contentious litigation in the great majority of\ncases. We recognize that supersedeas bond premiums are a bit of an\noutlier in that they can grow quite large. See,e.g.,TheExxon Valdezv.Exxon Mobil Corp., 568\nF.3d 1077 (CA9 2009) (more than $60 million). But the underlying\nsupersedeas bonds will often have been negotiated by the parties,\nas happened here. They will in any event have been approved by the\ndistrict court, see Fed. Rule Civ. Proc. 62(b), and their premiums\nwill have been paid by one of the parties to the appeal. There is\nno reason to think that litigants and courts will be forced to\noperate without any sense of the magnitude of the costs at issue.\nIndeed, San Antonio admits that it was largely aware of the costs\nof the bonds in this case when they were approved, see Tr. of Oral\nArg. 18.Nor is there reason to think that factual\ndisputes will pose a recurring problem. Experience proves the\npoint. Rule 39’s basic structure has been in place for more than 50\nyears. Compare Fed. Rule App. Proc. 39 with Rule 39 (1968).\nAnd the courts of appeals resolve tens of thousands of cases each\nyear. Admin. Office of the U. S. Courts, Statistical Tables\nfor the Federal Judiciary, Table B–1 (Dec. 31, 2020) (counting\n46,788 appeals terminated in 2020). Yet San Antonio has not\nidentified any substantial number of cases where cost allocations\nunder Rule 39(a) have imposed real difficulties. In sum, we see no\nevidence that appellate courts have struggled to allocate costs in\nthe past, and we have no reason to anticipate new problems in the\nfuture.In all events, if a court of appeals thinks that\na district court is better suited to allocate the appellate costs\nlisted in Rule 39(e), the court of appeals may delegate that\nresponsibility to the district court, as several Courts of Appeals\nhave done in the past. See,e.g.,Emmeneggerv.Bull Moose Tube Co.,324 F.3d 616, 626 (CA8 2003);Gusev.J. C. Penney\nCo., 570 F.2d 679, 681–682 (CA7 1978). The parties agree that\nthis pragmatic approach is permitted. See Tr. of Oral Arg. 15, 44.\nAnd nothing we say here should be read to cast doubt on it. See\nRule 39(a) (imposing no direct limitations on the court’s\nability to “orde[r] otherwise”); Rule 41(a) (the mandate includes\n“any direction about costs”).Third, San Antonio contends that there would be\nno reason for Rule 39(e) costs to be taxed in the district court,\nas opposed to the court of appeals, if the district court was\nsimply required to enter “a ministerial order.” Brief for\nPetitioner 17. But it makes sense for these costs to be taxed in\nthe district court because they relate to events in that court, and\nthe district court’s responsibility is not ministerial. The\ndistrict court will ensure that the amount requested for the\nappellate costs in question is “correct.” 28 U. S. C.\n§1924. In addition, the district court will consider whether the\ncosts were “necessarily” incurred, §1924, to the extent that the\ncosts in question are taxable only if they were needed for the\nappeal or to stay the district court’s judgment pending appeal. See\nRule 39(e)(2) (cost of reporter’s transcript taxable only “if\nneeded to determine the appeal”). Other costs taxable in the\ndistrict court under Rule 39(e) are either fixed (subdivision\n(e)(4): the fee for filing the notice of appeal); calculated by the\ndistrict court clerk (subdivision (e)(1): preparation and\ntransmission of the record); or concern a matter already approved\nby the district court (subdivision (e)(3): supersedeas bond\npremiums; see Fed. Rule Civ. Proc. 62(b)).San Antonio, however, asked the District Court\nto do much more. It implored the court to exercise a free-ranging\nform of equitable discretion that would directly conflict with the\nequitable discretion of the Court of Appeals. See Brief for\nPetitioner 20, n. 5 (outlining a wide range of equitable\nconsiderations). And it invited the District Court to deny or\nreduce for equitable reasons the bona fide costs that the OTCs had\npaid as premiums for supersedeas bonds that were known and\nnegotiated by San Antonio and were approved by the District Court\nwithout objection under Rule 62. The lower courts were correct to\nhold that the District Court lacked the authority to entertain San\nAntonio’s broad, equitable arguments.Finally, San Antonio worries that parties will\nbe unable to obtain review of their objections to Rule 39(e) costs\nif the district court cannot provide relief after the matter\nreturns to that court. We agree that the current Rules and the\nrelevant statutes could specify more clearly the procedure that\nsuch a party should follow to bring their arguments to the court of\nappeals, but this does not lead to the conclusion that a district\ncourt can reallocate those costs.Rule 27 sets forth a generally applicable\nprocedure for seeking relief in a court of appeals, and a simple\nmotion “for an order” under Rule 27 should suffice to seek an order\nunder Rule 39(a). Compare Fed. Rule App. Proc. 39(a) (“The\nfollowing rules apply unless . . . the court orders\notherwise”) with Rule 27(a) (“An application for an order\n. . . is made by motion unless these rules prescribe\nanother form”). The OTCs also identify instances where parties have\nraised their arguments through other procedural vehicles, including\nmerits briefing, see Rule 28, objections to a bill of costs, see\nRule 39(d)(2), and petitions for rehearing, see Rule 40. Brief for\nRespondents 42, nn. 9–11. We do not foreclose litigants from\nraising their arguments in any manner consistent with the relevant\nfederal and local Rules.In short, we are not persuaded that applying the\nplain text of Rule 39 will create the practical problems that San\nAntonio envisions.*  *  *The judgment of the Court of Appeals is\naffirmed.It is so ordered.Notes1Rule 39 has been amended\nsince the Court of Appeals issued its first decision in this case.\nThe changes are not material for our purposes here, so for\nsimplicity we cite the current version of the Federal Rules of\nAppellate Procedure unless otherwise noted.2San Antonio does not\nchallenge these features of the court’s decision, see,e.g.,\nBrief for Petitioner 8, n. 2, and we do not address\nthem.3Both parties recognize\nthe familiar practice of awarding some proportion of the costs to\nthe winning party. See Tr. of Oral Arg. 15, 44, 76; see,e.g.,\nMassachusetts Eye & Ear Infirmaryv.QLT\nPhototherapeutics, Inc., 552 F.3d 47, 75 (CA1 2009);In re\nNew Times Securities Servs., Inc.,371 F.3d 68,88(CA2 2004);Burrellv.Star Nursery, Inc.,170 F.3d 951,957(CA9 1999);Quaker Action Groupv.Andrus,\n559 F.2d 716, 719 (CADC 1977)\n(per curiam).4As the United States\npoints out, see Brief for United States asAmicus Curiae19,\nn. 4, we have interpreted Rule 54(d) to provide for taxing\nonly the costs already made taxable by statute, namely, 28\nU. S. C. §1920. SeeCrawford Fitting Co.v.J.\nT. Gibbons, Inc.,482 U.S.\n437, 441–442 (1987). Supersedeas bond premiums, despite being\nreferenced in Appellate Rule 39(e)(3), are not listed as taxable\ncosts in §1920. San Antonio has not raised any argument that Rule\n39 is inconsistent with §1920 in this respect. We accordingly do\nnot consider this issue.",
    "joined": []
}