{
    "case": {
        "docket": "49",
        "citation": "571",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/571/49/"
    },
    "id": "1970783",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–929_________________ATLANTIC MARINE CONSTRUCTION COMPANY, INC.,\nPETITIONER v. UNITED STATES DISTRICT COURT FOR THE WESTERN DISTRICT\nOF TEXAS et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[December 3, 2013]Justice Alito\ndelivered the opinion of the Court.The question in this\ncase concerns the procedure that is available for a defendant in a\ncivil case who seeks to enforce a forum-selection clause. We reject\npetitioner’s argument that such a clause may be enforced by a\nmotion to dismiss under 28 U. S. C. §1406(a) or Rule\n12(b)(3) of the Federal Rules of Civil Procedure. Instead, a\nforum-selection clause may be enforced by a motion to transfer\nunder §1404(a) (2006 ed., Supp. V), which provides that\n“[f ]or the convenience of parties and witnesses, in the\ninterest of justice, a district court may transfer any civil action\nto any other district or division where it might have been brought\nor to any district or division to which all parties have\nconsented.” When a defendant files such a motion, we conclude, a\ndistrict court should transfer the case unless extraordinary\ncircumstances unrelated to the convenience of the parties clearly\ndisfavor a transfer. In the present case, both the District Court\nand the Court of Appeals misunderstood the standards to be applied\nin adjudicating a §1404(a) motion in a case involving a\nforum-selection clause, and we therefore reverse the decision\nbelow.IPetitioner Atlantic\nMarine Construction Co., a Virginia corporation with its principal\nplace of business in Virginia, entered into a contract with the\nUnited States Army Corps of Engineers to construct a\nchild-development center at Fort Hood in the Western District of\nTexas. Atlantic Marine then entered into a subcontract with\nrespondent J-Crew Management, Inc., a Texas corporation, for work\non the project. This subcontract included a forum-selection clause,\nwhich stated that all disputes between the parties “ ‘shall be\nlitigated in the Circuit Court for the City of Norfolk, Virginia,\nor the United States District Court for the Eastern District of\nVirginia, Norfolk Division.’ ” In re Atlantic Marine Constr.\nCo., 701 F. 3d 736, 737–738 (CA5 2012).When a dispute about\npayment under the subcontract arose, however, J-Crew sued Atlantic\nMarine in the Western District of Texas, invoking that court’s\ndiversity ju- risdiction. Atlantic Marine moved to dismiss the\nsuit, arguing that the forum-selection clause rendered venue in the\nWestern District of Texas “wrong” under §1406(a) and “improper”\nunder Federal Rule of Civil Procedure 12(b)(3). In the alternative,\nAtlantic Marine moved to transfer the case to the Eastern District\nof Virginia under §1404(a). J-Crew opposed these motions.The District Court\ndenied both motions. It first concluded that §1404(a) is the\nexclusive mechanism for enforcing a forum-selection clause that\npoints to another federal forum. The District Court then held that\nAtlantic Marine bore the burden of establishing that a transfer\nwould be appropriate under §1404(a) and that the court would\n“consider a nonexhaustive and nonexclusive list of public and\nprivate interest factors,” of which the “forum-selection clause\n[was] only one such factor.” United States ex rel. J-Crew\nManagement, Inc. v. Atlantic Marine Constr. Co., 2012 WL 8499879,\n*5 (WD Tex., Apr. 6, 2012). Giving particular weight to its\nfindings that “compulsory process will not be available for the\nmajority of J-Crew’s witnesses” and that there would be\n“significant expense for those willing witnesses,” the District\nCourt held that Atlantic Marine had failed to carry its burden of\nshowing that transfer “would be in the interest of justice or\nincrease the convenience to the parties and their witnesses.” Id.,\nat *7–*8; see also 701 F. 3d, at 743.Atlantic Marine\npetitioned the Court of Appeals for a writ of mandamus directing\nthe District Court to dismiss the case under §1406(a) or to\ntransfer the case to the East- ern District of Virginia under\n§1404(a). The Court of Appeals denied Atlantic Marine’s petition\nbecause Atlantic Marine had not established a “ ‘clear and\nindisputable’ ” right to relief. Id., at 738; see Cheney v.\nUnited States Dist. Court for D. C., 542 U. S. 367, 381 (2004)\n(mandamus “petitioner must satisfy the burden of showing that [his]\nright to issuance of the writ is clear and indisputable” (internal\nquotation marks omitted; brackets in original)). Relying on Stewart\nOrganization, Inc. v. Ricoh Corp., 487 U. S. 22 (1988) , the\nCourt of Appeals agreed with the District Court that §1404(a) is\nthe exclusive mechanism for enforcing a forum-selection clause that\npoints to another federal forum when venue is otherwise proper in\nthe district where the case was brought. See 701 F. 3d, at\n739–741. [1] The court\nstated, however, that if a forum-selection clause points to a\nnonfederal forum, dismissal under Rule 12(b)(3) would be the\ncorrect mechanism to enforce the clause because §1404(a) by its\nterms does not permit transfer to any tribunal other than another\nfederal court. Id., at 740. The Court of Appeals then concluded\nthat the District Court had not clearly abused its discretion in\nrefusing to transfer the case after conducting the\nbalance-of-interests analysis required by §1404(a). Id., at\n741–743; see Cheney, supra, at 380 (permitting mandamus relief to\ncorrect “a clear abuse of discretion” (internal quotation marks\nomitted)). That was so even though there was no dispute that the\nforum-selection clause was valid. See 701 F. 3d, at 742; id.,\nat 744 (concurring opinion). We granted certiorari. 569 U. S. ___\n(2013).IIAtlantic Marine\ncontends that a party may enforce a forum-selection clause by\nseeking dismissal of the suit under §1406(a) and Rule 12(b)(3). We\ndisagree. Section 1406(a) and Rule 12(b)(3) allow dismissal only\nwhen venue is “wrong” or “improper.” Whether venue is “wrong” or\n“improper” depends exclusively on whether the court in which the\ncase was brought satisfies the requirements of federal venue laws,\nand those provisions say nothing about a forum-selection\nclause.ASection 1406(a)\nprovides that “[t]he district court of a district in which is filed\na case laying venue in the wrong division or district shall\ndismiss, or if it be in the interest of justice, transfer such case\nto any district or division in which it could have been brought.”\nRule 12(b)(3) states that a party may move to dismiss a case for\n“improper venue.” These provisions therefore authorize dismissal\nonly when venue is “wrong” or “improper” in the forum in which it\nwas brought.This question—whether\nvenue is “wrong” or “improper”—is generally governed by 28\nU. S. C. §1391 (2006 ed., Supp. V). [2] That provision states that “[e]xcept as\notherwise provided by law . . . this section shall\ngovern the venue of all civil actions brought in district courts of\nthe United States.” §1391(a)(1) (emphasis added). It further\nprovides that “[a] civil action may be brought in—(1) a judicial\ndistrict in which any defendant resides, if all defendants are\nresidents of the State in which the district is located; (2) a\njudicial district in which a substantial part of the events or\nomissions giving rise to the claim occurred, or a substantial part\nof property that is the subject of the action is situated; or (3)\nif there is no district in which an action may otherwise be brought\nas provided in this section, any judicial district in which any\ndefendant is subject to the court’s personal jurisdiction with\nrespect to such action.” §1391(b). [3] When venue is challenged, the court must determine\nwhether the case falls within one of the three categories set out\nin §1391(b). If it does, venue is proper; if it does not, venue is\nimproper, and the case must be dismissed or transferred under\n§1406(a). Whether the parties entered into a contract containing a\nforum-selection clause has no bearing on whether a case falls into\none of the categories of cases listed in §1391(b). As a result, a\ncase filed in a district that falls within §1391 may not be\ndismissed under §1406(a) or Rule 12(b)(3).Petitioner’s contrary\nview improperly conflates the special statutory term “venue” and\nthe word “forum.” It is certainly true that, in some contexts, the\nword “venue” is used synonymously with the term “forum,” but §1391\nmakes clear that venue in “all civil actions” must be determined in\naccordance with the criteria outlined in that section. That\nlanguage cannot reasonably be read to allow judicial consideration\nof other, extrastatutory limitations on the forum in which a case\nmay be brought.The structure of the\nfederal venue provisions confirms that they alone define whether\nvenue exists in a given forum. In particular, the venue statutes\nreflect Congress’ intent that venue should always lie in some\nfederal court whenever federal courts have personal jurisdiction\nover the defendant. The first two paragraphs of §1391(b) define the\npreferred judicial districts for venue in a typical case, but the\nthird paragraph provides a fallback option: If no other venue is\nproper, then venue will lie in “any judicial district in which any\ndefendant is subject to the court’s personal jurisdiction”\n(emphasis added). The statute thereby ensures that so long as a\nfederal court has personal jurisdiction over the defendant, venue\nwill always lie somewhere. As we have previously noted, “Congress\ndoes not in general intend to create venue gaps, which take away\nwith one hand what Congress has given by way of jurisdictional\ngrant with the other.” Smith v. United States, 507 U. S. 197,\n203 (1993) (internal quotation marks omitted). Yet petitioner’s\napproach would mean that in some number of cases—those in which the\nforum-selection clause points to a state or foreign court—venue\nwould not lie in any federal district. That would not comport with\nthe statute’s design, which contemplates that venue will always\nexist in some federal court.The conclusion that\nvenue is proper so long as the requirements of §1391(b) are met,\nirrespective of any forum-selection clause, also follows from our\nprior decisions construing the federal venue statutes. In Van Dusen\nv. Barrack, 376 U. S. 612 (1964) , we considered the meaning\nof §1404(a), which authorizes a district court to “transfer any\ncivil action to any other district or division where it might have\nbeen brought.” The question in Van Dusen was whether §1404(a)\nallows transfer to a district in which venue is proper under §1391\nbut in which the case could not have been pursued in light of\nsubstantive state-law limitations on the suit. See id., at 614–615.\nIn holding that transfer is permissible in that context, we\nconstrued the phrase “where it might have been brought” to refer to\n“the federal laws delimiting the districts in which such an action\n‘may be brought,’ ” id., at 624, noting that “the phrase ‘may\nbe brought’ recurs at least 10 times” in §§1391–1406, id., at 622.\nWe perceived “no valid reason for reading the words ‘where it might\nhave been brought’ to narrow the range of permissible federal\nforums beyond those permitted by federal venue statutes.” Id., at\n623.As we noted in Van\nDusen, §1406(a) “shares the same statutory context” as §1404(a) and\n“contain[s] a similar phrase.” Id., at 621, n. 11. It\ninstructs a court to transfer a case from the “wrong” district to a\ndistrict “in which it could have been brought.” The most reasonable\ninterpretation of that provision is that a district cannot be\n“wrong” if it is one in which the case could have been brought\nunder §1391. Under the construction of the venue laws we adopted in\nVan Dusen, a “wrong” district is therefore a district other than\n“those districts in which Congress has provided by its venue\nstatutes that the action ‘may be brought.’ ” Id., at 618\n(emphasis added). If the federal venue statutes establish that suit\nmay be brought in a particular district, a contractual bar cannot\nrender venue in that district “wrong.”Our holding also finds\nsupport in Stewart, 487 U. S. 22 . As here, the parties in\nStewart had included a forum-selection clause in the relevant\ncontract, but the plaintiff filed suit in a different federal\ndistrict. The defendant had initially moved to transfer the case\nor, in the alternative, to dismiss for improper venue under\n§1406(a), but by the time the case reached this Court, the\ndefendant had abandoned its §1406(a) argument and sought only\ntransfer under §1404(a). We rejected the plaintiff’s argument that\nstate law governs a motion to transfer venue pursuant to a\nforum-selection clause, concluding instead that “federal law,\nspecifically 28 U. S. C. §1404(a), governs the District\nCourt’s decision whether to give effect to the parties’\nforum-selection clause.” Id., at 32. We went on to explain that a\n“motion to transfer under §1404(a) . . . calls on\nthe district court to weigh in the balance a number of\ncase-specific factors” and that the “presence of a forum-selection\nclause . . . will be a significant factor that\nfigures centrally in the district court’s calculus.” Id., at\n29.The question whether\nvenue in the original court was “wrong” under §1406(a) was not\nbefore the Court, but we wrote in a footnote that “[t]he parties do\nnot dispute that the District Court properly denied the motion to\ndismiss the case for improper venue under 28 U. S. C.\n§1406(a) because respondent apparently does business in the\nNorthern District of Alabama. See 28 U. S. C. §1391(c)\n(venue proper in judicial district in which corporation is doing\nbusiness).” Id., at 28, n. 8. In other words, because §1391\nmade venue proper, venue could not be “wrong” for purposes of\n§1406(a). Though dictum, the Court’s observation supports the\nholding we reach today. A contrary view would all but drain Stewart\nof any significance. If a forum-selection clause rendered venue in\nall other federal courts “wrong,” a defendant could always obtain\nautomatic dismissal or transfer under §1406(a) and would not have\nany reason to resort to §1404(a). Stewart’s holding would be\nlimited to the presumably rare case in which the defendant\ninexplicably fails to file a motion under §1406(a) or Rule\n12(b)(3).BAlthough a\nforum-selection clause does not render venue in a court “wrong” or\n“improper” within the meaning of §1406(a) or Rule 12(b)(3), the\nclause may be enforced through a motion to transfer under §1404(a).\nThat provision states that “[f ]or the convenience of parties\nand witnesses, in the interest of justice, a district court may\ntransfer any civil action to any other district or division where\nit might have been brought or to any district or division to which\nall parties have consented.” Unlike §1406(a), §1404(a) does not\ncondition transfer on the ini- tial forum’s being “wrong.” And it\npermits transfer to any district where venue is also proper (i.e.,\n“where [the case] might have been brought”) or to any other\ndistrict to which the parties have agreed by contract or\nstipulation.Section 1404(a)\ntherefore provides a mechanism for enforcement of forum-selection\nclauses that point to a particular federal district. And for the\nreasons we address in Part III, infra, a proper application of\n§1404(a) requires that a forum-selection clause be “given\ncontrolling weight in all but the most exceptional cases.” Stewart,\nsupra, at 33 (Kennedy, J., concurring).Atlantic Marine argues\nthat §1404(a) is not a suitable mechanism to enforce\nforum-selection clauses because that provision cannot provide for\ntransfer when a forum-selection clause specifies a state or foreign\ntribunal, see Brief for Petitioner 18–19, and we agree with\nAtlantic Marine that the Court of Appeals failed to provide a sound\nanswer to this problem. The Court of Appeals opined that a\nforum-selection clause pointing to a nonfederal forum should be\nenforced through Rule 12(b)(3), which permits a party to move for\ndismissal of a case based on “improper venue.” 701 F. 3d, at\n740. As Atlantic Marine persua- sively argues, however, that\nconclusion cannot be reconciled with our construction of the term\n“improper venue” in §1406 to refer only to a forum that does not\nsatisfy federal venue laws. If venue is proper under federal venue\nrules, it does not matter for the purpose of Rule 12(b)(3) whether\nthe forum-selection clause points to a federal or a nonfederal\nforum.Instead, the\nappropriate way to enforce a forum-selection clause pointing to a\nstate or foreign forum is through the doctrine of forum non\nconveniens. Section 1404(a) is merely a codification of the\ndoctrine of forum non conveniens for the subset of cases in which\nthe transferee forum is within the federal court system; in such\ncases, Congress has replaced the traditional remedy of outright\ndismissal with transfer. See Sinochem Int’l Co. v. Malaysia Int’l\nShipping Corp., 549 U. S. 422, 430 (2007) (“For the federal\ncourt system, Congress has codified the\ndoctrine . . . ”); see also notes following\n§1404 (Historical and Revision Notes) (Section 1404(a) “was drafted\nin accordance with the doctrine of forum non conveniens, permitting\ntransfer to a more convenient forum, even though the venue is\nproper”). For the remaining set of cases calling for a nonfederal\nforum, §1404(a) has no application, but the residual doctrine of\nforum non conveniens “has continuing application in federal\ncourts.” Sinochem, 549 U. S., at 430 (internal quotation marks\nand brackets omitted); see also ibid. (noting that federal courts\ninvoke forum non conveniens “in cases where the alternative forum\nis abroad, and perhaps in rare instances where a state or\nterritorial court serves litigational convenience best” (internal\nquotation marks and citation omitted)). And because both §1404(a)\nand the forum non conveniens doctrine from which it derives entail\nthe same balancing-of-interests standard, courts should evaluate a\nforum-selection clause pointing to a nonfederal forum in the same\nway that they evaluate a forum-selection clause pointing to a\nfederal forum. See Stewart, 487 U. S., at 37 (Scalia, J.,\ndissenting) (Section 1404(a) “did not change ‘the relevant factors’\nwhich federal courts used to consider under the doctrine of forum\nnon conveniens” (quoting Norwood v. Kirkpatrick, 349 U. S. 29,\n32 (1955) )).CAn amicus before the\nCourt argues that a defendant in a breach-of-contract action should\nbe able to obtain dismissal under Rule 12(b)(6) if the plaintiff\nfiles suit in a district other than the one specified in a valid\nforum-selection clause. See Brief for Stephen E. Sachs as Amicus\nCuriae. Petitioner, however, did not file a motion under Rule\n12(b)(6), and the parties did not brief the Rule’s application to\nthis case at any stage of this litigation. We therefore will not\nconsider it. Even if a defendant could use Rule 12(b)(6) to enforce\na forum-selection clause, that would not change our conclusions\nthat §1406(a) and Rule 12(b)(3) are not proper mechanisms to\nenforce a forum-selection clause and that §1404(a) and the forum\nnon conveniens doctrine provide appropriate enforcement mechanisms.\n[4]IIIAlthough the Court of\nAppeals correctly identified §1404(a) as the appropriate provision\nto enforce the forum-selection clause in this case, the Court of\nAppeals erred in failing to make the adjustments required in a\n§1404(a) analysis when the transfer motion is premised on a\nforum-selection clause. When the parties have agreed to a valid\nforum-selection clause, a district court should ordinarily transfer\nthe case to the forum specified in that clause. [5] Only under extraordinary circumstances\nunrelated to the convenience of the parties should a §1404(a)\nmotion be denied. And no such exceptional factors appear to be\npresent in this case.AIn the typical case\nnot involving a forum-selection clause, a district court\nconsidering a §1404(a) motion (or a forum non conveniens motion)\nmust evaluate both the convenience of the parties and various\npublic-interest considerations. [6] Ordinarily, the district court would weigh the\nrelevant factors and decide whether, on balance, a transfer would\nserve “the convenience of parties and witnesses” and otherwise\npromote “the interest of justice.” §1404(a).The calculus changes,\nhowever, when the parties’ contract contains a valid\nforum-selection clause, which “represents the parties’ agreement as\nto the most proper forum.” Stewart, 487 U. S., at 31. The\n“enforcement of valid forum-selection clauses, bargained for by the\nparties, protects their legitimate expectations and furthers vital\ninterests of the justice system.” Id., at 33 (Kennedy, J.,\nconcurring). For that reason, and because the overarching\nconsideration under §1404(a) is whether a transfer would promote\n“the interest of justice,” “a valid forum-selection clause [should\nbe] given controlling weight in all but the most exceptional\ncases.” Id., at 33 (same). The presence of a valid forum-selection\nclause requires district courts to adjust their usual §1404(a)\nanalysis in three ways.First, the plaintiff’s\nchoice of forum merits no weight. Rather, as the party defying the\nforum-selection clause, the plaintiff bears the burden of\nestablishing that transfer to the forum for which the parties\nbargained is unwarranted. Because plaintiffs are ordinarily allowed\nto select whatever forum they consider most advantageous\n(consistent with jurisdictional and venue limitations), we have\ntermed their selection the “plaintiff’s venue privilege.” Van\nDusen, 376 U. S., at 635. [7] But when a plaintiff agrees by contract to bring suit\nonly in a specified forum—presumably in exchange for other binding\npromises by the defendant—the plaintiff has effectively exercised\nits “venue privilege” before a dispute arises. Only that initial\nchoice deserves deference, and the plaintiff must bear the burden\nof showing why the court should not transfer the case to the forum\nto which the parties agreed.Second, a court\nevaluating a defendant’s §1404(a) motion to transfer based on a\nforum-selection clause should not consider arguments about the\nparties’ private interests. When parties agree to a forum-selection\nclause, they waive the right to challenge the preselected forum as\ninconvenient or less convenient for themselves or their witnesses,\nor for their pursuit of the litigation. A court accordingly must\ndeem the private-interest factors to weigh entirely in favor of the\npreselected forum. As we have explained in a different but\n“ ‘instructive’ ” context, Stewart, supra, at 28,\n“[w]hatever ‘inconvenience’ [the parties] would suffer by being\nforced to litigate in the contractual forum as [they] agreed to do\nwas clearly foreseeable at the time of contracting.” The Bremen v.\nZapata Off-Shore Co., 407 U. S. 1 –18 (1972); see also\nStewart, supra, at 33 (Kennedy, J., concurring) (stating that\nBremen’s “reasoning applies with much force to federal courts\nsitting in diversity”).As a consequence, a\ndistrict court may consider arguments about public-interest factors\nonly. See n. 6, supra. Because those factors will rarely\ndefeat a transfer motion, the practical result is that\nforum-selection clauses should control except in unusual cases.\nAlthough it is “conceiv- able in a particular case” that the\ndistrict court “would refuse to transfer a case notwithstanding the\ncounterweight of a forum-selection clause,” Stewart, supra, at\n30–31, such cases will not be common.Third, when a party\nbound by a forum-selection clause flouts its contractual obligation\nand files suit in a different forum, a §1404(a) transfer of venue\nwill not carry with it the original venue’s choice-of-law rules—a\nfactor that in some circumstances may affect public-interest\nconsiderations. See Piper Aircraft Co. v. Reyno, 454 U. S. 235\n, n. 6 (1981) (listing a court’s familiarity with the “law\nthat must govern the action” as a potential factor). A federal\ncourt sitting in diversity ordinarily must follow the choice-of-law\nrules of the State in which it sits. See Klaxon Co. v. Stentor\nElec. Mfg. Co., 313 U. S. 487 –496 (1941). However, we\npreviously identified an exception to that prin- ciple for §1404(a)\ntransfers, requiring that the state law applicable in the original\ncourt also apply in the trans- feree court. See Van Dusen, 376\nU. S., at 639. We deemed that exception necessary to prevent\n“defendants, properly subjected to suit in the transferor State,”\nfrom “invok[ing] §1404(a) to gain the benefits of the laws of\nanother jurisdiction . . . .” Id., at 638; see\nFerens v. John Deere Co., 494 U. S. 516, 522 (1990) (extending\nthe Van Dusen rule to §1404(a) motions by plaintiffs).The policies motivating\nour exception to the Klaxon rule for §1404(a) transfers, however,\ndo not support an extension to cases where a defendant’s motion is\npremised on enforcement of a valid forum-selection clause. See\nFerens, supra, at 523. To the contrary, those considerations lead\nus to reject the rule that the law of the court in which the\nplaintiff inappropriately filed suit should follow the case to the\nforum contractually selected by the parties. In Van Dusen, we were\nconcerned that, through a §1404(a) transfer, a defendant could\n“defeat the state-law advantages that might accrue from the\nexercise of [the plaintiff’s] venue privilege.” 376 U. S., at\n635. But as discussed above, a plaintiff who files suit in\nviolation of a forum-selection clause enjoys no such “privilege”\nwith respect to its choice of forum, and therefore it is entitled\nto no concomitant “state-law advantages.” Not only would it be\ninequitable to allow the plaintiff to fasten its choice of\nsubstantive law to the venue transfer, but it would also encourage\ngamesmanship. Because “§1404(a) should not create or multiply\nopportunities for forum shopping,” Ferens, supra, at 523, we will\nnot apply the Van Dusen rule when a transfer stems from enforcement\nof a forum-selection clause: The court in the contractually\nselected venue should not apply the law of the transferor venue to\nwhich the parties waived their right. [8]When parties have\ncontracted in advance to litigate disputes in a particular forum,\ncourts should not unnecessarily disrupt the parties’ settled\nexpectations. A forum-selection clause, after all, may have figured\ncentrally in the parties’ negotiations and may have affected how\nthey set monetary and other contractual terms; it may, in fact,\nhave been a critical factor in their agreement to do business\ntogether in the first place. In all but the most un-usual cases,\ntherefore, “the interest of justice” is served by holding parties\nto their bargain.BThe District Court’s\napplication of §1404(a) in this case did not comport with these\nprinciples. The District Court improperly placed the burden on\nAtlantic Marine to prove that transfer to the parties’\ncontractually preselected forum was appropriate. As the party\nacting in violation of the forum-selection clause, J-Crew must bear\nthe burden of showing that public-interest factors overwhelmingly\ndisfavor a transfer.The District Court also\nerred in giving weight to arguments about the parties’ private\ninterests, given that all private interests, as expressed in the\nforum-selection clause, weigh in favor of the transfer. The\nDistrict Court stated that the private-interest factors “militat[e]\nagainst a transfer to Virginia” because “compulsory process will\nnot be available for the majority of J-Crew’s witnesses” and there\nwill be “significant expense for those willing witnesses.” 2012 WL\n8499879, *6–*7; see 701 F. 3d, at 743 (noting District Court’s\n“concer[n] with J-Crew’s ability to secure witnesses for trial”).\nBut when J-Crew entered into a contract to litigate all disputes in\nVirginia, it knew that a distant forum might hinder its ability to\ncall certain witnesses and might impose other burdens on its\nlitigation efforts. It nevertheless promised to resolve its\ndisputes in Virginia, and the District Court should not have given\nany weight to J-Crew’s current claims of inconvenience.The District Court also\nheld that the public-interest factors weighed in favor of keeping\nthe case in Texas because Texas contract law is more familiar to\nfederal judges in Texas than to their federal colleagues in Vir-\nginia. That ruling, however, rested in part on the District Court’s\nbelief that the federal court sitting in Virginia would have been\nrequired to apply Texas’ choice-of-law rules, which in this case\npointed to Texas contract law. See 2012 WL 8499879, *8 (citing Van\nDusen, supra, at 639). But for the reasons we have explained, the\ntrans- feree court would apply Virginia choice-of-law rules. It is\ntrue that even these Virginia rules may point to the contract law\nof Texas, as the State in which the contract was formed. But at\nminimum, the fact that the Virginia court will not be required to\napply Texas choice-of-law rules reduces whatever weight the\nDistrict Court might have given to the public-interest factor that\nlooks to the familiarity of the transferee court with the\napplicable law. And, in any event, federal judges routinely apply\nthe law of a State other than the State in which they sit. We are\nnot aware of any exceptionally arcane features of Texas contract\nlaw that are likely to defy comprehension by a fed- eral judge\nsitting in Virginia.*  *  *We reverse the\njudgment of the Court of Appeals for the Fifth Circuit. Although no\npublic-interest factors that might support the denial of Atlantic\nMarine’s motion to transfer are apparent on the record before us,\nwe remand the case for the courts below to decide that\nquestion.It is so ordered.Notes1Venue was otherwise\nproper in the Western District of Texas because the subcontract at\nissue in the suit was entered into and was to be performed in that\ndistrict. See United States ex rel. J-Crew Management, Inc. v.\nAtlantic Marine Constr. Co., 2012 WL 8499879, *5 (WD Tex., Apr. 6,\n2012) (citing ).2Section 1391 governs\n“venue generally,” that is, in cases where a more specific venue\nprovision does not apply. Cf., e.g., §1400 (identifying proper\nvenue for copyright and patent suits).3Other provisions of §1391\ndefine the requirements for proper venue in particular\ncircumstances.4We observe, moreover,\nthat a motion under Rule 12(b)(6), unlike a motion under §1404(a)\nor the forum non conveniens doctrine, may lead to a jury trial on\nvenue if issues of material fact relating to the validity of the\nforum-selection clause arise. Even if Professor Sachs is ultimately\ncorrect, therefore, defendants would have sensible reasons to\ninvoke §1404(a) or the forum non conveniens doctrine in addition to\nRule 12(b)(6).5Our analysis presupposes\na contractually valid forum-selection clause.6Factors relating to the\nparties’ private interests include “relative ease of access to\nsources of proof; availability of compulsory process for attendance\nof unwilling, and the cost of obtaining attendance of willing,\nwitnesses; possibility of view of premises, if view would be\nappropriate to the action; and all other practical problems that\nmake trial of a case easy, expeditious and inexpensive.” Piper\nAircraft Co. v. Reyno, (internal quotation marks omitted).\nPublic-interest factors may include “the administrative\ndifficulties flowing from court congestion; the local interest in\nhaving localized controversies decided at home; [and] the interest\nin having the trial of a diversity case in a forum that is at home\nwith the law.” Ibid. (internal quotation marks omitted). The Court\nmust also give some weight to the plaintiffs’ choice of forum. See\nNorwood v. Kirkpatrick, .7We note that this\n“privilege” exists within the confines of statutory limitations,\nand “[i]n most instances, the purpose of statutorily specified\nvenue is to protect the defendant against the risk that a plaintiff\nwill select an unfair or inconvenient place of trial.” Leroy v.\nGreat Western United Corp., –184 (1979).8For the reasons detailed\nabove, see Part II–B, supra, the same standards should apply to\nmotions to dismiss for forum non conveniens in cases involving\nvalid forum-selection clauses pointing to state or for-eign forums.\nWe have noted in contexts unrelated to forum-selection clauses that\na defendant “invoking forum non conveniens ordinarily bears a heavy\nburden in opposing the plaintiff’s chosen forum.” Sinochem Int’l\nCo. v. Malaysia Int’l Shipping Co., . That is because of the\n“hars[h] result” of that doctrine: Unlike a §1404(a) motion, a\nsuccessful motion under forum non conveniens requires dismissal of\nthe case. Norwood, 349 U. S., at 32. That inconveniences\nplaintiffs in several respects and even “makes it possible for\n[plaintiffs] to lose out completely, through the running of the\nstatute of limitations in the forum finally deemed appropriate.”\nId., at 31 (internal quotation marks omitted). Such caution is not\nwarranted, however, when the plaintiff has violated a contractual\nobligation by filing suitin a forum other than the one specified in\na valid forum-selection clause. In such a case, dismissal would\nwork no injustice on the plaintiff.",
    "joined": []
}