{
    "case": {
        "docket": "844",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/844/"
    },
    "id": "1970917",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–158_________________CAROL ANNE BOND, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 2, 2014]Justice Alito,\nconcurring in the judgment.As explained in Part I\nof Justice Scalia’s concurring opinion, which I join,\npetitioner’s conduct violated 18 U. S. C.\n§229, the federal criminal statute under which she was\nconvicted. I therefore find it necessary to reach the question\nwhether this statute represents a constitutional exercise of\nfederal power, and as the case comes to us, the only possible\nsource of federal power to be considered is the treaty power.For the reasons set out\nin Parts I–III of Justice Thomas’ concurring opinion,\nwhich I join, I believe that the treaty power is limited to\nagreements that address matters of legitimate international\nconcern. The treaty pursuant to which §229 was enacted, the\nChemical Weapons Convention, is not self-executing, and thus the\nConvention itself does not have domestic effect without\ncongressional action. The control of true chemical weapons, as that\nterm is customarily understood, is a matter of great international\nconcern, and therefore the heart of the Convention clearly\nrepresents a valid exercise of the treaty power. But insofar as the\nConvention may be read to obligate the United States to enact\ndomestic legislation criminalizing conduct of the sort at issue in\nthis case, which typically is the sort of conduct regulated by the\nStates, the Convention exceeds the scope of the treaty power.\nSection 229 cannot be regarded as necessary and proper to carry\ninto execution the treaty power, and accordingly it lies outside\nCongress’ reach unless supported by some other power\nenumerated in the Constitution. The Government has presented no\nsuch justification for this statute.For these reasons, I\nwould reverse petitioner’s conviction on constitutional\ngrounds.",
    "joined": []
}