{
    "case": {
        "docket": "646",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/646/"
    },
    "id": "1962956",
    "author": "alito",
    "type": "concurrence",
    "text": "OPINION OF ALITO, J.FLORES-FIGUEROA V. UNITED STATES556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-108IGNACIO CARLOS FLORES-FIGUEROA, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[May 4, 2009]Justice Alito, concurring in part\nand concurring in the judgment.While I am in general agreement\nwith the opinion of the Court, I write separately because I am\nconcerned that the Court’s opinion may be read by some as adopting\nan overly rigid rule of statutory construction. The Court says that\n“[i]n ordinary English, where a transitive verb has an object,\nlisteners in most contexts assume that an adverb (such as\nknowingly) that modifies the transitive verb tells the listener how\nthe subject performed the entire action, including the object as\nset forth in the sentence.”Ante, at 4. The Court adds\nthat counterexamples are “not easy to find,”ante, at 5,\nand I suspect that the Court’s opinion will be cited for the\nproposition that themens reaof a federal criminal\nstatute nearly always applies to every element of the offense.I think that the Court’s point about ordinary\nEnglish usage is overstated. Examples of sentences that do not\nconform to the Court’s rule are not hard to imagine. For example:\n“The mugger knowingly assaulted two people in the park—an employee\nof company X and a jogger from town Y.” A person hearing this\nsentence would not likely assume that the mugger knew about the\nfirst victim’s employer or the second victim’s home town. What\nmatters in this example, and the Court’s, is context.More to the point, ordinary writers do not\noften construct the particular kind of sentence at issue here,i.e., a complex sentence in which it is important to\ndetermine from the sentence itself whether the adverb denoting the\nactor’s intent applies to every characteristic of the sentence’s\ndirect object. Such sentences are a staple of criminal codes, but\nin ordinary speech, a different formulation is almost always used\nwhen the speaker wants to be clear on the point. For example, a\nspeaker might say: “Flores-Figueroa used a Social Security number\nthat he knew belonged to someone else” or “Flores-Figueroa used a\nSocial Security number that just happened to belong to a real\nperson.” But it is difficult to say with the confidence the Court\nconveys that there is an “ordinary” understanding of the usage of\nthe phrase at issue in this case.In interpreting a criminal statute such as the\none before us, I think it is fair to begin with a general\npresumption that the specifiedmens reaapplies to all the\nelements of an offense, but it must be recognized that there are\ninstances in which context may well rebut that presumption. For\nexample, 18 U. S. C. §2423(a) makes it unlawful to “knowingly\ntranspor[t] an individual who has not attained the age of 18 years\nin interstate or foreign commerce . . . with intent that the\nindividual engage in prostitution, or in any sexual activity for\nwhich any person can be charged with a criminal offense.” The\nCourts of Appeals have uniformly held that a defendant need not\nknow the victim’s age to be guilty under this statute. See,e.g.,United Statesv.Griffith, 284\nF. 3d 338, 350–351 (CA2 2002);United Statesv.Taylor, 239 F. 3d 994, 997 (CA9 2001); cf.United\nStatesv.Chin, 981 F. 2d 1275, 1280 (CADC 1992)\n(Ginsburg, J.) (holding that 21 U. S. C. §861(a)(1), which\nmakes it unlawful to “knowingly and intentionally . . . employ,\nhire, use, persuade, induce, entice, or coerce, a person under\neighteen years of age to violate” drug laws, does not require the\ndefendant to have knowledge of the minor’s age). Similarly, 8 U.\nS. C. §1327 makes it unlawful to “knowingly ai[d] or assis[t]\nany alien inadmissible under section 1182(a)(2) (insofar as an\nalien inadmissible under such section has been convicted of an\naggravated felony) … to enter the United States.” The Courts of\nAppeals have held that the term “knowingly” in this context does\nnot require the defendant to know that the alien had been convicted\nof an aggravated felony. See,e.g.,United Statesv.Flores-Garcia, 198 F. 3d 1119, 1121–1123 (CA9\n2000);United Statesv.Figueroa, 165 F. 3d\n111, 118–119 (CA2 1998).In the present case, however, the Government\nhas not pointed to contextual features that warrant interpreting 18\nU. S. C. §1028A(a)(1) in a similar way. Indeed, the\nGovernment’s interpretation leads to exceedingly odd results. Under\nthat interpretation, if a defendant uses a made-up Social Security\nnumber without having any reason to know whether it belongs to a\nreal person, the defendant’s liability under §1028A(a)(1) depends\non chance: If it turns out that the number belongs to a real\nperson, two years will be added to the defendant’s sentence, but if\nthe defendant is lucky and the number does not belong to another\nperson, the statute is not violated.I therefore concur in the judgment and join\nthe opinion of the Court except insofar as it may be read to adopt\nan inflexible rule of construction that can rarely be overcome by\ncontextual features pointing to a contrary reading.",
    "joined": []
}