{
    "case": {
        "docket": "15-1204",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/15-1204/"
    },
    "id": "3858465",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 15–1204_________________DAVID JENNINGS, et al., PETITIONERSv.ALEJANDRO\nRODRIGUEZ, et al., individ- ually and on behalf of all others\nsimilarly situatedon writ of certiorari to the united states court of appeals for\nthe ninth circuit[February 27, 2018]Justice Alito delivered the opinion of the Court, except as to\nPart II.[1]*Every day, immigration officials must determine whether to admit\nor remove the many aliens who have arrived at an official “port of\nentry” (e.g.,an international airport or border crossing)\nor who have been apprehended trying to enter the country at an\nunauthorized location. Immigration officials must also determine on\na daily basis whether there are grounds for removing any of the\naliens who are already present inside the country. The vast\nmajority of these determinations are quickly made, but in some\ncases deciding whether an alien should be admitted or removed is\nnot as easy. As a result, Congress has authorized immigration\nofficials to detain some classes of aliens during the course of\ncertain immigration proceedings. Detention during those proceedings\ngives immigration officials time to determine an alien’s status\nwithout running the risk of the alien’s either absconding or\nengaging in criminal activity before a final decision can be\nmade.In this case we are asked to interpret three provisions of\nU. S. immigration law that authorize the Government to detain\naliens in the course of immigration proceedings. All parties appear\nto agree that the text of these provisions, when read most\nnaturally, does not give detained aliens the right to periodic bond\nhearings during the course of their detention. But by relying on\nthe constitutional-avoidance canon of statutory interpretation, the\nCourt of Appeals for the Ninth Circuit held that detained aliens\nhave a statutory right to periodic bond hearings under the\nprovisions at issue.Under the constitutional-avoidance canon, when statutory\nlanguage is susceptible of multiple interpretations, a court may\nshun an interpretation that raises serious constitutional doubts\nand instead may adopt an alternative that avoids those problems.\nBut a court relying on that canon still mustinterpretthe\nstatute, not rewrite it. Because the Court of Appeals in this case\nadopted implausible constructions of the three immigration\nprovisions at issue, we reverse its judgment and remand for further\nproceedings.IATo implement its immigration policy, the Government must be able\nto decide (1) who may enter the country and (2) who may stay here\nafter entering.1That process of decision generally begins at the Nation’s\nborders and ports of entry, where the Government must determine\nwhether an alien seeking to enter the country is admissible.\nUnder122Stat.867,8 U. S. C. §1225, an alien who “arrives\nin the United States,” or “is present” in this country but “has not\nbeen admitted,” is treated as “an applicant for admission.”\n§1225(a)(1). Applicants for admission must “be inspected by\nimmigration officers” to ensure that they may be admitted into the\ncountry consistent with U. S. immigration law.\n§1225(a)(3).As relevant here, applicants for admission fall into one of two\ncategories, those covered by §1225(b)(1) and those covered by\n§1225(b)(2). Section 1225(b)(1) applies to aliens initially\ndetermined to be inadmissible due to fraud, misrepresentation, or\nlack of valid documentation. See §1225(b)(1)(A)(i) (citing\n§§1182(a)(6)(C), (a)(7)). Section 1225(b)(1) also applies to\ncertain other aliens designated by the Attorney General in his\ndiscretion. See §1225(b)(1)(A)(iii). Section 1225(b)(2) is broader.\nIt serves as a catchall provision that applies to all applicants\nfor admission not covered by §1225(b)(1) (with specific exceptions\nnot relevant here). See §§1225(b)(2)(A), (B).Both §1225(b)(1) and §1225(b)(2) authorize the detention of\ncertain aliens. Aliens covered by §1225(b)(1) are normally ordered\nremoved “without further hearing or review” pursuant to an\nexpedited removal process. §1225(b)(1)(A)(i). But if a §1225(b)(1)\nalien “indicates either an intention to apply for asylum\n. . . or a fear of persecution,” then that alien is\nreferred for an asylum interview. §1225(b)(1)(A)(ii). If an\nimmigration officer determines after that interview that the alien\nhas a credible fear of persecution, “the alien shall be detained\nfor further consideration of the application for asylum.”\n§1225(b)(1)(B)(ii). Aliens who are instead covered by §1225(b)(2)\nare detained pursuant to a different process. Those aliens “shall\nbe detained for a [removal] proceeding” if an immigration officer\n“determines that [they are] not clearly and beyond a doubt entitled\nto be admitted” into the country. §1225(b)(2)(A).Regardless of which of those two sections authorizes their\ndetention, applicants for admission may be temporarily released on\nparole “for urgent humanitarian reasons or significant public\nbenefit.” §1182(d)(5)(A); see also 8 CFR §§212.5(b), 235.3 (2017).\nSuch parole, however, “shall not be regarded as an admission of the\nalien.”8 U. S. C. §1182(d)(5)(A). Instead, when the\npurpose of the parole has been served, “the alien shall forthwith\nreturn or be returned to the custody from which he was paroled and\nthereafter his case shall continue to be dealt with in the same\nmanner as that of any other applicant for admission to the United\nStates.”Ibid.2Even once inside the United States, aliens do not have an\nabsolute right to remain here. For example, an alien present in the\ncountry may still be removed if he or she falls “within one or more\n. . . classes of deportable aliens.” §1227(a). That\nincludes aliens who were inadmissible at the time of entry or who\nhave been convicted of certain criminal offenses since admission.\nSee §§1227(a)(1), (2).Section 1226 generally governs the process of arresting and\ndetaining that group of aliens pending their removal. As relevant\nhere, §1226 distinguishes between two different categories of\naliens. Section 1226(a) sets out the default rule: The Attorney\nGeneral may issue a warrant for the arrest and detention of an\nalien “pending a decision on whether the alien is to be removed\nfrom the United States.” §1226(a). “Except as provided in\nsubsection (c) of this section,” the Attorney General “may release”\nan alien detained under §1226(a) “on bond . . . or\nconditional parole.”Ibid.Section 1226(c), however, carves out a statutory category of\naliens who maynotbe released under §1226(a). Under\n§1226(c), the “Attorney General shall take into custody any alien”\nwho falls into one of several enumerated categories involving\ncriminal offenses and terrorist activities. §1226(c)(1). The\nAttorney General may release aliens in those categories “only if\nthe Attorney General decides . . . that release of the\nalien from custody is necessary” for witness-protection purposes\nand “the alien satisfies the Attorney General that the alien will\nnot pose a danger to the safety of other persons or of property and\nis likely to appear for any scheduled proceeding.” §1226(c)(2). Any\nrelease under those narrow conditions “shall take place in\naccordance with a procedure that considers the severity of the\noffense committed by the alien.”Ibid.[2]In sum, U. S. immigration law authorizes the Government to\ndetain certain aliens seeking admission into the country under\n§§1225(b)(1) and (b)(2). It also authorizes the Government to\ndetain certain aliens already in the country pending the outcome of\nremoval proceedings under §§1226(a) and (c). The primary issue is\nthe proper interpretation of §§1225(b), 1226(a), and 1226(c).BRespondent Alejandro Rodriguez is a Mexican citizen. Since 1987,\nhe has also been a lawful permanent resident of the United States.\nIn April 2004, after Rodriguez was convicted of a drug offense and\ntheft of a vehicle, the Government detained him under §1226 and\nsought to remove him from the country. At his removal hearing,\nRodriguez argued both that he was not removable and, in the\nalternative, that he was eligible for relief from removal. In July\n2004, an Immigration Judge ordered Rodriguez deported to Mexico.\nRodriguez chose to appeal that decision to the Board of Immigration\nAppeals, but five months later the Board agreed that Rodriguez was\nsubject to mandatory removal. Once again, Rodriguez chose to seek\nfurther review, this time petitioning the Court of Appeals for the\nNinth Circuit for review of the Board’s decision.In May 2007, while Rodriguez was still litigating his removal in\nthe Court of Appeals, he filed a habeas petition in the District\nCourt for the Central District of California, alleging that he was\nentitled to a bond hearing to determine whether his continued\ndetention was justified. Rodriguez’s case was consolidated with\nanother, similar case brought by Alejandro Garcia, and together\nthey moved for class certification. The District Court denied their\nmotion, but the Court of Appeals for the Ninth Circuit reversed.\nSeeRodriguezv.Hayes, 591 F. 3d 1105, 1111\n(2010). It concluded that the proposed class met the certification\nrequirements of Rule 23 of the Federal Rules of Civil Procedure,\nand it remanded the case to the District Court.Id.,at\n1111, 1126.On remand, the District Court certified the following class:“[A]ll non-citizens within the Central District of California\nwho: (1) are or were detained for longer than six months pursuant\nto one of the general immigration detention statutes pending\ncompletion of removal proceedings, including judicial review, (2)\nare not and have not been detained pursuant to a national security\ndetention statute, and (3) have not been afforded a hearing to\ndetermine whether their detention is justified.” Class\nCertification Order inRodriguezv.Hayes, CV\n07–03239 (CD Cal., Apr. 5, 2010).The District Court named Rodriguez as class representative of\nthe newly certified class,ibid., and then organized the\nclass into four subclasses based on the four “general immigration\ndetention statutes” under which it understood the class members to\nbe detained: Sections 1225(b), 1226(a), 1226(c), and 1231(a). See\nOrder Granting Plaintiff’s Motion for Class Certification inRodriguezv.Holder, CV 07–03239 (CD Cal., Mar. 8,\n2011) (2011 Order);Rodriguezv.Robbins, 715\nF. 3d 1127, 1130–1131 (CA9 2013). Each of the four subclasses\nwas certified to pursue declaratory and injunctive relief. 2011\nOrder. On appeal, the Court of Appeals held that the §1231(a)\nsubclass had been improperly certified, but it affirmed the\ncertification of the other three subclasses. SeeRodriguezv.Robbins, 804 F. 3d 1060, 1074, 1085–1086 (CA9\n2015).In their complaint, Rodriguez and the other respondents argued\nthat the relevant statutory provisions—§§1225(b), 1226(a), and\n1226(c)—do not authorize “prolonged” detention in the absence of an\nindividualized bond hearing at which the Government proves by clear\nand convincing evidence that the class member’s detention remains\njustified. Absent such a bond-hearing requirement, respondents\ncontinued, those three provisions would violate the Due Process\nClause of the Fifth Amendment. In their prayer for relief,\nrespondents thus asked the District Court to require the Government\n“to provide, after giving notice, individual hearings before an\nimmigration judge for . . . each member of the class, at\nwhich [the Government] will bear the burden to prove by clear and\nconvincing evidence that no reasonable conditions will ensure the\ndetainee’s presence in the event of removal and protect the\ncommunity from serious danger, despite the prolonged length of\ndetention at issue.” Third Amended Complaint inRodriguezv.Holder, CV 07–03239, p. 31 (CD Cal., Oct. 20, 2010).\nRespondents also sought declaratory relief.Ibid.As relevant here, the District Court entered a permanent\ninjunction in line with the relief sought by respondents, and the\nCourt of Appeals affirmed. See 804 F. 3d,at 1065.\nRelying heavily on the canon of constitutional avoidance, the Court\nof Appeals construed §§1225(b) and 1226(c) as imposing an implicit\n6-month time limit on an alien’s detention under these sections.Id.,at 1079, 1082. After that point, the Court of Appeals\nheld, the Government may continue to detain the alien only under\nthe authority of §1226(a).Ibid.The Court of Appeals then\nconstrued §1226(a) to mean that an alien must be given a bond\nhearing every six months and that detention beyond the initial\n6-month period is permitted only if the Government proves by clear\nand convincing evidence that further detention is justified.Id.,at 1085, 1087.The Government petitioned this Court for review of that\ndecision, and we granted certiorari. 579 U. S. ___ (2016).IIBefore reaching the merits of the lower court’s interpretation,\nwe briefly address whether we have jurisdiction to entertain\nrespondents’ claims. We discuss two potential obstacles, 8\nU. S. C. §§1252(b)(9) and 1226(e).AUnder §1252(b)(9):“Judicial review of all questions of law and fact, including\ninterpretation and application of constitutional and statutory\nprovisions, arising from any action taken or proceeding brought to\nremove an alien from the United States under this subchapter\n[including §§1225 and 1226] shall be available only in judicial\nreview of a final order under this section.”This provision does not deprive us of jurisdiction. We are\nrequired in this case to decide “questions of law,” specifically,\nwhether, contrary to the decision of the Court of Appeals, certain\nstatutory provisions require detention without a bond hearing. We\nassume for the sake of argument that the actions taken with respect\nto all the aliens in the certified class constitute “action[s]\ntaken . . . to remove [them] from the United\nStates.”[3] On that assumption, the applicability\nof §1252(b)(9) turns on whether the legal questions that we must\ndecide “aris[e] from” the actions taken to remove these aliens.It may be argued that this is so in the sense that if those\nactions had never been taken, the aliens would not be in custody at\nall. But this expansive interpretation of §1252(b)(9) would lead to\nstaggering results. Suppose, for example, that a detained alien\nwishes to assert a claim underBivensv.Six Unknown Fed.\nNarcotics Agents,403 U. S. 388 (1971), based on allegedly\ninhumane conditions of confinement. See,e.g.,Ziglarv.Abbasi, 582 U. S. ___, ___–___ (2017) (slip op., at\n23–29). Or suppose that a detained alien brings a state-law claim\nfor assault against a guard or fellow detainee. Or suppose that an\nalien is injured when a truck hits the bus transporting aliens to a\ndetention facility, and the alien sues the driver or owner of the\ntruck. The “questions of law and fact” in all those cases could be\nsaid to “aris[e] from” actions taken to remove the aliens in the\nsense that the aliens’ injuries would never have occurred if they\nhad not been placed in detention. But cramming judicial review of\nthose questions into the review of final removal orders would be\nabsurd.Interpreting “arising from” in this extreme way would also make\nclaims of prolonged detention effectively unreviewable. By the time\na final order of removal was eventually entered, the allegedly\nexcessive detention would have already taken place. And of course,\nit is possible that no such order would ever be entered in a\nparticular case, depriving that detainee of any meaningful chance\nfor judicial review.In past cases, when confronted with capacious phrases like\n“ ‘arising from,’ ” we have eschewed “ ‘uncritical\nliteralism’ ” leading to results that “ ‘no sensible\nperson could have intended.’ ”Gobeillev.Liberty\nMut. Ins. Co., 577 U. S. ___, ___ (2016) (slip op., at 6)\n(interpreting phrase “relate to” in the Employee Retirement Income\nSecurity Act of 1974’s pre-emption provision). See also,e.g.,FERCv.Electric Power Supply Assn., 577\nU. S. ___, ___–___ (2016) (slip op., at 15–16) (interpreting\nterm “affecting” in Federal Power Act);Maracichv.Spears,570 U. S. 48–61 (2013) (interpreting phrase “in\nconnection with” in Driver’s Privacy Protection Act);Dan’s City\nUsed Cars, Inc.v.Pelkey,569 U. S. 251–261 (2013)\n(interpreting phrase “related to” in Federal Aviation\nAdministration Authorization Act);Celotex Corp.v.Edwards,514 U. S. 300,308 (1995) (interpreting phrase\n“related to” in Bankruptcy Act). InRenov.American-Arab\nAnti-Discrimination Comm.,525 U. S. 471,482 (1999), we\ntook this approach in construing the very phrase that appears in\n§1252(b)(9). A neighboring provision of the Immigration and\nNationality Act refers to “any cause or claim by or on behalf of\nany alienarising fromthe decision or action by the\nAttorney General to commence proceedings, adjudicate cases, or\nexecute removal orders against any alien under this chapter.”8\nU. S. C. §1252(g) (emphasis added). We did not interpret\nthis language to sweep in any claim that can technically be said to\n“arise from” the three listed actions of the Attorney General.\nInstead, we read the language to refer to just those three specific\nactions themselves.American-Arab Anti-Discrimination Comm.,supra, at 482–483.The parties in this case have not addressed the scope of\n§1252(b)(9), and it is not necessary for us to attempt to provide a\ncomprehensive interpretation. For present purposes, it is enough to\nnote that respondents are not asking for review of an order of\nremoval; they are not challenging the decision to detain them in\nthe first place or to seek removal; and they are not even\nchallenging any part of the process by which their removability\nwill be determined. Under these circumstances, §1252(b)(9) does not\npresent a jurisdictional bar.[4]BWe likewise hold that §1226(e) does not bar us from considering\nrespondents’ claims.That provision states:“The Attorney General’s discretionary judgment regarding the\napplication of [§1226] shall not be subject to review. No court may\nset aside any action or decision by the Attorney General under this\nsection regarding the detention or release of any alien or the\ngrant, revocation, or denial of bond or parole.” §1226(e).As we have previously explained, §1226(e) precludes an alien\nfrom “challeng[ing] a ‘discretionary judgment’ by the Attorney\nGeneral or a ‘decision’ that the Attorney General has made\nregarding his detention or release.”Demorev.Kim,538 U. S. 510,516 (2003). But §1226(e) does not\npreclude “challenges [to] the statutory framework that permits [the\nalien’s] detention without bail.”Id.,at 517.Respondents mount that second type of challenge here. First and\nforemost, they are challenging the extent of the Government’s\ndetention authority under the “statutory framework” as a whole. If\nthat challenge fails, they are then contesting the\nconstitutionality of the entire statutory scheme under the Fifth\nAmendment. Because the extent of the Government’s detention\nauthority is not a matter of “discretionary judgment,” “action,” or\n“decision,” respondents’ challenge to “the statutory framework that\npermits [their] detention without bail,”ibid., falls\noutside of the scope of §1226(e). We may therefore consider the\nmerits of their claims.IIIWhen “a serious doubt” is raised about the constitutionality of\nan act of Congress, “it is a cardinal principle that this Court\nwill first ascertain whether a construction of the statute is\nfairly possible by which the question may be avoided.”Crowellv.Benson,285 U. S. 22,62 (1932).\nRelying on this canon of constitutional avoidance, the Court of\nAppeals construed §§1225(b), 1226(a), and 1226(c) to limit the\npermissible length of an alien’s detention without a bond hearing.\nWithout such a construction, the Court of Appeals believed, the\n“ ‘prolonged detention without adequate procedural\nprotections’ ” authorized by the provisions “ ‘would\nraise serious constitutional concerns.’ ” 804 F. 3d, at\n1077 (quotingCasas-Castrillonv.DHS, 535 F. 3d\n942, 950 (CA9 2008)).The canon of constitutional avoidance “comes into play only\nwhen, after the application of ordinary textual analysis, the\nstatute is found to be susceptible of more than one construction.”Clarkv.Martinez,543 U. S. 371,385 (2005). In\nthe absence of more than one plausible construction, the canon\nsimply “ ‘has no application.’ ”Wargerv.Shauers, 574 U. S. ___, ___ (2014) (slip op., at 10)\n(quotingUnited Statesv.Oakland Cannabis Buyers’\nCooperative,532 U. S. 483,494 (2001)).The Court of Appeals misapplied the canon in this case because\nits interpretations of the three provisions at issue here are\nimplausible. In Parts III–A and III–B, we hold that, subject only\nto express exceptions, §§1225(b) and 1226(c) authorize detention\nuntil the end of applicable proceedings. And in Part III–C, we hold\nthat there is no justification for any of the procedural\nrequirements that the Court of Appeals layered onto §1226(a)\nwithout any arguable statutory foundation.AAs noted, §1225(b) applies primarily to aliens seeking entry\ninto the United States (“applicants for admission” in the language\nof the statute). Section 1225(b) divides these applicants into two\ncategories. First, certain aliens claiming a credible fear of\npersecution under §1225(b)(1) “shall be detained for further\nconsideration of the application for asylum.” §1225(b)(1)(B)(ii).\nSecond, aliens falling within the scope of §1225(b)(2) “shall be\ndetained for a [removal] proceeding.” §1225(b)(2)(A).Read most naturally, §§1225(b)(1) and (b)(2) thus mandate\ndetention of applicants for admission until certain proceedings\nhave concluded. Section 1225(b)(1) aliens are detained for “further\nconsideration of the application for asylum,” and §1225(b)(2)\naliens are in turn detained for “[removal] proceeding[s].” Once\nthose proceedings end, detention under §1225(b) must end as well.\nUntil that point, however, nothing in the statutory text imposes\nany limit on the length of detention. And neither §1225(b)(1) nor\n§1225(b)(2) says anything whatsoever about bond hearings.Despite the clear language of §§1225(b)(1) and (b)(2),\nrespondents argue—and the Court of Appeals held—that those\nprovisions nevertheless can be construed to contain implicit\nlimitations on the length of detention. But neither of the two\nlimiting interpretations offered by respondents is plausible.1First, respondents argue that §§1225(b)(1) and (b)(2) contain an\nimplicit 6-month limit on the length of detention. Once that\n6-month period elapses, respondents contend, aliens previously\ndetained under those provisions must instead be detained under the\nauthority of §1226(a), which allows for bond hearings in certain\ncircumstances.There are many problems with this interpretation. Nothing in the\ntext of §1225(b)(1) or §1225(b)(2) even hints that those provisions\nrestrict detention after six months, but respondents do not engage\nin any analysis of the text. Instead, they simply cite the canon of\nconstitutional avoidance and urge this Court to use that canon to\nread a “six-month reasonableness limitation” into §1225(b). Brief\nfor Respondents 48.That is not how the canon of constitutional avoidance works.\nSpotting a constitutional issue does not give a court the authority\nto rewrite a statute as it pleases. Instead, the canon permits a\ncourt to “choos[e] between competingplausibleinterpretations of a statutory text.”Clark,supra,\nat 381 (emphasis added). To prevail, respondents must thus show\nthat §1225(b)’s detention provisions may plausibly be read to\ncontain an implicit 6-month limit. And they do not even attempt to\ndefend that reading of the text.In much the same manner, the Court of Appeals all but ignored\nthe statutory text. Instead, it readZadvydasv.Davis,533 U. S. 678 (2001), as essentially granting a\nlicense to graft a time limit onto the text of §1225(b).Zadvydas,however, provides no such authority.Zadvydasconcerned §1231(a)(6), which authorizes the\ndetention of aliens who have already been ordered removed from the\ncountry. Under this section, when an alien is ordered removed, the\nAttorney General is directed to complete removal within a period of\n90 days,8 U. S. C. §1231(a)(1)(A), and the alien must be\ndetained during that period, §1231(a)(2). After that time elapses,\nhowever, §1231(a)(6) provides only that certain aliens “maybe detained” while efforts to complete removal continue. (Emphasis\nadded.)InZadvydas, the Court construed §1231(a)(6) to mean that\nan alien who has been ordered removed may not be detained beyond “a\nperiod reasonably necessary to secure removal,” 533 U. S., at\n699, and it further held that six months is a presumptively\nreasonable period,id.,at 701. After that, the Court\nconcluded, if the alien “provides good reason to believe that there\nis no significant likelihood of removal in the reasonably\nforeseeable future,” the Government must either rebut that showing\nor release the alien.Ibid.TheZadvydasCourt justified this interpretation by\ninvoking the constitutional-avoidance canon, and the Court defended\nits resort to that canon on the ground that §1231(a)(6) is\nambiguous. Specifically, the Court detected ambiguity in the\nstatutory phrase “maybe detained.” “ ‘[M]ay,’ ”\nthe Court said, “suggests discretion” but not necessarily\n“unlimited discretion. In that respect the word ‘may’ is\nambiguous.”Id.,at 697. The Court also pointed to the\nabsence of any explicit statutory limit on the length of\npermissible detention following the entry of an order of removal.Ibid.Zadvydasrepresents a notably generous application of the\nconstitutional-avoidance canon, but the Court of Appeals in this\ncase went much further. It failed to address whetherZadvydas’s reasoning may fairly be applied in this case\ndespite the many ways in which the provision in question inZadvydas, §1231(a)(6), differs materially from those at\nissue here, §§1225(b)(1) and (b)(2). Those dif- ferences preclude\nthe reading adopted by the Court of Appeals.To start, §§1225(b)(1) and (b)(2), unlike §1231(a)(6), provide\nfor detention for a specified period of time. Section 1225(b)(1)\nmandates detention “for further consideration of the application\nfor asylum,” §1225(b)(1)(B)(ii), and §1225(b)(2) requires detention\n“for a [removal] proceeding,” §1225(b)(2)(A). The plain meaning of\nthose phrases is that detention must continue until immigration\nofficers have finished “consider[ing]” the application for asylum,\n§1225(b)(1)(B)(ii), or until removal proceedings have concluded,\n§1225(b)(2)(A). By contrast, Congress left the permissible length\nof detention under §1231(a)(6) unclear.Moreover, inZadvydas,the Court saw ambiguity in\n§1231(a)(6)’s use of the word “may.” Here, by contrast,\n§§1225(b)(1) and (b)(2) do not use the word “may.” Instead, they\nunequivocally mandate that aliens falling within their scope\n“shall” be detained. “Unlike the word ‘may,’ which implies\ndiscretion, the word ‘shall’ usually connotes a requirement.”Kingdomware Technologies, Inc.v.United States, 579\nU. S. ___, ___ (2016) (slip op., at 9). That requirement of\ndetention precludes a court from finding ambiguity here in the way\nthatZadvydasfound ambiguity in §1231(a)(6).Zadvydas’s reasoning is particularly inapt here because\nthere is a specific provision authorizing release from §1225(b)\ndetention whereas no similar release provision applies to\n§1231(a)(6). With a few exceptions not relevant here, the Attorney\nGeneral may “for urgent humanitarian reasons or significant public\nbenefit” temporarily parole aliens detained under §§1225(b)(1) and\n(b)(2).8 U. S. C. §1182(d)(5)(A). That express exception\nto detention implies that there are noothercircumstances\nunder which aliens detained under §1225(b) may be released. See A.\nScalia & B. Garner, Reading Law 107 (2012)\n(“Negative-Implication Canon[:] The expression of one thing implies\nthe exclusion of others (expressio unius est exclusio al-\nterius)”). That negative implication precludes the sort of\nimplicit time limit on detention that we found inZadvydas.[5]In short, a series of textual signals distinguishes the\nprovisions at issue in this case fromZadvydas’s\ninterpretation of §1231(a)(6). WhileZadvydasfound\n§1231(a)(6) to be ambiguous, the same cannot be said of\n§§1225(b)(1) and (b)(2): Both provisions mandate detention until a\ncertain point and authorize release prior to that point only under\nlimited circumstances. As a result, neither provision can\nreasonably be read to limit detention to six months.2In this Court, respondents advance an interpretation of the\nlanguage of §§1225(b)(1) and (b)(2) that was never made below,\nnamely, that the term “for,” which appears in both provisions,\nmandates detention only until thestartof applicable\nproceedings rather than all the way through to their conclusion.\nRespondents contrast the language of §§1225(b)(1) and (b)(2)\nauthorizing detention “for” further proceedings with another\nprovision’s authorization of detention “pending” further\nproceedings. See8 U. S. C. §1225(b)(1)(B)(iii)(IV) (“Any\nalien . . . shall be detained pending a final\ndetermination of credible fear of persecution and, if found not to\nhave such a fear, until removed”). According to respondents, that\ndistinction between “for” and “pending” makes an enormous\ndifference. As they see things, the word “pending” authorizes\ndetention throughout subsequent proceedings, but the term “for”\nmeans that detention authority ends once subsequent proceedings\nbegin. As a result, respondents argue, once the applicable\nproceedings commence, §§1225(b)(1) and (b)(2) no longer authorize\ndetention, and the Government must instead look to §1226(a) for\ncontinued detention authority.That interpretation is inconsistent with ordinary English usage\nand is incompatible with the rest of the statute. To be sure, “for”\ncan sometimes mean “in preparation for or anticipation of.” 6\nOxford English Dictionary 24 (2d ed. 1989). But “for” can also mean\n“[d]uring [or] throughout,”id.,at 26, as well as “with the\nobject or purpose of,”id.,at 23; see also American\nHeritage Dictionary 709 (3d ed. 1992) (“Used to indicate the\nobject, aim, or purpose of an action or activity”; “Used to\nindicate amount, extent, or duration”); Random House Dictionary of\nthe English Language 747 (2d ed. 1987) (“with the object or purpose\nof”; “during the continuance of”); Webster’s Third New\nInternational Dictionary 886 (1993) (“with the purpose or object\nof”; “to the . . . duration of”). And here, only that\nsecond set of definitions makes sense in the context of the\nstatutory scheme as a whole.For example, respondents argue that, once detention authority\nends under §§1225(b)(1) and (b)(2), aliens can be detained only\nunder §1226(a). But that section authorizes detention only “[o]n a\nwarrant issued” by the Attorney General leading to the alien’s\narrest. §1226(a). If respondents’ interpretation of §1225(b) were\ncorrect, then the Government could detain an alien without a\nwarrant at the border, but once removal proceedings began, the\nAttorney General would have to issue an arrest warrant in order to\ncontinue detaining the alien. To put it lightly, that makes little\nsense.Nor does respondents’ interpretation of the word “for” align\nwith the way Congress has historically used that word in §1225.\nConsider that section’s text prior to the enactment of the Illegal\nImmigration Reform and Immigrant Responsibility Act of\n1996,110Stat.3009–546. Under the older version of §1225(b),\n“[e]very alien” within its scope “who may not appear\n. . . to be clearly and beyond a doubt entitled to\n[entry] shall be detained for further inquiry to be conducted by a\nspecial inquiry officer.”8 U. S. C. §1225(b) (1994 ed.).\nIt would make no sense to read “for further inquiry” as authorizing\ndetention of the alien only until the start of the inquiry;\nCongress obviously did not mean to allow aliens to feel free to\nleave once immigration officers asked their first question.In sum, §§1225(b)(1) and (b)(2) mandate detention of aliens\nthroughout the completion of applicable proceedings and not just\nuntil the moment those proceedings begin. Of course, other\nprovisions of the immigration statutes do authorize detention\n“pending” other proceedings or “until” a certain point. Seepost,at 22–23 (Breyer, J., dissenting) (quoting\n§1225(b)(1)(B)(iii)(IV)). But there is no “canon of interpretation\nthat forbids interpreting different words used in different parts\nof the same statute to mean roughly the same thing.”Kirtsaengv.John Wiley & Sons, Inc.,568\nU. S. 519,540 (2013). We decline to invent and apply such a\ncanon here.BWhile the language of §§1225(b)(1) and (b)(2) is quite clear,\n§1226(c) is even clearer. As noted, §1226 applies to aliens already\npresent in the United States. Section 1226(a) creates a default\nrule for those aliens by permitting—but not requiring—the Attorney\nGeneral to issue warrants for their arrest and detention pending\nremoval proceedings. Section 1226(a) also permits the Attorney\nGeneral to release those aliens on bond, “[e]xcept as provided in\nsubsection (c) of this section.” Section 1226(c) in turn states\nthat the Attorney General “shall take into custody any alien” who\nfalls into one of the enumerated categories involving criminal\noffenses and terrorist activities.8 U. S. C. §1226(c)(1).\nSection 1226(c) then goes on to specify that the Attorney General\n“may release” one of those aliens “only ifthe Attorney\nGeneral decides” both that doing so is necessary for\nwitness-protection purposes and that the alien will not pose a\ndanger or flight risk. §1226(c)(2) (emphasis added).Like §1225(b), §1226(c) does not on its face limit the length of\nthe detention it authorizes. In fact, by allowing aliens to be\nreleased “only if” the Attorney General decides that certain\nconditions are met, §1226(c) reinforces the conclusion that aliens\ndetained under its authority are not entitled to be released under\nany circumstances other than those expressly recognized by the\nstatute. And together with §1226(a), §1226(c) makes clear that\ndetention of aliens within its scopemustcontinue “pending\na decision on whether the alien is to be removed from the United\nStates.” §1226(a).In a reprise of their interpretation of §1225(b), respondents\nargue, and the Court of Appeals held, that §1226(c) should be\ninterpreted to include an implicit 6-month time limit on the length\nof mandatory detention. Once again, that interpretation falls far\nshort of a “plausible statutory construction.”In defense of their statutory reading, respondents first argue\nthat §1226(c)’s “silence” as to the length of detention “cannot be\nconstrued to authorize prolonged mandatory detention, because\nCongress must use ‘clearer terms’ to authorize ‘long-term\ndetention.’ ” Brief for Respondents 34 (quotingZadvydas, 533 U. S., at 697). But §1226(c) isnot“silent” as to the length of detention. It mandates\ndetention “pending a decision on whether the alien is to be removed\nfrom the United States,” §1226(a), and it expressly prohibits\nrelease from that detention except for narrow, witness-protection\npurposes. Even if courts were permitted to fashion 6-month time\nlimits out of statutory silence, they certainly may not transmute\nexisting statutory language into its polar opposite. The\nconstitutional-avoidance canon does not countenance such textual\nalchemy.Indeed, we have held as much in connection with §1226(c) itself.\nInDemorev.Kim, 538 U. S., at 529, we\ndistinguished §1226(c) from the statutory provision inZadvydasby pointing out that detention under §1226(c) has\n“a definite termination point”: the conclusion of removal\nproceedings. As we made clear there, that “definite termination\npoint”—and not some arbitrary time limit devised by courts—marks\nthe end of the Government’s detention authority under §1226(c).Respondents next contend that §1226(c)’s limited authorization\nfor release for witness-protection purposes does not imply that\nother forms of release are forbidden, but this argument defies the\nstatutory text. By expressly stating that the covered aliens may be\nreleased “only if” certain conditions are met,8 U. S. C.\n§1226(c)(2), the statute expressly and unequivocally imposes an\naffirmativeprohibitionon releasing detained aliens under\nany other conditions.Finally, respondents point to a provision enacted as part of the\nPATRIOT Act[6] and contend that their reading of\n§1226(c) is needed to prevent that provision from being\nsuperfluous. That argument, however, misreads both statutory\nprovisions. Although the two provisions overlap in part, they are\nby no means congruent.Two differences stand out. First, §1226(c) and the PATRIOT Act\ncover different categories of aliens. Both apply to certain\nterrorist suspects, but only §1226(c) reaches aliens convicted of\nother more common criminal offenses. See §§1226(c)(1)(A)–(C)\n(aliens inadmissible or deportable under §1182(a)(2);\n§§1227(a)(2)(A)(ii), (A)(iii), (B), (C), and (D); and\n§1227(a)(2)(A)(i) under certain conditions). For its part, the\nPATRIOT Act casts a wider net than §1226(c) insofar as it\nencompasses certain threats to national security not covered by\n§1226(c). See §1226a(a)(3) (aliens described in §§1182(a)(3)(A)(i),\n(iii), and 1227(a)(4)(A)(i), (iii), as well as aliens “engaged in\nany other activity that endangers the national security of the\nUnited States”). In addition, the Government’s detention authority\nunder §1226(c) and the PATRIOT Act is not the same. Under §1226(c),\nthe Government must detain an alien until “a decision onwhetherthe alien is to be removed” is made. §1226(a)\n(emphasis added). But, subject to exceptions not relevant here, the\nPATRIOT Act authorizes the Government to detain an alien “until the\nalienisremoved.” §1226a(a)(2) (emphasis added).Far from being redundant, then, §1226(c) and the PATRIOT Act\napply to different categories of aliens in different ways. There is\nthus no reason to depart from the plain meaning of §1226(c) in\norder to avoid making the provision superfluous.We hold that §1226(c) mandates detention of any alien falling\nwithin its scope and that detention may end prior to the conclusion\nof removal proceedings “only if” the alien is released for\nwitness-protection purposes.CFinally, as noted, §1226(a) authorizes the Attorney General to\narrest and detain an alien “pending a decision on whether the alien\nis to be removed from the United States.” §1226(a). As long as the\ndetained alien is not covered by §1226(c), the Attorney General\n“may release” the alien on “bond . . . or conditional\nparole.” §1226(a). Federal regulations provide that aliens detained\nunder §1226(a) receive bond hearings at the outset of detention.\nSee 8 CFR §§236.1(d)(1), 1236.1(d)(1).The Court of Appeals ordered the Government to provide\nprocedural protections that go well beyond the initial bond hearing\nestablished by existing regulations—namely, periodic bond hearings\nevery six months in which the Attorney General must prove by clear\nand convincing evidence that the alien’s continued detention is\nnecessary. Nothing in §1226(a)’s text—which says only that the\nAttorney General “may release” the alien “on . . .\nbond”—even remotely supports the imposition of either of those\nrequirements. Nor does §1226(a)’s text even hint that the length of\ndetention prior to a bond hearing must specifically be considered\nin determining whether the alien should be released.IVFor these reasons, the meaning of the relevant statutory\nprovisions is clear—and clearly contrary to the decision of the\nCourt of Appeals. But the dissent is undeterred. It begins by\nignoring the statutory language for as long as possible, devoting\nthe first two-thirds of its opinion to a disquisition on the\nConstitution. Only after a 19-page prologue does the dissent\nacknowledge the relevant statutory provisions.The dissent frames the question of interpretation as follows:\nCan §§1225(b), 1226(c), and 1226(a) be read to require bond\nhearings every six months “without doing violence to the statutory\nlanguage,”post,at 20 (opinion of Breyer, J.)? According to\nthe dissent, the answer is “yes,” but the dissent evidently has a\nstrong stomach when it comes to inflicting linguistic trauma. Thus,\nwhen Congress mandated that an “alien shall be detained,”\n§1225(b)(1)(B)(ii), what Congress really meant, the dissent\ninsists, is that the alien may be released from custody provided\nonly that his freedom of movement is restricted in some way, such\nas by “the imposition of a curfew,”post,at 21. And when\nCongress stressed that “[t]he Attorney General may release an alien\n. . .only if. . . release\n. . . from custody is necessary” to protect the safety of\na witness, §1226(c)(2) (emphasis added), what Congress meant, the\ndissent tells us, is that the Attorney General must release an\nalien even when no witness is in need of protection—so long as the\nalien is neither a flight risk nor a danger to the community, seepost,at 25–27. The contortions needed to reach these\nremarkable conclusions are a sight to behold.Let us start with the simple term “detain.” According to the\ndissent, “detain” means the absence of “unrestrained freedom.”Post,at 21. An alien who is subject to any one of “numerous\nrestraints”—including “a requirement to obtain medical treatment,”\n“to report at regular intervals,” or even simply to comply with “a\ncurfew”—is “detained” in the dissent’s eyes, even if that alien is\notherwise free to roam the streets.Ibid.This interpretation defies ordinary English usage. The\ndictionary cited by the dissent, the Oxford English Dictionary\n(OED), defines “detain” as follows: “[t]o keep in confinement or\nunder restraint;to keep prisoner.” 4 OED 543 (2d ed. 1989)\n(emphasis added); see also OED (3d ed. 2012),\nhttp://www.oed.com/view/Entry/51176 (same). Other general-purpose\ndictionaries provide similar definitions. See,e.g.,Webster’s Third New International Dictionary 616 (1961) (“to hold\nor keep in or as if in custody”); Webster’s New International\nDictionary 710 (2d ed. 1934) (“[t]o hold or keep as in custody”);\nAmerican Heritage Dictionary 508 (def. 2) (3d ed. 1992) (“To keep\nin custody or temporary confinement”); Webster’s New World College\nDictionary 375 (3d ed. 1997) (“to keep in custody; confine”). And\nlegal dictionaries define “detain” the same way. See, e.g.,\nBallentine’s Law Dictionary 343 (3d ed. 1969) (“To hold; to keep in\ncustody; to keep”); Black’s Law Dictionary 459 (7th ed. 1999) (“The\nact or fact of holding a person in custody; confinement or\ncompulsory delay”).How does the dissent attempt to evade the clear meaning of\n“detain”? It resorts to the legal equivalent of a sleight-of-hand\ntrick. First, the dissent cites a passage in Blackstone stating\nthat arrestees could always seek release on bail.Post,at\n8–9. Then, having established the obvious point that a person who\nis initially detained may later be released from detention, the\ndissent reasons that this means that a person may still be regarded\nas detained even after he is released from custody.Post,at\n21. That, of course, is a nonsequitur. Just because a person who is\ninitially detained may later be released, it does not follow that\nthe person is still “detained” after his period of detention comes\nto an end.If there were any doubt about the meaning of the term “detain”\nin the relevant statutory provisions, the context in which they\nappear would put that doubt to rest. Title 8 of the United States\nCode, the title dealing with immigration, is replete with\nreferences that distinguish between “detained” aliens and aliens\nwho are free to walk the streets in the way the dissent imagines.\nSection 1226(a), for instance, distinguishes between the power to\n“continue to detain the arrested alien” and the power to “release\nthe alien on . . . bond.” But if the dissent were right,\nthat distinction would make no sense: An “alien released on bond”\nwouldalsobe a “detained alien.” Here is another example:\nIn §1226(b), Congress gave the Attorney General the power to\n“revoke” at any time “a bond or parole authorized under subsection\n(a) of this section, rearrest the alien under the original warrant,\nand detain the alien.” It beggars belief that Congress would have\ngiven the Attorney General the power to detain a class of aliens\nwho, under the dissent’s reading, arealready“detained”\nbecause they are free on bond. But that is what the dissent would\nhave us believe. Consider, finally, the example of §1226(c). As\nnoted, that provision obligates the Attorney General to “take into\ncustody” certain aliens whenever they are “released, without regard\nto whether the alien is released on parole, supervised release, or\nprobation.” On the dissent’s view, however, even aliens “released\non parole, supervised release, or probation” are “in custody”—and\nso there would be no need for the Attorney General to take them\ninto custody again.[7]Struggling to prop up its implausible interpretation, the\ndissent looks to our prior decisions for aid, but that too fails.\nThe best case it can find isTodv.Waldman,266\nU. S. 547 (1925), a grant of a petition for rehearing in which\nthe Court clarified that “[n]othing in [its original] order\n. . . shall prejudice an application for release on bail\nof the respondents pending compliance with the mandate of this\nCourt.”Id.,at 548. According to the dissent, that two-page\ndecision from almost a century ago supports its reading because the\nunderlying immigration statute in that case—like some of the\nprovisions at issue here—mandated that the relevant class of aliens\n“ ‘shall be detained’ ” pending the outcome of an\ninspection process. Seepost,at 21–22 (quoting Act of Feb.\n5, 1917, §16,39Stat.886).That reads far too much intoWaldman. To start, the Court\ndid not state that the aliens at issue were entitled to bail or\neven that bail was available to them. Instead, the Court merely\nnoted that its decision should not “prejudice” any application the\naliens might choose to file. That is notable, for in their petition\nfor rehearing the aliens had asked the Court to affirmatively\n“authorize[them] to give bail.” Petition for Rehearing inTodv.Waldman, O. T. 1924, No. 95, p. 17\n(emphasis added). By refusing to do so, the Court may have been\nsignaling its skepticism about their request. But it is impossible\nto tell. That is precisely why we, unlike the dissent, choose not\nto go beyond what the sentence actually says. AndWaldmansays nothing about how the word “detain” should be read in the\ncontext of §§1225(b), 1226(c), and 1226(a).[8]Neither doesZadvydas. It is true, as the dissent points\nout, thatZadvydasfound “that the words ‘ “may be\ndetained” ’ [are] consistent with requiring release from\nlong-term detention,”post,at 23 (quoting 533 U. S.,\nat 682), but that is not because there is any ambiguity in the term\n“detain.” As we have explained, the key statutory provision inZadvydassaid that the aliens in question “may,” not\n“shall,” be detained, and that provision also failed to specify how\nlong detention was to last. Here, the statutory provisions at issue\nstate either that the covered aliens “shall” be detained until\nspecified events take place, see8 U. S. C.\n§1225(b)(1)(B)(ii) (“further consideration of the application for\nasylum”); §1225(b)(2)(A) (“a [removal] proceeding”), or provide\nthat the covered aliens may be released “only if” specified\nconditions are met, §1226(c)(2). The term that theZadvydasCourt found to be ambiguous was “may,” not “detain.” See 533\nU. S., at 697. And the opinion in that case consistently used\nthe words “detain” and “custody” to refer exclusively to physical\nconfinement and restraint. Seeid.,at 690 (referring to\n“[f]reedom from imprisonment—from government custody,detention,\nor other forms of physical restraint” (emphasis added));id.,at 683 (contrasting aliens “released on bond” with\nthose “held in custody”).[9]The dissent offers no plausible interpretation of §§1225(b),\n1226(c), and 1226(a). But even if we were to accept the dissent’s\ninterpretation and hold that “detained” aliens in the “custody” of\nthe Government include aliens released on bond, that wouldstillnot justify the dissent’s proposed resolution of this\ncase. The Court of Appeals held that aliens detained under the\nprovisions at issue must be givenperiodicbond hearings,\nand the dissent agrees. Seepost,at 2 (“I would interpret\nthe statute as requiring bail hearings, presumptively after six\nmonths of confinement”). But the dissent draws that 6-month\nlimitation out of thin air. However broad its interpretation of the\nwords “detain” and “custody,” nothing inanyof the relevant\nprovisions imposes a 6-month time limit on detention without the\npossibility of bail. So if the dissent’s interpretation is right,\nthen aliens detained under §§1225(b), 1226(c), and 1226(a) are\nentitled to bail hearings as soon as their detention begins rather\nthan six months later. “Detained” does not mean “released on bond,”\nand itcertainlydoes not mean “released on bond but only\nafter six months of mandatory physical confinement.”The dissent’s utterly implausible interpretation of the\nstatutory language cannot support the decision of the court\nbelow.VBecause the Court of Appeals erroneously concluded that periodic\nbond hearings are required under the immigration provisions at\nissue here, it had no occasion to consider respondents’\nconstitutional arguments on their merits. Consistent with our role\nas “a court of review, not of first view,”Cutterv.Wilkinson,544 U. S. 709, n. 7 (2005), we do not\nreach those arguments. Instead, we remand the case to the Court of\nAppeals to consider them in the first instance.Before the Court of Appeals addresses those claims, however, it\nshould reexamine whether respondents can continue litigating their\nclaims as a class. When the District Court certified the class\nunder Rule 23(b)(2) of the Federal Rules of Civil Procedure, it had\ntheir statutory challenge primarily in mind. Now that we have\nresolved that challenge, however, new questions emerge.Specifically, the Court of Appeals should first decide whether\nit continues to have jurisdiction despite8 U. S. C.\n§1252(f )(1). Under that provision, “no court (other than the\nSupreme Court) shall have jurisdiction or authority to enjoin or\nrestrain the operation of [§§1221–1232] other than with respect to\nthe application of such provisions to an individual alien against\nwhom proceedings under such part have been initiated.” Section\n1252(f )(1) thus “prohibits federal courts from granting\nclasswide injunctive relief against the operation of\n§§1221–123[2].”American-Arab Anti-Discrimination Comm., 525\nU. S., at 481. The Court of Appeals held that this provision\ndid not affect its jurisdiction over respondents’statutoryclaims because those claims did not “seek to enjoin the operation\nof the immigration detention statutes, but to enjoin conduct\n. . . not authorized by the statutes.” 591 F. 3d, at\n1120. This reasoning does not seem to apply to an order granting\nrelief on constitutional grounds, and therefore the Court of\nAppeals should consider on remand whether it may issue classwide\ninjunctive relief based on respondents’ constitutional claims. If\nnot, and if the Court of Appeals concludes that it may issue only\ndeclaratory relief, then the Court of Appeals should decide whether\nthat remedy can sustain the class on its own. See,e. g.,Rule 23(b)(2) (requiring “that final injunctive\nrelief orcorrespondingdeclaratory relief [be] appropriate\nrespecting the class as a whole” (emphasis added)).The Court of Appeals should also consider whether a Rule\n23(b)(2) class action continues to be the appropriate vehicle for\nrespondents’ claims in light ofWal-Mart Stores, Inc.v.Dukes,564 U. S. 338 (2011). We held inDukesthat “Rule 23(b)(2) applies only when a single injunction or\ndeclaratory judgment would provide relief to each member of the\nclass.”Id.,at 360. That holding may be relevant on remand\nbecause the Court of Appeals has already acknowledged that some\nmembers of the certified class may not be entitled to bond hearings\nas a constitutional matter. See,e. g.,804 F. 3d,\nat 1082; 715 F. 3d, at 1139–1141 (citing,e. g.,Shaughnessyv.United States ex rel. Mezei,345\nU. S. 206 (1953)). Assuming that is correct, then it may no\nlonger be true that the complained-of “ ‘conduct is such that\nit can be enjoined or declared unlawful only as to all of the class\nmembers or as to none of them.’ ”Dukes,supra,\nat 360 (quoting Nagareda, Class Certification in the Age of\nAggregate Proof, 84 N. Y. U. L. Rev. 97, 132\n(2009)).Similarly, the Court of Appeals should also consider on remand\nwhether a Rule 23(b)(2) class action litigated on common facts is\nan appropriate way to resolve respondents’ Due Process Clause\nclaims. “[D]ue process is flexible,” we have stressed repeatedly,\nand it “calls for such procedural protections as the particular\nsituation demands.”Morrisseyv.Brewer,408\nU. S. 471,481 (1972); see alsoLandonv.Plasencia,459 U. S. 21,34 (1982).VIWe reverse the judgment of the United States Court of Appeals\nfor the Ninth Circuit and remand the case for further\nproceedings.It is so ordered.Justice Kagan took no part in the decision of this case.Notes1* Justice Sotomayor joins only Part\nIII–C of this opinion.2Anyone who believes that he is not\ncovered by §1226(c) may also ask for what is known as a\n“Josephhearing.” SeeMatter of Joseph, 22\nI. & N. Dec. 799 (BIA 1999). At aJosephhearing, that person “may avoid mandatory detention by\ndemonstrating that he is not an alien, was not convicted of the\npredicate crime, or that the [Government] is otherwise\nsubstantially unlikely to establish that he is in fact subject to\nmandatory detention.”Demorev.Kim,538 U. S.\n510, n. 3 (2003). Whether respondents are entitled toJosephhearings is not before this Court.3It is questionable whether this is\ntrue for aliens who are detained under8 U. S. C.\n§1225(b)(1)(B)(ii) for consideration of their asylum\napplications.4The concurrence contends that\n“detentionisan ‘action taken . . . to remove’ an\nalien” and that therefore “even the narrowest reading of ‘arising\nfrom’ must cover” the claims raised by respondents.Post,at\n6. We do not follow this logic. We will assume for the sake of\nargument that detention is an action taken “to remove an alien,”i.e., for the purpose of removing an alien, rather than\nsimply an action aimed at ensuring that the alien does not flee or\ncommit a crime while his proceedings are pending. But even if we\nproceed on the basis of that assumption, we do not see what it\nproves. The question is not whetherdetentionis an action\ntaken to remove an alien but whetherthe legal questionsin\nthis case arise from such an action. And for the reasons explained\nabove, those legal questions are too remote from the actions taken\nto fall within the scope of §1252(b)(9).5According to the dissent, we could\nhave applied theexpressio uniuscanon inZadvydasas\nwell because there was also an “alternative avenue for relief,\nnamely, bail,” available for aliens detained under §1231(a)(6).Post,at 25 (opinion of Breyer, J.). But the dissent\noverlooks the fact that the provision granting bail was precisely\nthe same provision that the Court purported to be interpreting, so\nthe canon was not applicable. See 533 U. S., at\n683.6See Uniting and Strengthening America\nby Providing Appropriate Tools Required to Intercept and Obstruct\nTerrorism Act of 2001 (PATRIOT Act),115Stat.272.7As the dissent notes, §1158(d)(2)\nregulates employment authorization for certain “applicant[s] for\nasylum.” Were all asylum applicants detained, the dissent says,\nthat provision would make no sense, because detained aliens do not\nneed work authorizations.Post,at 23–24. But §1158(d)(2)\napplies not only to aliens seeking asylum status “in accordance\nwith . . . section 1225(b)” (and thus aliens who are\ndetained), but also to all aliens already “physically present in\nthe United States.” §1158(a)(1). Many of those aliens will be in\nthe country lawfully, and thus they will not be detained and will\nbe able to work pending the outcome of their asylum application.\nFor example, an alien may apply for asylum after being admitted\ninto the country on a short-term visa. While the application is\npending, §1158 may offer a way for that alien to find employment.\nIn response, the dissent accuses us of “apply[ing] this provision\nto some asylum applicants but not the ones before us.”Post,at 23–24. That is not remotely what we are doing. We do not doubt\nthat §1158(d)(2) “applies” to all “applicant[s] for asylum” as it\nsays, even if some of those applicants are not as likely to receive\nan employment authorization (for instance, because they are\ndetained) as others.8It should not be surprising by this\npoint that even the aliens inWaldmanunderstood “detention”\nin contradistinction to “bail.” See Petition for Rehearing inTodv.Waldman, O. T. 1924, No. 95,\npp. 17–18 (“[T]he Court’s mandate should authorize relators to\ngive bail, instead of having [them] go to Ellis Island and remain\ntherein custodypending an appeal . . . which may\ninvolve very longdetentionpending hearing of the appeal\n. . .” (capitalization omitted and emphasis\nadded)).9The dissent argues that because “the\nquestion at issue [inZadvydas] was release from detention,”\n“the key word was consequently ‘may.’ ”Post,at 23. We\nagree but fail to see the point. If, as the dissent admits,Zadvydaswas about “release from detention” and not about\nwhat qualifies as “detention,” then it is unclear why the dissent\nthinks that decision supports its unorthodox interpretation of the\nword “detention.”",
    "joined": []
}