{
    "case": {
        "docket": "373",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/373/"
    },
    "id": "1970972",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 13–132 and 13–212_________________DAVID LEON RILEY, PETITIONER13–132      v.CALIFORNIAon writ of certiorari to the court of appeal\nof cali-fornia, fourth appellate district, division oneUNITED STATES, PETITIONER13–212      v.BRIMA WURIEon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 25, 2014]Justice Alito,\nconcurring in part and concurring in the judgment.I agree with the Court\nthat law enforcement officers, in conducting a lawful search\nincident to arrest, must generally obtain a warrant before\nsearching information stored or accessible on a cell phone. I write\nseparately to address two points.IAFirst, I am not\nconvinced at this time that the ancient rule on searches incident\nto arrest is based exclusively (or even primarily) on the need to\nprotect the safety of arresting officers and the need to prevent\nthe destruction of evidence. Cf. ante, at 9. This rule antedates\nthe adoption of the Fourth Amendment by at least a century. See T.\nClancy, The Fourth Amendment: Its History and Interpretation 340\n(2008); T. Taylor, Two Studies in Constitutional Interpretation 28\n(1969); Amar, Fourth Amendment First Principles, 107 Harv. L. Rev.\n757, 764 (1994). In Weeks v. United States, 232 U. S. 383, 392\n(1914) , we held that the Fourth Amendment did not disturb this\nrule. See also Taylor, supra, at 45; Stuntz, The Substantive\nOrigins of Criminal Procedure, 105 Yale L. J. 393, 401 (1995) (“The\npower to search incident to arrest—a search of the arrested\nsuspect’s person . . .—was well established in the\nmid-eighteenth century, and nothing in . . . the Fourth\nAmendment changed that”). And neither in Weeks nor in any of the\nauthorities discussing the old common-law rule have I found any\nsuggestion that it was based exclusively or primarily on the need\nto protect arresting officers or to prevent the destruction of\nevidence.On the contrary, when\npre-Weeks authorities discussed the basis for the rule, what was\nmentioned was the need to obtain probative evidence. For example,\nan 1839 case stated that “it is clear, and beyond doubt, that\n. . . constables . . . are entitled, upon a\nlawful arrest by them of one charged with treason or felony, to\ntake and detain prop-erty found in his possession which will form\nmaterial evi-dence in his prosecution for that crime.” See Dillon\nv. O’Brien, 16 Cox Crim. Cas. 245, 249–251 (1887) (citing Regina,\nv. Frost, 9 Car. & P. 129, 173 Eng. Rep. 771)). The court noted\nthat the origins of that rule “deriv[e] from the interest which the\nState has in a person guilty (or reasonably believed to be guilty)\nof a crime being brought to justice, and in a prosecution, once\ncommenced, being determined in due course of law.” 16 Cox Crim.\nCas., at 249–250. See also Holker v. Hennessey, 141 Mo. 527,\n537–540, 42 S. W. 1090, 1093 (1897).Two 19th-century\ntreatises that this Court has previ-ously cited in connection with\nthe origin of the search-incident-to-arrest rule, see Weeks, supra,\nat 392, suggest the same rationale. See F. Wharton, Criminal\nPleading and Practice §60, p. 45 (8th ed. 1880) (“Those arresting a\ndefendant are bound to take from his person any articles which may\nbe of use as proof in the trial of the offense with which the\ndefendant is charged”); J. Bishop, Criminal Procedure §§210–212, p.\n127 (2d ed. 1872) (if an arresting officer finds “about the\nprisoner’s person, or otherwise in his possession, either goods or\nmoneys which there is reason to believe are connected with the\nsupposed crime as its fruits, or as the instruments with which it\nwas committed, or as directly furnishing evidence relating to the\ntransaction, he may take the same, and hold them to be disposed of\nas the court may direct”).What ultimately\nconvinces me that the rule is not closely linked to the need for\nofficer safety and evidence preser-vation is that these rationales\nfail to explain the rule’s well-recognized scope. It has long been\naccepted that written items found on the person of an arrestee may\nbe examined and used at trial.[1]* But once these items are taken away from an arrestee\n(something that obviously must be done before the items are read),\nthere is no risk that the arrestee will destroy them. Nor is there\nany risk that leaving these items unread will endanger the\narresting officers.The idea that officer\nsafety and the preservation of evidence are the sole reasons for\nallowing a warrantless search incident to arrest appears to derive\nfrom the Court’s reasoning in Chimel v. California, 395 U. S.\n752 (1969) , a case that involved the lawfulness of a search of the\nscene of an arrest, not the person of an arrestee. As I have\nexplained, Chimel’s reasoning is questionable, see Arizona v. Gant,\n556 U. S. 332 –363 (2009) (Alito, J., dissenting), and I think\nit is a mistake to allow that reasoning to affect cases like these\nthat concern the search of the person of arrestees.BDespite my view on\nthe point discussed above, I agree that we should not mechanically\napply the rule used in the predigital era to the search of a cell\nphone. Many cell phones now in use are capable of storing and\naccessing a quantity of information, some highly personal, that no\nperson would ever have had on his person in hard-copy form. This\ncalls for a new balancing of law enforcement and privacy\ninterests.The Court strikes this\nbalance in favor of privacy interests with respect to all cell\nphones and all information found in them, and this approach leads\nto anomalies. For example, the Court’s broad holding favors\ninformation in digital form over information in hard-copy form.\nSuppose that two suspects are arrested. Suspect number one has in\nhis pocket a monthly bill for his land-line phone, and the bill\nlists an incriminating call to a long-distance number. He also has\nin his a wallet a few snapshots, and one of these is incriminating.\nSuspect number two has in his pocket a cell phone, the call log of\nwhich shows a call to the same incriminating number. In addition, a\nnumber of photos are stored in the memory of the cell phone, and\none of these is incriminating. Under established law, the police\nmay seize and examine the phone bill and the snapshots in the\nwallet without obtaining a warrant, but under the Court’s holding\ntoday, the information stored in the cell phone is out.While the Court’s\napproach leads to anomalies, I do not see a workable alternative.\nLaw enforcement officers need clear rules regarding searches\nincident to arrest, and it would take many cases and many years for\nthe courts to develop more nuanced rules. And during that time, the\nnature of the electronic devices that ordinary Americans carry on\ntheir persons would continue to change.IIThis brings me to my\nsecond point. While I agree with the holding of the Court, I would\nreconsider the question presented here if either Congress or state\nlegislatures, after assessing the legitimate needs of law\nenforcement and the privacy interests of cell phone owners, enact\nlegislation that draws reasonable distinctions based on categories\nof information or perhaps other variables.The regulation of\nelectronic surveillance provides an instructive example. After this\nCourt held that electronic surveillance constitutes a search even\nwhen no property interest is invaded, see Katz v. United States,\n389 U. S. 347 –359 (1967), Congress responded by enacting\nTitle III of the Omnibus Crime Control and Safe Streets Act of\n1968, 82Stat. 211. See also 18 U. S. C. §2510\net seq. Since that time, electronic surveillance has been\ngoverned primarily, not by decisions of this Court, but by the\nstat-ute, which authorizes but imposes detailed restrictions on\nelectronic surveillance. See ibid.Modern cell phones are\nof great value for both lawful and unlawful purposes. They can be\nused in committing many serious crimes, and they present new and\ndifficult law enforcement problems. See Brief for United States in\nNo. 13–212, pp. 2–3. At the same time, because of the role that\nthese devices have come to play in contemporary life, searching\ntheir contents implicates very sensitive privacy interests that\nthis Court is poorly positioned to understand and evaluate. Many\nforms of modern technology are making it easier and easier for both\ngovernment and private entities to amass a wealth of information\nabout the lives of ordinary Americans, and at the same time, many\nordinary Americans are choosing to make public much information\nthat was seldom revealed to outsiders just a few decades ago.In light of these\ndevelopments, it would be very unfortunate if privacy protection in\nthe 21st century were left primarily to the federal courts using\nthe blunt instrument of the Fourth Amendment. Legislatures, elected\nby the people, are in a better position than we are to assess and\nrespond to the changes that have already occurred and those that\nalmost certainly will take place in the future.Notes1* Cf. v. , –802, and\nn. 1 (1971) (diary); v. , –199 (1927) (ledgerand bills); v. ,\n, overruled on other grounds, v. , –301 (1967) (papers); see v. ,\n995 F. 2d 776, 778 (CA7 1993) (address book); v. , 949 F. 2d\n151, 153 (CA5 1991) (notebook); v. , 877 F. 2d 1341 (CA7 1989)\n(wallet); v. , 764 F. 2d 1514, 1527 (CA11 1985) (wallet and\npapers); v. , 669 F. 2d 1374, 1383–1384 (CA11 1982) (documents\nfound in a wallet); v. , 596 F. 2d 674, 677 (CA5 1979), cert.\ndenied, (paper found in a pocket); v. , 520 F. 2d 1256, 1267–1268\n(CA7 1975) (three notebooks and meeting minutes); v. , 126 F. 2d\n585, 587 (CA10 1942) (papers, circulars, advertising matter,\n“memoranda containing various names and addresses”); v. , 56 F. 2d\n753, 755 (CA2 1932) (“numerous prescriptions blanks” and a check\nbook). See also 3 W. LaFave, Search and Seizure §5.2(c), p. 144\n(5th ed. 2012) (“Lower courts, in applying Robinson, have deemed\nevidentiary searches of an arrested person to be virtually\nunlimited”); W. Cuddihy, FourthAmendment: Origins and Original\nMeaning 847–848 (1990) (in the pre-Constitution colonial era,\n“[a]nyone arrested could expect that not only his surface clothing\nbut his body, luggage, and saddlebags would be\nsearched”).",
    "joined": []
}