{
    "case": {
        "docket": "499",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/499/"
    },
    "id": "1963710",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–680_________________CAROL HOWES, WARDEN, PETITIONERv.RANDALL LEE FIELDSon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[February 21, 2012]Justice Alito delivered the opinion of the\nCourt.The United States Court of Appeals for the Sixth\nCircuit held that our precedents clearly establish that a prisoner\nis in custody within the meaning ofMirandav.Arizona,384 U.S.\n436(1966), if the prisoner is taken aside and questioned about\nevents that occurred outside the prison walls. Our decisions,\nhowever, do not clearly establish such a rule, and therefore the\nCourt of Appeals erred in holding that this rule provides a\npermissible basis for federal habeas relief under the relevant\nprovision of the Antiterrorism and Effective Death Penalty Act of\n1996 (AEDPA), 28 U. S. C. §2254(d)(1). Indeed, the rule applied by\nthe court below does not represent a correct interpretation of ourMirandacase law. We therefore reverse.IWhile serving a sentence in a Michigan jail,\nRandall Fields was escorted by a corrections officer to a\nconference room where two sheriff’s deputies questioned him about\nallegations that, before he came to prison, he had engaged in\nsexual conduct with a 12-year-old boy. In order to get to the\nconference room, Fields had to go down one floor and pass through a\nlocked door that separated two sections of the facility. See App.\nto Pet. for Cert. 66a, 69a. Fields arrived at the conference room\nbetween 7 p.m. and 9 p.m.[1]\nand was questioned for between five and seven hours.[2]At the beginning of the interview, Fields was\ntold that he was free to leave and return to his cell. Seeid.,at 70a. Later, he was again told that he could leave\nwhenever he wanted. Seeid.,at 90a. The two interviewing\ndeputies were armed during the interview, but Fields remained free\nof handcuffs and other restraints. The door to the conference room\nwas sometimes open and sometimes shut. Seeid.,at\n70a–75a.About halfway through the interview, after\nFields had been confronted with the allegations of abuse, he became\nagitated and began to yell. Seeid.,at 80a, 125a. Fields\ntestified that one of the deputies, using an expletive, told him to\nsit down and said that “if [he] didn’t want to cooperate, [he]\ncould leave.”Id.,at 89a; see alsoid.,at 70a–71a.\nFields eventually confessed to engaging in sex acts with the boy.\nAccording to Fields’ testimony at a suppression hearing, he said\nseveral times during the interview that he no longer wanted to talk\nto the deputies, but he did not ask to go back to his cell prior to\nthe end of the interview. Seeid.,at 92a–93a.When he was eventually ready to leave, he had to\nwait an additional 20 minutes or so because a corrections officer\nhad to be summoned to escort him back to his cell, and he did not\nreturn to his cell until well after the hour when he generally\nretired.[3] At no time was\nFields givenMirandawarnings or advised that he did not\nhave to speak with the deputies.The State of Michigan charged Fields with\ncriminal sexual conduct. Relying onMiranda, Fields moved to\nsuppress his confession, but the trial court denied his motion.\nOver the renewed objection of defense counsel, one of the\ninterviewing deputies testified at trial about Fields’ admissions.\nThe jury convicted Fields of two counts of third-degree criminal\nsexual conduct, and the judge sentenced him to a term of 10 to 15\nyears of imprisonment. On direct appeal, the Michigan Court of\nAppeals affirmed, rejecting Fields’ contention that his statements\nshould have been suppressed because he was subjected to custodial\ninterrogation without aMirandawarning. The court ruled\nthat Fields had not been in custody for pur- poses ofMirandaduring the interview, so noMirandawarnings\nwere required. The court emphasized that Fields was told that he\nwas free to leave and return to his cell but that he never asked to\ndo so. The Michigan Supreme Court denied discretionary review.Fields then filed a petition for a writ of\nhabeas corpus in Federal District Court, and the court granted\nrelief. The Sixth Circuit affirmed, holding that the interview in\nthe conference room was a “custodial interrogation” within the\nmeaning ofMirandabecause isolation from the general prison\npopulation combined with questioning about conduct occurring\noutside the prison makes any such interrogation custodialper\nse. The Court of Appeals reasoned that this Court clearly\nestablished inMathisv.United States,391 U.S. 1(1968), that “Mirandawarnings must be administered when law\nenforcement officers remove an inmate from the general prison\npopulation and interrogate him regarding criminal conduct that took\nplace outside the jail or prison.” 617 F.3d 813, 820 (CA6 2010);\nsee alsoid.,at 818 (“The central holding ofMathisis that aMirandawarning is required whenever an\nincarcerated individual is isolated from the general prison\npopulation and interrogated, i.e.[,] questioned in a manner likely\nto lead to self-incrimination, about conduct occurring outside of\nthe prison”). Because Fields was isolated from the general prison\npopulation and interrogated about conduct occurring in the outside\nworld, the Court of Appeals found that the state court’s decision\nwas contrary to clearly established federal law as determined by\nthis Court inMathis. 617 F. 3d, at 823.We granted certiorari. 562 U. S. ___\n(2011).IIUnder AEDPA, a federal court may grant a state\nprisoner’s application for a writ of habeas corpus if the\nstate-court adjudication pursuant to which the prisoner is held\n“resulted in a decision that was contrary to, or involved an\nunreasonable application of, clearly established Federal law, as\ndetermined by the Supreme Court of the United States.”  28\nU. S. C. §2254(d)(1). In this context, “clearly\nestablished law” signifies “the holdings, as opposed to the dicta,\nof this Court’s decisions.”Williamsv.Taylor,529 U.S.\n362, 412 (2000).In this case, it is abundantly clear that our\nprecedents do not clearly establish the categorical rule on which\nthe Court of Appeals relied,i.e.,that the questioning of a\nprisoner is always custodial when the prisoner is removed from the\ngeneral prison population and questioned about events that occurred\noutside the prison. On the contrary, we have repeatedly declined to\nadopt any categorical rule with respect to whether the questioning\nof a prison inmate is custodial.InIllinoisv.Perkins,496 U.S.\n292(1990), where we upheld the admission of un-Mirandized\nstatements elicited from an inmate by an undercover officer\nmasquerading as another inmate, we noted that “[t]he bare fact of\ncus- tody may not in every instance require a warningeven when\nthe suspect is aware that he is speaking to an official,but\nwe do not have occasion to explore that issue here.”Id., at 299 (emphasis added). Instead, we simply “reject[ed]\nthe argument thatMirandawarnings are required whenever a\nsuspect is in custody in a technical sense and converses with\nsomeone who happens to be a government agent.”Id., at\n297.Most recently, inMarylandv.Shatzer, 559 U. S. ___ (2010), we expressly declined to\nadopt a bright-line rule for determining the applicability ofMirandain prisons.Shatzerconsidered whether a\nbreak in custody ends the presumption of involuntariness\nestablished inEdwardsv.Arizona,451 U.S.\n477(1981), and, if so, whether a prisoner’s return to the\ngeneral prison population after a custodial interrogation\nconstitutes a break inMirandacustody. See 559 U. S.,\nat ___ (slip op., at 3–4). In considering the latter question, we\nnoted first that “[w]e haveneverdecided whether\nincarceration constitutes custody forMirandapurposes, and\nhave indeed explicitly declined to address the issue.”Id.,\nat ___ (slip op., at 13) (citingPerkins,supra,at\n299; emphasis added). The answer to this question, we noted, would\n“depen[d] upon whether [incar- ceration] exerts the coercive\npressure thatMirandawas designed to guard against—the\n‘danger of coercion [that] results from theinteractionof\ncustody and official inter- rogation.’ ” 559 U. S., at\n___ (slip op., at 13) (quotingPerkins,supra,at\n297).In concluding that our precedents establish a\ncategorical rule, the Court of Appeals placed great weight on the\ndecision inMathis, but the Court of Appeals misread the\nholding in that case. InMathis, an inmate in a state prison\nwas questioned by an Internal Revenue agent and was subsequently\nconvicted for federal offenses. The Court of Appeals held thatMirandadid not apply to this interview for two reasons: A\ncriminal investigation had not been commenced at the time of the\ninterview, and the prisoner was incarcerated for an “unconnected\noffense.”Mathisv. United States, 376 F.2d 595, 597\n(CA5 1967). This Court rejected both of those grounds for\ndistinguishingMiranda,391 U. S., at 4, and thus the\nholding inMathisis simply that a prisoner who otherwise\nmeets the requirements forMirandacustody is not taken\noutside the scope ofMirandaby either of the two factors on\nwhich the Court of Appeals had relied.Mathisdid not hold\nthat imprisonment, in and of itself, is enough to constituteMirandacustody.[4] Nor,\ncontrary to respondent’s submission, see Brief for Respondent 14,\ndidOregonv. Mathiason,429\nU.S. 492, 494 (1977)(per curiam), which simply\nrestated in dictum the holding inMathis.The Court of Appeals purported to find support\nfor itsper serule inShatzer, relying on our\nstatement that “[n]o one questions that Shatzer was in custody forMirandapurposes” when he was interviewed. 559 U. S.,\nat ___ (slip op., at 13). But this statement means only that the\nissue of custody was not contested before us. It strains credulity\nto read the statement as constituting an “unambiguous conclusion”\nor “finding” by this Court that Shatzer was in custody. 617\nF. 3d, at 822.Finally, contrary to respondent’s suggestion,\nsee Brief for Respondent 12–15,Mirandaitself did not\nclearly establish the rule applied by the Court of Appeals.Mirandaadopted a “set of prophylactic measures” designed to\nward off the “ ‘inherently compelling pressures’ of custodial\ninterrogation,”Shatzer,supra,at ___ (slip op., at\n4) (quotingMiranda, 384 U. S., at 467), butMirandadid not hold that such pressures are always present\nwhen a prisoner is taken aside and questioned about events outside\nthe prison walls. Indeed,Mirandadid not even establish\nthat police questioning of a suspect at the station house is always\ncustodial. SeeMathiason,supra,at 495 (declining to\nfind thatMirandawarnings are required “simply because the\nquestioning takes place in the station house, or because the\nquestioned person is one whom the police suspect”).In sum, our decisions do not clearly establish\nthat a prisoner is always in custody for purposes ofMirandawhenever a prisoner is isolated from the general prison population\nand questioned about conduct outside the prison.[5]IIINot only does the categorical rule applied\nbelow go well beyond anything that is clearly established in our\nprior decisions, it is simply wrong. The three elements of that\nrule—(1) imprisonment, (2) questioning in private, and (3)\nquestioning about events in the outside world—are not necessarily\nenough to create a custodial situation forMirandapurposes.AAs used in ourMirandacase law,\n“custody” is a term of art that specifies circumstances that are\nthought generally to present a serious danger of coercion. In\ndetermining whether a person is in custody in this sense, the\ninitial step is to ascertain whether, in light of “the objective\ncir- cumstances of the interrogation,”Stansburyv.Califor- nia,511 U.S.\n318, 322–323, 325 (1994)(per curiam), a\n“reasonable person [would] have felt he or she was not at liberty\nto terminate the interrogation and leave.”Thompsonv.\nKeohane,516 U.S.\n99, 112 (1995). And in order to determine how a suspect would\nhave “gauge[d]” his “freedom of movement,” courts must examine “all\nof the circumstances surrounding the interrogation.”Stansbury,supra,at 322, 325 (internal quotation\nmarks omitted). Relevant factors include the location of the\nquestioning, seeShatzer,supra,at ___–___ (slip\nop., at 13–16), its duration, seeBerkemerv.McCarty,468 U.S.\n420, 437–438 (1984), statements made during the interview, seeMathiason,supra,at 495;Yarboroughv.Alvarado,541 U.S.\n652, 665 (2004);Stansbury,supra,at 325, the\npresence or absence of physical restraints during the questioning,\nseeNew Yorkv.Quarles,467\nU.S. 649, 655 (1984), and the release of the interviewee at the\nend of the questioning, seeCaliforniav.Beheler,463 U.S.\n1121, 1122–1123 (1983)(per curiam).Determining whether an individual’s freedom of\nmovement was curtailed, however, is simply the first step in the\nanalysis, not the last. Not all restraints on freedom of movement\namount to custody for purposes ofMiranda. We have\n“decline[d] to accord talismanic power” to the freedom-of-movement\ninquiry,Berkemer,supra,at 437, and have instead\nasked the additional question whether the relevant environment\npresents the same inherently coercive pressures as the type of\nstation house questioning at issue inMiranda. “Our cases\nmake clear . . . that the freedom-of-movement test\nidentifies only a necessary and not a sufficient condition forMirandacustody.”Shatzer, 559 U. S., at ___\n(slip op., at 14).This important point is illustrated by our\ndecision inBerkemerv. McCarty,supra.In\nthat case, we held that the roadside questioning of a motorist who\nwas pulled over in a routine traffic stop did not constitute\ncustodial interrogation.Id.,at 423, 441–442. We\nacknowledged that “a traffic stop significantly curtails the\n‘freedom of action’ of the driver and the passengers,” and that it\nis generally “a crime either to ignore a policeman’s signal to stop\none’s car or, once having stopped, to drive away without\npermission.”Id., at 436. “[F]ew motorists,” we noted,\n“would feel free either to disobey a directive to pull over or to\nleave the scene of a traffic stop without being told they might do\nso.”Ibid. Nevertheless, we held that a person detained as a\nresult of a traffic stop is not inMirandacustody because\nsuch detention does not “sufficiently impair [the detained\nperson’s] free exercise of his privilege against self-incrimination\nto require that he be warned of his consti- tutional rights.” 468\nU. S., at 437. As we later put it, the “temporary and\nrelatively nonthreatening detention in- volved in a traffic stop orTerrystop does not constituteMirandacustody,”Shatzer,supra,at ___ (slip op., at 14) (citation\nomitted). SeeTerryv.Ohio,392 U.S.\n1(1968).It may be thought that the situation inBerkemer—the questioning of a motorist subjected to a brief\ntraffic stop—is worlds away from those present when an inmate is\nquestioned in a prison, but the same cannot be said ofShatzer, where we again distinguished between restraints on\nfreedom of movement andMirandacustody.Shatzer,as\nnoted,concerned theEdwardsprophylactic rule, which\nlimits the ability of the police to initiate further questioning of\na suspect inMirandacustody once the suspect invokes the\nright to counsel. We held inShatzerthat this rule does not\napply when there is a sufficient break in custody between the\nsuspect’s invocation of the right to counsel and the initiation of\nsubsequent questioning. See 559 U. S., at ___ (slip op., at\n13-16). And, what is significant for present purposes, we further\nheld that a break in custody may occur while a suspect is serving a\nterm in prison. If a break in custody can occur while a prisoner is\nserving an uninterrupted term of imprisonment, it must follow that\nimprisonment alone is not enough to create a custodial situation\nwithin the meaning ofMiranda.There are at least three strong grounds for this\nconclusion. First, questioning a person who is already serving a\nprison term does not generally involve the shock that very often\naccompanies arrest. In the paradigmaticMirandasituation—a\nperson is arrested in his home or on the street and whisked to a\npolice station for questioning—detention represents a sharp and\nominous change, and the shock may give rise to coercive pressures.\nA person who is “cut off from his normal life and companions,”Shatzer,supra,at ___ (slip op., at 7), and abruptly\ntransported from the street into a “police-dominated atmosphere,”Miranda, 384 U. S., at 456, may feel coerced into\nanswering questions.By contrast, when a person who is already\nserving a term of imprisonment is questioned, there is usually no\nsuch change. “Interrogated suspects who have previously been\nconvicted of crime live in prison.”Shatzer,559 U. S.,\nat ___ (slip op., at 14). For a person serving a term of\nincarceration, we reasoned inShatzer, the ordinary\nrestrictions of prison life, while no doubt unpleasant, are\nexpected and familiar and thus do not involve the same “inherently\ncompelling pressures” that are often present when a suspect is\nyanked from familiar surroundings in the outside world and\nsubjected to interrogation in a police station.Id.,at ___\n(slip op., at 4).Second, a prisoner, unlike a person who has not\nbeen sentenced to a term of incarceration, is unlikely to be lured\ninto speaking by a longing for prompt release. When a person is\narrested and taken to a station house for interrogation, the person\nwho is questioned may be pressured to speak by the hope that, after\ndoing so, he will be allowed to leave and go home. On the other\nhand, when a prisoner is questioned, he knows that when the\nquestioning ceases, he will remain under confinement.Id.,at ___– ___, n. 8 (slip op., at 14–15, n. 8).Third, a prisoner, unlike a person who has not\nbeen convicted and sentenced, knows that the law enforcement\nofficers who question him probably lack the authority to affect the\nduration of his sentence.Id.,at ___–___ (slip op., at\n14–15). And “where the possibility of parole exists,” the\ninterrogating officers probably also lack the power to bring about\nan early release.Ibid. “When the suspect has no reason to\nthink that the listeners have official power over him, it should\nnot be assumed that his words are motivated by the reaction he\nexpects from his listeners.”Perkins, 496 U. S., at\n297. Under such circumstances, there is little “basis for the\nassumption that a suspect . . . will feel compelled to speak by the\nfear of reprisal for remaining silent or in the hope of [a] more\nlenient treatment should he confess.”Id., at 296–297.In short, standard conditions of confinement and\nassociated restrictions on freedom will not necessarily implicate\nthe same interests that the Court sought to protect when it\nafforded special safeguards to persons subjected to custodial\ninterrogation. Thus, service of a term of imprisonment, without\nmore, is not enough to constituteMirandacustody.BThe two other elements included in the Court\nof Appeals’ rule—questioning in private and questioning about\nevents that took place outside the prison—are likewise\ninsufficient.Taking a prisoner aside for questioning—as\nopposed to questioning the prisoner in the presence of fellow\ninmates—does not necessarily convert a “noncustodial situation\n. . . to one in whichMirandaapplies.”Mathiason, 429 U. S., at 495. When a person who is not\nserving a prison term is questioned, isolation may contribute to a\ncoercive atmosphere by preventing family members, friends, and\nothers who may be sympathetic from providing either advice or\nemotional support. And without any such assistance, the person who\nis questioned may feel overwhelming pressure to speak and to\nrefrain from asking that the interview be terminated.By contrast, questioning a prisoner in private\ndoes not generally remove the prisoner from a supportive\natmosphere. Fellow inmates are by no means necessarily friends. On\nthe contrary, they may be hostile and, for a variety of reasons,\nmay react negatively to what the questioning reveals. In the\npresent case, for example, would respondent have felt more at ease\nif he had been questioned in the presence of other inmates about\nthe sexual abuse of an adolescent boy? Isolation from the general\nprison population is often in the best interest of the interviewee\nand, in any event, does not suggest on its own the atmosphere of\ncoercion that concerned the Court inMiranda.It is true that taking a prisoner aside for\nquestioning may necessitate some additional limitations on his\nfreedom of movement. A prisoner may, for example, be removed from\nan exercise yard and taken, under close guard, to the room where\nthe interview is to be held. But such procedures are an ordinary\nand familiar attribute of life behind bars. Escorts and special\nsecurity precautions may be standard procedures regardless of the\npurpose for which an inmate is removed from his regular routine and\ntaken to a special location. For example, ordinary prison procedure\nmay require such measures when a prisoner is led to a meeting with\nan attorney.Finally, we fail to see why questioning about\ncriminal activity outside the prison should be regarded as having a\nsignificantly greater potential for coercion than questioning under\notherwise identical circumstances about criminal activity within\nthe prison walls. In both instances, there is the potential for\nadditional criminal liability and punishment. If anything, the\ndistinction would seem to cut the other way, as an inmate who\nconfesses to misconduct that occurred within the prison may also\nincur administrative penalties, but even this is not enough to tip\nthe scale in the direction of custody. “The threat to a citizen’s\nFifth Amendment rights thatMirandawas designed to\nneutralize” is neither mitigated nor magnified by the location of\nthe conduct about which questions are asked.Berkemer,468\nU. S., at 435, n. 22.For these reasons, the Court of Appeals’\ncategorical rule is unsound.IVAWhen a prisoner is questioned, the\ndetermination of custody should focus on all of the features of the\ninterrogation. These include the language that is used in summoning\nthe prisoner to the interview and the manner in which the\ninterrogation is conducted. SeeYarborough, 541 U. S.,\nat 665. An inmate who is removed from the general prison population\nfor questioning and is “thereafter . . . subjected to\ntreatment” in connection with the interrogation “that renders him\n‘in custody’ for practical purposes . . . will be\nentitled to the full panoply of protections prescribed byMiranda.”Berkemer, 468 U. S., at 440.“Fidelity to the doctrine announced inMirandarequires that it be enforced strictly, but only in\nthose types of situations in which the concerns that powered the\ndecision are implicated.”Id.,at 437; seeShatzer,\n559 U. S., at ___ (slip op., at 9);Mathiason,supra,at 495. Confessions voluntarily made by prisoners in\nother situations should not be suppressed. “Voluntary confessions\nare not merely a proper element in law enforcement, they are an\nunmitigated good, essential to society’s compelling interest in\nfinding, convicting, and punishing those who violate the law.”Shatzer,supra,at ___ (slip op., at 9) (internal\nquotation marks and citations omitted).BThe record in this case reveals that\nrespondent was not taken into custody for purposes ofMiranda. To be sure, respondent did not invite the interview\nor consent to it in advance, and he was not advised that he was\nfree to decline to speak with the deputies. The following facts\nalso lend some support to respondent’s argument thatMiranda’s custody requirement was met: The interview lasted\nfor between five and seven hours in the evening and continued well\npast the hour when respondent generally went to bed; the deputies\nwho questioned respondent were armed; and one of the deputies,\naccording to respondent, “[u]sed a very sharp tone,” App. to Pet.\nfor Cert. 76a, and, on one occasion, profanity, seeid.,at\n77a.These circumstances, however, were offset by\nothers. Most important, respondent was told at the outset of the\ninterrogation, and was reminded again thereafter, that he could\nleave and go back to his cell whenever he wanted. Seeid.,at 89a–90a (“I was told I could get up and leave whenever I\nwanted”);id., at 70a–71a. Moreover, respondent was not\nphysically restrained or threatened and was interviewed in a\nwell-lit, average-sized conference room, where he was “not\nuncomfortable.”Id.,at 90a; seeid., at 71a,\n88a–89a. He was offered food and water, and the door to the\nconference room was sometimes left open. Seeid.,at 70a,\n74a. “All of these objective facts are consistent with an\ninterrogation environment in which a reasonable person would have\nfelt free to terminate the interview and leave.”Yarborough,supra,at 664–665.Because he was in prison, respondent was not\nfree to leave the conference room by himself and to make his own\nway through the facility to his cell. Instead, he was escorted to\nthe conference room and, when he ultimately decided to end the\ninterview, he had to wait about 20 minutes for a corrections\nofficer to arrive and escort him to his cell. But he would have\nbeen subject to this same restraint even if he had been taken to\nthe conference room for some reason other than police questioning;\nunder no circumstances could he have reasonably expected to be able\nto roam free.[6] And while\nrespondent testified that he “was told . . . if I did not\nwant to cooperate, I needed to go back to my cell,” these words did\nnot coerce cooperation by threatening harsher conditions. App. to\nPet. for Cert. 71a; seeid., at 89a (“I was told, if I\ndidn’t want to cooperate, I could leave”). Returning to his cell\nwould merely have returned him to his usual environment. SeeShatzer,supra, at ___ (slip op., at 14)\n(“Interrogated suspects who have previously been convicted of crime\nlive in prison. When they are released back into the general prison\npopulation, they return to their accustomed surroundings and daily\nroutine—they regain the degree of control they had over their lives\nprior to the interrogation”).Taking into account all of the circumstances of\nthe questioning—including especially the undisputed fact that\nrespondent was told that he was free to end the questioning and to\nreturn to his cell—we hold that respondent was not in custody\nwithin the meaning ofMiranda.*  *  *The judgment of the Court of Appeals isReversed.Notes1Fields testified that he\nleft his cell around 8 p.m. and that the in-terview began around\n8:30 p.m. App. to Pet. for Cert. 77a. Both the Michigan Court of\nAppeals and the Sixth Circuit stated that the interview began\nbetween 7 p.m. and 9 p.m. Seeid.,at 4a, 54a.2The Court of Appeals\nstated that the interview lasted for approximately seven hours, seeid.,at 4a, a figure that appears to be basedon the\ntestimony of one of the interviewing deputies, seeid.,at\n123a. Fields put the number of hours between five and five and a\nhalf, saying the interview began around 8:30 p.m. and continued\nuntil 1:30 a.m. or 2 a.m. Seeid.,at 77a. The Michigan\nCourt of Appeals stated that the interview ended around midnight,\nwhich would put the length of the interview at between three and\nfive hours.3Fields testified that his\nnormal bedtime was 10:30 p.m. or 11 p.m. Seeid.,at\n78a.4Indeed, it is impossible\nto tell from either the opinion of this Court or that of the court\nbelow whether the prisoner’s interview was routine or whether there\nwere special features that may have created an especially coercive\natmosphere.5The state-court decision\napplied the traditional context-specific analysis to determine\nwhether the circumstances of respondent’s interrogation gave rise\nto “the coercive pressure thatMirandawas designed to guard\nagainst.”Shatzer,559 U. S., at ___ (slip op., at 13).\nThe court first observed: “That a defendant is in prison for an\nunrelated offense when being questioned does not,without\nmore, mean that he was in custody for the purpose of\ndetermining whetherMirandawarnings were required.” App. to\nPet. for Cert. 56a (internal quotation marks omitted and emphasis\nadded). In this case, the court noted, the “defendant was\nunquestionably in custody, but on a matter unrelated to the\ninterrogation.”Ibid. The Sixth Circuit concluded that the\nstate court thereby limitedMirandain a way rejected byMathisv.United States,391 U.S.\n1(1968), and “curtail[ed] the warnings to be given persons\nunder interrogation by officers based on the reason why the person\nis in custody.”Id.,at 4–5. We think the better reading is\nthat the state court merely meant to draw a distinction between\nincarceration andMirandacustody. This reading is supported\nby the state court’s subsequent consideration of whether the facts\nof the case were likely to create an atmosphere of coercion. App.\nto Pet. for Cert. 56a.6Respondent did not\ntestify to the contrary. The following colloquy occurred at hisMirandahearing: “Q. You’re not generally allowed to just\nroam around Lenawee County Jail on your own, are you? “A. No, I\nnever have. “Q. So wouldn’t it make sense to you, since you had\nthat experience, that in fact you would have been escorted just\nlike you were escorted . . . into this conference room?\n“A. That makes common sense. “Q. So when they said that you were\nfree to leave and you get up—could get up and go and all you had to\ndo was tell them you wanted to go, in your mind, did you understand\nthat to mean that somebody would come get you and take you back to\nyour cell? “A. But that doesn’t give me freedom to just get up and\nwalk away. “Q. I understand it doesn’t— “A. So, no. “Q. The\nquestion is this, sir, not whether you had freedom to get up and\nwalk away, but did you understand that what that meant was that a\njailer would come get you and— “A. No— “Q. —take you back to your\ncell? “A. I did not understand that. “Q. You didn’t? “A. No. “Q.\nWhy not? That’s how you got there. “A. Because I did not know if a\njailer would take me back or if one of those gentlemen would take\nme back. “Q. But you understood that, if you asked, one of them or\na jailer would take you back to your cell? “A. I assumed that. “Q.\nAnd you believed that to be true? “A. I assumed that.” App. to Pet.\nfor Cert. 91a–92a.",
    "joined": []
}