{
    "case": {
        "docket": "126",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/126/"
    },
    "id": "1963255",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTUNITED STATES V. COMSTOCK560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1224UNITED STATES, PETITIONERv.GRAYDON EARL\nCOMSTOCK, Jr., et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[May 17, 2010]Justice Alito, concurring in the\njudgment.I am concerned about the breadth\nof the Court’s language, seeante, at 2–4 (Kennedy, J.,\nconcurring in judgment), and the ambiguity of the standard that the\nCourt applies, seepost, at 9 (Thomas, J., dissenting),\nbut I am persuaded, on narrow grounds, that it was “necessary and\nproper” for Congress to enact the statute at issue in this case, 18\nU. S. C. §4248, in order to “carr[y] into Execution” powers\nspecifically conferred on Congress by the Constitution, see\nArt. I, §8, cl. 18.Section 4248 was enacted to protect the public\nfrom federal prisoners who suffer from “a serious mental illness,\nabnormality, or disorder” and who, if released, would have “serious\ndifficulty in refraining from sexually violent conduct or child\nmolestation.” See §§4247(a)(5), (6), 4248(d). Under this law, if\nneither the State of a prisoner’s domicile nor the State in which\nthe prisoner was tried will assume the responsibility for the\nprisoner’s “custody, care, and treatment,” the Federal Government\nis authorized to undertake that responsibility. §4248(d). The\nstatute recognizes that, in many cases, no State will assume the\nheavy financial burden of civilly committing a dangerous federal\nprisoner who, as a result of lengthy federal incarceration, no\nlonger has any substantial ties to any State.I entirely agree with the dissent that “[t]he\nNecessary and Proper Clause empowers Congress to enact only those\nlaws that ‘carr[y] into Execution’ one or more of the federal\npowers enumerated in the Constitution,”post, at 1, but\n§4248 satisfies that requirement because it is a necessary and\nproper means of carrying into execution the enumerated powers that\nsupport the federal criminal statutes under which the affected\nprisoners were convicted. The Necessary and Proper Clause provides\nthe constitutional authority for most federal criminal statutes. In\nother words, most federal criminal statutes rest upon a\ncongressional judgment that, in order to execute one or more of the\npowers conferred on Congress, it is necessary and proper to\ncriminalize certain conduct, and in order to do that it is\nobviously necessary and proper to provide for the operation of a\nfederal criminal justice system and a federal prison system.All of this has been recognized since the\nbeginning of our country. The First Congress enacted federal\ncriminal laws,[Footnote 1]\ncreated federal law enforcement and prosecutorial\npositions,[Footnote 2]\nestablished a federal court system,[Footnote 3] provided for the imprisonment of persons\nconvicted of federal crimes,[Footnote 4] and gave United States marshals the\nresponsibility of securing federal prisoners.[Footnote 5]The only additional question presented here is\nwhether, in order to carry into execution the enumerated powers on\nwhich the federal criminal laws rest, it is also necessary and\nproper for Congress to protect the public from dangers created by\nthe federal criminal justice and prison systems. In my view, the\nanswer to that question is “yes.” Just as it is necessary and\nproper for Congress to provide for the apprehension of escaped\nfederal prisoners, it is necessary and proper for Congress to\nprovide for the civil commitment of dangerous federal prisoners who\nwould otherwise escape civil commitment as a result of federal\nimprisonment.Some years ago, a distinguished study group\ncreated by the Judicial Conference of the United States found that,\nin a disturbing number of cases, no State was willing to assume the\nfinancial burden of providing for the civil commitment of federal\nprisoners who, if left at large after the completion of their\nsentences, would present a danger to any communities in which they\nchose to live or visit. Seeante, at 11;Greenwoodv.United States,350 U. S. 366, 373–374\n(1956). These federal prisoners, having been held for years in a\nfederal prison, often had few ties to any State; it was a matter of\nspeculation where they would choose to go upon release; and\naccordingly no State was enthusiastic about volunteering to\nshoulder the burden of civil commitment.The Necessary and Proper Clause does not give\nCongresscarte blanche.Although the term “necessary” does\nnot mean “absolutely necessary” or indispensable, the term requires\nan “appropriate” link between a power conferred by the Constitution\nand the law enacted by Congress. SeeMcCullochv.Maryland, 4 Wheat. 316, 415 (1819). And it is an\nobligation of this Court to enforce compliance with that\nlimitation.Id., at 423.The law in question here satisfies that\nrequirement. This is not a case in which it is merely possible for\na court to think of a rational basis on which Congress might have\nperceived an attenuated link between the powers underlying the\nfederal criminal statutes and the challenged civil commitment\nprovision. Here, there is a substantial link to Congress’\nconstitutional powers.For this reason, I concur in the judgment that\nCongress had the constitutional authority to enact 18 U. S. C.\n§4248.Footnote 1See,e.g., ch. 9, 1 Stat. 112 (“An\nAct for the Punishment of certain Crimes against the United\nStates”).Footnote 2Ch. 20, §35,id.,at 92 (“[T]here\nshall be appointed in each district a meet person learned in the\nlaw to act as attorney for the United States in such district, …\nwhose duty it shall be to prosecute in such district all\ndelinquents for crimes and offences, cognizable under the authority\nof the United States”).Footnote 3§1,id.,at 73 (“An Act to establish\nthe Judicial Courts of the United States”).Footnote 4See,e.g., §9,id.,at\n76–77 (providing that the federal district courts shall have\nexclusive jurisdiction over “all crimes and offences that shall be\ncognizable under the authority of the United States, … where no\nother punishment than whipping, not exceeding thirty stripes, a\nfine not exceeding one hundred dollars, or a term of imprisonment\nnot exceeding six months, is to be inflicted”); see also J.\nRoberts, The Federal Bureau of Prisons: Its Mission, Its History,\nand Its Partnership With Probation and Pretrial Services, 61 Fed.\nProbation 53 (1997) (explaining that federal prisoners were\noriginally housed in state and county facilities on a contract\nbasis).Footnote 5See ch. 20, §27, 1 Stat. 87 (“[A] marshal\nshall be appointed in and for each district for the term of four\nyears, … whose duty it shall be to attend the district and circuit\ncourts when sitting therein, … [a]nd to execute throughout the\ndistrict, all lawful precepts directed to him, and issued under the\nauthority of the United States”);id.,at 88 (“[T]he\nmarshal shall be held answerable for the delivery to his successor\nof all prisoners which may be in his custody at the time of his\nremoval, or when the term for which he is appointed shall expire,\nand for that purpose may retain such prisoners in his custody until\nhis successor shall be appointed and qualified as the law\ndirects”).",
    "joined": []
}