{
    "case": {
        "docket": "273",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/273/"
    },
    "id": "1970855",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–462_________________NORTHWEST, INC., et al., PETITIONERS v.\nRABBI S.BINYOMIN GINSBERGon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 2, 2014]Justice Alito\ndelivered the opinion of the Court.We must decide in this\ncase whether the Airline Deregulation Act pre-empts a state-law\nclaim for breach of the implied covenant of good faith and fair\ndealing. Following our interpretation of the Act in American\nAirlines, Inc. v. Wolens, 513 U. S. 219 (1995) , we hold that\nsuch a claim is pre-empted if it seeks to enlarge the contractual\nobligations that the parties voluntarily adopt. And because the\ndoctrine is invoked in the present case in an attempt to expand\nthose obligations, we reverse the judgment of the Court of\nAppeals.IALike many airlines,\npetitioner Northwest, Inc. (Northwest), established a frequent\nflyer program, its World-Perks Airline Partners Program, to attract\nloyal cus-tomers. Under this program, members are able to earn\n“miles” by taking flights operated by Northwest and\nother “partner” airlines. Members can then redeem these\nmiles for tickets and service upgrades with Northwest or its\nairline partners.Respondent became a\nmember of Northwest’s World-Perks program in 1999, and as a\nresult of extensivetravel on Northwest flights, he achieved\n“Platinum Elite” status (the highest level available)\nin 2005.In 2008, however,\nNorthwest terminated respondent’s membership, apparently in\nreliance on a provision of the WorldPerks agreement that provided\nthat “[a]buse of the .  .  . program\n(including . . . improper conduct as determined by\n[Northwest] in its sole judgment[  ) ]\n. . . may result in cancellation of the member’s\naccount.” App. 64–65. According to respondent, a\nNorthwest representative telephoned him in June 2008 and informed\nhim that his“Platinum Elite” status was being revoked\nbecause he had “ ‘abused’ ” the\nprogram. Id., at 35. In a letter sent about two weeks later,\nNorthwest wrote:“[Y]ou have contacted our office 24\ntimes since December 3, 2007 regarding travel problems, including9\nincidents of your bag arriving late at the luggage\ncarousel. . . ..     .     .     .     .“      Since December\n3, 2007, you have continually asked for compensation over and above\nour guidelines. We have awarded you $1,925.00 in travel credit\nvouchers, 78,500 WorldPerks bonus miles, a voucher extension for\nyour son, and $491.00 in cash\nreimbursements. . . .“      Due to our past\ngenerosity, we must respectfully advise that we will no longer be\nawarding you compensation each time you contact us.” Id., at\n58–59.Respondent requested clarification of his\nstatus, but a Northwest representative sent him an e-mail stating\nthat “[a]fter numerous conversations with not only the Legal\nDepartment, but with members of the WorldPerks department, I\nbelieve your status with the program should be very clear.”\nId., at 60.BAlleging that\nNorthwest had ended his membership asa cost-cutting measure tied to\nNorthwest’s merger with Delta Air Lines, respondent filed a\nclass action in the United States District Court for the Southern\nDistrict of California on behalf of himself and all other similarly\nsituated WorldPerks members. Respondent’s complaint asserted\nfour separate claims.[1] First,\nhis complaint alleged that Northwest had breached its contract by\nre-voking his “Platinum Elite” status without valid\ncause. Second, the complaint claimed that Northwest violated the\nduty of good faith and fair dealing because it terminated his\nmembership in a way that contravened his reasonable expectations\nwith respect to the manner in which Northwest would exercise its\ndiscretion. Third, the complaint asserted a claim for negligent\nmisrepresentation, and fourth, the complaint alleged intentional\nmisrepresentation. Respondent sought damages in excess of $5\nmillion, as well as injunctive relief requiring Northwest to\nrestore the class members’ WorldPerks status and prohibiting\nNorthwest from future revocations of membership.The District Court held\nthat respondent’s claims for breach of the covenant of good\nfaith and fair dealing, negligent misrepresentation, and\nintentional misrepresentation were pre-empted by the Airline\nDeregulation Act of 1978 (ADA or Act) as amended, 49\nU. S. C. §41713. These claims, the court concluded,\nwere “relate[d] to” Northwest’s rates and\nservices and thus fell within the ADA’s express pre-emption\nclause. App. to Pet. for Cert. 69. Respondent’s remaining\nclaim—for breach of contract—was dismissed without\nprejudice under Federal Rule of Civil Procedure 12(b)(6). The court\nheld that respondent had failed to identify any material breach\nbecause the frequent flyer agreement gave Northwest sole discretion\nto determine whether a participant had abused the program.\nRespondent appealed the dismissal of his breach of the duty of good\nfaith and fair dealing claim but not the other claims that the\ncourt had dismissed.The Ninth Circuit\nreversed. 695 F. 3d 873 (2012). Relying on pre-Wolens Circuit\nprecedent, the Ninth Circuit first held that a breach of implied\ncovenant claim is “ ‘too tenuously connected to\nairline regulation to trigger preemption under the\nADA.’ ” 695 F. 3d, at 879. Sucha claim, the\nNinth Circuit wrote, “does not interfere with the\n[Act’s] deregulatory mandate” and does not\n“ ‘forcethe Airlines to adopt or change their\nprices, routes or services—the prerequisite for\n. . . preemption.’ ” Id., at 880. In\naddition, the Court held that the covenant of good faith and fair\ndealing does not fall within the terms of the Act’s\npre-emption provision because it does not have a “direct\neffect” on either “prices” or\n“services.” Id., at 877, 881.We granted certiorari.\n569 U. S. ___ (2013).IIABefore the enactment\nof the ADA, the Federal Aviation Act of 1958 empowered the Civil\nAeronautics Board to regulate the interstate airline industry.\nPursuant to this authority, the Board closely regulated air\ncarriers, controlling, among other things, routes, rates, and\nservices. See, e.g., Western Air Lines, Inc. v. CAB, 347 U. S.\n67 (1954) ; Federal Aviation Act of 1958, 72Stat. 731. And since\nthe Federal Aviation Act contained a saving provision preserving\npre-existing statu-tory and common-law remedies, §1106, id.,\nat 798, air carriers were also regulated by the States. See Morales\nv. Trans World Airlines, Inc., 504 U. S. 374, 378 (1992) .In 1978, however,\nCongress enacted the ADA, which sought to promote\n“efficiency, innovation, and low prices” in the airline\nindustry through “maximum reliance on competitive market\nforces and on actual and potential competition.” 49\nU. S. C. §§40101(a)(6), (12)(A). While the ADA\ndid not repeal the predecessor law’s saving provision, it\nincluded a pre-emption provision in order to “ensure that the\nStates would not undo federal deregulation with regulation of their\nown.” Morales supra, at 378. In its current form, this\nprovision states that “a State, political subdivision of a\nState, or political authority of at least 2 States may not enact or\nenforce a law, regulation, or other provision having the force and\neffect of law related to a price, route, or service of an air\ncarrier that may provide air transportation under this\nsubpart.” §41713(b)(1).We have had two\noccasions to consider the ADA’s pre-emptive reach. In\nMorales, we held that the ADApre-empted the use of state consumer\nprotection laws to regulate airline advertising. We recognized that\nthe key phrase “related to” expresses a “broad\npre-emptive purpose.” 504 U. S., at 383. Noting our\ninterpretation of similar language in the pre-emption provision of\nthe Employee Retirement and Income Security Act of 1974, 29\nU. S. C. §1144(a), we held that a claim\n“relat[es] to rates, routes, or services,” within the\nmeaning of the ADA, if the claim “ha[s] a connection with, or\nreference to, airline ‘rates, routes, or\nservices.’ ” 504 U. S., at 384. The older\nsaving provision, we concluded, did not undermine this conclusion.\nId., at 384–385.Subsequently, in\nAmerican Airlines, Inc. v. Wolens, 513 U. S. 219 (1995) , we\nconsidered the application of the ADA pre-emption provision to two\ntypes of claims concerning an airline’s frequent flyer\nprogram: first, claims under the Illinois Consumer Fraud and\nDeceptive Business Practices Act challenging an airline’s\ndevaluation of earned miles (chiefly as the result of the\nimposition of “blackout dates” and limits on the number\nof seats available for customers wishing to obtain tickets by using\nthose miles) and, second, breach of contract claims. We reaffirmed\nMorales’ broad interpretation of the ADA pre-emption\nprovision and held that this provision barred the claims based on\nthe Illinois statute but not the breach-of-contract claims.\n“[T]erms and conditions airlines offer and passengers\naccept,” we wrote, “are privately ordered obligations\nand thus do not amount to a State’s ‘enact[ment] or\nenforce[ment] [of] any law, rule, regulation, standard, or other\nprovision having the force and effect of law’ within the\nmeaning of [the ADA pre-emption provision].” 513 U. S.,\nat 228–229.With this background in\nmind, we turn to the question whether the ADA pre-empts\nrespondent’s claim for breach of the implied covenant of good\nfaith and fair dealing.BThe first question we\naddress is whether, as respondent now maintains, the ADA’s\npre-emption provision applies only to legislation enacted by a\nstate legislature and regulations issued by a state administrative\nagency but not to a common-law rule like the implied covenant of\ngood faith and fair dealing. We have little difficulty rejecting\nthis argument.To begin, state\ncommon-law rules fall comfortably within the language of the ADA\npre-emption provision. As noted above, the current version of this\nprovision applies to state “law[s], regulation[s], or other\nprovision[s] having the force and effect of law,” 49\nU. S. C. §41713(b)(1). It is routine to call\ncommon-law rules “provisions.” See, e.g., Madsen v.\nWomen’s Health Center, Inc., 512 U. S. 753, 765, n. 3\n(1994) ; United States v. Barnett, 376 U. S. 681 –700\n(1964); Brown v. United Airlines, Inc., 720 F. 3d 60, 68 (CA1\n2013) (“[W]hen read in context, the word\n‘provision’ in the ADA preemption provision can most\nappropriately be construed to include common law”). And a\ncommon-law rule clearly has “the force and effect of\nlaw.” In Wolens, we noted that this phrase is most naturally\nread to “ ‘refe[r] to binding standards of conduct\nthat operate irrespective of any private\nagreement,’ ” 513 U. S., at 229, n. 5, and we\nsee no basis for holding that such standards must be based on a\nstatute or regulation as opposed to the common law.This understanding\nbecomes even clearer when the original wording of the pre-emption\nprovision is taken into account. When first enacted in 1978, this\nprovision also applied to “rule[s]” and\n“standard[s],” and there surely can be no doubt that\nthis formulation encompassed common-law rules. Indeed, we held in\nCSX Transp., Inc. v. Easterwood, 507 U. S. 658, 664 (1993) ,\nthat virtually identical language in the Federal Railroad Safety\nAct of 1970 includes “[l]egal duties imposed . . .\nby the common law.” See also Riegel v. Medtronic, Inc., 552\nU. S. 312, 324 (2008) (holding that a State’s\n“ ‘requirements’ ”\n“includ[e] [the state’s] common-law duties”).While\n“rule[s]” and “standard[s]” are not\nmentioned in the current version of the statute, this omission is\nthe result of a recodification that was not meant to affect the\nprovision’s meaning. Those additional terms were deleted as\npart of a wholesale recodification of Title 49 in 1994, but\nCongress made it clear that this recodification did not effect any\n“substantive change.” § 1(a), 108Stat.\n745.In arguing that\ncommon-law rules fall outside the scope of the ADA pre-emption\nprovision, respondent relies on our decision in Sprietsma v.\nMercury Marine, 537 U. S. 51 (2002) , which held that the\nFederal Boat Safety Act of 1971 did not pre-empt a common-law tort\nclaim, but there are critical differences between the pre-emption\nprovisions in the Boat Safety Act and the ADA. The Boat Safety Act\nprovision applies only to “a law or regulation,” 46\nU. S. C. §4306, whereas the ADA provision, as just\nexplained, is much more broadly worded.In addition, the\nrelationship between the ADA’s pre-emption provision and the\nsaving provision carried over from the prior law is also quite\ndifferent. The Sprietsma decision placed substantial weight on the\nBoat Safety Act’s saving provision, which was enacted at the\nsame time as the pre-emption provision, but we have described the\nFederal Aviation Act saving clause as “a relic of the\npre-ADA/no pre-emption regime.” Morales, 504 U. S., at\n385. That provision applies to the entire, sprawling Federal\nAviation Act, and not just to the ADA, and as we held in Morales,\nthis “general ‘remedies’ saving clause cannot be\nallowed to supersede the specific substantive pre-emption\nprovision.” Ibid. See also Wolens, supra, at 245\n(O’Connor, J., concurring in judgment in part and\ndissenting in part). For these reasons, respondent’s\ninterpretation of the ADA pre-emption provision cannot be squared\nwith the provision’s terms.Exempting common-law\nclaims would also disserve the central purpose of the ADA. The Act\neliminated federal regulation of rates, routes, and services in\norder to allow those aspects of air transportation to be set by\nmarket forces, and the pre-emption provision was included to\nprevent the States from undoing what the Act was meant to\naccomplish. Morales, supra, at 378. What is important, therefore,\nis the effect of a state law, regulation, or provision, not its\nform, and the ADA’s deregulatory aim can be undermined just\nas surely by a state common-law rule as it can by a state statute\nor regulation. See Medtronic, Inc., supra, at 325 (recognizing that\nstate tort law that imposes certain requirements would\n“disrup[t] the federal scheme no less than state regulatory\nlaw to the same effect”). As the First Circuit has\nrecognized, “[i]t defies logic to think that Congress would\ndisregard real-world consequences and give dispositive effect to\nthe form of a clear intrusion into a federally regulated\nindustry.” Brown, 720 F. 3d, at 66–67.Finally, if all state\ncommon-law rules fell outside the ambit of the ADA’s\npre-emption provision, we would have had no need in Wolens to\nsingle out a subcategory of common-law claims, i.e., those based on\nthe parties’ voluntary undertaking, as falling outside that\nprovision’s coverage.Accordingly, we\nconclude that the phrase “other provision having the force\nand effect of law” includes common-law claims.CWe must next\ndetermine whether respondent’s breach of implied covenant\nclaim “relates to” “rates, routes, or\nservices.” A claim satisfies this requirement if it has\n“a connection with, or reference to, airline” prices,\nroutes, or services, Morales, supra, at 384, and the claim at issue\nhere clearly has such a connection. That claim seeks\nrespondent’s reinstatement in Northwest’s frequent\nflyer program so that he can access the program’s\n“valuable . . . benefits,” including “flight\nupgrades, accumulated mileage, loyalty program status or benefits\non other airlines, and other advantages.” App.\n49–50.Like the frequent flyer\nprogram in Wolens, the Northwest program is connected to the\nairline’s “rates” because the program awards\nmileage credits that can be redeemed for tickets and upgrades. See\n513 U. S., at 226. When miles are used in this way, the rate\nthat a customer pays, i.e., the price of a particular ticket, is\neither eliminated or reduced. The program is also connected to\n“services,” i.e., access to flights and to higher\nservice categories. Ibid.Respondent argues that\nhis claim differs from the claims in Wolens because he “does\nnot challenge access to flights and upgrades or the number of miles\nneeded to obtain air tickets” but instead contests “the\ntermination of his WorldPerks elite membership,” Brief for\nRespondent 12, but this argument ignores respondent’s reason\nfor seeking reinstatement of his membership, i.e., to obtain\nreduced rates and enhanced services. Respondent’s proffered\ndistinction has no substance.Respondent and amici\nsuggest that Wolens is not controlling because frequent flyer\nprograms have fundamentally changed since the time of that\ndecision. We are told that “most miles [are now] earned\nwithout consuming airline services” and are “spent\nwithout consuming airline services.” Brief for State of\nCalifornia et al. 18 (emphasis deleted). But whether or not\nthis alleged change might have some impact in a future case, it is\nnot implicated here. In this case, respondent did not assert that\nhe earned his miles from any activity other than taking flights or\nthat he attempted to redeem miles for anything other than tickets\nand upgrades. See Tr. of Oral Arg. 47–48.IIIWith these\npreliminary issues behind us, we turn to the central issue in this\ncase, i.e., whether respondent’s implied covenant claim is\nbased on a state-imposed obligation or simply one that the parties\nvoluntarily undertook. Petitioners urge us to hold that implied\ncovenant claims are always pre-empted, and respondent suggests that\nsuch claims are generally not pre-empted, but the reasoning of\nWolens neither dooms nor spares all such claims.While most States\nrecognize some form of the good faith and fair dealing doctrine, it\ndoes not appear that there is any uniform understanding of the\ndoctrine’s precise meaning. “[T]he concept of good\nfaith in the performance of contracts ‘is a phrase without\ngeneral meaning (or meanings) of its own.’ ”\nTymshare, Inc. v. Covell, 727 F. 2d 1145, 1152 (CADC 1984)\n(Scalia, J.) (quoting Summers, “Good Faith” in General\nContract Law and the Sales Provisions of the Uniform Commercial\nCode, 54 Va. L. Rev. 195, 201 (1968)); see also Burton, Breach of\nContract and the Common Law Duty to Perform in Good Faith, 94 Harv.\nL. Rev. 369, 371 (1980). Of particular importance here, while some\nStates are said to use the doctrine “to effectuate the\nintentions of parties or to protect their rea-sonable\nexpectations,” ibid., other States clearly em-ploy the\ndoctrine to ensure that a party does not\n“ ‘violate community standards of decency,\nfairness, or reasonableness.’ ” Universal Drilling\nCo., LLC v. R & R Rig Service, LLC, 2012 WY 31, 37, 271 P. 3d\n987, 999; DDP Roofing Services, Inc. v. Indian River School Dist.,\n2010 WL 4657161, *3 (Del. Super. Ct., Nov. 16, 2010); Allworth v.\nHoward Univ., 890 A. 2d 194, 201–202 (D. C. 2006); Brunswick\nHills Racquet Club, Inc. v. Route 18 Shopping Center Assocs., 182\nN. J. 210, 224, 864 A. 2d 387, 395396 (2005); Harper v.\nHealthsource New Hampshire, 140 N. H. 770, 776, 674 A. 2d 962,\n965–966 (1996); Borys v. Josada Builders, Inc., 110 Ill. App.\n3d 29, 32–33, 441 N. E. 2d 1263, 1265–1266 (1982);\nRestatement (Second) of Contracts §205, Comment a (1979). See\nalso Summers, The General Duty of Good Faith—Its Recognition\nand Conceptualization, 67 Cornell L. Rev. 810, 812 (1982).Whatever may be the\ncase under the law of other jurisdictions, it seems clear that\nunder Minnesota law, which is controlling here, see n. 1,\nsupra, the implied covenant must be regarded as a state-imposed\nobligation.[2] Re-spondent\nconcedes that under Minnesota law parties cannot contract out of\nthe covenant. See Tr. of Oral Arg. 33–34; see also In re\nHennepin Cty. 1986 Recycling Bond Litigation, 540 N. W. 2d\n292, 502 (Minn. 1995); Sterling Capital Advisors, Inc. v. Herzog,\n575 N. W. 2d 121, 125 (Minn. App. 1998); Minnwest Bank Central\nv. Flagship Properties LLC, 689 N. W. 2d 295, 303 (Minn. App.\n2004). And as a leading commentator has explained, a State’s\n“unwillingness to allow people to disclaim the obligation of\ngood faith . . . shows that the obligation cannot be\nimplied, but is law imposed.” 3A A. Corbin, Corbin on\nContracts §654A, p. 88 (L. Cunningham & A. Jacobsen eds.\nSupp. 1994). When the law of a State does not authorize parties to\nfree themselves from the covenant, a breach of covenant claim is\npre-empted under the reasoning of Wolens.Another feature of\nMinnesota law provides an additional, independent basis for our\nconclusion. Minnesota law holds that the implied covenant applies\nto “every contract,” In re Hennepin Cty., supra, at\n502, with the notable exception of employment contracts. Hunt v.\nIBM Mid America Employees Fed. Credit Union, 384 N. W. 2d 853,\n857–858 (Minn. 1986). The exception for employment contracts\nis based, in significant part, on “policy reasons,”\nid., at 858, and therefore the decision not to exempt other types\nof contracts must be based on a policy determination, namely, that\nthe “policy reasons” that support the rule for\nemployment contracts do not apply (at least with the same force) in\nother contexts. When the application of the implied covenant\ndepends on state policy, a breachof implied covenant claim cannot\nbe viewed as simply an attempt to vindicate the parties’\nimplicit understanding of the contract.For these reasons, the\nbreach of implied covenant claim in this case cannot stand, but\npetitioners exhort us to go further and hold that all such claims,\nno matter the content of the law of the relevant jurisdiction, are\npre-empted. If pre-emption depends on state law, petitioners warn,\nairlines will be faced with a baffling patchwork of rules, and the\nderegulatory aim of the ADA will be frustrated. But the airlines\nhave means to avoid such a result. A State’s implied covenant\nrules will escape pre-emption only if the law of the relevant State\npermits an airline to contract around those rules in its frequent\nflyer program agreement, and if an airline’s agreement is\ngoverned by the law of such a State, the airline can specify that\nthe agreement does not incorporate the covenant. While the\ninclusion of such a provision may impose transaction costs and\npresumably would not enhance the attractiveness of the program, an\nairline can decide whether the benefits of such a provision are\nworth the potential costs.Our holding also does\nnot leave participants in frequent flyer programs without\nprotection. The ADA is based on the view that the best interests of\nairline passengers are most effectively promoted, in the main, by\nallowing the free market to operate. If an airline acquires a\nreputation for mistreating the participants in its frequent flyer\nprogram (who are generally the airline’s most loyal and\nvaluable customers), customers can avoid that program and may be\nable to enroll in a more favorable rival program.Federal law also\nprovides protection for frequent flyer program participants.\nCongress has given the Department of Transportation (DOT) the\ngeneral authority to prohibit and punish unfair and deceptive\npractices in air transportation and in the sale of air\ntransportation, 49 U. S. C. §41712(a), and Congress\nhas specifically authorized the DOT to investigate complaints\nrelating to frequent flyer programs. See FAA Modernization\nandReform Act of 2012, §408(6), 126Stat. 87. Pursuant to these\nprovisions, the DOT regularly entertains and acts on such\ncomplaints.[3]We note, finally, that\nrespondent’s claim of ill treatment by Northwest might have\nbeen vindicated if he had pursued his breach-of-contract claim\nafter its dismissal by the District Court. Respondent argues that,\ncontrary to the holding of the District Court, the frequent flyer\nagreement did not actually give Northwest unfettered discretion to\nterminate his membership in the program, see Brief for Respondent\n20–21, and the United States makes a related argument,\nnamely, that even if the agreement gave Northwest complete\ndiscretion with respect to a determination regarding abuse of the\nprogram, the agreement did not necessarily bar a claim asserting\nthat membership was ended for an ulterior reason, such as an effort\nto cut costs. If respondent had appealed the dismissal of his\nbreach-of-contract claim, he could have presented these arguments\nto the Court of Appeals, but he chose not to press that claim. He\nvoluntarily dismissed the breach-of-contract claim and instead\nappealed only the breach of implied covenant claim, which we hold\nto be pre-empted.*  *  *Because\nrespondent’s implied covenant of good faithand fair dealing\nclaim seeks to enlarge his contractual agreement with petitioners,\nwe hold that 49 U. S. C. §41713(b)(1) pre-empts the\nclaim. The judgment of the Court of Appeals for the Ninth Circuit\nis reversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Applying California\nchoice-of-law rules, the District Court held that Minnesota law\napplies because respondent “was a resident of Minneapolis,\nappears to fly in and out of Minnesota, and Northwest’s\nprincipal place of business is Minnesota.” App. to Pet. for\nCert. 70. That determination was not challenged on\nappeal.2Like Minnesota, some\nother States preclude a party from waiving the obligations of good\nfaith and fair dealing. v. , 927 So. 2d 810, 813, n. 5 (Ala. 2005);\nv. , 240 P. 3d 834, 844 (Alaska 2010); v. , 201 Ariz. 474, 491, 38\nP. 3d 12, 29 (2002); v. , 224 Conn. 231, 238, 618 A. 2d 501, 505\n(1992); v. , 878 A. 2d 434, 442 (Del. 2005); v. , 933 A. 2d 314,\n333 (D. C. 2007); v. , 873 F. Supp. 808, 815 (SDNY 1994); v. , 83\nS. W. 3d 647, 652 (Mo. App. 2002) (“When terms are present\nthat directly nullify the implied covenants of good faith and\nreasonable efforts, . . . the contract is void for lack\nof mutuality”); v. , 2008 WY 134, ¶31, 196 P. 3d 184,\n196.3See DOT, Air Travel\nConsumer Report 44 (Feb. 2014), online at\nhttp://www.dot.gov/sites/dot.dev/files/docs/2014_February_ATCR.pdf\n(as visited Mar. 31, 2014, and available in Clerk of Court’s\ncase file).",
    "joined": []
}