{
    "case": {
        "docket": "221",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/221/"
    },
    "id": "1970639",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–17_________________MARK J. McBURNEY, et al., PETITIONERSv.NA- THANIEL L. YOUNG, DEPUTY COMMISSIONER AND DIRECTOR,\nVIRGINIA DIVISION OF CHILD SUPPORT ENFORCEMENT, et al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[April 29, 2013]Justice Alito delivered the opinion of the\nCourt.In this case, we must decide whether the\nVirginia Freedom of Information Act, Va. Code Ann. §2.2–3700et seq., violates either the Privileges and Immunities\nClause of Article IV of the Constitution or the dormant Commerce\nClause. The Virginia Freedom of Information Act (FOIA), provides\nthat “all public records shall be open to inspection and copying by\nany citizens of the Commonwealth,” but it grants no such right to\nnon-Virginians. §2.2–3704(A) (Lexis 2011).Petitioners, who are citizens of other States,\nunsuccessfully sought information under the Act and then brought\nthis constitutional challenge. We hold, however, that petitioners’\nconstitutional rights were not violated. By means other than the\nstate FOIA, Virginia made available to petitioners most of the\ninformation that they sought, and the Commonwealth’s refusal to\nfurnish the additional information did not abridge any\nconstitutionally protected privilege or immunity. Nor did Virginia\nviolate the dor- mant Commerce Clause. The state Freedom of\nInforma- tion Act does not regulate commerce in any meaningful\nsense, but instead provides a service that is related to state\ncitizenship. For these reasons, we affirm the decision of the Court\nof Appeals rejecting petitioners’ constitutional claims.IPetitioners Mark J. McBurney and Roger W.\nHurlbert are citizens of Rhode Island and California respectively.\nMcBurney and Hurlbert each requested documents under the Virginia\nFOIA, but their requests were denied because of their\ncitizenship.McBurney is a former resident of Virginia whose\nex-wife is a Virginia citizen. After his ex-wife defaulted on her\nchild support obligations, McBurney asked the Commonwealth’s\nDivision of Child Support Enforcement to file a petition for child\nsupport on his behalf. The agency complied, but only after a\n9-month delay. McBurney attributes that delay to agency error and\nsays that it cost him nine months of child support. To ascertain\nthe reason for the agency’s delay, McBurney filed a Virginia FOIA\nrequest seeking “all emails, notes, files, memos, reports, letters,\npolicies, [and] opinions” pertaining to his family, along with all\ndocuments “regarding [his] application for child support” and all\ndocuments pertaining to the handling of child support claims like\nhis. App. in No. 11–1099 (CA4), p. 39A. The agency denied\nMcBurney’s request on the ground that he was not a Virginia\ncitizen. McBurney later requested the same documents under\nVirginia’s Gov- ernment Data Collection and Dissemination Practices\nAct, Va. Code Ann. §2.2–3800et seq., and through that\nre- quest he received most of the information he had sought that\npertained specifically to his own case. He did not, however,\nreceive any general policy information about how the agency handled\nclaims like his.Hurlbert is the sole proprietor of Sage\nInformation Services, a business that requests real estate tax\nrecords on clients’ behalf from state and local governments across\nthe United States. In 2008, Hurlbert was hired by a land/title\ncompany to obtain real estate tax records for properties in Henrico\nCounty, Virginia. He filed a Virginia FOIA request for the\ndocuments with the Henrico County Real Estate Assessor’s Office,\nbut his request was denied because he was not a Virginia\ncitizen.Petitioners filed suit under 42\nU. S. C. §1983, seeking declaratory and injunctive relief\nfor violations of the Privileges and Immunities Clause and, in\nHurlbert’s case, the dormant Commerce Clause. The District Court\ngranted Virginia’s motion for summary judgment,McBurneyv.Cuccinelli, 780 F. Supp. 2d 439 (ED Va. 2011), and the Court\nof Appeals affirmed, 667 F.3d 454 (CA4 2012).Like Virginia, several other States have enacted\nfreedom of information laws that are available only to their\ncitizens. See,e.g.,Ala. Code §36–12–40 (2012 Cum. Supp.);\nArk. Code Ann. §25–19–105 (2011 Supp.); Del. Code Ann., Tit. 29,\n§10003 (2012 Supp.); Mo. Rev. Stat. §109.180 (2012); N. H.\nRev. Stat. Ann. §91–A:4 (West 2012); N. J. Stat. Ann. §47:1A–1\n(West 2003); Tenn. Code Ann. §10–7–503 (2012). InLeev.Minner, 458 F.3d 194 (2006), the Third Circuit held that\nthis feature of Delaware’s FOIA violated the Privileges and\nImmunities Clause. We granted certiorari to resolve this conflict.\n568 U. S. ___ (2012).IIUnder the Privileges and Immunities Clause,\n“[t]he Citizens of each State [are] entitled to all Privileges and\nImmunities of Citizens in the several States.” U. S. Const.,\nArt. IV, §2, cl. 1. We have said that “[t]he object of\nthe Privileges and Immunities Clause is to ‘strongly\n. . . constitute the citizens of the United States [as]\none people,’ by ‘plac[ing] the citizens of each State upon the same\nfooting with citizens of other States, so far as the advantages\nresulting from citizenship in those States are concerned.’ ”Lundingv.New York Tax Appeals Tribunal,522 U.S.\n287, 296 (1998) (quotingPaulv.Virginia, 8\nWall. 168, 180 (1869)). This does not mean, we have cautioned, that\n“state citizenship or residency may never be used by a State to\ndistinguish among persons.”Baldwinv.Fish and Game\nComm’n of Mont.,436 U.S.\n371, 383 (1978). “Nor must a State always apply all its laws or\nall its services equally to anyone, resident or nonresident, who\nmay request it so to do.”Ibid. Rather, we have long held\nthat the Privileges and Immunities Clause protects only those\nprivileges and immunities that are “fundamental.” See,e.g.,\nid., at 382, 388.Petitioners allege that Virginia’s citizens-only\nFOIA provision violates four different “fundamental” privileges or\nimmunities: the opportunity to pursue a common calling, the ability\nto own and transfer property, access to the Virginia courts, and\naccess to public information. The first three items on that list,\nhowever, are not abridged by the Virginia FOIA, and the\nfourth—framed broadly—is not protected by the Privileges and\nImmunities Clause.AHurlbert argues that Virginia’s citizens-only\nFOIA pro- vision abridges his ability to earn a living in his\nchosen profession, namely, obtaining property records from state\nand local governments on behalf of clients. He is correct that the\nPrivileges and Immunities Clause protects the right of citizens to\n“ply their trade, practice their occupation, or pursue a common\ncalling.”Hicklinv.Orbeck,437\nU.S. 518, 524 (1978);Supreme Court of N. H.v.Piper,470 U.S.\n274, 280 (1985) (“ ‘[O]ne of the privileges which the\nClause guarantees to citizens of State A is that of doing business\nin State B on terms of substantial equality with the citizens of\nthat State’ ”). But the Virginia FOIA does not abridge\nHulbert’s ability to engage in a common calling in the sense\nprohibited by the Privileges and Immunities Clause. Rather, the\nCourt has struck laws down as violating the privilege of pursuing a\ncommon calling only when those laws were enacted for the\nprotectionist purpose of burdening out-of-state citizens. See,e.g.,Hicklin,supra, (striking down as a\nviolation of noncitizens’ privileges and immunities an “Alaska\nHire” statute containing a resident hiring preference for all\nemployment related to the development of the State’s oil and gas\nresources);Toomerv.Witsell,334 U.S.\n385, 395, 397 (1948) (striking down a South Carolina statute\nimposing a $2,500 license fee on out-of-state shrimping boats and\nonly a $25 fee on in-state shrimping boats where petitioners\nalleged that the “purpose and effect of this statute . . . [was]\nnot to conserve shrimp, but to exclude non-residents and thereby\ncreate a commercial monopoly for South Carolina residents,” and the\n“record cas[t] some doubt on” the State’s counterassertion that the\nstatute’s “obvious purpose was to conserve its shrimp supply”);United Building & Constr. Trades Council of Camden Cty.v.Mayor and Council of Camden,465\nU.S. 208(1984) (New Jersey municipal ordinance requiring that\nat least 40% of employees of contractors and subcontractors working\non city construction projects be city residents facially burdened\nout-of-state citizens’ ability to pursue a common calling). In each\ncase, the clear aim of the statute at issue was to advantage\nin-state workers and commercial interests at the expense of their\nout-of-state counterparts.Virginia’s FOIA differs sharply from those\nstatutes. By its own terms, Virginia’s FOIA was enacted to\n“ensur[e] the people of the Commonwealth ready access to public\nrecords in the custody of a public body or its officers and\nemployees, and free entry to meetings of public bodies wherein the\nbusiness of the people is being conducted.” Va. Code Ann.\n§2.2–3700(B) (Lexis 2011). Hurlbert does not allege—and has offered\nno proof—that the challenged provision of the Virginia FOIA was\nenacted in order to provide a competitive economic advantage for\nVirginia citizens. Cf.Hillside Dairy Inc.v.Lyons,539 U.S.\n59, 67 (2003) (piercing a professedly nondiscriminatory statute\nto find economic protectionism). Rather, it seems clear that the\ndistinction that the statute makes between citizens and noncitizens\nhas a distinctly nonprotectionist aim. The state FOIA essentially\nrepresents a mechanism by which those who ultimately hold sovereign\npower (i.e., the citizens of the Commonwealth) may obtain an\naccounting from the public officials to whom they delegate the\nexercise of that power. See Va. Const., Art. I, §2; Va. Code Ann.\n§2.2–3700(B). In addition, the provision limiting the use of the\nstate FOIA to Virginia citizens recognizes that Virginia taxpayers\nfoot the bill for the fixed costs underlying recordkeeping in the\nCommonwealth. Tr. of Oral Arg. 53–54. The challenged provision of\nthe state FOIA does not violate the Privileges and Immunities\nClause simply because it has the incidental effect of preventing\ncitizens of other States from making a profit by trading on in-\nformation contained in state records. While the Clause forbids a\nState from intentionally giving its own citizens a competitive\nadvantage in business or employment, the Clause does not require\nthat a State tailor its every action to avoid any incidental effect\non out-of-state tradesmen.BHurlbert next alleges that the challenged\nprovision of the Virginia FOIA abridges the right to own and\ntransfer property in the Commonwealth. Like the right to pursue a\ncommon calling, the right to “take, hold and dispose of property,\neither real or personal,” has long been seen as one of the\nprivileges of citizenship. SeeCorfieldv.Coryell, 6\nF. Cas. 546, 552 (No. 3, 230) (CCED Pa. 1825); see alsoPaul,supra, at 180 (listing “the acquisition and\nenjoyment of property” among the privileges of citizenship). Thus,\nif a State prevented out-of-state citizens from accessing\nrecords—like title documents and mortgage records—that are\nnecessary to the transfer of property, the State might well run\nafoul of the Privileges and Immunities Clause. Cf.Statev.Grimes, 29 Nev. 50, 85, 84 P. 1061, 1073 (1906) (“Caveat\nemptorbeing the rule with us in the absence of a special\nagreement, it is just and essential to the protection of persons\nintending to purchase or take incumbrances that they be allowed the\nright of inspection”);Jackson ex dem. Centerv.Campbell, 19 Johns. 281, 283 (N. Y. 1822) (the “plain\nintention” of the State’s property records system was “to give\nnotice, through the medium of the county records, to persons about\nto purchase”).Virginia, however, does not prevent citizens of\nother States from obtaining such documents. Under Virginia law,\n“any records and papers of every circuit court that are maintained\nby the clerk of the circuit court shall be open to inspection by\nany person and the clerk shall, when requested, furnish copies\nthereof.” Va. Code Ann. §17.1–208 (Lexis 2010). Such records and\npapers include records of property transfers, like title documents,\n§55–106 (Lexis 2012); notices of federal tax liens and other\nfederal liens against property, §55–142.1; notices of state tax\nliens against property, §58.1–314 (Lexis 2009) (state taxes\ngenerally), §58.1–908 (estate tax liens), §58.1–1805 (state taxes\ngenerally), §58.1–2021(A) (liens filed by agencies other than the\nTax Commission); and notice of mortgages and other encumbrances,\n§8.01–241 (Lexis Supp. 2012).A similar flaw undermines Hurlbert’s claim that\nVir- ginia violates the Privileges and Immunities Clause by pre-\nventing citizens of other States from accessing real estate tax\nassessment records. It is true that those records, while available\nto Virginia citizens under the state FOIA, are not required by\nstatute to be made available to noncitizens. SeeAssociated Tax\nService, Inc.v.Fitzpatrick, 236 Va. 181, 183, 187,372 S.E.2d 625, 627, 629 (1988).[1] But in fact Virginia and its subdivisions generally\nmake even these less essential records readily available to all.\nThese records are considered nonconfidential under Virginia law\nand, accordingly, they may be posted online. §58.1–3122.2 (Lexis\n2009). Henrico County, from which Hurlbert sought real estate tax\nassessments, follows this practice,[2] as does almost every other county in the Commonwealth.\nRequiring noncitizens to conduct a few minutes of Internet research\nin lieu of using a relatively cumbersome state FOIA process cannot\nbe said to impose any significant burden on noncitizens’ ability to\nown or transfer property in Virginia.CMcBurney alleges that Virginia’s citizens-only\nFOIA provision impermissibly burdens his “access to public\nproceedings.” Brief for Petitioners 42. McBurney is correct that\nthe Privileges and Immunities Clause “secures citizens of one State\nthe right to resort to the courts of another, equally with the\ncitizens of the latter State.”Missouri Pacific R. Co.v.Clarendon Boat Oar Co.,257 U.S.\n533, 535 (1922). But petitioners do not suggest that the\nVirginia FOIA slams the courthouse door on noncitizens; rather, the\nmost they claim is that the law creates “[a]n information asymmetry\nbetween adversaries based solely on state citizenship.” Brief for\nPetitioners 42.The Privileges and Immunities Clause does not\nrequire States to erase any distinction between citizens and\nnon-citizens that might conceivably give state citizens some\ndetectable litigation advantage. Rather, the Court has made clear\nthat “the constitutional requirement is sat- isfied if the\nnon-resident is given access to the courts of the State upon terms\nwhich in themselves are reasonable and adequate for the enforcing\nof any rights he may have, even though they may not be technically\nand precisely the same in extent as those accorded to resident\ncitizens.”Canadian Northern R. Co.v.Eggen,252 U.S.\n553, 562 (1920).The challenged provision of the Virginia FOIA\nclearly does not deprive noncitizens of “reasonable and adequate”\naccess to the Commonwealth’s courts. Virginia’s rules of civil\nprocedure provide for both discovery, Va. Sup. Ct. Rule 4:1 (2012),\nand subpoenasduces tecum, Rule 4:9. There is no reason to\nthink that those mechanisms are insufficient to provide noncitizens\nwith any relevant, nonprivileged documents needed in\nlitigation.Moreover, Virginia law gives citizens and\nnoncitizens alike access to judicial records. Va. Code Ann.\n§17.1–208; see alsoShenandoah Publishing House, Inc.v.Fanning, 235 Va. 253, 258,368 S.E.2d 253, 256 (1988). And if Virginia has in its\npossession information about any person, whether a citizen of the\nCommonwealth or of another State, that person has the right under\nthe Government Data Collection and Dissemination Practices Act to\ninspect that information. §2.2–3806(A)(3) (Lexis 2011).McBurney’s own case is illustrative. When his\nFOIA request was denied, McBurney was told that he should request\nthe materials he sought pursuant to the Government Data Collection\nand Dissemination Practices Act. Upon placing a request under that\nAct, he ultimately received much of what he sought. Accordingly,\nVirginia’s citizens-only FOIA provision does not impermissibly\nburden noncitizens’ ability to access the Commonwealth’s\ncourts.DFinally, we reject petitioners’ sweeping claim\nthat the challenged provision of the Virginia FOIA violates the\nPrivileges and Immunities Clause because it denies them the right\nto access public information on equal terms with citizens of the\nCommonwealth. We cannot agree that the Privileges and Immunities\nClause covers this broad right.This Court has repeatedly made clear that there\nis no constitutional right to obtain all the information provided\nby FOIA laws. SeeHouchinsv.KQED, Inc.,438 U.S.\n1, 14 (1978) (plurality opinion) (“ ‘The Constitution\nitself is [not] a Freedom of Information Act’ ”); see alsoLos Angeles Police Dept.v.United Reporting Publishing\nCorp.,528 U.S.\n32, 40 (1999) (the Government could decide “not to give out\n[this] information at all”);Sorrellv.IMS Health\nInc., 564 U. S. ___, ___ (2011) (Breyer, J., dissenting)\n(slip op., at 8) (“[T]his Court hasneverfound that theFirst Amendmentprohibits the government from restricting\nthe use of information gathered pursuant to a regulatory\nmandate”).It certainly cannot be said that such a broad\nright has “at all times, been enjoyed by the citizens of the\nseveral states which compose this Union, from the time of their\nbecoming free, independent, and sovereign.”Corfield, 6\nF. Cas., at 551. No such right was recognized at common law.\nSee H. Cross, The People’s Right to Know 25 (1953) (“[T]he courts\ndeclared the primary rule that there was no general common law\nright in all persons (as citizens, taxpayers, electors or merely as\npersons) to inspect public records or documents”). Most\nfounding-era English cases provided that only those persons who had\na personal interest in non-judicial records were permitted to\naccess them. See,e.g., Kingv.Shelley, 3 T. R. 141,\n142, 100 Eng. Rep. 498, 499 (K. B. 1789) (Buller, J.) (“[O]ne man\nhas no right to look into another’s title deeds and records, when\nhe . . . has no interest in the deeds or rolls himself”);Kingv.Justices of Staffordshire, 6 Ad. & E. 84,\n101, 112 Eng. Rep. 33, 39 (K. B. 1837) (“The utmost . . . that can\nbe said on the ground of interest, is that the applicants have a\nrational curiosity to gratify by this inspection, or that they may\nthereby ascertain facts useful to them in advancing some ulterior\nmeasures in contemplation as to regulating county expenditure; but\nthis is merely an interest in obtaining information on the general\nsubject, and would furnish an equally good reason for permitting\ninspection of the records of any other county: there is not that\ndirect and tangible interest, which is necessary to bring them\nwithin the rule on which the Court acts in granting inspection of\npublic documents”).Nineteenth-century American cases, while less\nuniform, certainly do not support the proposition that a\nbroad-based right to access public information was widely\nrecognized in the early Republic. See,e.g., Cormackv.Wolcott, 37 Kan. 391, 394, 15 P. 245, 246 (1887) (denying\nmandamus to plaintiff seeking to compile abstracts of title\nrecords; “At common law, parties had no vested rights in the\nexamination of a record of title, or other public records, save by\nsome interest in the land or subject of record”);Brewerv.Watson, 71 Ala. 299, 305 (1882) (“The individual demanding\naccess to, and inspection of public writings must not only have an\ninterest in the matters to which they relate, a direct, tangible\ninterest, but the inspection must be sought for some specific and\nlegitimate purpose. The gratification of mere curiosity, or motives\nmerely speculative will not entitle him to demand an examination of\nsuch writings”); Nadel, What are “Records” of Agency Which Must Be\nMade Available Under State Freedom of Information Act, 27 A. L. R.\n4th 680, 687, §2[b] (1984) (“[A]t common law, a person requesting\ninspection of a public record was required to show an interest\ntherein which would enable him to maintain or defend an action for\nwhich the document or record sought could furnish evidence or\nnecessary information”).Nor is such a sweeping right “basic to the\nmaintenance or well-being of the Union.”Baldwin, 436\nU. S., at 388. FOIA laws are of relatively recent vintage. The\nfederal FOIA was enacted in 1966, §1, 80Stat. 383, and Virginia’s\ncounterpart was adopted two years later, 1968 Va. Acts ch. 479, p.\n690. There is no contention that the Nation’s unity foundered in\ntheir absence, or that it is suffering now because of the\ncitizens-only FOIA provisions that several States have enacted.IIIIn addition to his Privileges and Immunities\nClause claim, Hurlbert contends that Virginia’s citizens-only FOIA\nprovision violates the dormant Commerce Clause. The Commerce Clause\nempowers Congress “[t]o regulate Commerce . . . among the several\nStates.” Art. I, §8, cl. 3. The Commerce Clause does not\nexpressly impose any constraints on “the several States,” and\nseveral Members of the Court have expressed the view that it does\nnot do so. SeeGeneral Motors Corp.v.Tracy,519 U.S.\n278, 312 (1997) (Scalia, J., concurring) (“[T]he so-called\n‘negative’ Commerce Clause is an unjustified judicial intervention,\nnot to be expanded beyond its existing domain”);United Haulers\nAssn.Inc.v.Oneida-Herkimer Solid Waste Management\nAuthority,550 U.S.\n330, 349 (2007) (Thomas, J., concurring in judgment) (“The\nnegative Commerce Clause has no basis in the Constitution and has\nproved unwork- able in practice”). Nonetheless, the Court has long\ninferred that the Commerce Clause itself imposes certain implicit\nlimitations on state power. See,e.g., Cooleyv.Board of\nWardens of Port of Philadelphia ex rel. Soc.for Relief\nof Distressed Pilots, 12 How. 299, 318–319 (1852); cf.Gib-\nbonsv.Ogden, 9 Wheat. 1, 209 (1824) (Marshall,\nC. J.) (dictum).Our dormant Commerce Clause jurisprudence\n“significantly limits the ability of States and localities to\nregulate or otherwise burden the flow of interstate commerce.”Mainev.Taylor,477 U.S.\n131, 151 (1986). It is driven by a concern about “economic\nprotectionism—that is, regulatory measures designed to benefit\nin-state economic interests by burdening out-of-state competitors.”New Energy Co. of Ind.v.Limbach,486 U.S.\n269, 273–274 (1988); see alsoPhiladelphiav.New\nJersey,437 U.S.\n617, 624 (1978) (“The crucial inquiry . . . must be directed to\ndetermining whether [the challenged statute] is basically a\nprotectionist measure, or whether it can fairly be viewed as a law\ndirected to legitimate local concerns, with effects upon interstate\ncommerce that are only incidental”).Virginia’s FOIA law neither “regulates” nor\n“burdens” interstate commerce; rather, it merely provides a service\nto local citizens that would not otherwise be available at all. The\n“common thread” among those cases in which the Court has found a\ndormant Commerce Clause violation is that “the State interfered\nwith the natural functioning of the interstate market either\nthrough prohibition or through burdensome regulation.”Hughesv.Alexandria Scrap Corp.,426 U.S.\n794, 806 (1976). Here, by contrast, Virginia neither prohibits\naccess to an interstate market nor imposes burdensome regulation on\nthat market. Rather, it merely creates and provides to its own\ncitizens copies—which would not otherwise exist—of state records.\nAs discussed above, the express purpose of Virginia’s FOIA law is\nto “ensur[e] the people of the Commonwealth ready access to public\nrecords in the custody of a public body or its officers and\nemployees, and free entry to meetings of public bodies wherein the\nbusiness of the people is being conducted.” Va. Code Ann.\n§2.2–3700(B). This case is thus most properly brought under the\nPrivileges and Immunities Clause: It quite literally poses the\nquestion whether Virginia can deny out-of-state citizens a benefit\nthat it has conferred on its own citizens. Cf. Missouri Pacific\nR. Co., 257 U. S., at 535 (analyzing whether the\nprivilege of access to a State’s courts must be made available to\nout-of-state citizens equally with the citizens of the relevant\nState). Because it does not pose the question of the\nconstitutionality of a state law that interferes with an interstate\nmarket through prohibition or burdensome regulations, this case is\nnot governed by the dormant Commerce Clause.Even shoehorned into our dormant Commerce Clause\nframework, however, Hurlbert’s claim would fail. Insofar as there\nis a “market” for public documents in Virginia, it is a market for\na product that the Commonwealth has created and of which the\nCommonwealth is the sole manufacturer. We have held that a State\ndoes not violate the dormant Commerce Clause when, having created a\nmarket through a state program, it “limits benefits generated by\n[that] state program to those who fund the state treasury and whom\nthe State was created to serve.”Reeves, Inc.v.Stake,447 U.S.\n429, 442 (1980). “Such policies, while perhaps ‘protectionist’\nin a loose sense, reflect the essential and patently\nunobjectionable purpose of state government—to serve the citizens\nof the State.”Ibid.; cf. Department of Revenue of\nKy.v.Davis,553 U.S.\n328, 341 (2008) (“[A] government function is not susceptible to\nstandard dormant Commerce Clause scrutiny owing to its likely\nmotivation by legitimate objectives distinct from the simple\neconomic protectionism the Clause abhors”). For these reasons,\nVirginia’s citizens-only FOIA provision does not violate the\ndormant Commerce Clause.*  *  *Because Virginia’s citizens-only FOIA\nprovision neither abridges any of petitioners’ fundamental\nprivileges and immunities nor impermissibly regulates commerce,\npetitioners’ constitutional claims fail. The judgment below is\naffirmed.It is so ordered.Notes1At oral argument, the\nSolicitor General of Virginia contended that, as a matter of\nVirginia law, Hurlbert “is entitled to the tax assessment data in\nthe clerk’s office.” Tr. of Oral Arg. 38. Neither at oral argument\nnor in its briefs did Virginia cite any Virginia statute providing\nthat real estate tax assessment records be filed in the clerk’s\noffice. Virginia Code Ann. §58.1–3300 (Lexis 2009), which directs\nthat “reassessment” records be filed with the clerk, may be the\nstatute to which counsel referred, but without an official\nconstruction of the statute by Virginia’s Supreme Court—and, in\nlight of the fact that petitioners have not been afforded an\nopportunity to rebut its importance—we do not rely upon it\nhere.2See\nhttp://www.co.henrico.va.us/finance/disclaimer.html (as visited\nApril 26, 2013, and available in Clerk of Court’s case\nfile).",
    "joined": []
}