{
    "case": {
        "docket": "668",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/668/"
    },
    "id": "1963554",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGFOWLER V. UNITED STATES563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-5443CHARLES ANDREW FOWLER, aka MAN, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the eleventh circuit[May 26, 2011]Justice Alito, with whom Justice\nGinsburg joins, dissenting.The decision of the Court fails\nto follow the clear language of 18 U. S. C. §1512(a)(1)(C).\nInstead of heeding the statutory text, the Court has effectively\namended the statute by adding a new element.IAs relevant here, §1512(a)(1)(C)\nmakes it a federal crime “to kill another person, with intent to …\nprevent the communication by any person to a law enforcement\nofficer … of the United States of information relating to the\ncommission or possible commission of a Federal offense.” Also\nimportant for present purposes is §1512(g)(2), which provides,\namong other things, that “[i]n a prosecution for an offense under\nthis section, no state of mind need be proved with respect to the\ncircumstance … that the law enforcement officer is an officer or\nemployee of the Federal Government.”Putting these two provisions\ntogether, what had to be shown in the present case was as\nfollows:(1) Fowler killed Officer Horner,(2) with the intent to prevent any person (i.e., either\nOfficer Horner or someone else) from communicating,(3) to a person who (whether or not known as such to Fowler) was\na federal law enforcement officer,(4) information concerning the possible commission of a federal\ncrime.The question before us is whether there was\nsufficient evidence to support Fowler’s conviction, and thus we\nmust ask whether any rational jury could find that all of the\nelements noted above were adequately established. SeeUnited\nStatesv.Powell,469 U. S. 57, 67\n(1984).There can be no dispute that there was\nsufficient evidence to establish elements (1), (2), and (4). That\nis, there was ample evidence to show (1) that Fowler killed Officer\nHorner, (2) that he did so with the intent to prevent the\ncommunication of information about what Officer Horner had seen,\nand (4) that this information concerned the possible commission of\nat least one federal crime—for example, conspiracy to rob a bank in\nviolation of 18 U. S. C. §§371, 2113.Thus, the only remaining question is whether\nthere was enough evidence to permit a rational jury to infer that\nelement (3) had been satisfied. And in connection with this\nquestion, it is important to keep in mind three things that element\n(3)does notrequire.First, element (3) does not demand proof that\nOfficer Horner, had he not been killed, would have reported—or even\nmight have reported—what he saw to anyone, much less to a federal\nofficer. Element (3) is solely concerned with a defendant’s\nintent.Second, while element (3) requires proof that\nFowler intended to preventsomelaw enforcement officer\nfrom learning what Officer Horner had seen, element (3) does not\nrequire proof that Fowler had any particular law enforcement\nofficer in mind. Section 1512(a)(1)(C) simply demands that the\nrecipient of the information be “a law enforcement officer.” Thus,\nit would be enough if Fowler’s intent was to prevent Officer\nHorner’s information from reachinganyfederal law\nenforcement officer.Third, element (3) does not demand proof that\nFowlerknewthat the generic officer noted above was a\nfederal, as opposed to a state or local, law enforcement officer.\nSec-tion 1512(g)(2) specifically rules out any such requirement. It\nis enough that our generic officerwas in facta federal\nofficer.When the meaning of element (3) is understood,\nit is clear that the decision of the Court of Appeals in this case\nmust be affirmed. A rational jury could infer that Fowler’s intent\nwas to prevent information about what Officer Horner had seen from\nreaching any person who could bring about his arrest and\nconviction. In other words, a rational jury could infer that\nFowler, in effect, had in mind a set of law enforcement officers\n(whose identities were unknown to him) who could set in motion a\nchain of events that would land him in prison. And since the\ninformation that Officer Horner possessed related to, among other\nthings, the possible commission of a federal crime, a rational jury\ncould infer that this group included law enforcement officers who\nwere employed by the United States. The question presented in this\ncase is as simple as that.IIThe Court begins on the right\ntrack, observing that the “relevant question concerns the\ndefendant’s intent” and that therefore “the Government need not\nshowbeyond a reasonable doubt(or even that it ismore likely than not) that the hypothetical communication\nwould have been to a federal officer.”Ante, at 5\n(emphasis in original). But the Court veers off course when it goes\non to hold that the prosecution was required to show that, if\nOfficer Horner had not been killed, there was a “reasonable\nlikelihood” that his information would have reached a federal\nofficer.Ante, at 9 (emphasis in original).The Court reaches this conclusion\nbased on the meaning of the word “prevent.” Seeante, at\n6–10. The Court starts with the proposition that “apart from\nmistakes … one cannot act with an ‘intent toprevent’\nsomething that could not possibly have taken place regardless.”Ante, at 6 (emphasis in original). I understand this to\nmean that a rational person will not take action to prevent\nsomething that the person knows is not possible. This is true, but\nit does not follow that a rational person will not take action to\nprevent an undesirable event unless the event is “reasonably\nlikely.” Risk-averse people do this all the time. They refrain from\nflying to avoid dying in a plane crash. They shun rooms on the\nupper floors of hotels to prevent being trapped in the event of a\nfire.What matters under §1512(a)(1)(C) is not the\nlikelihood that information about a possible federal crime will be\nconveyed to a federal officer. What matters is the intent of the\nperson who kills or attempts to kill in order to prevent that\ninformation from reaching such an officer. The Court’s “reasonable\nlikelihood” test has no basis in the text of §1512(a)(1)(C).The Court’s test also makes little sense.\nUnder this test, the application of §1512(a)(1)(C) depends on a\nwitness-killer’s toleration of risk. According to the Court,\n§1512(a)(1)(C) does not reach a killer who has so little regard for\nhuman life that he or she is willing to murder in order to prevent\neven a remote possibility that a witness will inform the\nauthorities. It is hard to imagine why Congress would have wanted\nto draw this line.IIIJustice Scalia’s interpretation\nof §1512(a)(1)(C) also has no grounding in the language of the\nstatute. He makes the fundamental mistake of confusing §1512(a)\n(1)(C)’smens reaandactus reuselements.\nJustice Scalia states that what he terms “the ‘federal officer’\nrequirement” is “an element of theactus reus,”ante, at 2 (opinion concurring in judgment), but the text\nof the statute makes it perfectly clear that “the ‘federal officer’\nrequirement” is exclusively an element of the defendant’smens\nrea.The statute provides:“(a)(1) Whoever kills or attempts\nto kill another person,with intent to—.     .     .     .     .“(C) prevent the communication by any\nperson to a law enforcement officer or judge of the United States\nof information relating to the commission or possible commission of\na Federal offense or a violation of conditions of probation,\nparole, or release pending judicial proceedings;“shall be punished as provided in paragraph (3).”\n§1512(a)(1)(C) (emphasis added).The actus reusof this\nprovision is set out in its first eight words (“Whoever kills or\nattempts to kill another person”). Everything else—that is,\neverything that follows the phrase “with intent to”—concerns the\ndefendant’smensrea.Justice Scalia interprets §1512(g)(2) as\ntransforming “the ‘federal officer’ requirement” from an element of\nthemens reainto an element of theactus reus,\nseeante, at 2–3, but this reading is plainly wrong.\nSection 1512(g)(2) provides in relevant part:“In a prosecution for an offense under [18 U.\nS. C. §1512], no state of mind need be proved with re- spect\nto the circumstance … that the law enforcement officer is an\nofficer or employee of the Federal Government.”What this clearly means, as the\nCourt recognizes, seeante, at 4, is simply that a\ndefendant need not intend to prevent a qualifying communication\nfrom reaching an officerwhom the defendant knows to be a\nfederal, as opposed to a state or local law enforcement\nofficer. But nothing in this provision adds to theactus\nreuselements in §1512(a)(1)(C).Justice Scalia’s principal criticism of my\ninterpretation of the statute is that “it makes the words ‘of the\nUnited States’ superfluous.”Ante, at 6.[Footnote 1] He incorrectly states that under\nmy interpretation “the Government need not proveanythingwith respect to the fact that the communication sought to be\nprevented was ‘to a law enforcement officer … of the United\nStates’ ” and that “[a]s long as the Government can prove that\nthe defendant sought to prevent the communication of information\nabout a federal crime (including a federal crime that is also a\nstate crime) it will necessarily have proved that [the set of\nofficers whom the defendant had in mind] ‘included law enforcement\nofficers who were employed by the United States.’ ”Ante, at 5 (emphasis in original). This description of my\ninterpretation confuses what the prosecution must prove with what a\nrational jury may choose to infer in a particular case.In order to violate §1512(a)(1)(C), a\ndefendant must have an intent regarding two things: first, the\nsubstance of the communication that the defendant wishes to prevent\n(information concerning, among other things, the commission or\npossible commission of a federal crime) and, second, the recipient\nof the communication (a law enforcement officer or judge who turns\nout to be a federal officer or judge).It is true that evidence regarding the federal\ncharacter of an offense may lead a rational jury to infer that the\nofficers whom the defendant had in mind included federal\nofficers.[Footnote 2] But those\ntwo elements remain distinct; both must be proved beyond a\nreasonable doubt; and it is entirely possible for a defendant to\nsatisfy one without also satisfying the other. For example, if a\nuniformed federal officer came upon a defendant during the\ncommission of a purely state offense (for example, a murder,\nassault, or rape not committed in a federal enclave), the defendant\nmight kill or attempt to kill the officer to prevent the officer\nfrom radioing in that information to the officer’s superiors. This\ndefendant would have the intent to prevent a communication to a\nfederal officer, but there would be no violation of the statute\nbecause the information would not concern a federal crime. Thus,\ncontrary to Justice Scalia’s suggestion, under my interpretation,\nthe two intent elements—relating to the substance of the feared\ncommunication and the identity of the feared recipient—are not\nredundant.Justice Scalia invokes a rule that disfavors\nthe interpretation of a federal criminal statute in a way that\n“ ‘significantly change[s] the federal-state balance in the\nprosecution of crimes.’ ”[Footnote 3]Ante, at 7 (quotingJonesv.United States,529 U. S. 848, 858\n(2000)). This rule, however, does not justify ignoring the plain\nterms of the statute.*  *  *The Court has effectively amended\n§1512(a)(1)(C) by adding an element that is nowhere to be found in\nthe text of the statute. And the Court’s new element makes little\nsense and will create confusion for trial judges and juries.\nFollowing the language of §1512(a)(1)(C), I would hold that the\nevidence in this case was sufficient to establish all of the\nelements that Congress saw fit to include. I therefore respectfully\ndissent.Footnote 1The Court makes a related argument. Seeante, at 8.Footnote 2There is nothing unusual about the\nproposition that the proof of one element of a crime may provide a\nsufficient basis for inferring that another element may be\nsatisfied. To take a common example, overt acts committed in\nfurtherance of a conspiracy may be sufficient to permit a jury to\ninfer that a conspiratorial agreement was reached. But that does\nnot alter the need to prove beyond a reasonable doubt that such an\nagreement was reached.Footnote 3The Court again makes a related argument. Seeante, at 8–9.",
    "joined": []
}