{
    "case": {
        "docket": "472",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/472/"
    },
    "id": "1962519",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTSNYDER V. LOUISIANA552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-10119ALLEN SNYDER, PETITIONERv.LOUISIANAon writ of certiorari to the supreme court of\nlouisiana[March 19, 2008]Justice Alito delivered the\nopinion of the Court.Petitioner Allen Snyder was\nconvicted of first-degree murder in a Louisiana court and was\nsentenced to death. He asks us to review a decision of the\nLouisiana Supreme Court rejecting his claim that the prosecution\nexercised some of its peremptory jury challenges based on race, in\nviolation ofBatsonv.Kentucky,476 U. S. 79(1986). We\nhold that the trial court committed clear error in its ruling on aBatsonobjection, and we therefore reverse.IThe crime for which petitioner\nwas convicted occurred in August 1995. At that time, petitioner and\nhis wife, Mary, had separated. On August 15, they discussed the\npossibility of reconciliation, and Mary agreed to meet with\npetitioner the next day. That night, Mary went on a date with\nHoward Wilson. During the evening, petitioner repeatedly attempted\nto page Mary, but she did not respond. At approximately 1:30 a.m.\non August 16, Wilson drove up to the home of Mary’s mother to drop\nMary off. Petitioner was waiting at the scene armed with a knife.\nHe opened the driver’s side door of Wilson’s car and repeatedly\nstabbed the occupants, killing Wilson and wounding Mary.The State charged petitioner with first-degree\nmurder and sought the death penalty based on the aggravating\ncircumstance that petitioner had knowingly created a risk of death\nor great bodily harm to more than one person. See La. Code Crim.\nProc. Ann., Art. 905.4(A)(4) (West Supp. 2008).Voir direbegan on Tuesday, August\n27, 1996, and proceeded as follows. During the first phase, the\ntrial court screened the panel to identify jurors who did not meet\nLouisiana’s requirements for jury service or claimed that service\non the jury or sequestration for the duration of the trial would\nresult in extreme hardship. More than 50 prospective jurors\nreported that they had work, family, or other commitments that\nwould interfere with jury service. In each of those instances, the\nnature of the conflicting commitments was explored, and some of\nthese jurors were dismissed. App. 58–164.In the next phase, the court randomly selected\npanels of 13 potential jurors for further questioning.Id.,at 166–167. The defense and prosecution addressed\neach panel and questioned the jurors both as a group and\nindividually. At the conclusion of this questioning, the court\nruled on challenges for cause. Then, the prosecution and the\ndefense were given the opportunity to use peremptory challenges\n(each side had 12) to remove remaining jurors. The court continued\nthis process of calling 13-person panels until the jury was filled.\nIn accordance with Louisiana law, the parties were permitted to\nexercise “backstrikes.” That is, they were allowed to use their\nperemptories up until the time when the final jury was sworn and\nthus were permitted to strike jurors whom they had initially\naccepted when the jurors’ panels were called. See La. Code Crim.\nProc. Ann., Art. 795(b)(1);Statev.Taylor,\n93–2201, pp. 22–23 (La. 2/28/96), 669 So. 2d 364, 376.Eighty-five prospective jurors were questioned\nas members of a panel. Thirty-six of these survived challenges for\ncause; 5 of the 36 were black; and all 5 of the prospective black\njurors were eliminated by the prosecution through the use of\nperemptory strikes. The jury found petitioner guilty of\nfirst-degree murder and determined that he should receive the death\npenalty.On direct appeal, the Louisiana Supreme Court\nconditionally affirmed petitioner’s conviction. The court rejected\npetitioner’sBatsonclaim but remanded the case for anunc pro tuncdetermination of petitioner’s competency to\nstand trial.Statev.Snyder,98–1078 (La.\n4/14/99), 750 So. 2d 832. Two justices dissented and would\nhave found aBatsonviolation. Seeid.,at 866\n(Johnson, J., dissenting), 863 (Lemmon, J., concurring in part and\ndissenting in part).On remand, the trial court found that\npetitioner had been competent to stand trial, and the Louisiana\nSupreme Court affirmed that determination.Statev.Snyder,1998–1078 (La. 4/14/04), 874 So. 2d 739.\nPetitioner petitioned this Court for a writ of certiorari, and\nwhile his petition was pending, this Court decidedMiller-Elv.Dretke,545 U. S. 231(2005). We\nthen granted the petition, vacated the judgment, and remanded the\ncase to the Louisiana Supreme Court for further consideration in\nlight ofMiller-El. SeeSnyderv.Louisiana,545 U. S. 1137(2005).\nOn remand, the Louisiana Supreme Court again rejected Snyder’sBatsonclaim, this time by a vote of 4 to 3. See 1998–1078\n(La. 9/6/06), 942 So. 2d 484. We again granted certiorari, 551\nU. S. ___ (2007), and now reverse.IIBatsonprovides a\nthree-step process for a trial court to use in adjudicating a claim\nthat a peremptory challenge was based on race:“ ‘First, a defendant must make a prima facie\nshowing that a peremptory challenge has been exercised on the basis\nof race[; s]econd, if that showing has been made, the prosecution\nmust offer a race-neutral basis for striking the juror in\nquestion[; and t]hird, in light of the parties’ submissions, the\ntrial court must determine whether the defendant has shown\npurposeful discrimination.’ ”Miller-Elv.Dretke,supra,at 277 (Thomas, J., dissenting)\n(quotingMiller-Elv.Cockrell,537 U. S. 322, 328–329\n(2003)).On appeal, a trial court’s ruling\non the issue of discriminatory intent must be sustained unless it\nis clearly erroneous. SeeHernandezv.New York,500 U. S. 352,\n369 (1991) (plurality opinion);id., at 372 (O’Connor, J.,\njoined by Scalia, J., concurring in judgment). The trial court has\na pivotal role in evaluatingBatsonclaims. Step three of\ntheBatsoninquiry involves an evaluation of the\nprosecutor’s credibility, see 476 U. S., at 98, n. 21, and\n“the best evidence [of discriminatory intent] often will be the\ndemeanor of the attorney who exercises the challenge,”Hernandez, 500 U. S., at 365 (plurality opinion). In\naddition, race-neutral reasons for peremptory challenges often\ninvoke a juror’s demeanor (e.g., nervousness,\ninattention), making the trial court’s first-hand observations of\neven greater importance. In this situation, the trial court must\nevaluate not only whether the prosecutor’s demeanor belies a\ndiscriminatory intent, but also whether the juror’s demeanor can\ncredibly be said to have exhibited the basis for the strike\nattributed to the juror by the prosecutor. We have recognized that\nthese determinations of credibility and demeanor lie\n“ ‘peculiarly within a trial judge’s province,’ ”ibid.(quotingWainwrightv.Witt,469 U. S. 412,\n428 (1985)), and we have stated that “in the absence of exceptional\ncircumstances, we would defer to [the trial court].” 500 U. S., at\n366.IIIPetitioner centers hisBatsonclaim on the prosecution’s strikes of two black\njurors, Jeffrey Brooks and Elaine Scott. Because we find that the\ntrial court committed clear error in overruling petitioner’sBatsonobjection with respect to Mr. Brooks, we have no\nneed to consider petitioner’s claim regarding Ms. Scott. See,e.g., United Statesv.Vasquez-Lopez, 22\nF. 3d 900, 902 (CA9 1994) (“[T]he Constitution forbids\nstriking even a single prospective juror for a discriminatory\npurpose”);United Statesv.Lane,866 F. 2d\n103, 105 (CA4 1989);United Statesv.Clemons,843 F. 2d 741, 747 (CA3 1988);United Statesv.Battle, 836 F. 2d 1084, 1086 (CA8 1987);United\nStatesv.David, 803 F. 2d 1567, 1571 (CA11\n1986).InMiller-Elv.Dretke, the Court made it clear that in considering aBatsonobjection, or in reviewing a ruling claimed to beBatsonerror, all of the circumstances that bear upon the\nissue of racial animosity must be consulted. 545 U. S., at 239.\nHere, as just one example, if there were persisting doubts as to\nthe outcome, a court would be required to consider the strike of\nMs. Scott for the bearing it might have upon the strike of Mr.\nBrooks. In this case, however, the explanation given for the strike\nof Mr. Brooks is by itself unconvincing and suffices for the\ndetermination that there wasBatsonerror.When defense counsel made aBatsonobjection concerning the strike of Mr. Brooks, a college senior who\nwas attempting to fulfill his student-teaching obligation, the\nprosecution offered two race-neutral reasons for the strike. The\nprosecutor explained:“I thought about it last night. Number 1, the main\nreason is that he looked very nervous to me throughout the\nquestioning. Number 2, he’s one of the fellows that came up at the\nbeginning [ofvoir dire] and said he was going to miss\nclass. He’s a student teacher. My main concern is for that reason,\nthat being that he might, to go home quickly, come back with guilty\nof a lesser verdict so there wouldn’t be a penalty phase. Those are\nmy two reasons.” App. 444.Defense counsel disputed both explanations,id.,at 444–445, and the trial judge ruled as follows:\n“All right. I’m going to allow the challenge. I’m going to allow\nthe challenge.”Id.,at 445. We discuss the prosecution’s\ntwo proffered grounds for striking Mr. Brooks in turn.AWith respect to the first reason,\nthe Louisiana Supreme Court was correct that “nervousness cannot be\nshown from a cold transcript, which is why … the [trial] judge’s\nevaluation must be given much deference.” 942 So. 2d, at 496.\nAs noted above, deference is especially appropriate where a trial\njudge has made a finding that an attorney credibly relied on\ndemeanor in exercising a strike. Here, however, the record does not\nshow that the trial judge actually made a determination concerning\nMr. Brooks’ demeanor. The trial judge was given two explanations\nfor the strike. Rather than making a specific finding on the record\nconcerning Mr. Brooks’ demeanor, the trial judge simply allowed the\nchallenge without explanation. It is possible that the judge did\nnot have any impression one way or the other concerning Mr. Brooks’\ndemeanor. Mr. Brooks was not challenged until the day after he was\nquestioned, and by that time dozens of other jurors had been\nquestioned. Thus, the trial judge may not have recalled Mr. Brooks’\ndemeanor. Or, the trial judge may have found it unnecessary to\nconsider Mr. Brooks’ demeanor, instead basing his ruling completely\non the second proffered justification for the strike. For these\nreasons, we cannot presume that the trial judge credited the\nprosecutor’s assertion that Mr. Brooks was nervous.BThe second reason proffered for\nthe strike of Mr. Brooks—his student-teaching obligation—fails even\nunder the highly deferential standard of review that is applicable\nhere. At the beginning ofvoir dire, when the trial court\nasked the members of the venire whether jury service or\nsequestration would pose an extreme hardship, Mr. Brooks was 1 of\nmore than 50 members of the venire who expressed concern that jury\nservice or sequestration would interfere with work, school, family,\nor other obligations.When Mr. Brooks came forward, the\nfollowing exchange took place:“MR. JEFFREY BROOKS: … I’m a\nstudent at Southern University, New Orleans. This is my last\nsemester. My major requires me to student teach, and today I’ve\nalready missed a half a day. That is part of my—it’s required for\nme to graduate this semester.“[DEFENSE COUNSEL]: Mr. Brooks, if you—how\nmany days would you miss if you were sequestered on this jury? Do\nyou teach every day?“MR. JEFFREY BROOKS: Five days a week.“[DEFENSE COUNSEL]: Five days a week.“MR. JEFFREY BROOKS: And it’s 8:30 through\n3:00.“[DEFENSE COUNSEL]: If you missed this week,\nis there any way that you could make it up this semester?“MR. JEFFREY BROOKS: Well, the first two weeks\nI observe, the remaining I begin teaching, so there is something\nI’m missing right now that will better me towards my teaching\ncareer.“[DEFENSE COUNSEL]: Is there any way that you\ncould make up the observed observation[sic]that you’re\nmissing today, at another time?“MR. JEFFREY BROOKS: It may be possible, I’m\nnot sure.“[DEFENSE COUNSEL]: Okay. So that—“THE COURT: Is there anyone we could call,\nlike a Dean or anything, that we could speak to?“MR. JEFFREY BROOKS: Actually, I spoke to my\nDean, Doctor Tillman, who’s at the university probably right\nnow.“THE COURT: All right.“MR. JEFFREY BROOKS: Would you like to speak\nto him?“THE COURT: Yeah.“MR. JEFFREY BROOKS: I don’t have his card on\nme.“THE COURT: Why don’t you give [a law clerk]\nhis number, give [a law clerk] his name and we’ll call him and\nwe’ll see what we can do.“(MR. JEFFREY BROOKS LEFT THE BENCH).” App.\n102–104.Shortly thereafter, the court\nagain spoke with Mr. Brooks:“THE LAW CLERK: Jeffrey Brooks,\nthe requirement for his teaching is a three hundred clock hour\nobservation. Doctor Tillman at Southern University said that as\nlong as it’s just this week, he doesn’t see that it would cause a\nproblem with Mr. Brooks completing his observation time within this\nsemester.“(MR. BROOKS APPROACHED THE BENCH)“THE COURT: We talked to Doctor Tillman and he\nsays he doesn’t see a problem as long as it’s just this week, you\nknow, he’ll work with you on it. Okay?“MR. JEFFREY BROOKS: Okay.“(MR. JEFFREY BROOKS LEFT THE BENCH).”Id.,at 116.Once Mr. Brooks heard the law\nclerk’s report about the conversation with Doctor Tillman, Mr.\nBrooks did not express any further concern about serving on the\njury, and the prosecution did not choose to question him more\ndeeply about this matter.The colloquy with Mr. Brooks and the law\nclerk’s report took place on Tuesday, August 27; the prosecution\nstruck Mr. Brooks the following day, Wednesday, August 28; the\nguilt phase of petitioner’s trial ended the next day, Thursday,\nAugust 29; and the penalty phase was completed by the end of the\nweek, on Friday, August 30.The prosecutor’s second proffered reason for\nstriking Mr. Brooks must be evaluated in light of these\ncircumstances. The prosecutor claimed to be apprehensive that Mr.\nBrooks, in order to minimize the student-teaching hours missed\nduring jury service, might have been motivated to find petitioner\nguilty, not of first-degree murder, but of a lesser included\noffense because this would obviate the need for a penalty phase\nproceeding. But this scenario was highly speculative. Even if Mr.\nBrooks had favored a quick resolution, that would not have\nnecessarily led him to reject a finding of first-degree murder. If\nthe majority of jurors had initially favored a finding of\nfirst-degree murder, Mr. Brooks’ purported inclination might have\nled him to agree in order to speed the deliberations. Only if all\nor most of the other jurors had favored the lesser verdict would\nMr. Brooks have been in a position to shorten the trial by favoring\nsuch a verdict.Perhaps most telling, the brevity of\npetitioner’s trial—something that the prosecutor anticipated on the\nrecord duringvoir dire[Footnote 1]—meant that serving on the jury would not\nhave seriously interfered with Mr. Brooks’ ability to complete his\nrequired student teaching. As noted, petitioner’s trial was\ncompleted by Friday, August 30. If Mr. Brooks, who reported to\ncourt and was peremptorily challenged on Wednesday, August 28, had\nbeen permitted to serve, he would have missed only two additional\ndays of student teaching, Thursday, August 29, and Friday, August\n30. Mr. Brooks’ dean promised to “work with” Mr. Brooks to see that\nhe was able to make up any student-teaching time that he missed due\nto jury service; the dean stated that he did not think that this\nwould be a problem; and the record contains no suggestion that Mr.\nBrooks remained troubled after hearing the report of the dean’s\nremarks. In addition, although the record does not include the\nacademic calendar of Mr. Brooks’ university, it is apparent that\nthe trial occurred relatively early in the fall semester. With many\nweeks remaining in the term, Mr. Brooks would have needed to make\nup no more than an hour or two per week in order to compensate for\nthe time that he would have lost due to jury service. When all of\nthese considerations are taken into account, the prosecutor’s\nsecond proffered justification for striking Mr. Brooks is\nsuspicious.The implausibility of this explanation is\nreinforced by the prosecutor’s acceptance of white jurors who\ndisclosed conflicting obligations that appear to have been at least\nas serious as Mr. Brooks’. We recognize that a retrospective\ncomparison of jurors based on a cold appellate record may be very\nmisleading when alleged similarities were not raised at trial. In\nthat situation, an appellate court must be mindful that an\nexploration of the alleged similarities at the time of trial might\nhave shown that the jurors in question were not really comparable.\nIn this case, however, the shared characteristic,i.e.,\nconcern about serving on the jury due to conflicting obligations,\nwas thoroughly explored by the trial court when the relevant jurors\nasked to be excused for cause.[Footnote 2]A comparison between Mr. Brooks and Roland\nLaws, a white juror, is particularly striking. During the initial\nstage ofvoir dire, Mr. Laws approached the court and\noffered strong reasons why serving on the sequestered jury would\ncause him hardship. Mr. Laws stated that he was “a self-employed\ngeneral contractor,” with “two houses that are nearing completion,\none [with the occupants] … moving in this weekend.”Id.,\nat 129. He explained that, if he served on the jury, “the people\nwon’t [be able to] move in.”Id.,at 130. Mr. Laws also\nhad demanding family obligations:“[M]y wife just had a hysterectomy, so I’m running\nthe kids back and forth to school, and we’re not originally from\nhere, so I have no family in the area, so between the two things,\nit’s kind of bad timing for me.”Ibid.Although these obligations seem substantially\nmore pressing than Mr. Brooks’, the prosecution questioned Mr. Laws\nand attempted to elicit assurances that he would be able to serve\ndespite his work and family obligations. See ibid.(prosecutor\nasking Mr. Laws “[i]f you got stuck on jury duty anyway … would you\ntry to make other arrangements as best you could?”). And the\nprosecution declined the opportunity to use a peremptory strike on\nMr. Laws.Id.,at 549. If the prosecution had been\nsincerely concerned that Mr. Brooks would favor a lesser verdict\nthan first-degree murder in order to shorten the trial, it is hard\nto see why the prosecution would not have had at least as much\nconcern regarding Mr. Laws.The situation regarding another white juror,\nJohn Donnes, although less fully developed, is also significant. At\nthe end of the first day ofvoir dire, Mr. Donnes\napproached the court and raised the possibility that he would have\nan important work commitment later that week.Id.,at 349.\nBecause Mr. Donnes stated that he would know the next morning\nwhether he would actually have a problem, the court suggested that\nMr. Donnes raise the matter again at that time.Ibid.The\nnext day, Mr. Donnes again expressed concern about serving, stating\nthat, in order to serve, “I’d have to cancel too many things,”\nincluding an urgent appointment at which his presence was\nessential.Id.,at 467–468. Despite Mr. Donnes’ concern,\nthe prosecution did not strike him.Id.,at 490.As previously noted, the question presented at\nthe third stage of theBatsoninquiry is “ ‘whether\nthe defendant has shown purposeful discrimination.’ ”Miller-Elv.Dretke, 545 U. S., at 277. The\nprosecution’s proffer of this pretextual explanation naturally\ngives rise to an inference of discriminatory intent. Seeid., at 252 (noting the “pretextual significance” of a\n“stated reason [that] does not hold up”);Purkettv.Elem,514\nU. S. 765, 768 (1995)(per curiam)(“At [the third]\nstage, implausible or fantastic justifications may (and probably\nwill) be found to be pretexts for purposeful discrimination”);Hernandez, 500 U. S., at 365 (plurality opinion) (“In the\ntypical peremptory challenge inquiry, the decisive question will be\nwhether counsel’s race-neutral explanation for a peremptory chal-\nlenge should be believed”). Cf.St. Mary’s Honor Centerv.Hicks,509\nU. S. 502, 511 (1993) (“[R]ejection of the de- fendant’s\nproffered [nondiscriminatory] reasons willpermitthe\ntrier of fact to infer the ultimate fact of intentional\ndiscrimination”).In other circumstances, we have held that,\nonce it is shown that a discriminatory intent was a substantial or\nmotivating factor in an action taken by a state actor, the burden\nshifts to the party defending the action to show that this factor\nwas not determinative. SeeHunterv.Underwood,471 U. S. 222,\n228 (1985). We have not previously applied this rule in aBatsoncase, and we need not decide here whether that\nstandard governs in this context. For present purposes, it is\nenough to recognize that a peremptory strike shown to have been\nmotivated in substantial part by discriminatory intent could not be\nsustained based on any lesser showing by the prosecution. And in\nlight of the circumstances here—including absence of anything in\nthe record showing that the trial judge credited the claim that Mr.\nBrooks was nervous, the prosecution’s description of both of its\nproffered explanations as “main concern[s],” App. 444, and the\nadverse inference noted above—the record does not show that the\nprosecution would have pre-emptively challenged Mr. Brooks based on\nhis nervousness alone. SeeHunter,supra, at 228.\nNor is there any realistic possibility that this subtle question of\ncausation could be profitably explored further on remand at this\nlate date, more than a decade after petitioner’s trial.*  *  *We therefore reverse the judgment\nof the Louisiana Supreme Court and remand the case for further\nproceedings not inconsistent with this opinion.It is so ordered.Footnote 1See,e.g.,App. 98, 105, 111, 121,\n130, 204.Footnote 2The Louisiana Supreme Court did not hold that\npetitioner had procedurally defaulted reliance on a comparison of\nthe African-American jurors whom the prosecution struck with white\njurors whom the prosecution accepted. On the contrary, the State\nSupreme Court itself made such a comparison. See 942 So. 2d\n484, 495–496 (2006).",
    "joined": []
}