{
    "case": {
        "docket": "19-368",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-368/"
    },
    "id": "4376947",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–368 and 19–369_________________FORD MOTOR COMPANY, PETITIONER19–368v.MONTANA EIGHTH JUDICIAL DISTRICT COURT,\net al.on writ of certiorari to the supreme court of\nmontanaFORD MOTOR COMPANY, PETITIONER19–369v.ADAM BANDEMERon writ of certiorari to the supreme court of\nminnesota[March 25, 2021]Justice Alito, concurring in the judgment.These cases can and should be decided without\nany alteration or refinement of our case law on specific personal\njurisdiction. To be sure, for the reasons outlined in Justice\nGorsuch’s thoughtful opinion, there are grounds for questioning the\nstandard that the Court adopted inInternational Shoe Co.v.Washington,326 U.S.\n310(1945). And there are also reasons to wonder whether the\ncase law we have developed since that time is well suited for the\nway in which business is now conducted. But there is nothing\ndistinctively 21st century about the question in the cases now\nbefore us, and the answer to that question is settled by our case\nlaw.SinceInternational Shoe,the rule has\nbeen that a state court can exercise personal jurisdiction over a\ndefendant if the defendant has “minimum contacts” with the\nforum—which means that the contacts must be “such that the\nmaintenance of the suit does not offend ‘traditional notions of\nfair play and substantial justice.’ ”Id.,at 316\n(quotingMillikenv.Meyer,311\nU.S. 457, 463 (1940)).That standard is easily met here. Ford has long\nhad a heavy presence in Minnesota and Montana. It spends billions\non national advertising. It has many franchises in both States.\nFord dealers in Minnesota and Montana sell and service Ford\nvehicles, and Ford ships replacement parts to both States. In\nentertaining these suits, Minnesota and Montana courts have not\nreached out and grabbed suits in which they “have little legitimate\ninterest.”Bristol- Myers Squibb Co.v.Superior Court of\nCal., San Francisco Cty., 582 U. S. ___, ___ (2017) (slip\nop., at 6).Theirresidents, while riding in vehicles\npurchased withintheirborders, were killed or injured in\naccidents ontheirroads. Can anyone seriously argue that\nrequiring Ford to litigate these cases in Minnesota and Montana\nwould be fundamentally unfair?Well, Ford makes that argument. It would send\nthe plaintiffs packing to the jurisdictions where the vehicles in\nquestion were assembled (Kentucky and Canada), designed (Michigan),\nor first sold (Washington and North Dakota) or where Ford is\nincorporated (Delaware) or has its principal place of business\n(Michigan).As might have been predicted, the Court\nunanimously rejects this understanding of “traditional notions of\nfair play and substantial justice.” And in doing so, we merely\nfollow what we said inWorld-Wide Volkswagen Corp.v.Woodson,444 U.S.\n286, 297–298 (1980), which was essentially this: If a car\nmanufacturer makes substantial efforts to sell vehicles in States A\nand B (and other States), and a defect in a vehicle first sold in\nState A causes injuries in an accident in State B, the manufacturer\ncan be sued in State B. That rule decides these cases.Ford, however, asks us to adopt an unprecedented\nrule under which a defendant’s contacts with the forum State must\nbe proven to have been a but-for cause of the tort\nplaintiff ’s injury. The Court properly rejects that argument,\nand I agree with the main thrust of the Court’s opinion. My only\nquibble is with the new gloss that the Court puts on our case law.\nSeveral of our opinions have said that a plaintiff ’s claims\n“ ‘must arise out of or relate to the defendant’s\ncontacts’ ” with the forum. Seeante, at 6 (citing\ncases). The Court parses this phrase “as though we were dealing\nwith language of a statute,”Reiterv.Sonotone\nCorp.,442 U.S.\n330, 341 (1979), and because this phrase is cast in the\ndisjunctive, the Court recognizes a new category of cases in which\npersonal jurisdiction is permitted: those in which the claims do\nnot “arise out of ” (i.e., are not caused by) the\ndefendant’s contacts but nevertheless sufficiently “relate to”\nthose contacts in some undefined way,ante, at 8–9.This innovation is unnecessary and, in my view,\nunwise. To say that the Constitution does not require the kind of\nproof of causation that Ford would demand—what the majority\ndescribes as a “strict causal relationship,”ante,at 8—is\nnot to say that no causal link of any kind is needed. And here,\nthere is a sufficient link. It is reasonable to infer that the\nvehicles in question here would never have been on the roads in\nMinnesota and Montana if they were some totally unknown brand that\nhad never been advertised in those States, was not sold in those\nStates, would not be familiar to mechanics in those States, and\ncould not have been easily repaired with parts available in those\nStates. Seeante,at 13–14 (describing this relationship\nbetween Ford’s activities and these suits). The whole point of\nthose activities was to put more Fords (including those in question\nhere) on Minnesota and Montana roads. The common-sense relationship\nbetween Ford’s activities and these suits, in other words, is\ncausal in a broad sense of the concept, and personal jurisdiction\ncan rest on this type of link without strict proof of the type Ford\nwould require. When “arise out of ” is understood in this way,\nit is apparent that “arise out of ” and “relate to” overlap\nand are not really two discrete grounds for jurisdiction. The\nphrase “arise out of or relate to” is simply a way of restating the\nbasic “minimum contacts” standard adopted inInternational\nShoe.Recognizing “relate to” as an independent basis\nfor specific jurisdiction risks needless complications. The\n“ordinary meaning” of the phrase “relate to” “is a broad one.”Moralesv.Trans World Airlines, Inc.,504 U.S.\n374, 383 (1992). Applying that phrase “according to its terms\n[is] a project doomed to failure, since, as many a curbstone\nphilosopher has observed, everything is related to everything\nelse.”California Div. of Labor Standards Enforcementv.Dillingham Constr., N. A., Inc.,519 U.S.\n316, 335 (1997) (Scalia, J., concurring). To rein in this\nphrase, limits must be found, and the Court assures us that “relate\nto,” as it now uses the concept, “incorporates real limits.”Ante,at 9. But without any indication what those limits\nmight be, I doubt that the lower courts will find that observation\nterribly helpful. Instead, what limits the potentially boundless\nreach of “relate to” is just the sort of rough causal connection I\nhave described.I would leave the law exactly where it stood\nbefore we took these cases, and for that reason, I concur in the\njudgment.",
    "joined": []
}