{
    "case": {
        "docket": "19-416",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-416/"
    },
    "id": "4440769",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–416 and 19–453_________________NESTLE USA, INC., PETITIONER19–416v.JOHN DOE I, et al.CARGILL, INC., PETITIONER19–453v.JOHN DOE I, et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 17, 2021]Justice Alito, dissenting.The primary question presented in the two\ncertiorari petitions filed in these cases is whether domestic\ncorporations are immune from liability under the Alien Tort Statute\n(ATS), 28 U. S. C. §1350. I would decide that question,\nand for the reasons explained in Part I of Justice Gorsuch’s\nopinion, which I join, I would hold that if a particular claim may\nbe brought under the ATS against a natural person who is a United\nStates citizen, a similar claim may be brought against a domestic\ncorporation. See alsoante, at 8, n. 4 (Sotomayor, J.,\njoined by Breyer and Kagan, JJ., concurring in part and concurring\nin judgment). Corporate status does not justify special\nimmunity.The Court instead disposes of these cases by\nholding that respondents’ complaint seeks extraterritorial\napplication of the ATS, but in my view, we should not decide that\nquestion at this juncture. It is tied to the question whether the\nplaintiffs should be allowed to amend their complaint, and in order\nto reach the question of extraterritoriality, the Court must assume\nthe answers to a host of important questions. Specifically, the\nCourt must assume: (1) that, contrary to the arguments set out in\nPart III of Justice Thomas’s opinion and Part II of Justice\nGorsuch’s opinion, it is proper for us to recognize new claims that\nmay be asserted under the ATS; (2) that the conduct petitioners are\nalleged to have aided and abetted provides the basis for such a\nclaim; (3) that there is a “specific, universal, and obligatory”\ninternational law norm,Sosav.Alvarez-Machain,542 U.S.\n692, 732 (2004) (internal quotation marks omitted), that\nimposes liability for what our legal system terms aiding and\nabetting; (4) that, if there is such a norm, we should choose to\nrecognize an ATS aiding-and-abetting claim, seeid., at\n725–728, 732, 733, n. 21; and (5) that respondents’ complaint\nadequately alleges all the elements of such a claim, including the\nrequisitemens rea. CompareDoe Iv.Nestle USA,\nInc., 788 F.3d 946, 948–951 (CA9 2015) (Bea, J., dissenting\nfrom denial of reh’g en banc) (aider and abettor must act\npurposefully);Azizv.Alcolac, Inc., 658 F.3d 388,\n398–401 (CA4 2011) (same);Presbyterian Church of Sudanv.Talisman Energy, Inc., 582 F.3d 244, 257–259 (CA2 2009)\n(same), withDoe VIIIv.Exxon Mobil Corp., 654 F.3d\n11, 32–39 (CADC 2011) (aider and abettor need only act knowingly),\nvacated, 527 Fed. Appx. 7 (CADC 2013); Restatement (Third) of\nTorts: Liability for Economic Harm §28 (2018) (same); Restatement\n(Second) of Torts §876 (1977) (same). A decision begins to take on\nthe flavor of an advisory opinion when it is necessary to make so\nmany important assumptions in order to reach the question that is\nactually resolved.To be sure, Part III of Justice Thomas’s opinion\nand Part II of Justice Gorsuch’s opinion make strong arguments that\nfederal courts should never recognize new claims under the ATS. But\nthis issue was not raised by petitioners’ counsel, and I would not\nreach it here.For these reasons, I would reject petitioners’\nargument on the question of corporate immunity, vacate the judgment\nbelow, and remand these cases for further proceedings in the\nDistrict Court.",
    "joined": []
}