{
    "case": {
        "docket": "421",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/421/"
    },
    "id": "1970726",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–556_________________MAETTA VANCE, PETITIONER v. BALL STATE\nUNIVERSITYon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 24, 2013]Justice Alito\ndelivered the opinion of the Court.In this case, we decide\na question left open in Burlington Industries, Inc. v. Ellerth, 524\nU. S. 742 (1998) , and Far- agher v. Boca Raton, 524 U. S. 775\n(1998) , namely, who qualifies as a “supervisor” in a\ncase in which an employee asserts a Title VII claim for workplace\nharassment?Under Title VII, an\nemployer’s liability for such harassment may depend on the\nstatus of the harasser. If the harassing employee is the\nvictim’s co-worker, the employer is liable only if it was\nnegligent in controlling working conditions. In cases in which the\nharasser is a “super- visor,” however, different rules\napply. If the supervisor’s harassment culminates in a\ntangible employment action, the employer is strictly liable. But if\nno tangible employment action is taken, the employer may escape\nliability by establishing, as an affirmative defense, that (1) the\nemployer exercised reasonable care to prevent and correct any\nharassing behavior and (2) that the plaintiff unreasonably failed\nto take advantage of the preventive or corrective opportunities\nthat the employer provided. Id., at 807; Ellerth, supra, at 765.\nUnder this framework, therefore, it matters whether a harasser is a\n“supervisor” or simply a co-worker.We hold that an\nemployee is a “supervisor” for purposes of vicarious\nliability under Title VII if he or she is empowered by the employer\nto take tangible employment actions against the victim, and we\ntherefore affirm the judgment of the Seventh Circuit.IMaetta Vance, an\nAfrican-American woman, began working for Ball State University\n(BSU) in 1989 as a sub- stitute server in the University Banquet\nand Catering division of Dining Services. In 1991, BSU promoted\nVance to a part-time catering assistant position, and in 2007 she\napplied and was selected for a position as a full-time catering\nassistant.Over the course of her\nemployment with BSU, Vance lodged numerous complaints of racial\ndiscrimination and retaliation, but most of those incidents are not\nat issue here. For present purposes, the only relevant incidents\nconcern Vance’s interactions with a fellow BSU employee,\nSaundra Davis.During the time in\nquestion, Davis, a white woman, was employed as a catering\nspecialist in the Banquet and Catering division. The parties\nvigorously dispute the precise nature and scope of Davis’\nduties, but they agree that Davis did not have the power to hire,\nfire, demote, promote, transfer, or discipline Vance. See No.\n1:06–cv–1452–SEB–JMS, 2008 WL 4247836, *12\n(SD Ind., Sept. 10, 2008) (“Vance makes no allegations that\nMs. Davis possessed any such power”); Brief for Petitioner\n9–11 (describing Davis’ authority over Vance); Brief\nfor Respondent 39 (“[A]ll agree that Davis lacked the author-\nity to take tangible employments [sic] actions against\npetitioner”).In late 2005 and early\n2006, Vance filed internal complaints with BSU and charges with the\nEqual Employment Opportunity Commission (EEOC), alleging racial\nharassment and discrimination, and many of these complaints and\ncharges pertained to Davis. 646 F. 3d 461, 467 (CA7 2011).\nVance complained that Davis “gave her a hard time at work by\nglaring at her, slamming pots and pans around her, and intimidating\nher.” Ibid. She alleged that she was “left alone in the\nkitchen with Davis, who smiled at her”; that Davis\n“blocked” her on an elevator and “stood there\nwith her cart smiling”; and that Davis often gave her\n“weird” looks. Ibid. (internal quotation marks\nomitted).Vance’s workplace\nstrife persisted despite BSU’s attempts to address the\nproblem. As a result, Vance filed this lawsuit in 2006 in the\nUnited States District Court for the Southern District of Indiana,\nclaiming, among other things, that she had been subjected to a\nracially hostile work environment in violation of Title VII. In her\ncomplaint, she alleged that Davis was her supervisor and that BSU\nwas liable for Davis’ creation of a racially hostile work\nenvironment. Complaint in No.\n1:06–cv–01452–SEB–TAB (SD Ind., Oct. 3,\n2006), Dkt. No. 1, pp. 5–6.Both parties moved for\nsummary judgment, and the District Court entered summary judgment\nin favor of BSU. 2008 WL 4247836, at *1. The court explained that\nBSU could not be held vicariously liable for Davis’ alleged\nracial harassment because Davis could not “ ‘hire,\nfire, demote, promote, transfer, or discipline’ ”\nVance and, as a result, was not Vance’s supervisor under the\nSeventh Circuit’s interpretation of that concept. See id., at\n*12 (quoting Hall v. Bodine Elect. Co., 276 F. 3d 345, 355\n(CA7 2002)). The court further held that BSU could not be liable in\nnegligence because it responded reasonably to the incidents of\nwhich it was aware. 2008 WL 4247836, *15.The Seventh Circuit\naffirmed. 646 F. 3d 461. It explained that, under its settled\nprecedent, supervisor status requires “ ‘the power\nto hire, fire, demote, promote, transfer, or discipline an\nemployee.’ ” Id., at 470 (quoting Hall, supra, at\n355). The court concluded that Davis was not Vance’s\nsupervisor and thus that Vance could not recover from BSU unless\nshe could prove negligence. Finding that BSU was not negligent with\nrespect to Davis’ conduct, the court affirmed. 646\nF. 3d, at 470–473.IIATitle VII of the\nCivil Rights Act of 1964 makes it “an unlawful employment\npractice for an employer . . . to discriminate against\nany individual with respect to his compensation, terms, conditions,\nor privileges of employment, because of such individual’s\nrace, color, religion, sex, or national origin.” 42\nU. S. C. §2000e–2(a)(1). This provision\nobviously prohibits discrimination with respect to employment\ndecisions that have direct economic consequences, such as\ntermination, demotion, and pay cuts. But not long after Title VII\nwas enacted, the lower courts held that Title VII also reaches the\ncreation or perpetuation of a discriminatory work environment.In the leading case of\nRogers v. EEOC, 454 F. 2d 234 (1971), the Fifth Circuit\nrecognized a cause of action based on this theory. See Meritor\nSavings Bank, FSB v. Vinson, 477 U. S. 57 –66 (1986)\n(describing development of hostile environment claims based on\nrace). The Rogers court reasoned that “the phrase\n‘terms, conditions, or privileges of employment’ in\n[Title VII] is an expansive concept which sweeps within its\nprotective ambit the practice of creating a working environment\nheavily charged with ethnic or racial discrimination.” 454\nF. 2d, at 238. The court observed that “[o]ne can\nreadily envision working environments so heavily polluted with\ndiscrimination as to destroy completely the emotional and psy-\nchological stability of minority group workers.” Ibid.\nFollowing this decision, the lower courts generally held that an\nemployer was liable for a racially hostile work environ- ment if\nthe employer was negligent, i.e., if the employer knew or\nreasonably should have known about the harassment but failed to\ntake remedial action. See Ellerth, 524 U. S., at 768–769\n(Thomas, J., dissenting) (citing cases).When the issue\neventually reached this Court, we agreed that Title VII prohibits\nthe creation of a hostile work environment. See Meritor, supra, at\n64–67. In such cases, we have held, the plaintiff must show\nthat the work environment was so pervaded by discrimination that\nthe terms and conditions of employment were altered. See, e.g.,\nHarris v. Forklift Systems, Inc., 510 U. S. 17, 21 (1993)\n.BConsistent with\nRogers, we have held that an employer is directly liable for an\nemployee’s unlawful harassment if the employer was negligent\nwith respect to the offensive behavior. Faragher, 524 U. S.,\nat 789. Courts have generally applied this rule to evaluate\nemployer liability when a co-worker harasses the plaintiff. [1]In Ellerth and\nFaragher, however, we held that different rules apply where the\nharassing employee is the plain- tiff’s\n“supervisor.” In those instances, an employer may be\nvicariously liable for its employees’ creation of a hostile\nwork environment. And in identifying the situations in which such\nvicarious liability is appropriate, we looked to the Restatement of\nAgency for guidance. See, e.g., Meri-tor, supra, at 72; Ellerth, supra, at 755.Under the Restatement,\n“masters” are generally not liable for the torts of\ntheir “servants” when the torts are committed outside\nthe scope of the servants’ employment. See 1 Restatement\n(Second) of Agency §219(2), p. 481 (1957) (Restatement). And\nbecause racial and sexual harassment are unlikely to fall within\nthe scope of a servant’s duties, application of this rule\nwould generally preclude employer liability for employee\nharassment. See Faragher, supra, at 793–796; Ellerth, supra,\nat 757. But in Ellerth and Faragher, we held that a provision of\nthe Restatement provided the basis for an exception. Section\n219(2)(d) of that Restatement recognizes an exception to the\ngeneral rule just noted for situations in which the servant was\n“aided in accomplishing the tort by the existence of the\nagency relation.” [2]\nRestatement 481; see Far- agher, supra, at 802–803; Ellerth,\nsupra, at 760–763.Adapting this concept\nto the Title VII context, Ellerth and Faragher identified two\nsituations in which the aided-in-the-accomplishment rule warrants\nemployer liability even in the absence of negligence, and both of\nthese situations involve harassment by a “supervisor”\nas opposed to a co-worker. First, the Court held that an employer\nis vicariously liable “when a supervisor takes a tangible\nemployment action,” Ellerth, supra, at 762; Faragher, supra,\nat 790—i.e., “a significant change in employment\nstatus, such as hiring, firing, failing to promote, reassignment\nwith significantly different responsibilities, or a decision\ncausing a significant change in benefits.” Ellerth, 524 U.\nS., at 761. We explained the reason for this rule as follows:\n“When a supervisor makes a tangible employment decision,\nthere is assurance the injury could not have been inflicted absent\nthe agency relation. . . . A tangible employment decision\nrequires an official act of the enterprise, a company act. The\ndecision in most cases is documented in official company records,\nand may be subject to review by higher level supervisors.”\nId., at 761–762. In those circumstances, we said, it is\nappropriate to hold the employer strictly liable. See Faragher,\nsupra, at 807; Ellerth, supra, at 765.Second, Ellerth and\nFaragher held that, even when a supervisor’s harassment does\nnot culminate in a tangible employment action, the employer can be\nvicariously liable for the supervisor’s creation of a hostile\nwork environment if the employer is unable to establish an\naffirmative defense. [3] We\nbegan by noting that “a supervisor’s power and\nauthority invests his or her harassing conduct with a particular\nthreatening character, and in this sense, a supervisor always is\naided by the agency relation.” El- lerth, supra, at 763; see\nFaragher, 524 U. S., at 803–805. But it would go too\nfar, we found, to make employers strictly liable whenever a\n“supervisor” engages in harassment that does not result\nin a tangible employment action, and we therefore held that in such\ncases the employer may raise an affirmative defense. Specifically,\nan employer can mitigate or avoid liability by showing (1) that it\nexercised reasonable care to prevent and promptly correct any\nharassing behavior and (2) that the plaintiff unreasonably failed\nto take advantage of any preventive or corrective opportunities\nthat were provided. Faragher, supra, at 807; Ellerth, 524\nU. S., at 765. This compromise, we ex- plained,\n“accommodate[s] the agency principles of vicarious liability\nfor harm caused by misuse of supervisory authority, as well as\nTitle VII’s equally basic policies of encouraging forethought\nby employers and saving action by objecting employees.” Id.,\nat 764.The dissenting Members\nof the Court in Ellerth and Faragher would not have created a\nspecial rule for cases involving harassment by\n“supervisors.” Instead, they would have held that an\nemployer is liable for any employee’s creation of a hostile\nwork environment “if, and only if, the plaintiff proves that\nthe employer was negligent in permitting the [offending] conduct to\noccur.” Ellerth, supra, at 767 (Thomas, J., dissenting);\nFaragher, supra, at 810 (same).CUnder Ellerth and\nFaragher, it is obviously important whether an alleged harasser is\na “supervisor” or merely a co-worker, and the lower\ncourts have disagreed about the meaning of the concept of a\nsupervisor in this context. Some courts, including the Seventh\nCircuit below, have held that an employee is not a supervisor\nunless he or she has the power to hire, fire, demote, promote,\ntransfer, or discipline the victim. E.g., 646 F. 3d, at 470;\nNoviello v. Boston, 398 F. 3d 76, 96 (CA1 2005); Weyers v.\nLear Operations Corp., 359 F. 3d 1049, 1057 (CA8 2004). Other\ncourts have substantially followed the more open-ended approach\nadvocated by the EEOC’s Enforcement Guidance, which ties\nsupervisor status to the ability to exercise significant direction\nover another’s daily work. See, e.g., Mack v. Otis Elevator\nCo., 326 F. 3d 116, 126–127 (CA2 2003); Whitten v.\nFred’s, Inc., 601 F. 3d 231, 245–247 (CA4 2010);\nEEOC, Enforcement Guidance: Vicarious Employer Liability for\nUnlawful Harassment by Supervisors (1999), 1999 WL 33305874, *3\n(hereinafter EEOC Guidance).We granted certiorari\nto resolve this conflict. 567 U. S. ___ (2012).IIIWe hold that an\nemployer may be vicariously liable for an employee’s unlawful\nharassment only when the employer has empowered that employee to\ntake tangible employment actions against the victim, i.e., to\neffect a “sig- nificant change in employment status, such as\nhiring, firing, failing to promote, reassignment with significantly\ndifferent responsibilities, or a decision causing a significant\nchange in benefits.” Ellerth, supra, at 761. We reject the\nnebulous definition of a “supervisor” advocated in the\nEEOC Guidance [4] and\nsubstantially adopted by several courts of appeals.\nPetitioner’s reliance on colloquial usesof the term “supervisor” is\nmisplaced, and her contention that our cases require the\nEEOC’s abstract definition is simply wrong.As we will explain, the\nframework set out in Ellerth and Faragher presupposes a clear\ndistinction between supervisors and co-workers. Those decisions\ncontemplate a unitary category of supervisors, i.e., those\nemployees with the authority to make tangible employment decisions.\nThere is no hint in either decision that the Court had in mind two\ncategories of supervisors: first, those who have such authority\nand, second, those who, although lacking this power, nevertheless\nhave the ability to direct a co-worker’s labor to some\nill-defined degree. On the contrary, the Ellerth/Faragher framework\nis one under which supervisory status can usually be readily\ndetermined, generally by written documentation. The approach\nrecommended by the EEOC Guidance, by contrast, would make the\ndetermination of supervisor status depend on a highly case-specific\nevaluation of numerous factors.The Ellerth/Faragher\nframework represents what the Court saw as a workable compromise\nbetween the aided-in-the-accomplishment theory of vicarious\nliability and the legitimate interests of employers. The Seventh\nCircuit’s understanding of the concept of a\n“supervisor,” with which we agree, is easily workable;\nit can be applied without undue difficulty at both the summary\njudgment stage and at trial. The alternative, in many cases, would\nfrustrate judges and confound jurors.APetitioner contends\nthat her expansive understanding of the concept of a\n“supervisor” is supported by the meaning of the word in\ngeneral usage and in other legal contexts, see Brief for Petitioner\n25–28, but this argument is both incorrect on its own terms\nand, in any event, misguided.In general usage, the\nterm “supervisor” lacks a sufficiently specific meaning\nto be helpful for present purposes. Petitioner is certainly right\nthat the term is often used to refer to a person who has the\nauthority to direct another’s work. See, e.g., 17 Oxford\nEnglish Dictionary 245 (2d ed. 1989) (defining the term as applying\nto “one who inspects and directs the work of others”).\nBut the term is also often closely tied to the authority to take\nwhat Ellerth and Faragher referred to as a “tangible\nemployment action.” See, e.g., Webster’s Third New\nInternational Dictionary 2296, def. 1(a) (1976) (“a person\nhaving authority dele- gated by an employer to hire, transfer,\nsuspend, recall, promote, assign, or discharge another employee or\nto rec- ommend such action”).A comparison of the\ndefinitions provided by two colloquial business authorities\nillustrates the term’s imprecision in general usage. One says\nthat “[s]upervisors are usually authorized to recommend\nand/or effect hiring, disciplining, promoting, punishing,\nrewarding, and other associated activities regarding the employees\nin their departments.” [5] Another says exactly the opposite: “A supervisor\ngenerally does not have the power to hire or fire employees or to\npromote them.” [6]\nCompare Ellerth, 524 U. S., at 762 (“Tangible employment\nactions fall within the special province of the\nsupervisor”).If we look beyond\ngeneral usage to the meaning of the term in other legal contexts,\nwe find much the same situation. Sometimes the term is reserved for\nthose in the upper echelons of the management hierarchy. See, e.g.,\n25 U. S. C. §2021(18) (defining the\n“supervisor” of a school within the jurisdiction of the\nBureau of Indian Affairs as“the individual in the position of\nultimate authority at a Bureau school”). But sometimes the\nterm is used to refer to lower ranking individuals. See, e.g., 29\nU. S. C. §152(11) (defining a supervisor to include\n“any individual having authority . . . to hire,\ntransfer, suspend, lay off, recall, promote, discharge, assign,\nreward, or discipline other employees, or responsibly to direct\nthem, or to adjust their grievances, or effectively to recommend\nsuch action, if in connection with the foregoing the exercise of\nsuch authority is not of a merely routine or clerical nature, but\nrequires the use of independent judgment”); 42\nU. S. C. §1396n(j)(4)(A) (providing that an eligible\nMedicaid beneficiary who receives care through an approved\nself-directed services plan may “hire, fire, supervise, and\nmanage the individuals providing such services”).Although the meaning of\nthe concept of a supervisor varies from one legal context to\nanother, the law often contemplates that the ability to supervise\nincludes the ability to take tangible employment actions. [7] See, e.g., 5 CFR\n§§9701.511(a)(2), (3) (2012) (referring to a\nsupervisor’s authority to “hire, assign, and direct\nemployees . . . and [t]o lay off and retain employees, or\nto suspend, re-move, reduce in grade, band, or pay, or take\nother disciplinary action against such employees or, with respect\nto filling positions, to make selections for appointments from\nproperly ranked and certified candidates for promotion or from any\nother appropriate source”); §9701.212(b)(4) (defining\n“supervisory work” as that which “may involve\nhiring or selecting employees, assigning work, managing\nperformance, recognizing and rewarding employees, and other\nassociated duties”).In sum, the term\n“supervisor” has varying meanings both in colloquial\nusage and in the law. And for this reason, petitioner’s\nargument, taken on its own terms, is unsuccessful.More important,\npetitioner is misguided in suggesting that we should approach the\nquestion presented here as if “supervisor” were a\nstatutory term. “Supervisor” is not a term used by\nCongress in Title VII. Rather, the term was adopted by this Court\nin Ellerth and Faragher as a label for the class of employees whose\nmisconduct may give rise to vicarious employer liability.\nAccordingly, the way to understand the meaning of the term\n“supervisor” for present purposes is to consider the\ninterpretation that best fits within the highly structured\nframework that those cases adopted.BIn considering\nEllerth and Faragher, we are met at the outset with\npetitioner’s contention that at least some of the alleged\nharassers in those cases, whom we treated as supervisors, lacked\nthe authority that the Seventh Circuit’s definition demands.\nThis argument misreads our decisions.In Ellerth, it was\nclear that the alleged harasser was a supervisor under any\ndefinition of the term: He hired his victim, and he promoted her\n(subject only to the minis- terial approval of his supervisor, who\nmerely signed the paperwork). 524 U. S., at 747. Ellerth was a\ncase from the Seventh Circuit, and at the time of its decision in\nthat case, that court had already adopted its current definition of\na supervisor. See Volk v. Coler, 845 F. 2d 1422, 1436 (1988).\nSee also Parkins v. Civil Constructors of Ill., Inc., 163\nF. 3d 1027, 1033, n. 1 (CA7 1998) (discussing Circuit\ncase law). Although the en banc Seventh Circuit in Ellerth issued\neight separate opinions, there was no disagreement about the\nharasser’s status as a supervisor. Jansen v. Packaging Corp.\nof America, 123 F. 3d 490 (1997) (per curiam). Likewise, when\nthe case reached this Court, no question about the harasser’s\nstatus was raised.The same is true with\nrespect to Faragher. In that case, Faragher, a female lifeguard,\nsued her employer, the city of Boca Raton, for sexual harassment\nbased on the conduct of two other lifeguards, Bill Terry and David\nSilverman, and we held that the city was vicariously liable for\nTerry’s and Silverman’s harassment. Although it is\nclear that Terry had authority to take tangible employment actions\naffecting the victim, [8] see\n524 U. S., at 781 (explaining that Terry could hire new\nlifeguards, supervise their work assignments, counsel, and\ndiscipline them), Silvermanmay have wielded less authority, ibid. (noting\nthat Silverman was “responsible for making the\nlifeguards’ daily assignments, and for supervising their work\nand fitness training”). Nevertheless, the city never disputed\nFar- agher’s characterization of both men as her\n“supervisors.” See App., O. T. 1997, No. 97–282,\np. 40 (First Amended Complaint ¶¶6–7); id., at\n79 (Answer to First Amended Complaint ¶¶6–7)\n(admitting that both harassers had “supervisory\nresponsibilities” over the plaintiff). [9]In light of the\nparties’ undisputed characterization of the alleged\nharassers, this Court simply was not presented with the question of\nthe degree of authority that an employee must have in order to be\nclassified as a supervisor. [10] The parties did not focus on the issue in their\nbriefs, although the victim in Faragher appears to have agreed that\nsupervisors are employees empowered to take tangible employment\nactions. See Brief for Petitioner, O. T. 1997, No. 97–282, p.\n24 (“Supervisors typically exercise broad discretionary\npowers over their subordinates, determining many of the terms and\nconditions of their employment, including their raises and\nprospects for pro- motion and controlling or greatly influencing\nwhether they are to be dismissed”).For these reasons, we\nhave no difficulty rejecting petition- er’s argument that the\nquestion before us in the present case was effectively settled in\nher favor by our treatment of the alleged harassers in Ellerth and\nFaragher. [11]The dissent\nacknowledges that our prior cases do “not squarely resolve\nwhether an employee without power to take tangible employment\nactions may nonetheless qualify as a supervisor,” but accuses\nus of ignoring the “all-too-plain reality” that\nemployees with authority to control their subordinates’ daily\nwork are aided by that authority in perpetuating a discriminatory\nwork environment. Post, at 8 (opinion of Ginsburg, J.). As Ellerth\nrecognized, however, “most workplace tortfeasors are aided in\naccomplishing their tortious objective by the existence of the\nagency relation,” and consequently “something\nmore” is required in order to warrant vicarious liability.\n524 U. S., at 760. The ability to direct another\nemployee’s tasks is simply not sufficient. Employees with\nsuch powers are certainly capable of creating intolerable work\nenvironments, see post, at 9–11 (discussing examples), but so\nare many other co-workers. Negligence provides the better framework\nfor evaluating an employer’s liability when a harassing\nemployee lacks the power to take tangible employment actions.CAlthough our holdings\nin Faragher and Ellerth do not resolve the question now before us,\nwe believe that the answer to that question is implicit in the\ncharacteristics of the framework that we adopted.To begin, there is no\nhint in either Ellerth or Faragher that the Court contemplated\nanything other than a unitary category of supervisors, namely,\nthose possessing the authority to effect a tangible change in a\nvictim’s terms or conditions of employment. The\nEllerth/Faragher framework draws a sharp line between co-workers\nand supervisors. Co-workers, the Court noted, “can inflict\npsychologi- cal injuries” by creating a hostile work\nenvironment, but they “cannot dock another’s pay, nor\ncan one co-worker demote another.” Ellerth, 524 U. S.,\nat 762. Only a supervisor has the power to cause “direct\neconomic harm” by taking a tangible employment action. Ibid.\n“Tangible employment actions fall within the special province\nof the supervisor. The supervisor has been empowered by the company\nas a distinct class of agent to make economic decisions affecting\nother employees under his or her control. . . .\nTangible employment actions are the means by which the supervisor\nbrings the official power of the enterprise to bear on\nsubordinates.” Ibid. (emphasis added). The strong implication\nof this passage is that the authority to take tangible employment\nactions is the defining characteristic of a supervisor, not simply\na characteristic of a subset of an ill-defined class of employees\nwho qualify as supervisors.The way in which we\nframed the question presented in Ellerth supports this\nunderstanding. As noted, the Ellerth/Faragher framework sets out\ntwo circumstances in which an employer may be vicariously liable\nfor a supervisor’s harassment. The first situation (which\nresults in strict liability) exists when a supervisor actually\ntakes a tangible employment action based on, for example, a\nsubordinate’s refusal to accede to sexual demands. The second\nsituation (which results in vicarious liability if the employer\ncannot make out the requisite affirmative defense) is present when\nno such tangible action is taken. Both Ellerth and Faragher fell\ninto the second category, and in Ellerth, the Court couched the\nquestion at issue in the following terms: “whether an\nemployer has vicarious liability when a supervisor creates a\nhostile work en- vironment by making explicit threats to alter a\nsubor- dinate’s terms or conditions of employment, based on\nsex, but does not fulfill the threat.” 524 U. S., at\n754. This statement plainly ties the second situation to a\nsupervisor’s authority to inflict direct economic injury. It\nis because a supervisor has that authority—and its potential\nuse hangs as a threat over the victim—that vicarious\nliability (subject to the affirmative defense) is justified.Finally, the\nEllerth/Faragher Court sought a framework that would be workable\nand would appropriately take into account the legitimate interests\nof employers and employees. The Court looked to principles of\nagency law for guidance, but the Court concluded that the\n“malleable terminology” of the aided-in-the-commission\nprinciple counseled against the wholesale incorporation of that\nprinciple into Title VII case law. Ellerth, 524 U. S., at 763.\nInstead, the Court also considered the objectives of Title VII,\nincluding “the limitation of employer liability in certain\ncircumstances.” Id., at 764.The interpretation of\nthe concept of a supervisor that we adopt today is one that can be\nreadily applied. In a great many cases, it will be known even\nbefore litigation is commenced whether an alleged harasser was a\nsupervi- sor, and in others, the alleged harasser’s status\nwill become clear to both sides after discovery. And once this is\nknown, the parties will be in a position to assess the strength of\na case and to explore the possibility of resolving the dispute.\nWhere this does not occur, supervisor status will generally be\ncapable of resolution at summary judgment. By contrast, under the\napproach advocated by petitioner and the EEOC, supervisor status\nwould very often be murky—as this case well illustrates. [12]According to\npetitioner, the record shows that Davis, her alleged harasser,\nwielded enough authority to qualify as a supervisor. Petitioner\npoints in particular to Davis’ job description, which gave\nher leadership responsibilities, and to evidence that Davis at\ntimes led or directed Vance and other employees in the kitchen. See\nBrief for Petitioner 42–43 (citing record); Reply Brief\n22–23 (same). The United States, on the other hand, while\napplying the same open-ended test for supervisory status, reaches\nthe opposite conclusion. At least on the present record, the United\nStates tells us, Davis fails to qualify as a supervisor. Her job\ndescription, in the Government’s view, is not dispositive,\nand the Government adds that it would not be enough for petitioner\nto show that Davis “occasionally took the lead in the\nkitchen.” Brief for United States as Amicus Curiae 31\n(U. S. Brief).This disagreement is\nhardly surprising since the EEOC’s definition of a\nsupervisor, which both petitioner and the United States defend, is\na study in ambiguity. In its Enforcement Guidance, the EEOC takes\nthe position that an employee, in order to be classified as a\nsupervisor, must wield authority “ ‘of sufficient\nmagnitude so as to as- sist the harasser explicitly or implicitly\nin carrying out the harassment.’ ” Id., at 27\n(quoting App. to Pet. for Cert. 89a (EEOC Guidance)). But any\nauthority over the work of another employee provides at least some\nassistance, see Ellerth, supra, at 763, and that is not what the\nUnited States interprets the Guidance to mean. Rather, it informs\nus, the authority must exceed both an ill-defined temporal\nrequirement (it must be more than “occa- siona[l]”) and\nan ill-defined substantive requirement (“an employee who\ndirects ‘only a limited number of tasks or assignments’\nfor another employee . . . would not have sufficient\nauthority to qualify as a supervisor.” U. S. Brief 28\n(quoting App. to Pet. for Cert. 92a (EEOC Guidance));U. S. Brief 31.We read the EEOC\nGuidance as saying that the number (and perhaps the importance) of\nthe tasks in question is a factor to be considered in determining\nwhether an employee qualifies as a supervisor. And if this is a\ncorrect interpretation of the EEOC’s position, what we are\nleft with is a proposed standard of remarkable ambiguity.The vagueness of this\nstandard was highlighted at oral argument when the attorney\nrepresenting the United States was asked to apply that standard to\nthe situation in Faragher, where the alleged harasser supposedly\nthreatened to assign the plaintiff to clean the toilets in the\nlifeguard station for a year if she did not date him. 524\nU. S., at 780. Since cleaning the toilets is just one task,\nalbeit an unpleasant one, the authority to assign that job would\nnot seem to meet the more-than-a-limited-number-of-tasks\nrequirement in the EEOC Guidance. Nevertheless, the Government\nattorney’s first response was that the authority to make this\nassignment would be enough. Tr. of Oral Arg. 23. He later qualified\nthat answer by saying that it would be necessary to “know how\nmuch of the day’s work [was] encompassed by cleaning the\ntoilets.” Id., at 23–24. He did not explain what\npercentage of the day’s work (50%, 25%, 10%?) would\nsuffice.The Government\nattorney’s inability to provide a de- finitive answer to this\nquestion was the inevitable con- sequence of the vague standard\nthat the Government asks us to adopt. Key components of that\nstandard—“sufficient” authority, authority to\nassign more than a “limited number of tasks,” and\nauthority that is exercised more than\n“occasionally”—have no clear meaning. Applying\nthese standards would present daunting problems for the lower\nfederal courts and for juries.Under the definition of\n“supervisor” that we adopt today, the question of\nsupervisor status, when contested, can very often be resolved as a\nmatter of law before trial. The elimination of this issue from the\ntrial will focus the efforts of the parties, who will be able to\npresent their cases in a way that conforms to the framework that\nthe jury will apply. The plaintiff will know whether he or she must\nprove that the employer was negligent or whether the employer will\nhave the burden of proving the elements of the Ellerth/Faragher\naffirmative defense. Perhaps even more important, the work of the\njury, which is inevitably complicated in employment discrimination\ncases, will be simplified. The jurors can be given preliminary\ninstructions that allow them to understand, as the evidence comes\nin, how each item of proof fits into the framework that they will\nultimately be required to apply. And even where the issue of\nsupervisor status cannot be eliminated from the trial (because\nthere are genuine factual disputes about an alleged\nharasser’s authority to take tangible employment actions),\nthis preliminary question is rela- tively straightforward.The alternative\napproach advocated by petitioner and the United States would make\nmatters far more complicated and difficult. The complexity of the\nstandard they favor would impede the resolution of the issue before\ntrial. With the issue still open when trial commences, the parties\nwould be compelled to present evidence and argu- ment on supervisor\nstatus, the affirmative defense, and the question of negligence,\nand the jury would have to grapple with all those issues as well.\nIn addition, it would often be necessary for the jury to be\ninstructed about two very different paths of analysis, i.e., what\nto do if the alleged harasser was found to be a supervisor and what\nto do if the alleged harasser was found to be merely a\nco-worker.Courts and commentators\nalike have opined on the need for reasonably clear jury\ninstructions in employment discrimination cases. [13] And the danger of juror confusion is\nparticularly high where the jury is faced with instructions on\nalternative theories of liability under which different parties\nbear the burden of proof. [14] By simplifying the process of determining who is a\nsupervisor (and by extension, which liability rules apply to a\ngiven set of facts), the approach that we take will help to ensure\nthat juries return verdicts that reflect the application of the\ncorrect legal rules to the facts.Contrary to the\ndissent’s suggestions, see post, at 14, 17, this approach\nwill not leave employees unprotected against harassment by\nco-workers who possess the authority to inflict psychological\ninjury by assigning unpleasant tasks or by altering the work\nenvironment in objectionable ways. In such cases, the victims will\nbe able to prevail simply by showing that the employer was\nnegligent in permitting this harassment to occur, and the jury\nshould be instructed that the nature and degree of authority\nwielded by the harasser is an important factor to be con- sidered\nin determining whether the employer was negligent. The nature and\ndegree of authority possessed by harassing employees varies\ngreatly, see post, 9–11 (offering examples), and as we\nexplained above, the test proposed by petitioner and the United\nStates is ill equipped to deal with the variety of situations that\nwill inevitably arise. This variety presents no problem for the\nnegligence standard, which is thought to provide adequate\nprotection for tort plaintiffs in many other situations. There is\nno reason why this standard, if accompanied by proper instructions,\ncannot provide the same service in the context at issue here.DThe dissent argues\nthat the definition of a supervisor that we now adopt is out of\ntouch with the realities of the workplace, where individuals with\nthe power to assign daily tasks are often regarded by other\nemployees as supervisors. See post, at 5, 8–12. But in\nreality it is the alternative that is out of touch. Particularly in\nmodern organizations that have abandoned a highly hierarchical\nmanagement structure, it is common for employees to have\noverlapping authority with respect to the assignment of work tasks.\nMembers of a team may each have the responsibility for taking the\nlead with respect to a particular aspect of the work and thus may\nhave the responsibility to direct each other in that area of\nresponsibility.Finally, petitioner\nargues that tying supervisor status to the authority to take\ntangible employment actions will encourage employers to attempt to\ninsulate themselves from liability for workplace harassment by\nempowering only a handful of individuals to take tangible\nemployment actions. But a broad definition of\n“supervisor” is not necessary to guard against this\nconcern.As an initial matter,\nan employer will always be liable when its negligence leads to the\ncreation or continuation of a hostile work environment. And even if\nan employer concentrates all decisionmaking authority in a few\nindividuals, it likely will not isolate itself from heightened\nliability under Faragher and Ellerth. If an employer does attempt\nto confine decisionmaking power to a small number of individuals,\nthose individuals will have a limited ability to exercise\nindependent discretion when making decisions and will likely rely\non other workers who actu- ally interact with the affected\nemployee. Cf. Rhodes v. Illinois Dept. of Transp., 359 F. 3d\n498, 509 (CA7 2004) (Rovner, J., concurring in part and concurring\nin judgment) (“Although they did not have the power to take\nformal employment actions vis-à-vis [the victim], [the\nharassers] necessarily must have had substantial input into those\ndecisions, as they would have been the people most familiar with\nher work—certainly more familiar with it than the off-site\nDepartment Administrative Services Manager”). Under those\ncircumstances, the employer may be held to have effectively\ndelegated the power to take tangible employment actions to the\nemployees on whose recommendations it relies. See Ellerth, 524\nU. S., at 762.IVImportuning Congress,\npost, at 21–22, the dissent suggests that the standard we\nadopt today would cause the plaintiffs to lose in a handful of\ncases involving shocking allegations of harassment, see post, at\n9–12. However, the dissent does not mention why the\nplaintiffs would lose in those cases. It is not clear in any of\nthose examples that the legal outcome hinges on the definition of\n“supervisor.” For example, Clara Whitten ultimately did\nnot prevail on her discrimination claims—notwithstanding the\nfact that the Fourth Circuit adopted the approach advocated by the\ndissent, see Whitten v. Fred’s, Inc., 601 F. 3d 231,\n243–247 (2010)—because the District Court subsequently\ndismissed her claims for lack of jurisdiction. See Whitten v.\nFred’s, Inc., No. 8:08–0218–HMH–BHH, 2010\nWL 2757005, *3 (D SC, July 12, 2010). And although the dissent\nsuggests that Donna Rhodes’ employer would have been liable\nunder the dissent’s definition of “supervisor,”\nthat is pure speculation: It is not clear that Rhodes suffered any\ntangible employment action, see Rhodes v. Illinois Dept. of\nTransp., 243 F. Supp. 2d 810, 817 (ND Ill. 2003), and no court\nhad occasion to determine whether the employer could have\nestablished the affirmative defense (a prospect that is certainly\nfeasible given that there was evidence that the employer had an\n“adequate anti-harassment policy in place,” that the\nemployer promptly addressed the incidents about which Rhodes\ncomplained, and that “Rhodes failed to take advantage of the\npreventative or corrective opportunities provided,” Rhodes v.\nIllinois Dept. of Transp., 359 F. 3d, at 507). [15] Finally, the dissent’s\nreliance on Monika Starke’s case is perplexing given that the\nEEOC ultimately did obtain relief (in the amount of $50,000) for\nthe harassment of Starke, [16] see Order of Dismissal in No.\n1:07–cv–0095–LRR (ND Iowa, Feb. 2, 2013), Dkt.\nNo. 380, Exh.  1, ¶1, notwithstanding the fact that the\ncourt in that case applied the definition of\n“supervisor” that we adopt today, see EEOC v. CRST Van\nExpedited, Inc., 679 F. 3d 657, 684 (CA8 2012).In any event, the\ndissent is wrong in claiming that our holding would preclude\nemployer liability in other cases with facts similar to these.\nAssuming that a harasser is not a supervisor, a plaintiff could\nstill prevail by showing that his or her employer was negligent in\nfailing to prevent harassment from taking place. Evidence that an\nemployer did not monitor the workplace, failed to respond to\ncomplaints, failed to provide a system for registering complaints,\nor effectively discouraged complaints from being filed would be\nrelevant. Thus, it is not true, as the dissent asserts, that our\nholding “relieves scores of employers of\nresponsibility” for the behavior of workers they employ.\nPost, at 14.The standard we adopt\nis not untested. It has been the law for quite some time in the\nFirst, Seventh, and Eighth Circuits, see, e.g., Noviello v. Boston,\n398 F. 3d 76, 96 (CA1 2005); Weyers v. Lear Operations Corp.,\n359 F. 3d 1049, 1057 (CA8 2004); Parkins v. Civil Constructors\nof Ill., Inc., 163 F. 3d 1027, 1033–1034, and n. 1\n(CA7 1998)—i.e., in Arkansas, Illinois, Indiana, Iowa, Maine,\nMassachusetts, Minnesota, Missouri, Nebraska, New Hampshire, North\nDakota, Rhode Island, South Dakota, and Wisconsin. We are aware of\nno evidence that this rule has produced dire consequences in these\n14 jurisdictions.Despite its rhetoric,\nthe dissent acknowledges that Davis, the alleged harasser in this\ncase, would probably not qualify as a supervisor even under the\ndissent’s preferred approach. See post, at 20 (“[T]here\nis cause to anticipate that Davis would not qualify as\nVance’s supervisor”). On that point, we agree.\nPetitioner did refer to Davis as a “supervisor” in some\nof the complaints that she filed, App. 28; id., at 45, and\nDavis’ job description does state that she supervises Kitchen\nAssistants and Substitutes and “[l]ead[s] and\ndirect[s]” certain other employees, id., at 12–13. But\nunder the dissent’s preferred approach, supervisor status\nhinges not on formal job titles or “paper descriptions”\nbut on “specific facts about the working relationship.”\nPost, at 20–21 (internal quotation marks omitted).Turning to the\n“specific facts” of petitioner’s and Davis’\nworking relationship, there is simply no evidence that Davis\ndirected petitioner’s day-to-day activities. The record\nindicates that Bill Kimes (the general manager of the Catering\nDivision) and the chef assigned petitioner’s daily tasks,\nwhich were given to her on “prep lists.” No.\n1:06–cv–1452–SEB–JMS, 2008 WL 4247836, *7\n(SD Ind., Sept. 10, 2008); App. 430, 431. The fact that Davis\nsometimes may have handed prep lists to petitioner, see id., at 74,\nis insufficient to confer supervisor status, see App. to Pet. for\nCert. 92a (EEOC Guidance). And Kimes—not Davis—set\npetitioner’s work schedule. See App. 431. See also id., at\n212.Because the dissent\nconcedes that our approach in this case deprives petitioner of none\nof the protections that Ti- tle VII offers, the dissent’s\ncritique is based on nothing more than a hypothesis as to how our\napproach might affect the outcomes of other cases—cases where\nan employee who cannot take tangible employment actions, but who\ndoes direct the victim’s daily work activities in a\nmeaningful way, creates an unlawful hostile environment, and yet\ndoes not wield authority of such a degree and nature that the\nemployer can be deemed negligent with respect to the harassment. We\nare skeptical that there are a great number of such cases. However,\nwe are confident that, in every case, the approach we take today\nwill be more easily administrable than the approach advocated by\nthe dissent.*  *  *We hold that an\nemployee is a “supervisor” for purposes of vicarious\nliability under Title VII if he or she is empowered by the employer\nto take tangible employment actions against the victim. Because\nthere is no evidence that BSU empowered Davis to take any tangible\nemployment actions against Vance, the judgment of the Seventh\nCircuit is affirmed.It is so ordered.Notes1See, e.g., Williams v.\nWaste Management of Ill., 361 F. 3d 1021, 1029 (CA7 2004);\nMcGinest v. GTE Serv. Corp., 360 F. 3d 1103, 1119 (CA9 2004);\nJoens v. John Morrell & Co., 354 F. 3d 938, 940 (CA8\n2004); Noviello v. Boston, 398 F. 3d 76, 95 (CA1 2005); Duch\nv. Jakubek, 588 F. 3d 757, 762 (CA2 2009); Huston v. Procter\n& Gamble Paper Prods. Corp., 568 F. 3d 100, 104–105\n(CA3 2009).2The Restatement (Third)\nof Agency disposed of this exception to liability, explaining that\n“[t]he purposes likely intended to be met by the ‘aided\nin accomplishing’ basis are satisfied by a more fully\nelaborated treatment of apparent authority and by the duty of\nreasonable care that a principal owes to third parties with whom it\ninteracts through employees and other agents.” 2 Restatement\n(Third) §7.08, p. 228 (2005). The parties do not argue that\nthis change undermines our holdings in Faragher and\nEllerth.3Faragher and Ellerth\ninvolved hostile environment claims premised on sexual harassment.\nSeveral federal courts of appeals have held that Faragher and\nEllerth apply to other types of hostile environment claims,\nincluding race-based claims. See Spriggs v. Diamond Auto Glass, 242\nF. 3d 179, 186, n. 9 (CA4 2001) (citing cases reflecting “the\ndeveloping consensus . . . that the holdings [in Faragher\nand Ellerth] apply with equal force to other types of harassment\nclaims under Title VII”). But see Ellerth, 524 U. S., at 767\n(Thomas, J., dissenting) (stating that, as a result of the\nCourt’s decision in Ellerth, “employer liability under\nTitle VII is judged by different standards depending upon whether a\nsexually or racially hostile work environment is alleged”).\nNeither party in this case challenges the application of Faragher\nand Ellerth to race-based hostile environment claims, and we assume\nthat the framework announced in Faragher and Ellerth applies to\ncases such as this one.4The United States urges\nus to defer to the EEOC Guidance. Brief for United States as Amicus\nCuriae 26–29 (citing Skidmore v. Swift & Co., ). But to\ndo so would be proper only if the EEOC Guidance has the power to\npersuade, which “depend[s] upon the thoroughness evident in\nits consideration, the validity of its reasoning, [and] its\nconsistency with earlier and later pronouncements.” Id., at\n140. For the reasons explained below, we do not find the EEOC\nGuidance persuasive.5http://www.businessdictionary.com/definition/supervisor.html\n(all In-ternet materials as visited June 21, 2013, and available in\nClerk of Court’s case file).6http://management.about.com/od/policiesandprocedures/g/supervisor1.html7One outlier that\npetitioner points to is the National Labor Relations Act (NLRA), .\nPetitioner argues that the NLRA’s definition supports her\nposition in this case to the extent that it encompasses employees\nwho have the ability to direct or assign work to subordinates.\nBrief for Petitioner 27–28. The NLRA certainly appears to\ndefine “supervisor” in broad terms. The National Labor\nRelations Board (NLRB) and the lower courts, however, have\nconsistently explained that supervisory authority is not trivial or\ninsignificant: If the term “supervisor” is construed\ntoo broadly, then employees who are deemed to be supervisors will\nbe denied rights that the NLRA was intended to protect. E.g., In re\nConnecticut Humane Society, 358 NLRB No. 31, *33 (Apr. 12, 2012);\nFrenchtown Acquisition Co., Inc. v. NLRB, 683 F. 3d 298, 305 (CA6\n2012); Beverly Enterprises-Massachusetts, Inc. v. NLRB, 165 F. 3d\n960, 963 (CADC 1999). Indeed, in defining a supervisor for purposes\nof the NLRA, Congress sought to distinguish “between straw\nbosses, leadmen, set-up men, and other minor supervisory employees,\non the one hand, and the supervisor vested with such genuine\nmanagement prerogatives as theright to hire or fire, discipline, or\nmake effective recommendations with respect to such action.”\nS. Rep. No. 105, 80th Cong., 1st Sess., 4 (1947). Cf. NLRB v.\nHealth Care & Retirement Corp. of America, (HCRA) (Ginsburg,\nJ., dissenting) (“Through case-by-case adjudication, the\nBoard has sought to distinguish individuals exercising the level of\ncontrol that truly places them in the ranks of management, from\nhighly skilled employees, whether professional or technical, who\nperform, incidentally to their skilled work, a limited supervisory\nrole”). Accordingly, the NLRB has interpreted the\nNLRA’s statutory definition of supervisor more narrowly than\nits plain language might permit. See, e.g., Connecticut Humane\nSociety, supra, at *39 (an employee who evaluates others is not a\nsupervisor unless the evaluation “affect[s] the wages and the\njob status of the employee evaluated”); In re CGLM, Inc., 350\nNLRB 974, 977 (2007) (“ ‘If any authority over\nsomeone else, no matter how insignificant or infrequent, made an\nemployee a super-visor, our industrial composite would be\npredominantly supervisory. Every order-giver is not a supervisor.\nEven the traffic director tells the president of the company where\nto park his car’ ” (quoting NLRB v. Security Guard\nServ., Inc., 384 F. 2d 143, 151 (CA5 1967))). The NLRA\ntherefore does not define the term “supervisor” as\nbroadly as petitioner suggests. To be sure, the NLRA may in some\ninstances define “supervisor” more broadly than we\ndefine the term in this case. But those differences reflect the\nNLRA’s unique purpose, which is to preserve the balance of\npower between labor and management, see HCRA, supra, at 573\n(explaining that Congress amended the NLRA to exclude supervisors\nin order to address the “imbalance between labor and\nmanagement” that resulted when “supervisory employees\ncould organize as part of bargaining units and negotiate with the\nemployer”). That purpose is inapposite in the context of\nTitle VII, which focuses on eradicating discrimination. An employee\nmay have a sufficient degree of authority over subordinates such\nthat Congress has decided that the employee should not participate\nwith lower level employees in the same collective-bargaining unit\n(because, for example, a higher level employee will pursue his own\ninterests at the expense of lower level employees’\ninterests), but that authority is not necessarily sufficient to\nmerit heightened liability for the purposes of Title VII. The\nNLRA’s definition of supervisor therefore is not controlling\nin this context.8The dissent suggests that\nit is unclear whether Terry would qualify as a supervisor under the\ntest we adopt because his hiring decisions were subject to approval\nby higher management. Post, at 7, n. 1 (opinion of Ginsburg,\nJ.). See also Faragher, 524 U. S., at 781. But we have assumed\nthat tangible employment actions can be subject to such approval.\nSee Ellerth, 524 U. S., at 762. In any event, the record\nindicates that Terry possessed the power to make employment\ndecisions having direct economic consequences for his victims. See\nBrief for Petitioner in Faragher v. Boca Raton, O. T. 1997, No.\n97–282, p. 9 (“No one, during the twenty years\nthat Terry was Marine Safety Chief, was hired without his\nrecommendation. [He] initiated firing and suspending personnel.\n[His] evaluations of the lifeguards translated into sal-ary\nincreases. [He] made recommendations regarding promotions\n. . .” (citing record)).9Moreover, it is by no\nmeans certain that Silverman lacked the authority to take tangible\nemployment actions against Faragher. In her merits brief, Faragher\nstated that, as a lieutenant, Silverman “made supervisory and\ndisciplinary decisions and had input on the evaluations as\nwell.” Id., at 9–10. If that discipline had economic\nconsequences (such as suspension without pay), then Silverman might\nqualify as a supervisor under the definition we adopt today.\nSilverman’s ability to assign Faragher significantly\ndifferent work responsibilities also may have constituted a\ntangible employment action. Silverman told Faragher,\n“ ‘Date me or clean the toilets for a\nyear.’ ” Faragher, supra, at 780. That threatened\nreassignment of duties likely would have constituted significantly\ndifferent responsibilities for a lifeguard, whose job typically is\nto guard the beach. If that reassignment had economic consequences,\nsuch as foreclosing Far-agher’s eligibility for promotion,\nthen it might constitute a tangible employment action.10The\nlower court did not even address this issue. See Faragher v. Boca\nRaton, 111 F. 3d 1530, 1547 (CA11 1997) (Anderson, J.,\nconcurring in part and dissenting in part) (noting that it was\nunnecessary to “decide the threshold level of authority which\na supervisor must possess in order to impose liability on the\nemployer”).11According to the dissent, the rule\nthat we adopt is also inconsistent with our decision in\nPennsylvania State Police v. Suders, . See post, at 7–8. The\nquestion in that case was “whether a constructive discharge\nbrought about by supervisor harassment ranks as a tangible\nemployment action and therefore precludes assertion of the\naffirmative defense articulated in Ellerth and Faragher.”\nSuders, supra, at 140. As the dissent implicitly acknowledges, the\nsupervi-sor status of the harassing employees was not before us in\nthat case. See post, at 8. Indeed, the employer conceded early in\nthe litigation that the relevant employees were supervisors, App.\nin Pennsylvania State Police v. Suders, O. T. 2003, No.\n03–95, p. 20 (Answer ¶29),and we therefore had no\noccasion to question that\nunchallengedcharacterization.12The\ndissent attempts to find ambiguities in our holding, see post,at\n15–16, and n. 5, but it is indisputable that our holding\nis orders of magnitude clearer than the nebulous standard it would\nadopt. Employment discrimination cases present an almost unlimited\nnumberof factual variations, and marginal cases are inevitable\nunder any standard.13See,\ne.g., Gross v. FBL Financial Services, Inc., ; Armstrong v.\nBurdette Tomlin Memorial Hospital, 438 F. 3d 240, 249 (CA3\n2006) (noting in the context of McDonnell Douglas Corp. v. Green, ,\nthat that “the ‘prima facie case and the shifting\nburdens confuse lawyers and judges, much less juries, who do not\nhave the benefit of extensive study of the law on the\nsubject’ ” (quoting Mogull v. Commercial Real\nEstate, 162 N. J. 449, 471, 744 A. 2d 1186, 1199\n(2000))); Whittington v. Nordam Group Inc., 429 F. 3d 986, 998\n(CA10 2005) (noting that unnecessarily complicated instructions\ncomplicate a jury’s job in employment discrimination cases,\nand “unnecessary complexity increases the opportunity for\nerror”); Sanders v. New York City Human Resources Admin., 361\nF. 3d 749, 758 (CA2 2004) (“Making the burden-shifting\nscheme of McDonnell Douglas part of a jury charge undoubtedly\nconstitutes error because of the manifest risk of confusion it\ncreates”); Mogull, supra, at 473, 744 A. 2d, at 1200\n(“Given the confusion that often results when the first and\nsecond stages of the McDonnell Douglas test goes to the jury, we\nrecommend that the court should decide both those issues”);\nTymkovich, The Problem with Pretext, 85 Denver Univ. L. Rev.\n503, 527–529 (2008) (discussing the potential for jury\nconfusion that arises when in-structions are unduly complex and\nproposing a simpler framework); Grebeldinger, Instructing the Jury\nin a Case of Circumstantial Individual Disparate Treatment:\nThoroughness or Simplicity? 12 Lab. Law. 399, 419 (1997)\n(concluding that more straightforward instructions “provid[e]\nthe jury with clearer guidance of their mission”); Davis, The\nStumbling Three-Step, Burden-Shifting Approach in Employment\nDiscrimination Cases, 61 Brook. L. Rev. 703, 742–743\n(1995) (discussing potential for juror confusion in the face of\ncomplex instructions); Note, Toward a Motivating Factor Test for\nIndividual Disparate Treatment Claims, 100 Mich. L. Rev. 234,\n262–273 (2001) (discussing the need for a simpler approach to\njury instructions in employment discrimination cases).14Cf.\nStruve, Shifting Burdens: Discrimination Law Through the Lens of\nJury Instructions, 51 Boston College L. Rev. 279,\n330–334 (2010) (arguing that unnecessary confusion arises\nwhen a jury must resolve different claims under different burden\nframeworks); Monahan, Cabrera v. Jakabovitz—A Common-Sense\nProposal for Formulating Jury Instructions Regarding Shifting\nBurdens of Proof in Disparate Treatment Discrimination Cases, 5\nGeo. Mason U. C. R. L. J. 55, 76 (1994) (“Any jury\ninstruction that attempts to shift the burden of per-suasion on\nclosely related issues is never likely to be\nsuccessful”).15Similarly,\nit is unclear whether Yasharay Mack ultimately would have prevailed\neven under the dissent’s definition of\n“supervisor.” The Second Circuit (adopting a definition\nsimilar to that advocated by the dissent) remanded the case for the\nDistrict Court to determine whether Mack\n“ ‘unreasonably failed to take advantage of any\npreventative or corrective opportunities provided by the employer\nor to avoid harm otherwise.’ ” Mack v. Otis\nElevator Co., 326 F. 3d 116, 127–128 (2003) (quoting\nEllerth, 524 U. S., at 765). But before it had an opportunity\nto make any such determination, Mack withdrew her complaint and the\nDistrict Court dismissed her claims with prejudice. See Stipulation\nand Order of Dismissal in No. 1:00–cv–7778–LAP\n(SDNY, Oct. 21, 2004), Dkt. No. 63.16Starke\nherself lacked standing to pursue her claims, see EEOC v. CRST Van\nExpedited, Inc., 679 F. 3d 657, 678, and n. 14 (CA8 2012), but\nthe Eighth Circuit held that the EEOC could sue in its own name to\nremedy the sexual harassment against Starke and other CRST\nemployees, see id., at 682.",
    "joined": []
}