{
    "case": {
        "docket": "17-9572",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-9572/"
    },
    "id": "4111949",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–9572_________________CURTIS GIOVANNI FLOWERS, PETITIONERv.MISSISSIPPIon writ of certiorari to the supreme court of\nmississippi[June 21, 2019]Justice Alito, concurring.As the Court takes pains to note, this is a\nhighly un- usual case. Indeed, it is likely one of a kind. In 1996,\nfour defenseless victims, three white and one black, were\nslaughtered in a furniture store in a small town in Montgomery\nCounty, Mississippi, a jurisdiction with fewer than 11,000\ninhabitants. One of the victims was the owner of the store, which\nwas widely frequented by residents of the community. The person\nprosecuted for this crime, petitioner Curtis Flowers, an\nAfrican-American, comes from a local family whose members make up a\ngospel group and have many community ties.By the time jury selection began in the case now\nbefore us, petitioner had already been tried five times for\ncommitting that heinous and inflammatory crime. Three times,\npetitioner was convicted and sentenced to death, but all three\nconvictions were reversed by the State Supreme Court. Twice, the\njurors could not reach a unanimous verdict. In all of the five\nprior trials, the State was represented by the same prosecutor, and\nas the Court recounts, many of those trials were marred by racial\ndiscrimination in the selection of jurors and prosecutorial\nmisconduct. Nevertheless, the prosecution at the sixth trial was\nled by the same prosecutor, and the case was tried in Montgomery\nCounty where, it appears, a high percentage of the potential jurors\nhave significant connections to either petitioner, one or more of\nthe victims, or both.These connections and the community’s\nfamiliarity with the case were bound to complicate a trial judge’s\ntask in trying to determine whether the prosecutor’s asserted\nreason for striking a potential juror was a pretext for racial\ndiscrimination, and that is just what occurred. Petitioner argues\nthat the prosecution improperly struck five black jurors, but for\neach of the five, the prosecutor gave one or more reasons that were\nnot only facially legitimate but were of a nature that would be of\nconcern to a great many attorneys. If another prosecutor in another\ncase in a larger jurisdiction gave any of these reasons for\nexercising a peremptory challenge and the trial judge credited that\nexplanation, an appellate court would probably have little\ndifficulty affirming that finding. And that result, in all\nlikelihood, would not change based on factors that are exceedingly\ndifficult to assess, such as the number ofvoir direquestions the prosecutor asked different members of the venire.But this is not an ordinary case, and the jury\nselection process cannot be analyzed as if it were. In light of all\nthat had gone before, it was risky for the case to be tried once\nagain by the same prosecutor in Montgomery County. Were it not for\nthe unique combinations of circumstances present here, I would have\nno trouble affirming the decision of the Supreme Court of\nMississippi, which conscientiously applied the legal standards\napplicable in less unusual cases. But viewing the totality of the\ncircumstances present here, I agree with the Court that\npetitioner’s capital conviction cannot stand.",
    "joined": []
}