{
    "case": {
        "docket": "15-5238",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-5238/"
    },
    "id": "3553742",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–5238_________________LESTER RAY NICHOLS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[April 4, 2016]Justice Alito delivered the opinion of the\nCourt.Lester Ray Nichols, a registered sex offender\nliving in the Kansas City area, moved to the Philippines without\nnotifying Kansas authorities of his change in residence. For that\nomission Nichols was convicted of failing to update his\nsex-offender registration, in violation of 18 U. S. C.\n§2250(a). We must decide whether federal law required Nichols to\nupdate his registration in Kansas to reflect his departure from the\nState.IAFollowing the high-profile and horrific rape\nand murder of 7-year-old Megan Kanka by her neighbor, States in the\nearly 1990’s began enacting registry and community-notification\nlaws to monitor the whereabouts of individuals previously convicted\nof sex crimes. SeeSmithv.Doe, 538 U. S. 84,\n89 (2003) ; Filler, Making the Case for Megan’s Law, 76 Ind.\nL. J. 315, 315–317 (2001). Congress followed suit in 1994 with\nthe Jacob Wetterling Crimes Against Children and Sexually Violent\nOffender Registration Act, 108Stat. 2038, 42 U. S. C.\n§14071et seq.(1994 ed.). Named after an 11-year-old\nwho was kidnapped at gunpoint in 1989 (and who remains missing\ntoday), the Wetterling Act conditioned federal funds on States’\nenacting sex-offender registry laws meeting certain minimum\nstandards.Smith, 538 U. S., at 89–90. “By 1996, every\nState, the District of Columbia, and the Federal Government had\nenacted some variation of” a sex-offender registry.Id.,at\n90.In 2006, Congress replaced the Wetterling Act\nwith the Sex Offender Registration and Notification Act (SORNA),\n120Stat. 590, 42 U. S. C. §16901et seq.Two\nchanges are pertinent here. First, Congress made it a federal crime\nfor a sex offender who meets certain requirements to “knowingly\nfai[l] to register or update a registration as required by\n[SORNA].” 18 U. S. C. §2250(a)(3); seeCarrv.United States, 560 U. S. 438 –442 (2010). Second,\nCongress amended the provisions governing the registration\nrequirements when an offender moves to a different State. The\noriginal Wetterling Act had directed States to require a sex\noffender to “register the new address with a designated law\nenforcement agency in another Stateto which the person\nmovesnot later than 10 days after such person establishes\nresidence in the new State, if the new State has a registration\nrequirement.” 42 U. S. C. §14071(b)(5) (1994 ed.)\n(emphasis added). Congress later amended this provision to direct\nStates to require a sex offender to “report the change of address\nto the responsible agencyin the State the person is\nleaving, and [to] comply with any registration requirement in\nthe new State of residence.” 42 U. S. C. §14071(b)(5)\n(2000 ed.) (emphasis added).SORNA repealed this provision of the Wetterling\nAct. 120Stat. 600. In its place, federal law now provides:“A sex offender shall, not later than 3\nbusiness days after each change of name, residence, employment, or\nstudent status, appear in person inat least 1 jurisdiction\ninvolved pursuant to subsection (a)and inform that\njurisdiction of all changes in the information required for that\noffender in the sex offender registry.” 42 U. S. C.\n§16913(c) (emphasis added).Subsection (a), in turn, provides: “A sex\noffender shall register, and keep the registration current, in each\njurisdiction where the offender resides, where the offender is an\nemployee, and where the offender is a student.” §16913(a). A sex\noffender is required to notify only one “jurisdiction involved”;\nthat jurisdiction must then notify a list of interested parties,\nincluding the other jurisdictions. §§16921(b)(1)–(7). The question\npresented in this case is whether the State a sex offender\nleaves—that is, the State where he formerly resided—qualifies as an\n“involved” jurisdiction under §16913.BIn 2003, Nichols was convicted of traveling\nwith intent to engage in illicit sexual conduct with a minor, in\nviolation of 18 U. S. C. §2423(b). Although his offense\npredated SORNA’s enactment, Nichols was nevertheless required upon\nhis eventual release in December 2011 to register as a sex offender\nin Kansas, where he chose to settle. 28 CFR 72.3 (2015). Nichols\ncomplied with SORNA’s registration requirements—until November 9,\n2012, when he abruptly disconnected all of his telephone lines,\ndeposited his apartment keys in his landlord’s drop-box, and\nboarded a flight to Manila. When Nichols was a no-show at mandatory\nsex-offender treatment, a warrant was issued revoking his\nsupervised release. With the assistance of American security\nforces, local police in Manila arrested Nichols in December 2012,\nand federal marshals then escorted him back to the United States,\nwhere he was charged with one count of “knowingly fail[ing] to\nregister or update a registration as required by [SORNA],” 18\nU. S. C. §2250(a)(3). After unsuccessfully moving to\ndismiss the indictment on the ground that SORNA did not require him\nto update his registration in Kansas, Nichols conditionally pleaded\nguilty, reserving his right to appeal the denial of his motion.The Tenth Circuit affirmed. 775 F. 3d 1225\n(2014). Following its own precedent inUnited Statesv.Murphy, 664 F. 3d 798 (2011), the panel held that when\na sex offender “ ‘leaves a residence in a state, and then\nleaves the state entirely, that state remains a jurisdiction\ninvolved’ ” under §16913. 775 F. 3d,at 1229. Over\nfour dissenting votes, the court denied Nichols’s petition for\nrehearing en banc. 784 F. 3d 666 (2015). In adhering toMurphy, the Tenth Circuit reentrenched a split created by\nthe Eighth Circuit’s decision inUnited Statesv.Lunsford, 725 F. 3d 859 (2013). Remarkably,Lunsfordalso involved a sex offender who moved from the\nKansas City area—on the Missouri side—to the Philippines. Contra\nthe Tenth Circuit’s decision below,Lunsfordheld that that\ndefendant had no obligation to update his registration in Missouri\nbecause a sex offender is required “to ‘keep the registration\ncurrent’ in the jurisdiction where he ‘resides,’ not a jurisdiction\nwhere he ‘resided.’ ”Id.,at 861 (citation omitted).\nWe granted certiorari to resolve the split. 577 U. S. ___\n(2015).IIAs noted, Nichols was required to “appear in\nperson in at least 1 jurisdiction involved pursuant to subsection\n(a) and inform that jurisdiction of” his change of residence. 42\nU. S. C. §16913(c). Subsection (a) mentions three\npossible jurisdictions: “where the offender resides, where the\noffender is an employee, and where the offender is a student.”\n§16913(a). The Philippines is not a “jurisdiction” under SORNA; no\nforeign country is. See §16911(10). Putting these provisions\ntogether, SORNA therefore requires a sex offender who changes his\nresidence to appear, within three business days of the change, in\nperson in at least one jurisdiction (but not a foreign country)\nwhere he resides, works, or studies, and to inform that\njurisdiction of the address change. Critically, §16913(a) uses only\nthe present tense: “resides,” “is an employee,” “is a student.” A\nperson who moves from Leavenworth to Manila no longer “resides”\n(present tense) in Kansas; although he onceresidedin\nKansas, after his move he “resides” in the Philippines. It follows\nthat once Nichols moved to Manila, he was no longer required to\nappear in person in Kansas to update his registration, for Kansas\nwas no longer a “jurisdiction involved pursuant to subsection (a)”\nof §16913.The requirement in §16913(c) to appear in person\nand register “not later than 3 business daysaftereach\nchange of . . . residence” points to the same conclusion.\nNichols could not have appeared in person in Kansas “after” leaving\nthe State. To be sure, one may argue that the day before his\ndeparture was “not later than 3 business days after” his departure,\nbut no one in ordinary speech uses language in such a strained and\nhypertechnical way.If the drafters of SORNA had thought about the\nproblem of sex offenders who leave the country and had sought to\nrequire them to (de)register in the departure jurisdiction, they\ncould easily have said so; indeed, that is exactly what the amended\nWetterling Act had required. 42 U. S. C. §14071(b)(5)\n(2000 ed.) (“report the change of address to the responsible agency\nin the State the person is leaving”). It is also what Kansasstatelaw requires: Nichols had a duty to notify, among\nother entities, “the registering law enforcement agency or agencieswhere last registered.” Kan. Stat. Ann. §22–4905(g) (2014\nCum. Supp.) (emphasis added). Congress could have chosen to retain\nthe language in the amended Wetterling Act, or to adopt locution\nsimilar to that of the Kansas statute (and echoed in the statutes\nof many other States, cf. Brief for Petitioner 6, n. 1). It\ndid neither. SORNA’s plain text—in particular, §16913(a)’s\nconsistent use of the present tense—therefore did not require\nNichols to update his registration in Kansas once he no longer\nresided there.IIIThe Government resists this straightforward\nreading of the statutory text, arguing instead that once an\noffender registers in a jurisdiction, “that jurisdiction\nnecessarilyremains‘involved pursuant to subsection (a),’\nbecause the offender continues to appear on its registry as a\ncurrent resident.” Brief for United States 24. But §16913(a) lists\nonly three possibilities for an “involved” jurisdiction: “where the\noffender resides, where the offender is an employee, and where the\noffender is a student.” Notably absent is “where the offender\nappears on a registry.” We decline the Government’s invitation to\nadd an extra clause to the text of §16913(a). As we long ago\nremarked in another context, “[w]hat the government asks is not a\nconstruction of a statute, but, in effect, an enlargement of it by\nthe court, so that what was omitted, presumably by inadvertence,\nmay be included within its scope. To supply omissions transcends\nthe judicial function.”Iselinv.United States, 270\nU. S. 245, 251 (1926) . Just so here.Relatedly, the Government points out that among\nthe pieces of information a sex offender must provide as part of\nhis registration is “[t]he address of each residence at which the\nsex offender residesor will reside.” §16914(a)(3) (emphasis\nadded). The use of the future tense, says the Government, shows\nthat SORNA contemplates the possibility of an offender’s updating\nhis registration before actually moving. But §16914(a) merely lists\nthe pieces of information that a sex offender must provide if and\nwhen he updates his registration; it says nothing about whether the\noffender has an obligation to update his registration in the first\nplace.Finally, the Government argues that Nichols\nactually experienced not one but two “changes” of residence—the\nfirst when he “abandoned” his apartment in Leavenworth by turning\nin his keys, and the second when he checked into his hotel in\nManila. On the Government’s view, a sex offender’s “residence\ninformation will change when he leaves the place where he has been\nresiding, and it will change again when he arrives at his new\nresidence. He must report both of those changes in a timely\nfashion.” Brief for United States 21. We think this argument too\nclever by half; when someone moves from, say, Kansas City, Kansas,\nto Kansas City, Missouri, we ordinarily would not say he moved\ntwice: once from Kansas City, Kansas, to a state of homelessness,\nand then again from homelessness to Kansas City, Missouri. Nor,\nwere he to drive an RV between the cities, would we say that he\nchanged his residencefourtimes (from the house on the\nKansas side of the Missouri River to a state of homelessness when\nhe locks the door behind him; then to the RV when he climbs into\nthe vehicle; then back to homelessness when he alights in the new\nhouse’s driveway; and then, finally, to the new house in Missouri).\nAnd what if he were to move from Kansas to California and spend\nseveral nights in hotels along the way? Such ponderings cannot be\nthe basis for imposing criminal punishment. “We interpret criminal\nstatutes, like other statutes, in a manner consistent with ordinary\nEnglish usage.”Abramskiv.United States, 573\nU. S. ___, ___ (2014) (Scalia, J., dissenting) (slip op., at\n4);Flores-Figueroav.United States, 556 U. S.\n646, 652 (2009) . In ordinary English, Nichols changed his\nresidence just once: from Kansas to the Philippines.We are mindful that SORNA’s purpose was to “make\nmore uniform what had remained ‘a patchwork of federal and 50\nindividual state registration systems,’ with ‘loopholes and\ndeficiencies’ that had resulted in an estimated 100,000 sex\noffenders becoming ‘missing’ or ‘lost.’ ”United Statesv.Kebodeaux, 570 U. S. ___, ___–___ (2013) (slip op.,\nat 11–12) (citation omitted). Yet “even the most formidable\nargument concerning the statute’s purposes couldnot overcome the\nclarity we find in the statute’s text.”Kloecknerv.Solis, 568 U. S. ___, ___, n. 4 (2012) (slip op.,\nat 14, n. 4).Our interpretation of the SORNA provisions at\nissue in this case in no way means that sex offenders will be able\nto escape punishment for leaving the United States without\nnotifying the jurisdictions in which they lived while in this\ncountry. Congress has recently criminalized the “knowin[g]\nfail[ure] to provide information required by [SORNA] relating to\nintended travel in foreign commerce.” International Megan’s Law to\nPrevent Child Exploitation and Other Sexual Crimes Through Advanced\nNotification of Traveling Sex Offenders, Pub. L. 114–119, §6(b)(2),\n130Stat. 23, to be codified at 18 U. S. C. §2250(b). Such\ninformation includes “anticipated dates and places of departure,\narrival, or return[;] carrier and flight numbers for air travel[;]\ndestination country and address or other contact information\ntherein,” et cetera. §6(a)(1)(B), 130Stat. 22, to be codified at 42\nU. S. C. §16914(a)(7). Both parties agree that the new\nlaw captures Nichols’s conduct. Supp. Brief for United States 3;\nReply Brief 10; Tr. of Oral Arg. 18, 35. And, of course, Nichols’s\nfailure to update his registration in Kansas violated state law.\nKan. Stat. Ann. §22–4905(g). We are thus reassured that our holding\ntoday is not likely to create “loopholes and deficiencies” in\nSORNA’s nationwide sex-offender registration scheme.*  *  *The judgment of the Court of Appeals for the\nTenth Circuit is reversed.It is so ordered.",
    "joined": []
}