{
    "case": {
        "docket": "16-402",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-402/"
    },
    "id": "3919268",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–402_________________TIMOTHY IVORY CARPENTER, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 22, 2018]Justice Alito, with whom Justice Thomas joins,\ndissenting.I share the Court’s concern about the effect of\nnew technology on personal privacy, but I fear that today’s\ndecision will do far more harm than good. The Court’s reasoning\nfractures two fundamental pillars of Fourth Amendment law, and in\ndoing so, it guarantees a blizzard of litigation while threatening\nmany legitimate and valuable investigative practices upon which law\nenforcement has rightfully come to rely.First, the Court ignores the basic distinction\nbetween an actual search (dispatching law enforcement officers to\nenter private premises and root through private papers and effects)\nand an order merely requiring a party to look through its own\nrecords and produce specified documents. The former, which intrudes\non personal privacy far more deeply, requires probable cause; the\nlatter does not. Treating an order to produce like an actual\nsearch, as today’s decision does, is revolutionary. It violates\nboth the original understanding of the Fourth Amendment and more\nthan a century of Supreme Court precedent. Unless it is somehow\nrestricted to the particular situation in the present case, the\nCourt’s move will cause upheaval. Must every grand jury subpoenaduces tecumbe supported by probable cause? If so,\ninvestigations of terrorism, political corruption, white-collar\ncrime, and many other offenses will be stymied. And what about\nsubpoenas and other document-production orders issued by\nadministrative agencies? See,e.g., 15 U. S. C.\n§57b–1(c) (Federal Trade Commission); §§77s(c), 78u(a)–(b)\n(Securities and Exchange Commission); 29 U. S. C. §657(b)\n(Occupational Safety and Health Administration); 29 CFR\n§1601.16(a)(2) (2017) (Equal Employment Opportunity\nCommission).Second, the Court allows a defendant to object\nto the search of a third party’s property. This also is\nrevolutionary. The Fourth Amendment protects “[t]he right of the\npeople to be secure intheirpersons, houses, papers, and\neffects” (emphasis added), not the persons, houses, papers, and\neffects of others. Until today, we have been careful to heed this\nfundamental feature of the Amendment’s text. This was true when the\nFourth Amendment was tied to property law, and it remained true\nafterKatzv.United States, 389 U. S. 347\n(1967), broadened the Amendment’s reach.By departing dramatically from these fundamental\nprinciples, the Court destabilizes long-established Fourth\nAmendment doctrine. We will be making repairs—or picking up the\npieces—for a long time to come.IToday the majority holds that a court order\nrequiring the production of cell-site records may be issued only\nafter the Government demonstrates probable cause. Seeante,\nat 18. That is a serious and consequential mistake. The Court’s\nholding is based on the premise that the order issued in this case\nwas an actual “search” within the meaning of the Fourth Amendment,\nbut that premise is inconsistent with the original meaning of the\nFourth Amendment and with more than a century of precedent.AThe order in this case was the functional\nequivalent of a subpoena for documents, and there is no evidence\nthat these writs were regarded as “searches” at the time of the\nfounding. Subpoenasduces tecumand other forms of\ncompulsory document production were well known to the founding\ngeneration. Blackstone dated the first writ of subpoena to the\nreign of King Richard II in the late 14th century, and by the end\nof the 15th century, the use of such writs had “become the daily\npractice of the [Chancery] court.” 3 W. Blackstone, Commentaries on\nthe Laws of England 53 (G. Tucker ed. 1803) (Blackstone). Over the\nnext 200 years, subpoenas would grow in prominence and power in\ntandem with the Court of Chancery, and by the end of Charles II’s\nreign in 1685, two important innovations had occurred.First, the Court of Chancery developed a new\nspecies of subpoena. Until this point, subpoenas had been used\nlargely to compel attendance and oral testimony from witnesses;\nthese subpoenas correspond to today’s subpoenasad\ntestificandum. But the Court of Chancery also improvised a new\nversion of the writ that tacked onto a regular subpoena an order\ncompelling the witness to bring certain items with him. By issuing\nthese so-called subpoenasduces tecum, the Court of Chancery\ncould compel the production of papers, books, and other forms of\nphysical evidence, whether from the parties to the case or from\nthird parties. Such subpoenas were sufficiently commonplace by 1623\nthat a leading treatise on the practice of law could refer in\npassing to the fee for a “Sub pœnaofDucas tecum”\n(seven shillings and two pence) without needing to elaborate\nfurther. T. Powell, The Attourneys Academy 79 (1623). Subpoenasduces tecumwould swell in use over the next century as the\nrules for their application became ever more developed and\ndefinite. See,e.g., 1 G. Jacob, The Compleat\nChancery-Practiser 290 (1730) (“TheSubpoena duces tecumis\nawarded when the Defendant has confessed by his Answer that he hath\nsuch Writings in his Hands as are prayed by the Bill to be\ndiscovered or brought into Court”).Second, although this new species of subpoena\nhad its origins in the Court of Chancery, it soon made an\nappearance in the work of the common-law courts as well. One court\nlater reported that “[t]he Courts of Common law . . .\nemployed the same or similar means . . . from the time of\nCharles the Second at least.”Ameyv.Long, 9 East.\n473, 484, 103 Eng. Rep. 653, 658 (K. B. 1808).By the time Blackstone published his\nCommentaries on the Laws of England in the 1760’s, the use of\nsubpoenasduces tecumhad bled over substantially from the\ncourts of equity to the common-law courts. Admittedly, the\ntransition was still incomplete: In the context of jury trials, for\nexample, Blackstone complained about “the want of a compulsive\npower for the production of books and papers belonging to the\nparties.” Blackstone 381; see also,e.g.,Entickv.Carrington, 19 State Trials 1029, 1073 (K. B. 1765) (“I\nwish some cases had been shewn, where the law forceth evidence out\nof the owner’s custody by process. [But] where the adversary has by\nforce or fraud got possession of your own proper evidence, there is\nno way to get it back but by action”). But Blackstone found some\ncomfort in the fact that at least those documents “[i]n the hands\nof third persons . . . can generally be obtained by rule\nof court, or by adding a clause of requisition to the writ ofsubpoena, which is then called asubpoena duces\ntecum.” Blackstone 381; see also,e.g.,Leedsv.Cook, 4 Esp. 256, 257, 170 Eng. Rep. 711 (N. P. 1803)\n(third-party subpoenaduces tecum);Rexv.Babb, 3 T. R. 579, 580, 100 Eng. Rep. 743, 744\n(K. B. 1790) (third-party document production). One of the\nprimary questions outstanding, then, was whether common-law courts\nwould remedy the “defect[s]” identified by the Commentaries, and\nallow parties to use subpoenasduces tecumnot only with\nrespect to third parties but also with respect to each other.\nBlackstone 381.That question soon found an affirmative answer\non both sides of the Atlantic. In the United States, the First\nCongress established the federal court system in the Judiciary Act\nof 1789. As part of that Act, Congress authorized “all the said\ncourts of the United States . . . in the trial of actions\nat law, on motion and due notice thereof being given, to require\nthe parties to produce books or writings in their possession or\npower, which contain evidence pertinent to the issue, in cases and\nunder circumstances where they might be compelled to produce the\nsame by the ordinary rules of proceeding in chancery.” §15, 1Stat.\n82. From that point forward, federal courts in the United States\ncould compel the production of documents regardless of whether\nthose documents were held by parties to the case or by third\nparties.In Great Britain, too, it was soon definitively\nestablished that common-law courts, like their counterparts in\nequity, could subpoena documents held either by parties to the case\nor by third parties. After proceeding in fits and starts, the\nKing’s Bench eventually held inAmeyv.Longthat the\n“writ of subpœna duces tecum [is] a writ of compulsory obligation\nand effect in the law.” 9 East., at 486, 103 Eng. Rep., at 658.\nWriting for a unanimous court, Lord Chief Justice Ellenborough\nexplained that “[t]he right to resort to means competent to compel\nthe production of written, as well as oral, testimony seems\nessential to the very existence and constitution of a Court of\nCommon Law.”Id.,at 484, 103 Eng. Rep., at 658. Without the\npower to issue subpoenasduces tecum, the Lord Chief Justice\nobserved, common-law courts “could not possibly proceed with due\neffect.”Ibid.The prevalence of subpoenasduces tecumat the time of the founding was not limited to the civil context.\nIn criminal cases, courts and prosecutors were also using the writ\nto compel the production of necessary documents. InRexv.Dixon, 3 Burr. 1687, 97 Eng. Rep. 1047 (K. B. 1765), for\nexample, the King’s Bench considered the propriety of a subpoenaduces tecumserved on an attorney named Samuel Dixon. Dixon\nhad been called “to give evidence before the grand jury of the\ncounty of Northampton” and specifically “to produce three vouchers\n. . . in order to found a prosecution by way of\nindictment against [his client] Peach . . . for forgery.”Id.,at 1687, 97 Eng. Rep., at 1047–1048. Although the court\nultimately held that Dixon had not needed to produce the vouchers\non account of attorney-client privilege, none of the justices\nexpressed the slightest doubt about the general propriety of\nsubpoenasduces tecumin the criminal context. Seeid.,at 1688, 97 Eng. Rep., at 1048. As Lord Chief Justice\nEllenborough later explained, “[i]n that case no objection was\ntaken to the writ, but to the special circumstances under which the\nparty possessed the papers; so that the Court may be considered as\nrecognizing the general obligation to obey writs of that\ndescription in other cases.”Amey,supra, at 485, 103\nEng. Rep., at 658; see also 4 J. Chitty, Practical Treatise on the\nCriminal Law 185 (1816) (template for criminal subpoenaduces\ntecum).AsDixonshows, subpoenasduces\ntecumwere routine in part because of their close association\nwith grand juries. Early American colonists imported the grand\njury, like so many other common-law traditions, and they quickly\nflourished. SeeUnited Statesv.Calandra, 414\nU. S. 338, 342–343 (1974). Grand juries were empaneled by the\nfederal courts almost as soon as the latter were established, and\nboth they and their state counterparts actively exercised their\nwide-ranging common-law authority. See R. Younger, The People’s\nPanel 47–55 (1963). Indeed, “the Founders thought the grand jury so\nessential . . . that they provided in the Fifth Amendment\nthat federal prosecution for serious crimes can only be instituted\nby ‘a presentment or indictment of a Grand Jury.’ ”Calandra,supra, at 343.Given the popularity and prevalence of grand\njuries at the time, the Founders must have been intimately familiar\nwith the tools they used—including compulsory process—to accomplish\ntheir work. As a matter of tradition, grand juries were “accorded\nwide latitude to inquire into violations of criminal law,”\nincluding the power to “compel the production of evidence or the\ntestimony of witnesses as [they] conside[r] appropriate.”Ibid.Long before national independence was achieved, grand\njuries were already using their broad inquisitorial powers not only\nto present and indict criminal suspects but also to inspect public\nbuildings, to levy taxes, to supervise the administration of the\nlaws, to advance municipal reforms such as street repair and bridge\nmaintenance, and in some cases even to propose legislation.\nYounger,supra, at 5–26. Of course, such work depended\nentirely on grand juries’ ability to access any relevant\ndocuments.Grand juries continued to exercise these broad\ninquisitorial powers up through the time of the founding. SeeBlairv.United States, 250 U. S. 273, 280\n(1919) (“At the foundation of our Federal Government the\ninquisitorial function of the grand jury and the compulsion of\nwitnesses were recognized as incidents of the judicial power”). In\na series of lectures delivered in the early 1790’s, Justice James\nWilson crowed that grand juries were “the peculiar boast of the\ncommon law” thanks in part to their wide-ranging authority: “All\nthe operations of government, and of its ministers and officers,\nare within the compass of their view and research.” 2 J. Wilson,\nThe Works of James Wilson 534, 537 (R. McCloskey ed. 1967). That\nreflected the broader insight that “[t]he grand jury’s\ninvestigative power must be broad if its public responsibility is\nadequately to be discharged.”Calandra,supra, at\n344.Compulsory process was also familiar to the\nfounding generation in part because it reflected “the ancient\nproposition of law” that “ ‘ “the public . . .\nhas a right to every man’s evidence.” ’ ”United\nStatesv.Nixon, 418 U. S. 683, 709 (1974); see\nalsoante, at 10 (Kennedy, J., dissenting). As early as\n1612, “Lord Bacon is reported to have declared that ‘all subjects,\nwithout distinction of degrees, owe to the King tribute and\nservice, not only of their deed and hand, but of their knowledge\nand discovery.’ ”Blair,supra, at 279–280. That\nduty could be “onerous at times,” yet the Founders considered it\n“necessary to the administration of justice according to the forms\nand modes established in our system of government.”Id.,at\n281; see alsoCalandra,supra, at 345.BTalk of kings and common-law writs may seem\nout of place in a case about cell-site records and the protections\nafforded by the Fourth Amendment in the modern age. But this\nhistory matters, not least because it tells us what was on the\nminds of those who ratified the Fourth Amendment and how they\nunderstood its scope. That history makes it abundantly clear that\nthe Fourth Amendment, as originally understood, did not apply to\nthe compulsory production of documents at all.The Fourth Amendment does not regulate all\nmethods by which the Government obtains documents. Rather, it\nprohibits only those “searches and seizures” of “persons, houses,\npapers, and effects” that are “unreasonable.” Consistent with that\nlanguage, “at least until the latter half of the 20th century” “our\nFourth Amendment jurisprudence was tied to common-law trespass.”United Statesv.Jones, 565 U. S. 400, 405\n(2012). So by its terms, the Fourth Amendment does not apply to the\ncompulsory production of documents, a practice that involves\nneither any physical intrusion into private space nor any taking of\nproperty by agents of the state. Even Justice Brandeis—a stalwart\nproponent of construing the Fourth Amendment liberally—acknowledged\nthat “under any ordinary construction of language,” “there is no\n‘search’ or ‘seizure’ when a defendant is required to produce a\ndocument in the orderly process of a court’s procedure.”Olmsteadv.United States, 277 U. S. 438, 476\n(1928) (dissenting opinion).[1]Nor is there any reason to believe that the\nFounders intended the Fourth Amendment to regulate courts’ use of\ncompulsory process. American colonists rebelled against the Crown’s\nphysical invasions of their persons and their property, not against\nits acquisition of information by any and all means. As Justice\nBlack once put it, “[t]he Fourth Amendment was aimed directly at\nthe abhorred practice of breaking in, ransacking and searching\nhomes and other buildings and seizing people’s personal belongings\nwithout warrants issued by magistrates.”Katz, 389\nU. S., at 367 (dissenting opinion). More recently, we have\nacknowledged that “the Fourth Amendment was the founding\ngeneration’s response to the reviled ‘general warrants’ and ‘writs\nof assistance’ of the colonial era, which allowed British officers\nto rummage through homes in an unrestrained search for evidence of\ncriminal activity.”Rileyv.California, 573\nU. S. ___, ___ (2014) (slip op., at 27).General warrants and writs of assistance were\nnoxious not because they allowed the Government to acquire evidence\nin criminal investigations, but because of themeansby\nwhich they permitted the Government to acquire that evidence. Then,\nas today, searches could be quite invasive. Searches generally\nbegin with officers “mak[ing] nonconsensual entries into areas not\nopen to the public.”Donovanv.Lone Steer, Inc., 464\nU. S. 408, 414 (1984). Once there, officers are necessarily in\na position to observe private spaces generally shielded from the\npublic and discernible only with the owner’s consent. Private area\nafter private area becomes exposed to the officers’ eyes as they\nrummage through the owner’s property in their hunt for the object\nor objects of the search. If they are searching for documents,\nofficers may additionally have to rifle through many other\npapers—potentially filled with the most intimate details of a\nperson’s thoughts and life—before they find the specific\ninformation they are seeking. SeeAndresenv.Maryland, 427 U. S. 463, 482, n. 11 (1976). If\nanything sufficiently incriminating comes into view, officers seize\nit.Hortonv.California, 496 U. S. 128, 136–137\n(1990). Physical destruction always lurks as an underlying\npossibility; “officers executing search warrants on occasion must\ndamage property in order to perform their duty.”Daliav.United States, 441 U. S. 238, 258 (1979); see,e.g.,United Statesv.Ramirez, 523 U. S.\n65, 71–72 (1998) (breaking garage window);United Statesv.Ross, 456 U. S. 798, 817–818 (1982) (ripping open car\nupholstery);Brownv.Battle Creek Police Dept., 844\nF. 3d 556, 572 (CA6 2016) (shooting and killing two pet dogs);Lawmasterv.Ward, 125 F. 3d 1341, 1350,\nn. 3 (CA10 1997) (breaking locks).Compliance with a subpoenaduces tecumrequires none of that. A subpoenaduces tecumpermits a\nsubpoenaed individual to conduct the search for the relevant\ndocuments himself, without law enforcement officers entering his\nhome or rooting through his papers and effects. As a result,\nsubpoenas avoid the many incidental invasions of privacy that\nnecessarily accompany any actual search. And it wasthoseinvasions of privacy—which, although incidental, could often be\nextremely intrusive and damaging—that led to the adoption of the\nFourth Amendment.Neither this Court nor any of the parties have\noffered the slightest bit of historical evidence to support the\nidea that the Fourth Amendment originally applied to subpoenasduces tecumand other forms of compulsory process. That is\ntelling, for as I have explained, these forms of compulsory process\nwere a feature of criminal (and civil) procedure well known to the\nFounders. The Founders would thus have understood that holding the\ncompulsory production of documents to the same standard as actual\nsearches and seizures would cripple the work of courts in civil and\ncriminal cases alike. It would be remarkable to think that, despite\nthat knowledge, the Founders would have gone ahead and sought to\nimpose such a requirement. It would be even more incredible to\nbelieve that the Founders would have imposed that requirement\nthrough the inapt vehicle of an amendment directed at different\nconcerns. But it would blink reality entirely to argue that this\nentire process happened without anyone sayingthe least thing\nabout it—not during the drafting of the Bill of Rights, not\nduring any of the subsequent ratification debates, and not for most\nof the century that followed. If the Founders thought the Fourth\nAmendment applied to the compulsory production of documents, one\nwould imagine that there would besomefounding-era evidence\nof the Fourth Amendment being applied to the compulsory production\nof documents. Cf.Free Enterprise Fundv.Public Company\nAccounting Oversight Bd., 561 U. S. 477, 505 (2010);Printzv.United States, 521 U. S. 898, 905\n(1997). Yet none has been brought to our attention.COf course, our jurisprudence has not stood\nstill since 1791. We now evaluate subpoenasduces tecumand\nother forms of compulsory document production under the Fourth\nAmendment, although we employ a reasonableness standard that is\nless demanding than the requirements for a warrant. But the road to\nthat doctrinal destination was anything but smooth, and our initial\nmissteps—and the subsequent struggle to extricate ourselves from\ntheir consequences—should provide an object lesson for today’s\nmajority about the dangers of holding compulsory process to the\nsame standard as actual searches and seizures.For almost a century after the Fourth Amendment\nwas enacted, this Court said and did nothing to indicate that it\nmight regulate the compulsory production of documents. But that\nchanged temporarily when the Court decidedBoydv.United\nStates, 116 U. S. 616 (1886), the first—and, until today,\nthe only—case in which this Court has ever held the compulsory\nproduction of documents to the same standard as actual searches and\nseizures.TheBoydCourt held that a court order\ncompelling a company to produce potentially incriminating business\nrecords violated both the Fourth and the Fifth Amendments. The\nCourt acknowledged that “certain aggravating incidents of actual\nsearch and seizure, such as forcible entry into a man’s house and\nsearching amongst his papers, are wanting” when the Government\nrelies on compulsory process.Id., at 622. But it\nnevertheless asserted that the Fourth Amendment ought to “be\nliberally construed,”id., at 635, and further reasoned that\ncompulsory process “effects the sole object and purpose of search\nand seizure” by “forcing from a party evidence against himself,”id., at 622. “In this regard,” the Court concluded, “the\nFourth and Fifth Amendments run almost into each other.”Id., at 630. Having equated compulsory process with actual\nsearches and seizures and having melded the Fourth Amendment with\nthe Fifth, the Court then found the order at issue unconstitutional\nbecause it compelled the production of property to which the\nGovernment did not have superior title. Seeid., at\n622–630.In a concurrence joined by Chief Justice Waite,\nJustice Miller agreed that the order violated the Fifth Amendment,id., at 639, but he strongly protested the majority’s\ninvocation of the Fourth Amendment. He explained: “[T]here is no\nreason why this court should assume that the action of the court\nbelow, in requiring a party to produce certain papers\n. . . , authorizes an unreasonable search or seizure of\nthe house, papers, or effects of that party. There is in fact no\nsearch and no seizure.”Ibid.“If the mere service of a\nnotice to produce a paper . . . is a search,” Justice\nMiller concluded, “then a change has taken place in the meaning of\nwords, which has not come within my reading, and which I think was\nunknown at the time the Constitution was made.”Id.,at\n641.AlthoughBoydwas replete with stirring\nrhetoric, its reasoning was confused from start to finish in a way\nthat ultimately made the decision unworkable. See 3 W. LaFave, J.\nIsrael, N. King, & O. Kerr, Criminal Procedure §8.7(a) (4th ed.\n2015). Over the next 50 years, the Court would gradually roll backBoyd’s erroneous conflation of compulsory process with\nactual searches and seizures.That effort took its first significant stride inHalev.Henkel, 201 U. S. 43 (1906), where the\nCourt found it “quite clear” and “conclusive” that “the search and\nseizure clause of the Fourth Amendment was not intended to\ninterfere with the power of courts to compel, through asubpœna\nduces tecum, the production, upon a trial in court, of\ndocumentary evidence.”Id.,at 73. Without that writ, the\nCourt recognized, “it would be ‘utterly impossible to carry on the\nadministration of justice.’ ”Ibid.Hale, however, did not entirely liberate\nsubpoenasduces tecumfrom Fourth Amendment constraints.\nWhile refusing to treat such subpoenas as the equivalent of actual\nsearches,Haleconcluded that they must not be unreasonable.\nAnd it held that the subpoenaduces tecumat issue was “far\ntoo sweeping in its terms to be regarded as reasonable.”Id.,at 76. TheHaleCourt thus left two critical\nquestions unanswered: Under the Fourth Amendment, what makes the\ncompulsory production of documents “reasonable,” and how does that\nstandard differ from the one that governs actual searches and\nseizures?The Court answered both of those questions\ndefinitively inOklahoma Press Publishing Co.v.Walling, 327 U. S. 186 (1946), where we held that the\nFourth Amendment regulates the compelled production of documents,\nbut less stringently than it does full-blown searches and seizures.Oklahoma Pressbegan by admitting that the Court’s opinions\non the subject had “perhaps too often . . . been\ngenerative of heat rather than light,” “mov[ing] with variant\ndirection” and sometimes having “highly contrasting” “emphasis and\ntone.”Id.,at 202. “The primary source of misconception\nconcerning the Fourth Amendment’s function” in this context, the\nCourt explained, “lies perhaps in the identification of cases\ninvolving so-called ‘figurative’ or ‘constructive’ search with\ncases of actual search and seizure.”Ibid.But the Court\nheld that “the basic distinction” between the compulsory production\nof documents on the one hand, and actual searches and seizures on\nthe other, meant that two different standards had to be applied.Id.,at 204.Having reversedBoyd’s conflation of the\ncompelled production of documents with actual searches and\nseizures, the Court then set forth the relevant Fourth Amendment\nstandard for the former. When it comes to “the production of\ncorporate or other business records,” the Court held that the\nFourth Amendment “at the most guards against abuse only by way of\ntoo much indefiniteness or breadth in the things required to be\n‘particularly described,’ if also the inquiry is one the demanding\nagency is authorized by law to make and the materials specified are\nrelevant.”Oklahoma Press,supra, at 208. Notably,\nthe Court held that a showing of probable cause was not necessary\nso long as “the investigation is authorized by Congress, is for a\npurpose Congress can order, and the documents sought are relevant\nto the inquiry.”Id.,at 209.SinceOklahoma Press, we have\nconsistently hewed to that standard. See,e.g.,Lone\nSteer, Inc., 464 U. S., at 414–415;United Statesv.Miller, 425 U. S. 435, 445–446 (1976);California\nBankers Assn.v.Shultz, 416 U. S. 21, 67 (1974);United Statesv.Dionisio, 410 U. S. 1, 11–12\n(1973);Seev.Seattle, 387 U. S. 541, 544\n(1967);United Statesv.Powell, 379 U. S. 48,\n57–58 (1964);McPhaulv.United States, 364\nU. S. 372, 382–383 (1960);United Statesv.Morton\nSalt Co., 338 U. S. 632, 652–653 (1950); cf.McLane\nCo.v.EEOC, 581 U. S. ___, ___ (2017) (slip op.,\nat 11). By applyingOklahoma Pressand thereby respecting\n“the traditional distinction between a search warrant and a\nsubpoena,”Miller,supra, at 446, this Court has\nreinforced “the basic compromise” between “the public interest” in\nevery man’s evidence and the private interest “of men to be free\nfrom officious meddling.”Oklahoma Press,supra, at\n213.DToday, however, the majority inexplicably\nignores the settled rule ofOklahoma Pressin favor of a\nresurrected version ofBoyd. That is mystifying. This should\nhave been an easy case regardless of whether the Court looked to\nthe original understanding of the Fourth Amendment or to our modern\ndoctrine.As a matter of original understanding, the\nFourth Amendment does not regulate the compelled production of\ndocuments at all. Here the Government received the relevant\ncell-site records pursuant to a court order compelling Carpenter’s\ncell service provider to turn them over. That process is thus\nimmune from challenge under the original understanding of the\nFourth Amendment.As a matter of modern doctrine, this case is\nequally straightforward. As Justice Kennedy explains, no search or\nseizure of Carpenter or his property occurred in this case.Ante, at 6–22; see also Part II,infra. But even if\nthe majority were right that the Government “searched” Carpenter,\nit would at most be a “figurative or constructive search” governed\nby theOklahoma Pressstandard, not an “actual search”\ncontrolled by the Fourth Amendment’s warrant requirement.And there is no doubt that the Government met\ntheOklahoma Pressstandard here. UnderOklahoma\nPress, a court order must “ ‘be sufficiently limited in\nscope, relevant in purpose, and specific in directive so that\ncompliance will not be unreasonably burdensome.’ ”Lone\nSteer, Inc.,supra, at 415. Here, the type of order\nobtained by the Government almost necessarily satisfies that\nstandard. The Stored Communications Act allows a court to issue the\nrelevant type of order “only if the governmental entity offers\nspecific and articulable facts showing that there are reasonable\ngrounds to believe that . . . the records . . .\nsough[t] are relevant and material to an ongoing criminal\ninvestigation.” 18 U. S. C. §2703(d). And the court “may\nquash or modify such order” if the provider objects that the\n“records requested are unusually voluminous in nature or compliance\nwith such order otherwise would cause an undue burden on such\nprovider.”Ibid.No such objection was made in this case,\nand Carpenter does not suggest that the orders contravened theOklahoma Pressstandard in any other way.That is what makes the majority’s opinion so\npuzzling. It decides that a “search” of Carpenter occurred within\nthe meaning of the Fourth Amendment, but then it leaps straight to\nimposing requirements that—until this point—have governed onlyactualsearches and seizures. Seeante, at 18–19.\nLost in its race to the finish is any real recognition of the\ncentury’s worth of precedent it jeopardizes. For the majority, this\ncase is apparently no different from one in which Government agents\nraided Carpenter’s home and removed records associated with his\ncell phone.Against centuries of precedent and practice, all\nthat the Court can muster is the observation that “this Court has\nnever held that the Government may subpoena third parties for\nrecords in which the suspect has a reasonable expectation of\nprivacy.”Ante, at 19. Frankly, I cannot imagine a\nconcession more damning to the Court’s argument than that. As the\nCourt well knows, the reason that we have never seen such a case is\nbecause—until today—defendants categorically had no “reasonable\nexpectation of privacy” and no property interest in records\nbelonging to third parties. See Part II,infra. By implying\notherwise, the Court tries the nice trick of seeking shelter under\nthe cover of precedents that it simultaneously perforates.Not only that, but even if the Fourth Amendment\npermitted someone to object to the subpoena of a third party’s\nrecords, the Court cannot explain why that individual should be\nentitled togreaterFourth Amendment protection than the\nparty actually being subpoenaed. When parties are subpoenaed to\nturn over their records, after all, they will at most receive the\nprotection afforded byOklahoma Presseven though they will\nown and have a reasonable expectation of privacy in the records at\nissue. Under the Court’s decision, however, the Fourth Amendment\nwill extend greater protections to someone else who is not being\nsubpoenaed and does not own the records. That outcome makes no\nsense, and the Court does not even attempt to defend it.We have set forth the relevant Fourth Amendment\nstandard for subpoenaing business records many times over. Out of\nthose dozens of cases, the majority cannot find even one that so\nmuch as suggests an exception to theOklahoma Pressstandard\nfor sufficiently personal information. Instead, we have always\n“described the constitutional requirements” for compulsory process\nas being “ ‘settled’ ” and as applying categorically to\nall “ ‘subpoenas [of] corporate books or records.’ ”Lone Steer, Inc., 464 U. S., at 415 (internal quotation\nmarks omitted). That standard, we have held, is “the most”\nprotection the Fourth Amendment gives “to the production of\ncorporate records and papers.”Oklahoma Press, 327\nU. S.,at 208 (emphasis added).[2]Although the majority announces its holding in\nthe context of the Stored Communications Act, nothing stops its\nlogic from sweeping much further. The Court has offered no\nmeaningful limiting principle, and none is apparent. Cf. Tr. of\nOral Arg. 31 (Carpenter’s counsel admitting that “a grand jury\nsubpoena . . . would be held to the same standard as any\nother subpoena or subpoena-like request for [cell-site]\nrecords”).Holding that subpoenas must meet the same\nstandard as conventional searches will seriously damage, if not\ndestroy, their utility. Even more so than at the founding, today\nthe Government regularly uses subpoenasduces tecumand\nother forms of compulsory process to carry out its essential\nfunctions. See,e.g.,Dionisio, 410 U. S., at\n11–12 (grand jury subpoenas);McPhaul, 364 U. S., at\n382–383 (legislative subpoenas);Oklahoma Press,supra, at 208–209 (administrative subpoenas). Grand juries,\nfor example, have long “compel[led] the production of evidence” in\norder to determine “whetherthere is probable cause to\nbelieve a crime has been committed.”Calandra, 414\nU. S., at 343 (emphasis added). Almost by definition, then,\ngrand juries will be unable at first to demonstrate “the probable\ncause required for a warrant.”Ante, at 19 (majority\nopinion); see alsoOklahoma Press,supra, at 213. If\nthey are required to do so, the effects are as predictable as they\nare alarming: Many investigations will sputter out at the start,\nand a host of criminals will be able to evade law enforcement’s\nreach.“To ensure that justice is done, it is\nimperative to the function of courts that compulsory process be\navailable for the production of evidence.”Nixon, 418\nU. S., at 709. For over a hundred years, we have understood\nthat holding subpoenas to the same standard as actual searches and\nseizures “would stop much if not all of investigation in the public\ninterest at the threshold of inquiry.”Oklahoma Press,supra, at 213. Today a skeptical majority decides to put\nthat understanding to the test.IICompounding its initial error, the Court also\nholds that a defendant has the right under the Fourth Amendment to\nobject to the search of a third party’s property. This holding\nflouts the clear text of the Fourth Amendment, and it cannot be\ndefended under either a property-based interpretation of that\nAmendment or our decisions applying the\nreasonable-expectations-of-privacy test adopted inKatz, 389\nU. S. 347. By allowing Carpenter to object to the search of a\nthird party’s property, the Court threatens to revolutionize a\nsecond and independent line of Fourth Amendment doctrine.AIt bears repeating that the Fourth Amendment\nguarantees “[t]he right of the people to be secure intheirpersons, houses, papers, and effects.” (Emphasis added.) The Fourth\nAmendment does not confer rights with respect to the persons,\nhouses, papers, and effects of others. Its language makes clear\nthat “ Fourth Amendment rights are personal,”Rakasv.Illinois, 439 U. S. 128, 140 (1978), and as a result,\nthis Court has long insisted that they “may not be asserted\nvicariously,”id., at 133. It follows that a “person who is\naggrieved . . . only through the introduction of damaging\nevidence secured by a search of a third person’s premises or\nproperty has not had any of his Fourth Amendment rights infringed.”Id., at 134.In this case, as Justice Kennedy cogently\nexplains, the cell-site records obtained by the Government belong\nto Carpenter’s cell service providers, not to Carpenter. Seeante, at 12–13. Carpenter did not create the cell-site\nrecords. Nor did he have possession of them; at all relevant times,\nthey were kept by the providers. Once Carpenter subscribed to his\nprovider’s service, he had no right to prevent the company from\ncreating or keeping the information in its records. Carpenter also\nhad no right to demand that the providers destroy the records, no\nright to prevent the providers from destroying the records, and,\nindeed, no right to modify the records in any way whatsoever (or to\nprevent the providers from modifying the records). Carpenter, in\nshort, has no meaningful control over the cell-site records, which\nare created, maintained, altered, used, and eventually destroyed by\nhis cell service providers.Carpenter responds by pointing to a provision of\nthe Telecommunications Act that requires a provider to disclose\ncell-site records when a customer so requests. See 47\nU. S. C. §222(c)(2). But a statutory disclosure\nrequirement is hardly sufficient to give someone an ownership\ninterest in the documents that must be copied and disclosed. Many\nstatutes confer a right to obtain copies of documents without\ncreating any property right.[3]Carpenter’s argument is particularly hard to\nswallow because nothing in the Telecommunications Act precludes\ncell service providers from charging customers a fee for accessing\ncell-site records. Seeante, at 12–13 (Kennedy, J.,\ndissenting). It would be very strange if the owner of records were\nrequired to pay in order to inspect his own property.Nor does the Telecommunications Act give\nCarpenter a property right in the cell-site records simply because\nthey are subject to confidentiality restrictions. See 47\nU. S. C. §222(c)(1) (without a customer’s permission, a\ncell service provider may generally “use, disclose, or permit\naccess to individually identifiable [cell-site records]” only with\nrespect to “its provision” of telecommunications services). Many\nfederal statutes impose similar restrictions on private entities’\nuse or dissemination of information in their own records without\nconferring a property right on third parties.[4]It would be especially strange to hold that the\nTelecommunication Act’s confidentiality provision confers a\nproperty right when the Act creates an express exception for any\ndisclosure of records that is “required by law.” 47\nU. S. C. §222(c)(1). So not only does Carpenter lack\n“ ‘the most essential and beneficial’ ” of the\n“ ‘constituent elements’ ” of property,Dickmanv.Commissioner, 465 U. S. 330, 336 (1984)—i.e.,\nthe right to use the property to the exclusion of others—but he\ncannot even exclude the party he would most like to keep out,\nnamely, the Government.[5]For all these reasons, there is no plausible\nground for maintaining that the information at issue here\nrepresents Carpenter’s “papers” or “effects.”[6]BIn the days when this Court followed an\nexclusively property-based approach to the Fourth Amendment, the\ndistinction between an individual’s Fourth Amendment rights and\nthose of a third party was clear cut. We first asked whether the\nobject of the search—say, a house, papers, or effects—belonged to\nthe defendant, and, if it did, whether the Government had committed\na “trespass” in acquiring the evidence at issue.Jones, 565\nU. S., at 411, n. 8.When the Court held inKatzthat\n“property rights are not the sole measure of Fourth Amendment\nviolations,”Soldalv.Cook County, 506 U. S.\n56, 64 (1992), the sharp boundary between personal and third-party\nrights was tested. UnderKatz, a party may invoke the Fourth\nAmendment whenever law enforcement officers violate the party’s\n“justifiable” or “reasonable” expectation of privacy. See 389\nU. S., at 353; see alsoid., at 361 (Harlan, J.,\nconcurring) (applying the Fourth Amendment where “a person [has]\nexhibited an actual (subjective) expectation of privacy” and where\nthat “expectation [is] one that society is prepared to recognize as\n‘reasonable’ ”). Thus freed from the limitations imposed by\nproperty law, parties began to argue that they had a reasonable\nexpectation of privacy in items owned by others. After all, if a\ntrusted third party took care not to disclose information about the\nperson in question, that person might well have a reasonable\nexpectation that the information would not be revealed.Efforts to claim Fourth Amendment protection\nagainst searches of the papers and effects of others came to a head\ninMiller, 425 U. S. 435, where the defendant sought\nthe suppression of two banks’ microfilm copies of his checks,\ndeposit slips, and other records. The defendant did not claim that\nhe owned these documents, but he nonetheless argued that “analysis\nof ownership, property rights and possessory interests in the\ndetermination of Fourth Amendment rights ha[d] been severely\nimpeached” byKatzand other recent cases. See Brief for\nRespondent inUnited Statesv.Miller, O. T. 1975,\nNo. 74–1179, p. 6. Turning toKatz, he then argued that\nhe had a reasonable expectation of privacy in the banks’ records\nregarding his accounts. Brief for Respondent in No. 74–1179, at 6;\nsee alsoMiller,supra, at 442–443.Acceptance of this argument would have flown in\nthe face of the Fourth Amendment’s text, and the Court rejected\nthat development. Because Miller gave up “dominion and control” of\nthe relevant information to his bank,Rakas,439 U. S.,\nat 149, the Court ruled that he lost any protected Fourth Amendment\ninterest in that information. SeeMiller,supra, at\n442–443. Later, inSmithv.Maryland, 442 U. S.\n735, 745 (1979), the Court reached a similar conclusion regarding a\ntelephone company’s records of a customer’s calls. As Justice\nKennedy concludes,MillerandSmithare thus best\nunderstood as placing “necessary limits on the ability of\nindividuals to assert Fourth Amendment interests in property to\nwhich they lack a ‘requisite connection.’ ”Ante, at\n8.The same is true here, where Carpenter\nindisputably lacks any meaningful property-based connection to the\ncell-site records owned by his provider. Because the records are\nnot Carpenter’s in any sense, Carpenter may not seek to use the\nFourth Amendment to exclude them.By holding otherwise, the Court effectively\nallows Carpenter to object to the “search” of a third party’s\nproperty, not recognizing the revolutionary nature of this change.\nThe Court seems to think thatMillerandSmithinvented a new “doctrine”—“the third-party doctrine”—and the Court\nrefuses to “extend” this product of the 1970’s to a new age of\ndigital communications.Ante, at 11, 17. But the Court\nfundamentally misunderstands the role ofMillerandSmith. Those decisions did not forge a new doctrine;\ninstead, they rejected an argument that would have disregarded the\nclear text of the Fourth Amendment and a formidable body of\nprecedent.In the end, the Court never explains how its\ndecision can be squared with the fact that the Fourth Amendment\nprotects only “[t]he right of the people to be secure intheirpersons, houses, papers, and effects.” (Emphasis\nadded.)*  *  *Although the majority professes a desire not\nto “ ‘embarrass the future,’ ”ante, at 18, we can\nguess where today’s decision will lead.One possibility is that the broad principles\nthat the Court seems to embrace will be applied across the board.\nAll subpoenasduces tecumand all other orders compelling\nthe production of documents will require a demonstration of\nprobable cause, and individuals will be able to claim a protected\nFourth Amendment interest in any sensitive personal information\nabout them that is collected and owned by third parties. Those\nwould be revolutionary developments indeed.The other possibility is that this Court will\nface the embarrassment of explaining in case after case that the\nprinciples on which today’s decision rests are subject to all sorts\nof qualifications and limitations that have not yet been\ndiscovered. If we take this latter course, we will inevitably end\nup “mak[ing] a crazy quilt of the Fourth Amendment.”Smith,supra, at 745.All of this is unnecessary. In the Stored\nCommunications Act, Congress addressed the specific problem at\nissue in this case. The Act restricts the misuse of cell-site\nrecords by cell service providers, something that the Fourth\nAmendment cannot do. The Act also goes beyond current Fourth\nAmendment case law in restricting access by law enforcement. It\npermits law enforcement officers to acquire cell-site records only\nif they meet a heightened standard and obtain a court order. If the\nAmerican people now think that the Act is inadequate or needs\nupdating, they can turn to their elected representatives to adopt\nmore protective provisions. Because the collection and storage of\ncell-site records affects nearly every American, it is unlikely\nthat the question whether the current law requires strengthening\nwill escape Congress’s notice.Legislation is much preferable to the\ndevelopment of an entirely new body of Fourth Amendment caselaw for\nmany reasons, including the enormous complexity of the subject, the\nneed to respond to rapidly changing technology, and the Fourth\nAmendment’s limited scope. The Fourth Amendment restricts the\nconduct of the Federal Government and the States; it does not apply\nto private actors. But today, some of the greatest threats to\nindividual privacy may come from powerful private companies that\ncollect and sometimes misuse vast quantities of data about the\nlives of ordinary Americans. If today’s decision encourages the\npublic to think that this Court can protect them from this looming\nthreat to their privacy, the decision will mislead as well as\ndisrupt. And if holding a provision of the Stored Communications\nAct to be unconstitutional dissuades Congress from further\nlegislation in this field, the goal of protecting privacy will be\ngreatly disserved.The desire to make a statement about privacy in\nthe digital age does not justify the consequences that today’s\ndecision is likely to produce.Notes1Any other interpretation\nof the Fourth Amendment’s text would run into insuperable problems\nbecause it would apply not only to subpoenasduces tecumbut\nto all other forms of compulsory process as well. If the Fourth\nAmendment applies to the compelled production of documents, then it\nmust also apply to the compelled production of testimony—an outcome\nthat we have repeatedly rejected and which, if accepted, would send\nmuch of the field of criminal procedure into a tailspin. See,e.g.,United Statesv.Dionisio, 410\nU. S. 1, 9 (1973) (“It is clear that a subpoena to appear\nbefore a grand jury is not a ‘seizure’ in the Fourth Amendment\nsense, even though that summons may be inconvenient or\nburdensome”);United Statesv.Calandra, 414\nU. S. 338, 354 (1974) (“Grand jury questions . . .\ninvolve no independent governmental invasion of one’s person,\nhouse, papers, or effects”). As a matter of original understanding,\na subpoenaduces tecumno more effects a “search” or\n“seizure” of papers within the meaning of the Fourth Amendment than\na subpoenaad testificandumeffects a “search” or “seizure”\nof a person.2All that the Court can\nsay in response is that we have “been careful not to uncritically\nextend existing precedents” when confronting new technologies.Ante, at 20. But applying a categorical rule categorically\ndoes not “extend” precedent, so the Court’s statement ends up\nsounding a lot like a tacit admission that it is overruling our\nprecedents.3See,e.g., Freedom\nof Information Act, 5 U. S. C. §552(a) (“Each agency\nshall make available to the public information as follows\n. . .”); Privacy Act, 5 U. S. C. §552a(d)(1)\n(“Each agency that maintains a system of records shall\n. . . upon request by any individual to gain access to\nhis record or to any information pertaining to him which is\ncontained in the system, permit him and upon his request, a person\nof his own choosing to accompany him, to review the record and have\na copy made of all or any portion thereof . . .”); Fair\nCredit Reporting Act, 15 U. S. C. §1681j(a)(1)(A) (“All\nconsumer reporting agencies . . . shall make all\ndisclosures pursuant to section 1681g of this title once during any\n12-month period upon request of the consumer and without charge to\nthe consumer”); Right to Financial Privacy Act of 1978, 12\nU. S. C. §3404(c) (“The customer has the right\n. . . to obtain a copy of the record which the financial\ninstitution shall keep of all instances in which the customer’s\nrecord is disclosed to a Government authority pursuant to this\nsection, including the identity of the Government authority to\nwhich such disclosure is made”); Government in the Sunshine Act, 5\nU. S. C. §552b(f )(2) (“Copies of such transcript,\nor minutes, or a transcription of such recording disclosing the\nidentity of each speaker, shall be furnished to any person at the\nactual cost of duplication or transcription”); Cable Act, 47\nU. S. C. §551(d) (“A cable subscriber shall be provided\naccess to all personally identifiable information regarding that\nsubscriber which is collected and maintained by a cable operator”);\nFamily Educational Rights and Privacy Act of 1974, 20\nU. S. C. §1232g(a)(1)(A) (“No funds shall be made\navailable under any applicable program to any educational agency or\ninstitution which has a policy of denying, or which effectively\nprevents, the parents of students who are or have been in\nattendance at a school of such agency or at such institution, as\nthe case may be, the right to inspect and review the education\nrecords of their children. . . . Each educational\nagency or institution shall establish appropriate procedures for\nthe granting of a request by parents for access to the education\nrecords of their children within a reasonable period of time, but\nin no case more than forty-five days after the request has been\nmade”).4See,e.g., Family\nEducational Rights and Privacy Act, 20 U. S. C.\n§1232g(b)(1) (“No funds shall be made available under any\napplicable program to any educational agency or institution which\nhas a policy or practice of permitting the release of education\nrecords (or personally identifiable information contained therein\nother than directory information . . . ) of students\nwithout the written consent of their parents to any individual,\nagency, or organization . . .”); Video Privacy Protection\nAct, 18 U. S. C. §2710(b)(1) (“A video tape service\nprovider who knowingly discloses, to any person, personally\nidentifiable information concerning any consumer of such provider\nshall be liable to the aggrieved person for the relief provided in\nsubsection (d)”); Driver Privacy Protection Act, 18\nU. S. C. §2721(a)(1) (“A State department of motor\nvehicles, and any officer, employee, or contractor thereof, shall\nnot knowingly disclose or otherwise make available to any person or\nentity . . . personal information . . .”); Fair\nCredit Reporting Act, 15 U. S. C. §1681b(a) (“[A]ny\nconsumer reporting agency may furnish a consumer report under the\nfollowing circumstances and no other . . .”); Right to\nFinancial Privacy Act, 12 U. S. C. §3403(a) (“No\nfinancial institution, or officer, employees, or agent of a\nfinancial institution, may provide to any Government authority\naccess to or copies of, or the information contained in, the\nfinancial records of any customer except in accordance with the\nprovisions of this chapter”); Patient Safety and Quality\nImprovement Act, 42 U. S. C. §299b–22(b)\n(“Notwithstanding any other provision of Federal, State, or local\nlaw, and subject to subsection (c) of this section, patient safety\nwork product shall be confidential and shall not be disclosed”);\nCable Act, 47 U. S. C. §551(c)(1) (“[A] cable operator\nshall not disclose personally identifiable information concerning\nany subscriber without the prior written or electronic consent of\nthe subscriber concerned and shall take such actions as are\nnecessary to prevent unauthorized access to such information by a\nperson other than the subscriber or cable operator”).5Carpenter also cannot\nargue that he owns the cell-site records merely because they fall\ninto the category of records referred to as “customer proprietary\nnetwork information.” 47 U. S. C. §222(c). Even assuming\nlabels alone can confer property rights, nothing in this particular\nlabel indicates whether the “information” is “proprietary” to the\n“customer” or to the provider of the “network.” At best, the phrase\n“customer proprietary network information” is ambiguous, and\ncontext makes clear that it refers to theprovider’s\ninformation. The Telecommunications Act defines the term to include\nall “information that relates to the quantity, technical\nconfiguration, type, destination, location, and amount of use of a\ntelecommunications service subscribed to by any customer of a\ntelecommunications carrier, and that is made available to the\ncarrier by the customer solely by virtue of the carrier-customer\nrelationship.” 47 U. S. C. §222(h)(1)(A). For Carpenter\nto be right, he must own not only the cell-site records in this\ncase, but also records relating to, for example, the “technical\nconfiguration” of his subscribed service—records that presumably\ninclude such intensely personal and private information as\ntransmission wavelengths, transport protocols, and link layer\nsystem configurations.6Thus, this is not a case\nin which someone has entrusted papers that he or she owns to the\nsafekeeping of another, and it does not involve a bailment. Cf.post, at 14 (Gorsuch, J., dissenting).",
    "joined": []
}