{
    "case": {
        "docket": "18-281",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/18-281/"
    },
    "id": "4109125",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–281_________________VIRGINIA HOUSE OF DELEGATES, et al.,\nAPPELLANTSv.GOLDEN BETHUNE-HILL, et al.on appeal from the united states district\ncourt for the eastern district of virginia[June 17, 2019]Justice Alito, with whom The Chief Justice,\nJustice Breyer, and Justice Kavanaugh join, dissenting.I would hold that the Virginia House of\nDelegates has standing to take this appeal. The Court disagrees for\ntwo reasons: first, because Virginia law does not authorize the\nHouse to defend the invalidated redistricting plan on behalf of the\nCommonwealth, seeante, at 4–7, and, second, because the\nimposition of the District Court’s districting plan would not cause\nthe House the kind of harm required by Article III of the\nConstitution, seeante, at 7–12. I am convinced that the\nsecond holding is wrong and therefore will not address the\nfirst.IOur decision inLujanv.Defenders\nof Wildlife, 504 U. S. 555, 560 (1992), identified\nthe three elements that constitute the “irreducible constitutional\nminimum of standing” demanded by Article III. A party invoking the\njurisdiction of a federal court must have “(1) suffered an injury\nin fact, (2) that is fairly traceable to the challenged conduct of\nthe defendant, and (3) that is likely to be redressed by a\nfavorable judicial decision.”Spokeo,Inc.v.Robins, 578 U. S. ___, ___ (2016) (slip op., at 6). The\nVirginia House of Delegates satisfies all those requirements in\nthis case.I begin with “injury in fact.” It is clear, in\nmy judgment, that the new districting plan ordered by the lower\ncourt will harm the House in a very fundamental way. A legislative\ndistricting plan powerfully affects a legislative body’s output of\nwork. Each legislator represents a particular district, and each\ndistrict contains a particular set of constituents with particular\ninterests and views. Cf.,e.g., App. 165 (noting the “varied\nfactors that can create or contribute to communities of interest”\nin districts (House Committee on Privileges and Elections\nresolution)). The interests and views of these constituents\ngenerally have an important effect on everything that a legislator\ndoes—meeting with the representatives of organizations and groups\nseeking the legislator’s help in one way or another, drafting and\nsponsoring bills, pushing for and participating in hearings,\nwriting or approving reports, and of course, voting. When the\nboundaries of a district are changed, the constituents and\ncommunities of interest present within the district are altered,\nand this is likely to change the way in which the district’s\nrepresentative does his or her work. And while every individual\nvoter will end up being represented by a legislator no matter which\ndistricting plan is ultimately used, it matters a lot how voters\nwith shared interests and views are concentrated or split up. The\ncumulative effects of all the decisions that go into a districting\nplan have an important impact on the overall work of the body.All of this should really go without saying.\nAfter all, it is precisely because of the connections between the\nway districts are drawn, the composition of a legislature, and the\nthings that a legislature does that so much effort is invested in\ndrawing, contesting, and defending districting plans. Districting\nmatters because it has institutional and legislative consequences.\nTo suggest otherwise, to argue that substituting one plan for\nanother has no effect on the work or output of the legislative body\nwhose districts are changed, would really be quite astounding. If\nthe selection of a districting plan did not alter what the\nlegislative body does, why would there be such pitched battles over\nredistricting efforts?What the Court says on this point is striking.\nAccording to the Court, “the House as an institution has no\ncognizable interest in the identity of its members,” and thus\nsuffers no injury from the imposition of a districting plan that\n“may affect the membership of the chamber” or the “content of\nlegislation its future members may elect to enact.”Ante, at\n11, and n. 6 (emphasis deleted). Really? It seems obvious that\nany group consisting of members who must work together to achieve\nthe group’s aims has a keen interest in the identity of its\nmembers, and it follows that the group also has a strong interest\nin how its members are selected. And what is more important to such\na group than the content of its work?Apply what the Court says to a group other than\na legislative body and it is immediately obvious that the Court is\nwrong. Does a string quartet have an interest in the identity of\nits cellist? Does a basketball team have an interest in the\nidentity of its point guard? Does a board of directors have an\ninterest in the identity of its chairperson? Does it matter to\nthese groups how their members are selected? Do these groups care\nif the selection method affects their performance? Of course.The Virginia House of Delegates exists for a\npurpose: to represent and serve the interests of the people of the\nCommonwealth. The way in which its members are selected has a\npowerful effect on how it goes about this purpose[1]—a proposition reflected by the\nCommonwealth’s choice to mandate certain districting criteria in\nits constitution. See Va. Const., Art. II, §6. As far as the\nHouse’s standing, we must assume that the districting plan enacted\nby the legislature embodies the House’s judgment regarding the\nmethod of selecting members that best enables it to serve the\npeople of the Commonwealth. (Whether this is a permissible judgment\nis a merits question, not a question of standing. Cf.Warthv.Seldin,422 U.S.\n490, 502 (1975)). It therefore follows that discarding that\nplan and substituting another inflicts injury in fact.Our most pertinent precedent supports the\nstanding of the House on this ground. InSixty-seventh Minnesota\nState Senatev.Beens,406 U.S.\n187(1972) (per curiam), we held that the Minnesota\nSenate had standing to appeal a district court order reapportioning\nthe Senate’s seats. In reaching that conclusion, we noted that\n“certainly” such an order “directly affected” the Senate.Id., at 194. The same is true here. There can be no doubt\nthat the new districting plan “directly affect[s]” the House whose\ndistricts it redefines and whose legislatively drawn districts have\nbeen replaced with a court-ordered map. That theBeensCourt\ndrew its “directly affect[s]” language from a case involving a\nstandard reapportionment challenge, seeSilverv.Jordan,241 F. Supp. 576, 579 (SD Cal. 1964) (per curiam),\naff’d,381 U.S.\n415(1965) (per curiam), only serves to confirm that the\nHouse’s injury is sufficient to demonstrate standing underBeens.In an effort to distinguishBeens, it is\nargued that the District Court decision at issue there, which\nslashed the number of senators in half, “ha[d] a distinct and more\ndirect effect on the body itself than a mere shift in district\nlines.” Brief for United States asAmicus Curiae17; see\nBrief for State Appellees 38. But even if the effect of the court\norder was greater inBeensthan it is here, it is the\nexistence—not the extent—of an injury that matters for purposes of\nArticle III standing.The Court suggests that the effects of the\ncourt-ordered districting plan inBeenswere different from\nthe effects of the plan now before us because the former concerned\nthe legislature’s internal operations. Seeante, at 10–11.\nBut even if the imposition of the court-ordered plan in this case\nwould not affect the internal operations of the House (and that is\nby no means clear), it is very strange to think that changes to\nsuch things as “committee structures” and “voting rules,” seeante, at 10, are more important than changes in legislative\noutput.In short, the invalidation of the House’s\nredistricting plan and its replacement with a court-ordered map\nwould cause the House to suffer a “concrete” injury. And as Article\nIII demands, seeSpokeo, 578 U. S., at ___–___ (slip\nop., at 6–7), that injury would also be “particularized” (because\nit would target the House); “imminent” (because it would certainly\noccur if this appeal is dismissed); “traceable” to the imposition\nof the new, court-ordered plan; and “redress[able]” by the relief\nthe House seeks here.Ibid.IIAlthough the opinion of the Court begins by\nciting the three fundamental Article III standing requirements just\ndiscussed, seeante, at 3, it is revealing that the Court\nnever asserts that the effect of the court-ordered plan at issue\nwould not cause the House “concrete” harm. Instead, the Court\nclaims only that any harm would not be “ ‘judicially\ncognizable,’ ”ante, at 7; see alsoante, at 11.\nThe Court lifts this term fromRainesv.Byrd,521 U.S.\n811, 819 (1997), where the Court held that individual Members\nofCongresslacked standing to challenge the\nconstitutionality of the Line Item Veto Act. But the decision inRainesrested heavily on federal separation-of-powers\nconcerns, which are notably absent here. Seeid., at\n819–820, 826–829;id., at 832–835 (Souter, J., concurring in\njudgment). And although the Court does not say so expressly, what I\ntake from its use of the term “judicially cognizable” injury rather\nthan “concrete” injury is that the decision here is not really\nbased on theLujanfactors, which set out the “irreducible”\nminimum demanded by Article III. 504 U. S., at 560. Instead,\nthe argument seems to be that the House’s injury is insufficient\nfor some other, only-hinted-at reason.Both the United States, appearing as anamicus, and the Commonwealth of Virginia are more explicit.\nThe Solicitor General’s brief argues as follows:“In the federal system, the Constitution\ngives Congress only ‘legislative Powers,’ U. S. Const. Art. 1,\n§1, and the ‘power to seek judicial relief . . . cannot\npossibly be regarded as merely in aid of the legislative function.’Buckleyv.Valeo,424 U.S.\n1, 138 (1976) (per curiam). As a result, ‘once Congress makes\nits choice in enacting legislation, its participation ends.’Bowsherv.Synar,478 U.S.\n714, 733 (1986). . . .The same is true\nhere. A branch of a state government that makes rather than\nenforces the law does not itself have a cognizable Article III\ninterest in the defense of its laws.” Brief for United States asAmicus Curiae14–15 (emphasis added).The Virginia Solicitor General makes a similar\nargument. See Brief for State Appellees 42–44.These arguments are seriously flawed because the\nStates are under no obligation to follow the Federal Constitution’s\nmodel when it comes to the separation of powers. SeeWhalenv.United States,445 U.S.\n684, 689, n. 4 (1980); cf.Raines,supra, at\n824, n. 8;Arizona State Legislaturev.Arizona\nIndependent Redistricting Comm’n, 576 U. S. ___, ___,\nn. 12 (2015) (slip op., at 14, n. 12). If one House of\nCongress or one or more Members of Congress attempt to invoke the\npower of a federal court, the court must consider whether this\nattempt is consistent with the structure created by the Federal\nConstitution. An interest asserted by a Member of Congress or by\none or both Houses of Congress that is inconsistent with that\nstructure may not be judicially cognizable. But I do not see how we\ncan say anything similar about the standing of state legislators or\nstate legislative bodies.[2]\nCf.Karcherv.May,484 U.S.\n72, 81–82 (1987). The separation of powers (or the lack\nthereof) under a state constitution is purely a matter of state\nlaw, and neither the Court nor the Virginia Solicitor General has\nprovided any support for the proposition that Virginia law bars the\nHouse from defending, in its own right, the constitutionality of a\ndistricting plan.*  *  *For these reasons, I would hold that the House\nof Delegates has standing, and I therefore respectfully\ndissent.Notes1The Court has not\nhesitated to recognize this link in other contexts. See,e.g.,New York State Bd. of Electionsv.Lopez\nTorres,552 U.S.\n196, 202 (2008);Euv.San Francisco County\nDemocratic Central Comm.,489 U.S.\n214, 229–230 (1989).2The Court’s observation\nthat the Virginia Constitution gives legislative districting\nauthority to the General Assembly as a whole—in other words, to the\nHouse of Delegates and the Senate in combination—does not answer\nthe question. To start, a similar argument against standing was\npressed and rejected inSixty-seventh Minnesota State Senatev.Beens,406 U.S.\n187(1972) (per curiam), see Motion of Appellees to\nDismiss Appeal in O. T. 1971, No. 71–1024, p. 9, and the Court\ndoes not explain why a different outcome is warranted here. Nor am\nI persuaded by the Court’s citation ofArizona State\nLegislaturev.Arizona Independent Redistricting Comm’n,\n576 U. S. ___ (2015). There, the Court held that the Arizona\nLegislature had standing to bring a suit aimed at protecting its\nredistricting authority. But from the fact that a whole legislature\nmay have standing to defend its redistricting authority, it does\nnot follow that the House necessarily lacks standing to challenge a\nredistricting decision based on concrete injuries to its\ninstitutional interests. Cf.Spokeo,Inc.v.Robins, 578 U. S. ___, ___, n. 7 (2016) (slip op.,\nat 8, n. 7).",
    "joined": []
}