{
    "case": {
        "docket": "17-459",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-459/"
    },
    "id": "3918483",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–459_________________WESCLEY FONSECA PEREIRA, PETITIONERv.JEFFERSON B. SESSIONS, III, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 21, 2018]Justice Alito, dissenting.Although this case presents a narrow and\ntechnical issue of immigration law, the Court’s decision implicates\nthe status of an important, frequently invoked, once celebrated,\nand now increasingly maligned precedent, namely,Chevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil, Inc., 467 U. S. 837 (1984). Under that decision,\nif a federal statute is ambiguous and the agency that is authorized\nto implement it offers a reasonable interpretation, then a court is\nsupposed to accept that interpretation. Here, a straightforward\napplication ofChevronrequires us to accept the\nGovernment’s construction of the provision at issue. But the Court\nrejects the Government’s interpretation in favor of one that it\nregards as the best reading of the statute. I can only conclude\nthat the Court, for whatever reason, is simply ignoringChevron.IAs amended, the Immigration and Nationality\nAct generally requires the Government to remove nonpermanent\nresident aliens who overstay the terms of their admission into this\ncountry. See 8 U. S. C. §§1227(a)(1)(B)–(C). But under\ncertain circumstances, the Government may decide to cancel their\nremoval instead. See §1229b. To be eligible for such relief, an\nalien must demonstrate that he or she “has been physically present\nin the United States for a continuous period of not less than 10\nyears.” §1229b(b)(1)(A). “For purposes of” that rule, however, “any\nperiod of . . . continuous physical presence in the\nUnited States shall be deemed to end . . . when the alien\nis served a notice to appear under section 1229(a) of this title.”\n§1229b(d)(1). That language acts as a stop-time rule, preventing\nthe continuous-presence clock from continuing to run once an alien\nis served with a notice to appear.The question presented by this case is whether\nthe stop-time rule is triggered by service of a notice to appear\nthat is incomplete in some way. A provision of the amended\nImmigration and Nationality Act requires that the Government serve\nan alien who it seeks to remove with a notice to appear\n“specifying” a list of things, including “[t]he nature of the\nproceedings against the alien,” “[t]he legal authority under which\nthe proceedings are conducted,” “[t]he acts or conduct alleged to\nbe in violation of law,” “[t]he charges against the alien and the\nstatutory provisions alleged to have been violated,” and (what is\nrelevant here) “[t]he time and place at which the proceedings will\nbe held.” §§1229(a)(1)(A), (B), (C), (D), (G)(i).Petitioner Wescley Pereira is a Brazilian\ncitizen who entered the United States lawfully in 2000 but then\nillegally overstayed his nonimmigrant visa. In 2006, the Government\ncaused him to be served in person with a document styled as a\nnotice to appear for removal proceedings. Pereira concedes that he\noverstayed his visa and is thus removable, but he argues that he is\nnonetheless eligible for cancellation of removal because he has now\nbeen in the country continuously for more than 10 years. He\ncontends that the notice served on him in 2006 did not qualify as a\nnotice to appear because it lacked one piece of information that\nsuch a notice is supposed to contain, namely, the time at which his\nremoval proceedings were to be held. Thus, Pereira contends, that\nnotice did not trigger the stop-time rule, and the clock continued\nto run.The Board of Immigration Appeals (BIA) has\nrejected this interpretation of the stop-time rule in the past. It\nhas held that “[a]n equally plausible reading” is that the\nstop-time rule “merely specifies the document the [Government] must\nserve on the alien to trigger the ‘stop-time’ rule and does not\nimpose substantive requirements for a notice to appear to be\neffective in order for that trigger to occur.”In re\nCamarillo, 25 I. & N. Dec. 644, 647 (2011). It\ntherefore held in this case that Pereira is ineligible for\ncancellation of removal.IIAPereira, on one side, and the Government and\nthe BIA, on the other, have a quasi-metaphysical disagreement about\nthe meaning of the concept of a notice to appear. Is a notice to\nappear a document that contains certain essential characteristics,\nnamely, all the information required by §1229(a)(1), so that any\nnotice that omits any of that information is not a “notice to\nappear” at all? Or is a notice to appear a document that is\nconventionally called by that name, so that a notice that omits\nsome of the information required by §1229(a)(1) may still be\nregarded as a “notice to appear”?Picking the better of these two interpretations\nmight have been a challenge in the first instance. But the Court\ndid not need to decide that question, for underChevronwe\nare obligated to defer to a Government agency’s interpretation of\nthe statute that it administers so long as that interpretation is a\n“ ‘permissible’ ” one.INSv.Aguirre-Aguirre, 526 U. S. 415, 424 (1999). All that is\nrequired is that the Government’s view be “reasonable”; it need not\nbe “the only possible interpretation, nor even the interpretation\ndeemedmostreasonable by the courts.”Entergy Corp.v.Riverkeeper, Inc., 556 U. S. 208, 218 (2009).\nMoreover, deference to the Government’s interpretation “is\nespecially appropriate in the immigration context” because of the\npotential foreign-policy implications.Aguirre-Aguirre,supra, at 425. In light of the relevant text, context,\nstatutory history, and statutory purpose, there is no doubt that\nthe Government’s interpretation of the stop-time rule is indeed\npermissible underChevron.BBy its terms, the stop-time rule is consistent\nwith the Government’s interpretation. As noted, the stop-time rule\nprovides that “any period of . . . continuous physical\npresence in the United States shall be deemed to end\n. . . when the alien is served a notice to appear under\nsection 1229(a) of this title.” §1229b(d)(1). A degree of ambiguity\narises from Congress’s use of the word “under,” for as the Court\nrecognizes, “ ‘[t]he word “under” is [a] chameleon,’ ”ante, at 15, having “ ‘many dictionary\ndefinitions’ ” and no “uniform, consistent meaning,”Kirtsaengv.John Wiley & Sons, Inc., 568\nU. S. 519, 531 (2013). Everyone agrees, however, that “under”\nis often used to mean “authorized by.” See,e.g., Webster’s\nNew World College Dictionary 1453 (3d ed. 1997) (“authorized\n. . . by”); American Heritage Dictionary 1945 (3d ed.\n1992) (“With the authorization of”); see also Brief for Respondent\n24 (agreeing that “under” can mean “subject to,” “governed by,” or\n“issued under the authority of”); Brief for Petitioner 28. And when\nthe term is used in this way, it does not necessarily mean that the\nact done pursuant to that authorization was done in strict\ncompliance with the terms of the authorization. For example, one\nmight refer to a litigant’s disclosure “under” Rule 26(a) of the\nFederal Rules of Civil Procedure even if that disclosure did not\ncomply with Rule 26(a) in every respect. Or one might refer to\nregulations promulgated “under” a statute even if a court later\nfound those regulations inconsistent with the statute’s text.That use of the word “under” perfectly fits the\nGovernment’s interpretation of the stop-time rule. The Government\nserved Pereira with a notice to appear “under” §1229(a) in the\nsense that the notice was “authorized by” that provision, which\nstates that a notice to appear “shall be given” to an alien in a\nremoval proceeding and outlines several rules governing such\nnotices. On that reasonable reading, the phrase “under section\n1229(a)” acts as shorthand for the type of document governed by\n§1229(a).CThat interpretation is bolstered by the\nstop-time rule’s cross-reference to “section 1229(a).”\n§1229b(d)(1). Pereira interprets that cross-reference as picking up\nevery substantive requirement that applies to notices to appear.\nBut those substantive requirements are found only in\n§1229(a)(1). Thus, the cross-reference to “section 1229(a),”\nas opposed to “section 1229(a)(1),” tends to undermine Pereira’s\ninterpretation, because if Congress had meant for the stop-time\nrule to incorporate the substantive requirements located in\n§1229(a)(1), it presumably would have referred specifically to that\nprovision and not more generally to “section 1229(a).” We normally\npresume that “[w]hen Congress want[s] to refer only to a particular\nsubsection or paragraph, it [says] so,”NLRBv.SW\nGeneral, Inc., 580 U. S. ___, ___ (2017) (slip op., at 9),\nand it is instructive that neighboring statutory provisions in this\ncase are absolutely riddled with such specific\ncross-references.[1] In the\nstop-time rule, however, Congress chose to insert a broader\ncross-reference, one that refers to the general process of serving\nnotices to appear as a whole. See §1229(a). Thus, Pereira\nessentially “wants to cherry pick from the material covered by the\nstatutory cross-reference. But if Congress had intended to refer to\nthe definition in [§1229(a)(1)] alone, it presumably would have\ndone so.”Cyan, Inc.v.Beaver County Employees\nRetirement Fund, 583 U. S. ___, ___ (2018) (slip op., at\n9).[2]DStatutory history also strongly supports the\nGovernment’s argument that a notice to appear should trigger the\nstop-time rule even if it fails to include the date and time of the\nalien’s removal proceeding. When Congress enacted the stop-time\nrule, it decreed that the rule should “apply to notices to appear\nissued before, on, or after the date of the enactment of this Act.”\nIllegal Immigration Reform and Immigrant Responsibility Act of\n1996, §309(c)(5), 110Stat. 3009–627. This created a problem: Up\nuntil that point, there was no such thing as a “notice to appear,”\nso the reference to “notices to appear issued before\n. . . this Act” made little sense. When Congress became\naware of the problem, it responded by clarifying that the stop-time\nrule should apply not only to notices to appear, but also “to\norders to show cause . . . issued before, on, or after\nthe date” of the clarifying amendment’s enactment. Nicaraguan\nAdjustment and Central American Relief Act, §203(1), 111Stat. 2196,\nas amended 8 U. S. C. §1101 note. That clarification\nsheds considerable light on the question presented here because\norders to show cause did not necessarily include the date or\nlocation of proceedings (even if they otherwise served a function\nsimilar to that now served by notices to appear). See 8\nU. S. C. §1252b(a)(2)(A) (1994 ed.).That statutory history supports the Government’s\ninterpretation twice over. First, it demonstrates that when it\ncomes to triggering the stop-time rule, Congress attached no\nparticular significance to the presence (or absence) of information\nabout the date and time of a removal proceeding. Congress was more\nthan happy for the stop-time rule to be activated either by notices\nto appear or by orders to show cause, even though the latter often\nlacked any information about the date and time of proceedings.Second, and even more important, the statutory\nhistory also shows that Congress clearly thought of orders to show\ncause as the functional equivalent of notices to appear for\npurposes of the stop-time rule. After an initially confusing\nreference to “notices to appear” issued before the creation of the\nstop-time rule, Congress clarified that it had meant to refer to\n“orders to show cause.” By equating orders to show cause with\nnotices to appear, Congress indicated that when the stop-time rule\nrefers to “a notice to appear,” it is referring to a category of\ndocuments that do not necessarily provide the date and time of a\nfuture removal proceeding.[3]EFinally, Pereira’s contrary interpretation\nleads to consequences that clash with any conceivable statutory\npurpose. Pereira’s interpretation would require the Government to\ninclude a date and time on every notice to appear that it issues.\nBut at the moment, the Government lacks the ability to do that with\nany degree of accuracy. The Department of Homeland Security sends\nout the initial notice to appear, but the removal proceedings\nthemselves are scheduled by the Immigration Court, which is part of\nthe Department of Justice. See 8 CFR §1003.18(a) (2018). The\nDepartment of Homeland Security cannot dictate the scheduling of a\nmatter on the docket of the Immigration Court, and at present, the\nDepartment of Homeland Security generally cannot even access the\nImmigration Court’s calendar.In re Camarillo, 25\nI. & N. Dec., at 648; Tr. of Oral Arg. 52–53. The\nDepartment of Homeland Security may thus be hard pressed to include\non initial notices to appear a hearing date that is anything more\nthan a rough estimate subject to considerable change. See\n§1229(a)(2); see alsoante, at 18 (disclaiming any effect on\nthe Government’s ability to change initial hearing dates).Including an estimated and changeable date,\nhowever, may do much more harm than good. SeeGonzalez-Garciav.Holder, 770 F.3d 431, 434–435 (CA6\n2014). It is likely to mislead many recipients and to prejudice\nthose who make preparations on the assumption that the initial date\nis firm. And it forces the Government to go through the pointless\nexercise of first including a date that it knows may very well be\naltered and then changing it once the real date becomes clear. Such\na system serves nobody’s interests.Statutory interpretation is meant to be “a\nholistic endeavor,” and sometimes language “that may seem ambiguous\nin isolation” becomes clear because “only one of the permissible\nmeanings produces a substantive effect that is compatible with the\nrest of the law.”United Sav. Assn. of Tex.v.Timbers of\nInwood Forest Associates, Ltd., 484 U. S. 365, 371 (1988).\nThe real-world effects produced by Pereira’s\ninterpretation—arbitrary dates and times that are likely to confuse\nand confound all who receive them—illustrate starkly the merits of\nthe Government’s alternative construction.IIIBased on the relevant text, context, statutory\nhistory, and statutory purpose, the Government makes a convincing\ncase that the stop-time rule can be triggered even by a notice to\nappear that omits the date and time of a removal proceeding. But\nthe Court holds instead that in order “to trigger the stop-time\nrule, the Government must serve a notice to appear that, at the\nvery least, ‘specif[ies]’ the ‘time and place’ of the removal\nproceedings.”Ante, at 9. According to the Court, that\nconclusion is compelled by the statutory text, the statutory\ncontext, and “common sense.”Ante, at 12. While the Court’s\ninterpretation may be reasonable, the Court goes much too far in\nsaying that it is theonlyreasonable construction.AStart with the text. As noted, the stop-time\nrule provides that “any period of . . . continuous\nphysical presence in the United States shall be deemed to end\n. . . when the alien is served a notice to appear under\nsection 1229(a).” §1229b(d)(1). The Court does not dispute that it\nis entirely consistent with standard English usage to read this\nlanguage as the Government and I do. Seeante, at 15. It\ntherefore follows that the stop-time rule itself does not foreclose\nthe Government’s interpretation.That leaves only §1229(a)(1), which specifies\nthe information that a notice to appear must contain. The Court’s\ntreatment of this provision contradicts itself. On the one hand,\nthe Court insists that this provision is “definitional” and that it\nsets out the essential characteristics without which a notice is\nnot a notice to appear.Ante, at 13. But on the other hand,\nthe Court states that it “leaves for another day whether a putative\nnotice to appear that omits any of the other categories of\ninformation enumer- ated in §1229(a)(1) triggers the stop-time\nrule.”Ante, at 8, n. 5. The Court cannot have it both\nways. If §1229(a)(1) is definitional and sets out the essential\ncharacteristics of a notice to appear, then the omission of any\nrequired item of information makes a putative notice to appear a\nnullity. So if the Court means what it says—that its interpretation\nof §1229(a)(1)’s language leaves open the consequences of omitting\nother categories of information—that is tantamount to admitting\nthat §1229(a)(1) itself cannot foreclose the Government’s\ninterpretation.[4]In any event, the Government’s interpretation\ncan easily be squared with the text of §1229(a)(1). That provision\nstates that a “written notice (in this section referred to as a\n‘notice to appear’) shall be given in person to the alien\n. . . specifying” 10 categories of information, including\nthe “time and place” of the removal proceeding. §1229(a)(1)\n(emphasis added). According to Pereira, that language cinches the\ncase against the Government’s interpretation: By equating a “notice\nto appear” with a “written notice . . . [that]\nspecif[ies]” the relevant categories of information, §1229(a)(1)\nestablishes that a notice lacking any of those 10 pieces of\ninformation cannot qualify as a “notice to appear” and thus cannot\ntrigger the stop-time rule. In Pereira’s eyes, §1229(a)(1) defines\nwhat a notice to appear is, and most of the Court’s opinion is to\nthe same effect.This may be a plausible interpretation of\n§1229(a)(1)’s language, but it is not the only one. It is at least\nas reasonable to read that language as simply giving a name to the\nnew type of notice to which that provision refers. Or to put the\npoint another way, §1229(a)(1)’s language can be understood to\ndefine what makes a notice to appearcomplete. SeeIn re Camarillo,supra, at 647. Under that\ninterpretation, a notice that omits some of the information\nrequired by §1229(a)(1) might still be a “notice to appear.”We often use language in this way. In everyday\nlife, a person who sees an old Chevy with three wheels in a\njunkyard would still call it a car. Language is often used the same\nway in the law. Consider the example of a notice of appeal. Much\nlike a notice to appear, a notice of appeal must meet several\nsubstantive requirements; all notices of appeal, for example, “must\nbe signed.” Fed. Rule Civ. Proc. 11(a). So what happens if a notice\nof appeal is incomplete in some way—say, because it is unsigned but\notherwise impeccable? If a court clerk wanted to point out the lack\nof a signature to an attorney, the clerk is far more likely to say,\n“there is a problem with your notice of appeal,” than to say,\n“there is a problem with this document you filed; it’s not signed\nand therefore I don’t know what to call it, but I can’t call it a\nnotice of appeal because it is unsigned.”Furthermore, just because a legal document is\nincomplete, it does not necessarily follow that it is without legal\neffect. Consider again the notice of appeal. As a general matter,\nan appeal “may be taken” in a civil case “only by filing a notice\nof appeal” “within 30 days after entry of the judgment or order\nappealed from.” Fed. Rules App. Proc. 3(a), 4(a)(1)(A). While an\nunsigned notice of appeal does not meet the substantive\nrequirements set out in Rule 11, inBeckerv.Montgomery, 532 U. S. 757, 763, 768 (2001), this Court\nunanimously held that a litigant who filed a timely but unsigned\nnotice of appeal still beat the 30-day clock for filing appeals. As\nwe explained, “imperfections in noticing an appeal should not be\nfatal where no genuine doubt exists about who is appealing, from\nwhat judgment, to which appellate court.”Id., at 767.If Rule 11 of the Federal Rules of Civil\nProcedure can be read in this way, it is not unreasonable to do the\nsame with §1229(a)(1). And in trying to distinguish an empty\nsignature line on a notice of appeal as a “trivial, ministe- rial\ndefect,”ante, at 14, the Court gives the game away by once\nagain assuming its own conclusion. Whether the omission of the date\nand time certain on a notice to appear is essential for present\npurposes is the central issue in this case, and the Court gives no\ntextually based reason to think that it is. The Government could\nreasonably conclude that a notice to appear that omits the date and\ntime of a proceeding is still a notice to appear (albeit a\ndefective one), much in the same way that a complaint without the\ne-mail address of the signer is still a complaint (albeit a\ndefective one, see Rule 11(a)), or a clock missing the number “8”\nis still a clock (albeit a defective one).Pereira and the Court are right that §1229(a)(1)\nsets out the substantive requirements for notices to appear, but\nthat fact alone does not control whether an incomplete notice to\nappear triggers the stop-time rule.[5]BWith the text of both the stop-time rule and\n§1229(a)(1) irreducibly ambiguous, the Court must next look to two\nneighboring provisions to support its conclusion that its\ninterpretation is the only reasonable one. Neither provision is\nsufficient.The Court first observes that the second\nparagraph of §1229(a) allows the Government to move or reschedule a\nremoval proceeding unilaterally and then to inform the alien of\n“the new time or place of the proceedings.” §1229(a)(2)(A)(i). “By\nallowing for a ‘change or postponement’ of the proceedings to a\n‘new time or place,’ ” the Court reasons, “paragraph (2)\npresumes that the Government has already served a ‘notice to appear\n. . .’ that specified a time and place as required.”Ante, at 10.That is entirely correct—and entirely\nirrelevant. No one doubts that §1229(a)(1) requires that a notice\nto appear include the “time and place” of the removal proceeding.\nSee §1229(a)(1)(G)(i). Indeed, that is common ground between the\ntwo parties. See Brief for Petitioner 10–11; Brief for Respondent\n3. Paragraph (2) undoubtedly assumes that notices to appear will\nstate the “time and place” of the removal proceeding as required by\n§1229(a)(1), but it has nothing to say about whether the failure to\ninclude that information affects the operation of the stop-time\nrule. By suggesting otherwise, the Court is merely reasoning\nbackwards from its conclusion.The other provision cited by the Court,\n§1229(b)(1), is no more helpful. As the Court explains, §1229(b)(1)\ngenerally precludes the Government from scheduling a hearing date\n“ ‘earlier than 10 days after the service of the notice to\nappear’ ” in order to give the alien “ ‘the opportunity\nto secure counsel.’ ”Ante, at 11. Unless a notice to\nappear includes the time and place of the hearing, the Court frets,\n“the Government could serve a document labeled ‘notice to appear’\nwithout listing the time and location of the hearing and then,\nyears down the line, provide that information a day before the\nremoval hearing when it becomes available.”Ibid.But that\nremote and speculative possibility depends entirely on the\nImmigration Court’s allowing a removal proceeding to go forward\nonly one day after an alien (and the Government) receives word of a\nhearing date. See 8 CFR §1003.18(a). Even assuming that such an\nunlikely event were to come to pass, the court’s decision would\nsurely be subject to review on appeal. See generally 8 CFR §1003.1,\n8 U. S. C. §1252. Regardless, the Court’s interpretation\nof the stop-time rule would not prevent a similar type of problem\nfrom arising. When the Government sends an initial notice to appear\nfrom now on, it may be forced by the Court’s interpretation to\nguess that the hearing will take place far in the future, only to\nlearn shortly afterwards that the hearing is in fact imminent. An\nalien lulled into a false sense of security by that initial notice\nto appear will have as little meaningful “ ‘opportun- ity to\nsecure counsel’ ” and “time to prepare adequately,”ante, at 11, as one who initially received a notice to\nappear without any hearing date.CFinally, the Court turns to “common sense” to\nsupport its preferred reading of the text. According to the Court,\nit should be “obvious” to anyone that “a notice that does not\nspecify when and where to appear for a removal proceeding is not a\n‘notice to appear.’ ”Ante, at 2, 12. But what the\nCourt finds so obvious somehow managed to elude every Court of\nAppeals to consider the question save one. SeeMoscoso-Castellanosv.Lynch, 803 F. 3d 1079,\n1083 (CA9 2015);O’Garrov.U. S. Attorney\nGeneral, 605 Fed. Appx. 951, 953 (CA11 2015) (per\ncuriam);Guaman-Yuquiv.Lynch, 786 F. 3d\n235, 240 (CA2 2015) (per curiam);Gonzalez-Garciav.Holder, 770 F. 3d 431, 434–435 (CA6 2014);Yi Di\nWangv.Holder, 759 F. 3d 670, 675 (CA7 2014);Urbinav.Holder, 745 F. 3d 736, 740 (CA4\n2014).That is likely because the Court’s “common\nsense” depends on a very specific understanding of the purpose of a\nnotice to appear. In the Court’s eyes, notices to appear serve\nprimarily as a vehicle for communicating to aliens when and where\nthey should appear for their removal hearings. That is certainly a\nreasonable interpretation with some intuitive force behind it. But\nthat is not the only possible understanding or even necessarily the\nbest one. As the Government reasonably explains, a notice to appear\ncan also be understood to serve primarily as a charging document.\nSee Tr. of Oral Arg. 39–45. Indeed, much of §1229(a)(1) reinforces\nthat view through the informational requirements it imposes on\nnotices to appear. See,e.g., §1229(a)(1)(A) (“nature of the\nproceedings”); §1229(a)(1)(B) (“legal authority” for “the\nproceedings”); §1229(a)(1)(C) (“acts or conduct alleged”);\n§1229(a)(1)(D) (“charges against the alien”);ibid.(“statutory provisions alleged to have been violated”). Interpreted\nin this way, a notice to appear hardly runs afoul of “common sense”\nby simply omitting the date and time of a future removal\nproceeding.[6]Today’s decision appears even less\ncommonsensical once its likely consequences are taken into account.\nAs already noted, going forward the Government will be forced to\ninclude an arbitrary date and time on every notice to appear that\nit issues. Seesupra, at 7–8. Such a system will only serve\nto confuse everyone involved, and the Court offers no explanation\nas to why it believes otherwise. Although the Court expresses\nsurprise at the idea that its opinion will “ ‘forc[e] the\nGovernment’ to guess when and where a hearing will take place,”ante, at 12, n. 6, it is undisputed that the Government\ncurrently lacks the capability to do anything other than speculate\nabout the likely date and time of future removal proceedings. See\nTr. of Oral Arg. 47–49, 52–53. At most, we can hope that the\nGovernment develops a system in the coming years that allows it to\ndetermine likely dates and times before it sends out initial\nnotices to appear. But nothing in either today’s decision or the\nstatute can guarantee such an outcome, so the Court is left\ncrossing its fingers and hoping for the best.Ante, at 12,\nn. 6, 18–19.*  *  *Once the errors and false leads are stripped\naway, the most that remains of the Court’s argument is a textually\npermissible interpretation consistent with the Court’s view of\n“common sense.” That is not enough to show that the Government’s\ncontrary interpretation is unreasonable. Choosing between these\ncompeting interpretations might have been difficult in the first\ninstance. But underChevron, that choice was not ours to\nmake. UnderChevron, this Court was obliged to defer to the\nGovernment’s interpretation.In recent years, several Members of this Court\nhave questionedChevron’s foundations. See,e.g.,ante, at 2–3 (Kennedy, J., concurring);Michiganv.EPA, 576 U. S. ___, ___–___ (2015) (Thomas, J.,\nconcurring) (slip op., at 1–5);Gutierrez-Brizuelav.Lynch, 834 F. 3d 1142, 1149 (CA10 2016) (Gorsuch, J.,\nconcurring). But unless the Court has overruledChevronin a\nsecret decision that has somehow escaped my attention, it remains\ngood law.I respectfully dissent.Notes1See,e.g.,\n§1229a(b)(5)(A) (“paragraph (1) . . . of section\n1229(a)”); §1229a(b)(5)(C)(ii) (same); §1229a(b)(7) (same);\n§1229a(b)(5)(B) (“address required under section 1229(a)(1)(F)”);\nsee also §1229a(b)(7) (referring to §1229(a)(1)(G)(i)’s “time and\nplace” requirement).2According to the Court,\n“the broad reference to §1229(a) is of no consequence, because, as\neven the Government concedes, only paragraph (1) bears on the\nmeaning of a ‘notice to appear.’ ”Ante, at 10. But\nthat is precisely the point: If “only paragraph (1) bears on the\nmeaning of a ‘notice to appear,’ ” then Congress’s decision to\nrefer to §1229(a) more broadly indicates that it meant to do\nsomethingotherthan to pick up the substantive requirements\nof §1229(a)(1).3Although the Court\ncharges me with “compar[ing] apples to oranges,”ante, at\n15, n. 9, Congress was the one that equated orders to\nshowcause and notices to appear for purposes of the stop-time rule.\nBy ignoring that decision, the Court rewrites the statute toitstaste.4Nor can the Court get\naway with labeling its self-contradictions as “judicial restraint.”Ante, at 8, n. 5. Either §1229(a)(1) sets out the\nessential characteristics of a notice to appear or it does not; the\nCourt cannot stop at a halfway point unsupported by either text or\nlogic while maintaining that its resting place is “clear” in light\nof the statutory text.Ante, at 9.5Of course, courts should\nstill demand that the Government justify why whatever is left off a\nnotice to appear does not deprive it of its essential character as\na “notice to appear.” As the Government rightly concedes, for\nexample, a blank sheet of paper would not constitute a “notice to\nappear.” Tr. of Oral Arg. 39; see Brief for Respondent 35–36. But\nfor all the reasons the Government gives, omission of the date and\ntime of a future removal proceeding is not, by itself, enough to\nturn a notice to appear into something else.6The Court responds to\nthis point in two ways. First, it faults me for failing to offer a\nreason “rooted in the statutory tex[t] for treating time-and-place\ninformation as any less crucial than charging information for\npurposes of triggering the stop-time rule.”Ante, at 13,\nn. 7. But exactly the same criticism can be leveled against\nthe Court’s own reading, which noticeably fails to offer any reason\n“rooted in the statutory text” why time-and-place information\nshould be treated as anymorecrucial than charging\ninformation for purposes of triggering the stop-time rule. Second,\nthe Court also observes misleadingly that “there is no reason why a\nnotice to appear should have only one essential function,” and that\na notice to appear might thus serve the dual purpose of both\npresenting charges and informing an alien “when and where to\nappear.”Ibid.Of course it might, but it is also equally\nreasonable to interpret a notice to appear as serving only one of\nthose functions. UnderChevron, it was the Government—not\nthis Court—that was supposed to make that interpretive\ncall.",
    "joined": []
}