{
    "case": {
        "docket": "348",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/348/"
    },
    "id": "3393557",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–9972_________________DENNYS RODRIGUEZ, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of appeals for\nthe eighth circuit[April 21, 2015]Justice Alito, dissenting.This is an unnecessary,[1] impractical, and\narbitrary decision. It addresses a purely hypothetical question:\nwhether the traffic stop in this casewould beunreason-able\nif the police officer, prior to leading a drug-sniffing dog around\nthe exterior of petitioner’s car, did not already have reasonable\nsuspicion that the car contained drugs. In fact, however, the\npolice officerdid havereasonable suspicion, and, as a\nresult, the officer was justified in detaining the occupants for\nthe short period of time (seven or eight minutes) that is at\nissue.The relevant facts are not in dispute. Officer Struble, who made\nthe stop, was the only witness at the suppression hearing, and his\ntestimony about what happened was not challenged. Defense counsel\nargued that the facts recounted by Officer Struble were\ninsufficient to establish reasonable suspicion, but defense counsel\ndid not dispute those facts or attack the officer’s credibility.\nSimilarly, the Magistrate Judge who conducted the hearing did not\nquestion the officer’s credibility. And as Justice Thomas’s opinion\nshows, the facts recounted by Officer Struble “easily meet our\nstandard for reasonable suspicion.”Ante, at 11 (dissenting\nopinion); see also,e.g.,United Statesv.Carpenter, 462 F. 3d 981, 986–987 (CA8 2006) (finding\nreasonable suspicion for a dog sniff based on implausible travel\nplans and nervous conduct);United Statesv.Ludwig,\n641 F. 3d 1243, 1248–1250 (CA10 2011) (finding reasonable suspicion\nfor a dog sniff where, among other things, the officer smelled\n“strong masking odors,” the defendant’s “account of his travel was\nsuspect,” and the defendant “was exceptionally nervous throughout\nhis encounter”).Not only does the Court reach out to decide a question not\nreally presented by the facts in this case, but the Court’s answer\nto that question is arbitrary. The Court refuses to address the\nreal Fourth Amendment question: whether the stop was unreasonably\nprolonged. Instead, the Court latches onto the fact that Officer\nStruble delivered the warning prior to the dog sniff and proclaims\nthat the authority to detain based on a traffic stop ends when a\ncitation or warning is handed over to the driver. The Court thus\nholds that the Fourth Amendment was vio-lated, not because of the\nlength of the stop, but simply be-cause of the sequence in which\nOfficer Struble chose to perform his tasks.This holding is not only arbitrary; it is perverse since Officer\nStruble chose that sequence for the purpose of protecting his own\nsafety and possibly the safety of others. See App. 71–72. Without\nprolonging the stop, Officer Struble could have conducted the dog\nsniff while one of the tasks that the Court regards as properly\npart of the traffic stop was still in progress, but that sequence\nwould have entailed unnecessary risk. At approximately 12:19 a.m.,\nafter collecting Pollman’s driver’s license, Officer Struble did\ntwo things. He called in the information needed to do a records\ncheck on Pollman (a step that the Court recognizes was properly\npart of the traffic stop), and he requested that another officer\nreport to the scene. Officer Struble had decided to perform a dog\nsniff but did not want to do that without another officer present.\nWhen occupants of a vehicle who know that their vehicle contains a\nlarge amount of illegal drugs see that a drug-sniffing dog has\nalerted for the presence of drugs, they will almost certainly\nrealize that the police will then proceed to search the vehicle,\ndiscover the drugs, and make arrests. Thus, it is reasonable for an\nofficer to believe that an alert will increase the risk that the\noccupants of the vehicle will attempt to flee or perhaps even\nattack the officer. See,e.g., United Statesv.Dawdy, 46 F. 3d 1427, 1429 (CA8 1995) (recounting\nscuffle between officer and defendant after drugs were\ndiscovered).In this case, Officer Struble was concerned that he was\noutnumbered at the scene, and he therefore called for backup and\nwaited for the arrival of another officer before conducting the\nsniff. As a result, the sniff was not completed until seven or\neight minutes after he delivered the warning. But Officer Struble\ncould have proceeded with the dog sniff while he was waiting for\nthe results of the records check on Pollman and before the arrival\nof the second officer. The drug-sniffing dog was present in Officer\nStruble’s car. If he had chosen that riskier sequence of events,\nthe dog sniff would have been completed before the point in time\nwhen, according to the Court’s analysis, the authority to detain\nfor the traffic stop ended. Thus, an action that would have been\nlawful had the officer made theunreasonabledecision to\nrisk his life became un-lawful when the officer made thereasonabledecision to wait a few minutes for backup.\nOfficer Struble’s error—apparently—was following prudent procedures\nmotivated by legitimate safety concerns. The Court’s holding\ntherefore makes no practical sense. And nothing in the Fourth\nAmendment, which speaks ofreasonableness, compels this\narbitrary line.The rule that the Court adopts will do little good going\nforward.[2] It is unlikely to have any\nappreciable effect on the length of future traffic stops. Most\nofficers will learn the prescribed sequence of events even if they\ncannot fathom the reason for that requirement. (I would love to be\nthe proverbial fly on the wall when police instructors teach this\nrule to officers who make traffic stops.)For these reasons and those set out in Justice Thomas’s opinion,\nI respectfully dissent.Notes1See Brief in Opposition\n11–14.2It is important to note that the\nCourt’s decision does not affect procedures routinely carried out\nduring traffic stops, including “checking the driver’s license,\ndetermining whether there are outstanding warrants against the\ndriver, and inspecting the automobile’s registration and proof of\ninsurance.”Ante,at 6. And the Court reaffirms that police\n“may conduct certain unrelated checks during an otherwise lawful\ntraffic stop.”Ibid.Thus, it remains true that police may\nask questions aimed at uncovering other criminal conduct and may\norder occupants out of their car during a valid stop. SeeArizonav.Johnson,555 U. S. 323,333 (2009);Marylandv.Wilson,519 U. S. 408–415 (1997);Pennsylvaniav.Mimms,434 U. S. 106,111 (1977)\n(per curiam).",
    "joined": []
}