{
    "case": {
        "docket": "700",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/700/"
    },
    "id": "1963129",
    "author": "alito",
    "type": "concurrence",
    "text": "OPINION OF ALITO, J.SALAZAR V. BUONO559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-472KEN L. SALAZAR, SECRETARY OF THE INTERIOR,\net al., PETITIONERSv.FRANK BUONOon writ of certiorari to the united states court of\nappeals for the ninth circuit[April 28, 2010]Justice Alito, concurring in part\nand concurring in the judgment.I join Justice Kennedy’s opinion\nin all respects but one: I would not remand this case for the lower\ncourts to decide whether implementation of the land-transfer\nstatute enacted by Congress in 2003, Department of Defense\nAppropriations Act, 2004, §8121, would violate the District Court’s\ninjunction or the Establishment Clause. The factual record has been\nsufficiently developed to permit resolution of these questions, and\nI would therefore decide them and hold that the statute may be\nimplemented.The singular circumstances surrounding the\nmonument on Sunrise Rock presented Congress with a delicate\nproblem, and the solution that Congress devised is true to the\nspirit of practical accommodation that has made the United States a\nNation of unparalleled pluralism and religious tolerance. In brief,\nthe situation that Congress faced was as follows.After service in the First World War, a group\nof veterans moved to the Mojave Desert, in some cases for health\nreasons.[Footnote 1] They\njoined the Veterans of Foreign Wars (VFW), Death Valley Post 2884,\nand in 1934, they raised a simple white cross on an outcropping\ncalled Sunrise Rock to honor fallen American soldiers.[Footnote 2] These veterans selected Sunrise\nRock “in part because they believed there was a color shading on\nthe Rock in the shape of an American soldier or\n‘doughboy.’ ”[Footnote\n3]One of these men was John Riley Bembry, a\nminer who had served as a medic and had thus presumably witnessed\nthe carnage of the war firsthand.[Footnote 4] It is said that Mr. Bembry was not a\nparticularly religious man, but he nevertheless agreed to look\nafter the cross and did so for some years.[Footnote 5]The Sunrise Rock monument was located on land\nbelonging to the Federal Government, but in this part of the\ncountry, where much of the land is federally owned, boundaries\nbetween Government and private land are often not marked,[Footnote 6] and private citizens are\npermitted to go on and to use federal land for a variety of\npurposes.[Footnote 7] Although\nSunrise Rock was federally owned, Mr. Bembry and his fellow\nveterans took it upon themselves to place their monument on that\nspot, apparently without obtaining approval from any federal\nofficials, and this use of federal land seems to have gone largely\nunnoticed for many years, in all likelihood due to the spot’s\nremote and rugged location.Sunrise Rock is situated far from any major\npopulation center; temperatures often exceed 100 degrees Fahrenheit\nin the summer; and visitors are warned of the dangers of traveling\nin the area.[Footnote 8] As a\nresult, at least until this litigation, it is likely that the cross\nwas seen by more rattlesnakes than humans.Those humans who made the trip to see the\nmonument appear to have viewed it as conveying at least two\nsignificantly different messages. SeePleasant Grove City,\nUtahv.Summum,555 U. S. ___, ___–___ (2009) (slip\nop., at 11–12) (“The meaning conveyed by a monument is generally\nnot a simple one,” and a monument may be “interpreted by different\nobservers, in a variety of ways”). The cross is of course the\npreeminent symbol of Christianity, and Easter services have long\nbeen held on Sunrise Rock, 371 F. 3d 543, 548 (CA9 2004). But,\nas noted, the original reason for the placement of the cross was to\ncommemorate American war dead and, particularly for those with\nsearing memories of The Great War, the symbol that was selected, a\nplain unadorned white cross, no doubt evoked the unforgettable\nimage of the white crosses, row on row, that marked the final\nresting places of so many American soldiers who fell in that\nconflict.This is roughly how things stood until the\nplaintiff in this case, an employee of the National Park Service\nwho sometimes viewed the cross during the performance of his duties\nand claims to have been offended by its presence on federally owned\nland, brought this suit and obtained an injunction restraining the\nFederal Government from “permitting the display of the Latin cross\nin the area of Sunrise Rock.” App. to Pet. for Cert. 146a. After\nthe Ninth Circuit affirmed that decision, and the Government\nelected not to seek review by this Court, Congress faced a\nproblem.If Congress had done nothing, the Government\nwould have been required to take down the cross, which had stood on\nSunrise Rock for nearly 70 years, and this removal would have been\nviewed by many as a sign of disrespect for the brave soldiers whom\nthe cross was meant to honor. The demolition of this venerable if\nunsophisticated, monument would also have been interpreted by some\nas an arresting symbol of a Government that is not neutral but\nhostile on matters of religion and is bent on eliminating from all\npublic places and symbols any trace of our country’s religious\nheritage. Cf.Van Ordenv.Perry,545 U. S. 677, 704\n(2005) (Breyer, J., concurring in judgment).One possible solution would have been to\nsupplement the monument on Sunrise Rock so that it appropriately\nrecognized the religious diversity of the American soldiers who\ngave their lives in the First World War. In American military\ncemeteries overseas, the graves of soldiers who perished in that\nwar were marked with either a white cross or a white Star of\nDavid.[Footnote 9] More than\n3,500 Jewish soldiers gave their lives for the United States in\nWorld War I,[Footnote 10]\nand Congress might have chosen to place a Star of David on Sunrise\nRock so that the monument would duplicate those two types of\nheadstones. But Congress may well have thought—not without\nreason—that the addition of yet another religious symbol would have\nbeen unlikely to satisfy the plaintiff, his attorneys, or the lower\ncourts that had found the existing monument to be uncon-stitutional\non the ground that it impermissibly endorsed religion.Congress chose an alternative approach that\nwas designed to eliminate any perception of religious sponsorship\nstemming from the location of the cross on federally owned land,\nwhile at the same time avoiding the disturbing symbolism associated\nwith the destruction of the historic monument. The mechanism that\nCongress selected is one that is quite common in the West, a “land\nexchange.”[Footnote 11]\nCongress enacted a law under which ownership of the parcel of land\non which Sunrise Rock is located would be transferred to the VFW in\nexchange for another nearby parcel of equal value. Congress\nrequired that the Sunrise Rock parcel be used for a war memorial,\n§8121(a), 117 Stat. 1100, but Congress did not prevent the VFW from\nsupplementing the existing monument or replacing it with a war\nmemorial of a different design. Although Justice Stevens\ncharacterizes this land exchange as one that endorses “a particular\nreligious view,”post, at 26 (dissenting opinion), it is\nnoteworthy that Congress, in which our country’s religious\ndiversity is well represented, passed this law by overwhelming\nmajorities: 95–0 in the Senate and 407–15 in the House. See 149\nCong. Rec. H8793 (Sept. 24, 2003);id., at S11943 (Sept.\n25, 2003). In my view, there is no legal ground for blocking the\nimplementation of this law.The dissent contends that the land transfer\nwould violate the District Court injunction, but that argument, for\nthe reasons explained in Justice Scalia’s opinion, seeante, at 2 (concurring in judgment), is plainly unsound.\nThe obvious meaning of the injunction was simply that the\nGovernment could not allow the cross to remain onfederalland.There is also no merit in Justice Stevens’\ncontention that implementation of the statute would constitute an\nendorsement of Christianity and would thus violate the\nEstablishment Clause. Assuming that it is appropriate to apply the\nso-called “endorsement test,” this test would not be violated by\nthe land exchange. The endorsement test views a challenged display\nthrough the eyes of a hypothetical reasonable observer who is\ndeemed to be aware of the history and all other pertinent facts\nrelating to a challenged display. Seeante, at 16–17\n(opinion of Kennedy, J.). Here, therefore, this observer would be\nfamiliar with the origin and history of the monument and would also\nknow both that the land on which the monument is located is\nprivately owned and that the new owner is under no obligation to\npreserve the monument’s present design. With this knowledge, a\nreasonable observer would not view the land exchange as the\nequivalent of the construction of an official World War I memorial\non the National Mall. Cf.post, at 26. Rather, a\nwell-informed observer would appreciate that the transfer\nrepresents an effort by Congress to address a unique situation and\nto find a solution that best accommodates conflicting concerns.Finally, I reject Justice Stevens’ suggestion\nthat the enactment of the land-transfer law was motivated by an\nillicit purpose.Id. at 24. I would not be “so dismissive\nof Congress.”Citizens Unitedv.Federal Election\nComm’n, 558 U. S. ___, ___ (2010) (slip op., at 70) (Stevens,\nJ., concurring in part and dissenting in part). Congress has shown\nnotable solicitude for the rights of religious minorities. See,e.g., Religious Freedom Restoration Act of 1993, 42 U.\nS. C. §2000bbet seq.;Religious Land Use and\nInstitutionalized Persons Act of 2000, 42 U. S. C. §2000ccet seq. I would not jump to the conclusion that Congress’\naim in enacting the land-transfer law was to embrace the religious\nmessage of the cross; rather, I see no reason to doubt that\nCongress’ consistent goal, in legislating with regard to the\nSunrise Rock monument, has been to commemorate our Nation’s war\ndead and to avoid the disturbing symbolism that would have been\ncreated by the destruction of the monument.For these reasons, I would reverse the\ndecision below and remand with instructions to vacate the order\nprohibiting the implementation of the land-transfer statute.Footnote 1See Memorandum from Mark Luellen, Historian,\nDept. of Interior, to Superintendent, Mojave National Preserve\n(Jan. 31, 2000) (Luellen Memo), Decl. of Charles R. Shockey inBuonov.Norton, No. EDCV01–216–RT (CD Cal., Mar.\n13, 2002) (Exh. 17); Brief for VFW et al. asAmici\nCuriae6–7, 15 (hereinafter VFW Brief); see also\nB. Ausmus, East Mojave Diary 116 (1989) (hereinafter\nAusmus).Footnote 2See Luellen Memo; VFW Brief 15–16.Footnote 3Id., at 15.Footnote 4See Tr. of Oral Arg. 55; VFW Brief 7, 16; see\nalso Ausmus 116.Footnote 5See VFW Brief 7, 16.Footnote 6See App. 79, 81 (testimony of respondent)\n(noting that when he first saw the monument, he did not know\nwhether it was on public or private land);id., at 80\n(describing Mojave Preserve as “primarily federal land with a large\namount of inholdings of non-federal land”); see alsoWilkiev.Robbins,551 U. S. 537, 541–543\n(2007).Footnote 7See Taylor Grazing Act, 48 Stat. 1269, as\namended, 43 U. S. C. §315et seq.;General Mining Act\nof 1872, Rev. Stat. 2319, 30 U. S. C. §22;Andrusv.ShellOil Co.,446 U. S. 657, 658\n(1980); see also E. Nystrom, Dept. of Interior, National Park\nService, From Neglected Space To Protected Place: An Administrative\nHistory of Mojave National Preserve, ch. 2 (Mar. 2003) (describing\nmining and grazing in Mojave Preserve), online at\nhttp://www.nps.gov/history/history/online_books/ moja/adhi.htm (all\nInternet materials as visited Apr. 23, 2010, and available in Clerk\nof Court’s case file).Footnote 8See Dept. of Interior, National Park Service,\nMojave National Preserve, Operating Hours & Seasons,\nhttp://www.nps.gov/moja/planyourvisit/ hours.htm; D. Casebier,\nMojave Road Guide: An Adventure Through Time 114 (1999); 371\nF. 3d 543, 549 (CA9 2004).Footnote 9See D. Holt, American Military\nCemeteries 473, 474 (1992); see also American Battle Monuments\nCommission, http://www.abmc.gov/\ncemeteries / cemeteries.php (containing photographs of\nthe two types of markers). This policy presumably reflected the\nrelig- ious makeup of the Armed Forces at the time of the First\nWorld War. Today, veterans and their families may select any of 39\ntypes of headstones. See U. S. Dept. of Veterans Affairs, Available\nEmblems of Belief for Placement on Government Headstones and\nMarkers, http://www.cem.va.gov/hm/hmemb.asp.Footnote 10See J. Fredman & L. Falk, Jews in\nAmerican Wars 100–101 (5th ed. 1954); Brief for Jewish War Veterans\nof the United States of America, Inc. asAmicus Curiae33.Footnote 11See G. Draffan & J. Blaeloch, Commons or\nCommodity? The Dilemma of Federal Land Exchanges 10 (2000).\nCongressionally authorized land exchanges are common. See,e.g., Consolidated Natural Resources Act of 2008, §101(d),\n122 Stat. 758; National Defense Authorization Act for Fiscal Year\n2008, §2845, 122 Stat. 554; City of Yuma Improvement Act, §3, 120\nStat. 3369; Act of Dec. 23, 2004, §1, 118 Stat. 3919.",
    "joined": []
}