{
    "case": {
        "docket": "12",
        "citation": "571",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/571/12/"
    },
    "id": "1970776",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–414_________________SHERRY L. BURT, WARDEN, PETITIONER v. VONLEE\nNICOLE TITLOWon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[November 5, 2013]Justice Alito\ndelivered the opinion of the Court.When a state prisoner\nasks a federal court to set aside a sentence due to ineffective\nassistance of counsel during plea bargaining, our cases require\nthat the federal court use a “ ‘doubly deferential’ ”\nstandard of review that gives both the state court and the defense\nattorney the benefit of the doubt. Cullen v. Pinholster, 563\nU. S. ___, ___ (2011) (slip op., at 17). In this case, the\nSixth Circuit failed to apply that doubly deferential standard by\nrefusing to credit a state court’s reasonable factual finding and\nby assuming that counsel was ineffective where the record was\nsilent. Because the Antiterrorism and Effective Death Penalty Act\nof 1996 (AEDPA), 110Stat. 1214, and Strickland v. Washington, 466\nU. S. 668 (1984) , do not permit federal judges to so casually\nsecond-guess the decisions of their state-court colleagues or\ndefense attorneys, the Sixth Circuit’s decision must be\nreversed.IRespondent Titlow and\nBillie Rogers, respondent’s aunt, murdered Billie’s husband Don by\npouring vodka down his throat and smothering him with a pillow.\nWith help from attorney Richard Lustig, respondent reached an\nagreement with state prosecutors to testify against Billie, plead\nguilty to manslaughter, and receive a 7- to 15-year sentence. As\nconfirmed at a plea hearing, Lustig reviewed the State’s evidence\nwith respondent “over a long period of time,” and respondent\nunderstood that that evidence could support a conviction for\nfirst-degree murder. App. 43–44. The Michigan trial court approved\nthe plea bargain.Three days before\nBillie Rogers’ trial was to commence, however, respondent retained\na new lawyer, Frederick Toca. With Toca’s help, respondent demanded\na substantially lower minimum sentence (three years, instead of\nseven) in exchange for the agreement to plead guilty and testify.\nWhen the prosecutor refused to accede to the new demands,\nrespondent withdrew the plea, acknowledging in open court the\nconsequences of withdrawal (including reinstatement of the\nfirst-degree murder charge). Without respondent’s critical\ntestimony, Billie Rogers was acquitted, and later died.Respondent subsequently\nstood trial. During the course of the trial, respondent denied any\nintent to harm Don Rogers or any knowledge, at the time respondent\ncovered his mouth or poured vodka down his throat, that Billie\nintended to harm him. Indeed, respondent testified to attempting to\nprevent Billie from harming her husband. The jury, however, elected\nto believe respondent’s previous out-of-court statements, which\nsquarely demonstrated participation in the killing, and convicted\nrespondent of second-degree murder. The trial court imposed a 20-\nto 40-year term of imprisonment.On direct appeal,\nrespondent argued that Toca advised withdrawal of the guilty plea\nwithout taking time to learn more about the case, thereby failing\nto realize the strength of the State’s evidence and providing\nineffective assistance of counsel. Rejecting that claim, the\nMichigan Court of Appeals found that Toca acted reasonably in light\nof his client’s protestations of innocence. That court found that\nrespondent’s decision to hire Toca was “set in motion” by\nrespondent’s “statement to a sheriff’s deputy that [respondent] did\nnot commit the offense.” App. to Pet. for Cert. 101a. Applying the\nstandard set forth by our decision in Strickland, which requires\nthat defense counsel satisfy “an objective standard of\nreasonableness,” 466 U. S., at 688, the Michigan Court of\nAppeals concluded that “[w]hen a defendant proclaims\n. . . innocence . . . , it is not objectively\nunreasonable to recommend that the defendant refrain from pleading\nguilty—no matter how ‘good’ the deal may appear.” App. to Pet. for\nCert. 102a.Respondent then filed a\nfederal habeas petition under 28 U. S. C. §2254. Applying\nAEDPA’s deferential standard of review, the District Court\nconcluded that the Michigan Court of Appeals’ ruling was\n“completely reasonable on the law and the facts” and denied relief.\nNo. 07–CV–13614, 2010 WL 4115410, *15 (ED Mich., Oct. 19, 2010). In\nparticular, the District Court concluded that “[c]ounsel could not\nbe ineffective by trying to negotiate a better plea agreement for\n[Titlow] with Billie Rogers’s trial imminent and [Titlow] stating\nat the time that Billie Rogers had committed the murder without\n. . . assistance.” Ibid.The Sixth Circuit\nreversed. It found that the factual predicate for the state court’s\ndecision—that the withdrawal of the plea was based on respondent’s\nassertion of innocence—was an unreasonable interpretation of the\nfactual record, given Toca’s explanation at the withdrawal hearing\nthat “the decision to withdraw Titlow’s plea was based on the fact\nthat the State’s plea offer was substantially higher than the\nMichigan guidelines for second-degree murder.” 680 F. 3d 577, 589\n(2012). Further observing that “[t]he record in this case contains\nno evidence” that Toca fully informed respondent of the possible\nconsequences of withdrawing the guilty plea, the Sixth Circuit held\nthat Toca rendered ineffective assistance of counsel that resulted\nin respondent’s loss of the benefit of the plea bargain. Id., at\n589–592. Citing our decision in Lafler v. Cooper, 566 U. S.\n___ (2012), the Sixth Circuit remanded this case with instructions\nthat the prosecution must reoffer the original plea agreement to\nrespondent, and that the state court should “consul[t]” the plea\nagreement and “fashion” a remedy for the violation of respondent’s\nSixth Amendment right to effective assistance of counsel during\nplea bargaining. 680 F. 3d, at 592. Chief Judge Batchelder\ndissented on the grounds that the Michigan Court of Appeals’\ndecision was reasonable. Id., at 593.On remand, the\nprosecution followed the Sixth Circuit’s instructions and reoffered\nthe plea agreement it had offered some 10 years before—even though,\nin light of Billie Rogers’ acquittal and subsequent death,\nrespondent was no longer able to deliver on the promises originally\nmade to the prosecution. At the plea hearing, however, respondent\nbalked, refusing to provide a factual basis for the plea which the\ncourt could accept. Respondent admitted to pouring vodka down Don\nRogers’ throat, but denied assisting in killing him or knowing that\npouring vodka down his throat could lead to his death. As at trial,\nrespondent testified to attempting to prevent Billie Rogers from\nharming her husband. Eventually, after conferring with current\ncounsel (not Toca), respondent admitted to placing Don Rogers in\ndanger by pouring vodka down his throat with the knowledge that his\ndeath could result. The trial court took the plea under advisement,\nwhere the matter stands at present. We granted certiorari. 568\nU. S. ___ (2013).IIAEDPA instructs that,\nwhen a federal habeas petitioner challenges the factual basis for a\nprior state-court decision rejecting a claim, the federal court may\noverturn the state court’s decision only if it was “based on an\nunreasonable determination of the facts in light of the evidence\npre- sented in the State court proceeding.” 28 U. S. C.\n§2254(d)(2). The prisoner bears the burden of rebutting the state\ncourt’s factual findings “by clear and convincing evidence.”\n§2254(e)(1). We have not defined the precise relationship between\n§2254(d)(2) and §2254(e)(1), and we need not do so here. See Wood\nv. Allen, 558 U. S. 290, 293 (2010) . For present purposes, it\nis enough to reiterate “that a state-court factual determination is\nnot unreasonable merely because the federal habeas court would have\nreached a different conclusion in the first instance.” Id., at 301.\nAEDPA likewise imposes a highly deferential standard for reviewing\nclaims of legal error by the state courts: A writ of habeas corpus\nmay issue only if the state court’s decision “was contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law, as determined by” this Court. §2254(d)(1).AEDPA recognizes a\nfoundational principle of our fed- eral system: State courts are\nadequate forums for the vindi- cation of federal rights. “[T]he\nStates possess sovereignty concurrent with that of the Federal\nGovernment, subject only to limitations imposed by the Supremacy\nClause. Under this system of dual sovereignty, we have consist-\nently held that state courts have inherent authority, and are thus\npresumptively competent, to adjudicate claims arising under the\nlaws of the United States.” Tafflin v. Levitt, 493 U. S. 455,\n458 (1990) . This principle applies to claimed violations of\nconstitutional, as well as statutory, rights. See Trainor v.\nHernandez, 431 U. S. 434, 443 (1977) . Indeed, “state courts\nhave the solemn responsibility equally with the federal courts to\nsafeguard constitutional rights,” and this Court has refused to\nsanction any decision that would “reflec[t] negatively upon [a]\nstate court’s ability to do so.” Ibid. (internal quotation marks\nomitted). Especially where a case involves such a common claim as\nineffective assistance of counsel under Strickland—a claim state\ncourts have now adjudicated in countless criminal cases for nearly\n30 years—“there is no intrinsic reason why the fact that a man is a\nfederal judge should make him more competent, or conscientious, or\nlearned . . . than his neighbor in the state courthouse.” Stone v.\nPowell, 428 U. S. 465, 494, n. 35 (1976) (internal quotation\nmarks omitted).Recognizing the duty\nand ability of our state-court colleagues to adjudicate claims of\nconstitutional wrong, AEDPA erects a formidable barrier to federal\nhabeas relief for prisoners whose claims have been adjudicated in\nstate court. AEDPA requires “a state prisoner [to] show that the\nstate court’s ruling on the claim being presented in federal court\nwas so lacking in justification that there was an error\n. . . beyond any possibility for fairminded\ndisagreement.” Harrington v. Richter, 562 U. S. ___, ___\n(2011) (slip op., at 13). “If this standard is difficult to\nmeet”—and it is—“that is because it was meant to be.” Id., at ___\n(slip op., at 12). We will not lightly conclude that a State’s\ncriminal justice system has experienced the “extreme malfunctio[n]”\nfor which federal habeas relief is the remedy. Id., at ___ (slip\nop., at 13) (internal quotation marks omitted).IIIThe record readily\nsupports the Michigan Court of Appeals’ factual finding that Toca\nadvised withdrawal of the guilty plea only after respondent’s\nproclamation of innocence. Respondent passed a polygraph denying\nplanning to kill Don Rogers or being in the room when he died.\nThereafter, according to an affidavit in the record, respondent\ndiscussed the case with a jailer, who advised against pleading\nguilty if respondent was not in fact guilty. App. 298 (affidavit of\nWilliam Pierson). [1] That\nconversation “set into motion” respondent’s decision to retain\nToca. Ibid., ¶8. Those facts, together with the timing of Toca’s\nhiring—on the eve of the trial at which respondent was to\nself-incriminate—strongly suggest that respondent had second\nthoughts about confessing in open court and proclaimed innocence to\nToca. That conclusion is further bolstered by respondent’s\nmaintenance of innocence of Don Rogers’ death at trial.Indeed, reading the\nrecord in any other way is difficult. Respondent’s first lawyer,\nLustig, had negotiated a deal that was quite favorable in light of\nthe fact, admitted by respondent in open court, that the State’s\nevidence could support a conviction for first-degree murder. This\ndeal involved a guilty plea to manslaughter and a 7- to 15-year\nsentence—far less than the mandatory sentence of life in prison\nthat results from a conviction for first-degree murder under\nMichigan law. See Mich. Comp. Laws Ann. §750.316 (West Supp. 2013).\nYet after a jailer advised against pleading guilty if respondent\nwas not guilty, something caused respondent both to fire Lustig and\nhire Toca (who within a few days withdrew the guilty plea), and\nthen to maintain innocence at trial. If that something was not a\ndesire to assert innocence, it is difficult to imagine what it was,\nand respondent does not offer an alternative theory.The only evidence the\nSixth Circuit cited for its conclusion that the plea withdrawal was\nnot based on respondent’s proclamation of innocence was that, when\nToca moved to withdraw the guilty plea, he “did not refer to\nTitlow’s claims of innocence,” but instead “explained that the\ndecision to withdraw [the] plea was based on the fact that the\nState’s plea offer was substantially higher than the Michigan\nguidelines” for manslaughter. 680 F. 3d, at 589. The Sixth Circuit\nbelieved that this fact “sufficiently rebuts the Michigan Court of\nAppeals’ finding that the plea withdrawal was based on Titlow’s\nassertion of innocence.” Ibid.But the Michigan Court\nof Appeals was well aware of Toca’s representations to the trial\ncourt, noting in its opinion that respondent “moved to withdraw\n[the] plea because the agreed upon sentence exceeded the sentencing\nguidelines range.” App. to Pet. for Cert. 100a. The Michigan Court\nof Appeals, however—unlike the Sixth Circuit—also correctly\nrecognized that there is nothing inconsistent about a defendant’s\nasserting innocence on the one hand and refusing to plead guilty to\nmanslaughter accompanied by higher-than-normal punishment on the\nother. Indeed, a defendant convinced of his or her own innocence\nmay have a particularly optimistic view of the likelihood of\nacquittal, and therefore be more likely to drive a hard bargain\nwith the prosecution before pleading guilty. Viewing the record as\na whole, we conclude that the Sixth Circuit improperly set aside a\n“reasonable state-court determinatio[n] of fact in favor of its own\ndebatable interpretation of the record.” Rice v. Collins, 546\nU. S. 333, 335 (2006) .Accepting as true the\nMichigan Court of Appeals’ factual determination that respondent\nproclaimed innocence to Toca, the Sixth Circuit’s Strickland\nanalysis cannot be sustained. Although a defendant’s proclamation\nof innocence does not relieve counsel of his normal\nresponsibilities under Strickland, it may affect the advice counsel\ngives. The Michigan Court of Appeals’ conclusion that Toca’s advice\nsatisfied Strickland fell within the bounds of reasonableness under\nAEDPA, given that respondent was claiming innocence and only days\naway from offering self-incriminating testimony in open court\npursuant to a plea agreement involving an above-guidelines\nsentence. [2] See Florida v.\nNixon, 543 U. S. 175, 187 (2004) (explaining that the\ndefendant has the “ ‘ultimate authority’ ” to decide\nwhether to accept a plea bargain); Brookhart v. Janis, 384\nU. S. 1 –8 (1966) (observing that a lawyer must not “override\nhis client’s desire . . . to plead not guilty”). The\nSixth Circuit’s conclusion to the contrary was error.Even more troubling is\nthe Sixth Circuit’s conclusion that Toca was ineffective because\nthe “record in this case contains no evidence that” he gave\nconstitutionally adequate advice on whether to withdraw the guilty\nplea. 680 F. 3d, at 590. We have said that counsel should be\n“strongly presumed to have rendered adequate assistance and made\nall significant decisions in the exercise of reasonable\nprofessional judgment,” Strickland, 466 U. S., at 690, and\nthat the burden to “show that counsel’s performance was deficient”\nrests squarely on the defendant, id., at 687. The Sixth Circuit\nturned that presumption of effectiveness on its head. It should go\nwithout saying that the absence of evidence cannot overcome the\n“strong presumption that counsel’s conduct [fell] within the wide\nrange of reasonable professional assistance.” Id., at 689. As Chief\nJudge Batchelder correctly explained in her dissent, “[w]ithout\nevidence that Toca gave incorrect advice or evidence that he failed\nto give material advice, Titlow cannot establish that his\nperformance was deficient.” 680 F. 3d, at 595.The Sixth Circuit\npointed to a single fact in support of its conclusion that Toca\nfailed to adequately advise respondent: his failure to retrieve\nrespondent’s file from Lustig before withdrawing the guilty plea.\nId., at 590. But here, too, the Sixth Circuit deviated from\nStrickland’s strong presumption of effectiveness. The record does\nnot reveal how much Toca was able to glean about respondent’s case\nfrom other sources; he may well have obtained copies of the\ncritical materials from prosecutors or the court. (Indeed, Toca’s\nstatement at the plea withdrawal hearing that “[t]here’s a lot of\nmaterial here” strongly suggests that he did have access to a\nsource of documentation other than Lustig’s file. App. 71.)In any event, the same\nconsiderations were relevant to entering and withdrawing the guilty\nplea, and respondent admitted in open court when initially pleading\nguilty that Lustig had explained the State’s evidence and that this\nevidence would support a conviction for first-degree murder. Toca\nwas justified in relying on this admission to conclude that\nrespondent understood the strength of the prosecution’s case and\nnevertheless wished to withdraw the plea. With respondent having\nknowingly entered the guilty plea, we think any confusion about the\nstrength of the State’s evidence upon withdrawing the plea less\nthan a month later highly unlikely.Despite our conclusion\nthat there was no factual or legal justification for overturning\nthe state court’s decision, we recognize that Toca’s conduct in\nthis litigation was far from exemplary. He may well have violated\nthe rules of professional conduct by accepting respondent’s\npublication rights as partial payment for his services, and he\nwaited weeks before consulting respondent’s first lawyer about the\ncase. But the Sixth Amendment does not guarantee the right to\nperfect counsel; it promises only the right to effective\nassistance, and we have held that a lawyer’s violation of ethical\nnorms does not make the lawyer per se ineffective. See Mickens v.\nTaylor, 535 U. S. 162, 171 (2002) . Troubling as Toca’s\nactions were, they were irrelevant to the narrow question that was\nbefore the Sixth Circuit: whether the state court reasonably\ndetermined that respondent was adequately advised before deciding\nto withdraw the guilty plea. Because the Michigan Court of Appeals’\ndecision that respondent was so advised is reasonable and supported\nby the record, the Sixth Circuit’s judgment is reversed. [3]It is so ordered.Notes1Respondent complains that\nthe state court improperly relied on this affidavit, but it was\nrespondent who provided the affidavit to the state court and asked\nit to rely on the affidavit as part of the ground for remanding for\nan evidentiary hearing. In any event, even if the state court used\nthe affidavit for a purpose not permitted by state law—a\nproposition we do not endorse—that would not empower a federal\ncourt to grant habeas relief. See Estelle v. McGuire,\n.2We assume, arguendo, as\ndid the Michigan Court of Appeals, that Toca went beyond\nfacilitating respondent’s withdrawal of the plea and advised\nwithdrawal, although we note that the sole basis in the record for\nthis assertion appears to be respondent’s self-serving\ntestimony.3Because we conclude that\nthe Sixth Circuit erred in finding Toca’s representation\nconstitutionally ineffective, we do not reach the other questions\npresented by this case, namely, whether respondent adequately\ndemonstrated prejudice, and whether the Sixth Circuit’s remedy is\nat odds with our decision in Lafler v. Cooper, 566 U. S. ___\n(2012).",
    "joined": []
}