{
    "case": {
        "docket": "16-309",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-309/"
    },
    "id": "3751466",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–309_________________DIVNA MASLENJAK, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 22, 2017]Justice Alito, concurring in the judgment.We granted review in this case to decide whether\n“a naturalized American citizen can be stripped of her citizenship\nin a criminal proceeding based on an immaterial false statement.”\nPet. for Cert. i. The answer to that question is “no.” Although the\nrelevant criminal statute, 18 U. S. C. §1425(a), does not\nexpressly refer to the concept of materiality, the critical\nstatutory language effectively requires proof of materiality in a\ncase involving false statements. The statute makes it a crime for a\nperson to “procure” naturalization “contrary to law.” In false\nstatement cases, then, the statute essentially imposes the familiar\nmateriality requirement that applies in other contexts. That is, a\nperson violates the statute by procuring naturalization through an\nillegal false statement which has a “natural tendency to influence”\nthe outcome—that is, the obtaining of naturalization.Kungysv.United States, 485 U. S. 759, 772 (1988) .Understood in this way, Section 1425(a) does not\nrequire proof that a false statement actually had some effect on\nthe naturalization decision. The operative statutory\nlanguage—“procure” naturalization “contrary to law”—imposes no such\nrequirement.Here is an example. Eight co-workers jointly buy\ntwo season tickets to see their favorite football team play. They\nall write their names on a piece of paper and place the slips in a\nhat to see who will get the tickets for the big game with their\nteam’s traditional rival. One of the friends puts his name in\ntwice, and his name is drawn. I would say that he “procured” the\ntickets “contrary to” the rules of the drawing even though he might\nhave won if he had put his name in only once.Here is another example. A runner who holds the\nworld’s record in an event wants to make sure she wins the gold\nmedal at the Olympics, so she takes a performance enhancing drug.\nShe wins the race but fails a drug test and is disqualified. The\nsecond-place time is slow, and sportswriters speculate that she\nwould have won without taking the drug. But it would be entirely\nconsistent with standard English usage for the race officials to\nsay that she “procured” her first-place finish “contrary to” the\ngoverning rules.As these examples illustrate—and others could be\nadded—the language of 18 U. S. C. §1425(a) does not\nrequire that an illegal false statement have a demonstrable effect\non the naturalization decision. Instead, the statute applies when a\nperson makes an illegal false statement to obtain naturalization,\nand that false statement is material to the outcome. I see no\nindication that Congress meant to require more.One additional point is worth mentioning.\nSection 1425(a) not only makes it a crime to procure naturalization\ncontrary to law; it applies equally to any person who “attempts to\nprocure, contrary to law . . . . naturalization.”\nTherefore, if a defendant knowingly performs a substantial act that\nhe or she thinks will procure naturalization, that is sufficient\nfor conviction. SeeUnited Statesv.Resendiz-Ponce,\n549 U. S. 102 –108 (2007).",
    "joined": []
}