{
    "case": {
        "docket": "17-1471",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1471/"
    },
    "id": "4099767",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1471_________________HOME DEPOT U. S. A., INC., PETITIONERv.GEORGE W. JACKSONon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[May 28, 2019]Justice Alito, with whom The Chief Justice,\nJustice Gorsuch, and Justice Kavanaugh join, dissenting.The rule of law requires neutral forums for\nresolving disputes. Courts are designed to provide just that. But\nour legal system takes seriously the risk that for certain cases,\nsome neutral forums might be more neutral than others. Or it might\nappear that way, which is almost as deleterious. For example, a\nparty bringing suit in its own State’s courts might (seem to)\nenjoy, so to speak, a home court advantage against outsiders. Thus,\nfrom 1789 Congress has opened federal courts to certain disputes\nbetween citizens of different States. Plaintiffs, of course, can\navail themselves of the federal option in such cases by simply\nchoosing tofilea case in federal court. But since their\ndefendants cannot, the law has always given defendants the option\ntoremove(transfer) cases to federal court.Shamrock Oil\n& Gas Corp.v.Sheets,313\nU.S. 100, 105 (1941). The general removal statute, which\nauthorizes removal by “the defendant or the defendants,” thus\nensures that defendants get an equal chance to choose a federal\nforum. 28 U. S. C. §1441(a).But defendants cannot remove a case unless it\nmeets certain conditions. Some of those conditions have long made\nimportant (and often costly) consumer class actions virtually\nimpossible to remove. Congress, concerned that state courts were\nbiased against defendants to such actions, passed a law\nfacilitating their removal. The Class Action Fairness Act of 2005\n(CAFA) allows removal of certain class actions “by any defendant.”\n28 U. S. C. §1453(b). Our job is not to judge whether\nCongress’s fears about state-court bias in class actions were\nwarranted or indeed whether CAFA should allay them. We are to\ndetermine the scope of the term “defendant” under CAFA as well as\nthe general removal provision, §1441.All agree that if one party sues another, the\nlatter—the original defendant—is a “defendant” under both removal\nlaws. But suppose the original defendant then countersues, bringing\nclaims against both the plaintiff and a new party. Is this new\ndefendant—the “third-party defendant”—also a “defendant” under CAFA\nand §1441? There are, of course, some differences between original\nand third-party defendants. One is brought into a case by the first\nmajor filing, the other by the second. The one filing is called a\ncomplaint, the other a countercomplaint.But both kinds of parties are defendants to\nlegal claims. Neither chose to be in state court. Both might face\nbias there, and with it the potential for crippling unjust losses.\nYet today’s Court holds that third-party defendants are not\n“defendants.” It holds that Congress left them unprotected under\nCAFA and §1441. This reads an irrational distinction into both\nremoval laws and flouts their plain meaning, a meaning that context\nconfirms and today’s majority simply ignores.IATo appreciate what Congress sought to achieve\nwith CAFA, consider what Congress failed to accomplish a decade\nearlier with the Private Securities Litigation Reform Act of 1995\n(Reform Act), 109Stat. 737 (codified at 15 U. S. C.\n§§77z–1 and 78u–4). The Reform Act was “targeted at perceived\nabuses of the class-action vehicle in litigation involving\nnationally traded securities,” including spurious lawsuits,\n“vexatious discovery requests, and ‘manipulation by class action\nlawyers of the clients whom they purportedly represent.’ ”Merrill Lynch, Pierce, Fenner & Smith Inc.v.Dabit,547 U.S.\n71, 81 (2006) (quoting H. R. Conf. Rep. No. 104–369, p. 31\n(1995)). As a result of these abuses, Congress found, companies\nwere often forced to enter “extortionate settlements” in frivolous\ncases, just to avoid the litigation costs—a burden with scant\nbenefits to anyone. 547 U. S., at 81. To curb these\ninefficiencies, the Reform Act “limit[ed] recoverable damages and\nattorney’s fees, . . . impose[d] new restrictions on the\nselection of (and compensation awarded to) lead plaintiffs,\nmandate[d] imposition of sanctions for frivolous litigation, and\nauthorize[d] a stay of discovery pending resolution of any motion\nto dismiss.”Ibid.But “at least some members of the plaintiffs’\nbar” found a workaround: They avoided the Reform Act’s limits on\nfederal litigation by “avoid[ing] the federal forum altogether” and\nheading to state court.Id.,at 82. Once there, they were\nable to keep defendants from taking them back to federal court\n(under the rules then in force) simply by naming an in-state\ndefendant. See §1441(b)(2). And the change in plaintiffs’ strategy\nwas marked: While state-court litigation of such class actions had\nbeen “rare” before the Reform Act’s passage,id., at 82,\nwithin a decade state courts were handling most such cases, see S.\nRep. No. 109–14, p. 4 (2005).Some in Congress feared that plaintiffs’ lawyers\nwere able to “ ‘game’ the procedural rules and keep nationwide\nor multi-state class actions in state courts whose judges have\nreputations for readily certifying classes and approving\nsettlements without regard to class member interests.”Ibid.The result, in Congress’s judgment, was that “State and local\ncourts” were keeping issues of “national importance” out of federal\ncourt, “acting in ways that demonstrate[d] bias against\nout-of-State defendants” and imposing burdens that hindered\n“innovation” and drove up “consumer prices.” §§2(a)(4), (b),\n119Stat. 5.So Congress again took action. But rather than\nget at the problem by imposing limits on federal litigation that\nplaintiffs could sidestep by taking defendants to state court,\nCongress sought to make it easier for defendants to remove to\nfederal court: thus CAFA.BTo grasp how CAFA changed the procedural\nlandscape for class actions, it helps to review the rules that\ngovern removal in the mine run of cases, and that once limited\nremoval of all class actions as well. Those general rules appear in\n28 U. S. C. §§1441 and 1446.Under §1441(a), “any civil action brought in a\nState court . . . may be removed by the defendant or the\ndefendants” as long as federal district courts would have “original\njurisdiction” over the case. Such jurisdiction comes in two\nvarieties. Federal courts have “federal question ju- risdiction” if\nthe case “aris[es] under” federal law—for instance, if the\nplaintiff alleges violations of a federal statute. §1331. But even\nwhen the plaintiff brings only state-law claims—alleging a breach\nof a contract, for example—federal courts have “diversity\njurisdiction” if the amount in controversy exceeds $75,000 and\nthere is complete diversity of parties, meaning that no plaintiff\nis a citizen of the same State as any defendant. §1332(a);Lincoln Property Co.v.Roche,546 U.S.\n81, 89 (2005). While §1441 normally allows removal of either\nkind of case, it bars removal in diversity cases brought in the\nhome State of any defendant. §1441(b)(2).Another subsection of §1441 addresses removal of\na subset of claims (not an entire action) when a case involves some\nclaims that would be removable because they arise under federal law\nand others that would not (because they involve state-law claims\nfalling outside both the originalandthe supplemental\njurisdiction of federal courts[1]). In these hybrid cases, §1441(c)(2) allows the federal\nclaims to be removed while the state-law claims are severed and\nsent back to state court.The procedural rules for removing an action or\nclaim from state to federal court under §1441 are set forth in\n§1446. Section 1446(b)(2)(A) requires the consent of all the\ndefendants before an entire case may be re- moved under §1441(a).\n(If a defendant instead invokes §1441(c)(2), to remove a subset of\nclaims, consent is required only from defendants to the claims that\nare removed.) And if diversity jurisdiction arises later in\nlitigation—which may occur if, for instance, dismissal of an\noriginal defendant creates complete diversity—§1446(c)(1) allows\nremoval only within one year of the start of the action in state\ncourt.To this general removal regime, CAFA made\nseveral changes specific to class actions. Instead of allowing\nremoval by “the defendant or the defendants,” see §1441(a), §5 of\nCAFA allowed removal by “any defendant” to certain class actions,\n§1453(b), even when the other defendants do not consent, the case\nwas filed in a defendant’s home forum, or the case has been pending\nin state court for more than a year. See 119Stat. 12–13.Of course, these changes would be of no use to a\nclass-action defendant hoping to remove if there were no federal\njurisdiction over its case. So CAFA also lowered the barriers to\ndiversity jurisdiction. While complete diversity of parties is\nnormally required, CAFA eliminates that rule for class actions\ninvolving at least 100 members and more than $5 million in\ncontroversy. In such cases, CAFA vests district courts with\ndiversity jurisdiction anytime there is minimal diversity—which\noccurs when at least one plaintiff and defendant reside in\ndifferent States. See 28 U. S. C. §§1332(d)(2),\n(d)(5)(B).We were asked to decide whether these loosened\nrequirements are best read to allow removal by third-party\ndefendants like Home Depot. The answer is clear when one considers\nHome Depot’s situation against CAFA’s language and history.CThis case began as a garden-variety\ndebt-collection action: Citibank sued respondent George Jackson in\nstate court seeking payment on his purchase from petitioner Home\nDepot of a product made by Carolina Water Systems (CWS). Jackson\ncame back with a counterclaim class action that roped in Home Depot\nand CWS as codefendants. (Until then, neither Home Depot nor CWS\nhad been a party.) Citibank then dismissed its claim against\nJackson, and Jackson amended his complaint to remove any mention of\nCitibank. So now all that remains in this case is Jackson’s\nclass-action counterclaims against Home Depot and CWS.Invoking CAFA, Home Depot filed a notice of\nremoval; it also moved to realign the parties to make Jackson the\nplaintiff, and CWS, Home Depot, and Citibank the defendants (just\nbefore Citibank had dropped out entirely). The District Court\ndenied the motion and remanded the case to state court, holding\nthat Home Depot cannot remove under CAFA because CAFA’s “any\ndefendant” excludes defendants tocounterclaimclass\nactions. The Court of Appeals affirmed, citing Circuit precedent\nthat hung on this Court’s decision inShamrock Oil & Gas\nCorp.v.Sheets,313 U.S.\n100(1941). We granted certiorari to decide whether the lower\ncourt’s reading ofShamrock Oilis correct and whether CAFA\nallows third-party defendants like Home Depot to remove an action\nto federal court.All agree that the one dispute that now\nconstitutes this lawsuit—Jackson’s class action against Home Depot\nand CWS—would have been removable under CAFA had it been present\nfrom the start of a case. Is it ineligible for removal just because\nit was not contained in the filing that launched this lawsuit?Several lower courts think so. In holding as\nmuch, they have created what Judge Niemeyer called a “loophole”\nthat only this Court “can now rectify.”Palisades Collections\nLLCv.Shorts, 552 F.3d 327, 345 (CA4 2008) (dissenting\nfrom denial of rehearing en banc). The potential for that\n“loophole” was first spotted by a civil procedure scholar writing\nshortly after CAFA took effect. See Tidmarsh, Finding Room for\nState Class Actions in a Post-CAFA World: The Case of the\nCounterclaim Class Action, 35 W. St. U. L. Rev. 193, 198 (2007).\nThe article outlined a “tactic” for plaintiffs to employ if they\nwanted to thwart a defendant’s attempt to remove a class action to\nfederal court under CAFA: They could raise their class-action claim\nas acounterclaimand “hope that CAFA does not authorize\nremoval.”Ibid.In a single stroke, the article observed, a\ndefendant’s routine attempt to collect a debt from a single\nconsumer could be leveraged into an unremovable attack on the\ndefendant’s “credit and lending policies” brought on behalf of a\nwhole class of plaintiffs—all in the very state courts that CAFA\nwas designed to help class-action defendants avoid.Id., at\n199.The article is right to call this approach a\ntactic; it subverts CAFA’s evident aims. I cannot imagine why a\nCongress eager to remedy alleged state-court abuses in class\nactions would have chosen to discriminate between two kinds of\ndefendants, neither of whom had ever chosen the allegedly abusive\nstate forum, all based on whether the claim against them had\ninitiated the lawsuit or arisen just one filing later (in the\ncountercomplaint). Of course, what finally matters is the text, and\nin reading texts we must remember that “no legislation pursues its\npurposes at all costs,”Rodriguezv.United States,480 U.S.\n522, 525–526 (1987) (per curiam); Congress must often\nstrike a balance between competing purposes. But a good interpreter\nalso reads a text charitably, not lightly ascribing irrationality\nto its author; and I can think of no rational purpose for this\nlimit on which defendants may remove. Even respondent does not try\nto defend its rationality, suggesting instead that it simply\nreflects a legislative compromise. Yet there is no evidence that\nanyone thought of this potential loophole before CAFA was enacted,\nand it is hard to believe that any of CAFA’s would-be opponents\nagreed to vote for it in exchange for this way of keeping some\ncases in state court. The question is whether the uncharitable\nreading here is inescapable—whether, unwittingly or despite itself,\nCongress adopted text that compels this bizarre result.IIThere are different schools of thought about\nstatutory interpretation, but I would have thought this much was\ncommon ground: If it is hard to imagine any purpose served by a\nproposed interpretation of CAFA, if that reading appears nowhere in\nthe statutory or legislative history or our cases on CAFA, if it\nmakes no sense as a policy matter, it had better purport to reflect\nthe best reading of the text, or any decision embracing it is\ngroundless. Indeed, far from relegating the text to an\nafterthought, our shared approach to statutory interpretation, “as\nwe always say,beginswith the text.”Rossv.Blake, 578 U. S. ___, ___ (2016) (slip op., at 4)\n(emphasis added). After all, as we have unanimously declared, a\n“plain and unambiguous” text “must” be enforced “according to its\nterms.”Hardtv.Reliance Standard Life Ins. Co.,560 U.S.\n242, 251 (2010). And yet, though the text and key term here is\n“any defendant,” 28 U. S. C. §1453(b), the majority has\nnot one jot or tittle of analysis on the plain meaning of\n“defendant.”Any such analysis would have compelled a\ndifferent result. According to legal as well as standard dictionary\ndefinitions available in 2005, a “defendant” is a “person sued in a\ncivil proceeding,” Black’s Law Dictionary 450 (8th ed. 2004), and\nthe term is “opposed to” (contrasted with) the word\n“plaintiff,” Webster’s Third New International Dictionary\n591 (2002) (Webster). See also 4 Oxford English Dictionary 377 (2d\ned. 1989) (OED) (“[a] person sued in a court of law; the party in a\nsuit who defends; opposed toplaintiff”). What we have\nbefore us is a civil proceeding in which Home Depot is not a\nplaintiff and is being sued. So Home Depot is a defendant, as that\nterm is ordinarily understood.The fact that Home Depot is considered a\n“third-partydefendant” changes nothing here. See N. C. Rule\nCiv. Proc. 14(a) (2018). Adjectives like “third-party” “modify\nnouns—they pick out a subset of a category that possesses a certain\nquality.”Weyerhaeuser Co.v.United States Fish and\nWildlife Serv., 586 U. S. ___, ___ (2018) (slip op., at\n8). They do not “alter the meaning of the word” that they modify.Rimini Street, Inc.v.Oracle USA, Inc., 586\nU. S. ___, ___ (2019) (slip op., at 6). And so, just as a\n“ ‘critical habitat’ ” is a habitat,Weyerhaeuser\nCo.,supra, at ___ (slip op., at 9), and “ ‘full\ncosts’ ” are costs,Rimini Street, Inc.,supra,\nat ___ (slip op., at 7), zebra finches are finches and third-party\ndefendants are, well, defendants.If further confirmation were needed, it could be\nfound in CAFA’s use of the word “any” to modify “defendant.” Unlike\nthe general removal provision, which allows removal by “the\ndefendant or the defendants,” §1441(a), CAFA’s authorization\nextends to “anydefendant.” §1453(b) (emphasis added). As we\nhave emphasized repeatedly, “ ‘the word “any” has an expansive\nmeaning, that is, “one or some indiscriminately of whatever\nkind.” ’ ”Aliv.Federal Bureau of\nPrisons,552 U.S.\n214, 219–220 (2008) (quotingUnited Statesv.Gonzales,520 U.S.\n1, 5 (1997), in turn quoting Webster’s Third New International\nDictionary 97 (1976)). In case after case, we have given effect to\nthis expansive sense of “any.” SeeSmallv.United\nStates,544 U.S.\n385, 396 (2005) (Thomas, J., dissenting) (collecting cases). So\ntoo here: Contrary to the Court’s analysis, Congress’s use of “any”\ncovers defendants of “whatever kind,”Ali,supra, at\n220, including third-party defendants like petitioner. “In\nconcluding that ‘any’ means not what it says, but rather ‘a subset\nof any,’ the Court distorts the plain meaning of the statute and\ndeparts from established principles of statutory construction.”Small,supra, at 395 (Thomas, J., dissenting).For these reasons, unless third-party defendants\nlike Home Depot differ in some way that is relevant to removal (as\na matter of text, precedent, or common sense),[2] they fall within CAFA’s coverage of “any\ndefendant.” §1453(b).IIIRespondent and the majority contend that\nCongress meant to incorporate into CAFA a specialized sense of\n“defendant,” derived from its use in the general removal statute,\n§1441. And in §1441, they assert, “defendant” refers only to anoriginaldefendant—one named in the plaintiff’s complaint.\nAs I will show, they are mistaken about §1441. See Part IV,infra. But even if that general removal lawwerebest\nread to leave out third-party defendants, there would be ample\ngrounds to conclude that such defendants are covered by CAFA. And\nthe majority’s and respondent’s objections to this reading of CAFA,\nbased on comparisons to other federal laws, are unconvincing.A1The first basis for reading CAFA to extend\nmore broadly than §1441 is that CAFA’stextis broader. As\ndiscussed, seesupra, at 10, CAFA sweeps in “anydefendant,” §1453(b) (emphasis added), in contrast to §1441’s “the\ndefendant or the defendants.” So even if we read the latter phrase\nnarrowly, we would have to acknowledge that “Congress did not adopt\nthat ready alternative.”Advocate Health Care Networkv.Stapleton, 581 U. S. ___, ___ (2017) (slip op., at 8).\n“Instead, it added language whose most natural reading is to\nenable”anydefendant to remove, and “[t]hat drafting\ndecision indicates that Congress did not in fact want” to replicate\nin CAFA the (purportedly) narrower reach of §1441.Ibid.Respondent scoffs at the idea that the word\n“any” could make the difference. In his view, “any defendant” in\nCAFA means “anyone ofthe defendants,” not “anykind\nofdefendant.” Thus, he contends, if §1441 covers only one kind\nof defendant—the original kind, the kind named in a complaint—CAFA\nmust do the same. On this account, CAFA refers to “any defendant”\nonly because it was meant to eliminate (for class actions) §1441’s\nrequirement thatall“the defendants” agree to remove.\nRespondent is right that the word “any” in CAFA eliminated the\ndefendant-unanimity rule. But the modifier’s overall effect on the\nplain meaning of CAFA’s removal provision is what counts in a case\ninterpreting CAFA; and that effect is to guarantee a broad reach\nfor the word “defendant.”Nor is it baffling how “any” could be expansive\nin the way respondent finds so risible. In ordinary language,\nreplacing “the Xs” with “any X” will often make the term “X” go\nfrom covering only paradigm instances of X to covering all cases.\nCompare:•“Visitors to the prison may not use the phones\nexcept at designated times.”•“Visitors to the prison may not use any phone\nexcept at designated times.”On a natural reading, “the phones” refers to\ntelephones provided by the prison, whereas “any phone” includes\nvisitors’ cellphones. Likewise, even if the phrase “the defendant”\nreached only original defendants, the phrase “any defendant” would\npresumptively encompass all kinds. Again, putting the word “any”\ninto a “phrase . . . suggests a broad meaning.”Ali, 552 U. S., at 218–219.In fact, the text makes it indisputable that\nCAFA’s “any defendant” is broader in some ways. CAFA reaches at\nleast two sets of defendants left out by §1441: in-state (or\n“forum”) defendants, and nondiverse defendants. See §§1332(d)(2),\n1453(b). So respondent and the majority are reduced to claiming\nthat when CAFA says “any defendant,” it is stretching farther than\n§1441’s “the defendant” in some directions but not others—picking\nup forum defendants and nondiverse defendants while avoiding all\ncontact with third-party defendants. But the shape of “any” is not\nso contorted. If context shows that “any defendant” coverssomeadditional kinds, common sense tells us it\npresumptively covers the others.2Respondent’s answer from precedent backfires.\nAgainst our many cases reading the word “any” capaciously (which is\nto say, naturally), seeSmall, 544 U. S., at 396\n(Thomas, J., dissenting) (collecting cases), he cites two cases\nthat assigned the word a narrower scope. But in both, context\ncompelled that departure from plain meaning. InUnited\nStatesv.Palmer, 3 Wheat. 610, 631–632 (1818), we read\n“any person” to refer exclusively to those over whom the United\nStates had jurisdiction, but only because that was the undisputed\nscope of other instances of the same phrase in the same Act. Here,\nby contrast, even the majority agrees that petitioner’s reading of\n“any defendant” in CAFA is “plausible.”Ante, at 5. And inSmall,supra, at 388–389, the Court read “any court”\nto refer only to domestic courts because of the “legal presumption\nthat Congress ordinarily intends its statutes to have domestic, not\nextraterritorial, application.” No presumption helps respondent\nhere.Indeed, our presumptions in this area cutagainstthe majority and respondent’s view. That view\ninsists on reading CAFA’s “any defendant” narrowly, to match the\nallegedly narrower scope of “the defendant” in §1441. But our case\nlaw teaches precisely that CAFA shouldnotbe read as\nnarrowly as §1441. While removal under §1441 is presumed narrow in\nvarious ways out of respect for States’ “rightful independence,”Shamrock Oil, 313 U. S., at 109, we have expressly\nlimited this “antiremoval” presumption to cases interpreting §1441.\nAs Justice Ginsburg recently wrote for the Court:“[N]oantiremoval presumption\nattends cases invoking CAFA, which Congress enacted to facilitate\nadjudication of certain class actions in federal court. SeeStandard Fire Ins. Co., 568 U. S., at 595 (‘CAFA’s\nprimary objective’ is to ‘ensur[e] “Federal court consideration of\ninterstate cases of national importance.” ’ (quoting §2(b)(2),\n119Stat. 5)); S. Rep. No. 109–14, p. 43 (2005) (CAFA’s ‘provisions\nshould be read broadly, with a strong preference that interstate\nclass actions should be heard in a federal court if properly\nremoved by any defendant.’).”Dart Cherokee Basin Operating\nCo.v.Owens, 574 U.S. 81, 89 (2014) (emphasis\nadded).So the strongest argument for reading §1441 to\nexclude third-party defendants is an interpretive canon that we\nhave pointedlyrefusedto apply to CAFA. Our precedent on\nthis point is thus a second basis—apart from the plain meaning of\n“any defendant”—for holding that CAFA covers third-party defendants\neven if §1441 does not.BRespondent and the majority object that this\nreading ignores the backdrop against which CAFA was enacted and the\nsignificance of CAFA’s contrast with the language of other\n(subject-matter-specific) removal statutes. And to these\nobjections, respondent adds a third and bolder claim: that CAFA\ndoes not empower petitioner to remove because it does not create\nremoval authority at all, but only channels removals already\nauthorized by §1441 (on which petitioner cannot rely in this case).\nAll three objections fail.1In respondent’s telling, it has been the\nuniform view of the lower courts that a third-party defendant is\nnot among “the defendants” empowered to remove under §1441. Since\nthose courts’ decisions studded the legal “backdrop” when Congress\nenacted CAFA, respondent contends, we should presume CAFA used\n“defendant” in the same narrow sense. But this story exaggerates\nboth the degree of lower court harmony and the salience of the\nresulting “backdrop” to Congress’s work on CAFA.First, though respondent repeatedly\ndeclares that the lower courts have reached a “consensus,” see\nBrief for Respondent i, 1, 14, 19, 32, 35, they have not. “Several\ncases . . . have permitted removal on the basis of a\nthird party claim where a separate and independent controversy is\nstated.”Carl Heck Engineers, Inc.v.Lafourche Parish\nPolice Jury, 622 F.2d 133, 135–136 (CA5 1980) (collecting\ncases). Before CAFA, at least a half-dozen district courts took\nthis view.[3] And though courts\nof appeals rarely get to opine on this issue (because §1447(d)\nblocks most appeals from district court orders sending a removed\ncase back to state court), two Circuits have actually allowed\nthird-party defendants to remove under §1441. SeeTexas ex rel.\nBd. of Regents of Univ. of Tex. Systemv.Walker,142 F.3d 813, 816 (CA5 1998);United Benefit Life Ins.Co.v.United States Life Ins. Co.,36 F.3d 1063, 1064, n. 1 (CA11 1994). Even a treatise cited by\nrespondent destroys his “consensus” claim, as it admits that courts\ntake “myriad and diverging views on whether third-party defendants\nmay remove an action.” 16 J. Moore, D. Coquillette, G. Joseph,\n& G. Vario, Moore’s Federal Practice §107.41[6] (3d ed.\n2019).Second, even if the lower courts all\nagreed, the “legal backdrop” created by their decisions would\nmatter only insofar as it told us what we can “safely assume” about\nwhat Congress “intend[ed].”McFarlandv.Scott,512 U.S.\n849, 856 (1994). So the less salient that backdrop would have\nbeen to Congress, the less relevant it is to interpreting\nCongress’s actions. And I doubt the backdrop here would have been\nvery salient. For one thing, it consisted mostly of trial court\ndecisions; and the lower the courts, the less visible the backdrop.\nIndeed, I can find no case where we have read a special meaning\ninto a federal statutory term based mainly on trial court\ninterpretations.But even if several higher courts had spoken—and\nspoken with one voice—there would be a problem: We have no evidence\nCongress was listening. In preparing and passing CAFA, Congress\nnever adverted to third-party defendants’ status. By respondent’s\nadmission, Congress was “silen[t]” on them in the seven years of\nhearings, drafts, and debates leading up to CAFA’s adoption. Brief\nfor Respondent 45. Yet if Congress was not thinking about a\nquestion, neither was it thinking about lower courts’ answer to the\nquestion. So we cannot presume it adopted that answer.2Respondent also thinks we should read CAFA to\nexclude third-party defendants in light of the contrast between\nCAFA’s “any defendant” and the language of two other removal laws\nthat more clearly encompass third-party defendants. The America\nInvents Act (AIA), for example, allows “any party” to remove a\nlawsuit involving patent or copyright claims. 28 U. S. C.\n§§1454(a), (b)(1). The Bankruptcy Code likewise allows “[a] party”\nto remove in cases related to bankruptcy. §1452(a). Thus,\nrespondent says, when Congresswantedto include more than\noriginal defendants, it knew how. It used terms like “any party”\nand “a party”—as CAFA did not.Note, however, that the cited terms would have\ncovered even original plaintiffs, whomno onethinks CAFA\nmeant to reach (and for good reason, see Part II,supra). So\nCAFA’s terms had to be narrower than (say) the AIA’s “any party,”regardlessof whether CAFA was going to cover third-party\ndefendants. Its failure to use the AIA’s and Bankruptcy Code’s\nbroader terms, then, tells us nothing about third-party defendants’\nstatus under CAFA. Only the meaning of CAFA’s “any defendant” does\nthat. And it favors petitioner. See Parts II, III–A,supra.3Respondent’s final and most radical argument\nagainst petitioner’s CAFA claim is that CAFA’s removal language\ndoes not independently authorize removal at all. On this view, all\nthat §1453(b) does is “make a few surgical changes [in certain\nclass-action cases] to theproceduresthat ordinarily govern\nremoval,” while the actual power to remove comes from the general\nremoval provision, §1441(a). Brief for Respondent 49 (emphasis\nadded). And so, the argument goes, removals under CAFA are still\nsubject to §1441(a)’s restriction to “civil action[s]” over which\nfederal courts have “original jurisdiction.” Since this limitation\nis often read to mean that federal jurisdiction must have existed\nfrom the start of the civil action, see Part IV–C,infra,and that was not the case here, no removal is possible.The premise of this objection is as weak as it\nis audacious. If CAFA does not authorize removal, then neither does\n§1441. After all, they use the same operative language, with the\none providing that a class action “may be removed,” §1453(b), and\nthe other providing that a civil action “may be removed,” §1441(a).\nSo §1453(b) must, after all, be its own font of removal power and\nnot a conduit for removals sourced by §1441(a).Respondent argues that this reading of CAFA’s\n§1453(b) would render it unconstitutional. The argument is as\nfollows: Section 1453(b) provides that a “class action” may be\nremoved, but it does not specify that the class action must fall\nwithin federal courts’ jurisdiction. So if §1453(b) were a separate\nsource of removal authority, it would authorize removals of class\nactions over which federal courts lacked jurisdiction, contrary to\nArticle III of the Constitution. By contrast, §1441(a) limits\nitself to authorizing removal of cases over which federal courts\nhave “original jurisdiction.” Thus, only if §1441(a)—including its\njurisdictional limit—governs the removals described in CAFA will\nCAFA’s removal language be constitutional.This argument fails. Section 1453 implicitly\nlimits removal to class actions where there is minimal diversity,\nthus satisfying Article III. After all, §1453(a) incorporates the\ndefinition of “class action” found in the first paragraph of\n§1332(d). See §1332(d)(1). But the very next paragraph,\n§1332(d)(2), codifies the part of CAFA that created federal\njurisdiction over class actions involving minimal diversity. This\nproves that the class actions addressed by CAFA’s removal language,\nin §1453(b), are those involving minimal diversity, as described in\n§1332(d). In fact, respondent effectivelyconcedesthat\n§1453(b) applies only to actions described in §1332(d), since the\nlatter is also what codifies those CAFA-removal rules that\nrespondent does acknowledge, see Brief for Respondent 52—the\nrequirements of more than $5 million in controversy but only\nminimal diversity, see §1332(d)(2). Because CAFA’s removal language\nin §1453(b) applies only to class actions described in §1332(d), it\nraises no constitutional trouble to read §1453(b) as its own source\nof removal authority and not a funnel for §1441(a).IVSo far I have accepted,arguendo, the\nmajority and respondent’s view that third-party defendants arenotcovered by the general removal provision, §1441. But I\nagree with petitioner that this is incorrect. On a proper reading\nof §1441, too, third-party defendants are “defendants” entitled to\nremove. Though a majority of District Courts would disagree, their\nexclusion of third-party defendants has rested (in virtually every\ninstance) on a misunderstanding of a previous case of ours, and the\nmere fact that this misreading has spread is no reason for us to go\nalong with it. Nor, contrary to the majority, does a refusal to\nrecognize third-party defendants under §1441 find support in our\nprecedent embracing the so-called “well-pleaded complaint” rule,\nwhich is all about how a plaintiff can make its case unremovable,\nnot about which defendants may seek removal in those cases thatcanbe removed.ALook at lower court cases excluding\nthird-party defendants from §1441. Trace their lines of\nauthority—the cases and sources they cite, and thosetheycite—and the lines will invariably converge on one point: our\ndecision inShamrock Oil. But nothing in that case justifies\nthe common reading of §1441 among the lower courts, a reading that\ntreats some defendants who never chose the state forum differently\nfrom others.As a preliminary matter,Shamrock Oilis\ntoo sensible to produce such an arbitrary result. That case\ninvolved a close ancestor of today’s general removal provision, one\nthat allowed removal of certain state-court actions at the motion\nof “the defendant or defendants therein.” 313 U. S., at 104,\nn. 1. And our holding was simple: IfAsuesBin\nstate court, andBbrings a counterclaim againstA,\nthis does not then allowAto remove the case to federal\ncourt. As the original plaintiff who chose the forum,Adoes\nnot get to change its mind now. That is all thatShamrock\nOilheld. The issue of third-party defendants never arose. And\nnone of the Court’s three rationales would support a bar on removal\nby partiesother thanoriginal plaintiffs.Shamrock Oillooked to statutory history,\ntext, and purpose. As to history, it noted that removal laws had\nevolved to give the power to remove first to “defendants,” then to\n“ ‘either party, or any one or more of the plaintiffs or\ndefendants,’ ” and finally to “defendants” again. The last\nrevision must have been designed to withdraw removal power from\nsomeone, we inferred, and the only candidate was the plaintiff.Id., at 105–108. Second, we said there was no basis in the\ntext for distinguishing mere plaintiffs from plaintiffs who had\nbeen countersued, so we would treat them the same; neither could\nremove.Id.,at 108. Third, we offered a policy rationale:\n“[T]he plaintiff, having submitted himself to the jurisdiction of\nthe state court, was not entitled to avail himself of a right of\nremoval conferred only on a defendant who has not submitted himself\nto the jurisdiction.”Id., at 106. In this vein, we quoted a\nHouse Report calling it “ ‘just and proper to require the\nplaintiff to abide his selection of a forum.’ ”Ibid.,n. 2 (quoting H. R. Rep. No. 1078, 49th Cong., 1st Sess., 1\n(1886)). So history, language, and logic demanded that original\nplaintiffs remain unable to remove even if countersued.None of these considerations applies to\nthird-party defendants. If anything, all three point the other way.\nFirst, the statutory history cited by the Court shows that Congress\n(and theShamrock OilCourt itself) took “the plaintiffs or\ndefendants” to be jointly exhaustive categories. By that logic,\nsince third-party defendants are certainly not plaintiffs—in any\nsense—they must be “defendants” under §1441. Cf. Webster 591\n(defining “defendant” as “opposed toplaintiff”); 4 OED 377\n(same). Second, and relatedly, the text of the general removal\nstatute, then and now, does not distinguish original from\nthird-party defendants when it comes to granting removal power—any\nmore than it had distinguished plaintiffs who were and were not\ncountersued when it came towithdrawingthe right to remove,\nasShamrock Oilemphasized. And finally,Shamrock\nOil’s focus on fairness—reflected in its point that plaintiffs\nmay fairly be stuck with the forum they chose—urges the opposite\ntreatment for third-party defendants. Like original defendants,\nthey never chose to submit themselves to the state-court forum.Thus, all three grounds for excluding original\nplaintiffs inShamrock Oilactually supportallowingthird-party defendants to remove under §1441.BRespondent leans on his claim that District\nCourts to address the issue have reached a “consensus” thatShamrock Oilbars third-party defendants from removing. But\nas we saw above, rumors of a “consensus” have been greatly\nexaggerated. See Part III–B–1,supra. And in any case, no\ninterpretive principle requires leaving intact the lower courts’\nmisreading of a case of ours.Certainly there is no reason to presume that\nCongress embraces the lower courts’ majority view. For one thing,\nthe cases distorting §1441 postdate the last revision of the\nrelevant statutory language, so they could not have informed\nCongress’s view of what it was signing onto. And it would be naive\nto assume that Congress now agrees with those lower court cases\njust because it has not reacted to them. Congress does not accept\nthe common reading of every law it leaves alone. Because life is\nshort, the U. S. Code is long, and court cases are legion, it\nnormally takes more than a court’s misreading of a law to rouse\nCongress to issue a correction. That is why “ ‘Congressional\ninaction lacks persuasive significance’ in most circumstances.”Star Athletica, L. L. C.v.Varsity Brands, Inc., 580\nU. S. ___, ___ (2017) (slip op., at 17) (quotingPension\nBenefit Guaranty Corporationv.LTV Corp.,496 U.S.\n633, 650 (1990); quotation altered). In particular, “it is\ninappropriate to give weight to ‘Congress’ unenacted opinion’ when\nconstruing judge-made doctrines, because doing so allows the Court\nto create law and then ‘effectively codif[y]’ it ‘based only on\nCongress’ failure to address it.’ ”Halliburton Co.v.Erica P. John Fund, Inc., 573 U.S. 258, 299 (2014) (Thomas,\nJ., concurring in judgment). Because the decisions misreadingShamrock Oilare not a reliable indicator of Congress’s\nintent regarding §1441, we owe them no deference.CFinally, according to the majority, reading\n§1441 to include third-party defendants would run afoul of our\nprecedent establishing the “well-pleaded complaint” rule (WPC\nrule). Assuming that I have been able to reconstruct the majority’s\nargument from this rule accurately, I think it rests on a non\nsequitur. The WPC rule is all about a plaintiff’s ability to choose\nthe forum in which its case is heard, by controlling whether there\nis federal jurisdiction; the rule has nothing to do with the\ndivision of labor or authority among defendants.Under the WPC rule, we consider only the\nplaintiff’s claims to see if there is federal-question\njurisdiction. Whether the defendant raises federal counterclaims\n(or even federal defenses) is irrelevant. See,e.g.,Holmes Group, Inc.v.Vornado Air Circulation Systems,\nInc.,535 U.S.\n826, 831 (2002). Likewise, in a case involving standard\ndiversity jurisdiction (based on complete diversity under §1332(a)\nrather than minimal diversity under CAFA), it is “the sum demanded\n. . . in the initial pleading” that determines whether\nthe amount in controversy is large enough. §1446(c)(2). In both\nkinds of cases, a federal court trying to figure out if it has\n“original jurisdiction,” as required for removal of cases under\n§1441(a), must shut its eyes to the defendant’s filings. Only the\nplaintiff’s complaint counts. So says the WPC rule.But that is all aboutjurisdiction. The\nmajority and respondent would take things a step further. Even\nafter assuring itself of jurisdiction, they urge, a court should\nconsult only the plaintiff’s complaint to see if a partyis a\n“defendant”empowered to remove under §1441. Since third-party\ndefendants (by definition) are not named until the\ncountercomplaint, they are not §1441 “defendants.”I cannot fathom why this rule about who is a\n“defendant” should follow from the WPC rule about when there is\nfederal jurisdiction. And the majority makes no effort to fill the\nlogical gap; it betrays almost no awareness of the gap, drawing the\nrelevant inference in two conclusory sentences. Seeante, at\n6. But since this Court’s reasons for the WPC rule have sounded in\npolicy, the argument could only be that the same policy goals would\nsupport today’s restriction on who is a §1441 “defendant.”[4] Whatarethe policy goals\nbehind the WPC rule? We have described them as threefold. SeeHolmes Group, Inc., 535 U. S., at 831–832.First,“since the plaintiff is ‘the master of the\ncomplaint,’ the well-pleaded-complaint rule enables him, ‘by\neschewing claims based on federal law, . . . to have the\ncause heard in state court.’Caterpillar Inc., [482\nU. S.,] at 398–399. [Allowing a defendant’s counterclaims or\ndefenses to create federal-question jurisdiction], in contrast,\nwould leave acceptance or rejection of a state forum to the master\nof the counterclaim. It would allow a defendant to remove a case\nbrought in state court under state law, thereby defeating a\nplaintiff’s choice of forum, simply by raising a federal\ncounterclaim.”Ibid.But this concern is not implicated here;\nadopting petitioner’s reading of “defendant” would in no way reduce\nthe extent of a plaintiff’s control over the forum. Plaintiffs\nwould be able to keep state-law cases in state court no matter what\nwe held about §1441, and any cases remov- able by third-party\ndefendants would have been removable by original defendants anyway.\nIn other words, the issue here iswhocan remove under that\nprovision, notwhich casescan be removed. However we\nresolved that “who” question, removability under §1441(a) would\nstill require cases to fall within federal courts’ “original\njurisdiction,” §1441(a), andthatwould still turn just on\nthe plaintiff’s choices—on whether the plaintiff had raised federal\nclaims (or sued diverse parties for enough money). So a case that a\nplaintiff had brought “in state court under state law,”id.,at 832, would remain beyond federal jurisdiction, and thus\nunremovable under §1441(a), even if we held that third-party\ndefendants are “defendants” under that provision.By the same token, such a holding would not\nundermine thesecondpolicy justification thatHolmesgave for the WPC rule: namely, to avoid “radically expand[ing] the\nclass of removable cases, contrary to the ‘[d]ue regard for the\nrightful independence of state governments.’ ”Id., at\n832. As noted, our decision on the scope of §1441’s “defendants”\nwould not expand the class of removable casesat all,\nbecause it would have no impact on whether a case fell within\nfederal courts’ jurisdiction. It would only expand the set of\npeople (“the defendants”) who would have to consent to such\nremoval: Now third-partyandoriginal defendants would have\nto agree.The majority declares that treating third-party\ndefendants as among “the defendants” under §1441 “makes little\nsense.”Ante, at 8. Perhaps its concern is that such a\nruling would make no meaningful difference since third-party\ndefendants would still be powerless to remove unless they secured\nthe consent of the original defendants, who are their adversaries\nin litigation. But for one thing, there may be cases in which\noriginal defendants do consent. Though original and third-party\ndefendants are rivals as to claims brought by the one against the\nother, they may well agree that a federal forum would be\npreferable. After all, neither will have chosen the state forum in\nwhich both find themselves prior to removal.[5]More to the point, even if third-party\ndefendants could not secure the agreement needed to remove an\nentire civil action under §1441(a), counting them as “defendants”\nunder §1441 would make a difference by allowing them to invoke\n§1441(c)(2), which would permit them to remove certain claims (not\nwhole actions)withoutoriginal defendants’ consent. See\nPart I–B,supra. Being able to remove claims under\n§1441(c)(2) has, in fact, been the main benefit to third-party\ndefendants in those jurisdictions that have ruled that they are\n“defendants” under §1441. SeeCarl Heck, 622 F. 2d, at\n136. Butthiseffect of such a ruling is immune to the\nobjection that it would “radically expand the class of removable\ncases” since §1441(c)(2) does not address the removal of a whole\ncase (a “civil action”) at all, but only of some claims within a\ncase—and only those that could have been brought in federal court\nfrom the start, “in a separate suit from that filed by the original\nplaintiff.”Id., at 136. Notably, then, any claims that were\nraised by the original plaintiff would get to remain in state\ncourt. Here too, the WPC rule’s concern to avoid “radically\nexpand[ing] the class of removable cases” is just not\nimplicated.This leavesHolmes’s final rationale for\nthe WPC rule: that it promotes “clarity and ease of administration”\nin the resolution of procedural disputes. 535 U. S., at 832.\nBut petitioner’s and respondent’s views on who is a “defendant” are\nequally workable, so this last factor does not cut one way or the\nother.In sum, the actual WPC rule, which limits the\nfilings courts may consult in determining if they have\njurisdiction, is based on policy concerns that do not arise here.\nThere is, therefore, no justification for inventing an ersatz WPC\nrule to limit which filings may be consulted by courts deciding who\nis a “defendant” under §1441.*  *  *All the resources of statutory interpretation\nconfirm that under CAFA and §1441, third-party defendants are\ndefendants. I respectfully dissent.Notes1Supplemental jurisdiction\ncovers those claims “so related” to federal claims that they are\n“part of the same case or controversy under Article III,” 28\nU. S. C. §1367(a), in that they “derive from a common\nnucleus of operative fact.”Mine Workersv.Gibbs,383 U.S.\n715, 725 (1966).2That is true only of\ncounterdefendants—original plaintiffs who are countersued by their\noriginal defendant. For one thing, it is hard to say that these\nplaintiffs fall under the plain meaning of “defendant,” when the\nword “defendant” is defined in opposition to the word\n“plaintiff.” See Webster 591; 4 OED 377. Moreover, as\noriginal plaintiffs, these parties chose the state forum (unlike\noriginal or third-party defendants), so it makes less sense to give\nthem a chance to remove the case from that same forum. Finally, our\ndecision inShamrock Oil & Gas Corp.v.Sheets,313 U.S.\n100(1941), confirms this reasoning and result. See Part IV–A,infra.3SeeCarl Heck\nEngineers, Inc.v.Lafourche Parish Police Jury, 622\nF.2d 133, 135 (CA5 1980) (collecting four);Charter Medical\nCorp.v.Friese,732 F. Supp. 1160(ND Ga. 1989);Patient Care, Inc.v.Freeman,755 F. Supp. 644(NJ 1991).4The Court insists that\nits position is based on “statutory context,” not the logic behind\nthe well-pleaded complaint rule.Ante, at 6–7. But the only\ncontext to which the Court points is our precedent establishing the\nwell-pleaded complaint rule.Ante,at 6. It is that rule—the\nrule that federal jurisdiction over an action turns entirely on the\nplaintiff’s complaint—that leads the Court to think furthermore\nthat “ ‘the defendant’ to [an] action is the defendant to that\ncomplaint.”Ibid.5Or perhaps the majority\nfears that petitioner’s position would make it harder fororiginaldefendants under §1441(a), by requiring them to get\nthe consent of the third-party defendants against whom they have\njust brought suit. But this is an illusory problem. Original\ndefendants hoping to remove under §1441(a) without having to get\ntheir adversaries to agree could simply remove the casebeforeroping in any third-party defendants.",
    "joined": []
}