{
    "case": {
        "docket": "768",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/768/"
    },
    "id": "3413625",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–86_________________EQUAL EMPLOYMENT OPPORTUNITY COMMISSION,\nPETITIONERv.ABERCROMBIE & FITCHSTORES, INC.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 1, 2015]Justice Alito, concurring in the judgment.This case requires us to interpret a provision\nof Title VII of the Civil Rights Act of 1964 that prohibits an\nemployer from taking an adverse employment action (refusal to hire,\ndischarge, etc.) “against any individual . . . because\nof [[1]] such individual’s\n. . . religion.” 42 U. S. C. §2000e–2(a).\nAnother provision states that the term “religion” “includes all\naspects of religious observance and practice, as well as belief,\nunless an employer demonstrates that he is unable to reasonably\naccommodate to an employee’s or prospective employee’s religious\nobservance or practice without undue hardship on the conduct of the\nemployer’s business.” §2000e( j). When these two provisions\nare put together, the following rule (expressed in somewhat\nsimplified terms) results: An employer may not take an adverse\nemployment action against an applicant or employee because of any\naspect of that individual’s religious observance or practice unless\nthe employer demonstrates that it is unable to reasonably\naccommodate that observance or practice without undue hardship.In this case, Samantha Elauf, a practicing\nMuslim, wore a headscarf for a religious reason when she was\ninterviewed for a job in a store operated by Abercrombie &\nFitch. She was rejected because her scarf violated Abercrombie’s\ndress code for employees. There is sufficient evidence in the\nsummary judgment record to support a finding that Abercrombie’s\ndecisionmakers knew that Elauf was a Muslim and that she wore the\nheadscarf for a religious reason. But she was never asked why she\nwore the headscarf and did not volunteer that information. Nor was\nshe told that she would be prohibited from wearing the headscarf on\nthe job. The Tenth Circuit held that Abercrombie was entitled to\nsummary judgment because, except perhaps in unusual circumstances,\n“[a]pplicants or employees must initially inform employers of their\nreligious practices that conflict with a work requirement and their\nneed for a reasonable accommodation for them.” 731 F. 3d 1106,\n1142 (2013) (emphasis deleted).The relevant provisions of Title VII, however,\ndo not impose the notice requirement that formed the basis for the\nTenth Circuit’s decision. While I interpret those provisions to\nrequire proof that Abercrombie knew that Elauf wore the headscarf\nfor a religious reason, the evidence of Abercrombie’s knowledge is\nsufficient to defeat summary judgment.The opinion of the Court states that\n“§2000e–2(a)(1) does not impose a knowledge requirement,”ante, at 4, but then reserves decision on the question\nwhether it is a condition of liability that the employer know or\nsuspect that the practice he refuses to accommodate is a religious\npractice,ante, at 6, n. 3, but in my view, the answer\nto this question, which may arise on remand,[2]2 is obvious. I would hold that an employer\ncannot be held liable for taking an adverse action because of an\nemployee’s religious practice unless the employer knows that the\nemployee engages in the practice for a religious reason. If\n§2000e–2(a)(1) really “does not impose a knowledge requirement,”anteat 4, it would be irrelevant in this case whether\nAbercrombie had any inkling that Elauf is a Muslim or that she wore\nthe headscarf for a religious reason. That would be very\nstrange.The scarves that Elauf wore were not articles of\nclothing that were designed or marketed specifically for Muslim\nwomen. Instead, she generally purchased her scarves at ordinary\nclothing stores. In this case, the Abercrombie employee who\ninterviewed Elauf had seen her wearing scarves on other occasions,\nand for reasons that the record does not make clear, came to the\n(correct) conclusion that she is a Muslim. But suppose that the\ninterviewer in this case had never seen Elauf before. Suppose that\nthe interviewer thought Elauf was wearing the scarf for a secular\nreason. Suppose that nothing else about Elauf made the interviewer\neven suspect that she was a Muslim or that she was wearing the\nscarf for a religious reason. If “§2000e–2(a)(1) does not impose a\nknowledge requirement,” Abercrombie would still be liable. The\nEEOC, which sued on Elauf’s behalf, does not adopt that\ninterpretation, see,e.g.,Brief for Petitioner 19, and it\nis surely wrong.The statutory text does not compel such a\nstrange result. It is entirely reasonable to understand the\nprohibition against an employer’s taking an adverse action because\nof a religious practice to mean that an employer may not take an\nadverse action because of a practice that the employer knows to be\nreligious. Consider the following sentences. The parole board\ngranted the prisoner parole because of anexemplaryrecord\nin prison. The court sanctioned the attorney because of aflagrantviolation of Rule 11 of the Federal Rules of Civil\nProcedure. No one is likely to understand these sentences to mean\nthat the parole board granted parole because of a record that,\nunbeknownst to the board, happened to be exemplary or that the\ncourt sanctioned the attorney because of a violation that,\nunbeknownst to the court, happened to be flagrant. Similarly, it is\nentirely reasonable to understand this statement—“The employer\nrejected the applicant because of areligiouspractice”—to\nmean that the employer rejected the applicant because of a practice\nthat the employer knew to be religious.This interpretation makes sense of the statutory\nprovisions. Those provisions prohibit intentional discrimination,\nwhich is blameworthy conduct, but if there is no knowledge\nrequirement, an employer could be held liable without fault. The\nprohibition of discrimination because of religious practices is\nmeant to force employers to consider whether those practices can be\naccommodated without undue hardship. See §2000e( j). But the\n“no-knowledge” interpretation would deprive employers of that\nopportunity. For these reasons, an employer cannot be liable for\ntaking adverse action because of a religious practice if the\nemployer does not know that the practice is religious.A plaintiff need not show, however, that the\nemployer took the adverse action because of the religious nature of\nthe practice. Cf.post, at 4 (Thomas, J., concurring in part\nand dissenting in part). Suppose, for example, that an employer\nrejected all applicants who refuse to work on Saturday, whether for\nreligious or nonreligious reasons. Applicants whose refusal to work\non Saturday was known by the employer to be based on religion will\nhave been rejected because of a religious practice.This conclusion follows from the reasonable\naccommodation requirement imposed by §2000e( j). If neutral\nwork rules (e.g., every employee must work on Saturday, no\nemployee may wear any head covering) precluded liability, there\nwould be no need to provide that defense, which allows an employer\nto escape liability for refusing to make an exception to a neutral\nwork rule if doing so would impose an undue hardship.This brings me to a final point. Under the\nrelevant statutory provisions, an employer’s failure to make a\nreasonable accommodation is not an element that the plaintiff must\nprove. I am therefore concerned about the Court’s statement that it\n“isthe plaintiff’s burden [to prove failure to\naccommodate].”Ante,at 3 n. 2. This blatantly\ncontradicts the language of the statutes. As I noted at the\nbeginning, when §2000e–2(a) and §2000e( j) are combined, this\nis the result:“It shall be an unlawful employment\npractice for an employer . . . to fail or refuse to hire\n. . . any individual . . . because of [any\naspect of] such individual’s . . . religious\n. . . practice . . .unless an employer\ndemonstrates that he is unable to reasonably accommodate to [the]\nemployee’s or prospective employee’s religious. . .practice. . .without undue hardship on the\nconduct of the employer’s business.” (Emphasis added.)The clause that begins with the term “unless”\nunmistakably sets out an employer defense. If an employer chooses\nto assert that defense, it bears both the burden of production and\nthe burden of persuasion. A plaintiff, on the other hand, must\nprove the elements set out prior to the “unless” clause, but that\nportion of the rule makes no mention of accommodation. Thus, a\nplaintiff need not plead or prove that the employer wished to avoid\nmaking an accommodation or could have done so without undue\nhardship. If a plaintiff shows that the employer took an adverse\nemployment action because of a religious observance or practice, it\nis then up to the employer to plead and prove the defense. The\nCourt’s statement subverts the statutory text, and in close cases,\nthe Court’s reallocation of the burden of persuasion may be\ndecisive.In sum, the EEOC was required in this case to\nprove that Abercrombie rejected Elauf because of a practice that\nAbercrombie knew was religious. It is undisputed that Abercrombie\nrejected Elauf because she wore a headscarf, and there is ample\nevidence in the summary judgment record to prove that Abercrombie\nknew that Elauf is a Muslim and that she wore the scarf for a\nreligious reason. The Tenth Circuit therefore erred in ordering the\nentry of summary judgment for Abercrombie. On remand, the Tenth\nCircuit can consider whether there is sufficient evidence to\nsupport summary judgment in favor of the EEOC on the question of\nAbercrombie’s knowledge. The Tenth Circuit will also be required to\naddress Abercrombie’s claim that it could not have accommodated\nElauf’s wearing the headscarf on the job without undue\nhardship.Notes1Under 42\nU. S. C. §2000e–2(m), an employer takes an action\n“because of” religion if religion is a “motivating factor” in the\ndecision.22 Cooke testified that she\ntold Johnson that she believed Elauf wore a head scarf for a\nreligious reason, App. 87, but Johnson testified that Cooke did not\nshare this belief with him,id.,at 146. If Abercrombie’s\nknowledge is irrelevant, then the lower courts will not have to\ndecide whether there is a genuine dispute on this question. But if\nAbercrombie’s knowledge is relevant and if the lower courts hold\nthat there is a genuine dispute of material fact about\nAbercrombie’s knowledge, the question will have to be submitted to\nthe trier of fact. For these reasons, we should decide this\nquestion now.",
    "joined": []
}