{
    "case": {
        "docket": "266",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/266/"
    },
    "id": "1963689",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–63_________________CORY R. MAPLES, PETITIONER v. KIM T. THOMAS,\nCOMMISSIONER, ALABAMA DEPARTMENT OF CORRECTIONSon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[January 18, 2012]Justice Alito,\nconcurring.I join the opinion of\nthe Court. Unbeknownst to petitioner, he was effectively deprived\nof legal representation due to the combined effect of no fewer than\neight unfortunate events: (1) the departure from their law firm of\nthe two young lawyers who appeared as counsel of record in his\nstate postconviction proceeding; (2) the acceptance by these two\nattorneys of new employment that precluded them from continuing to\nrepresent him; (3) their failure to notify petitioner of their new\nsituation; (4) their failure to withdraw as his counsel of record;\n(5) the apparent failure of the firm that they left to monitor the\nstatus of petitioner’s case when these attorneys departed; (6) when\nnotice of the decision denying petitioner’s request for state\npostconviction relief was received in that firm’s offices, the\nfailure of the firm’s mail room to route that important\ncommunication to either another member of the firm or to the\ndeparted attorneys’ new addresses; (7) the failure of the clerk’s\noffice to take any action when the envelope containing that notice\ncame back unopened; and (8) local counsel’s very limited conception\nof the role that he was obligated to play in petitioner’s\nrepresentation. Under these unique circumstances, I agree that\npetitioner’s attorneys effectively abandoned him and that this\nabandonment was a “cause” that is sufficient to overcome\npe-titioner’s procedural default.In an effort to obtain\nrelief for his client, petitioner’s counsel in the case now before\nus cast blame for what occurred on Alabama’s system of providing\nlegal representation for capital defendants at trial and in state\ncollateral proceedings. See Brief for Petitioner 3–6. But whatever\nmay be said about Alabama’s system, I do not think that Alabama’s\nsystem had much if anything to do with petitioner’s misfortune. The\nquality of petitioner’s representation at trial obviously played no\nrole in the failure to meet the deadline for filing his notice of\nappeal from the denial of his state postconviction petition. Nor do\nI see any important connection between what happened in this case\nand Alabama’s system for providing representation for prisoners who\nare sentenced to death and who wish to petition the state courts\nfor collateral relief. Unlike other States, Alabama relies on\nattorneys who volunteer to represent these prisoners pro bono, and\nwe are told that most of these volunteers work for large,\nout-of-state firms. Id., at 4. Petitioner’s brief states that the\nAlabama system had “a direct bearing on the events giving rise\n. . . to the procedural default at issue,” id., at 3, but\na similar combination of untoward events could have occurred if\npetitioner had been represented by Alabama attorneys who were\nappointed by the court and paid for with state funds. The firm\nwhose lawyers represented petitioner pro bono is one of the\ncountry’s most prestigious and expensive, and I have little doubt\nthat the vast majority of criminal defendants would think that they\nhad won the lottery if they were given the opportunity to be\nrepresented by attorneys from such a firm. See id., at 9 (stating\nthat it “seemed as though Maples had won the lottery when two\nattorneys working at an elite New York law firm . . .\nagreed to represent Maples pro bono”).What occurred here was\nnot a predictable consequence of the Alabama system but a veritable\nperfect storm of misfortune, a most unlikely combination of events\nthat, without notice, effectively deprived petitioner of legal\nrep-resentation. Under these unique circumstances, I agree that\npetitioner’s procedural default is overcome.",
    "joined": []
}