{
    "case": {
        "docket": "16-369",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-369/"
    },
    "id": "3739532",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–369_________________COUNTY OF LOS ANGELES, CALIFORNIA,\net al., PETITIONERSv.ANGEL MENDEZ, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 30, 2017]Justice Alito delivered the opinion of the\nCourt.If law enforcement officers make a “seizure” of\na person using force that is judged to be reasonable based on a\nconsideration of the circumstances relevant to that determination,\nmay the officers nevertheless be held liable for injuries caused by\nthe seizure on the ground that they committed a separate Fourth\nAmendment violation that contributed to their need to use force?\nThe Ninth Circuit has adopted a “provocation rule” that imposes\nliability in such a situation.We hold that the Fourth Amendment provides no\nbasis for such a rule. A different Fourth Amendment violation\ncannot transform a later, reasonable use of force into an\nunreasonable seizure.IAIn October 2010, deputies from the Los Angeles\nCounty Sheriff’s Department were searching for a parolee-at-large\nnamed Ronnie O’Dell. A felony arrest warrant had been issued for\nO’Dell, who was believed to be armed and dangerous and had\npreviously evaded capture. Findings of Fact and Conclusions of Law,\nNo. 2:11–cv–04771 (CD Cal.), App. to Pet. for Cert. 56a, 64a.\nDeputies Christopher Conley and Jennifer Pederson were assigned to\nassist the task force searching for O’Dell.Id.,at 57a–58a.\nThe task force received word from a confidential informant that\nO’Dell had been seen on a bicycle at a home in Lancaster,\nCalifornia, owned by Paula Hughes, and the officers then mapped out\na plan for apprehending O’Dell.Id.,at 58a.Some\nofficers would approach the front door of the Hughes residence,\nwhile Deputies Conley and Pederson would search the rear of the\nproperty and cover the back door of the residence.Id.,at\n59a. During this briefing, it was announced that a man named Angel\nMendez lived in the backyard of the Hughes home with a pregnant\nwoman named Jennifer Garcia (now Mrs. Jennifer Mendez).Ibid. Deputy Pederson heard this announcement, but at trial\nDeputy Conley testified that he did not remember it.Ibid.When the officers reached the Hughes residence\naround midday, three of them knocked on the front door while\nDeputies Conley and Pederson went to the back of the property.Id.,at 63a. At the front door, Hughes asked if the officers\nhad a warrant.Ibid.A sergeant responded that they did not\nbut were searching for O’Dell and had a warrant for his arrest.Ibid.One of the officers heard what he thought were sounds\nof someone running inside the house.Id., at 64a. As the\nofficers prepared to open the door by force, Hughes opened the door\nand informed them that O’Dell was not in the house.Ibid.\nShe was placed under arrest, and the house was searched, but O’Dell\nwas not found.Ibid.Meanwhile, Deputies Conley and Pederson, with\nguns drawn, searched the rear of the residence, which was cluttered\nwith debris and abandoned automobiles.Id.,at 60a, 65a. The\nproperty included three metal storage sheds and a one-room shack\nmade of wood and plywood.Id.,at 60a. Mendez had built the\nshack, and he and Garcia had lived inside for about 10 months.Id.,at 61a. The shack had a single doorway covered by a\nblue blanket.Ibid. Amid the debris on the ground, an\nelectrical cord ran into the shack, and an air conditioner was\nmounted on the side.Id.,at 62a. A gym storage locker and\nclothes and other possessions were nearby.Id.,at 61a.\nMendez kept a BB rifle in the shack for use on rats and other\npests.Id.,at 62a. The BB gun “closely resembled a small\ncaliber rifle.”Ibid.Deputies Conley and Pederson first checked the\nthree metal sheds and found no one inside.Id.,at 65a. They\nthen approached the door of the shack.Id.,at 66a.\nUnbeknownst to the officers, Mendez and Garcia were in the shack\nand were napping on a futon.Id.,at 67a. The deputies did\nnot have a search warrant and did not knock and announce their\npresence.Id.,at 66a. When Deputy Conley opened the wooden\ndoor and pulled back the blanket, Mendez thought it was Ms. Hughes\nand rose from the bed, picking up the BB gun so he could stand up\nand place it on the floor.Id.,at 68a. As a result, when\nthe deputies entered, he was holding the BB gun, and it was\n“point[ing] somewhat south towards Deputy Conley.”Id.,at\n69a. Deputy Conley yelled, “Gun!” and the deputies immediately\nopened fire, discharging a total of 15 rounds.Id.,at\n69a–70a. Mendez and Garcia “were shot multiple times and suffered\nsevere injuries,” and Mendez’s right leg was later amputated below\nthe knee.Id.,at 70a. O’Dell was not in the shack or\nanywhere on the property.Ibid.BMendez and his wife (respondents here) filed\nsuit under Rev. Stat. §1976, 42 U. S. C. §1983, against\npetitioners, the County of Los Angeles and Deputies Conley and\nPederson. As relevant here, they pressed three Fourth Amendment\nclaims. First, they claimed that the deputies executed an\nunreasonable search by entering the shack without a warrant (the\n“warrantless entry claim”); second, they asserted that the deputies\nperformed an unreason-able search because they failed to announce\ntheir presence before entering the shack (the “knock-and-announce\nclaim”); and third, they claimed that the deputies effected an\nunreasonable seizure by deploying excessive force in opening fire\nafter entering the shack (the “excessive force claim”).After a bench trial, the District Court ruled\nlargely in favor of respondents. App. to Pet. for Cert. 135a–136a.\nThe court found Deputy Conley liable on the warrantless entry\nclaim, and the court also found both deputies liable on the\nknock-and-announce claim. But the court awarded nominal damages for\nthese violations because “the act of pointing the BB gun” was a\nsuperseding cause “as far as damage [from the shooting was]\nconcerned.” App. 238.The District Court then addressed respondents’\nexcessive force claim. App. to Pet. for Cert. 105a–127a. The court\nbegan by evaluating whether the deputies used excessive force underGrahamv.Connor, 490 U. S. 386 (1989) . The\ncourt held that, underGraham, the deputies’ use of force\nwas reasonable “given their belief that a man was holding a firearm\nrifle threatening their lives.” App. to Pet. for Cert. 108a. But\nthe court did not end its excessive force analysis at this point.\nInstead, the court turned to the Ninth Circuit’s provocation rule,\nwhich holds that “an officer’s otherwise reasonable (and lawful)\ndefensive use of force is unreasonable as a matter of law, if (1)\nthe officer intentionally or recklessly provoked a violent\nresponse, and (2) that provocation is an independent constitutional\nviolation.”Id.,at 111a. Based on this rule, the District\nCourt held the deputies liable for excessive force and awarded\nrespondents around $4 million in damages.Id.,at\n135a–136a.The Court of Appeals affirmed in part and\nreversed in part. 815 F. 3d 1178 (CA9 2016). Contrary to the\nDistrict Court, the Court of Appeals held that the officers were\nentitled to qualified immunity on the knock-and-announce claim.Id., at 1191–1193. But the court concluded that the\nwarrantless entry of the shack violated clearly established law and\nwas attributable to both deputies.Id.,at 1191, 1195.\nFinally, and most important for present purposes, the court\naffirmed the application of the provocation rule. The Court of\nAppeals did not disagree with the conclusion that the shooting was\nreasonable underGraham; instead, like the District Court,\nthe Court of Appeals applied the provocation rule and held the\ndeputies liable for the use of force on the theory that they had\nintentionally and recklessly brought about the shooting by entering\nthe shack without a warrant in violation of clearly established\nlaw. 815 F. 3d, at 1193.The Court of Appeals also adopted an alternative\nrationale for its judgment. It held that “basic notions of\nproximate cause” would support liability even without the\nprovocation rule because it was “reasonably foreseeable” that the\nofficers would meet an armed homeowner when they “barged into the\nshack unannounced.”Id.,at 1194–1195.We granted certiorari. 580 U. S. ___\n(2016).IIThe Ninth Circuit’s provocation rule permits\nan excessive force claim under the Fourth Amendment “where an\nofficer intentionally or recklessly provokes a violent\nconfrontation, if the provocation is an independent Fourth\nAmendment violation.”Billingtonv.Smith, 292\nF. 3d 1177, 1189 (CA9 2002). The rule comes into play after a\nforceful seizure has been judged to be reasonable underGraham.Once a court has made that determination, the rule\ninstructs the court to ask whether the law enforcement officer\nviolated the Fourth Amendment in some other way in the course of\nevents leading up to the seizure. If so, that separate Fourth\nAmendment violation may “render the officer’s otherwisereasonabledefensive use of forceunreasonableas a\nmatter of law.”Id.,at 1190–1191.The provocation rule, which has been “sharply\nquestioned” outside the Ninth Circuit,City and County of San\nFranciscov.Sheehan, 575 U. S. ___, ___, n. 4\n(2015) (slip op., at 14, n. 4), is incompatible with our\nexcessive force jurisprudence. The rule’s fundamental flaw is that\nit uses another constitutional violation to manufacture an\nexcessive force claim where one would not otherwise exist.The Fourth Amendment prohibits “unreasonable\nsearches and seizures.” “[R]easonableness is always the touchstone\nof Fourth Amendment analysis,”Birchfieldv.North\nDakota, 579 U. S. ___, ___ (2016) (slip op., at 37), and\nreasonableness is generally assessed by carefully weighing “the\nnature and quality of the intrusion on the individual’s Fourth\nAmendment interests against the importance of the governmental\ninterests alleged to justify the intrusion.”Tennesseev.Garner, 471 U. S. 1, 8 (1985) (internal quotation marks\nomitted).Our case law sets forth a settled and exclusive\nframework for analyzing whether the force used in making a seizure\ncomplies with the Fourth Amendment. SeeGraham, 490\nU. S., at 395. As in other areas of our Fourth Amendment\njurisprudence, “[d]etermining whether the force used to effect a\nparticular seizure is ‘reasonable’ ” requires balancing of the\nindividual’s Fourth Amendment interests against the relevant\ngovernment interests.Id.,at 396. The operative question in\nexcessive force cases is “whether the totality of the circumstances\njustifie[s] a particular sort of search or seizure.”Garner,supra, at 8–9.The reasonableness of the use of force is\nevaluated under an “objective” inquiry that pays “careful attention\nto the facts and circumstances of each particular case.”Graham,supra, at 396. And “[t]he ‘reasonableness’ of\na particular use of force must be judged from the perspective of a\nreasonable officer on the scene, rather than with the 20/20 vision\nof hindsight.”Ibid.“Excessive force claims . . .\nare evaluated for objective reasonableness based upon the\ninformation the officers had when the conduct occurred.”Saucierv.Katz, 533 U. S. 194, 207 (2001) .\nThat inquiry is dispositive: When an officer carries out a seizure\nthat is reasonable, taking into account all relevant circumstances,\nthere is no valid excessive force claim.The basic problem with the provocation rule is\nthat it fails to stop there. Instead, the rule provides a novel and\nunsupported path to liability in cases in which the use of force\nwas reasonable. Specifically, it instructs courts to look back in\ntime to see if there was adifferentFourth Amendment\nviolation that is somehow tied to the eventual use of force. That\ndistinct violation, rather than the forceful seizure itself, may\nthen serve as the foundation of the plaintiff’s excessive force\nclaim.Billington,supra, at 1190 (“The basis of\nliability for the subsequent use of force is the initial\nconstitutional violation . . . ”).This approach mistakenly conflates distinct\nFourth Amendment claims. Contrary to this approach, the objective\nreasonableness analysis must be conducted separately for each\nsearch or seizure that is alleged to be unconstitutional. An\nexcessive force claim is a claim that a law enforcement officer\ncarried out an unreasonable seizure through a use of force that was\nnot justified under the relevant circumstances. It is not a claim\nthat an officer used reasonable force after committing a distinct\nFourth Amendment violation such as an unreasonable entry.By conflating excessive force claims with other\nFourth Amendment claims, the provocation rule permits excessive\nforce claims that cannot succeed on their own terms. That is\nprecisely how the rule operated in this case. The District Court\nfound (and the Ninth Circuit did not dispute) that the use of force\nby the deputies was reasonable underGraham.However,\nrespondents were still able to recover damages because the deputies\ncommitted a separate constitutional violation (the warrantless\nentry into the shack) that in some sense set the table for the use\nof force. That is wrong.Theframework for analyzing\nexcessive force claims is set out inGraham. If there is no\nexcessive force claim underGraham,there is no excessive\nforce claim at all. To the extent that a plaintiff has other Fourth\nAmendment claims, they should be analyzed separately.[1]*The Ninth Circuit’s efforts to cabin the\nprovocation rule only undermine it further. The Ninth Circuit\nappears to recognize that it would be going entirely too far to\nsuggest thatanyFourth Amendment violation that is\nconnected to a reasonable use of force should create a valid\nexcessive force claim. See,e.g.,Beierv.Lewiston, 354 F. 3d 1058, 1064 (CA9 2004) (“Because the\nexcessive force and false arrest factual inquiries are distinct,\nestablishing a lack of probable cause to make an arrest does not\nestablish an excessive force claim, and vice-versa”). Instead, that\ncourt has endeavored to limit the rule to only those distinct\nFourth Amendment violations that in some sense “provoked” the need\nto use force. The concept of provocation, in turn, has been defined\nusing a two-prong test. First, the separate constitutional\nviolation must “creat[e] a situation which led to” the use of\nforce; second, the separate constitutional violation must be\ncommitted recklessly or intentionally. 815 F. 3d, at 1193\n(internal quotation marks omitted).Neither of these limitations solves the\nfundamental problem of the provocation rule: namely, that it is an\nunwarranted and illogical expansion ofGraham. But in\naddition, each of the limitations creates problems of its own.\nFirst, the rule includes a vague causal standard. It applies when a\nprior constitutional violation “created a situation which led to”\nthe use of force. The rule does not incorporate the familiar\nproximate cause standard. Indeed, it is not clear what causal\nstandard is being applied. Second, while the reasonableness of a\nsearch or seizure is almost always based on objective factors, seeWhrenv.United States, 517 U. S. 806, 814\n(1996) , the provocation rule looks to the subjective intent of the\nofficers who carried out the seizure. As noted, under the Ninth\nCircuit’s rule, a prior Fourth Amendment violation may be held to\nhave provoked a later, reasonable use of force only if the prior\nviolation was intentional or reckless.The provocation rule may be motivated by the\nnotion that it is important to hold law enforcement officers liable\nfor the foreseeable consequences of all of their constitutional\ntorts. SeeBillington, 292 F. 3d, at 1190 (“[I]f an\nofficer’s provocative actions are objectively unreasonable under\nthe Fourth Amendment, . . . liability is established, and\nthe question becomes . . . what harms the constitutional\nviolation proximately caused”). However, there is no need to\ndistort the excessive force inquiry in order to accomplish this\nobjective. To the contrary, both parties accept the principle that\nplaintiffs can—subject to qualified immunity—generally recover\ndamages that are proximately caused by any Fourth Amendment\nviolation. See,e.g.,Heckv.Humphrey, 512\nU. S. 477, 483 (1994) (§1983 “creates a species of tort\nliability” informed by tort principles regarding “damages and the\nprerequisites for their recovery” (internal quotation marks\nomitted));Memphis Community School Dist.v.Stachura, 477 U. S. 299, 306 (1986) (“[W]hen §1983\nplaintiffs seek damages for violations of constitutional rights,\nthe level of damages is ordinarily determined according to\nprinciples derived from the common law of torts”). Thus, there is\nno need to dress up every Fourth Amendment claim as an excessive\nforce claim. For example, if the plaintiffs in this case cannot\nrecover on their excessive force claim, that will not foreclose\nrecovery for injuries proximately causedby the warrantless\nentry. The harm proximately caused by these two torts may\noverlap, but the two claims should not be confused.IIIThe Court of Appeals also held that “even\nwithout relying on [the] provocation theory, the deputies are\nliable for the shooting under basic notions of proximate cause.”\n815 F. 3d, at 1194. In other words, the court apparently\nconcluded that the shooting was proximately caused by the deputies’\nwarrantless entry of the shack. Proper analysis of this proximate\ncause question required consideration of the “foreseeability or the\nscope of the risk created by the predicate conduct,” and required\nthe court to conclude that there was “some direct relation between\nthe injury asserted and the injurious conduct alleged.”Parolinev.United States, 572 U. S. ___, ___\n(2014) (slip op., at 7) (internal quotation marks omitted).Unfortunately, the Court of Appeals’ proximate\ncause analysis appears to have been tainted by the same errors that\ncause us to reject the provocation rule. The court reasoned that\nwhen officers make a “startling entry” by “barg[ing] into” a home\n“unannounced,” it is reasonably foreseeable that violence may\nresult. 815 F. 3d, at 1194–1195 (internal quotation marks\nomitted). But this appears to focus solely on the risks foreseeably\nassociated with the failure to knock and announce, which could not\nserve as the basis for liability since the Court of Appeals\nconcluded that the officers had qualified immunity on that claim.\nBy contrast, the Court of Appeals did not identify the foreseeable\nrisks associated with therelevantconstitutional violation\n(the warrantless entry); nor did it explain how, on these facts,\nrespondents’ injuries were proximately caused by the warrantless\nentry. In other words, the Court of Appeals’ proximate cause\nanalysis, like the provocation rule, conflated distinct Fourth\nAmendment claims and required only a murky causal link between the\nwarrantless entry and the injuries attributed to it. On remand, the\ncourt should revisit the question whether proximate cause permits\nrespondents to recover damages for their shooting injuries based on\nthe deputies’ failure to secure a warrant at the outset. SeeBank of America Corp.v.Miami, ante,at 12\n(declining to “draw the precise boundaries of proximate cause” in\nthe first instance). The arguments made on this point by the\nparties and by the United States asamicusprovide a useful\nstarting point for this inquiry. See Brief for Petitioners 42–56;\nBrief for Respondents 20–31, 51–59; Reply Brief 17–24; Brief for\nUnited States asAmicus Curiae26–32.*  *  *For these reasons, the judgment of the Court\nof Appeals is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1* Respondents do not\nattempt to defend the provocation rule. Instead, they argue that\nthe judgment below should be affirmed underGrahamitself.Grahamcommands that an officer’s use of force be assessed\nfor reasonableness under the “totality of the circumstances.” 490\nU. S., at 396 (internal quotation marks omitted). On\nrespondents’ view, that means taking into account unreasonable\npolice conduct prior to the use of force that foreseeably created\nthe need to use it. Brief for Respondents 42–43. We did not grant\ncertiorari on that question, and the decision below did not address\nit. Accordingly, we decline to address it here. See,e.g.,McLane Co.v.EEOC, ante,at 11 (“[W]e are a court of\nreview, not of first view” (internal quotation marks omitted)). All\nwe hold today is thatoncea use of force is deemed\nreasonable underGraham, it may not be found unreasonable by\nreference to some separate constitutional violation. Any argument\nregarding the District Court’s application ofGrahamin this\ncase should be addressed to the Ninth Circuit on\nremand.",
    "joined": []
}