{
    "case": {
        "docket": "476",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/476/"
    },
    "id": "1963449",
    "author": "alito",
    "type": "concurrence & dissent in part",
    "text": "JASON PEPPER, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[March 2, 2011]Justice Alito, concurring in\npart, concurring in the judgment in part, and dissenting in\npart.I join Part III of the opinion of\nthe Court. I agree with the Court that the decision below cannot be\naffirmed on the basis of 18 U. S. C. §3742(g), asamicussuggests. This provision was designed to function\nas part of the mandatory Guidelines scheme that the Court struck\ndown inUnited Statesv.Booker,543 U. S. 220, 258–265\n(2005). Althoughamicus’argument is ingenious, even the\nsort of surgery sanctioned inBookercannot transform this\nprovision into one that can survive in the post-Bookerworld.I also concur in the judgment to the extent\nthat it holds that the decision below regarding evidence of\npostsentencing rehabilitation must be reversed. That decision,\nwhich entirely precluded consideration of such evidence, was\nconsistent with the policy statement in §5K2.19 of the United\nStates Sentencing Guidelines, but “[t]heBookerremedial\ndecision … does not permit a court of appeals to treat\nthe Guidelines’ policy decisions as binding.”Kimbroughv.United States,552 U. S. 85, 116 (2007)\n(Alito, J., dissenting).UnderBooker, however, district\njudges are still required in almost all cases to give significant\nweight to the policy decisions embodied in the Federal Sentencing\nGuidelines. See 552 U. S., at 116;Gallv.United\nStates,552 U.\nS. 38, 61–67 (2007) (Alito, J., dissenting). Congress delegated\nto the Sentencing Commission the authority to make policy decisions\nregarding federal sentencing, see 18 U. S. C. §§3553(a)(4),\n(5), and requiring judges to give significant weight to the\nCommission’s policy decisions does not run afoul of the Sixth\nAmendment right that the mandatory Guidelines system was found to\nviolate,i.e., the right to have a jury make certain\nfactual findings that are relevant to sentencing.While I continue to believe that sentencing\njudges should be required to give significant weight to all\nGuidelines provisions and policy statements, seeKimbrough, 552 U. S.,at 116 (opinion of Alito,\nJ.), the Court inKimbroughheld that sentencing judges\nmay not be required to give weight to some unusual policy\ndecisions, seeid.,at 109–110 (majority opinion). And\nJustice Breyer now makes a reasonable case that the particular\npolicy statement involved in this case is distinguishable from\nalmost all of the other rules that the Commission has adopted. Seeante,p. ___ (opinion concurring in part and concurring in\njudgment). His position seems to me more consistent withKimbroughthan the Court’s. It would at least prevent us\nfrom sliding all the way down the slippery slope that leads back to\nthe regime of entirely discretionary federal sentencing that\npreceded the enactment of the Sentencing Reform Act of 1984, 98\nStat. 1987.Anyone familiar with the history of criminal\nsentencing in this country cannot fail to see the irony in the\nCourt’s praise for the sentencing scheme exemplified byWilliamsv.New York,337 U. S. 241(1949),\nand 18 U. S. C. §3661.* By the time of the enactment of the\nSentencing Reform Act in 1984, this scheme had fallen into\nwidespread disrepute. See,e.g.,Mistrettav.United States,488 U. S. 361, 366\n(1989) (noting “[f]undamental and widespread dissatisfaction with\nthe uncertainties and the disparities” of this scheme);United\nStatesv.DiFrancesco,449 U. S. 117, 142\n(1980) (“It has been observed … that sentencing is one of the\nareas of the criminal justice system most in need of reform”);\nS. Rep. No. 98–223, p. 62 (1983) (“The shameful disparity in\ncriminal sentences is a major flaw in the existing criminal justice\nsystem”). Under this system, each federal district judge was free\nto implement his or her individual sentencing philosophy, and\ntherefore the sentence imposed in a particular case often depended\nheavily on the spin of the wheel that determined the judge to whom\nthe case was assigned. SeeBullingtonv.Missouri,451 U. S. 430, 444,\nn. 16 (1981) (“There has been no attempt to separate\npolicymaking from individual sentencing determinations” (internal\nquotation marks omitted)); M. Frankel, Criminal Sentences: Law\nWithout Order 5 (1973) (“[T]he almost wholly unchecked and sweeping\npowers we give to judges in the fashioning of sentences are\nterrifying and intolerable for a society that professes devotion to\nthe rule of law”).Some language in today’s opinion reads like a\npaean to that old regime, and I fear that it may be interpreted as\nsanctioning a move back toward the system that prevailed prior to\n1984. If that occurs, I suspect that the day will come when the\nirrationality of that system is once again seen, and perhaps then\nthe entireBookerline of cases will be reexamined.* Insofar as 18 U. S. C. §3661 permitted\na sentencing judge to consider evidence of postsentencing\nrehabilitation, that provision was effectively modified by the\nsubsequent enactment of the Sentencing Reform Act, which instructed\nthe Sentencing Commission to adopt guidelines and policy statements\nthat avoid “unwarranted sentencing disparities,” 28 U. S. C.\n§991(b)(1)(B); see also §994(f), and which provided that sentencing\ncourts “shall consider … any pertinent policy statement,” 18\nU. S. C. §3553(a)(5).",
    "joined": []
}