{
    "case": {
        "docket": "428",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/428/"
    },
    "id": "1963408",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTHENDERSON V. SHINSEKI562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1036DORETHA H. HENDERSON, authorized represen- tative\nof DAVID L. HENDERSON, DECEASED, PETITIONERv.ERIC K.\nSHINSEKI, SECRE- TARY OF VETERANS AFFAIRSon writ of certiorari to the united states court of\nappeals for the federal circuit[March 1, 2011]Justice Alito delivered the\nopinion of the Court.A veteran whose claim for federal\nbenefits is denied by the Board of Veterans’ Appeals may appeal to\nthe United States Court of Appeals for Veterans Claims (Veterans\nCourt). To do so, the veteran must file a notice of appeal with the\nVeterans Court within 120 days after the date when the Board’s\nfinal decision is properly mailed. 38 U. S. C. §7266(a). This\ncase presents the question whether a veteran’s failure to file a\nnotice of appeal within the 120-day period should be regarded as\nhaving “jurisdictional” consequences. We hold that it should\nnot.IAThe Department of Veterans\nAffairs (VA) administers the federal program that provides benefits\nto veterans with service-connected disabilities. The VA has a\ntwo-step process for the adjudication of these claims. First, a VA\nregional office receives and processes veterans’ claims and makes\nan initial decision on whether to grant or deny benefits. Second,\nif a veteran is dissatisfied with the regional office’s decision,\nthe veteran may obtainde novoreview by the Board of\nVeterans’ Appeals. The Board is a body within the VA that makes the\nagency’s final decision in cases appealed to it. §§7101,\n7104(a).The VA’s adjudicatory “process is\ndesigned to function throughout with a high degree of informality\nand solicitude for the claimant.”Waltersv.National\nAssn. of Radiation Survivors,473 U. S. 305, 311\n(1985). A veteran faces no time limit for filing a claim, and once\na claim is filed, the VA’s process for adjudicating it at the\nregional office and the Board isex parteand\nnonadversarial, 38 CFR §§3.103(a), 20.700(c) (2010). The VA has a\nstatutory duty to assist veterans in developing the evidence\nnecessary to substantiate their claims. 38 U. S. C. §§5103(a)\n(2006 ed., Supp. III), 5103A (2006 ed.). And when evaluating\nclaims, the VA must give veterans the “benefit of the doubt”\nwhenever positive and negative evidence on a material issue is\nroughly equal. §5107(b). If a regional office denies a claim, the\nveteran has a generous one-year time limit to initiate an appeal to\nthe Board. §7105(b)(1); 38 CFR §20.302(a). A veteran may also\nreopen a previously denied claim at any time by presenting “new and\nmaterial evidence,” 38 U. S. C. §5108, and decisions by a\nregional office or the Board are subject to challenge at any time\nbased on “clear and unmistakable error,” §§5109A, 7111.Before 1988, a veteran whose claim was\nrejected by the VA was generally unable to obtain further review.\n38 U. S. C. §211(a) (1988 ed.).[Footnote 1] But the Veterans’ Judicial Review Act (VJRA),\n102 Stat. 4105 (codified, as amended, in various sections of 38 U.\nS. C. (2006 ed. and Supp. III)), created the Veterans Court,\nan Article I tribunal, and authorized that court to review Board\ndecisions adverse to veterans.[Footnote 2] §§7251, 7252(a) (2006 ed.). While proceedings\nbefore the Veterans Court are adversarial, see §7263, veterans have\na remarkable record of success before that tribunal. Statistics\ncompiled by the Veterans Court show that in the last decade, the\ncourt ordered some form of relief in around 79 percent of its\n“merits decisions.”[Footnote\n3]Review of Veterans Court decisions on certain\nissues of law is available in the United States Court of Appeals\nfor the Federal Circuit. §7292. Federal Circuit decisions may in\nturn be reviewed by this Court by writ of certiorari.BDavid Henderson served in the\nmilitary during the Korean War. In 1992, the VA gave Henderson a\n100-percent disability rating for paranoid schizophrenia, and in\n2001, he filed a claim for supplemental benefits based on his need\nfor in-home care. After a VA regional office and the Board denied\nhis claim, he filed a notice of appeal with the Veterans Court, but\nhe missed the 120-day filing deadline by 15 days. See §7266(a).The Veterans Court initially\ndismissed Henderson’s appeal as untimely. It concluded that\nHenderson was not entitled to equitable tolling of the deadline\nbecause he had not shown that his illness had caused his tardy\nfiling. Later, the court granted Henderson’s motion for\nreconsideration, revoked the dismissal, and set the case for\nargument. While Henderson’s appeal was pending, however, we decidedBowlesv.Russell,551 U. S. 205(2007). InBowles, we held that the statutory limitation on the\nlength of an extension of the time to file a notice of appeal in an\nordinary civil case, 28 U. S. C. §2107(c) (2006 ed., Supp.\nIII), is “jurisdictional,” and we therefore held that a party’s\nfailure to file a notice of appeal within that period could not be\nexcused based on equitable factors, or on the opposing party’s\nforfeiture or waiver of any objection to the late filing.Bowles,supra, at 213–214.After we announced our decision inBowles, the Veterans Court directed the parties to brief\nthat decision’s effect on prior Federal Circuit precedent that\nallowed the equitable tolling of the 120-day deadline for filing a\nnotice of appeal in the Veterans Court. A divided panel of the\nVeterans Court concluded thatBowlescompelled\njurisdictional treatment of the 120-day deadline and dismissed\nHenderson’s untimely appeal for lack of jurisdiction.Hendersonv.Peake, 22 Vet. App. 217 (2008).Henderson then appealed to the Federal\nCircuit, and a divided en banc court affirmed. 589 F. 3d 1201\n(2009). We granted certiorari. 561 U. S. ___ (2010).IIIn this case, as in others that\nhave come before us in recent years, we must decide whether a\nprocedural rule is “jurisdictional.” SeeReed Elsevier,\nInc.v.Muchnick, 559 U. S. ___ (2010);Union\nPacific R. Co.v.Locomotive Engineers and Trainmen\nGen. Comm. of Adjustment, Central Region, 558 U. S. ___\n(2009);Bowles,supra;Arbaughv.Y\n& H Corp.,546 U. S. 500(2006);Eberhartv.United States,546 U. S. 12(2005)(per curiam);Scarboroughv.Principi,541 U. S. 401(2004);Kontrickv.Ryan,540 U. S. 443(2004).\nThis question is not merely semantic but one of considerable\npractical importance for judges and litigants. Branding a rule as\ngoing to a court’s subject-matter jurisdiction alters the normal\noperation of our adversarial system. Under that system, courts are\ngenerally limited to addressing the claims and arguments advanced\nby the parties. SeeSanchez-Llamasv.Oregon,548 U. S. 331,\n356–357 (2006). Courts do not usually raise claims or arguments on\ntheir own. But federal courts have an independent obligation to\nensure that they do not exceed the scope of their jurisdiction, and\ntherefore they must raise and decide jurisdictional questions that\nthe parties either overlook or elect not to press. SeeArbaugh,supra, at 514.Jurisdictional rules may also\nresult in the waste of judicial resources and may unfairly\nprejudice litigants. For purposes of efficiency and fairness, our\nlegal system is replete with rules requiring that certain matters\nbe raised at particular times. SeeSanchez-Llamas,supra, at 356–357. Objections to subject-matter\njurisdiction, however, may be raised at any time. Thus, a party,\nafter losing at trial, may move to dismiss the case because the\ntrial court lacked subject-matter jurisdiction.Arbaugh,\n546 U. S., at 508. Indeed, a party may raise such an objection even\nif the party had previously acknowledged the trial court’s\njurisdiction.Ibid.And if the trial court lacked\njurisdiction, many months of work on the part of the attorneys and\nthe court may be wasted.Because the consequences that attach to the\njurisdictional label may be so drastic, we have tried in recent\ncases to bring some discipline to the use of this term. We have\nurged that a rule should not be referred to as jurisdictional\nunless it governs a court’s adjudicatory capacity, that is, its\nsubject-matter or personal jurisdiction.Reed Elsevier,supra, at ___ (slip op., at 6);Kontrick,supra, at 455. Other rules, even if important and\nmandatory, we have said, should not be given the jurisdictional\nbrand. SeeUnion Pacific, 558 U. S., at ___ (slip op., at\n12).Among the types of rules that should not be\ndescribed as jurisdictional are what we have called\n“claim-processing rules.” These are rules that seek to promote the\norderly progress of litigation by requiring that the parties take\ncertain procedural steps at certain specified times.Id.,\nat ___ (slip op., at 14);Eberhart,supra, at 19;Scarborough,supra, at 413–414;Kontrick,supra, at 455–456. Filing deadlines,\nsuch as the 120-day filing deadline at issue here, are\nquintessential claim-processing rules. Accordingly, if we were\nsimply to apply the strict definition of jurisdiction that we have\nrecommended in our recent cases, we would reverse the decision of\nthe Federal Circuit, and this opinion could end at this point.Unfortunately, the question before us is not\nquite that simple because Congress is free to attach the conditions\nthat go with the jurisdictional label to a rule that we would\nprefer to call a claim-processing rule. SeeBowles,supra, at 212–213. The question here, therefore, is\nwhether Congress mandated that the 120-day deadline be\n“jurisdictional.” InArbaugh, we applied a “readily\nadministrable bright line” rule for deciding such questions. 546 U.\nS., at 515–516. UnderArbaugh, we look to see if there is\nany “clear” indication that Congress wanted the rule to be\n“jurisdictional.”Ibid.This approach is suited to capture\nCongress’ likely intent and also provides helpful guidance for\ncourts and litigants, who will be “duly instructed” regarding a\nrule’s nature. Seeid., at 514–515, and n. 11.Congress, of course, need not use magic words\nin order to speak clearly on this point. “[C]ontext, including this\nCourt’s interpretation of similar provisions in many years past, is\nrelevant.”Reed Elsevier,supra, at ___ (slip\nop., at 13). When “a long line of this Court’s decisions left\nundisturbed by Congress,”Union Pacific,supra,\nat ___ (slip op., at 13), has treated a similar requirement as\n“jurisdictional,” we will presume that Congress intended to follow\nthat course. SeeJohn R. Sand & Gravel Co.v.United States,552 U. S. 130, 133–134,\n139 (2008).IIIWith these principles in mind, we\nconsider whether Congress clearly prescribed that the deadline for\nfiling a notice of appeal with the Veterans Court should be\n“jurisdictional.”AContending that the 120-day\nfiling deadline was meant to be jurisdictional, the Government\nmaintains thatBowlesis controlling. The Government readsBowlesto mean that all statutory deadlines for taking\nappeals in civil cases are jurisdictional. Since §7266(a)\nestablishes a statutory deadline for taking an appeal in a civil\ncase, the Government reasons, that deadline is jurisdictional.We reject the major premise of\nthis syllogism.Bowlesdid not hold categorically that\nevery deadline for seeking judicial review in civil litigation is\njurisdictional. Instead,Bowlesconcerned an appeal from\none court to another court. The “century’s worth of precedent and\npractice in American courts” on whichBowlesrelied\ninvolved appeals of that type. See 551 U. S., at 209–210, and\nn. 2.Contending thatBowles’reasoning\nextends to the judicial review of administrative decisions, the\nGovernment relies onStonev.INS,514 U. S. 386(1995).\nThere, without elaboration, we described as “ ‘mandatory and\njurisdictional’ ” the deadline for seeking review in the\ncourts of appeals of final removal orders of the Board of\nImmigration Appeals.Id., at 405 (quotingMissouriv.Jenkins,495 U. S. 33, 45 (1990)).\nThe Government also notes that lower court decisions have uniformly\nheld that the Hobbs Act’s 60-day time limit for filing a petition\nfor review of certain final agency decisions, 28 U. S. C.\n§2344, is jurisdictional. Brief for United States 18.Petitioner correctly observes, however, that\nVeterans Court review of a VA decision denying benefits differs in\nmany respects from court of appeals review of an agency decision\nunder the Hobbs Act. Cf.Shinsekiv.Sanders, 556\nU. S. ___, ___ (2009) (slip op., at 15) (“Congress has made clear\nthat the VA is not an ordinary agency”). And there is force to\npetitioner’s argument that a more ap-propriate analog is judicial\nreview of an administrative decision denying Social Security\ndisability benefits. The Social Security disability benefits\nprogram, like the veterans benefits program, is “unusually\nprotective” of claimants,Hecklerv.Day,467 U. S. 104,\n106–107 (1984). See alsoSimsv.Apfel,530 U. S. 103, 110–112\n(2000) (plurality opinion). Indeed, the Government acknowledges\nthat “the Social Security and veterans-benefit review mechanisms\nshare significant common attributes.” Brief for United States 16.\nAnd long before Congress enacted the VJRA, we held that the\ndeadline for obtaining review of Social Security benefits decisions\nin district court, 42 U. S. C. §405(g), is not jurisdictional.Bowenv.City of New York,476 U. S. 467, 478, and\nn. 10 (1986);Mathewsv.Eldridge,424 U. S. 319, 328,\nn. 9 (1976);Weinbergerv.Salfi,422 U. S. 749, 763–764\n(1975).In the end, however, none of the precedents\ncited by the parties controls our decision here. All of those cases\ninvolved review by Article III courts. This case, by contrast,\ninvolves review by an Article I tribunal as part of a unique\nadministrative scheme. Instead of applying a categorical rule\nregarding review of administrative decisions, we attempt to\nascertain Congress’ intent regarding the particular type of review\nat issue in this case.BSeveral factors convince us that\nthe 120-day deadline for seeking Veterans Court review was not\nmeant to have jurisdictional attributes.The terms of the provision\nsetting that deadline, 38 U. S. C. §7266(a), do not suggest,\nmuch less provide clear evidence, that the provision was meant to\ncarry jurisdictional consequences. Section 7266(a) provides:“In order to obtain review by the Court of Appeals\nfor Veterans Claims of a final decision of the Board of Veterans’\nAppeals, a person adversely affected by such decision shall file a\nnotice of appeal with the Court within 120 days after the date on\nwhich notice of the decision is mailed pursuant to section 7104(e)\nof this title.”This provision “does not speak in\njurisdictional terms or refer in any way to the jurisdiction of the\n[Veterans Court],”Zipesv.Trans World Airlines,\nInc.,455 U. S.\n385, 394 (1982). If Congress had wanted the 120-day time to be\ntreated as jurisdictional, it could have cast that provision in\nlanguage like that in the provision of the VJRA that governs\nFederal Circuit review of decisions of the Veterans Court. This\nlatter provision states that Federal Circuit review must be\nobtained “within the time and in the manner prescribed for appeal\nto United States courts of appeals from United States district\ncourts.” §7292(a). Because the time for taking an appeal from a\ndistrict court to a court of appeals in a civil case has long been\nunderstood to be jurisdictional, seeBowles,supra, at 209–210, and n. 2,this language\nclearly signals an intent to impose the same restrictions on\nappeals from the Veterans Court to the Federal Circuit. But the\n120-day limit at issue in this case is not framed in comparable\nterms. It is true that §7266 is cast in mandatory language, but we\nhave rejected the notion that “all mandatory prescriptions, however\nemphatic, are … properly typed jurisdictional.”Union\nPacific, 558 U. S., at ___ (slip op., at 12) (quotingArbaugh, 546 U. S., at 510; internal quotation marks\nomitted). Thus, the language of §7266 provides no clear indication\nthat Congress wanted that provision to be treated as having\njurisdictional attributes.Nor does §7266’s placement within the VJRA\nprovide such an indication. Congress placed §7266, numbered §4066\nin the enacting legislation, in a subchapter entitled “Procedure.”\nSee VJRA, §301, 102 Stat. 4113, 4115–4116. That placement suggests\nCongress regarded the 120-day limit as a claim-processing rule. Cf.INSv.National Center for Immigrants’ Rights,\nInc.,502 U. S.\n183, 189 (1991) (“[T]he title of a statute or section can aid\nin resolving an ambiguity in the legislation’s text”). Congress\nelected not to place the 120-day limit in the VJRA subchapter\nentitled “Organization and Jurisdiction.” See 102 Stat.\n4113–4115.Within that subchapter, a separate provision,\ncaptioned “Jurisdiction; finality of decisions,” prescribes the\njurisdiction of the Veterans Court.Id., at 4113–4114.\nSubsection (a) of that provision, numbered §4052 in the enacting\nlegislation, grants the Veterans Court “exclusive jurisdiction to\nreview decisions of the Board of Veterans’ Appeals” and the “power\nto affirm, modify, or reverse a decision of the Board or to remand\nthe matter, as appropriate.”Id., at 4113. It also\nprohibits the court from hearing appeals by the VA Secretary.\nSubsection (b) limits the court’s review to “the record of\nproceedings before the [VA],” specifies the scope of that review,\nand precludes review of the VA’s disability ratings schedule.Ibid. Nothing in this provision or in the “Organization\nand Jurisdiction” subchapter addresses the time for seeking\nVeterans Court review.While the terms and placement of §7266 provide\nsome indication of Congress’ intent, what is most telling here are\nthe singular characteristics of the review scheme that Congress\ncreated for the adjudication of veterans’ benefits claims. “The\nsolicitude of Congress for veterans is of long standing.”United Statesv.Oregon,366 U. S. 643, 647\n(1961); see alsoSanders, 556 U. S., at ___ (slip op., at\n15). And that solicitude is plainly reflected in the VJRA, as well\nas in subsequent laws that “place a thumb on the scale in the\nveteran’s favor in the course of administrative and judicial review\nof VA decisions,”id., at ___ (Souter, J., dissenting)\n(slip op., at 2). See,e. g., Veterans Claims\nAssistance Act of 2000, 114 Stat. 2096; Act of Nov. 21, 1997, 111\nStat. 2271; VJRA, §103, 102 Stat. 4106–4107.The contrast between ordinary civil\nlitigation—which provided the context of our decision inBowles—and the system that Congress created for the\nadjudication of veterans’ benefits claims could hardly be more\ndramatic. In ordinary civil litigation, plaintiffs must generally\ncommence their suits within the time specified in a statute of\nlimitations, see 28 U. S. C. §1658, and the litigation is\nadversarial. Plaintiffs must gather the evidence that supports\ntheir claims and generally bear the burden of production and\npersuasion. Both parties may appeal an adverse trial-court\ndecision, see §1291, and a final judgment may be reopened only in\nnarrow circumstances. See Fed. Rule Civ. Proc. 60.By contrast, a veteran seeking benefits need\nnot file an initial claim within any fixed period after the alleged\nonset of disability or separation from service. When a claim is\nfiled, proceedings before the VA are informal and nonadversarial.\nThe VA is charged with the responsibility of assisting veterans in\ndeveloping evidence that supports their claims, and in evaluating\nthat evidence, the VA must give the veteran the benefit of any\ndoubt. If a veteran is unsuccessful before a regional office, the\nveteran may obtainde novoreview before the Board, and if\nthe veteran loses before the Board, the veteran can obtain further\nreview in the Veterans Court. A Board decision in the veteran’s\nfavor, on the other hand, is final. And even if a veteran is denied\nbenefits after exhausting all avenues of administrative and\njudicial review, a veteran may reopen a claim simply by presenting\n“new and material evidence.” Rigid jurisdictional treatment of the\n120-day period for filing a notice of appeal in the Veterans Court\nwould clash sharply with this scheme.We have long applied “the canon that\nprovisions for benefits to members of the Armed Services are to be\nconstrued in the beneficiaries’ favor.”Kingv.St.\nVincent’s Hospital,502 U. S. 215, 220–221,\nn. 9 (1991); see alsoCoffyv.Republic Steel\nCorp.,447 U.\nS. 191, 196 (1980);Fishgoldv.Sullivan Drydock\n& Repair Corp.,328 U. S. 275, 285\n(1946). Particularly in light this canon, we do not find any clear\nindication that the 120-day limit was intended to carry the harsh\nconsequences that accompany the jurisdiction tag.The Government argues that there is no reason\nto think that jurisdictionally time-limited review is inconsistent\nwith a pro-veteran administrative scheme because, prior to the\nenactment of the VJRA in 1988, VA decisions were not subject to any\nfurther review at all. Brief for United States 29. The provision at\nissue here, however, was enacted as part of the VJRA, and that\nlegislation was decidedly favorable to veterans. Accordingly, the\nreview opportunities available to veterans before the VJRA was\nenacted are of little help in interpreting 38 U. S. C.\n§7266(a).IVWe hold that the deadline for\nfiling a notice of appeal with the Veterans Court does not have\njurisdictional attributes. The 120-day limit is nevertheless an\nimportant procedural rule. Whether this case falls within any\nexception to the rule is a question to be considered on\nremand.[Footnote 4]The judgment of the United States\nCourt of Appeals for the Federal Circuit is reversed, and the case\nis remanded for further proceedings consistent with this\nopinion.It is so ordered.Justice Kagan took no part in the\nconsideration or decision of this case.Footnote 1Section 211(a) did not foreclose judicial\nreview of constitutional challenges to veterans’ benefits\nlegislation,Johnsonv.Robison,415 U. S. 361, 366–374\n(1974), or of challenges to VA benefits regulations based on\nlater-in-time statutes that the VA did not administer exclusively,Traynorv.Turnage,485 U. S. 535, 541–545\n(1988).Footnote 2When such an appeal is taken, the Veterans\nCourt’s scope of review, §7261, is similar to that of an Article\nIII court reviewing agency action under the Administrative\nProcedure Act, 5 U. S. C. §706.Footnote 3See United States Court of Appeals for\nVeterans Claims, Annual Reports 2000–2009,\nhttp://uscourts.cavc.gov/documents/Annual_Report_\nFY_2009_October_1_2008_to_September_30_2009.pdf (as visited Feb.\n25, 2011, and available in Clerk of Court’s case file).Footnote 4The parties have not asked us to address\nwhether the 120-day deadline in 38 U. S. C. §7266(a) is\nsubject to equitable tolling, nor has the Government disputed that\nthe deadline is subject to equitable tolling if it is not\njurisdictional. See Brief for Petitioner 18. Accordingly, we\nexpress no view on this question.",
    "joined": []
}