{
    "case": {
        "docket": "665",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/665/"
    },
    "id": "3410717",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–935_________________WELLNESS INTERNATIONAL NETWORK, LIMITED, et\nal, PETITIONERSv.RICHARD SHARIFon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[May 26, 2015]Justice Alito, concurring in part and\nconcurring in the judgment.I join the opinion of the Court insofar as it\nholds that a bankruptcy judge’s resolution of a “Sternclaim”[1]* with the consent of\nthe parties does not violate Article III of the Constitution. The\nCourt faithfully appliesCommodity Futures Trading Comm’nv.Schor,478 U. S. 833 (1986) . No one believes that an\narbitrator exercises “[t]he judicial Power of the United States,”\nArt. III, §1, in an ordinary, run-of-the mill arbitration. And\nwhatever differences there may be between an arbitrator’s\n“decision” and a bankruptcy court’s “judgment,” those differences\nwould seem to fall within the Court’s previous rejection of\n“formalistic and unbending rules.”Schor,supra, at\n851. Whatever one thinks ofSchor, it is still the law of\nthis Court, and the parties do not ask us to revisit it.Unlike the Court, however, I would not decide\nwhether consent may be implied. While the Bankruptcy Act just\nspeaks of “consent,” 28 U. S. C. §157(c)(2), the Federal\nRules of Bankruptcy Procedure provide that “[i]n non-core\nproceedings final orders and judgments shall not be entered on the\nbankruptcy judge’s order except with the express consent of the\nparties,” Rule 7012(b). When this Rule was promulgated, no one was\nthinking about aSternclaim. But now, assuming that Rule\n7012(b) represents a permissible interpretation of §157, the\nquestion arises whether aSternclaim should be treated as a\nnon-core or core claim for purposes of the bankruptcy rules. SeeExecutive Benefits Ins. Agencyv.Arkison, 573\nU. S. ___, ___–___ (2014) (slip op., at 9–10) (holding that,\nfor reasons of severability, a bankruptcy court should treat aSternclaim as a non-core claim).There is no need to decide that question here.\nIn this case, respondent forfeited anySternobjection by\nfailing to present that argument properly in the courts below.Sternvindicates Article III, but that does not mean thatSternarguments are exempt from ordinary principles of\nappellate procedure. SeeB&B Hardware, Inc.v.Hargis\nIndustries, Inc.,ante,at 11.Notes1* SeeSternv.Marshall, 564 U. S. ___ (2011). A “Sternclaim”\nis a claim that is “core” under the statute but yet “prohibited\nfrom proceeding in that way as a constitutional matter.”Executive Benefits Ins. Agencyv.Arkison, 573\nU. S. ___, ___ (2014) (slip op., at 4).",
    "joined": []
}