{
    "case": {
        "docket": "140",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/140/"
    },
    "id": "1962157",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGUNITED STATES V. GONZALEZ-LOPEZ548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-352UNITED STATES, PETITIONERv.CUAUHTEMOC\nGONZALEZ-LOPEZon writ of certiorari to the united states court of\nappeals for the eighth circuit[June 26, 2006]Justice Alito, with whom The\nChief Justice, Justice Kennedy, and Justice Thomas join,\ndissenting.I disagree with the Court’s\nconclusion that a criminal conviction must automatically be\nreversed whenever a trial court errs in applying its rules\nregardingpro hac viceadmissions and as a result prevents\na defendant from being represented at trial by the defendant’s\nfirst-choice attorney. Instead, a defendant should be required to\nmake at leastsomeshowing that the trial court’s\nerroneous ruling adversely affected the quality of assistance that\nthe defendant received. In my view, the majority’s contrary holding\nis based on an incorrect interpretation of the Sixth Amendment and\na misapplication of harmless-error principles. I respectfully\ndissent.IThe majority makes a subtle but\nimportant mistake at the outset in its characterization of what the\nSixth Amendment guarantees. The majority states that the Sixth\nAmendment protects “the right of a defendant who does not require\nappointed counsel to choose who will represent him.”Ante,\nat 3. What the Sixth Amendment actually protects, however, is the\nright to havethe assistancethat the defendant’s counsel\nof choice is able to provide. It follows that if the erroneous\ndisqualification of a defendant’s counsel of choice does not impair\nthe assistance that a defendant receives at trial, there is no\nviolation of the Sixth Amendment.[Footnote 1]The language of the Sixth\nAmendment supports this interpretation. The Assistance of Counsel\nClause focuses on what a defendant is entitled to receive\n(“Assistance”), rather than on the identity of the provider. The\nbackground of the adoption of the Sixth Amendment points in the\nsame direction. The specific evil against which the Assistance of\nCounsel Clause was aimed was the English common-law rule severely\nlimiting a felony defendant’s ability to be assisted by counsel.United Statesv.Ash,413 U. S. 300, 306\n(1973). “[T]he core purpose of the counsel guarantee was to assure\n‘Assistance’ at trial,”id., at 309, and thereby “to\nassure fairness in the adversary criminal process,”United\nStatesv.Morrison,449 U. S. 361, 364\n(1981). It was not “the essential aim of the Amendment … to ensure\nthat a defendant will inexorably be represented by the lawyer whom\nhe prefers.”Wheatv.United States,486 U. S. 153, 159\n(1988); cf.Morrisv.Slappy,461 U. S. 1, 14 (1983)\n(“[W]e reject the claim that the Sixth Amendment guarantees a\n‘meaningful relationship’ between an accused and his counsel”).There is no doubt, of course, that the right\n“to have the Assistance of Counsel” carries with it a limited right\nto be represented by counsel of choice. At the time of the adoption\nof the Bill of Rights, when the availability of appointed counsel\nwas generally limited,[Footnote\n2] that is how the right inevitably played out: A defendant’s\nright to have the assistance of counsel necessarily meant the right\nto have the assistance of whatever counsel the defendant was able\nto secure. But from the beginning, the right to counsel of choice\nhas been circumscribed.For one thing, a defendant’s choice of counsel\nhas always been restricted by the rules governing admission to\npractice before the court in question. The Judiciary Act of 1789\nmade this clear, providing that parties “in all the courts of the\nUnited States” had the right to “the assistance of such counsel or\nattorneys at law as by the rules of the said courts respectively\nshall be permitted to manage and conduct cases therein.” Ch. 20,\n§35, 1 Stat. 92. Therefore, if a defendant’s first-choice attorney\nwas not eligible to appear under the rules of a particular court,\nthe defendant had no right to be represented by that attorney.\nIndeed, if a defendant’s top 10 or top 25 choices were all\nattorneys who were not eligible to appear in the court in question,\nthe defendant had no right to be represented by any of them. Today,\nrules governing admission to practice before particular courts\ncontinue to limit the ability of a criminal defendant to be\nrepresented by counsel of choice. SeeWheat,486 U. S., at\n159.The right to counsel of choice is also limited\nby conflict- of-interest rules. Even if a defendant is aware that\nhis or her attorney of choice has a conflict, and even if the\ndefendant is eager to waive any objection, the defendant has no\nconstitutional right to be represented by that attorney. Seeid., at 159–160.Similarly, the right to be represented by\ncounsel of choice can be limited by mundane case-management\nconsiderations. If a trial judge schedules a trial to begin on a\nparticular date and defendant’s counsel of choice is already\ncommitted for other trials until some time thereafter, the trial\njudge has discretion under appropriate circumstances to refuse to\npostpone the trial date and thereby, in effect, to force the\ndefendant to forgo counsel of choice. See,e.g.,Slappy,supra;United Statesv.Hughey, 147 F. 3d 423, 428–431 (CA5 1998).These limitations on the right to counsel of\nchoice are tolerable because the focus of the right is the quality\nof the representation that the defendant receives, not the identity\nof the attorney who provides the representation. Limiting a\ndefendant to those attorneys who are willing, available, and\neligible to represent the defendant still leaves a defendant with a\npool of attorneys to choose from—and, in most jurisdictions today,\na large and diverse pool. Thus, these restrictions generally have\nno adverse effect on a defendant’s ability to secure the best\nassistance that the defendant’s circumstances permit.Because the Sixth Amendment focuses on the\nquality of the assistance that counsel of choice would have\nprovided, I would hold that the erroneous disqualification of\ncounsel does not violate the Sixth Amendment unless the ruling\ndiminishes the quality of assistance that the defendant would have\notherwise received. This would not require a defendant to show that\nthe second-choice attorney was constitutionally ineffective within\nthe meaning ofStricklandv.Washington,466 U. S. 668(1984).\nRather, the defendant would be entitled to a new trial if the\ndefendant could show “an identifiable difference in the quality of\nrepresentation between the disqualified counsel and the attorney\nwho represents the defendant at trial.”Rodriguezv.Chandler, 382 F. 3d 670, 675 (CA7 2004), cert.\ndenied,543 U. S.\n1156(2005).This approach is fully consistent with our\nprior decisions. We have never held that the erroneous\ndisqualification of counsel violates the Sixth Amendment when there\nis no prejudice, and while we have stated in several cases that the\nSixth Amendment protects a defendant’s right to counsel of choice,\nseeCaplin & Drysdale, Charteredv.United\nStates,491 U.\nS. 617, 624–625 (1989);Wheat,supra, at 159;Powellv.Alabama,287 U. S. 45, 53 (1932),\nwe had no occasion in those cases to consider whether a violation\nof this right can be shown where there is no prejudice. Nor do our\nopinions in those cases refer to that question. It is therefore\nunreasonable to read our general statements regarding counsel of\nchoice as addressing the issue of prejudice.[Footnote 3]IIBut even accepting, as the\nmajority holds, that the erroneous disqualification of counsel of\nchoice always violates the Sixth Amendment, it still would not\nfollow that reversal is required in all cases. The Constitution, by\nits terms, does not mandate any particular remedy for violations of\nits own provisions. Instead, we are bound in this case by Federal\nRule of Criminal Procedure 52(a), which instructs federal courts to\n“disregar[d]” “[a]ny error … which does not affect substantial\nrights.” See also 28 U. S. C. §2111;Chapmanv.California,386 U. S. 18, 22 (1967).\nThe only exceptions we have recognized to this rule have been for\n“a limited class of fundamental constitutional errors that ‘defy\nanalysis by “harmless error” standards.’ ”Nederv.United States,527 U. S. 1, 7 (1999)\n(quotingArizonav.Fulminante,499 U. S. 279, 309\n(1991)); see alsoChapman,supra, at 23. “Such\nerrors … ‘necessarily render a trial fundamentally unfair’ [and]\ndeprive defendants of ‘basic protections’ without which ‘a criminal\ntrial cannot reliably serve its function as a vehicle for\ndetermination of guilt or innocence … and no criminal punishment\nmay be regarded as fundamentally fair.’ ”Neder,supra,at 8–9 (quotingRosev.Clark,478 U. S. 570,\n577–578 (1986) (second omission in original)); see alsoante, at 9 (listing such errors).Thus, inNeder, we\nrejected the argument that the omission of an element of a crime in\na jury instruction “necessarilyrender[s] a criminal trial\nfundamentally unfair or an unreliable vehicle for determining guilt\nor innocence.” 527 U. S., at 9. In fact, in that case, “quite the\nopposite [was] true: Neder was tried before an impartial judge,\nunder the correct standard of proof and with the assistance of\ncounsel; a fairly selected, impartial jury was instructed to\nconsider all of the evidence and argument in respect to Neder’s\ndefense . …”Ibid.Neder’s situation—with an impartial judge, the\ncorrect standard of proof, assistance of counsel, and a fair\njury—is much like respondent’s. Fundamental unfairness does not\ninexorably follow from the denial of first-choice counsel. The\n“decision to retain a particular lawyer” is “often uninformed,”Cuylerv.Sullivan,446 U. S. 335, 344\n(1980); a defendant’s second-choice lawyer may thus turn out to be\nbetter than the defendant’s first-choice lawyer. More often, a\ndefendant’s first- and second-choice lawyers may be simply\nindistinguishable. These possibilities would not justify violating\nthe right to choice of counsel, but they do make me hard put to\ncharacterize the violation as “alwaysrender[ing] a trial\nunfair,”Neder,supra, at 9. Fairness may not\nlimit the right, seeante, at 5, but it does inform the\nremedy.Nor is it always or nearly always impossible\nto determine whether the first choice would have provided better\nrepresentation than the second choice. There are undoubtedly cases\nin which the prosecution would have little difficulty showing that\nthe second-choice attorney was better qualified than or at least as\nqualified as the defendant’s initial choice, and there are other\ncases in which it will be evident to the trial judge that any\ndifference in ability or strategy could not have possibly affected\nthe outcome of the trial.Requiring a defendant to fall back on a\nsecond-choice attorney is not comparable to denying a defendant the\nright to be represented by counsel at all. Refusing to permit a\ndefendant to receive the assistance of any counsel is the epitome\nof fundamental unfairness, and as far as the effect on the outcome\nis concerned, it is much more difficult to assess the effect of a\ncomplete denial of counsel than it is to assess the effect of\nmerely preventing representation by the defendant’s first-choice\nattorney. To be sure, when the effect of an erroneous\ndisqualification is hard to gauge, the prosecution will be unable\nto meet its burden of showing that the error was harmless beyond a\nreasonable doubt. But that does not justify eliminating the\npossibility of showing harmless error in all cases.The majority’s focus on the “trial\nerror”/“structural defect” dichotomy is misleading. InFulminante, we used these terms to denote two poles of\nconstitutional error that had appeared in prior cases; trial errors\nalways lead to harmless-error review, while structural defects\nalways lead to automatic reversal. See 499 U. S., at 306–310. We\ndid not suggest that trial errors are theonlysorts of\nerrors amenable to harmless-error review, or thatallerrors “affecting the framework within which the trial proceeds,”id., at 310, are structural. The touchstone of structural\nerror is fundamental unfairness and unreliability. Automatic\nreversal is strong medicine that should be reserved for\nconstitutional errors that “always” or\n“necessarily,”Neder,supra, at 9\n(emphasis in original), produce such unfairness.IIIEither of the two courses\noutlined above—requiring at least some showing of prejudice, or\nengaging in harmless-error review—would avoid the anomalous and\nunjustifiable consequences that follow from the majority’s two-part\nrule of error without prejudice followed by automatic reversal.Under the majority’s holding, a\ndefendant who is erroneously required to go to trial with a\nsecond-choice attorney is automatically entitled to a new trial\neven if this attorney performed brilliantly. By contrast, a\ndefendant whose attorney was ineffective in the constitutional\nsense (i.e., “made errors so serious that counsel was not\nfunctioning as the ‘counsel’ guaranteed … by the Sixth Amendment,”Strickland, 466 U. S., at 687) cannot obtain relief\nwithout showing prejudice.Under the majority’s holding, a trial court\nmay adopt rules severely restrictingpro hac viceadmissions, cf.Leisv.Flynt,439 U. S. 438, 443\n(1979)(per curiam),but if it adopts a generous rule and\nthen errs in interpreting or applying it, the error automatically\nrequires reversal of any conviction, regardless of whether the\nerroneous ruling had any effect on the defendant.Under the majority’s holding, some defendants\nwill be awarded new trials even though it is clear that the\nerroneous disqualification of their first-choice counsel did not\nprejudice them in the least. Suppose, for example, that a defendant\nis initially represented by an attorney who previously represented\nthe defendant in civil matters and who has little criminal\nexperience. Suppose that this attorney is erroneously disqualified\nand that the defendant is then able to secure the services of a\nnationally acclaimed and highly experienced criminal defense\nattorney who secures a surprisingly favorable result at trial—for\ninstance, acquittal on most but not all counts. Under the\nmajority’s holding, the trial court’s erroneous ruling\nautomatically means that the Sixth Amendment was violated—even if\nthe defendant makes no attempt to argue that the disqualified\nattorney would have done a better job. In fact, the defendant would\nstill be entitled to a new trial on the counts of conviction even\nif the defendant publicly proclaimed after the verdict that the\nsecond attorney had provided better representation than any other\nattorney in the country could have possibly done.Cases as stark as the above hypothetical are\nunlikely, but there are certainly cases in which the erroneous\ndisqualification of a defendant’s first-choice counsel neither\nseriously upsets the defendant’s preferences nor impairs the\ndefendant’s representation at trial. As noted above, a defendant’s\nsecond-choice lawyer may sometimes be better than the defendant’s\nfirst-choice lawyer. Defendants who retain counsel are frequently\nforced to choose among attorneys whom they do not know and about\nwhom they have limited information, and thus a defendant may not\nhave a strong preference for any one of the candidates. In\naddition, if all of the attorneys considered charge roughly\ncomparable fees, they may also be roughly comparable in experience\nand ability. Under these circumstances, the erroneous\ndisqualification of a defendant’s first-choice attorney may simply\nmean that the defendant will be represented by an attorney whom the\ndefendant very nearly chose initially and who is able to provide\nrepresentation that is just as good as that which would have been\nfurnished by the disqualified attorney. In light of these\nrealities, mandating reversal without even a minimal showing of\nprejudice on the part of the defendant is unwarranted.The consequences of the majority’s holding are\nparticularly severe in the federal system and in other court\nsystems that do not allow a defendant to take an interlocutory\nappeal when counsel is disqualified. SeeFlanaganv.United States,465 U. S. 259, 260\n(1984). Under such systems, appellate review typically occurs after\nthe defendant has been tried and convicted. At that point, if an\nappellate court concludes that the trial judge made a marginally\nincorrect ruling in applying its ownpro hac vicerules,\nthe appellate court has no alternative but to order a new\ntrial—even if there is not even any claim of prejudice. The Sixth\nAmendment does not require such results.Because I believe that some showing of\nprejudice is required to establish a violation of the Sixth\nAmendment, I would vacate and remand to let the Court of Appeals\ndetermine whether there was prejudice. However, assuming for the\nsake of argument that no prejudice is required, I believe that such\na violation, like most constitutional violations, is amenable to\nharmless-error review. Our statutes demand it, and our precedents\ndo not bar it. I would then vacate and remand to let the Court of\nAppeals determine whether the error was harmless in this case.Footnote 1This view is consistent with the Government’s\nconcession that “[t]he Sixth Amendment … encompasses a non-indigent\ndefendant’s right to select counsel who will represent him in a\ncriminal prosecution,” Brief for United States 11, though this\nright is “circumscribed in several important respects,”id., at 12 (citation and internal quotation marks\nomitted).Footnote 2See Act of Apr. 30, 1790, ch. 9, §29, 1 Stat.\n118 (providing for appointment of counsel in capital cases);Bettsv.Brady,316 U. S. 455, 467,\nn. 20 (1942) (surveying state statutes).Footnote 3Powellis the case generally cited\nas first noting a defendant’s right to counsel of choice.Powellinvolved an infamous trial in which the defendants\nwere prevented from obtaining any counsel of their choice and were\ninstead constrained to proceed with court-appointed counsel of\ndubious effectiveness. We held that this denied them due process\nand that “a fair opportunity to secure counsel of [one’s] own\nchoice” is a necessary concomitant of the right to counsel. 287 U.\nS., at 53; cf.id., at 71 (“[T]he failure of the trial\ncourt to give [petitioners] reasonable time and opportunity to\nsecure counsel was a clear denial of due process”). It is clear\nfrom the facts of the case that we were referring to the denial of\nthe opportunity to chooseanycounsel, and we certainly\nsaid nothing to suggest that a violation of the right to counsel of\nchoice could be established without any showing of prejudice.InWheat, we held that the trial judge had not erred in\ndeclining the defendant’s waiver of his right to conflict-free\ncounsel, and therefore we had no need to consider whether an\nincorrect ruling would have required reversal of the defendant’s\nconviction in the absence of a showing of prejudice. We noted that\n“the right to select and be represented by one’s preferred attorney\nis comprehended by the Sixth Amendment,” 486 U. S., at l59, but we\nwent on to stress that this right “is circumscribed in several\nimportant respects,”ibid., including by the requirement\nof bar membership and rules against conflicts of interest.Wheatdid not suggest that a violation of the limited\nSixth Amendment right to counsel of choice can be established\nwithout showing prejudice, and our statements about the Sixth\nAmendment’s “purpose” and “essential aim”—providing effective\nadvocacy and a fair trial,ibid.—suggest the opposite.Finally, inCaplin & Drysdale, we\nheld that the challenged action of the trial judge—entering an\norder forfeiting funds that the defendant had earmarked for use in\npaying his attorneys—had been proper, and, accordingly, we had no\noccasion to address the issue of prejudice. We recognized that “the\nSixth Amendment guarantees a defendant the right to be represented\nby an otherwise qualified attorney whom that defendant can afford\nto hire, or who is willing to represent the defendant even though\nhe is without funds,” 491 U. S., at 624–625, but we added that\n“[w]hatever the full extent of the Sixth Amendment’s protection of\none’s right to retain counsel of his choosing, that protection does\nnot go beyond ‘the individual’s right to spend his own money to\nobtain the advice and assistance of … counsel,’ ”id.,at 626 (omission in original).",
    "joined": []
}