{
    "case": {
        "docket": "48",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/48/"
    },
    "id": "1963302",
    "author": "alito",
    "type": "dissent",
    "text": "560 U. S. ____ (2010)GRAHAM V. FLORIDA560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-7412TERRANCE JAMAR GRAHAM, PETITIONERv.FLORIDAon writ of certiorari to the district court of\nappeal of florida, first district[May 17, 2010]Justice Alito, dissenting.I join Parts I and III of Justice\nThomas’s dissenting opinion. I write separately to make two\npoints.First, the Court holds only that “for\na juvenile offender who did not commit homicide the Eighth\nAmendment forbids the sentence oflife without parole.”Ante, at 23–24 (emphasis added). Nothing in the Court’s\nopinion affects the imposition of a sentence to a term of years\nwithout the possibility of parole. Indeed, petitioner conceded at\noral argument that a sentence of as much as 40 years without the\npossibility of parole “probably” would be constitutional. Tr. of\nOral Arg. 6–7; see alsoante, at 28, n. 12 (Thomas,\nJ., dissenting).Second, the question whether\npetitioner’s sentence violates the narrow, as-applied\nproportionality principle that applies to noncapital sentences is\nnot properly before us in this case. Although petitioner asserted\nan as-applied proportionality challenge to his sentence before the\nFlorida courts, see 982 So. 2d 43, 51–53 (Fla. App. 2008), he\ndid not include an as-applied claim in his petition for certiorari\nor in his merits briefs before this Court. Instead, petitioner\nargued for only a categorical rule banning the imposition of life\nwithout parole onanyjuvenile convicted of a nonhomicide\noffense. Because petitioner abandoned his as-applied claim, I would\nnot reach that issue. See this Court’s Rule 14.1(a);Yeev.Escondido,503 U. S. 519, 534–538\n(1992).",
    "joined": []
}