{
    "case": {
        "docket": "207",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/207/"
    },
    "id": "1962826",
    "author": "alito",
    "type": "concurrence",
    "text": "555 U. S. ____ (2009)LOCKE V. KARASS555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-610DANIEL B. LOCKE, et al., PETITIONERSv.EDWARD A. KARASS, STATE CONTROLLER, et al.on writ of certiorari to the united states court of\nappeals for the first circuit[January 21, 2009]Justice Alito, with whom The\nChief Justice and Justice Scalia join, concurring.I join the opinion of the Court\nbut write separately to note that our decision, as I understand it,\ndoes not reach the question of what “reciprocity” means.\nPetitioners have taken an all-or-nothing position, contending that\nnon-members of a local mayneverbe assessed foranyportion of the national’s extraunit litigation\nexpenses. Seeante, at 4 (noting that petitioners “claimed\nthat the First Amendment prohibits charging them foranyportion of the service fee that represents what we have called\n‘national litigation,’i.e., litigation that does not\ndirectly benefit the local” (emphasis added)). The opinion\ncorrectly concludes, “as did the lower courts, that the existence\nof reciprocity is assumed by the parties and not here in dispute.”Ante, at 13.Thus, this case does not require us to address\nwhat is meant by a charge being “reciprocal in nature,” or what\nshowing is required to establish that services “ ‘may\nultimately inure to the benefit of the members of the local union\nby virtue of their membership in the parent organization.’ ”Ante, at 12 (citingLehnertv.Ferris Faculty\nAssn.,500 U.\nS. 507, 524 (1991)). I understand the Court’s opinion to\nconclude that the litigation expenses at issue here are chargeable\nonly because the parties assumed that the benefit of any such\nexpenses would be reciprocal.In its brief asamicus curiae, the\nUnited States argues that a national union must bear the burden of\nproving that any expenditures charged to nonmembers of a local are\nmade pursuant to a bona fide pooling arrangement. See Brief for\nUnited States 28–29. Once nonmembers object to a charge, the\nGovernment submits, the union must prove that the challenged\nexpenditure was made pursuant to an arrangement that is akin to an\ninsurance policy. Seeid., at 7. This is necessary, the\nGovernment contends, to ensure that a charge is in fact “reciprocal\nin nature.”Because important First Amendment rights are\nat stake, the Government’s argument regarding the burden of\nestablishing true reciprocity has considerable force. Nonetheless,\nsince petitioners in this case did not raise the question whether\nthe Maine State Employees Association’s pooling arrangement was\nbona fide, we need not reach that question today.",
    "joined": []
}