{
    "case": {
        "docket": "19-251",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-251/"
    },
    "id": "4446161",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–251 and 19–255_________________AMERICANS FOR PROSPERITY FOUNDATION,\nPETITIONER19–251v.ROB BONTA, ATTORNEY GENERAL OF\nCALIFORNIATHOMAS MORE LAW CENTER, PETITIONER19–255v.ROB BONTA, ATTORNEY GENERAL OF\nCALIFORNIAon writs of certiorari to the united states\ncourt of appeals for the ninth circuit[July 1, 2021]Justice Alito, with whom Justice Gorsuch\njoins, concurring in Parts I, II–A, II–B–2, and III, and concurring\nin the judgment.I am pleased to join most of The Chief Justice’s\nopinion. In particular, I agree that the exacting scrutiny standard\ndrawn from our election-law jurisprudence has real teeth. It\nrequires both narrow tailoring and consideration of alternative\nmeans of obtaining the sought-after information. Seeante,at 9–11, 14–15 (opinion of the Court). For the reasons The Chief\nJustice explains, California’s blunderbuss approach to charitable\ndisclosures fails exacting scrutiny and is facially\nunconstitutional. Seeante,at 12–19 (opinion of the Court).\nThe question is not even close. And for the same reasons,\nCalifornia’s approach necessarily fails strict scrutiny.The Chief Justice would hold that the particular\nexacting scrutiny standard in our election-law jurisprudence\napplies categorically “to First Amendment challenges to compelled\ndisclosure.”Ante, at 7 (plurality opinion). Justice Thomas,\nby contrast, would hold that strict scrutiny applies in all such\ncases. Seeante,at 1–2 (concurring opinion). I am not\nprepared at this time to hold that a single standard applies to all\ndisclosure requirements. And I do not read our cases to have\nbroadly resolved the question in favor of exacting scrutiny. This\nCourt decided its seminal compelled disclosure cases before it\ndeveloped modern strict scrutiny doctrine. See Fallon, Strict\nJudicial Scrutiny, 54 UCLA L. Rev. 1267, 1284 (2007) (“Before\n1960, what we would now call strict judicial scrutiny\n. . . did not exist”);id., at 1282 (contending\nthat modern strict scrutiny’s “first unambiguous appearance” in a\nmajority opinion occurred in 1969). Accordingly, nothing in those\ncases can be understood as rejecting strict scrutiny. If anything,\ntheir language and reasoning—requiring a compelling interest and a\nminimally intrusive means of advancing that interest—anticipated\nand is fully in accord with contemporary strict scrutiny doctrine.\nSee,e.g.,Sheltonv.Tucker,364 U.S.\n479, 488 (1960) (the government’s purpose “cannot be pursued by\nmeans that broadly stifle fundamental personal liberties when the\nend can be more narrowly achieved”);NAACPv.Alabama\nex rel. Patterson,357 U.S.\n449, 463 (1958) (requiring a “compelling” interest (internal\nquotation marks omitted)). Similarly,Buckleyv.Valeo,424 U.S. 1(1976) (per curiam), and its progeny should not be read to\nhave broadly cabined our earlier decisions merely by relying on\nthem in one particular context.Because the choice between exacting and strict\nscrutiny has no effect on the decision in these cases, I see no\nneed to decide which standard should be applied here or whether the\nsame level of scrutiny should apply in all cases in which the\ncompelled disclosure of associations is challenged under the First\nAmendment.",
    "joined": []
}