{
    "case": {
        "docket": "138",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/138/"
    },
    "id": "3258652",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–352_________________B&B HARDWARE, INC., PETITIONERv.HARGIS INDUSTRIES,\nINC., dba SEALTITE BUILDING FASTENERS, dba EAST TEXAS FASTENERS\net al.on writ of certiorari to the united states court of appeals for\nthe eighth circuit[March 24, 2015]Justice Alito delivered the opinion of the Court.Sometimes two different tribunals are asked to decide the same\nissue. When that happens, the decision of the first tribunal\nusually must be followed by the second, at least if the issue is\nreally the same. Allowing the same issue to be decided more than\nonce wastes litigants’ resources and adjudicators’ time, and it\nencourages parties who lose before one tribunal to shop around for\nanother. The doctrine of collateral estoppel or issue preclusion is\ndesigned to prevent this from occurring.This case concerns the application of issue preclusion in the\ncontext of trademark law. Petitioner, B&B Hardware, Inc.\n(B&B), and respondent Hargis Industries, Inc. (Hargis), both\nuse similar trademarks; B&B owns SEALTIGHT while Hargis owns\nSEALTITE. Under the Lanham Act,60Stat.427, as amended,15\nU. S. C. §1051et seq.,an applicant can seek\nto register a trademark through an administrative process within\nthe United States Patent and Trademark Office (PTO). But if another\nparty believes that the PTO should not register a mark because it\nis too similar to its own, that party can oppose registration\nbefore the Trademark Trial and Appeal Board (TTAB). Here, Hargis\ntried to register the mark SEALTITE, but B&B opposed SEALTITE’s\nregistration. After a lengthy proceeding, the TTAB agreed with\nB&B that SEALTITE should not be registered.In addition to permitting a party to object to the registration\nof a mark, the Lanham Act allows a mark owner to sue for trademark\ninfringement. Both a registration proceeding and a suit for\ntrademark infringement, more-over, can occur at the same time. In\nthis case, while the TTAB was deciding whether SEALTITE should be\nregistered, B&B and Hargis were also litigating the SEALTIGHT\nversus SEALTITE dispute in federal court. In both registration\nproceedings and infringement litigation, the tribunal asks whether\na likelihood of confusion exists between the mark sought to be\nprotected (here, SEALTIGHT) and the other mark (SEALTITE).The question before this Court is whether the District Court in\nthis case should have applied issue preclusion to the TTAB’s\ndecision that SEALTITE is confusingly similar to SEALTIGHT. Here,\nthe Eighth Circuit rejected issue preclusion for reasons that would\nmake it difficult for the doctrine ever to apply in trademark\ndisputes. We disagree with that narrow understanding of issue\npreclusion. Instead, consistent with principles of law that apply\nin innumerable contexts, we hold that a court should give\npreclusive effect to TTAB decisions if the ordinary elements of\nissue preclusion are met. We therefore reverse the judgment of the\nEighth Circuit and remand for further proceedings.IATrademark law has a long history, going back at least to Roman\ntimes. See Restatement (Third) of Unfair Competition §9, Commentb(1993). The principle underlying trademark protection is\nthat distinctive marks—words, names, symbols, and the like—can help\ndistinguish a particular artisan’s goods from those of others.Ibid.One who first uses a distinct mark in commerce thus\nacquires rights to that mark. See 2 J. McCarthy, Trademarks and\nUnfair Competition §16:1 (4th ed. 2014) (hereinafter McCarthy).\nThose rights include preventing others from using the mark. See 1\nA. LaLonde, Gilson on Trademarks §3.02[8] (2014) (hereinafter\nGilson).Though federal law does not create trademarks, see,e.g.,\nTrade-Mark Cases,100 U. S. 82,92 (1879), Congress has long\nplayed a role in protecting them. In 1946, Congress enacted the\nLanham Act, the current federal trademark scheme. As relevant here,\nthe Lanham Act creates at least two adjudicative mechanisms to help\nprotect marks. First, a trademark owner can register its mark with\nthe PTO. Second, a mark owner can bring a suit for infringement in\nfederal court.Registration is significant. The Lanham Act confers “important\nlegal rights and benefits” on trademark owners who register their\nmarks. 3 McCarthy §19:3, at 19–21 see alsoid.,§19:9, at\n19–34 (listing seven of the “procedural and substantive legal\nadvantages” of registration). Registration, for instance, serves as\n“constructive notice of the registrant’s claim of ownership” of the\nmark.15 U. S. C. §1072. It also is “prima facie evidence\nof the validity of the registered mark and of the registration of\nthe mark, of the owner’s ownership of the mark, and of the owner’s\nexclusive right to use the registered mark in commerce on or in\nconnection with the goods or services specified in the\ncertificate.” §1057(b). And once a mark has been registered for\nfive years, it can become “incontestable.” §§1065, 1115(b)To obtain the benefits of registration, a mark owner files an\napplication with the PTO. §1051. The application must include,\namong other things, “the date of the applicant’s first use of the\nmark, the date of the applicant’s first use of the mark in\ncommerce, the goods in connection with which the mark is used, and\na drawing of the mark.” §1051(a)(2). The usages listed in the\napplication—i.e.,those goods on which the mark appears\nalong with, if applicable, their channels of distribution—are\ncritical. See,e.g.,3 McCarthy §20:24, at 20–83 (“[T]he\napplicant’s right to register must be made on the basis of the\ngoods described in the application”);id.,§20:15, at 20–85\n(explaining that if an “application does not delimit any spe-cific\ntrade channels of distribution, no limitation will be” applied).\nThe PTO generally cannot register a mark which “so resembles”\nanother mark “as to be likely, when used on or in connection with\nthe goods of the applicant, to cause confusion, or to cause\nmistake, or to deceive.”15 U. S. C. §1052(d).If a trademark examiner believes that registration is warranted,\nthe mark is published in the Official Gazette of the PTO. §1062. At\nthat point, “[a]ny person who believes that he would be damaged by\nthe registration” may “file an opposition.” §1063(a). Opposition\nproceedings occur before the TTAB (or panels thereof). §1067(a).\nThe TTAB consists of administrative trademark judges and\nhigh-ranking PTO officials, including the Director of the PTO and\nthe Commissioner of Trademarks. §1067(b).Opposition proceedings before the TTAB are in many ways “similar\nto a civil action in a federal district court.” TTAB Manual of\nProcedure §102.03 (2014) (hereinafter TTAB Manual), online at\nhttp://www.uspto.gov (as visited Mar. 20, 2015, and available in\nClerk of Court’s case file). These proceedings, for instance, are\nlargely governed by the Federal Rules of Civil Procedure and\nEvidence. See 37 CFR §§2.116(a), 2.122(a) (2014). The TTAB also\nallows discovery and depositions. See §§2.120, 2.123(a). The party\nopposing registration bears the burden of proof, see §2.116(b), and\nif that burden cannot be met, the opposed mark must be registered,\nsee15 U. S. C. §1063(b).The primary way in which TTAB proceedings differ from ordinary\ncivil litigation is that “proceedings before the Board are\nconducted in writing, and the Board’s actions in a particular case\nare based upon the written record therein.” TTAB Manual §102.03. In\nother words, there is no live testimony. Even so, the TTAB allows\nparties to submit transcribed testimony, taken under oath and\nsubject to cross-examination, and to request oral argument. See 37\nCFR §§2.123, 2.129.When a party opposes registration because it believes the mark\nproposed to be registered is too similar to its own, the TTAB\nevaluates likelihood of confusion by applying some or all of the 13\nfactors set out inIn re E. I. DuPont DeNemours & Co.,\n476 F. 2d 1357 (CCPA 1973). After the TTAB decides whether to\nregister the mark, a party can seek review in the U. S. Court\nof Appeals for the Federal Circuit, or it can file a new action in\ndistrict court. See15 U. S. C. §1071. In district court,\nthe parties can conduct additional discovery and the judge resolves\nregistrationde novo. §1071(b); see also 3 McCarthy §21:20\n(explaining differences between the forums); cf.Kapposv.Hyatt, 566 U. S. ___ (2012) (de novoreview\nfor analogous scheme in patent law).The Lanham Act, of course, also creates a federal cause of\naction for trademark infringement. The owner of a mark, whether\nregistered or not, can bring suit in federal court if another is\nusing a mark that too closely resembles the plaintiff’s. The court\nmust decide whether the defendant’s use of a mark in commerce “is\nlikely to cause confusion, or to cause mistake, or to deceive” with\nregards to the plaintiff’s mark. See15 U. S. C.\n§1114(1)(a) (registered marks); §1125(a)(1)(A) (unregistered\nmarks). In infringement litigation, the district court considers\nthe full range of a mark’s usages, not just those in the\napplication.BPetitioner B&B and respondent Hargis both manufacture metal\nfasteners. B&B manufactures fasteners for the aerospace\nindustry, while Hargis manufactures fasteners for use in the\nconstruction trade. Although there are obvious differences between\nspace shuttles and A-frame buildings, both aerospace and\nconstruction engineers prefer fasteners that seal things tightly.\nAccordingly, both B&B and Hargis want their wares associated\nwith tight seals. A feud of nearly two decades has sprung from this\nseemingly commonplace set of facts.In 1993 B&B registered SEALTIGHT for “threaded or unthreaded\nmetal fasteners and other related hardwar[e]; namely, self-sealing\nnuts, bolts, screws, rivets and washers, all having a captive\no-ring, for use in the aerospace industry.” App. 223a\n(capitalization omitted). In 1996, Hargis sought to register\nSEALTITE for “self-piercing and self-drilling metal screws for use\nin the manufacture of metal and post-frame buildings.” App. 70a\n(capitalization omitted). B&B opposed Hargis’ registration\nbecause, although the two companies sell different products, it\nbelieves that SEALTITE is confusingly similar to SEALTIGHT.The twists and turns in the SEALTIGHT versus SEALTITE\ncontroversy are labyrinthine. The question whether either of these\nmarks should be registered, and if so, which one, has bounced\naround within the PTO for about two decades; related infringement\nlitigation has been before the Eighth Circuit three times; and two\nseparate juries have been empaneled and returned verdicts. The full\nstory could fill a long, unhappy book.For purposes here, we pick up the story in 2002, when the PTO\npublished SEALTITE in the Official Gazette. This prompted\nopposition proceedings before the TTAB, complete with discovery,\nincluding depositions. B&B ar-gued that SEALTITE could not be\nregistered because itis confusingly similar to SEALTIGHT. B&B\nexplained, for instance, that both companies have an online\npresence, the largest distributor of fasteners sells both\ncompanies’ products, and consumers sometimes call the wrong company\nto place orders. Hargis rejoined that the companies sell different\nproducts, for different uses, to different types of consumers,\nthrough different channels of trade.Invoking a number of theDuPontfactors, the TTAB sided\nwith B&B. The Board considered, for instance, whether SEALTIGHT\nis famous (it’s not, said the Board), how the two products are used\n(differently), how much the marks resemble each other (very much),\nand whether customers are actually confused (perhaps sometimes).\nSee App. to Pet. for Cert. 55a–71a. Concluding that “the most\ncritical factors in [its] likelihood of confusion analysis are the\nsimilarities of the marks and the similarity of the goods,”id.,at 70a, the TTAB determined that SEALTITE—when “used in\nconnection with ‘self-piercing and self-drilling metal screws for\nuse in the manufacture of metal and post-frame\nbuildings’ ”—could not be registered because it “so resembles”\nSEALTIGHT when “used in connection with fasteners that provide\nleakproof protection from liquids and gases, fasteners that have a\ncaptive o-ring, and ‘threaded or unthreaded metal fastners and\nother related hardware . . . for use in the aerospace\nindustry’ as to be likely to cause confusion,”id.,at 71a.\nDespite a right to do so, Hargis did not seek judicial review in\neither the Federal Circuit or District Court.All the while, B&B had sued Hargis for infringement. Before\nthe District Court ruled on likelihood of confusion, however, the\nTTAB announced its decision. After a series of proceedings not\nrelevant here, B&B argued to the District Court that Hargis\ncould not contest likelihood of confusion because of the preclusive\neffect of the TTAB decision. The District Court disagreed,\nreasoning that the TTAB is not an Article III court. The jury\nreturned a verdict for Hargis, finding no likelihood of\nconfusion.B&B appealed to the Eighth Circuit. Though accepting for the\nsake of argument that agency decisions can ground issue preclusion,\nthe panel majority affirmed for three reasons: first, because the\nTTAB uses different factors than the Eighth Circuit to evaluate\nlikelihood of confusion; second, because the TTAB placed too much\nemphasis on the appearance and sound of the two marks; and third,\nbecause Hargis bore the burden of persuasion before the TTAB, while\nB&B bore it before the District Court. 716 F. 3d 1020\n(2013). Judge Colloton dissented, concluding that issue preclusion\nshould apply. After calling for the views of the Solicitor General,\nwe granted certiorari. 573 U. S. ___ (2014).IIThe first question that we must address is whether an agency\ndecision can ever ground issue preclusion. The District Court\nrejected issue preclusion because agencies are not Article III\ncourts. The Eighth Circuit did not adopt that view, and, given this\nCourt’s cases, it was right to take that course.This Court has long recognized that “the determination of a\nquestion directly involved in one action is conclusive as to that\nquestion in a second suit.”Cromwellv.County of\nSac,94 U. S. 351,354 (1877). The idea is straightforward:\nOnce a court has decided an issue, it is “forever settled as\nbetween the parties,”Baldwinv.Iowa State Traveling\nMen’s Assn.283 U. S. 522,525 (1931), thereby\n“protect[ing]” against “the expense and vexation attending multiple\nlawsuits, conserv[ing] judicial resources, and foster[ing] reliance\non judicial action by minimizing the possibility of inconsistent\nverdicts,”Montanav.United States,440 U. S.\n147–154 (1979). In short, “a losing litigant deserves no rematch\nafter a defeat fairly suffered.”Astoria Fed. Sav. & Loan\nAssn.v.Solimino,501 U. S. 104,107 (1991).Although the idea of issue preclusion is straightforward, it can\nbe challenging to implement. The Court, therefore, regularly turns\nto the Restatement (Second) of Judgments for a statement of the\nordinary elements of issue preclusion. See,e.g., Bobbyv.Bies,556 U. S. 825,834 (2009);New Hampshirev.Maine,532 U. S. 742–749 (2001);Bakerv.General Motors Corp.,522 U. S. 222,233, n.5 (1998). The\nRestatement explains that subject to certain well-known exceptions,\nthe general rule is that “[w]hen an issue of fact or law is\nactually litigated and determined by a valid and final judgment,\nand the determination is essential to the judgment, the\ndetermination is conclusive in a subsequent action between the\nparties, whether on the same or a different claim.” Restatement\n(Second) of Judgments §27, p. 250 (1980); see alsoid.,§28,\nat 273 (listing exceptions such as whether appellate review was\navailable or whether there were “differences in the quality or\nextensiveness of the procedures followed”).Both this Court’s cases and the Restatement make clear that\nissue preclusion is not limited to those situations in which the\nsame issue is before twocourts. Rather, where a single\nissue is before a court and an administrative agency, preclusion\nalso often applies. Indeed, this Court has explained that because\nthe principle of issue preclusion was so “well established” at\ncommon law, in those situations in which Congress has authorized\nagencies to resolve disputes, “courts may take it as given that\nCongress has legislated with the expectation that the principle [of\nissue preclusion] will apply except when a statutory purpose to the\ncontrary is evident.”Astoria,supra, at 108. This\nreflects the Court’s longstanding view that “ ‘[w]hen an\nadministrative agency is acting in a judicial capacity and resolves\ndisputed issues of fact properly before it which the parties have\nhad an adequate opportunity to litigate, the courts have not\nhesitated to apply res judicata to enforce repose.’ ”University of Tenn.v.Elliott,478 U. S. 788–798\n(1986) (quotingUnited Statesv.UtahConstr. & Mining\nCo.,384 U. S. 394,422 (1966)); see alsoHayfield\nNorthern R. Co.v.Chicago & North Western Transp.\nCo.,467 U. S. 622,636, n.15 (1984) (notingUtah\nConstruction);Kremerv.Chemical Constr.\nCorp.,456 U. S. 461–485, n. 26 (1982) (characterizingUtah Construction’s discussion of administrative preclusion\nas a holding); Restatement (Second) of Judgments §83(1), at 266\n(explaining that, with some limits, “a valid and final adjudicative\ndetermination by an administrative tribunal has the same effects\nunder the rules of res judicata, subject to the same exceptions and\nqualifications, as a judgment of a court”).Although apparently acceptingAstoriaandUtah\nConstruction,[1] Hargis argues that we should\nnot read the Lanham Act (or, presumably, many other federal\nstatutes) as authorizing issue preclusion. Otherwise, Hargis warns,\nthe Court would have to confront “ ‘grave and doubtful\nquestions’ as to the Lanham Act’s consistency with the Seventh\nAmendment and Article III of the Constitution.” Brief for\nRespondent 38 (quotingUnited States ex rel. Attorney\nGeneralv.Delaware & Hudson Co.,213 U. S.\n366,408 (1909)). We are not persuaded.At the outset, we note that Hargis does not argue that giving\nissue preclusive effect to the TTAB’s decision would be\nunconstitutional. Instead, Hargis contends only that we should read\nthe Lanham Act narrowly because a broad readingmightbe\nunconstitutional. See,e.g.,Brief for Respondent 37, 39,\n40, 41–42. The likely reason that Hargis has not directly advanced\na constitutional argument is that, at least as to a jury trial\nright, Hargis did not even list the Seventh Amendment as an\nauthority in its appellee brief to the Eighth Circuit. Moreover,\nalthough Hargis pressed an Article III argument below, in its\nopposition to certiorari in this Court, Hargis seemingly con-ceded\nthat TTAB decisionscansometimesground issue\npreclusion, though it now protests otherwise. SeeSupplemental Brief\nin Opposition 2. To the extent, if any, that there could be a\nmeritorious constitutional objection, it is not before us. SeePlautv.Spendthrift Farm, Inc.,514 U. S.\n211–232 (1995).We reject Hargis’ statutory argument that we should jettison\nadministrative preclusion in whole or in part to avoid potential\nconstitutional concerns. As to the Seventh Amendment, for instance,\nthe Court has already held that the right to a jury trial does not\nnegate the issue-preclusive effect of a judgment, even if that\njudgment was entered by a juryless tribunal. SeeParklane\nHosiery Co.v.Shore,439 U. S. 322,337 (1979). It\nwould seem to follow naturally that although the Seventh Amendment\ncreates a jury trial right in suits for trademark damages, seeDairy Queen, Inc.v.Wood,369 U. S. 469–480\n(1962), TTAB decisions still can have preclusive effect in such\nsuits. Hargis disputes this reasoning even though it admits that in\n1791 “ ‘a party was not entitled to have a jury determine\nissues that had been previously adjudi-cated by a chancellor in\nequity.’ ” Brief for Respondent 39 (quotingParklane\nHosiery,supra, at 333). Instead, Hargis contends that\nissue preclusion should not apply to TTAB registration decisions\nbecause there were no agencies at common law. But our precedent\nholds that the Seventh Amendment does not strip competent tribunals\nof the power to issue judgments with preclusive effect; that logic\nwould not seem to turn on the nature of the competent tribunal. And\nat the same time, adopting Hargis’ view would dramatically undercut\nagency preclusion, despite what the Court has already said to the\ncontrary. Nothing in Hargis’ avoidance argument is weighty enough\nto overcome these weaknesses.The claim that we should read the Lanham Act narrowly to avoid\nArticle III concerns is equally unavailing—andfor similar reasons.\nHargis argues that because it might violate Article III if an\nagency could make a decision with preclusive effect in a later\nproceeding before a federal court, we should conclude, as a\nstatutory matter, that issue preclusion is unavailable. Such a\nholding would not fit with our precedent. For instance, inElliott, the Court, relying onUtah Construction,explained that absent a contrary indication, Congress presumptively\nintends that an agency’s determination (there, a state agency) has\npreclusive effect. 478 U. S., at 796–799; see alsoAstoria, 501 U. S., at 110 (recognizing the\n“presumption”). To be sure, the Court has never addressed whether\nsuch preclusion offends Article III. But because this Court’s cases\nare so clear, there is no ambiguity for this Court to sidestep\nthrough constitutional avoidance.[2]IIIThe next question is whether there is an “evident” reason why\nCongress would not want TTAB decisions to receive preclusive\neffect, even in those cases in which the ordinary elements of issue\npreclusion are met.Astoria,supra,at 108. We\nconclude that nothing in the Lanham Act bars the application of\nissue preclusion in such cases.The Lanham Act’s text certainly does not forbid issue\npreclusion. Nor does the Act’s structure. Granted, one can seek\njudicial review of a TTAB registration decision in ade novodistrict court action, and some courts have concluded from this\nthat Congress does not want unreviewed TTAB decisions to ground\nissue preclusion. See,e.g.,American Heritage Life Ins.\nCo.v.Heritage Life Ins. Co., 494 F. 2d 3, 9–10 (CA5\n1974). But that conclusion does not follow. Ordinary preclusion law\nteaches that if a party to a court proceeding does not challenge an\nadverse decision, that decision can have preclusive effect in other\ncases, even if it would have been reviewedde novo. See\nRestatement (Second) of Judgments §28, Commentaand\nIllustration 1 (explaining that the failure to pursue an appeal\ndoes not undermine issue preclusion and including an example of an\napparently unappealed district court’s dismissal for failure to\nstate a claim); cf.Federated Department Stores, Inc.v.Moitie,452 U. S. 394,398 (1981) (noting “the res\njudicata consequences of a final, unappealed judgment on the\nmerits”).This case is also unlikeAstoria, where a plaintiff\nclaiming discrimination first went to an agency and then sued in\ncourt about the same alleged conduct. See 501 U. S., at 111.\nThe Court concluded, quite sensibly, that the structure of that\nscheme indicated that the agency decision could not ground issue\npreclusion. When exhausting an administrative process is a\nprerequisite to suit in court, giving preclusive effect to the\nagency’s determination in that very administrative process could\nrender the judicial suit “strictlypro forma.”Ibid.;\nsee alsoElliott,supra, at 795–796 (similar\nanalysis). Here, if a party urged a district court reviewing a TTAB\nregistration decision to give preclusive effect to the very TTAB\ndecision under review,Astoriawould apply. But that is not\nthis case.What matters here is that registration is not a prerequisite to\nan infringement action. Rather, it is a separate proceeding to\ndecide separate rights. Neither is issue preclusion a one-way\nstreet. When a district court, as part of its judgment, decides an\nissue that overlaps with part of the TTAB’s analysis, the TTAB\ngives preclusive effect to the court’s judgment. See App. to Pet.\nfor Cert. 54a–55a (giving preclusive effect to the District Court’s\near-lier decision regarding SEALTIGHT’s distinctiveness be-cause\nthe issue “was actually litigated and necessarily determined”).Hargis also argues that allowing TTAB decisions to have\nissue-preclusive effect will adversely affect the registration\nprocess. Because of the TTAB’s “ ‘limited jurisdiction’ ”\nand “ ‘the narrowness of the issues’ ” before it, Hargis\ncontends, the Court should infer that TTAB proceedings are supposed\nto be more streamlined than infringement litigation. See Brief for\nRespondent 30 (quoting TTAB Manual §402.01). But, the argument\ngoes, if TTAB decisions can have issue-preclusive effect in\ninfringement litigation, parties may spend more time and energy\nbefore the TTAB, thus bogging down the registration process. This\nconcern does not change our conclusion. Issue preclusion is\navailable unless it is “evident,”Astoria,supra, at\n108, that Congress does not want it. Here, if a streamlined process\nin all registration matters was particularly dear to Congress, it\nwould not have authorizedde novochallenges for those\n“dissatisfied” with TTAB decisions.15 U. S. C. §1071(b).\nPlenary review serves many functions, but ensuring a streamlined\nprocess is not one of them. Moreover, as explained below, for a\ngreat many registration decisions issue preclusion obviously will\nnot apply because the ordinary elements will not be met. For those\nregistrations, nothing we say today is relevant.IVAt last we turn to whether there is a categorical reason why\nregistration decisions can never meet the ordinary elements of\nissue preclusion,e.g.,those elements set out in §27 of the\nRestatement (Second) of Judgments. Although many registrations will\nnot satisfy those ordinary elements, that does not mean that none\nwill. We agree with Professor McCarthy that issue preclusion\napplies where “the issues in the two cases are indeed identical and\nthe other rules of collateral estoppel are carefully observed.” 6\nMcCarthy §32:99, at 32–244; see also 3 Gilson §11.08[4][i][iii][B],\np. 11–319 (“Ultimately, Board decisions on likelihood of confusion\n. . . should be given preclusive effect on a case-by-case\nbasis”).AThe Eighth Circuit’s primary objection to issue preclusion was\nthat the TTAB considers different factors than it does. Whereas the\nTTAB employs some or all of theDuPontfactors to assess\nlikelihood of confusion, the Eighth Circuit looks to similar, but\nnot identical, factors identified inSquirtCov.Seven-Up\nCo., 628 F. 2d 1086, 1091 (CA8 1980). The court’s instinct was\nsound: “[I]ssues are not identical if the second action involves\napplication of a different legal standard, even though the factual\nsetting of both suits may be the same.” 18 C. Wright, A. Miller,\n& E. Cooper, Federal Practice & Procedure §4417, p. 449 (2d\ned. 2002) (hereinafter Wright & Miller). Here, however, the\nsame likelihood-of-confusion standard applies to both registration\nand infringement.To begin with, it does not matter that registration and\ninfringement are governed by different statutory provisions. Often\na single standard is placed in different statutes; that does not\nforeclose issue preclusion. See,e.g.,Smithv.Bayer Corp., 564 U. S. ___, ___ (2011) (slip op., at\n7). Neither does it matter that the TTAB and the Eighth Circuit use\ndifferent factors to assess likelihood of confusion. For one thing,\nthe factors are not fundamentally different, and “[m]inor\nvariations in the application of what is in essence the same legal\nstandard do not defeat preclusion.”Id.,at ___, n. 9\n(slip op., at 12, n. 9). More important, if federal law\nprovides a single standard, parties cannot escape preclusion simply\nby litigating anew in tribunals that apply that one standard\ndifferently. A contrary rule would encourage the very evils that\nissue preclusion helps to prevent.The real question, therefore, is whether likelihood of confusion\nfor purposes of registration is the same standard as likelihood of\nconfusion for purposes of infringement. We conclude it is, for at\nleast three reasons. First, the operative language is essentially\nthe same; the fact that the registration provision separates\n“likely” from “to cause confusion, or to cause mistake, or to\ndeceive” does not change that reality.[3] See 2\nGilson §5.01[2][a], at 5–17 (explaining that “the same statutory\ntest” applies). Second, the likelihood-of-confusion language that\nCongress used in these Lanham Act provisions has been central to\ntrademark registration since at least 1881. See Act of Mar. 3,\n1881, ch. 138, §3,21Stat.503 (using a “likely to cause confusion”\nstandard for registration). That could hardly have been by\naccident. And third, district courts can cancel registrations\nduring infringement litigation, just as they can adjudicate\ninfringement in suits seeking judicial review of registration\ndecisions. See15 U. S. C. §1119; 3 McCarthy §21:20. There\nis no reason to think that the same district judge in the same case\nshould apply two separate standards of likelihood of confusion.Hargis responds that the text is not actually the same because\nthe registration provision asks whether the marks “resemble” each\nother,15 U. S. C. §1052(d), while the infringement\nprovision is directed towards the “use in commerce” of the marks,\n§1114(1). Indeed, according to Hargis, the distinction between\n“resembl[ance]” and “use” has been key to trademark law for over a\ncentury. There is some force to this argument. It is true that “a\nparty opposing an application to register a mark before the Board\noften relies only on its federal registration, not on any\ncommon-law rights in usages not encompassed by its registration,”\nand “the Board typically analyzes the marks, goods, and channels of\ntrade only as set forth in the application and in the opposer’s\nregistration, regardless of whether the actual usage of the marks\nby either party differs.” Brief for United States asAmicus\nCuriae23; see alsoid.,at 5 (explaining that “the\nBoard typically reviews only the usages encompassed by the\nregistration”) (citing 3 Gilson §9.03[2][a][ii]); 3 McCarthy\n§20:15, at 20–45 (explaining that for registration “it is the mark\nas shown in the application and as used on the goods described in\nthe application which must be considered, not the mark as actually\nused”). This means that unlike in infringement litigation, “[t]he\nBoard’s determination that a likelihood of confusion does or does\nnot exist will not resolve the confusion issue with respect to\nnon-disclosed usages.” Brief for United States asAmicus\nCuriae23.Hargis’ argument falls short, however, because it mistakes a\nreason not to apply issue preclusion in some or even many cases as\na reason never to apply issue preclusion. Just because the TTAB\ndoes not always consider thesame usagesas a district court\ndoes, it does not follow that the Board applies adifferent\nstandardto the usages it does consider.[4]\nIf a mark owner uses its mark in ways that are materially the same\nas the usages included in its registration application, then the\nTTAB is deciding the same likelihood-of-confusion issue as a\ndistrict court in infringement litigation. By contrast, if a mark\nowner uses its mark in ways that are materially unlike the usages\nin its application, then the TTAB is not deciding the same issue.\nThus, if the TTAB does not consider the marketplace usage of the\nparties’ marks, the TTAB’s decision should “have no later\npreclusive effect in a suit where actual usage in the marketplace\nis the paramount issue.” 6 McCarthy §32:101, at 32–246.Materiality, of course, is essential—trivial variations between\nthe usages set out in an application and the use of a mark in the\nmarketplace do not create different “issues,” just as trivial\nvariations do not create different “marks.” See generally 4id., §23:50, at 23–265 (explaining that “adding descriptive\nor non-distinctive” elements to another’s mark generally will not\nnegate confusion). Otherwise, a party could escape the preclusive\neffect of an adverse judgment simply by adding an immaterial\nfeature to its mark. That is not the law. See,e.g.,Restatement (Second) of Judgments §27, Commentc, at 252–253\n(explaining that “issue” must be understood broadly enough “to\nprevent repetitious litigation of what is essentially the same\ndispute”);United Statesv.Stauffer Chemical Co.,464\nU. S. 165,172 (1984) (applying issue preclusion where a party\nsought to “litigate twice . . . an issue arising\n. . . from virtually identical facts” because the\n“factual differences” were “of no legal significance”).A fortiori, if the TTAB considers a different mark\naltogether, issue preclusion would not apply. Needless to say,\nmoreover, if the TTAB has not decided the same issue as that before\nthe district court, there is no reason why any deference would be\nwarranted.For a similar reason, the Eighth Circuit erred in holding that\nissue preclusion could not apply here because the TTAB relied too\nheavily on “appearance and sound.” App. to Pet. for Cert. 10a.\nUndoubtedly there are cases in which the TTAB places more weight on\ncertain factors than it should. When that happens, an aggrieved\nparty should seek judicial review. The fact that the TTAB may have\nerred, however, does not prevent preclusion. As Judge Colloton\nobserved in dissent, “ ‘issue preclusion prevent[s]\nrelitigation of wrong decisions just as much as right ones.’ ”\n716 F. 3d, at 1029 (quotingClarkv.Clark, 984\nF. 2d 272, 273 (CA8 1993)); see also Restatement (Second) of\nJudgments §28, Commentj, at 284 (explaining that “refusal\nto give the first judgment preclusive effect should not\n. . . be based simply on a conclusion that [it] was\npatently erroneous”).BHargis also argues that registration is categorically\nincompatible with issue preclusion because the TTAB uses procedures\nthat differ from those used by district courts. Granted,\n“[r]edetermination of issues is warranted if there is reason to\ndoubt the quality, extensiveness, or fairness of procedures\nfollowed in prior litigation.”Montana, 440 U. S., at\n164, n. 11; see alsoParklane Hosiery, 439 U. S.,\nat 331, and n. 15 (similar). But again, this only suggests\nthat sometimes issue preclusion might be inappropriate, not that it\nalways is.No one disputes that the TTAB and district courts use different\nprocedures. Most notably, district courts feature live witnesses.\nProcedural differences, by themselves, however, do not defeat issue\npreclusion. Equity courts used different procedures than did law\ncourts, but that did not bar issue preclusion. Seeid.,at\n333. Nor is there reason to think that the state agency inElliottused procedures identical to those in federal court;\nnonetheless, the Court held that preclusion could apply. See 478\nU. S., at 796–799. Rather than focusing on whether procedural\ndifferences exist—they often will—the correct inquiry is whether\nthe procedures used in the first proceeding were fundamentally\npoor, cursory, or unfair. SeeMontana, 440 U. S., at\n164, n. 11.Here, there is no categorical “reason to doubt the quality,\nextensiveness, or fairness,”ibid.,of the agency’s\nprocedures. In large part they are exactly the same as in fed-eral\ncourt. See 37 CFR §§2.116(a), 2.122(a). For instance, although the\n“[t]he scope of discovery in Board proceedings\n. . . . is generally narrower than in court\nproceedings”—reflecting the fact that there are often fewer usages\nat issue—the TTAB has adopted almost the whole of Federal Rule of\nCivil Procedure 26. TTAB Manual §402.01; see alsoid.,§401.\nIt is conceivable, of course, that the TTAB’s procedures may prove\nill-suited for a particular issue in a particular case,e.g.,a party may have tried to introduce material evidence\nbut was prevented by the TTAB from doing so, or the TTAB’s bar on\nlive testimony may materially prejudice a party’s ability to\npresent its case. The ordinary law of issue preclusion, however,\nalready accounts for those “rare” cases where a “compelling showing\nof unfairness” can be made. Restatement (Second) of Judgments §28,\nCommentsgandj, at 283–284.The Eighth Circuit likewise erred by concluding that Hargis bore\nthe burden of persuasion before the TTAB. B&B, the party\nopposing registration, bore the burden, see 37 CFR §2.116(b); TTAB\nManual §702.04(a), just as it did in the infringement action.\nHargis does not defend the decision below on this ground.CHargis also contends that the stakes for registration are so\nmuch lower than for infringement that issue preclusion should never\napply to TTAB decisions. Issue preclusion may be inapt if “the\namount in controversy in the first action [was] so small in\nrelation to the amount in controversy in the second that preclusion\nwould be plainly unfair.” Restatement (Second) of Judgments §28,\nCommentj, at 283–284. After all, “[f]ew . . .\nlitigants would spend $50,000 to defend a $5,000 claim.” Wright\n& Miller §4423, at 612. Hargis is wrong, however, that this\nexception to issue preclusion applies to every registration. Tothe\ncontrary: When registration is opposed, there isgood reason to\nthink that both sides will take the matter seriously.The benefits of registration are substantial. Registration is\n“prima facie evidence of the validity of the registered mark,”15\nU. S. C. §1057(b), and is a precondition for a mark to\nbecome “incontestable,” §1065. Incontestability is a powerful\nprotection. See,e.g., Park ’N Fly, Inc.v.Dollar Park\n& Fly, Inc.,469 U. S. 189,194 (1985) (holding that an\nincontestable mark cannot be challenged as merely descriptive); see\nalsoid.,at 193 (explaining that “Con-gress determined that\n. . . ‘trademarks should receive nationally the greatest\nprotection that can be given them’ ” and that “[a]mong the new\nprotections created by the Lanham Act were the statutory provisions\nthat allow a federally registered mark to become incontestable”\n(quoting S. Rep. No. 1333, 79th Cong., 2d Sess., 6\n(1946))).The importance of registration is undoubtedly why Congress\nprovided forde novoreview of TTAB decisions in district\ncourt. It is incredible to think that a district court’s\nadjudication of particular usages would not have preclusive effect\nin another district court. Why would unchallenged TTAB decisions be\ndifferent? Congress’ creation of this elaborate registration\nscheme, with so many important rights attached and backed up by\nplenary review, confirms that registration decisions can be weighty\nenough to ground issue preclusion.VFor these reasons, the Eighth Circuit erred in this case. On\nremand, the court should apply the following rule: So long as the\nother ordinary elements of issue preclusion are met, when the\nusages adjudicated by the TTAB are materially the same as those\nbefore the district court, issue preclusion should apply.The judgment of the United States Court of Appeals for the\nEighth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1See Brief for Respondent 28\n(acknowledging that administrative “[p]reclusion’s status as part\nof the common-law backdrop means that courts may presume its\napplication” absent contrary indication from Congress) (citingAstoria501 U. S., at 110); Brief for Respondent 34\n(explaining thatUtah Constructiondetermined that “an\nadministrative board’s factfinding . . .  could\n. . .  have preclusive effect in an Article III suit\nraising damages claims over which the board had no\njurisdiction”).2Our dissenting colleagues argue thatUtah Construction’s conclu-sion that courts “have not\nhesitated” to apply administrative preclusion, 384 U. S., at\n422, was mistaken and certainly should not be applied to\nstatutes—such as the Lanham Act—enacted prior to 1966. We do not\ndecide who reads the history better. The Court has repeat-edly\nendorsedUtah Constructionand, importantly, neither party\nchal-lenges its historical accuracy. For the same reason, we do not\ndecide whether such preclusion is unconstitutional because the\nissue is not before us.3Compare15 U. S. C. §1114(1)\n(“Any person who shall . . . use in commerce any\n. . . mark in connection with the sale, offering for\nsale, distribution, or advertising of any goods or services on or\nin connection with which such use islikely to cause confusion,\nor to cause mistake, or to deceive. . . shall be\nliable in a civil action by the registrant for the remedies\nhereinafter provided” (emphasis added)) with §1052(d) (“No\ntrademark . . . shall be refused registration\n. . . unless it . . . [c]onsists of or\ncomprises a mark which so resembles a mark registered in the Patent\nand Trademark Office . . . as to belikely, when\nused on or in connection with the goods of the applicant,to\ncause confusion, or to cause mistake, or to deceive. . .” (emphasis added)).4The parties dispute whether and how\noften the TTAB considers usages beyond those listed in the\napplication and registration. We do not resolve that dispute here.\nSuffice it to say that when the TTAB adjudicates a usagewithin\nits authority, that adjudication can ground issue preclusion.\nSee Restatement (Second) of Judgments §11 (1980).",
    "joined": []
}