{
    "case": {
        "docket": "20-1459",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1459/"
    },
    "id": "4598449",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–1459_________________UNITED STATES, PETITIONERv.JUSTIN\nEUGENE TAYLORon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 21, 2022]Justice Alito, dissenting.As Justice Thomas clearly shows, the offense for\nwhich respondent Justin Taylor was convicted constituted a “violent\nfelony” in the ordinary sense of the term. Taylor and an accomplice\nmet with Martin Silvester for the ostensible purpose of selling him\nmarijuana, but unbeknownst to Silvester, Taylor and his accomplice\ndid not intend to complete the sale. Instead, they had agreed to\nthreaten Silvester with a 9-millimeter pistol and demand that he\nhand over his money. When Silvester refused to comply with their\ndemand, Taylor’s accomplice shot Silvester, and he died the next\nday. Taylor was convicted of using and carrying a firearm during,\nand in relation to, a crime of violence, 18 U. S. C.\n§924(c)(3)(A). That conviction was based on a predicate act of\nattempted robbery in violation of the Hobbs Act, 18\nU. S. C. §1951(a).The Court holds that this violent (and, indeed,\ndeadly) offense did not constitute a “crime of violence” under the\ntechnical definition of that term in §924(c)(3)(A). I agree with\nJustice Thomas that our cases involving §924(c)(3)(A) have veered\noff into fantasy land.[1] But\nif the Court is going to disregard the real world and base its\ndecisions in this area on a strict reading of the text, the\n“offense” for which Taylor was convicted—attempted Hobbs Act\nrobbery—meets the definition in §924(c)(3)(A). That definition\nprovides that an “offense” qualifies as a “ ‘crime of\nviolence’ ” if it is a felony and “has as anelementthe use, attempted use, or threatened use of physical force against\nthe person . . . of another.” (Emphasis added.)The key point is the meaning of “an element” of\nan offense. This is a fundamental criminal law concept, and we must\ntherefore presume that §924(c)(3)(A) employs the term in its usual\nand established sense. See A. Scalia & B. Garner, Reading Law\n320–321 (2012). And the usual and established meaning of an\n“element” is clear: It is a “ ‘constituent par[t]’ of a\ncrime’s legal definition—[a] thin[g] the ‘prosecution must prove\nbeyond a reasonable doubt to sustain a conviction.’ ”Mathisv.United States, 579 U.S. 500, 504 (2016)\n(quoting Black’s Law Dictionary 634 (10th ed. 2014)). See also,e.g.,Apprendiv. New Jersey,530\nU.S. 466, 477 (2000);United Statesv. Gaudin,515 U.S.\n506, 510 (1995).It is also established that there are two\ndifferent types of elements. Some are invariant; that is, they must\nbe proved in every case. But it is not uncommon for statutes to\ninclude a set of alternative elements and to provide that one, but\nnot all, of these alternative elements must be proved to secure a\nconviction. As the Court said inDescampsv. United\nStates,570 U.S.\n254(2013), a statute may “se[t] out one or more elements of\nthe offense in the alternative—for example, [by] stating that\nburglary involves entry into a buildingoran automobile.”Id.,at 257 (emphasis in original).The Hobbs Act includes both types of elements.\nIt criminalizes a robbery that “obstructs, delays, or affects”\ninterstate commerce, 18 U. S. C. §1951(a), and it defines\n“robbery” to mean “the unlawful taking or obtaining of personal\nproperty from the person . . . of another, against\nhis will, by means of actual or threatened force, or violence, or\nfear of injury, immediate or future,” §1951(b)(1). Accordingly, the\nelements of Hobbs Act robbery are (1) the unlawful taking or\nobtaining (2) of personal property (3) from the person of another\n(4) against his or her will (5) by means of actual or (6) by means\nof threatened force, or (7) by means of violence, or (8) by means\nof fear of injury. The first four elements must be proved in every\ncase, while the last four are alternative elements any one of which\nis sufficient for conviction.[2] A completed Hobbs Act robbery satisfies §924(c)(3)(A)\nbecause multiple elements involve “the use, attempted use, or\nthreatened use of physical force against the person or property of\nanother.” Elements (5) thorough (8) obviously qualify, and it is\npossible that element (4) does as well.The offense of attempted Hobbs Act robbery also\nqualifies. A person commits a criminal attempt if he or she takes a\n“ ‘substantial step’ toward completing” an intended offense.United Statesv.Resendiz-Ponce,549 U.S.\n102, 106–107 (2007) (quoting 2 W. LaFave, Substantive Criminal\nLaw §11.4) (2d ed. 2003)). In other words, a defendant must intend\nto commit some combination of elements that is sufficient to\nconstitute Hobbs Act robbery and must take a substantial step\ntoward the commission of such a combination of elements. If we\nlabel these combinations as A, B, C . . . , then the\nelements of attempted Hobbs Act robbery are (1) intending to commit\nat least one qualifying combination,i.e., A, B, C\n. . . , and (2) taking a substantial step toward the\ncommission of A, B, C . . . . Each such combination\nconstitutes an “offense” within the meaning of §924(c)(3), and\nseveral combinations satisfy the definition of a “crime of\nviolence.”Here is a straightforward example: A\nhypothetical defendant (let’s call her “Eve”) intends to take or\nobtain personal property from the person of another unlawfully and\nagainst his or her will by means of actual force. Eve is guilty of\nthe “offense” of attempted Hobbs Act robbery, and her offense “has\nas an element the use . . . of physical force against the\nperson . . . of another.” That is where the Court must\nend up if it looks at only the text of §924(c)(3)(A) and the Hobbs\nAct.It is no answer to this argument that Taylor is\nnot Eve. He is also not Adam. The whole point of the categorical\napproach that the Court dutifully follows is that the real world\nmust be scrupulously disregarded.The Court reaches the opposite conclusion only\nbecause it accepts the proposition—which the Government did not\ncontest—that a felony “hasas an elementthe use, attempted\nuse, or threatened use of physical force” only if the felony\n“alwaysrequires the government to prove” the use, attempted\nuse, or threatened use of force “beyond a reasonable doubt, as an\nelement of its case.”Ante, at 3 (emphasis added); see Brief\nfor Respondent 13–18. In other words, the Court assumes that an\noffenseXhas an elementAif and only if convicting\na defendant ofXrequires the Government to proveAin every prosecution for offenseX. Based on this\nassumption, the Court infers that attempted Hobbs Act robbery is\nnot a “crime of violence” under §924(c)(3)(A) because it ispossibleto commit that offense without attempting to use\nforce.There is no textual basis for this reading, and\nI would not adopt an erroneous interpretation that will govern a\nmultitude of cases just because the Government has made an\nimprovident concession in this case. If the Court wants to hold the\nGovernment to the position it has taken here, it can dismiss the\ncase and give Taylor the benefit of the judgment in his favor\nbelow. But a party’s mistaken argument should not be permitted to\nalter the meaning of the law Congress enacted.Nothing in our precedent suggests that we should\ndeviate from §924(c)(3)(A)’s plain text. We have never interpreted\n§924(c)(3)(A) to require a version of the categorical approach that\nwould exclude from the elements that an offense “has” those\nelements that may be proved as alternatives to one another. The\nmost we have said is that, in applying the categorical approach tootherstatutory provisions, statutes setting forth\ndisjunctive or alternative elements should be analyzed through what\nwe have called the “modified categorical approach.” SeeDescamps, 570 U. S., at 260–264 (“burglary” under Armed\nCareer Criminal Act, 18 U. S. C. § 924(e));Shepardv.United States,544 U.S.\n13, 24–26 (2005) (same). Under this approach, courts must\nexamine “a limited class of documents (for example, the indictment,\njury instructions, or plea agreement and colloquy)” to determine\nwhich alternative element of an offense figured in the crime for\nwhich the defendant was convicted.Mathis, 579 U. S.,\nat 505.As I have previously explained, the modified\ncategorical approach is difficult to apply, and I would not apply\nit here. Seeid.,at 536–544 (dissenting opinion);Descamps, 570 U. S., at 281–296 (Alito, J.,\ndissenting). Instead, I would simply hold that because one of the\nelements of the attempted Hobbs Act robbery is the attempted use of\nforce, that offense falls within §924(c)(3)(A)’s definition of\n“crime of violence.”But if we were to apply the modified categorical\napproach in this case, the result would be the same. In his plea\nagreement and associated statement of facts, Taylor admitted that\nhe and his accomplice intended to lure Silvester into an alleyway,\nhold him at gunpoint, and take his money “by force” in the event\nthat he resisted. And Taylor and his accomplice took more than a\nsubstantial step toward realizing this plan. After all, they\nultimatelyshot and killedSilvester. So in accepting\nTaylor’s plea, it is plain that the sentencing judge determined\nthat Taylor had intended to commit Hobbs Act robbery by using force\nand had taken a substantial step toward the accomplishment of that\nend. That is more than sufficient to show that Taylor’s actual\ncrime “ha[d] as an element the . . . use of physical\nforce against the person . . . of another.”\n§924(c)(3)(A).For these reasons, I believe that the Court’s\napproach and ultimate holding in this case are misguided. I would\nhold that Taylor committed a “crime of violence” within the meaning\nof §924(c)(3)(A) and reverse the judgment of the Fourth Circuit\nbelow. But there is a silver lining in the majority opinion.\nBecause the Court assumes—and does not hold—that alternative\nelements do not qualify as independent elements of a crime for\npurposes of applying §924(c)(3)(A), the Government remains free to\nadvance the correct interpretation of that provision in a future\ncase. For my purposes, however, the text of the statute is clear\nenough to support reversal here and now. As a result, I\nrespectfully dissent.Notes1The major reason for this\nexcursion was the adoption and spread of the so-called categorical\napproach. Although the Court originally adopted the “categorical\napproach” inTaylorv.United States,495 U.S.\n575(1990), for other reasons, the major impetus for the\nexpansion of that approach was concern that allowing the\nenhancement of a sentence based on facts found by a judge would\nviolate the Sixth Amendment jury-trial right as interpreted inApprendiv. New Jersey,530 U.S.\n466(2000), and later related cases. It is questionable whether\nthose cases are consistent with the original meaning of the Sixth\nAmendment. SeeAlleynev.United States,570 U.S.\n99, 132–134 (2013) (Alito, J., dissenting);Cunninghamv.California,549 U.S.\n270, 298, n. 1 (2007) (Alito, J., dissenting); see also M.\nMcConnell, TheBookerMess, 83 Denver U. L. Rev. 665,\n679 (2006) (explaining that “fully discretionary sentencing” was\nthe norm “when the Sixth Amendment was adopted”); J. Mitchell,\nApprendi’s Domain, 2006 S. Ct. Rev. 297, 298–299\n(“Apprendi’s historical claim that sentencing enhancements\nwere treated as ‘elements’ . . . whenever they increased\na defendant’s maximum punishment is demonstrably mistaken”); R.\nLittle & T. Chen, The Lost History ofApprendiand theBlakelyPetition for Rehearing, 17 Fed. Sentencing Rep. 69,\n69–70 (2004) (arguing thatApprendiwas “undoubtedly founded\non an erroneous historical understanding”); S. Bibas, Judicial\nFact-Finding and Sentence Enhancements in a World of Guilty Pleas,\n110 Yale L. J. 1097, 1123–1132 (2001) (arguing that\ndiscretionary sentencing was characteristic of 18th-century\nmisdemeanor sentencing and no fixed rule emerged even in the 19th\ncentury). But even if the approach were necessary when a court is\ndetermining a defendant’s sentence, no Sixth Amendment concern is\nimplicated under §924(c), and the Court thus erred in holding that\nthe categorical approach applied to the residual clause of that\nstatute inUnited Statesv.Davis, 588 U. S.\n___, ___–___ (2019) (slip op., 16–17) (Kavanaugh, J.,\ndissenting).2There is no plausible\nargument that actual force, threatened force, violence, and fear of\ninjury are only “means” of committing Hobbs Act robbery and not\nelements of the offense under the logic of the Court’s decision inMathisv.United States, 579 U.S. 500. Distinct\n“means” of carrying out an offense are “alternative means of\nsatisfying one (or more) of its elements.”Id.,at 503. In\nother words, the “means” of carrying out an offense are ways of\ncarrying out an element of that offense. But there is no\noverarching element of Hobbs Act robbery of which actual or\nthreatened force, violence, or fear of injury could be subordinate\nmeans of performing. And in any case, a jury must find that the\nprosecution proved beyond a reasonable doubt that the defendant\ntook or obtained property from the person of another by way of\nforce, threatened force, violence, or fear of injury, which entails\nthat these ways of effectuating robbery constitute elements of the\noffense. Seeid., at 504–506.",
    "joined": []
}