{
    "case": {
        "docket": "14-940",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-940/"
    },
    "id": "3553737",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–940_________________SUE EVENWEL, et al., APPELLANTSv.GREG ABBOTT, governor of texas, et al.on appeal from the united states district\ncourt for the western district of texas[April 4, 2016]Justice Alito, with whom Justice Thomas joins\nexcept as to Part III–B, concurring in the judgment.The question that the Court must decide in this\ncase is whether Texas violated the “one-person, one-vote” principle\nestablished inReynoldsv.Sims, 377 U. S. 533\n(1964) , by adopting a legislative redistricting plan that provides\nfor districts that are roughly equal in total population.\nAppellants contend that Texas was required to create districts that\nare equal in the number of eligible voters, but I agree with the\nCourt that Texas’ use of total population did not violate the\none-person, one-vote rule.IBoth practical considerations and precedent\nsupport the conclusion that the use of total population is\nconsistent with the one-person, one-vote rule. The decennial census\nrequired by the Constitution tallies total population. Art. I,\n§2, cl. 3; Amdt. 14, §2. These statistics are more reliable\nand less subject to manipulation and dispute than statistics\nconcerning eligible voters. SinceReynolds, States have\nalmost uniformly used total population in attempting to create\nlegislative districts that are equal in size. And with one notable\nexception,Burnsv.Richardson, 384 U. S. 73\n(1966) , this Court’s post-Reynoldscases have likewise\nlooked to total population. Moreover, much of the time, creating\ndistricts that are equal in total population also results in the\ncreation of districts that are at least roughly equal in eligible\nvoters. I therefore agree that States are permitted to use total\npopulation in redistricting plans.IIAlthough this conclusion is sufficient to\ndecide the case before us, Texas asks us to go further and to hold\nthat States, while generally free to use total population\nstatistics, are not barred from using eligible voter statistics.\nTexas points toBurns, in which this Court held that Hawaii\ndid not violate the one-person, one-vote principle by adopting a\nplan that sought to equalize the number of registered voters in\neach district.Disagreeing with Texas, the Solicitor General\ndismissesBurnsas an anomaly and argues that the use of\ntotal population is constitutionally required. The Solicitor\nGeneral contends that the one-person, one-vote rule means that all\npersons, whether or not they are eligible to vote, are entitled to\nequal representation in the legislature. Accordingly, he argues,\nlegislative districts must be equal in total population even if\nthat results in districts that are grossly unequal in the number of\neligible voters, a situation that is most likely to arise where\naliens are disproportionately concentrated in some parts of a\nState.This argument, like that advanced by appellants,\nimplicates very difficult theoretical and empirical questions about\nthe nature of representation. For centuries, political theorists\nhave debated the proper role of representatives,[1] and political scientists have studied the\nconduct of legislators and the interests that they actually\nadvance.[2] We have no need to\nwade into these waters in this case, and I would not do so. Whether\na State is permitted to use some measure other than total\npopulation is an important and sensitive question that we can\nconsider if and when we have before us a state districting plan\nthat, unlike the current Texas plan, uses something other than\ntotal population as the basis for equalizing the size of\ndistricts.IIIAThe Court does not purport to decide whether a\nState may base a districting plan on something other than total\npopulation, but the Court, picking up a key component of the\nSolicitor General’s argument, suggests that the use of total\npopulation is supported by the Constitution’s formula for\nallocating seats in the House of Representatives among the States.\nBecause House seats are allocated based on total population, the\nSolicitor General argues, the one-person, one-vote principle\nrequires districts that are equal in total population. I write\nseparately primarily because I cannot endorse this meretricious\nargument.First, the allocation of congressional\nrepresentation sheds little light on the question presented by the\nSolicitor General’s argument because that allocation plainly\nviolates one person, one vote.[3] This is obviously true with respect to the Senate:\nAlthough all States have equal representation in the Senate, the\nmost populous State (California) has 66 times as many people as the\nleast populous (Wyoming). See United States Census 2010, Resident\nPopulation Data,\nhttp://www.census.gov/‌2010census/‌data/‌apportionment-pop-text.php.\nAnd even the allocation of House seats does not comport with one\nperson, one vote. Every State is entitled to at least one seat in\nthe House, even if the State’s population is lower than the average\npopulation of House districts nationwide. U. S. Const.,\nArt. I, §2, cl. 3. Today, North Dakota, Vermont, and\nWyoming all fall into that category. See United States Census 2010,\nApportionment Data,\nhttp://www.census.gov/2010census/data/apportionment-data-text.php.\nIf one person, one vote applied to allocation of House seats among\nStates, I very much doubt the Court would uphold a plan where one\nRepresentative represents fewer than 570,000 people in Wyoming but\nnearly a million people next door in Montana.[4]Second,Reynoldsv.Simssquarely\nrejected the argument that the Constitution’s allocation of\ncongressional representation establishes the test for the\nconstitution-ality of a state legislative districting plan. Under\none Ala-bama districting plan before the Court in that case, seats\nin the State Senate were allocated by county, much as seats in the\nUnited States Senate are allocated by State. (At that time, the\nupper houses in most state legislatures were similar in this\nrespect.) TheReynoldsCourt noted that “[t]he system of\nrepresentation in the two Houses of the Federal Congress” was\n“conceived out of compromise and concession indispensable to the\nestablishment of our federal republic.” 377 U. S., at 574.\nRejecting Alabama’s argument that this system supported the\nconstitutionality of the State’s apportionment of senate seats, the\nCourt concluded that “the Founding Fathers clearly had no intention\nof establishing a pattern or model for the apportionment of seats\nin state legislatures when the system of representation in the\nFederal Congress was adopted.”Id., at 573; see alsoGrayv.Sanders, 372 U. S. 368, 378 (1963) .Third, as theReynoldsCourt recognized,\nreliance on the Constitution’s allocation of congressional\nrepresentation is profoundly ahistorical. When the formula for\nallocating House seats was first devised in 1787 and reconsidered\nat the time of the adoption of the Fourteenth Amendment in 1868,\nthe overwhelming concern was far removed from any abstract theory\nabout the nature of representation. Instead, the dominant\nconsideration was the distribution of political power among the\nStates.The original Constitution’s allocation of House\nseats involved what theReynoldsCourt rather delicately\ntermed “compromise and concession.” 377 U. S., at 574. Seats\nwere apportioned among the States “according to their respective\nNumbers,” and these “Numbers” were “determined by adding to the\nwhole Number of free Persons . . . three fifths of all other\nPersons.” Art. I, §2, cl. 3. The phrase “all other Persons” was a\neuphemism for slaves. Delegates to the Constitutional Convention\nfrom the slave States insisted on this infamous clause as a\ncondition of their support for the Constitution, and the clause\ngave the slave States more power in the House and in the electoral\ncollege than they would have enjoyed if only free persons had been\ncounted.[5] These slave-state\ndelegates did not demand slave representation based on some\nphilosophical notion that “representatives serve all residents, not\njust those eligible or registered to vote.”Ante,at\n18.[6]BThe Court’s account of the original\nConstitution’s allocation also plucks out of context Alexander\nHamilton’s statement on apportionment. The Court characterizes\nHamilton’s words (more precisely, Robert Yates’s summary of his\nfellow New Yorker’s words) as endorsing apportionment bytotalpopulation, and positions those words as if Hamilton\nwere talking about apportionment in the House.Ante,at 9.\nNeither is entirely accurate. The “quote” comes from the\ncontroversy over Senate apportionment, where the debate turned on\nwhether to apportion by populationat all. See generally 1\nRecords of the Federal Convention of 1787, pp. 470–474 (M. Farrand\ned. 1911). Hamilton argued in favor of allocating Senate seats by\npopulation:“The question, after all is, is it our\ninterest in modifying this general government to sacrifice\nindividual rights to the preservation of the rights of anartificialbeing, called states? There can be no truer\nprinciple than this—that every individual of the community at large\nhas an equal right to the protection of government. If therefore\nthree states contain a majority of the inhabitants of America,\nought they to be governed by a minority? Would the inhabitants of\nthe great states ever submit to this? If the smaller states\nmaintain this principle, through a love of power, will not the\nlarger, from the same motives, be equally tenacious to preserve\ntheir power?”Id.,at 473.As is clear from the passage just quoted,\nHamilton (according to Yates) thought the fight over apportionment\nwas about nakedpower, not some lofty ideal about the nature\nof representation. That interpretation is confirmed by James\nMadison’s summary of the same statement by Hamilton: “The truth is\nit [meaning the debate over apportionment] is a contest for power,\nnot for liberty. . . . The State of Delaware having\n40,000 souls willlose power, if she has 1/10 only of the\nvotes allowed to Pa. having 400,000.”Id.,at 466. Far from\n“[e]ndorsing apportionment based on total population,”ante,at 9, Hamilton was merely acknowledging the obvious: that\napportionment in the new National Government would be the outcome\nof a contest over raw political power, not abstract political\ntheory.CAfter the Civil War, when the Fourteenth\nAmendment was being drafted, the question of the apportionment\nformula arose again. Thaddeus Stevens, a leader of the so-called\nradical Republicans, unsuccessfully proposed that apportionment be\nbased on eligible voters, rather than total population. The opinion\nof the Court suggests that the rejection of Stevens’ proposal\nsignified the adoption of the theory that representatives are\nproperly understood to represent all of the residents of their\ndistricts, whether or not they are eligible to vote.Ante,\nat 10–12. As was the case in 1787, however, it was power politics,\nnot democratic theory, that carried the day.In making his proposal, Stevens candidly\nexplained that the proposal’s primary aim was to perpetuate the\ndominance of the Republican Party and the Northern States. Cong.\nGlobe, 39th Cong., 1st Sess., 74 (1865); Van Alstyne, The\nFourteenth Amendment, The “Right” to Vote, and the Understanding of\nthe Thirty-Ninth Congress, 1965 S. Ct. Rev. 33, 45–47 (Van\nAlstyne). As Stevens spelled out, if House seats were based on\ntotal population, the power of the former slave States would be\nmagnified. Prior to the Civil War, a slave had counted for only\nthree-fifths of a person for purposes of the apportionment of House\nseats. As a result of the Emancipation Proclamation and the\nThirteenth Amendment, the former slaves would now be fully counted\neven if they were not permitted to vote. By Stevens’ calculation,\nthis would give the South 13 additional votes in both the House and\nthe electoral college. Cong. Globe, 39th Cong., 1st Sess., 74\n(1865); VanAlstyne 46.Stevens’ proposal met with opposition in the\nJoint Committee on Reconstruction, including from, as the majority\nnotes, James Blaine.Ante,at 11. Yet, as it does with\nHamilton’s, the majority plucks Blaine’s words out of context:“[W]e have had several propositions to amend\nthe Federal Constitution with respect to the basis of\nrepresentation in Congress. These propositions . . . give\nto the States in future a representation proportioned to their\nvoters instead of their inhabitants.“The effect contemplated and intended by this\nchange is perfectly well understood, and on all hands frankly\navowed. It is to deprive the lately rebellious States of the unfair\nadvantage of a large representation in this House, based on their\ncolored population, so long as that population shall be denied\npolitical rights by the legislation of those States.\n. . .“The direct object thus aimed at, as it\nrespects the rebellious States, has been so generally approved that\nlittle thought seems to have been given to the incidental evils\nwhich the proposed constitutional amendment would inflict on a\nlarge portion of theloyal States—evils, in my judgment, so serious\nand alarming as to lead me to oppose the amendment in any form in\nwhich it has yet been presented. As an abstract proposition no one\nwill deny that population is the true basis of representation; for\nwomen, children, and other non-voting classes may have as vital an\ninterest in the legislation of the country as those who actually\ndeposit the ballot. . . .“If voters instead of population shall be made\nthe basis of representation certain results will follow, not fully\nappreciated perhaps by some who are now urgent for the change.”\nCong. Globe, 39th Cong., 1st Sess., 141 (1865).The “not fully appreciated” and “incidental\nevi[l]” was, in Blaine’s view, the disruption toloyalStates’ representation in Congress. Blaine described how the\nvarying suffrage requirements in loyal States could lead to, for\ninstance, California’s being entitled to eight seats in the House\nand Vermont’s being entitled only to three, despite their having\nsimilar populations.Ibid.; see also 2 B. Ackerman, We the\nPeople: Transformations 164, 455, n. 5 (1998); Van Alstyne 47,\n70. This mattered to Blaine becauseboth States were loyaland so neither deserved to suffer a loss of relative political\npower. Blaine therefore proposed to apportion representatives by\nthe “whole number of persons except those to whom civil or\npolitical rights or privileges are denied or abridged by the\nconstitution or laws of any State on account of race or color.”\nCong. Globe, 39th Cong., 1st Sess., 142.“This is a very simple and very direct\nway, it seems to me, of reaching the result aimed at without\nembarrassment to any other question or interest. It leaves\npopulation as heretofore the basis of representation, does not\ndisturb in any manner the harmonious relations of the loyal States,\nand it conclusively deprives the southern States of all\nrepresentation in Congress on account of the colored population so\nlong as those States may choose to abridge or deny to that\npopulation the political rights and privileges accorded to others.”Ibid.As should be obvious from these lengthy\npassages, Blaine recognized that the “generally approved” “result\naimed at” was to deprive southern States of political power; far\nfrom quibbling with that aim, he sought toachieve itwhile\nlimiting the collateral damage to the loyal northern States. See\nVan Alstyne 47.Roscoe Conkling, whom the majority also quotes,ante,at 11, seemed to be as concerned with voter-based\napportionment’s “narrow[ing] the basis of taxation, and in some\nStates seriously,” as he was with abstract notions of\nrepresentational equality. Cong. Globe, 39th Cong., 1st Sess., 358;id.,at 359 (“representation should go with taxation”);ibid.(apportionment by citizenship “would narrow the basis\nof taxation and cause considerable inequalities in this respect,\nbecause the number of aliens in some States is very large, and\ngrowing larger now, when emigrants reach our shores at the rate of\nmore than a State a year”). And Hamilton Ward, also quoted by the\nmajority,ante,at 11, was primarily disturbed by “[t]he\nfact that one South Carolinian, whose hands are red with the blood\nof fallen patriots, and whose skirts are reeking with the odors of\nColumbia and Andersonville, will have a voice as potential in these\nHalls as two and a half Vermont soldiers who have come back from\nthe grandest battle-fields in history maimed and scarred in the\ncontest with South Carolina traitors in their efforts to destroy\nthis Government”—and only secondarily worried about the prospect of\n“taxation without representation.” Cong. Globe, 39th Cong., 1st\nSess., 434.Even Jacob Howard, he of the “theory of the\nConstitution” language,ante,at 12, bemoaned the fact that\nbasing representation on total population would allow southern\nStates “to obtain an advantage which they did not possess before\nthe rebellion and emancipation.” Cong. Globe, 39th Cong., 1st\nSess., 2766. “I object to this. I think they cannot very\nconsistently call upon us to grant them an additional number of\nRepresentatives simply because in consequence of their own\nmisconduct they have lost the property [meaning slaves, whom\nslaveholders considered to be property] which they once possessed,\nand which served as a basis in great part of their representation.”Ibid.The list could go on. The bottom line is that in the\nleadup to the Fourteenth Amendment, claims about representational\nequality were invoked, if at all, only in service of therealgoal: preventing southern States from acquiring too\nmuch power in the National Government.After much debate, Congress eventually settled\non the compromise that now appears in §2 of the Fourteenth\nAmendment. Under that provision, House seats are apportioned based\non total population, but if a State wrongfully denies the right to\nvote to a certain percentage of its population, its representation\nis supposed to be reduced proportionally.[7] Enforcement of this remedy, however, is dependent on\naction by Congress, and—regrettably—the remedy was never used\nduring the long period when voting rights were widely abridged.\nAmar 399.In light of the history of Article I, §2, of the\noriginal Constitution and §2 of the Fourteenth Amendment, it is\nclear that the apportionment of seats in the House of\nRepresentatives was based in substantial part on the distribution\nof political power among the States and not merely on some theory\nregarding the proper nature of representation. It is impossible to\ndraw any clear constitutional command from this complex\nhistory.*  *  *For these reasons, I would hold only that\nTexas permissibly used total population in drawing the challenged\nlegislative districts. I therefore concur in the judgment of the\nCourt.Notes1See,e.g., H.\nPitkin, The Concept of Representation 4 (1967) (“[D]iscussions of\nrepresentation are marked by long-standing, persistent\ncontroversies which seem to defy solution”);ibid.(“Another\nvexing and seemingly endless controversy concerns the proper\nrelation between representative and constituents”); Political\nRepresentation i (I. Shapiro, S. Stokes, E. Wood, & A. Kirshner\neds. 2009) (“[R]elations between the democratic ideal and the\neveryday practice of political representation have never been well\ndefined and remain the subject of vigorous debate among historians,\npolitical theorists, lawyers, and citizens”);id.,at 12\n(“[W]e need a better understanding of these complex relations in\ntheir multifarious parts before aspiring to develop any general\ntheory of representation”); S. Dovi, Political Representation, The\nStanford Encyclopedia of Philosophy (E. Zalta ed. Spring 2014)\n(“[O]ur common understanding of political representation is one\nthat contains different, and conflicting, conceptions of how\npolitical representatives should represent and so holds\nrepresentatives to standards that are mutually incompatible”),\nonline at\nhttp://plato.stanford.edu/‌archives/‌spr2014/‌entries/‌political-representation\n(all Internet materials as last visited Mar. 31, 2016);ibid.(“[W]hat exactly representativesdohas been a\nhotly contested issue”).2See,e.g.,\nAndeweg, Roles in Legislatures, in The Oxford Handbook of\nLegislative Studies 268 (S. Martin, T. Saalfeld, & K. Strøm\neds. 2014) (explaining that the social sciences have not “succeeded\nin distilling [an] unambiguous concept[ion]” of the “role” of a\nlegislator); Introduction,id.,at 11 (“Like political\nscience in general, scholars of legislatures approach the topic\nfrom different and, at least partially, competing theoretical\nperspectives”); Diermeier, Formal Models of Legislatures,id.,at 50 (“While the formal study of legislative politics\nhas come a long way, much remains to be done”); Best & Vogel,\nThe Sociology of Legislators and Legislatures,id.,at 75–76\n(“Stable representative democracies are . . . institutional\nframeworks and informal arrangements which achieve an equilibrium\nbetween the competing demands [of constituents and political\nopponents]. How this situation affects the daily interactions of\nlegislators is largely unknown”).3As Justice Thomas notes,ante,at 8–10 (opinion concurring in judgment), the plan for\nthe House of Representatives was based in large part on the view\nthat there should be “equality of representation,” but that does\nnot answer the question whether it is eligible voters (as\nappellants urge), all citizens, or all residents who should be\nequally represented. The Constitution allocates House seats based\non total inhabitants, but as I explain, the dominant, if not\nexclusive, reason for that choice was the allocation of political\npower among the States.4The Court brushes off the\noriginal Constitution’s allocation of congressional representation\nby narrowing in on the Fourteenth Amendment’s ratification debates.Ante, at 13, n. 10. But those debates were held in the\nshadow of that original allocation. And what Congress decided to do\nafter those debates was to retain the original apportionment\nformula—minus the infamous three-fifths clause—and attach a penalty\nto the disenfranchisement of eligible voters. In short, the\nFourteenth Amendment made no structural changes to apportionment\nthat bear on the one-person, one-vote rule.5See A. Amar, America’s\nConstitution: A Biography 87–98 (2005) (Amar);id.,at 94\n(“The best justification for the three-fifths clause sounded in\nneither republican principle nor Revolutionary ideology, but raw\npolitics”); see alsoid., at 88–89 (explaining that the\n“protective coloring” camouflaging the slave States’ power grab\n“would have been wasted had the Constitution pegged apportionment\nto the number of voters, with a glaringly inconsistent add-on for\nnonvoting slaves”); cf. G. Van Cleve, A Slaveholders’ Union 126\n(2010) (“[T]he slave states saw slave representation as a direct\npolitical protection for wealth consisting of slave property\nagainst possible Northern attacks on slavery, and told the\nConvention unequivocally that they needed such protection in order\nto obtain ratification of the Constitution”);id.,at\n133–134 (“The compromise on representation awarded disproportionate\nshares of representative influence to certain vested\npolitical-economy interests, one of which was the slave labor\neconomies”).6See Amar 92 (“But masters\ndid not as a rule claim to virtually represent the best interests\nof their slaves. Masters, after all, claimed the right to maim and\nsell slaves at will, and to doom their yet unborn posterity to\nperpetual bondage. If this could count as virtual representation,\nanything could”).7Section 2\nprovides:",
    "joined": []
}