{
    "case": {
        "docket": "50",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/50/"
    },
    "id": "1970489",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–8505_________________SANDY WILLIAMS, PETITIONER v. ILLINOISon writ of certiorari to the supreme court of\nillinois[June 18, 2012]Justice Alito announced the judgment of the\nCourt and delivered an opinion, in which The Chief Justice, Justice\nKennedy, and Justice Breyer join.In this case, we decide whether Crawford v.\nWashington,541 U.S.\n36, 50 (2004) , precludes an expert witness from testifying in\na manner that has long been allowed under the law of evidence.\nSpecifically, does Crawford bar an expert from expressing an\nopinion based on facts about a case that have been made known to\nthe expert but about which the expert is not competent to testify?\nWe also decide whether Crawford substantially impedes the ability\nof prosecutors to introduce DNA evidence and thus may effectively\nrelegate the prosecution in some cases to reliance on older, less\nreliable forms of proof.In petitioner’s bench trial for rape, the\nprosecution called an expert who testified that a DNA profile\nproduced by an outside laboratory, Cellmark, matched a profile\nproduced by the state police lab using a sample of petitioner’s\nblood. On direct examination, the expert testified that Cellmark\nwas an accredited laboratory and that Cellmark provided the police\nwith a DNA profile. The expert also explained the notations on\ndocuments admitted as business records, stating that, according to\nthe records, vaginal swabs taken from the victim were sent to and\nreceived back from Cellmark. The expert made no other statement\nthat was offered for the purpose of identifying the sample of\nbiological material used in deriving the profile or for the purpose\nof establishing how Cellmark handled or tested the sample. Nor did\nthe expert vouch for the accuracy of the profile that Cellmark\nproduced. Nevertheless, petitioner contends that the expert’s\ntestimony violated the Confrontation Clause as interpreted in\nCrawford.Petitioner’s main argument is that the expert\nwent astray when she referred to the DNA profile provided by\nCellmark as having been produced from semen found on the victim’s\nvaginal swabs. But both the Illinois Appellate Court and the\nIllinois Supreme Court found that this statement was not admitted\nfor the truth of the matter asserted, and it is settled that the\nConfrontation Clause does not bar the admission of such statements.\nSee id., at 59–60, n. 9 (citing Tennessee v. Street,471\nU.S. 409(1985) ). For more than 200 years, the law of evidence\nhas permitted the sort of testimony that was given by the ex- pert\nin this case. Under settled evidence law, an expert may express an\nopinion that is based on facts that the expert assumes, but does\nnot know, to be true. It is then up to the party who calls the\nexpert to introduce other evidence establishing the facts assumed\nby the expert. While it was once the practice for an expert who\nbased an opinion on assumed facts to testify in the form of an an-\nswer to a hypothetical question, modern practice does not demand\nthis formality and, in appropriate cases, permits an expert to\nexplain the facts on which his or her opinion is based without\ntestifying to the truth of those facts. See Fed. Rule Evid. 703.\nThat is precisely what occurred in this case, and we should not\nlightly “swee[p] away an accepted rule governing the admission of\nscientific evidence.” Melendez-Diaz v. Massachusetts,557\nU.S. 305, 330 (2009) (Kennedy, J., dissenting).We now conclude that this form of expert\ntestimony does not violate the Confrontation Clause because that\nprovision has no application to out-of-court statements that are\nnot offered to prove the truth of the matter asserted. When an\nexpert testifies for the prosecution in a criminal case, the\ndefendant has the opportunity to cross-examine the expert about any\nstatements that are offered for their truth. Out-of-court\nstatements that are related by the expert solely for the purpose of\nexplaining the assumptions on which that opinion rests are not\noffered for their truth and thus fall outside the scope of the\nConfrontation Clause. Applying this rule to the present case, we\nconclude that the expert’s testimony did not violate the Sixth\nAmendment.As a second, independent basis for our decision,\nwe also conclude that even if the report produced by Cellmark had\nbeen admitted into evidence, there would have been no Confrontation\nClause violation. The Cellmark report is very different from the\nsort of extrajudicial statements, such as affidavits, depositions,\nprior testimony, and confessions, that the Confrontation Clause was\noriginally understood to reach. The report was produced before any\nsuspect was identified. The report was sought not for the purpose\nof obtaining evidence to be used against petitioner, who was not\neven under suspicion at the time, but for the purpose of finding a\nrapist who was on the loose. And the profile that Cellmark provided\nwas not inherently inculpatory. On the contrary, a DNA profile is\nevidence that tends to exculpate all but one of the more than 7\nbillion people in the world today. The use of DNA evidence to\nexonerate persons who have been wrongfully accused or convicted is\nwell known. If DNA profiles could not be introduced without calling\nthe technicians who participated in the preparation of the profile,\neconomic pressures would encourage prosecutors to forgo DNA testing\nand rely instead on older forms of evidence, such as eyewitness\nidentification, that are less reliable. See Perry v. New Hampshire,\n565 U. S. ___ (2012). The Confrontation Clause does not\nmandate such an undesirable development. This conclusion will not\nprejudice any defendant who really wishes to probe the reliability\nof the DNA testing done in a particular case because those who\nparticipated in the testing may always be subpoenaed by the defense\nand questioned at trial.IAOn February 10, 2000, in Chicago, Illinois, a\nyoung woman, L. J., was abducted while she was walking home\nfrom work. The perpetrator forced her into his car and raped her,\nthen robbed her of her money and other personal items and pushed\nher out into the street. L. J. ran home and reported the\nattack to her mother, who called the police. An ambulance took\nL. J. to the hospital, where doctors treated her wounds and\ntook a blood sample and vaginal swabs for a sexual-assault kit. A\nChicago Police detective collected the kit, labeled it with an\ninventory number, and sent it under seal to the Illinois State\nPolice (ISP) lab.At the ISP lab, a forensic scientist received\nthe sealed kit. He conducted a chemical test that confirmed the\npresence of semen on the vaginal swabs, and he then resealed the\nkit and placed it in a secure evidence freezer.During the period in question, the ISP lab often\nsent biological samples to Cellmark Diagnostics Laboratory in\nGermantown, Maryland, for DNA testing. There was evidence that the\nISP lab sent L. J.’s vaginal swabs to Cellmark for testing and\nthat Cellmark sent back a report containing a male DNA profile\nproduced from semen taken from those swabs. At this time,\npetitioner was not under suspicion for L. J.’s rape.Sandra Lambatos, a forensic specialist at the\nISP lab, conducted a computer search to see if the Cellmark profile\nmatched any of the entries in the state DNA database. The computer\nshowed a match to a profile produced by the lab from a sample of\npetitioner’s blood that had been taken after he was arrested on\nunrelated charges on August 3, 2000.On April 17, 2001, the police conducted a lineup\nat which L. J. identified petitioner as her assailant.\nPetitioner was then indicted for aggravated criminal sexual\nassault, aggravated kidnaping, and aggravated robbery. In lieu of a\njury trial, petitioner chose to be tried before a state judge.BPetitioner’s bench trial began in April 2006.\nIn open court, L. J. again identified petitioner as her\nattacker. The State also offered three expert forensic witnesses to\nlink petitioner to the crime through his DNA. First, Brian Hapack,\nan ISP forensic scientist, testified that he had confirmed the\npresence of semen on the vaginal swabs taken from L. J. by\nperforming an acid phosphatase test. After performing this test, he\ntestified, he resealed the evidence and left it in a secure freezer\nat the ISP lab.Second, Karen Abbinanti, a state forensic\nanalyst, testified that she had used Polymerase Chain Reaction\n(PCR) and Short Tandem Repeat (STR) techniques to develop a DNA\nprofile from a blood sample that had been drawn from petitioner\nafter he was arrested in August 2000. She also stated that she had\nentered petitioner’s DNA profile into the state forensic\ndatabase.Third, the State offered Sandra Lambatos as an\nexpert witness in forensic biology and forensic DNA analysis. On\ndirect examination, Lambatos testified about the general process of\nusing the PCR and STR techniques to generate DNA profiles from\nforensic samples such as blood and semen. She then described how\nthese DNA profiles could be matched to an individual based on the\nindividual’s unique genetic code. In making a comparison between\ntwo DNA profiles, Lambatos stated, it is a “commonly accepted”\npractice within the scientific community for “one DNA expert to\nrely on the records of another DNA expert.” App. 51. Lambatos also\ntestified that Cellmark was an “accredited crime lab” and that, in\nher experience, the ISP lab routinely sent evidence samples via\nFederal Express to Cellmark for DNA testing in order to expedite\nthe testing process and to “reduce [the lab’s] backlog.” Id., at\n49–50. To keep track of evidence samples and preserve the chain of\ncustody, Lambatos stated, she and other analysts relied on sealed\nshipping containers and labeled shipping manifests, and she added\nthat experts in her field regularly relied on such protocols. Id.,\nat 50–51.Lambatos was shown shipping manifests that were\nadmitted into evidence as business records, and she explained what\nthey indicated, namely, that the ISP lab had sent L. J.’s\nvaginal swabs to Cellmark, and that Cellmark had sent them back,\nalong with a deduced male DNA profile. Id., at 52–55. The\nprosecutor asked Lambatos whether there was “a computer match”\nbetween “the male DNA profile found in semen from the vaginal swabs\nof [L. J.]” and “[the] male DNA profile that had been\nidentified” from petitioner’s blood sample. Id., at 55.The defense attorney objected to this question\nfor “lack of foundation,” arguing that the prosecution had offered\n“no evidence with regard to any testing that’s been done to\ngenerate a DNA profile by another lab to be testified to by this\nwitness.” Ibid.The prosecutor responded: “I‘m not getting at\nwhat another lab did.” Id., at 56. Rather, she said, she was simply\nasking Lambatos about “her own testing based on [DNA] information”\nthat she had received from Cellmark. Ibid. The trial judge agreed,\nnoting, “If she says she didn’t do her own testing and she relied\non a test of another lab and she’s testifying to that, we will see\nwhat she’s going to say.” Ibid.The prosecutor then proceeded, asking Lambatos,\n“Did you compare the semen that had been identified by Brian Hapack\nfrom the vaginal swabs of [L. J.] to the male DNA profile that\nhad been identified by Karen [Abbinanti] from the blood of\n[petitioner]?” Ibid.Lambatos answered “Yes.” Ibid. Defense counsel\nlodged an objection “to the form of the question,” but the trial\njudge overruled it. Ibid. Lambatos then testified that, based on\nher own comparison of the two DNA profiles, she “concluded that\n[petitioner] cannot be excluded as a possible source of the semen\nidentified in the vaginal swabs,” and that the probability of the\nprofile’s appearing in the general population was “1 in 8.7\nquadrillion black, 1 in 390 quadrillion white, or 1 in 109\nquadrillion Hispanic unrelated individuals.” Id., at 57. Asked\nwhether she would “call this a match to [petitioner],” Lambatos\nanswered yes, again over defense counsel’s objection. Id., at\n58.The Cellmark report itself was neither admitted\ninto evidence nor shown to the factfinder. Lambatos did not quote\nor read from the report; nor did she identify it as the source of\nany of the opinions she expressed.On cross-examination, Lambatos confirmed that\nshe did not conduct or observe any of the testing on the vaginal\nswabs, and that her testimony relied on the DNA profile produced by\nCellmark. Id., at 59. She stated that she trusted Cellmark to do\nreliable work because it was an accredited lab, but she admitted\nshe had not seen any of the calibrations or work that Cellmark had\ndone in deducing a male DNA profile from the vaginal swabs. Id., at\n59–62.Asked whether the DNA sample might have been\ndegraded before Cellmark analyzed it, Lambatos answered that, while\ndegradation was technically possible, she strongly doubted it had\noccurred in this case. She gave two reasons. First, the ISP lab\nlikely would have noticed the degradation before sending the\nevidence off to Cell- mark. Second, and more important, Lambatos\nalso noted that the data making up the DNA profile would ex- hibit\ncertain telltale signs if it had been deduced from a degraded\nsample: The visual representation of the DNA sequence would exhibit\n“specific patterns” of degradation, and she “didn’t see any\nevidence” of that from looking at the profile that Cellmark\nproduced. Id., at 81–82.When Lambatos finished testifying, the defense\nmoved to exclude her testimony “with regards to testing done by\n[Cellmark]” based on the Confrontation Clause. Id., at 90. Defense\ncounsel argued that there was “no evidence with regards to\n. . . any work done by [Cellmark] to justify testimony\ncoming into this case with regard to their analysis.” Ibid. Thus,\nwhile defense counsel objected to and sought the exclusion of\nLambatos’ testimony insofar as it implicated events at the Cellmark\nlab, defense counsel did not object to or move for the exclusion of\nany other portion of Lambatos’ testimony, including statements\nregarding the contents of the shipment sent to or received back\nfrom Cellmark. See id., at 55, 56, 90. See also 385 Ill. App. 3d\n359, 367–368, 895 N.E.2d 961, 968 (2008) (chain-of-custody argument\nbased on shipping manifests waived).The prosecution responded that petitioner’s\nConfrontation Clause rights were satisfied because he had the\nopportunity to cross-examine the expert who had testified that\nthere was a match between the DNA profiles produced by Cellmark and\nAbbinanti. App. 91. Invoking Illinois Rule of Evidence 703, [1] the prosecutor argued that\nan expert is allowed to disclose the facts on which the expert’s\nopinion is based even if the expert is not competent to testify to\nthose underlying facts. She further argued that any deficiency in\nthe foundation for the expert’s opinion “[d]oesn’t go to the\nadmissibility of [that] testi- mony,” but instead “goes to the\nweight of the testimony.” App. 91.The trial judge agreed with the prosecution and\nstated that “the issue is . . . what weight do you\ngive the test, not do you exclude it.” Id., at 94. Accordingly, the\njudge stated that he would not exclude Lambatos’ testimony, which\nwas “based on her own independent testing of the data received from\n[Cellmark].” Id., at 94–95 (alteration in original).The trial court found petitioner guilty of the\ncharges against him. The state court of appeals affirmed in\nrelevant part, concluding that Lambatos’ testimony did not violate\npetitioner’s confrontation rights because the Cell- mark report was\nnot offered into evidence to prove the truth of the matter it\nasserted. See 385 Ill. App. 3d, at 369, 895\nN. E. 2d, at 969–970 (“Cellmark’s report was not offered\nfor the truth of the matter asserted; rather, it was offered to\nprovide a basis for Lambatos’ opinion”) The Supreme Court of\nIllinois also affirmed. 238 Ill. 2d 125, 939 N.E.2d 268 (2010).\nUnder state law, the court noted, the Cellmark report could not be\nused as substantive evidence. When Lambatos referenced the report\nduring her direct examination, she did so “for the limited purpose\nof explaining the basis for [her expert opinion],” not for the\npurpose of showing “the truth of the matter asserted” by the\nreport. Id., at 150, 939 N. E. 2d, at 282. Thus, the report\nwas not used to establish its truth, but only “to show the\nunderlying facts and data Lambatos used before rendering an expert\nopinion.” Id., at 145, 939 N. E. 2d, at 279.We granted certiorari. 564 U. S. ___\n(2011).IIAThe Confrontation Clause of the Sixth\nAmendment provides that, “[i]n all criminal prosecutions, the\naccused shall enjoy the right . . . to be confronted with\nthe wit- nesses against him.” Before Crawford, this Court took the\nview that the Confrontation Clause did not bar the admission of an\nout-of-court statement that fell within a firmly rooted exception\nto the hearsay rule, see Ohio v. Roberts,448 U.S.\n56, 66 (1980) , but in Crawford, the Court adopted a\nfundamentally new interpretation of the confronta- tion right,\nholding that “[t]estimonial statements of witnesses absent from\ntrial [can be] admitted only where the declarant is unavailable,\nand only where the defendant has had a prior opportunity to\ncross-examine.” 541 U. S., at 59. Crawford has resulted in a\nsteady stream of new cases in this Court. See Bullcoming v. New\nMexico, 564 U. S. ___ (2011); Michigan v. Bryant, 562\nU. S. ___ (2011); Melendez-Diaz,557 U.S.\n305; Giles v. California,554 U.S.\n353(2008) ; Indiana v. Edwards,554 U.S.\n164(2008) ; Davis v. Washington,547\nU.S. 813(2006) .Two of these decisions involved scientific\nreports. In Melendez-Diaz, the defendant was arrested and charged\nwith distributing and trafficking in cocaine. At trial, the\nprosecution introduced bags of a white powdery substance that had\nbeen found in the defendant’s possession. The trial court also\nadmitted into evidence three “certificates of analysis” from the\nstate forensic laboratory stating that the bags had been “examined\nwith the following results: The substance was found to contain:\nCocaine.” 557 U. S., at 308 (internal quotation marks\nomitted).The Court held that the admission of these\ncertificates, which were executed under oath before a notary,\nviolated the Sixth Amendment. They were created for “the sole\npurpose of providing evidence against a defendant,” id., at 323,\nand were “ ‘quite plainly affidavits,’ ” id., at 330\n(Thomas, J., concurring). The Court emphasized that the\nintroduction of the report to prove the nature of the substance\nfound in the defendant’s possession was tantamount to “live,\nin-court testimony” on that critical fact and that the certificates\ndid “precisely what a witness does on direct examination.” Id., at\n311 (internal quotation marks omitted). There was no doubt that the\ncertificates were used to prove the truth of the matter they\nasserted. Under state law, “the sole purpose of the affidavits was\nto provide prima facie evidence of the composition, quality, and\nthe net weight of the analyzed substance.” Ibid. (internal\nquotation marks omitted and emphasis deleted). On these facts, the\nCourt said, it was clear that the certif- icates were “testimonial\nstatements” that could not be introduced unless their authors were\nsubjected to the “ ‘cru- cible of cross-examination.’ ”\nId., at 311, 317 (quoting Crawford, supra, at 61).In Bullcoming, we held that another scientific\nreport could not be used as substantive evidence against the de-\nfendant unless the analyst who prepared and certified the report\nwas subject to confrontation. The defendant in that case had been\nconvicted of driving while intoxicated. At trial, the court\nadmitted into evidence a forensic report certifying that a sample\nof the defendant’s blood had an alcohol concentration of 0.21 grams\nper hundred milli- liters, well above the legal limit. Instead of\ncalling the analyst who signed and certified the forensic report,\nthe prosecution called another analyst who had not performed or\nobserved the actual analysis, but was only familiar with the\ngeneral testing procedures of the laboratory. The Court declined to\naccept this surrogate testimony, despite the fact that the\ntestifying analyst was a “knowledgeable representative of the\nlaboratory” who could “explain the lab’s processes and the details\nof the report.” 564 U. S., at ___ (Kennedy, J., dissenting)\n(slip op., at 1). The Court stated simply: “The accused’s right is\nto be confronted with the analyst who made the certification.” Id.,\nat ___ (slip op., at 2).Just as in Melendez-Diaz, the forensic report\nthat was “introduce[d]” in Bullcoming “contain[ed] a testimonial\ncertification, made in order to prove a fact at a criminal trial.”\n564 U. S., at ___–___ (slip op., at 7–8). The report was\nsigned by the nontestifying analyst who had authored it, stating,\n“I certify that I followed the procedures set out on the reverse of\nthis report, and the statements in this block are correct. The\nconcentration of alcohol in this sample is based on the grams of\nalcohol in one hundred milliliters of blood.” App. in Bullcoming,\nO. T. 2010, No. 09–10876, p. 62. Critically, the\nreport was introduced at trial for the substantive purpose of\nproving the truth of the matter asserted by its out-of-court\nauthor—namely, that the defendant had a blood-alcohol level of\n0.21. This was the central fact in question at the defendant’s\ntrial, and it was dispositive of his guilt.In concurrence, Justice Sotomayor highlighted\nthe im- portance of the fact that the forensic report had been\nadmitted into evidence for the purpose of proving the truth of the\nmatter it asserted. She emphasized that “this [was] not a case in\nwhich an expert witness was asked for his independent opinion about\nunderlying testimonial reports that were not themselves admitted\ninto evidence.” 564 U. S., at ___ (slip op., at 6) (opinion\nconcurring in part) (citing Fed. Rule Evid. 703). “We would face a\ndifferent question,” she observed, “if asked to determine the\nconstitutionality of allowing an expert witness to discuss others’\ntestimonial statements if the testimonial statements were not\nthemselves admitted as evidence.” Id., at ___ (slip op., at 6).We now confront that question.BIt has long been accepted that an expert\nwitness may voice an opinion based on facts concerning the events\nat issue in a particular case even if the expert lacks first-hand\nknowledge of those facts.At common law, courts developed two ways to deal\nwith this situation. An expert could rely on facts that had already\nbeen established in the record. But because it was not always\npossible to proceed in this manner, and because record evidence was\noften disputed, courts developed the alternative practice of\nallowing an expert to testify in the form of a “hypothetical\nquestion.” Under this approach, the expert would be asked to assume\nthe truth of certain factual predicates, and was then asked to\noffer an opinion based on those assumptions. See 1 K. Broun,\nMcCormick on Evidence §14, p. 87 (6th ed. 2006); 1 J. Wigmore,\nEvidence §677, p. 1084 (2d ed. 1923) (“If the witness is skilled\nenough, his opinion may be adequately obtained upon hypothetical\ndata alone; and it is immate- rial whether he has ever seen the\nperson, place or thing in question” (citation omitted)). The truth\nof the premises could then be established through independent\nevidence, and the factfinder would regard the expert’s testimony to\nbe only as credible as the premises on which it was based.An early example of this approach comes from the\nEnglish case of Beckwith v. Sydebotham, 1 Camp. 116, 170 Eng. Rep.\n897 (K. B. 1807), where a party sought to prove the\nseaworthiness of a ship, the Earl of Wycombe, by calling as\nwitnesses “several eminent surveyors of ships who had never seen\nthe ‘Earl of Wycombe.’ ” Ibid. The opposing party objected to\nthe testimony because it relied on facts that were not known to be\ntrue, but the judge disagreed. Because the experts were “peculiarly\nac- quainted” with “a matter of skill or science,” the judge said,\nthe “jury might be assisted” by their hypothetical opinion based on\ncertain assumed facts. Id., at 117, 170 Eng. Rep., at 897. The\njudge acknowledged the danger of the jury’s being unduly prejudiced\nby wrongly assuming the truth of the hypothetical facts, but the\njudge noted that the experts could be asked on cross-examination\nwhat their opinion of the ship’s seaworthiness would be if\ndifferent hypothetical facts were assumed. If the party that had\ncalled the experts could not independently prove the truth of the\npremises they posited, then the experts’ “opinion might not go for\nmuch; but still it was admissible evidence.” Ibid.There is a long tradition of the use of\nhypothetical questions in American courts. In 1887, for example,\nthis Court indicated its approval of the following jury\ninstruction:“As to the questions, you must understand\nthat they are not evidence; they are mere statements to these\nwitnesses . . . and, upon the hypothesis or assumption of\nthese questions the witnesses are asked to give their [opinion].\nYou must readily see that the value of the answers to these\nquestions depends largely, if not wholly, upon the fact whether the\nstatements made in these questions are sustained by the proof. If\nthe statements in these questions are not supported by the proof,\nthen the answers to the questions are entitled to no weight,\nbecause based upon false assumptions or statements of facts.”\nForsyth v. Doolittle,120 U.S.\n73(internal quotation marks omitted).Modern rules of evidence continue to permit\nexperts to express opinions based on facts about which they lack\npersonal knowledge, but these rules dispense with the need for\nhypothetical questions. Under both the Illinois and the Federal\nRules of Evidence, an expert may base an opinion on facts that are\n“made known to the expert at or before the hearing,” but such\nreliance does not constitute admissible evidence of this underlying\ninformation. Ill. Rule Evid. 703; Fed. Rule Evid. 703. Accordingly,\nin jury trials, both Illinois and federal law generally bar an\nexpert from disclosing such inadmissible evidence. [2] In bench trials, however, both the\nIllinois and the Federal Rules place no restriction on the\nrevelation of such information to the factfinder. When the judge\nsits as the trier of fact, it is presumed that the judge will\nunderstand the limited reason for the disclosure of the underlying\ninadmissible information and will not rely on that information for\nany improper purpose. As we have noted, “[i]n bench trials, judges\nroutinely hear inadmissible evidence that they are presumed to\nignore when making decisions.” Harris v. Rivera,454 U.S.\n339, 346 (1981) (per curiam). There is a “well-established\npresumption” that “the judge [has] adhered to basic rules of\nprocedure,” when the judge is acting as a factfinder. Id., at\n346–347 (emphasis added). See also Gentile v. State Bar of Nev.,501 U.S.\n1030, 1078 (1991) (Rehnquist, C. J., dissenting).This feature of Illinois and federal law is\nimportant because Crawford, while departing from prior\nConfrontation Clause precedent in other respects, took pains to\nreaffirm the proposition that the Confrontation Clause “does not\nbar the use of testimonial statements for purposes other than\nestablishing the truth of the matter asserted.” 541 U. S., at\n59–60, n. 9 (citing Tennessee v. Street,471\nU.S. 409). In Street, the defendant claimed that the police\nhad coerced him into adopting the confession of his alleged\naccomplice. The prosecution sought to rebut this claim by showing\nthat the defendant’s confession differed significantly from the\naccomplice’s. Although the accomplice’s confession was clearly a\ntestimonial statement, the Court held that the jurors could hear it\nas long as they were instructed to consider that confession not for\nits truth, but only for the “distinctive and limited purpose” of\ncomparing it to the defendant’s confession, to see whether the two\nwere identical. Id., at 417.IIIAIn order to assess petitioner’s Confrontation\nClause argument, it is helpful to inventory exactly what Lambatos\nsaid on the stand about Cellmark. She testified to the truth of the\nfollowing matters: Cellmark was an accredited lab, App. 49; the ISP\noccasionally sent forensic samples to Cellmark for DNA testing,\nibid.; according to shipping manifests admitted into evidence, the\nISP lab sent vaginal swabs taken from the victim to Cellmark and\nlater received those swabs back from Cellmark, id., at 52–55; and,\nfinally, the Cellmark DNA profile matched a profile produced by the\nISP lab from a sample of petitioner’s blood, id., at 55–56.\nLambatos had personal knowledge of all of these matters, and\ntherefore none of this testimony in- fringed petitioner’s\nconfrontation right.Lambatos did not testify to the truth of any\nother matter concerning Cellmark. She made no other reference to\nthe Cellmark report, which was not admitted into evidence and was\nnot seen by the trier of fact. Nor did she testify to anything that\nwas done at the Cellmark lab, and she did not vouch for the quality\nof Cellmark’s work.BThe principal argument advanced to show a\nConfrontation Clause violation concerns the phrase that Lambatos\nused when she referred to the DNA profile that the ISP lab received\nfrom Cellmark. This argument is developed most fully in the\ndissenting opinion, and therefore we refer to the dissent’s\ndiscussion of this issue.In the view of the dissent, the following is the\ncritical portion of Lambatos’ testimony, with the particular words\nthat the dissent finds objectionable italicized:“Q Was there a computer match generated of the\nmale DNA profile found in semen from the vaginal swabs of [L.J.] to\na male DNA profile that had been identified as having originated\nfrom Sandy Williams?“A Yes, there was.” Post, at 7 (opinion of\nKagan, J.) (quoting App. 56; emphasis added).According to the dissent, the italicized phrase\nviolated petitioner’s confrontation right because Lambatos lacked\npersonal knowledge that the profile produced by Cellmark was based\non the vaginal swabs taken from the victim, L. J. As the\ndissent acknowledges, there would have been “nothing wrong with\nLambatos’s testifying that two DNA profiles—the one shown in the\nCellmark report and the one derived from Williams’s blood—matched\neach other; that was a straightforward application of Lambatos’s\nexpertise.” Post, at 12. Thus, if Lambatos’ testimony had been\nslightly modified as follows, the dissent would see no problem:“Q Was there a computer match generated of the\nmale DNA profile produced by Cellmark found in semen from the\nvaginal swabs of [L.J.] to a male DNA profile that had been\nidentified as having originated from Sandy Williams?“A Yes, there was.” [3]The defect in this argument is that under\nIllinois law (like federal law) it is clear that the putatively\noffending phrase in Lambatos’ testimony was not admissible for the\npurpose of proving the truth of the matter asserted—i.e., that the\nmatching DNA profile was “found in semen from the vaginal swabs.”\nRather, that fact was a mere premise of the prosecutor’s question,\nand Lambatos simply assumed that premise to be true when she gave\nher answer indicating that there was a match between the two DNA\nprofiles. There is no reason to think that the trier of fact took\nLambatos’ answer as substantive evidence to establish where the DNA\nprofiles came from.The dissent’s argument would have force if\npetitioner had elected to have a jury trial. In that event, there\nwould have been a danger of the jury’s taking Lambatos’ testimony\nas proof that the Cellmark profile was derived from the sample\nobtained from the victim’s vaginal swabs. Absent an evaluation of\nthe risk of juror confusion and careful jury instructions, the\ntestimony could not have gone to the jury.This case, however, involves a bench trial and\nwe must assume that the trial judge understood that the portion of\nLambatos’ testimony to which the dissent objects was not admissible\nto prove the truth of the matter asserted. [4] The dissent, on the other hand, reaches the\ntruly remarkable conclusion that the wording of Lambatos’ testimony\nconfused the trial judge. Were it not for that wording, the\nargument goes, the judge might have found that the prosecution\nfailed to introduce sufficient admissible evidence to show that the\nCellmark profile was derived from the sample taken from the victim,\nand the judge might have disregarded the DNA evidence. This\nargument reflects a profound lack of respect for the acumen of the\ntrial judge. [5]To begin, the dissent’s argument finds no\nsupport in the trial record. After defense counsel objected to\nLambatos’ testimony, the prosecutor made clear that she was asking\nLambatos only about “her own testing based on [DNA] information”\nthat she had received from Cellmark. App. 56. Recognizing that\nLambatos’ testimony would carry weight only if the underlying\npremises could be established, the judge noted that “the issue is\n. . . what weight do you give the test [performed by\nLambatos], not do you exclude it.” Id., at 94. This echoes the old\nstatement in Beckwith that an expert’s opinion based on disputed\npremises “might not go for much; but still it [is] admissible\nevidence.” 1 Camp., at 117, 170 Eng. Rep., at 897. Both the\nIllinois Appellate Court and the Illinois Supreme Court viewed the\nrecord in this way, and we see no ground for disagreement. [6]Second, it is extraordinarily unlikely that any\ntrial judge would be confused in the way that the dissent posits.\nThat Lambatos was not competent to testify to the chain of custody\nof the sample taken from the victim was a point that any trial\njudge or attorney would immediately understand. Lambatos, after\nall, had absolutely nothing to do with the collection of the sample\nfrom the victim, its subsequent handling or preservation by the\npolice in Illinois, or its shipment to and receipt by Cellmark. No\ntrial judge would take Lambatos’ testimony as furnishing “the\nmissing link” in the State’s evidence regarding the identity of the\nsample that Cellmark tested. See post, at 6 (opinion of Kagan,\nJ.).Third, the admissible evidence left little room\nfor argument that the sample tested by Cellmark came from any\nsource other than the victim’s vaginal swabs. [7] This is so because there is simply no\nplausible explanation for how Cellmark could have produced a DNA\nprofile that matched Williams’ if Cellmark had tested any sample\nother than the one taken from the victim. If any other items that\nmight have contained Williams’ DNA had been sent to Cellmark or\nwere otherwise in Cellmark’s possession, there would have been a\nchance of a mix-up or of cross-contamination. See District\nAttorney’s Office for Third Judicial Dist. v. Osborne, 557 U.S. 52,\n80 (2009) (Alito, J., concurring). But there is absolutely nothing\nto suggest that Cellmark had any such items. Thus, the fact that\nthe Cellmark profile matched Williams—the very man whom the victim\nidentified in a lineup and at trial as her at- tacker—was itself\nstriking confirmation that the sample that Cellmark tested was the\nsample taken from the victim’s vaginal swabs. For these reasons, it\nis fanciful to suggest that the trial judge took Lambatos’\ntestimony as providing critical chain-of-custody evidence.COther than the phrase that Lambatos used in\nreferring to the Cellmark profile, no specific passage in the trial\nrecord has been identified as violating the Confrontation Clause,\nbut it is nevertheless suggested that the State somehow introduced\n“the substance of Cellmark’s report into evidence.” Post, at 8\n(Kagan, J., dissenting). The main impetus for this argument appears\nto be the (erroneous) view that unless the substance of the report\nwas sneaked in, there would be insufficient evidence in the record\non two critical points: first, that the Cellmark profile was based\non the semen in the victim’s vaginal swabs and, second, that\nCellmark’s procedures were reli- able. This argument is both\nlegally irrelevant for present purposes and factually\nincorrect.As to legal relevance, the question before us is\nwhether petitioner’s Sixth Amendment confrontation right was\nviolated, not whether the State offered sufficient foundational\nevidence to support the admission of Lambatos’ opinion about the\nDNA match. In order to prove these underlying facts, the\nprosecution relied on circumstantial evidence, and the Illinois\ncourts found that this evidence was sufficient to satisfy state-law\nrequirements regarding proof of foundational facts. See 385 Ill.\nApp. 3d, at 366–368, 895 N. E. 2d, at 967–968; 238 Ill. 2d, at 138,\n939 N. E. 2d, at 275. We cannot review that interpretation and\napplication of Illinois law. Thus, even if the record did not\ncontain any evidence that could rationally support a finding that\nCellmark produced a scientifically reliable DNA profile based on L.\nJ.’s vaginal swab, that would not establish a Confrontation Clause\nviolation. If there were no proof that Cellmark produced an\naccurate profile based on that sample, Lambatos’ testimony\nregarding the match would be irrelevant, but the Confrontation\nClause, as interpreted in Crawford, does not bar the admission of\nirrelevant evidence, only testimonial statements by declarants who\nare not subject to cross-examination. [8]It is not correct, however, that the trial\nrecord lacks admissible evidence with respect to the source of the\nsam- ple that Cellmark tested or the reliability of the Cell- mark\nprofile. As to the source of the sample, the State offered\nconventional chain-of-custody evidence, namely, the testimony of\nthe physician who obtained the vaginal swabs, the testimony of the\npolice employees who handled and kept custody of that evidence\nuntil it was sent to Cellmark, and the shipping manifests, which\nprovided evidence that the swabs were sent to Cellmark and then\nreturned to the ISP lab. In addition, as already discussed, the\nmatch between the Cellmark profile and petitioner’s profile was\nitself telling confirmation that the Cellmark profile was deduced\nfrom the semen on the vaginal swabs.This match also provided strong circumstantial\nevidence regarding the reliability of Cellmark’s work. Assuming\n(for the reasons discussed above) that the Cellmark profile was\nbased on the semen on the vaginal swabs, how could shoddy or\ndishonest work in the Cellmark lab [9] have resulted in the production of a DNA profile that\njust so happened to match petitioner’s? If the semen found on the\nvaginal swabs was not petitioner’s and thus had an en- tirely\ndifferent DNA profile, how could sloppy work in the Cellmark lab\nhave transformed that entirely different profile into one that\nmatched petitioner’s? And without access to any other sample of\npetitioner’s DNA (and recall that petitioner was not even under\nsuspicion at this time), how could a dishonest lab technician have\nsubstituted pe- titioner’s DNA profile? Under the circumstances of\nthis case, it was surely permissible for the trier of fact to infer\nthat the odds of any of this were exceedingly low.This analysis reveals that much of the dissent’s\nargument rests on a very clear error. The dissent argues that\nLambatos’ testimony could be “true” only if the predicate facts\nasserted in the Cellmark report were true, and therefore Lambatos’\nreference to the report must have been used for the purpose of\nproving the truth of those facts. See post, at 10–11. But the truth\nof Lambatos’ testimony, properly understood, was not dependent on\nthe truth of any predicate facts. Lambatos testified that two DNA\nprofiles matched. The correctness of this expert opinion, which the\ndefense was able to test on cross-examination, was not in any way\ndependent on the origin of the samples from which the profiles were\nderived. Of course, Lambatos’ opinion would have lacked probative\nvalue if the prosecution had not introduced other evidence to\nestablish the provenance of the profiles, but that has nothing to\ndo with the truth of her testimony.The dissent is similarly mistaken in its\ncontention that the Cellmark report “was offered for its truth\nbecause that is all such ‘basis evidence’ can be offered for.”\nPost, at 13; see also post, at 3 (Thomas, J., concurring in\njudgment) (“[S]tatements introduced to explain the basis of an\nexpert’s opinion are not introduced for a plausible nonhearsay\npurpose”). This view is directly contrary to the current version of\nRule 703 of the Federal Rules of Evidence, which this Court\napproved and sent to Congress in 2000. Under that Rule, “basis\nevidence” that is not admissible for its truth may be disclosed\neven in a jury trial under appropriate circumstances. The purpose\nfor allowing this disclosure is that it may “assis[t] the jury to\nevaluate the expert’s opinion.” Advisory Committee’s 2000 Notes on\nFed. Rule Evid. 703, 28 U. S. C. App., p. 361. The Rule\n703 approach, which was controversial when adopted, [10] is based on the idea that the\ndisclosure of basis evidence can help the factfinder understand the\nexpert’s thought process and determine what weight to give to the\nexpert’s opinion. For example, if the factfinder were to suspect\nthat the expert relied on factual premises with no support in the\nrecord, or that the expert drew an unwarranted inference from the\npremises on which the expert relied, then the probativeness or\ncredibility of the expert’s opinion would be seriously undermined.\nThe purpose of disclosing the facts on which the expert relied is\nto allay these fears—to show that the expert’s reasoning was not\nillogical, and that the weight of the expert’s opinion does not\ndepend on factual premises unsupported by other evidence in the\nrecord—not to prove the truth of the underlying facts.Perhaps because it cannot seriously dispute the\nlegit- imate nonhearsay purpose of illuminating the expert’s\nthought process, the dissent resorts to the last-ditch argument\nthat, after all, it really does not matter whether Lambatos’\nstatement regarding the source of the Cellmark report was admitted\nfor its truth. The dissent concedes that “the trial judge might\nhave ignored Lambatos’s statement about the Cellmark report,” but\nnonetheless maintains that “the admission of that statement\nviolated the Confrontation Clause even if the judge ultimately put\nit aside.” Post, at 15, n. 2. But in a bench trial, it is not\nnecessary for the judge to stop and make a formal statement on the\nrecord regarding the limited reason for which the testimony is\nadmitted. If the judge does not consider the testimony for its\ntruth, the effect is precisely the same. Thus, if the trial judge\nin this case did not rely on the statement in question for its\ntruth, there is simply no way around the proviso in Crawford that\nthe Confrontation Clause applies only to out-of-court statements\nthat are “use[d]” to “establis[h] the truth of the matter\nasserted.” 541 U. S., at 59–60, n. 9 (citing Street,471\nU.S. 409).For all these reasons, we conclude that\npetitioner’s Sixth Amendment confrontation right was not\nviolated.DThis conclusion is entirely consistent with\nBullcoming and Melendez-Diaz. In those cases, the forensic reports\nwere introduced into evidence, and there is no question that this\nwas done for the purpose of proving the truth of what they\nasserted: in Bullcoming that the defendant’s blood alcohol level\nexceeded the legal limit and in Melendez- Diaz that the substance\nin question contained cocaine. Nothing comparable happened here. In\nthis case, the Cellmark report was not introduced into evidence. An\nexpert witness referred to the report not to prove the truth of the\nmatter asserted in the report, i.e., that the report contained an\naccurate profile of the perpetrator’s DNA, but only to establish\nthat the report contained a DNA profile that matched the DNA\nprofile deduced from petitioner’s blood. Thus, just as in Street,\nthe report was not to be considered for its truth but only for the\n“distinctive and limited purpose” of seeing whether it matched\nsomething else. 471 U. S., at 417. The relevance of the match\nwas then established by independent circumstantial evidence showing\nthat the Cellmark report was based on a forensic sample taken from\nthe scene of the crime.Our conclusion will not open the door for the\nkind of abuses suggested by some of petitioner’s amici and the\ndissent. See post, at 10–11; Brief for Richard D. Friedman as\nAmicus Curiae 20–21. In the hypothetical situations posited, an\nexpert expresses an opinion based on factual premises not supported\nby any admissible evidence, and may also reveal the out-of-court\nstatements on which the expert relied. [11] There are at least four safeguards to prevent\nsuch abuses. First, trial courts can screen out experts who would\nact as mere conduits for hearsay by strictly enforcing the\nrequirement that experts display some genuine “scientific,\ntechnical, or other specialized knowledge [that] will help the\ntrier of fact to understand the evidence or to determine a fact in\nissue.” Fed. Rule Evid. 702(a). Second, experts are generally\nprecluded from disclosing inadmissible evidence to a jury. See Fed.\nRule Evid. 703; People v. Pasch,152 Ill. 2d 133, 175–176,604 N.E.2d 294, 310–311 (1992). Third, if such evidence is\ndisclosed, the trial judges may and, under most circumstances,\nmust, instruct the jury that out-of-court statements cannot be\naccepted for their truth, and that an expert’s opinion is only as\ngood as the independent evidence that establishes its underlying\npremises. See Fed. Rules Evid. 105, 703; People v. Scott,148 Ill. 2d 479, 527–528,594 N.E.2d 217, 236–237 (1992). And fourth, if the prosecution\ncannot muster any independent admissible evidence to prove the\nfoundational facts that are essential to the relevance of the\nexpert’s testimony, then the expert’s testimony cannot be given any\nweight by the trier of fact. [12]IVAEven if the Cellmark report had been\nintroduced for its truth, we would nevertheless conclude that there\nwas no Confrontation Clause violation. The Confrontation Clause\nrefers to testimony by “witnesses against” an accused. Both the\nnoted evidence scholar James Henry Wigmore and Justice Harlan\ninterpreted the Clause in a strictly literal sense as referring\nsolely to persons who testify in court, but we have not adopted\nthis narrow view. It has been said that “[t]he difficulty with the\nWigmore-Harlan view in its purest form is its tension with much of\nthe apparent history surrounding the evolution of the right of\nconfrontation at common law.” White v. Illinois,502 U.S.\n346, 360 (1992) (Thomas, J., concurring). “[T]he principal evil\nat which the Confrontation Clause was directed,” the Court\nconcluded in Crawford, “was the civil-law mode of criminal\nprocedure, and particularly its use of ex parte examinations as\nevidence against the accused.” 541 U. S., at 50. “[I]n\nEngland, pretrial examinations of suspects and witnesses by\ngovernment officials ‘were sometimes read in court in lieu of live\ntestimony.’ ” Bryant, 562 U. S., at ___ (slip op., at 6)\n(quoting Crawford, supra, at 43). The Court has thus interpreted\nthe Confrontation Clause as prohibiting modern-day practices that\nare tantamount to the abuses that gave rise to the recognition of\nthe confrontation right. But any further expansion would strain the\nconstitutional text.The abuses that the Court has identified as\nprompting the adoption of the Confrontation Clause shared the\nfollowing two characteristics: (a) they involved out-of-court\nstatements having the primary purpose of accusing a targeted\nindividual of engaging in criminal conduct and (b) they involved\nformalized statements such as affidavits, depositions, prior\ntestimony, or confessions. In all but one of the post-Crawford\ncases [13] in which a\nConfrontation Clause violation has been found, both of these\ncharacteristics were present. See Bullcoming, 564 U. S., at\n308 (slip op., at 3–4) (certified lab report having purpose of\nshowing that defendant’s blood-alcohol level exceeded legal limit);\nMelendez-Diaz, 557 U. S., at 308 (certified lab report having\npurpose of showing that substance connected to defendant contained\ncocaine); Crawford, supra, at 38 (custodial statement made after\nMiranda warnings that shifted blame from declarant to accused). [14] The one exception\noccurred in Hammon v. Indiana,547\nU.S. 813–832 (2006), which was decided together with Davis v.\nWashington, but in Hammon and every other post-Crawford case in\nwhich the Court has found a violation of the confrontation right,\nthe statement at issue had the primary purpose of accusing a\ntargeted individual.BIn Hammon, the one case in which an informal\nstatement was held to violate the Confrontation Clause, we\nconsidered statements elicited in the course of police in-\nterrogation. We held that a statement does not fall within the\nambit of the Clause when it is made “under circumstances\nobjectively indicating that the primary purpose of the\ninterrogation is to enable police assistance to meet an ongoing\nemergency.” 547 U. S., at 822. In Bryant, another\npolice-interrogation case, we explained that a person who makes a\nstatement to resolve an ongoing emergency is not acting like a\ntrial witness because the declarant’s purpose is not to provide a\nsolemn declaration for use at trial, but to bring an end to an\nongoing threat. See 562 U. S., at ___, ___ (slip op., at 11,\n14). We noted that “the prospect of fabrication . . . is\npresumably significantly diminished” when a statement is made under\nsuch circumstances, id., at ___ (slip op., at 14) and that\nreliability is a salient characteristic of a statement that falls\noutside the reach of the Confrontation Clause, id., at ___–___\n(slip op., at 14–15). We emphasized that if a statement is not made\nfor “the primary purpose of creating an out-of-court substitute for\ntrial testimony,” its admissibility “is the concern of state and\nfederal rules of evidence, not the Confrontation Clause.” Id., at\n___–___ (slip op., at 11–12).In Melendez-Diaz and Bullcoming, the Court held\nthat the particular forensic reports at issue qualified as\ntestimonial statements, but the Court did not hold that all\nforensic reports fall into the same category. Introduction of the\nreports in those cases ran afoul of the Confrontation Clause\nbecause they were the equivalent of affidavits made for the purpose\nof proving the guilt of a particular criminal defendant at trial.\nThere was nothing resembling an ongoing emergency, as the suspects\nin both cases had already been captured, and the tests in question\nwere relatively simple and can generally be performed by a single\nanalyst. In addition, the technicians who prepared the reports must\nhave realized that their contents (which reported an elevated\nblood-alcohol level and the presence of an illegal drug) would be\nincriminating.CThe Cellmark report is very different. It\nplainly was not prepared for the primary purpose of accusing a\ntargeted individual. In identifying the primary purpose of an\nout-of-court statement, we apply an objective test. Bryant, 562\nU. S., at ___ (slip op., at 13). We look for the primary\npurpose that a reasonable person would have ascribed to the\nstatement, taking into account all of the surrounding\ncircumstances. Ibid.Here, the primary purpose of the Cellmark\nreport, viewed objectively, was not to accuse petitioner or to\ncreate evidence for use at trial. When the ISP lab sent the sample\nto Cellmark, its primary purpose was to catch a dangerous rapist\nwho was still at large, not to obtain evidence for use against\npetitioner, who was neither in custody nor under suspicion at that\ntime. Similarly, no one at Cellmark could have possibly known that\nthe profile that it produced would turn out to inculpate\npetitioner—or for that matter, anyone else whose DNA profile was in\na law enforcement database. Under these circumstances, there was no\n“prospect of fabrication” and no incentive to produce anything\nother than a scientifi- cally sound and reliable profile. Id., at\n___ (slip op., at 14).The situation in which the Cellmark technicians\nfound themselves was by no means unique. When lab technicians are\nasked to work on the production of a DNA profile, they often have\nno idea what the consequences of their work will be. In some cases,\na DNA profile may provide powerful incriminating evidence against a\nperson who is identified either before or after the profile is\ncompleted. But in others, the primary effect of the profile is to\nexonerate a suspect who has been charged or is under investigation.\nThe technicians who prepare a DNA profile generally have no way of\nknowing whether it will turn out to be incriminating or\nexonerating—or both.It is also significant that in many labs,\nnumerous technicians work on each DNA profile. See Brief for New\nYork County District Attorney’s Office et al. as Amici Curiae\n6 (New York lab uses at least 12 technicians for each case); People\nv. Johnson, 389 Ill. App. 3d 618, 627, 906 N.E.2d 70, 79 (2009)\n(“[A]pproximately 10 Cellmark analysts were involved in the\nlaboratory work in this case”). When the work of a lab is divided\nup in such a way, it is likely that the sole purpose of each\ntechnician is simply to perform his or her task in accordance with\naccepted procedures.Finally, the knowledge that defects in a DNA\nprofile may often be detected from the profile itself provides a\nfurther safeguard. In this case, for example, Lambatos testified\nthat she would have been able to tell from the profile if the\nsample used by Cellmark had been degraded prior to testing. As\nnoted above, moreover, there is no real chance that “sample\ncontamination, sample switching, mislabeling, [or] fraud” could\nhave led Cellmark to produce a DNA profile that falsely matched\npetitioner. Post, at 21 (Kagan, J., dissenting). At the time of the\ntesting, petitioner had not yet been identified as a suspect, and\nthere is no suggestion that anyone at Cellmark had a sample of his\nDNA to swap in by malice or mistake. And given the complexity of\nthe DNA molecule, it is inconceivable that shoddy lab work would\nsomehow produce a DNA profile that just so happened to have the\nprecise genetic makeup of petitioner, who just so happened to be\npicked out of a lineup by the victim. The prospect is beyond\nfanciful.In short, the use at trial of a DNA report\nprepared by a modern, accredited laboratory “bears little if any\nresemblance to the historical practices that the Confrontation\nClause aimed to eliminate.” Bryant, supra, at ___ (slip op., at 2)\n(Thomas, J., concurring).*  *  *For the two independent reasons explained\nabove, we conclude that there was no Confrontation Clause violation\nin this case. Accordingly, the judgment of the Supreme Court of\nIllinois isAffirmed.Notes1Consistent with the\nFederal Rules, Illinois Rule of Evidence 703 provides as follows:\n“The facts or data in the particular case upon which an expert\nbases an opinion or inference may be those perceived by or made\nknown to the expert at or before the hearing. If of a type\nreasonably relied upon by experts in the particular field in\nforming opinions or inferences upon the subject, the facts or data\nneed not be admissible inevidence.”2But disclosure of these\nfacts or data to the jury is permitted if the value of disclosure\n“substantially outweighs [any] prejudicial effect,” Fed. Rule Evid.\n703, or “the probative value . . . outweighs the risk of unfair\nprejudice.” People v. Pasch,152 Ill. 2d 133, 223,604 N.E.2d 294, 333 (1992). When this disclosure occurs, “the\nunderlying facts” are revealed to the jury “for the limited purpose\nof explaining the basis for [the expert’s] opinion” and not “for\nthe truth of the matter asserted.” Id., at 176, 604 N. E. 2d,\nat 311.3The small difference\nbetween what Lambatos actually said on the stand and the slightly\nrevised version that the dissent would find un-objectionable shows\nthat, despite the dissent’s rhetoric, its narrow argument would\nhave little practical effect in future cases. Prosecutors would be\nallowed to do exactly what the prosecution did in this case so long\nas their testifying experts’ testimony was slightly modified along\nthe lines shown above. Following that course presumably would not\nconstitute a “prosecutorial dodge,” “subterfuge,” “indirection,”\nthe “neat trick” of “sneak[ing]” in evidence, or the countenancing\nof constitutional violations with “a wink and a nod.” See post, at\n3, 16, 17, 12 (opinion of Kagan, J.).4We do not suggest that\nthe Confrontation Clause applies differently depending on the\nidentity of the factfinder. Cf. post, at 14–15 (opinion of Kagan,\nJ.). Instead, our point is that the identity of the factfinder\nmakes a big difference in evaluating the likelihood that the\nfactfinder mistakenly based its decision on inadmissible\nevidence.5See post, at 14 (opinion\nof Kagan, J.) (“I do not doubt that a judge typically will do\nbetter than a jury in excluding such inadmissible evidence from his\ndecisionmaking process. Perhaps the judge did so here” (emphasis\nadded)).6The dissent finds\nevidence of the trial judge’s confusion in his statement that\npetitioner is “ ‘the guy whose DNA, according to the evidence\nfrom the experts, is in the semen recovered from the victim’s\nvagina.’ ” Post, at 14 (emphasis added). The dissent\ninterprets the phrase “according to the evidence from the experts”\nas a reference to what one expert, Lambatos, said about the origin\nof the sample that Cellmark tested. In context, however, the\njudge’s statement is best understood as attributing to Lambatos\nnothing more than the conclusion that there was a match between the\ntwo DNA profiles that were compared. The foundational facts, that\none of the profiles came from the defendant and that the other came\nfrom “ ‘the semen recovered from the victim’s vagina,’ ”\nwere established not by expert testimony but by ordinary\nchain-of-custody evidence.7Our point is not that\nadmissible evidence regarding the identity of the sample that\nCellmark tested excuses the admission of testimonial hearsay on\nthis matter. Compare post, at 5–6 (Thomas, J., concurring in\njudgment), with post, at 14 (Kagan, J., dissenting). Rather, our\npoint is that, because there was substantial (albeit\ncircumstantial) evidence on this matter, there is no reason to\ninfer that the trier of fact must have taken Lambatos’ statement as\nproviding “the missing link.”8Applying the Due Process\nClause, we have held that a federal court may determine whether a\nrational trier of fact could have found the existence of all the\nelements needed for conviction for a state offense. Jackson v.\nVirginia,443 U.S.\n307, 314 (1979) , but petitioner has not raised a due process\nclaim. And in any event, L. J.’s identification of petitioner as\nher assailant would be sufficient to defeat any such\nclaim.9See post, at 18 (Kagan,\nJ., dissenting).10See\nAdvisory Committee’s 2000 Notes on Rule 703, at 361.11Both\nJustice Thomas and Justice Kagan quote statements in D. Kaye, D.\nBernstein, & J. Mnookin, The New Wigmore: Expert Evidence\n§4.10.1, pp. 196–197 (2d ed. 2011) (hereinafter New Wigmore), that\nare critical of the theory that an expert, without violating the\nConfrontation Clause, may express an opinion that is based on\ntestimonial hearsay and may, in some circumstances, disclose that\ntestimonial hearsay to the trier of fact. The principal basis for\nthis criticism seems to be the fear that juries, even if given\nlimiting instructions, will view the disclosed hearsay as evidence\nof the truth of the matter asserted. See id., at 196, n. 36\n(referring reader to the more detailed discussion in Mnookin,\nExpert Evidence and the Confrontation Clause After Crawford v.\nWashington, 15 J. L. & Pol’y 791 (2007)); New Wigmore\n197,and n. 39 (citing jury cases); Mnookin, supra, at 802–804,\n811–813. This argument plainly has no application in a case like\nthis one, in which a judge sits as the trier of fact. In the 2012\nSupplement of The New Wigmore, the authors discuss the present case\nand criticize the reasoning of the Illinois courts as follows: “The\nproblem with [the not-for-the-truth-of-the-matter argument accepted\nby the Illinois courts] is that Lambatos had to rely on the truth\nof the statements in the Cellmark report to reach her own\nconclusion. The claim that evidence that the jury must credit in\norder to credit the conclusion of the expert is introduced for\nsomething other than its truth is sheer fiction.” New Wigmore\n§4.11.6, at 24 (2012 Supp.) (emphasis added). This discussion is\nflawed. It overlooks the fact that there was no jury in this case,\nand as we have explained, the trier of fact did not have to rely on\nany testimonial hearsay in order to find that Lambatos’ testimony\nabout the DNA match was supported by adequate foundational evidence\nand was thus probative.12Our\ndiscussion of the first ground for our decision cannot conclude\nwithout commenting on the Kocak case, which dramatically appears at\nthe beginning of the dissent. In that case, a Cellmark lab analyst\nrealized while testifying at a pretrial hearing that there was an\nerror in the lab’s report and that the DNA profile attributed to\nthe accused was actually that of the victim. The lesson of this\ncautionary tale is nothing more than the truism that it is possible\nfor an apparently incriminating DNA profile to be mistakenly\nattributed to an accused. But requiring that the lab analyst or\nanalysts who produced the DNA profile be called as prosecution\nwitnesses is neither sufficient nor necessary to prevent such\nerrors. Since samples may be mixed up or contaminated at many\npoints along the way from a crime scene to the lab, calling one or\nmore lab analysts will not necessarily catch all such mistakes. For\nexample, a mistake might be made by a clerical employee responsible\nfor receiving shipments of samples and then providing them to the\nlab’s technicians. What is needed is for the trier of fact to make\nsure that the evidence, whether direct or circumstantial, rules out\nthe possibility of such mistakes at every step along the way. And\nin the usual course of authentication, defense counsel will have\naccess to sufficient information to inquire into, question, or\nchallenge the procedures used by a laboratory if this seems to be a\nprudent and productive strategy.13Experience might yet show that the\nholdings in those cases should be reconsidered for the reasons,\namong others, expressed in the dissents the decisions produced.\nThose decisions are not challenged in this case and are to be\ndeemed binding precedents, but they can and should be distinguished\non the facts here.14With\nrespect to Crawford, see Davis, 547 U. S., at 840 (Thomas, J.,\nconcurring in judgment in part and dissenting in\npart).",
    "joined": []
}