{
    "case": {
        "docket": "20-1410",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-1410/"
    },
    "id": "4601242",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 20–1410 and 21–5261_________________XIULU RUAN, PETITIONER20–1410v.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuitSHAKEEL KAHN, PETITIONER21–5261v.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 27, 2022]Justice Alito, with whom Justice Thomas joins,\nand with whom Justice Barrett joins as to Parts I–A, I–B, and II,\nconcurring in the judgment.In criminal law, the distinction between the\nelements of an offense and an affirmative defense is well-known and\nimportant. In these cases, however, the Court recognizes a new\nhybrid that has some characteristics of an element and some\ncharacteristics of an affirmative defense. The consequences of this\ninnovation are hard to foresee, but the result may well be\nconfusion and disruption. That risk is entirely unnecessary.We granted certiorari in these cases to decide\nwhether a physician may be convicted of dispensing or distributing\ndrugs by prescription under a provision of the Controlled\nSubstances Act of 1970 (CSA), 21 U. S. C. §841(a), if he\nor she believed in good faith that the prescription was within the\ncourse of professional practice. In my view, there is a\nstraightforward answer to this question. The CSA contains an\nexception for prescriptions issued in the course of professional\npractice, and this exception is a carry-over from the CSA’s\npredecessor, the Harrison Narcotics Act of 1914, 38Stat. 785. In\ninterpreting the Harrison Act, this Court held that a registered\nphysician acts “in the course of his professional practice” when\nthe physician writes prescriptions “in good faith.”Linderv.United States,268 U.S.\n5, 17–18 (1925). I would hold that this rule applies under the\nCSA and would therefore vacate the judgments below and remand for\nfurther proceedings.The Court declines to adopt this approach and\ninstead takes a radical new course. It holds that the mental state\nexpressed by the terms “knowingly or intentionally” in §841(a)\napplies to the provision’s “[e]xcept as authorized” proviso. It\nbases this conclusion not on anything in the language of the CSA,\nbut instead on the “presumption, traceable to the common law, that\nCongress intends to require a defendant to possess a culpable\nmental state.”Rehaifv.United States, 588\nU. S. ___, ___ (2019) (slip op., at 3).The Court’s analysis rests on an obvious\nconceptual mistake. A culpable mental state—or, to use the\ntraditional Latin term, “mens rea”—is the mental state an\naccused must have in relation to theelementsof an offense.\nBut the authorizations in the CSA that excuse acts that are\notherwise unlawful under §841(a) are not elements of the offenses\ncreated by that provision. They areaffirmative defenses.The presumption that elements must be accompanied by a culpable\nmental state—which I will call “themens reacanon”—provides\nno guidance on what a defendant must prove to establish an\naffirmative defense. And for that reason, that canon does not help\nto decide whether there is a good-faith defense in §841(a)\nprosecutions of physicians.The Court does not claim that the “[e]xcept as\nauthorized” proviso actually constitutes an element of dispensing\nor distributing a controlled substance. But it concludes, based on\na vague four-part test, that the proviso is “sufficiently like an\nelement in respect to the matter at issue here as to warrant\nsimilar treatment.”Ante, at 12. How many other affirmative\ndefenses might warrant similar treatment, the Court does not say.\nIt leaves prosecutors, defense attorneys, and the lower courts in\nthe dark. I cannot accept this cavalier treatment of an important\nquestion.Nor can I accept the Court’s conclusion that\nonce a defendant produces evidence that his or her conduct was\n“authorized,” “the Government must prove beyond a reasonable doubt\nthat the defendant knowingly or intentionally acted in an\nunauthorized manner.”Ante, at 5. We did not grant\ncertiorari on the question of the burden of proof applicable to\nauthorizations to dispense or distribute controlled substances. No\nparty has briefed this issue, and its resolution is not essential\nto our decision in these cases. In keeping with our normal\npractice, I would not address this question. But because the Court\nvolunteers its own answer, I will offer one as well. As I see it,\nthe text of the CSA does not show that Congress intended to deviate\nfrom the common-law rule that the burden of proving “affirmative\ndefenses—indeed, ‘all . . . circumstances of\njustification, excuse or alleviation’—rest[s] on the defendant.”Pattersonv.New York,432 U.S.\n197, 202 (1977) (quoting 4 W. Blackstone Commentaries *201).\nAnd absolutely nothing in the text of the statute indicates that\nCongress intended to impose a burden on the Government to disprove\nall assertions of authorization beyond a reasonable doubt.IAAs relevant here, §841(a)(1) provides that\n“except as authorized by this subchapter, it shall be unlawful for\nany per-son knowingly or intentionally . . . to\nmanufacture, distribute, or dispense, or possess with intent to\nmanufacture, distribute, or dispense, . . . a controlled\nsubstance.” According to the Court’s reasoning, the terms\n“knowingly or intentionally” in §841(a)(1) apply to the “except as\nauthorized” proviso at the beginning of the provision. But it is\nhard to see how this could be true.As a matter of elementary syntax, the adverbs\n“knowingly” and “intentionally” are most naturally understood to\nmodify the verbs that follow,i.e., “manufacture,”\n“distribute,”etc., and not the introductory phrase “except\nas authorized.” That phrase, in turn, clearly modifies the term\n“unlawful.”The Court does not suggest otherwise. It does\nnot claim that “knowingly or “intentionally”modifiesthe\nintroductory proviso in a grammatical sense. (If it did, the\nintroductory phrase would clearly be an element, and for reasons\nthat I will explain,infra, at 5–6, 21 U. S. C.\n§885 unmistakably rules that out.) Instead, the Court pointedly\nuses different terminology. It repeatedly says that the phrase\n“knowingly or intentionally” “applies” to the introductory\nphrase,ante, at 2, 4, 6, 9, 15 (emphasis added). And it\nreaches this conclusion based on grounds that have nothing to do\nwith grammar or syntax.Specifically, the Court relies on a substantive\ncanon of interpretation—themens reacanon. Under this\ncanon, the Court interprets criminal statutes to require amens\nreafor each element of an offense “even where ‘the most\ngrammatical reading of the statute’ does not support” that\ninterpretation.Rehaif, 588 U. S., at ___ (slip op., at\n6) (quotingUnited Statesv.X-Citement Video,Inc.,513 U.S.\n64, 70 (1994)).[1]* But\nuntil today, this canon has been applied only to elements, and the\n“except as authorized” introductory phrase in §841(a)(1) is plainly\nnot an element.“The definition of the elements of a criminal\noffense is entrusted to the legislature, particularly in the case\nof federal crimes, which are solely creatures of statute.”Liparotav.United States,471\nU.S. 419, 424 (1985). See alsoDixonv.United\nStates,548 U.S.\n1, 7 (2006). But authorization to dispense or distribute a\ncontrolled substance lacks the most basic features of an element of\nan offense. For one thing, it is black-letter law that an\nindictment must allege “the elements of the offense charged.”Hamlingv.United States,418 U.S.\n87, 117 (1974). So if lack of authorization were an element, it\nwould be necessary to allege that in every §841(a)(1) indictment.\nBut §885 says that it is not “necessary for the United States to\nnegative any exemption or exception set forth in [the relevant\nsubchapter] in any . . . indictment.” Beyond that, the\nprosecution bears the burden of producing evidence with respect to\nevery element of a crime.Patterson, 432 U. S., at 215.\nBut §885(a)(1) also provides that “the burden of going forward with\nthe evidence with respect to any such exemption or exception shall\nbe upon the person claiming its benefit.” It could hardly be more\nobvious that Congress did not cast the “except as authorized”\nintroductory proviso as an element of distributing or dispensing a\ncontrolled substance.Instead, that proviso clearly creates an\naffirmative defense—that is, a “justification or excuse which is a\nbar to the imposition of criminal liability” on conduct that\nsatisfies the elements of an offense. 1 W. LaFave, Substantive\nCriminal Law §1.8(c) (3d ed. 2018). Section 841(a)(1) has two main\nparts: a principal clause generally prohibiting “knowingly or\nintentionally” doing certain things with respect to controlled\nsubstances (i.e., manufacturing them, distributing them,\netc.), and a proviso indicating that these acts are unlawful\n“except as authorized” by other statutory provisions. As we have\nlong held, the default rule for interpreting provisions with this\nstructure is that “ ‘an exception made by a proviso or other\ndistinct clause’ ” designates an affirmative defense that the\nGovernment has no duty to “ ‘negative.’ ”Dixon,\n548 U. S., at 13 (quotingMcKelveyv.United\nStates,260 U.S.\n353, 357 (1922)); see alsoUnited Statesv.Dickson, 15 Pet. 141, 165 (1841) (calling this “the general\nrule of law which has always prevailed”). When this rule applies,\nit is “ ‘incumbent on one who relies on such an exception to\nset it up and establish it.’ ”Dixon, 548 U. S.,\nat 13 (quotingMcKelvey, 260 U. S., at 357).The CSA explicitly incorporates this default\nrule. As noted, §885(a)(1) provides that the prosecution need not\n“negative any exemption or exception set forth in this\nsubchapterin any complaint, information, indictment, or other\npleading or in any trial, hearing, or other proceeding.” (Emphasis\nadded.) Short of using the words “affirmative defense,” there is no\nclearer way of indicating that authorization constitutes an\naffirmative defense.On the most natural reading, then, §841(a)(1)\ncreates an offense that has as its elements (1) knowingly or\nintentionally (2) distributing or dispensing (3) a\ncontrolled substance. The “[e]xcept as authorized” proviso\nrecognizes an affirmative defense that excuses or justifies conduct\nthat otherwise would fall within §841(a)(1)’s general prohibition.\nThemens reacanon does not speak to the constituents of\nthat defense.BWhile the Court does not claim that the\n“[e]xcept as authorized” proviso is an element of a §841(a)(1)\noffense, the Court argues that the proviso is “sufficiently like an\nelement in respect to the matter at issue here” for themens\nreacanon to apply,ante, at 12. The Court provides four\nreasons for this conclusion: “[T]he language of §841 (which\nexplicitly includes a ‘knowingly or intentionally’ provision); the\ncrucial role authorization (or lack thereof ) plays in\ndistinguishing morally blameworthy conduct from socially necessary\nconduct; the serious nature of the crime and its penalties; and the\nvague, highly general language of the regulation defining the\nbounds of prescribing authority.”Ibid.Not one of these\nreasons withstands scrutiny.“[T]he language of §841.”The Court notes\nthat this provision expressly sets out amens reathat\napplies to the elements of the offense,ante,at 13, but the\nvast majority of criminal statutes share this characteristic.\nTherefore, this feature does not set §841 apart.“[T]he crucial role authorization (or lack\nthereof ) plays in distinguishing morally blameworthy conduct\nfrom socially necessary conduct.”The Court claims that\nauthorization separates out morally blameworthy innocent conduct;\nbut something very similar may be said about most, if not all,\naffirmative defenses. Take the common-law defense of duress. Duress\n“excuse[s] criminal conduct where the actor was under an unlawful\nthreat of imminent death or serious bodily injury” and the “threat\ncaused the actor to engage in conduct violating the literal terms\nof the criminal law.”United Statesv.Bailey,444 U.S.\n394, 409 (1980). But a person who acts under duress is not\n“morally blameworthy”—that is part of what it means to say that\nduress excuses otherwise-criminal conduct. Similarly, individuals\nwho kill or wound another person in self-defense to prevent their\nown death or serious injury are not considered morally blameworthy.\nNo one supposes that these defenses are hybrids, or that themens reacanon is a guide to their content.It is unclear why the Court thinks that\n§841(a)’s affirmative defense is different. There are hints in the\nCourt’s opinion that it has crafted a special rule for doctors—for\nexample, the Court describes their conduct in writing prescriptions\nas not just “innocent,” but “socially beneficial” and “socially\nnecessary.”Ante, at 6, 12. But §841(a) is not a\ndoctor-specific provision. Section 841(a)’s proviso presumably\napplies in the same way for all §841(a) defendants—whether they are\ndrug dealers accused of selling heroin or are physicians charged\nwith abusing their authority to prescribe painkillers.“[T]he serious nature of the crime and its\npenalties.”The Court also suggests that authorization is “like\nan element” because dispensing or distributing a controlled\nsubstance is a felony that carries a substantial sentence. But\nwould all felonies qualify? If not, where would the Court draw the\nline? The Court provides no answers.“[T]he vague,highly general language\nof the regulation defining prescribing authority.”As the Court\nexplains, the regulation defining the authority of physicians to\nprescribe controlled substances allows them to issue a prescription\n“for a legitimate medical purpose . . . in the usual\ncourse of . . . professional practice.” 21 CFR\n§1306.04(a) (2021). But §841(a) applies to many other types of\nviolations and many other categories of defendants. Is the proviso\na hybrid element/defense only for doctors? Would its status change\nif the regulation were reframed in more specific terms? How can the\nstatus of a phrase in a statute depend upon an implementing\nregulation? The Court provides no answer to these or any other\nquestions naturally raised by itsipse dixitthat the\nexception in §841(a) is “sufficiently like” an element to require\nthat it be treated as such in some respects but not others.CThe Court also errs in holding that, if a\n§841(a)(1) defendant “meets the burden of producing evidence that\nhis or her conduct was ‘authorized,’ ” the Government has the\nburden to “prove beyond a reasonable doubt that the defendant\nknowingly or intentionally acted in an unauthorized manner,”ante, at 5. As noted, the common-law rule was that the\ndefendant had the burden of production and persuasion on any\naffirmative defense. And the Court has held that when Congress does\nnot address the burden of proof in the text of a statute, “we\npresume that Congress intended to preserve the common-law rule.”Smithv.United States,568 U.S.\n106, 112 (2013); see alsoDixon, 548 U. S., at\n13–14.The Court identifies one and only one reason for\ndeviating from this background rule—the fact that §885(a)(1) states\nthat “the burden of going forward with the evidence with respect to\nany . . . exemption or exception shall be upon the person\nclaiming its benefit.” Because this provision does not say\nexpressly that a defendant also has the burden of persuasion, the\nCourt infers that Congress meant to allocate that burden to the\nprosecution. That inference is unwarranted. Section 885(a)(1)\nexplicitly relieves the Government of the burden of “negativ[ing]”\nexceptions “in any trial.” And it is hard to see how the Government\ndoes not have the burden to “negative” exceptions if it must\naffirmatively disprove a prima facie case of authorization any time\na defendant satisfies the initial burden of production.But even if one credits the majority’s\nassumption that the CSA partly deviates from the common-law rule by\nshifting the burden of persuasion to the Government, the majority’s\nfurther holding that the Government must carry that burden with\nproof “beyond a reasonable doubt” comes out of thin air. The usual\nrule is that affirmative defenses must be proved “by a\npreponderance of the evidence.”Id., at 17. But the majority\ndoes not identify a single word in §§841(a)(1), 885(a)(1), or any\nother provision of the CSA that even suggests that the statute\nimposes a burden of disproving authorization defenses beyond a\nreasonable doubt.The only thing that could conceivably justify\nreading a reasonable-doubt requirement into a statute that says\nnothing on the subject is the principle that an ambiguous statute\nmust be interpreted, when possible, to avoid unconstitutionality.\nSee A. Scalia & B. Garner, Reading Law: The Interpretation of\nLegal Texts 247–251 (2012). But the Court does not claim that it\nwould be unconstitutional for Congress to require the Government to\nprove lack of authorization by only a preponderance of the\nevidence. Indeed, the Court does not even claim that it would be\nunconstitutional to shift the burden of persuasion to the\ndefendant. Nor could it. Our precedents establish that governments\nare “foreclosed from shifting the burden of proof to the defendant\nonly ‘when an affirmative defense . . . negate[s] an\nelement of the crime.’ ”Smith, 568 U. S., at 110\n(quotingMartinv.Ohio,480\nU.S. 228, 237 (1987) (Powell, J., dissenting)). And we have\nheld that when an affirmative defense instead justifies or\n“ ‘excuse[s] conduct that would otherwise be\npunishable,’ ” the “Government has no constitutional duty to\novercome the defense beyond a reasonable doubt.” 568 U. S., at\n110 (quotingDixon, 548 U. S., at 6).The authorization defense made available to\nprescribing physicians by the CSA plainly does not negate any of\nthe defining elements of dispensing or distributing a controlled\nsubstance in violation of §841(a)(1). As a result, the Court has no\nbasis for reading a requirement to disprove authorization into the\nCSA. And at a minimum, even if the Government must bear the\nultimate burden of persuasion once the burden of production is\nsatisfied, the CSA should be read to preserve a traditional\npreponderance-of-the- evidence standard for authorization\ndefenses.IIMy analysis thus far establishes that\nauthorization is an affirmative defense to liability under\n§841(a)(1), and the constituents of that defense cannot be\nidentified through brute-force application of a canon designed to\nidentify the elements of an offense. In my view, the contours of\nthat defense can be elucidated only by examining the text,\nstructure, and history of the provisions of the CSA that define it.\nI turn to that task now.The authorization relied on by the petitioners\nin these cases permits physicians registered with the federal Drug\nEnforcement Administration to prescribe controlled substances to\npatients by prescription. §§822(b), 823(f ), 829(a). As we\nhave previously interpreted it, this authorization does not allow\nphysicians to dispense controlled substances by prescription for\nany reason they choose; instead, the authorization “is limited to\nthe dispensing and use of drugs ‘in the course of professional\npractice or research.’ ”United Statesv.Moore,423 U.S.\n122, 141 (1975) (quoting §802(20) (1970 ed.)).The notion of action taken “in the course of\nprofessional practice” is not defined in the CSA, but our\nprecedents hold that when Congress employs a term of art “obviously\ntransplanted from another legal source,” it “brings the old soil\nwith it.”Georgev.McDonough, 596 U. S. ___,\n___ (2022) (slip op., at 5) (quotingTaggartv.Lorenzen, 587 U. S. ___, ___ (2019) (slip op., at 5);\ninternal quotation marks omitted). And the notion that a\nprescription is authorized if it is issued in the course of\nprofessional practice is directly traceable to the Harrison Act,\nwhich prohibited “any person” from distributing or dispensing coca\nleaves or opium “except in pursuance of a written order” issued by\na practitioner “in the course of his professional practice only.”\n§2, 38Stat. 786. Arguably, the phrase “in the course of\n. . . professional practice” could have been read to\nrefer only to conduct that conforms to the standards of medical\npractice as a purely objective matter. But our Harrison Act\nprecedents interpreted that phrase to refer to “bona fidemedical practice,” which meant that any prescription issued “in\ngood faith” qualified as an authorized act of dispensing one of the\ndrugs proscribed by the statute.Linder, 268 U. S., at\n17–18; see alsoBoydv.United States,271 U.S.\n104, 107 (1926);Webbv.United States,249 U.S.\n96, 99 (1919).Nothing in the CSA suggests that Congress\nintended to depart from the preexisting understanding of action “in\nthe course of professional practice.” We have previously held that\nthe CSA incorporates settled understandings of “the exemption given\nto doctors” to dispense controlled substances “ ‘in the course\nof . . . professional practice’ ” under the Harrison\nAct.Moore, 423 U. S., at 139–140 (quoting 38Stat.\n786). And the language of the CSA supports the same conclusions\nthat we previously reached about the Harrison Act. As our CSA\nprecedents have explained, to act “in the course of professional\npractice” is to engage in the practice of medicine—or, as we have\nput it, to “act ‘as a physician.’ ”Moore, 423\nU. S., at 141. For a practitioner to “practice medicine,” he\nor she must act for a medical purpose—which means aiming to\nprevent, cure, or alleviate the symptoms of a disease or injury—and\nmust believe that the treatment is a medically legitimate means of\ntreating the relevant disease or injury.But acting “as a physician” does not invariably\nmean acting as agoodphysician, as an objective\nunderstanding of the “in the course of professional practice”\nstandard would suggest. A doctor who makes negligent or even\nreckless mistakes in prescribing drugs is still “acting as a\ndoctor”—he or she is simply acting as abad doctor. The same\ncannot be said, however, when a doctor knowingly or purposefully\nissues a prescription to facilitate “addiction and recreational\nabuse,”Gonzalesv.Oregon,546\nU.S. 243, 274 (2006). Objectives of that kind are alien to\nmedical practice, and a doctor who prescribes drugs for those\npurposes is not “acting as a physician” in any meaningful\nsense.I would thus hold that a doctor who acts in\nsubjective good faith in prescribing drugs is entitled to invoke\nthe CSA’s authorization defense. Under the correct understanding of\nthat defense, a doctor acts “in the course of professional\npractice” in issuing a prescription under the CSA if—but only if—he\nor she believes in good faith that the prescription is a valid\nmeans of pursuing a medical purpose. A doctor who knows that he or\nshe is acting for a purpose foreign to medicine—such as\nfacilitating addiction or recreational drug abuse—is not protected\nby the CSA’s authorization to distribute controlled substances by\nprescription. Such doctors may be convicted of unlawfully\ndistributing or dispensing a controlled substance under\n§841(a)(1).Based on this holding, I would vacate the\njudgments of the Courts of Appeals below. And like the Court, I\nwould leave it to those courts to determine on remand whether the\ninstructions provided in petitioners’ respective trials adequately\ndescribed the good-faith defense and whether any errors in the\ninstructions were harmless.Notes1*Why we have held that themens reacanon allows courts to ignore obvious textual\nevidence of congressional intent is not obvious. In our\nconstitutional system, it is Congress that has the power to define\nthe elements of criminal offenses, not the federal courts.Liparotav.United States,471\nU.S. 419, 424 (1985); see alsoUnited Statesv.Davis, 588 U. S. ___, ___ (2019) (slip op., at 5)\n(“Only the people’s elected representatives in the legislature are\nauthorized to ‘make an act a crime’ ” (quotingUnited\nStatesv.Hudson, 7 Cranch 32, 34 (1812))). Themens\nreacanon is legitimate when it is used to determine what\nelements Congressintendedto include in the definition of\nan offense. See,e.g.,Staplesv.United\nStates,511 U.S.\n600, 605 (1994) (explaining that the canon is founded on an\ninference of congressional intent). But applying that canon tooverridethe intentions of Congress would be inconsistent\nwith the Constitution’s separation of powers. Federal courts have\nno constitutional authority to re-write the statutes Congress has\npassed based on judicial views about what constitutes “sound” or\n“just” criminal law. Cf.X-Citement Video, 513 U. S.,\nat 80–82 (Scalia, J., dissenting) (criticizing ourmens reacanon precedents for “convert[ing a] rule of interpretation into a\nrule of law” binding on Congress).",
    "joined": []
}