{
    "case": {
        "docket": "16",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/16/"
    },
    "id": "1962632",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTMEADWESTVACO CORP. V. ILLINOIS DEPT. OFREVENUE553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1413MEADWESTVACO CORPORATION, successor in in- terest\nto the MEAD CORPORATION, PETITIONERv.ILLINOIS DEPARTMENT\nOF REVENUE et al.on writ of certiorari to the appellate court of\nillinois, first district[April 15, 2008]Justice Alito delivered the\nopinion of the Court.The Due Process and Commerce\nClauses forbid the States to tax “ ‘extraterritorial\nvalues.’ ”Container Corp. of Americav.Franchise Tax Bd.,463 U. S. 159, 164\n(1983); see alsoAllied-Signal, Inc.v.Director, Div.\nof Taxation,504 U. S. 768, 777 (1992);Mobil\nOil Corp.v.Commissioner of Taxes of Vt.,445 U. S. 425, 441–442\n(1980). A State may, however, tax an apportioned share of the value\ngenerated by the intrastate and extrastate activities of a\nmultistate enterprise if those activities form part of a\n“ ‘unitary business.’ ”Hunt-Wesson, Inc.v.Franchise Tax Bd. of Cal.,528 U. S. 458, 460\n(2000);Mobil Oil Corp.,supra, at 438. We have\nbeen asked in this case to decide whether the State of Illinois\nconstitutionally taxed an apportioned share of the capital gain\nrealized by an out-of-state corporation on the sale of one of its\nbusiness divisions. The Appellate Court of Illinois upheld the tax\nand affirmed a judgment in the State’s favor. Because we conclude\nthat the state courts misapprehended the principles that we have\ndeveloped for determining whether a multistate business is unitary,\nwe vacate the decision of the Appellate Court of Illinois.IAMead Corporation (Mead), an Ohio\ncorporation, is the predecessor in interest and a wholly owned\nsubsidiary of petitioner MeadWestvaco Corporation. From its\nfounding in 1846, Mead has been in the business of producing and\nselling paper, packaging, and school and office supplies.[Footnote 1] In 1968, Mead paid\n$6 million to acquire a company called Data Corporation, which\nowned an inkjet printing technology and a full-text information\nretrieval system, the latter of which had originally been developed\nfor the U. S. Air Force. Mead was interested in the inkjet printing\ntechnology because it would have complemented Mead’s paper\nbusiness, but the information retrieval system proved to be the\nmore valuable asset. Over the course of many years, Mead developed\nthat asset into the electronic research service now known as\nLexis/Nexis (Lexis). In 1994, it sold Lexis to a third party for\napproximately $1.5 billion, realizing just over\n$1 billion in capital gain, which Mead used to repurchase\nstock, retire debt, and pay taxes.Mead did not report any of this\ngain as business income on its Illinois tax returns for 1994. It\ntook the position that the gain qualified as nonbusiness income\nthat should be allocated to Mead’s domiciliary State, Ohio, under\nIllinois’ Income Tax Act (ITA). See Ill. Comp. Stat., ch. 35,\n§5/303(a) (West 1994). The State audited Mead’s returns and issued\na notice of deficiency. According to the State, the ITA required\nMead to treat the capital gain as business income subject to\napportionment by Illinois.[Footnote\n2] The State assessed Mead with approximately $4 million\nin additional tax and penalties. Mead paid that amount under\nprotest and then filed this lawsuit in state court.The case was tried to the bench. Although the\ncourt admitted expert testimony, reports, and other exhibits into\nevidence, see App. D to Pet. for Cert. 29a–34a, the parties’\nstipulations supplied most of the evidence of record regarding\nMead’s relationship with Lexis, see App. 9–20. We summarize those\nstipulations here.BLexis was launched in 1973. For\nthe first few years it was in business, it lost money, and Mead had\nto keep it afloat with additional capital contributions. By the\nlate 1970’s, as more attorneys began to use Lexis, the service\nfinally turned a profit. That profit quickly became substantial.\nBetween 1988 and 1993, Lexis made more than $800 million of\nthe $3.8 billion in Illinois income that Mead reported. Lexis\nalso accounted for $680 million of the $4.5 billion in\nbusiness expense deductions that Mead claimed from Illinois during\nthat period.Lexis was subject to Mead’s\noversight, but Mead did not manage its day-to-day affairs. Mead was\nheadquartered in Ohio, while a separate management team ran Lexis\nout of its headquarters in Illinois. The two businesses maintained\nseparate manufacturing, sales, and distribution facilities, as well\nas separate accounting, legal, human resources, credit and\ncollections, purchasing, and marketing departments. Mead’s\ninvolvement was generally limited to approving Lexis’ annual\nbusiness plan and any significant corporate transactions (such as\ncapital expenditures, financings, mergers and acquisitions, or\njoint ventures) that Lexis wished to undertake. In at least one\ncase, Mead procured new equipment for Lexis by purchasing the\nequipment for its own account and then leasing it to Lexis. Mead\nalso managed Lexis’ free cash, which was swept nightly from Lexis’\nbank accounts into an account maintained by Mead. The cash was\nreinvested in Lexis’ business, but Mead decided how to invest\nit.Neither business was required to purchase\ngoods or services from the other. Lexis, for example, was not\nrequired to purchase its paper supply from Mead, and indeed Lexis\npurchased most of its paper from other suppliers. Neither received\nany discount on goods or services purchased from the other, and\nneither was a significant customer of the other.Lexis was incorporated as one of Mead’s wholly\nowned subsidiaries until 1980, when it was merged into Mead and\nbecame one of Mead’s divisions. Mead engineered the merger so that\nit could offset its income with Lexis’ net operating loss\ncarryforwards. Lexis was separately reincorporated in 1985 before\nbeing merged back into Mead in 1993. Once again, tax considerations\nmotivated each transaction. Mead also treated Lexis as a unitary\nbusiness in its consolidated Illinois returns for the years 1988\nthrough 1994, though it did so at the State’s insistence and then\nonly to avoid litigation.Lexis was listed as one of Mead’s “business\nsegment[s]” in at least some of its annual reports and regulatory\nfilings. Mead described itself in those reports and filings as\n“engaged in the electronic publishing business” and touted itself\nas the “developer of the world’s leading electronic information\nretrieval services for law, patents, accounting, finance, news and\nbusiness information.”Id.,at 93, 59; App. D to Pet. for\nCert. 38a.CBased on the stipulated facts and\nthe other exhibits and expert testimony received into evidence, the\nCircuit Court of Cook County concluded that Lexis and Mead did not\nconstitute a unitary business. The trial court reasoned that Lexis\nand Mead could not be unitary because they were not functionally\nintegrated or centrally managed and enjoyed no economies of scale.Id.,at 35a–36a, 39a. The court nevertheless concluded\nthat the State could tax an apportioned share of Mead’s capital\ngain because Lexis served an “operational purpose” in Mead’s\nbusiness:“Lexis/Nexis was considered in the strategic\nplanning of Mead, particularly in the allocation of resources. The\noperational purpose allowed Mead to limit the growth of Lexis/Nexis\nif only to limit its ability to expand or to contract through its\ncontrol of its capital investment.”Id.,at 38a–39a.The Appellate Court of Illinois\naffirmed.Mead Corp.v.Department of Revenue,\n371 Ill. App. 3d 108, 861 N. E. 2d 1131 (2007). The court\ncited several factors as evidence that Lexis served an operational\nfunction in Mead’s business: (1) Lexis was wholly owned by\nMead; (2) Mead had exercised its control over Lexis in various\nways, such as manipulating its corporate form, approving\nsignificant capital expenditures, and retaining tax benefits and\ncontrol over Lexis’ free cash; and (3) Mead had described\nitself in its annual reports and regulatory filings as engaged in\nelectronic publishing and as the developer of the world’s leading\ninformation retrieval service. Seeid.,at 111–112, 861\nN. E. 2d, at 1135–1136. Because the court found that\nLexis served an operational function in Mead’s business, it did not\naddress the question whether Mead and Lexis formed a unitary\nbusiness. Seeid.,at 117–118, 861 N. E. 2d, at\n1140.The Supreme Court of Illinois denied review in\nJanuary 2007.Mead Corp.v.Illinois Dept. of\nRevenue, 222 Ill. 2d 609, 862 N. E. 2d 235\n(Table). We granted certiorari. 551 U. S. ___ (2007).IIPetitioner contends that the\ntrial court properly found that Lexis and Mead were not unitary and\nthat the Appellate Court of Illinois erred in concluding that Lexis\nserved an operational function in Mead’s business. According to\npetitioner, the exception for apportionment of income from\nnonunitary businesses serving an operational function is a narrow\none that does not reach a purely passive investment such as Lexis.\nWe perceive a more fundamental error in the state courts’\nreasoning. In our view, the state courts erred in considering\nwhether Lexis served an “operational purpose” in Mead’s business\nafter determining that Lexis and Mead were not unitary.AThe Commerce Clause and the Due\nProcess Clause impose distinct but parallel limitations on a\nState’s power to tax out-of-state activities. SeeQuill\nCorp.v.North Dakota,504 U. S. 298, 305–306\n(1992);Mobil Oil Corp., 445 U. S., at 451, n. 4\n(Stevens, J., dissenting);Norfolk & Western R. Co.v.Missouri Tax Comm’n,390 U. S. 317, 325,\nn. 5 (1968). The Due Process Clause demands that there exist\n“ ‘some definite link, some minimum connection, between a\nstate and the person, property or transaction it seeks to\ntax,’ ” as well as a rational relationship between the tax and\nthe “ ‘ “values connected with the taxing\nState.” ’ ”Quill Corp.,supra, at 306\n(quotingMiller Brothers Co.v.Maryland,347 U. S. 340,\n344–345 (1954), andMoorman Mfg. Co.v.Bair,437 U. S. 267,\n273 (1978)). The Commerce Clause forbids the States to levy taxes\nthat discriminate against interstate commerce or that burden it by\nsubjecting activities to multiple or unfairly apportioned taxation.\nSeeContainer Corp., 463 U. S., at 170–171;Armco\nInc.v.Hardesty,467 U. S. 638, 644\n(1984). The “broad inquiry” subsumed in both constitutional\nrequirements is “ ‘whether the taxing power exerted by the\nstate bears fiscal relation to protection, opportunities and\nbenefits given by the state’ ”—that is, “ ‘whether the\nstate has given anything for which it can ask return.’ ”ASARCO Inc.v.Idaho Tax Comm’n,458 U. S. 307, 315\n(1982) (quotingWisconsinv.J. C. Penney\nCo.,311 U. S.\n435, 444 (1940)).Where, as here, there is no\ndispute that the taxpayer has done some business in the taxing\nState, the inquiry shifts from whether the State may tax to what it\nmay tax. Cf.Allied-Signal, 504 U. S., at 778\n(distinguishingQuill Corp.,supra). To answer\nthat question, we have developed the unitary business principle.\nUnder that principle, a State need not “isolate the intrastate\nincome-producing activities from the rest of the business” but “may\ntax an apportioned sum of the corporation’s multistate business if\nthe business is unitary.”Allied-Signal,supra,\nat 772; accord,Hunt-Wesson, 528 U. S., at 460;Exxon\nCorp.v.Department of Revenue of Wis.,447 U. S. 207, 224\n(1980);Mobil Oil Corp.,supra, at 442; cf. 1 J.\nHellerstein & W. Hellerstein, State Taxation ¶8.07[1], p. 8–61\n(3d ed. 2001–2005) (hereinafter Hellerstein & Hellerstein). The\ncourt must determine whether “intrastate and extrastate activities\nformed part of a single unitary business,”Mobil Oil\nCorp.,supra, at 438–439, or whether the out-of-state\nvalues that the State seeks to tax “ ‘derive[d] from\n“unrelated business activity” which constitutes a “discrete\nbusiness enterprise.” ’  ”Allied-Signal,supra, at 773 (quotingExxon Corp.,supra, at 224, in turn quotingMobil Oil Corp.,supra, at 439 (alteration in original)). We traced the\nhistory of this venerable principle inAllied-Signal,supra, at 778–783, and, because it figures prominently in\nthis case, we retrace it briefly here.BWith the coming of the Industrial\nRevolution in the 19th century, the United States witnessed the\nemergence of its first truly multistate business enterprises. These\nrailroad, telegraph, and express companies presented state taxing\nauthorities with a novel problem: A State often cannot tax its fair\nshare of the value of a multistate business by simply taxing the\ncapital within its borders. The whole of the enterprise is\ngenerally more valuable than the sum of its parts; were it not, its\nowners would simply liquidate it and sell it off in pieces. As we\nobserved in 1876, “[t]he track of the road is but one track from\none end of it to the other, and, except in its use as one track, is\nof little value.”State Railroad Tax Cases,92 U. S. 575, 608.The unitary business principle\naddressed this problem by shifting the constitutional inquiry from\nthe niceties of geographic accounting to the determination of the\ntaxpayer’s business unit. If the value the State wished to tax\nderived from a “unitary business” operated within and without the\nState, the State could tax an apportioned share of the value of\nthat business instead of isolating the value attributable to the\noperation of the business within the State.E.g.,Exxon Corp.,supra, at 223 (citingMoorman\nMfg. Co.,supra, at 273). Conversely, if the value\nthe State wished to tax derived from a “discrete business\nenterprise,”Mobil Oil Corp., 445 U. S., at 439, then the\nState could not tax even an apportioned share of that value.E.g.,Container Corp.,supra, at\n165–166.We recognized as early as 1876 that the Due\nProcess Clause did not require the States to assess trackage “in\neach county where it lies according to its value there.”State\nRailroad Tax Cases, 92 U. S., at 608. We went so far as to\nopine that “[i]t may well be doubted whether any better mode of\ndetermining the value of that portion of the track within any one\ncounty has been devised than to ascertain the value of the whole\nroad, and apportion the value within the county by its relative\nlength to the whole.”Ibid. We generalized the rule of theState Railroad Tax CasesinAdams Express Co.v.Ohio, State Auditor,165 U. S. 194(1897).\nThere we held that apportionment could permissibly be applied to a\nmultistate business lacking the “physical unity” of wires or rails\nbut exhibiting the “same unity in the use of the entire property\nfor the specific purpose,” with “the same elements of value arising\nfrom such use.”Id.,at 221. We extended the reach of the\nunitary business principle further still in later cases, when we\nrelied on it to justify the taxation by apportionment of net\nincome, dividends, capital gain, and other intangibles. SeeUnderwood Typewriter Co.v.Chamberlain,254 U. S. 113, 117,\n120–121 (1920) (net income tax);Bass, Ratcliff & Gretton,\nLtd.v.State Tax Comm’n,266 U. S. 271, 277, 280,\n282–283 (1924) (franchise tax);J. C. Penney Co.,supra, at 443–445 (tax on the “privilege of declaring\ndividends”); cf.Allied-Signal,supra, at 780\n(“[F]or constitutional purposes capital gains should be treated as\nno different from dividends”); see also 1 Hellerstein &\nHellerstein ¶8.07[1] (summarizing this history).As the unitary business principle has evolved\nin step with American enterprise, courts have sometimes found it\ndifficult to identify exactly when a business is unitary. We\nconfronted this problem most recently inAllied-Signal.\nThe taxpayer there, a multistate enterprise, had realized capital\ngain on the disposition of its minority investment in another\nbusiness. The parties’ stipulation left little doubt that the\ntaxpayer and its investee were not unitary. See 504 U. S., at 774\n(observing that “the question whether the business can be called\n‘unitary’ … is all but controlled by the terms of a stipulation”).\nThe record revealed, however, that the taxpayer had used the\nproceeds from the liquidated investment in an ultimately\nunsuccessful bid to purchase a new asset that would have been used\nin its unitary business. Seeid.,at 776–777. From that\nwrinkle in the record, the New Jersey Supreme Court concluded that\nthe taxpayer’s minority interest had represented nothing more than\na temporary investment of working capital awaiting deployment in\nthe taxpayer’s unitary business. SeeBendix Corp.v.Director, Div. of Taxation, 125 N. J. 20, 37, 592\nA. 2d 536, 545 (1991). The State went even further. It argued\nthat, because there could be “no logical distinction between\nshort-term investment of working capital, which all concede is\napportionable, … and all other investments,” the unitary business\nprinciple was outdated and should be jettisoned. 504 U. S., at\n784.We rejected both contentions. We concluded\nthat “the unitary business principle is not so inflexible that as\nnew methods of finance and new forms of business evolve it cannot\nbe modified or supplemented where appropriate.”Id.,at\n786; see alsoid.,at 785 (“If lower courts have reached\ndivergent results in applying the unitary business principle to\ndifferent factual circumstances, that is because, as we have said,\nany number of variations on the unitary business theme ‘are\nlogically consistent with the underlying principles motivating the\napproach’ ” (quotingContainer Corp., 463 U. S., at\n167)).[Footnote 3] We explained\nthat situations could occur in which apportionment might be\nconstitutional even though “the payee and the payor [were] not …\nengaged in the same unitary business.” 504 U. S.,at 787.\nIt was in that context that we observed that an asset could form\npart of a taxpayer’s unitary business if it served an “operational\nrather than an investment function” in that business.Ibid.“Hence, for example, a State may include within the\napportionable income of a nondomiciliary corporation the interest\nearned on short-term deposits in a bank located in another State if\nthat income forms part of the working capital of the corporation’s\nunitary business, notwithstanding the absence of a unitary\nrelationship between the corporation and the bank.”Id.,at 787–788. We observed that we had made the same point inContainer Corp., where we noted that “capital transactions\ncan serve either an investment function or an operational\nfunction.” 463 U. S., at 180, n. 19; cf.Corn Products\nRefining Co.v.Commissioner,350 U. S. 46, 50 (1955)\n(concluding that corn futures contracts in the hands of a corn\nrefiner seeking to hedge itself against increases in corn prices\nare operational rather than capital assets), cited inContainer\nCorp.,supra, at 180, n. 19.CAs the foregoing history\nconfirms, our references to “operational function” inContainer\nCorp.andAllied-Signalwere not intended to modify\nthe unitary business principle by adding a new ground for\napportionment. The concept of operational function simply\nrecognizes that an asset can be a part of a taxpayer’s unitary\nbusiness even if what we may term a “unitary relationship” does not\nexist between the “payor and payee.” SeeAllied-Signal,supra, at 791–792 (O’Connor, J., dissenting); Hellerstein,\nState Taxation of Corporate Income from Intangibles:Allied-Signaland Beyond, 48 Tax L. Rev. 739, 790\n(1993) (hereinafter Hellerstein). In the example given inAllied-Signal, the taxpayer was not unitary with its\nbanker, but the taxpayer’s deposits (which represented working\ncapital and thus operational assets) were clearly unitary with the\ntaxpayer’s business. InCorn Products, the taxpayer was\nnot unitary with the counterparty to its hedge, but the taxpayer’s\nfutures contracts (which served to hedge against the risk of an\nincrease in the price of a key cost input) were likewise clearly\nunitary with the taxpayer’s business. In each case, the “payor” was\nnot a unitary part of the taxpayer’s business, but the relevant\nasset was. The conclusion that the asset served an operational\nfunction was merely instrumental to the constitutionally relevant\nconclusion that the asset was a unitary part of the business being\nconducted in the taxing State rather than a discrete asset to which\nthe State had no claim. Our decisions inContainer Corp.andAllied-Signaldid not announce a new ground for the\nconstitutional apportionment of extrastate values in the absence of\na unitary business. Because the Appellate Court of Illinois\ninterpreted those decisions to the contrary, it erred.Where, as here, the asset in\nquestion is another business, we have described the “hallmarks” of\na unitary relationship as functional integration, centralized\nmanagement, and economies of scale. SeeMobil Oil Corp.,\n445 U. S., at 438 (citingButler Brothersv.McColgan,315 U. S. 501, 506–508\n(1942)); see alsoAllied-Signal,supra, at 783\n(same);Container Corp.,supra, at 179 (same);F. W. Woolworth Co.v.Taxation and Revenue Dept.\nof N. M.,458 U. S. 354, 364\n(1982) (same). The trial court found each of these hallmarks\nlacking and concluded that Lexis was not a unitary part of Mead’s\nbusiness. The appellate court, however, made no such determination.\nRelying on its operational function test, it reserved judgment on\nwhether Mead and Lexis formed a unitary business. The appellate\ncourt may take up that question on remand, and we express no\nopinion on it now.IIIThe State and itsamiciargue that vacatur is not required because the judgment of the\nAppellate Court of Illinois may be affirmed on an alternative\nground. They contend that the record amply demonstrates that Lexis\ndid substantial business in Illinois and that Lexis’ own contacts\nwith the State suffice to justify the apportionment of Mead’s\ncapital gain. See Br. for Respondents 18–25, 46–49; Brief for\nMultistate Tax Commission asAmicus Curiae19–29. The\nState and itsamiciinvite us to recognize a new ground\nfor the constitutional apportionment of intangibles based on the\ntaxing State’s contacts with the capital asset rather than the\ntaxpayer.We decline this invitation\nbecause the question that the State and itsamicicall\nupon us to answer was neither raised nor passed upon in the state\ncourts. It also was not addressed in the State’s brief in\nopposition to the petition. We typically will not address a\nquestion under these circumstances even if the answer would afford\nan alternative ground for affirmance. SeeGloverv.United States,531 U. S. 198, 205\n(2001) (citingTaylorv.Freeland & Kronz,503 U. S. 638,\n646 (1992));Lorillard Tobacco Co.v.Reilly,533 U. S. 525,\n578 (2001) (Thomas, J., concurring in part and concurring in\njudgment).The case for restraint is particularly\ncompelling here, since the question may impact the law of other\njurisdictions. The States of Ohio and New York, for example, have\nboth adopted the rationale for apportionment that respondents urge\nus to recognize today. See Ohio Rev. Code Ann. §§5733.051(E)–(F)\n(West 2007 Supp. Pamphlet); N. Y. Tax Law Ann. §210(3)(b)\n(West Supp. 2008); see alsoAllied-Signal Inc.v.Department of Taxation & Finance, 229 App. Div. 2d\n759, 762, 645 N. Y. S. 2d 895, 898 (3d Dept. 1996)\n(finding that a “sufficient nexus existed between New York and the\ndividend and capital gain income” of the nondomiciliary parent\nbecause “the corporations generating the income taxed … each have\ntheir own connection with the taxing jurisdiction”); 1 Hellerstein\n& Hellerstein ¶9.11[2][a]. Neither Ohio nor New York has\nappeared as anamicusin this case, and neither was on\nnotice that the constitutionality of its tax scheme was at issue,\nthe question having been raised for the first time in the State’s\nbrief on the merits. So postured, the question is best left for\nanother day.[Footnote 4]IVThe judgment of the Appellate\nCourt of Illinois is vacated, and this case is remanded for further\nproceedings not inconsistent with this opinion.It is so ordered.Footnote 1See Prospectus of MeadWestvaco Corporation 3\n(Mar. 19, 2003), online at\nhttp://www.sec.gov/Archives/edgar/data/1159297/\n000119312503085265/d424b5.htm (as visited Apr. 1, 2008, and\navailable in Clerk of Court’s case file); App. 9.Footnote 2When the sale of Lexis occurred in 1994, the\nITA defined “business income” as “income arising from transactions\nand activity in the regular course of the taxpayer’s trade or\nbusiness,” as well as “income from tangible and intangible property\nif the acquisition, management, and disposition of the property\nconstitute integral parts of the taxpayer’s regular trade or\nbusiness operations.” Ill. Comp. Stat., ch. 35, §5/1501(a)(1) (West\n1994). This language mirrors the definition of “business income” in\nthe Uniform Division of Income for Tax Purposes Act (UDITPA). See\nUDITPA §1(a) (2002); see also §9 (subjecting “[a]ll business\nincome” to apportionment). In 2004, the Illinois General Assembly\namended the definition of “business income” to “all income that may\nbe treated as apportionable business income under the Constitution\nof the United States.” Pub. Act 93–840, Art. 25, §25–5\n(codified at Ill. Comp. Stat., ch. 35, §5/1501(a)(1) (West 2004));\ncf.Allied-Signal, Inc.v.Director, Div. of\nTaxation,504 U. S. 768, 786 (1992) (declining\nto adopt UDITPA’s “business income” test as the constitutional\nstandard for apportionment).Footnote 3The dissent agreed that the unitary business\nprinciple remained sound, 504 U. S., at 790 (opinion of O’Connor,\nJ.), but found merit in New Jersey’s premise (and the New Jersey\nSupreme Court’s conclusion) that no logical distinction could be\ndrawn between short- or long-term investments for purposes of\nunitary analysis,id.,at 793 (“Any distinction between\nshort-term and long-term investments cannot be of constitutional\ndimension”). We need not revisit that question here.Footnote 4Resolving this question now probably would\nnot spare the State a remand. The State calculated petitioner’s tax\nliability by applying the State’s tax rate to Mead’s apportioned\nbusiness income, which in turn was calculated by applying Mead’s\napportionment percentage to its apportionable business income. See\nApp. 28; Ill. Comp. Stat., ch. 35, §5/304(a) (West 1994). But\nif a constitutionally sufficient link between the State and the\nvalue it wishes to tax is founded on the State’s contacts with\nLexis rather than Mead, then presumably the apportioned tax base\nshould be determined by applying the State’s four-factor\napportionment formula not to Mead but to Lexis. Naturally, applying\nthe formula to Lexis rather than Mead would yield a different\napportionment percentage. See Brief for Multistate Tax Commission\nasAmicus Curiae18–19, and n. 9; see also\nHellerstein 802–803.The Multistate Tax Commission seems to argue\nthat the difference would not affect the result because application\nof the formula to Lexis would have yielded a higher apportionment\npercentage. See Brief for Multistate Tax Commission 18–19.Amicusargues, in other words, that petitioner has no\ncause to complain because it caught a break in the incorrect\napplication of a lower apportionment percentage.Amicus’\nargument assumes what we are in no position to decide: that Lexis’\nown apportioned tax base was properly calculated. Had petitioner\nbeen on notice that Lexis, rather than Mead, would supply the\nrelevant apportionment percentage, it might have persuaded the\nstate courts that Lexis’ apportionment percentage should have been\neven lower than Mead’s. The State’s untimely resort to an\nalternative ground for affirmance may have denied petitioner a fair\nopportunity to make that argument.",
    "joined": []
}