{
    "case": {
        "docket": "254",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/254/"
    },
    "id": "1970716",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–9540_________________MATTHEW ROBERT DESCAMPS, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 20, 2013]Justice Alito,\ndissenting.The Court holds, on\nhighly technical grounds, that no California burglary conviction\nqualifies as a burglary conviction under the Armed Career Criminal\nAct (ACCA), 18 U. S. C. §924(c). This is so,\naccording to the Court, because (1) burglary under California law\nis broader than so-called “generic\nburglary”—unlawfully entering or remaining in a\nbuilding with the intent to commit a crime; (2) the California\nburglary statute is not “divisible”; and (3) our\n“modified categorical approach” cannot be used in a\ncase involving an indivisible statute. Even when it is apparent\nthat a California burglary conviction was based on what everyone\nimagines when the term “burglary” is\nmentioned—e.g., breaking into a home to steal\nvaluables—that conviction, the Court holds, must be\nignored.I would give ACCA a\nmore practical reading. When it is clear that a defendant\nnecessarily admitted or the jury necessarily found that the\ndefendant committed the elements of generic burglary, the\nconviction should qualify. Petitioner’s burglary conviction\nmeets that requirement, and I would therefore affirm the decision\nof the Court of Appeals.IBefore petitioner was\ncharged in the case now before us, he had already compiled a\ncriminal record that included convictions in Washington State for\nassault and threatening to kill a judge, and convictions in\nCalifornia for robbery and burglary. See App. 11a–12a; 466\nFed. Appx. 563, 565 (CA9 2012). After his release from custody for\nthese earlier crimes, petitioner fired a gun in the direction of a\nman who supposedly owed him money for methamphetamine, and as a\nresult, he was charged in federal court with possession of a\nfirearm by a convicted felon, in violation of §922(g)(1). A\njury found him guilty, and the District Court imposed an enhanced\nsentence under ACCA because he had the requisite number of previous\nconvictions for “a violent felony or a serious drug\noffense.” §924(e). ACCA defines a “violent\nfelony” to include a “burglary” that is\n“punishable by imprisonment for a term exceeding one\nyear,” §924(e)(2)(B), and both the District Court and\nthe Court of Appeals found that petitioner’s California\nbur-glary conviction fit this definition.While the concept of a\nconviction for burglary might seem simple, things have not worked\nout that way under our case law. In Taylor v. United States, 495\nU. S. 575, 599 (1990) , we held that “burglary”\nunder ACCA means what we called “generic burglary,”\nthat is, the “unlawful or unprivileged entry into, or\nremaining in, a building or structure, with intent to commit a\ncrime.” Determining whether a burglary conviction qualifies\nunder this definition is easy if the elements set out in the state\nstatute are the same as or narrower than the elements of generic\nburglary, see ibid., but what if the state offense is broader? In\nthat event, we have held, a federal court may sometimes apply what\nwe have termed the “modified categorical approach,”\nthat is, it may examine some items in the state-court record,\nincluding charging documents, jury instructions, and statements\nmade at guilty plea proceedings, to determine if the defendant was\nactually found to have committed the elements of the generic\noffense. See Shepard v. United States, 544 U. S. 13, 20 (2005)\n; Taylor, supra, at 602.Petitioner argues that\nhis 1978 conviction for burglary under California Penal Code\n§459 does not qualify as a burglary conviction for ACCA\npurposes because of the particular way in which this provision is\nworded. Section 459 provides that a “person who enters”\ncertain locations “with intent to commit grand or petit\nlarceny or any felony is guilty of burglary.” Cal. Penal Code\nAnn. §459 (West 2010). This provision is broader than generic\nburglary in two respects.The first, which does\nnot preclude application of the modified categorical approach,\nconcerns the place burglarized. While generic burglary applies only\nto offenses involving the entry of a building, the California\nprovision also reaches offenses involving the entry of some other\nlocations, see ibid. Under our cases, however, a federal court\nconsidering whether to apply ACCA may determine, based on an\nexamination of certain relevant documents, whether the conviction\nwas actually based on the entry of a building and, if it was, may\nimpose an increased sentence. See Johnson v. United States, 559\nU. S. 133, 144 (2010) ; Nijhawan v. Holder, 557 U. S. 29,\n35 (2009) ; Shepard, supra, at 26.The second variation is\nmore consequential. Whereas generic burglary requires an entry that\nis unlawful or unprivileged, the California statute refers without\nqualification to “[e]very person who enters.”\n§459. Petitioner argues, and the Court agrees, that this\ndiscrepancy renders the modified categorical approach inapplicable\nto his California burglary conviction.IIThe Court holds that\n“sentencing courts may not apply the modified categorical\napproach when the crime of which the defendant was convicted has a\nsingle, indivisible set of elements.” Ante, at 2. Because the\nCourt’s holding is based on the distinction between\n“divisible” and “indivisible” statutes, it\nis important to identify precisely what this taxonomy means.My understanding is\nthat a statute is divisible, in the sense used by the Court, only\nif the offense in question includes as separate elements all of the\nelements of the generic offense. By an element, I understand the\nCourt to mean something on which a jury must agree by the vote\nrequired to convict under the law of the applicable jurisdiction.\nSee ante, at 14 (citing Richardson v. United States, 526 U. S.\n813, 817 (1999) ). And although the Court reserves decision on the\nquestion whether a sentencing court may take authoritative judicial\ndecisions into account in identifying the elements of a statute,\nsee ante, at 20, I will assume that a sentencing court may do so.\nWhile the elements of a criminal offense are generally set out in\nthe statutory text, courts sometimes find that unmentioned elements\nare implicit. See, e.g., Neder v. United States, 527 U. S. 1,\n20 (1999) (holding that federal mail fraud, wire fraud, and bank\nfraud statutes require proof of materiality even though that\nelement is not mentioned in the statutory text). I cannot think of\nany reason why an authoritative decision of this sort should be\nignored, and the Court has certainly not provided any. I therefore\nproceed on the assumption that a statute is divisible if the\noffense, as properly construed, has the requisite elements.The Court’s\nholding that the modified categorical approach may be used only\nwhen a statute is divisible in this sense is not required by ACCA\nor by our prior cases and will cause serious practical\nproblems.ANothing in the text\nof ACCA mandates the Court’s exclusive focus on the elements\nof an offense. ACCA increases the sentence of a defendant who has\n“three previous convictions . . . for a violent\nfelony,” 18 U. S. C. §924(e)(1) (emphasis\nadded), and the Court claims that the word\n“convictions” mandates a narrow, elements-based\ninquiry, see ante, at 12. But “[i]n ordinary speech, when it\nis said that a person was convicted of or for doing something, the\n‘something’ may include facts that go beyond the bare\nelements of the relevant criminal offense.” Moncrieffe v.\nHolder, 569 U. S. ___, ___ (2013) (Alito, J., dissenting)\n(slip op., at 10–11).Nor is an exclusively\nelements-based inquiry mandated by ACCA’s definition of a\n“violent felony” as “any crime . . .\nthat . . . is burglary,” §924(e)(2)(B)(ii). In\ndrafting that provision, Congress did not say “any crime that\nhas the elements of burglary.” Indeed, the fact that Congress\nreferred to “elements” elsewhere in the same\nsubparagraph, see §924(e)(2)(B)(i) (defining “violent\nfelony” to mean any crime that “has as an element the\nuse, attempted use, or threatened use of physical force against the\nperson of another” (emphasis added)), but omitted any\nreference to elements from §924(e)(2)(B)(ii) suggests, if\nanything, that it did not intend to focus exclusively on elements.\nCf. Caraco Pharmaceutical Laboratories, Ltd. v. Novo Nordisk A/S,\n566 U. S. ___, ___ (2012) (slip op., at 14–15).BThe Court says that our\nprecedents require an elements-based approach and accuses the Court\nof Appeals of “flout[ing] our reasoning” in Taylor,\nShepard, Nijhawan, and Johnson, see ante, at 5–8, 14, but\nthat charge is unfounded. In at least three of those cases, the\nCourt thought that the modified categorical approach could be used\nin relation to statutes that may not have been divisible.Shepard concerned prior\nconvictions under two Massachusetts burglary statutes that applied\nnot only to the entry of a “building” (as is the case\nwith generic burglary) but also to the entry of a “ship,\nvessel, or vehicle.” Mass. Gen. Laws Ann., ch. 266, §16\n(West 2000). See also §18; 544 U. S., at 17. And the\nShepard Court did not think that this feature of the Massachusetts\nstatutes precluded the application of the modified categorical\napproach. See id., at 25–26; ante, at 6–7. See also\nNijhawan, 557 U. S., at 35 (discussing Shepard).In today’s\ndecision, the Court assumes that “building” and the\nother locations enumerated in the Massachusetts statutes, such as\n“vessel,” were alternative elements, but that is\nquestionable. It is quite likely that the entry of a building and\nthe entry of a vessel were simply alternative means of satisfying\nan element. See Commonwealth v. Cabrera, 449 Mass. 825, 827, 874\nN. E. 2d 654, 657 (2007) (“The elements of breaking and\nentering in the nighttime with intent to commit a felony are (1)\nbreaking and (2) entering a building, ship, vessel or vehicle\nbelonging to another (3) at night, (4) with the intent to commit a\nfelony”). “[L]egislatures frequently enumerate\nalternative means of committing a crime without intending to define\nseparate elements or separate crimes.” Schad v. Arizona, 501\nU. S. 624, 636 (1991) (plurality). The feature that\ndistinguishes elements and means is the need for juror agreement,\nsee Richardson, supra, at 817, and therefore in determining whether\nthe entry of a building and the entry of a vessel are elements or\nmeans, the critical question is whether a jury would have to agree\non the nature of the place that a defendant entered.A case that we decided\nearlier this Term illustrates why “building” and\n“vessel” may have been means and not separate elements.\nIn Lozman v. Riviera Beach, 568 U. S. ___ (2013), we were\nrequired to determine whether a “floating home” (a\nbuoyant but not very sea-worthy dwelling) was a\n“vessel.” Seven of us thought it was not; two of us\nthought it might be. Compare id., at ___ (slip op. at 1), with id.,\nat ___ (slip op., at 12). (Sotomayor, J., dissenting). Suppose that\na defendant in Massachusetts was charged with breaking into a\nstructure like the Lozman floating home. In order to convict, would\nit be necessary for the jury to agree whether this structure was a\n“building” or a “vessel”? If some jurors\ninsisted it was a building and others were convinced it was a\nvessel, would the jury be hung? The Court’s answer is\n“yes.” According to the Court, if a defendant had been\ncharged with burglarizing the Lozman floating home and this Court\nhad been sitting as the jury, the defendant would have escaped\nconviction for burglary, no matter how strong the evidence, because\nthe “jury” could not agree on whether he burglarized a\nbuilding or a vessel.I have not found a\nMassachusetts decision squarely on point, but there is surely an\nargument that the Massachusetts Legislature did not want to demand\njuror agreement on this question. In other words, there is a strong\nargument that entry of a “building” and entry of a\n“vessel” are merely alternative means, not alternative\nelements. And if that is so, the reasoning in Shepard undermines\nthe Court’s argument that the modified categorical approach\nfocuses solely on elements and not on conduct.Johnson, like Shepard,\ninvolved a statute that may have set out alternative means, rather\nthan alternative elements. Under the Florida statute involved in\nthat case, a battery occurs when a person either “1.\n[a]ctually and intentionally touches or strikes another person\nagainst the will of the other; or 2. [i]ntentionally causes bodily\nharm to another person.” Fla. Stat. §784.03(1)(a)\n(2010). It is a distinct possibility (one not foreclosed by any\nFlorida decision of which I am aware) that a conviction under this\nprovision does not require juror agreement as to whether a\ndefendant firmly touched or lightly struck the victim.\nNevertheless, in Johnson, we had no difficulty concluding that the\nmodified categorical approach could be applied. [1] See 559 U. S., at 137. [2]Far from mandating the\nCourt’s approach, these decisions support a practical\nunderstanding of the modified categorical approach. Thus, in\nShepard, we observed that the factual circumstances of a\ndefendant’s prior conviction may be relevant to determining\nwhether it qualifies as a violent felony under ACCA. See 544\nU. S., at 20–21 (“With such material in a pleaded\ncase, a later court could generally tell whether the plea had\n‘necessarily’ rested on the fact identifying the\nburglary as generic, just as the details of instructions could\nsupport that conclusion in the jury case, or the details of a\ngenerically limited charging document would do in any sort of\ncase” (emphasis added; citation omitted)); id., at 24\n(plurality opinion) (“Developments in the law since Taylor\n. . . provide a further reason to adhere to the demanding\nrequirement that . . . a prior conviction\n‘necessarily’ involved (and a prior plea necessarily\nadmitted) facts equating to generic burglary” (emphasis\nadded)); id., at 25 (noting that, in the context of a nongeneric\nburglary statute, unless the charging documents “narro[w] the\ncharge to generic limits, the only certainty of a generic finding\nlies in jury instructions, or bench-trial findings and rulings, or\n(in a pleaded case) in the defendant’s own admissions or\naccepted findings of fact confirming the factual basis for a valid\nplea” (emphasis added)). And in Nijhawan, we departed from\nthe categorical approach altogether and instead applied a\n“circumstance-specific” approach. See 557 U. S.,\nat 36, 38. If anything, then, Nijhawan undermines the\nmajor-ity’s position that rigid adherence to elements is\nalways required.CThe Court fears that\napplication of the modified categorical approach to statutes such\nas §459 would be unfair to defendants, who “often ha[ve]\nlittle incentive to contest facts that are not elements of the\ncharged offense” and “may not wish to irk the\nprosecutor or court by squabbling about superfluous factual\nallegations.” Ante, at 15. This argument attributes to\ncriminal defendants and their attorneys a degree of timidity that\nmay not be realistic. But in any event, even if a defendant does\nnot think it worthwhile to “squabbl[e]” about\ninsignificant factual allegations, a defendant clearly has an\nincentive to dispute allegations that may have a bearing on his\nsentence. And that will often be the case when alternative elements\nor means suggest different degrees of culpability. Cf. Cal. Penal\nCode Ann. §460 (providing that burglary of certain inhabited\nlocations enumerated in §459 is punishable in the first\ndegree, and that burglary of all other locations is punishable in\nthe second degree).DThe Court’s\napproach, I must concede, does have one benefit: It provides an\nextra measure of assurance that a burglary conviction will not be\ncounted as an ACCA predicate unless the defendant, if he went to\ntrial, was actually found by a jury to have committed the elements\nof the generic offense. But this extra bit of assurance will\ngenerally be quite modest at best.To see why this is so,\ncompare what would happen under an indivisible burglary statute\nthat simply requires entry invading a possessory right, and a\ndivisible statute that has the following two alternative elements:\n(1) entry by trespass and (2) entry by invitation but with an\nundisclosed criminal intent. Under the former statute, the jury\nwould be required to agree only that the defendant invaded a\npossessory right when entering the place in question, and therefore\nit would be possible for the jury to convict even if some jurors\nthought that the defendant entered by trespassing while others\nthought that he entered by invitation but with an undisclosed\ncriminal intent. Under the latter statute, by contrast, the jury\nwould have to agree either that he trespassed or that he entered by\ninvitation but with an undisclosed criminal intent.This requirement of\nunanimity would be of some practical value only if the evidence in\na case pointed to both possibilities, and in a great many cases\nthat will not be so. In cases prosecuted under the California\nburglary statute, I suspect, the evidence generally points either\nto a trespassory entry, typically involving breaking into a\nbuilding or other covered place, or to an entry by invitation but\nwith an undisclosed criminal intent (in many cases, shoplifting).\nCases in which the evidence suggests that the defendant might have\ndone either are probably not common. And in cases where there is\nevidence supporting both theories, the presence of a divisible\nstatute containing alternative elements will not solve the problem:\nA guilty verdict will not reveal the alternative on which the jury\nagreed unless the jury was asked to return a special verdict,\nsomething that is not generally favored in criminal cases. See 6\nLaFave §24.10(a), at 543–544.In cases that end with\na guilty plea—and most do—the benefit of divisibility\nis even less. A judge who accepts a guilty plea is typically\nrequired to confirm that there is a factual basis for the plea, see\n5 id., §21.4(f), at 835–840 (3d ed. 2007 and Supp.\n2011–2012), and the proffer of a factual basis will generally\nfocus exclusively on one of the alternative elements.The Court nevertheless\nsuggests that the extra modicum of assurance provided in cases\ninvolving divisible statutes is needed to prevent violations of the\nSixth Amendment jury trial right, ante, at 13–15, but I\ndisagree. So long as a judge applying ACCA is determining, not what\nthe defendant did when the burglary in question was committed, but\nwhat the jury in that case necessarily found or what the defendant,\nin pleading guilty, necessarily admitted, the jury trial right is\nnot infringed. See Almendarez-Torres v. United States, 523 U. S.\n224 (1998) . When the modified categorical approach is used to\ndecide whether “a jury was actually required to find all the\nelements of [a] generic [offense],” the defendant has already\nenjoyed his Sixth Amendment right to a jury determination of those\nelements. Taylor, 495 U. S., at 602.IIIWhile producing very\nmodest benefits at most, the Court’s holding will create\nseveral serious problems.ADetermining whether a\nstatute is divisible will often be harder than the Court\nacknowledges. What I have said about the statutes involved in\nShepard and Johnson illustrates this point. The Court assumes that\nthose statutes were divisible, but as I have explained, it is\npossible that they were not. See supra, at 5–7.To determine whether a\nstatute contains alternative elements, as opposed to merely\nalternative means of satisfying an element, a court called upon to\napply ACCA will be required to look beyond the text of the statute,\nwhich may be deceptive. Take, for example, Michigan Compiled Laws\nAnnotated §750.82(1) (West 2004), which criminal-izes assault\nwith “a gun, revolver, pistol, knife, iron bar, club, brass\nknuckles, or other dangerous weapon.” The Court seems to\nassume that a statute like this enumerates alternative elements,\nante, at 17–18, but the Michigan courts have held otherwise.\nUnder Michigan law, the elements of §750.82(1) are “(1)\nan assault, (2) with a dangerous weapon, and (3) with the intent to\ninjure or place the victim in reasonable apprehension of an\nimmediate battery.” People v. Avant, 235 Mich. App. 499, 505,\n597 N. W. 2d 864, 869 (1999). Although the statute lists\nnumerous types of weapons, the particular type of weapon is not\nitself an element that the prosecution must prove beyond a\nreasonable doubt. Instead, the list of weapons in the statute\nmerely enumerates alternative means of committing the crime. [3]Even if a federal court\napplying ACCA discovers a state-court decision holding that a\nparticular fact must be alleged in a charging document, its\nresearch is not at an end. Charging documents must generally\ninclude factual allegations that go beyond the bare elements of the\ncrime—specifically, at least enough detail to permit the\ndefendant to mount a defense. See 5 LaFave §19.3(b), at 276.\nAnd some jurisdictions require fairly specific factual allegations.\nSee, e.g., N. Y. Crim. Proc. Law Ann. §200.50 (West 2007)\n(enumerating detailed requirements for indictment); People v.\nSwanson, 308 Ill. App. 3d 708, 712, 721 N. E. 2d 630, 633\n(1999) (vacating conviction for disorderly conduct for submitting a\nfalse police report because information “d[id] not describe\nwith particularity the time, date, or location of the alleged\ndomestic battery and the acts comprising the battery\n. . . [or] the statement that was falsely\nreported”); Edwards v. State, 379 So. 2d 336, 338 (Ala.\nCrim. App. 1979) (it is insufficient for an indictment for robbery\nto allege the amount of money taken; it “must aver the\ndenomination of the money taken or that the particular denomination\nis unknown to the grand jury”). Thus, the mere fact that\nstate law requires a particular fact to be alleged in a charging\ndocument does not mean that this fact must be found by a jury or\nadmitted by the defendant.The only way to be sure\nwhether particular items are alternative elements or simply\nalternative means of satisfying an element may be to find cases\nconcerning the correctness of jury instructions that treat the\nitems one way or the other. And such cases may not arise\nfrequently. One of the Court’s reasons for adopting the\nmodified categorical approach was to simplify the work of ACCA\ncourts, see Shepard, 544 U. S., at 20; Taylor, 495 U. S.,\nat 601, but the Court’s holding today will not serve that\nend.BThe Court’s\nholding will also frustrate fundamental ACCA objectives. We have\nrepeatedly recognized that Congress enacted ACCA to ensure (1) that\nviolent, dangerous recidivists would be subject to enhanced\npenalties and (2) that those enhanced penalties would be applied\nuniformly, regardless of state-law variations. See, e.g., id., at\n587–589. See also id., at 582 (“ ‘[I]n terms\nof fundamental fairness, the Act should ensure, to the extent that\nit is consistent with the prerogatives of the States in defining\ntheir own offenses, that the same type of conduct is punishable on\nthe Federal level in all cases’ ” (quoting S. Rep.\nNo. 98–190, p. 20 (1983)); 495 U. S., at 591 (rejecting\ndisparate results across states based on label given by State to a\nparticular crime).The Court’s\nholding will hamper the achievement of these objectives by\nartificially limiting ACCA’s reach and treating similar\nconvictions differently based solely on the vagaries of state law.\nDefendants convicted of the elements of generic burglary in\nCalifornia will not be subject to ACCA, but defendants who engage\nin exactly the same behavior in, say, Virginia, will fall within\nACCA’s reach. See Va. Code Ann. §18.2–90 (Lexis\n2009).I would avoid these\nproblems by applying the modified categorical approach to\n§459—and any other similar burglary statute from another\nState—and would ask whether the relevant portions of the\nstate record clearly show that the jury necessarily found, or the\ndefendant necessarily admitted, the elements of generic burglary.\nIf the state-court record is inconclusive, then the conviction\nshould not count. But where the record is clear, I see no reason\nfor granting a special dispensation.IVWhen the modified\ncategorical approach is applied to petitioner’s conviction,\nit is clear that he “necessarily admitted”—and\ntherefore was convicted for committing—the elements of\ngeneric burglary: the unlawful or unprivileged entry of a building\nwith the intent to commit a crime.Both the complaint and\ninformation alleged that petitioner “unlawfully and\nfeloniously enter[ed]” a building (the\n“CentroMart”) “with the intent to commit theft\ntherein.” App. 14a–17a. When the trial court inquired\ninto the factual basis for petitioner’s plea, the prosecutor\nstated that petitioner’s crime involved “the breaking\nand entering of a grocery store.” Id., at 25a. Neither\npetitioner nor his attorney voiced any objection. [4] Ibid. In order to accept\npetitioner’s plea, the trial court was required under\nCalifornia law to ensure that the plea had a factual basis, see\nCal. Penal Code Ann. §1192.5 (1978); App. 26a, and we must\npresume that the plea proceedings were conducted in a regular\nmanner, see Parke v. Raley, 506 U. S. 20 –30 (1992). The\nunmistakable inference arising from the plea transcript is that the\ntrial judge—quite reasonably—understood petitioner and\nhis attorney to assent to the factual basis provided by the\nprosecutor. Both the District Court and the Court of Appeals\nconcluded that petitioner had admitted and, as a practical matter,\nwas convicted for having committed the elements of generic\nburglary, and we did not agree to review that fact-bound\ndetermination, see 567 U. S. ___ (2012) (granting certiorari\n“limited to Question 1 presented by the petition”).Even if that\ndetermination is reviewed, however, the lower courts’\nconclusion should be sustained. Under the California burglary\nstatute, as interpreted by the State Supreme Court, a defendant\nmust either (a) commit a trespass in entering the location in\nquestion or (b) enter in violation of some other possessory right.\nSee People v. Gauze, 15 Cal. 3d 709, 713–714, 542 P. 2d 1365,\n1367 (1975). [5]In this case, the judge\nwho accepted petitioner’s guilty plea must have relied on\npetitioner’s implicit admission that he “broke”\ninto the store, for if petitioner had admitted only that he entered\nthe store, the judge would not have been able to assess whether he\nhad invaded a possessory right. Nor would an admission to merely\n“entering” the store have permitted the judge to assess\nwhether petitioner entered with the intent to commit a crime;\npetitioner’s admission to “breaking” was\ntherefore critical to that element, as well. Cf. Black’s Law\nDictionary 236 (rev. 4th ed. 1968) (“Breaking” denotes\nthe “tearing away or removal of any part of a house or of the\nlocks, latches, or other fastenings intended to secure it, or\notherwise exerting force to gain an entrance, with the intent to\ncommit a felony”).We have explained that\nburglary under §924(e) means “an unlawful or\nunprivileged entry into, or remaining in, a building or other\nstructure, with intent to commit a crime.” Taylor, 495\nU. S., at 598. Based on petitioner’s guilty plea and the\nShepard documents, it is clear that petitioner necessarily admitted\nthe elements of generic burglary. He unlawfully entered a building\nwith the intent to commit a crime. Accordingly, I would hold that\npetitioner’s conviction under §459 qualifies as a\nconviction for “burglary” under §924(e).For these reasons, I\nwould affirm the decision of the Court of Appeals, and I therefore\nrespectfully dissent.Notes1However, because the\nShepard documents did not reveal whether Johnson had been found to\nhave touched or struck, we had to determine whether the relatively\ninnocuous phrase—“[a]ctually and intentionally\ntouch[ing]” another person—constituted physical force\nfor purposes of §924(e)(2)(B)(i). See Johnson, 559 U. S.,\nat 137.2The remaining case,\nTaylor v. United States, , may also have involved a statute that\nwas not divisible, but the situation is less clear. There, the\ndefendant had several Missouri burglary convictions, and Missouri\nhad several different burglary provisions in effect at the time in\nquestion. See id., at 578, n. 1. The particular provision\ninvolved in each of those cases was not certain. Ibid. At least one\nof those provisions, however, may not have been divisible. That\nprovision, Mo. Rev. Stat. §560.070 (1969) (repealed), applied\nnot only to buildings but also to “any booth or tent,”\n“any boat or vessel,” or a “railroad car.”\nIt is not entirely clear whether a Missouri court would have\nrequired jurors to agree on a particular choice from this list. In\nState v. Vandergriff, 403 S. W. 2d 579, 581 (Mo. 1966), the\nMissouri Supreme Court held that an information was deficient\nbecause it “omitted a description of the type of building\nthat might be burglarized as defined by §560.070, and thereby\nomitted an essential element of the offense of burglary in the\nsecond degree.” Because an information must generally include\nfactual details that go beyond the elements of an offense, see 5 W.\nLaFave, J. Israel, N. King, & O. Kerr, Criminal Procedure\n§19.3(b), p. 276 (3d ed. 2007) (hereinafter LaFave), it is\npossible that the Missouri court did not mean to say that the type\nof building was an element in the sense in which I understand the\nCourt to use the term here.3The board game Clue, to\nwhich the Court refers, see ante, at 18,does not provide sound\nlegal guidance. In that game, it matters whether Colonel Mustard\nbashed in the victim’s head with a candlestick, wrench, or\nlead pipe. But in real life, the colonel would almost certainly not\nescape conviction simply because the jury was unable to agree on\nthe particular type of blunt instrument that he used to commit the\nmurder.4The Ninth Circuit has\nheld that a court applying the modified categorical approach may\nrely on a prosecutor’s statement as to the factual basis for\na guilty plea when that statement is offered on the record in the\ndefendant’s presence and the defendant does not object.\nUnited States v. Hernandez-Hernandez, 431 F. 3d 1212, 1219\n(2005). Petitioner has not challenged the Ninth Circuit’s\nrule, and that issue is notwithin the scope of the question on\nwhich we granted certiorari. Accordingly, I would apply it for\npurposes of this case.5The majority suggests\nthat California law is ambiguous as to this requirement, see ante,\nat 20, n. 5, but any confusion appears to have arisen after\npetitioner’s 1978 conviction and is therefore irrelevant for\npurposes of this case. Cf. McNeill v. United States, 563 U. S.\n___, ___ (2011) (slip op., at 3) (“The only way to answer\n[ACCA’s] backward-looking question [whether a previous\nconviction was for a seriousdrug offense] is to consult the law\nthat applied at the time of that conviction”).",
    "joined": []
}