{
    "case": {
        "docket": "637",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/637/"
    },
    "id": "1970758",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–399_________________ADOPTIVE COUPLE, PETITIONERS v. BABY GIRL, a\nminor child under the age of fourteen years, et al.on writ of certiorari to the supreme court of\nsouth carolina[June 25, 2013]Justice Alito\ndelivered the opinion of the Court.This case is about a\nlittle girl (Baby Girl) who is classified as an Indian because she\nis 1.2% (3/256) Cherokee. Because Baby Girl is classified in this\nway, the South Carolina Supreme Court held that certain provisions\nof the federal Indian Child Welfare Act of 1978 required her to be\ntaken, at the age of 27 months, from the only parents she had ever\nknown and handed over to her biological father, who had attempted\nto relinquish his parental rights and who had no prior contact with\nthe child. The provisions of the federal statute at issue here do\nnot demand this result.Contrary to the State\nSupreme Court’s ruling, we hold that 25 U. S. C.\n§1912(f)—which bars involuntary termination of a\nparent’s rights in the absence of a heightened showing that\nserious harm to the Indian child is likely to result from the\nparent’s “continued custody” of the\nchild—does not apply when, as here, the relevant parent never\nhad custody of the child. We further hold that\n§1912(d)—which conditions involuntary termination of\nparental rights with respect to an Indian child on a showing that\nremedial efforts have been made to prevent the “breakup of\nthe Indian family”—is inapplicable when, as here, the\nparent abandoned the Indian child before birth and never had\ncustody of the child. Finally, we clarify that §1915(a), which\nprovides placement preferences for the adoption of Indian children,\ndoes not bar a non-Indian family like Adoptive Couple from adopting\nan Indian child when no other eligible candidates have sought to\nadopt the child. We accordingly reverse the South Carolina Supreme\nCourt’s judgment and remand for further proceedings.I“The Indian\nChild Welfare Act of 1978 (ICWA), 92Stat. 3069, 25\nU. S. C. §§1901–1963, was the product of\nrising concern in the mid-1970’s over the consequences to In-\ndian children, Indian families, and Indian tribes of abusive child\nwelfare practices that resulted in the separation of large numbers\nof Indian children from their families and tribes through adoption\nor foster care placement, usually in non-Indian homes.”\nMississippi Band of Choctaw Indians v. Holyfield, 490 U. S.\n30, 32 (1989) . Congress found that “an alarmingly high\npercentage of Indian families [were being] broken up by the\nremoval, often unwarranted, of their children from them by\nnontribal public and private agencies.” §1901(4). This\n“wholesale removal of Indian children from their homes”\nprompted Congress to enact the ICWA, which establishes federal\nstandards that govern state-court child custody proceedings\ninvolving Indian children. Id., at 32, 36 (internal quotation marks\nomitted); see also §1902 (declaring that the ICWA es-\ntablishes “minimum Federal standards for the removal of\nIndian children from their families”). [1]Three provisions of the\nICWA are especially relevant to this case. First, “[a]ny\nparty seeking” an involuntary termination of parental rights\nto an Indian child under state law must demonstrate that\n“active efforts have been made to provide remedial services\nand rehabilitative programs designed to prevent the breakup of the\nIndian family and that these efforts have proved\nunsuccessful.” §1912(d). Second, a state court may not\ninvoluntarily terminate parental rights to an Indian child\n“in the absence of a determination, supported by evidence\nbeyond a reasonable doubt, including testimony of qualified expert\nwitnesses, that the continued custody of the child by the parent or\nIndian custodian is likely to result in serious emotional or\nphysical damage to the child.” §1912(f). Third, with\nrespect to adoptive placements for an Indian child under state law,\n“a preference shall be given, in the absence of good cause to\nthe contrary, to a placement with (1) a member of the child’s\nextended family; (2) other members of the Indian child’s\ntribe; or (3) other Indian families.” §1915(a).IIIn this case, Birth\nMother (who is predominantly Hispanic) and Biological Father (who\nis a member of the Cherokee Nation) became engaged in December\n2008. One month later, Birth Mother informed Biological Father, who\nlived about four hours away, that she was pregnant. After learning\nof the pregnancy, Biological Father asked Birth Mother to move up\nthe date of the wedding. He also refused to provide any financial\nsupport until after the two had married. The couple’s\nrelationship deteriorated, and Birth Mother broke off the\nengagement in May 2009. In June, Birth Mother sent Biological\nFather a text message asking if he would rather pay child support\nor re- linquish his parental rights. Biological Father responded\nvia text message that he relinquished his rights.Birth Mother then\ndecided to put Baby Girl up for adoption. Because Birth Mother\nbelieved that Biological Father had Cherokee Indian heritage, her\nattorney contacted the Cherokee Nation to determine whether\nBiological Father was formally enrolled. The inquiry letter\nmisspelled Biological Father’s first name and incorrectly\nstated his birthday, and the Cherokee Nation responded that, based\non the information provided, it could not verify Biological\nFather’s membership in the tribal records.Working through a\nprivate adoption agency, Birth Mother selected Adoptive Couple,\nnon-Indians living in South Carolina, to adopt Baby Girl. Adoptive\nCouple supported Birth Mother both emotionally and financially\nthroughout her pregnancy. Adoptive Couple was present at Baby\nGirl’s birth in Oklahoma on September 15, 2009, and Adoptive\nFather even cut the umbilical cord. The next morning, Birth Mother\nsigned forms relinquishing her parental rights and consenting to\nthe adoption. Adoptive Couple initiated adoption proceedings in\nSouth Carolina a few days later, and returned there with Baby Girl.\nAfter returning to South Carolina, Adoptive Couple allowed Birth\nMother to visit and communicate with Baby Girl.It is undisputed that,\nfor the duration of the pregnancy and the first four months after\nBaby Girl’s birth, Biological Father provided no financial\nassistance to Birth Mother or Baby Girl, even though he had the\nability to do so. In- deed, Biological Father “made no\nmeaningful attempts to assume his responsibility of\nparenthood” during this period. App. to Pet. for Cert. 122a\n(Sealed; internal quotation marks omitted).Approximately four\nmonths after Baby Girl’s birth, Adoptive Couple served\nBiological Father with notice of the pending adoption. (This was\nthe first notification that they had provided to Biological Father\nregarding the adoption proceeding.) Biological Father signed papers\nstating that he accepted service and that he was “not\ncontesting the adoption.” App. 37. But Biological Father\nlater testified that, at the time he signed the papers, he thought\nthat he was relinquishing his rights to Birth Mother, not to\nAdoptive Couple.Biological Father\ncontacted a lawyer the day after signing the papers, and\nsubsequently requested a stay of the adoption proceedings. [2] In the adoption\nproceedings, Biological Father sought custody and stated that he\ndid not consent to Baby Girl’s adoption. Moreover, Biological\nFather took a paternity test, which verified that he was Baby\nGirl’s biological father.A trial took place in\nthe South Carolina Family Court in September 2011, by which time\nBaby Girl was two years old. 398 S. C. 625, 634–635, 731\nS. E. 2d 550, 555–556 (2012). The Family Court concluded\nthat Adoptive Couple had not carried the heightened burden under\n§1912(f) of proving that Baby Girl would suffer serious\nemotional or physical damage if Biological Father had custody. See\nid., at 648–651, 731 S. E. 2d, at 562–564. The\nFamily Court therefore denied Adoptive Couple’s petition for\nadoption and awarded custody to Biological Father. Id., at 629,\n636, 731 S. E. 2d, at 552, 556. On December 31, 2011, at the\nage of 27 months, Baby Girl was handed over to Biological Father,\nwhom she had never met. [3]The South Carolina\nSupreme Court affirmed the Family Court’s denial of the\nadoption and the award of custody to Biological Father. Id., at\n629, 731 S. E. 2d, at 552. The State Supreme Court first\ndetermined that the ICWA applied because the case involved a child\ncustody proceeding relating to an Indian child. Id., at 637, 643,\nn. 18, 731 S. E. 2d, at 556, 560, n. 18. It also\nconcluded that Biological Father fell within the ICWA’s\ndefinition of a “ ‘parent.’ ”\nId., at 644, 731 S. E. 2d, at 560. The court then held that\ntwo separate provisions of the ICWA barred the termination of\nBiological Father’s parental rights. First, the court held\nthat Adoptive Couple had not shown that “active efforts ha[d]\nbeen made to provide remedial services and rehabilitative programs\ndesigned to prevent the breakup of the Indian family.”\n§1912(d); see also id., at 647–648, 731 S. E. 2d,\nat 562. Second, the court concluded that Adoptive Couple had not\nshown that Biological Father’s “custody of Baby Girl\nwould result in serious emotional or physical harm to her beyond a\nreasonable doubt.” Id., at 648–649, 731 S. E. 2d,\nat 562–563 (citing §1912(f)). Finally, the court stated\nthat, even if it had decided to terminate Biological Father’s\nparental rights, §1915(a)’s adoption- placement\npreferences would have applied. Id., at 655–657, 731\nS. E. 2d, at 566–567. We granted certiorari. 568\nU. S. ___ (2013).IIIIt is undisputed\nthat, had Baby Girl not been 3/256 Cherokee, Biological Father\nwould have had no right to object to her adoption under South\nCarolina law. See Tr. of Oral Arg. 49; 398 S. C., at 644,\nn. 19, 731 S. E. 2d, at 560, n. 19 (“Under\nstate law, [Biological] Father’s con- sent to the adoption\nwould not have been required”). The South Carolina Supreme\nCourt held, however, that Biological Father is a\n“parent” under the ICWA and that two statutory\nprovisions—namely, §1912(f) and §1912(d)—bar\nthe termination of his parental rights. In this Court, Adoptive\nCouple contends that Biological Father is not a\n“parent” and that §1912(f) and §1912(d) are\ninapplicable. We need not—and therefore do not—decide\nwhether Biological Father is a “parent.” See\n§1903(9) (defining “parent”). [4] Rather, assuming for the sake of argument\nthat he is a “parent,” we hold that neither\n§1912(f) nor §1912(d) bars the termination of his\nparental rights.ASection 1912(f)\naddresses the involuntary termination of parental rights with\nrespect to an Indian child. Specifically, §1912(f) provides\nthat “[n]o termination of parental rights may be ordered in\nsuch proceeding in the absence of a determination, supported by\nevidence beyond a reasonable doubt, . . . that the\ncontinued custody of the child by the parent or Indian custodian is\nlikely to result in serious emotional or physical damage to the\nchild.” (Emphasis added.) The South Carolina Supreme Court\nheld that Adoptive Couple failed to satisfy §1912(f) because\nthey did not make a heightened showing that Biological\nFather’s “prospective legal and physical custody”\nwould likely result in serious damage to the child. 398 S. C.,\nat 651, 731 S. E. 2d, at 564 (emphasis added). That holding\nwas error.Section 1912(f)\nconditions the involuntary termination of parental rights on a\nshowing regarding the merits of “continued custody of the\nchild by the parent.” (Emphasis added.) The adjective\n“continued” plainly refers to a pre-existing state. As\nJustice Sotomayor concedes, post, at 11 (dissenting opinion)\n(hereinafter the dissent), “continued” means\n“[c]arried on or kept up without cessation” or\n“[e]xtended in space without interruption or breach of\nconne[ct]ion.” Compact Edition of the Oxford English\nDictionary 909 (1981 reprint of 1971 ed.) (Compact OED); see also\nAmerican Heritage Dictionary 288 (1981) (defining\n“continue” in the following manner: “1. To go on\nwith a particular action or in a particular condition;\npersist. . . .  3. To remain in the same state,\ncapacity, or place”); Webster’s Third New International\nDictionary 493 (1961) (Webster’s) (defining\n“continued” as “stretching out in time or space\nesp. without interruption”); Aguilar v. FDIC, 63 F. 3d\n1059, 1062 (CA11 1995) (per curiam) (suggesting that the phrase\n“continue an action” means “go on with\n. . . an action” that is\n“preexisting”). The term “continued” also\ncan mean “resumed after interruption.” Webster’s\n493; see American Heritage Dictionary 288. The phrase\n“continued custody” therefore refers to custody that a\nparent already has (or at least had at some point in the past). As\na result, §1912(f) does not apply in cases where the Indian\nparent never had custody of the Indian child. [5]Biological\nFather’s contrary reading of §1912(f) is nonsensical.\nPointing to the provision’s requirement that “[n]o\ntermination of parental rights may be ordered . . . in\nthe absence of a determination” relating to “the\ncontinued custody of the child by the parent,” Biological\nFather contends that if a determination relating to\n“continued custody” is inapposite in cases where there\nis no “custody,” the statutory text prohibits\ntermination. See Brief for Respondent Birth Father 39. But it would\nbe absurd to think that Congress enacted a provision that permits\ntermination of a custodial parent’s rights, while\nsimultaneously prohibiting termination of a noncustodial\nparent’s rights. If the statute draws any distinction between\ncustodial and noncustodial parents, that distinction surely does\nnot provide greater protection for noncustodial parents. [6]Our reading of\n§1912(f) comports with the statutory text demonstrating that\nthe primary mischief the ICWA was designed to counteract was the\nunwarranted removal of Indian children from Indian families due to\nthe cultural insensitivity and biases of social workers and state\ncourts. The statutory text expressly highlights the primary problem\nthat the statute was intended to solve: “an alarmingly high\npercentage of Indian families [were being] broken up by the\nremoval, often unwarranted, of their children from them by\nnontribal public and private agencies.” §1901(4)\n(emphasis added); see also §1902 (explaining that the ICWA\nestablishes “minimum Federal standards for the removal of\nIndian children from their families” (emphasis added));\nHolyfield, 490 U. S., at 32–34. And if the legislative\nhistory of the ICWA is thought to be relevant, it further\nunderscores that the Act was primarily intended to stem the\nunwarranted removal of Indian children from intact Indian families.\nSee, e.g., H. R. Rep. No. 95–1386, p. 8 (1978)\n(explaining that, as relevant here, “[t]he purpose of [the\nICWA] is to protect the best interests of Indian children and to\npromote the stability and security of Indian tribes and families by\nestablishing minimum Federal standards for the removal of Indian\nchildren from their families and the placement of such children in\nfoster or adoptive homes” (emphasis added)); id., at 9\n(decrying the “wholesale separation of Indian children”\nfrom their Indian families); id., at 22 (discussing “the\nremoval” of Indian children from their parents pursuant to\n§§1912(e) and (f)). In sum, when, as here, the adoption\nof an Indian child is voluntarily and lawfully initiated by a\nnon-Indian parent with sole custodial rights, the ICWA’s\nprimary goal of preventing the unwarranted removal of Indian\nchildren and the dissolution of Indian families is not\nimplicated.The dissent fails to\ndispute that nonbinding guidelines issued by the Bureau of Indian\nAffairs (BIA) shortly after the ICWA’s enactment demonstrate\nthat the BIA envisioned that §1912(f)’s standard would\napply only to termination of a custodial parent’s rights.\nSpecifically, the BIA stated that, under §1912(f), “[a]\nchild may not be removed simply because there is someone else\nwilling to raise the child who is likely to do a better job”;\ninstead, “[i]t must be shown that . . . it is\ndangerous for the child to remain with his or her present\ncustodians.” Guidelines for State Courts; Indian Child\nCustody Proceedings, 44 Fed. Reg. 67593 (1979) (emphasis added)\n(hereinafter Guidelines). Indeed, the Guidelines recognized that\n§1912(f) applies only when there is pre-existing custody to\nevaluate. See ibid. (“[T]he issue on which qualified expert\ntestimony is required is the question of whether or not serious\ndamage to the child is likely to occur if the child is not\nremoved”).Under our reading of\n§1912(f), Biological Father should not have been able to\ninvoke §1912(f) in this case, because he had never had legal\nor physical custody of Baby Girl as of the time of the adoption\nproceedings. As an initial matter, it is undisputed that Biological\nFather never had physical custody of Baby Girl. And as a matter of\nboth South Carolina and Oklahoma law, Biological Father never had\nlegal custody either. See S. C. Code Ann.\n§63–17–20(B) (2010) (“Unless the court\norders otherwise, the custody of an illegitimate child is solely in\nthe natural mother unless the mother has relinquished her rights to\nthe child”); Okla. Stat., Tit. 10, §7800 (West Cum.\nSupp. 2013) (“Except as otherwise provided by law, the mother\nof a child born out of wedlock has custody of the child until\ndetermined otherwise by a court of competent jurisdiction”).\n[7]In sum, the South\nCarolina Supreme Court erred in finding that §1912(f) barred\ntermination of Biological Father’s parental rights.BSection 1912(d)\nprovides that “[a]ny party” seeking to terminate\nparental rights to an Indian child under state law “shall\nsatisfy the court that active efforts have been made to provide\nremedial services and rehabilitative programs designed to prevent\nthe breakup of the Indian family and that these efforts have proved\nunsuccessful.” (Emphasis added.) The South Carolina Supreme\nCourt found that Biological Father’s parental rights could\nnot be terminated because Adoptive Couple had not demonstrated that\nBiological Father had been provided remedial services in accordance\nwith §1912(d). 398 S. C., at 647–648, 731\nS. E. 2d, at 562. We disagree.Consistent with the\nstatutory text, we hold that §1912(d) applies only in cases\nwhere an Indian family’s “breakup” would be\nprecipitated by the termination of the parent’s rights. The\nterm “breakup” refers in this context to “[t]he\ndiscontinuance of a relationship,” American Heritage\nDictionary 235 (3d ed. 1992), or “an ending as an effective\nentity,” Webster’s 273 (defining “breakup”\nas “a disruption or dissolution into component parts: an\nending as an effective entity”). See also Compact OED 1076\n(defining “break-up” as, inter alia, a\n“disruption, separation into parts, disintegration”).\nBut when an Indian parent abandons an Indian child prior to birth\nand that child has never been in the Indian parent’s legal or\nphysical custody, there is no “relationship” that would\nbe “discontinu[ed]”—and no “effective\nentity” that would be “end[ed]”—by the\ntermination of the Indian par- ent’s rights. In such a\nsituation, the “breakup of the Indian family” has long\nsince occurred, and §1912(d) is inapplicable.Our interpretation of\n§1912(d) is, like our interpretation of §1912(f),\nconsistent with the explicit congressional purpose of providing\ncertain “standards for the removal of Indian children from\ntheir families.” §1902 (emphasis added); see also, e.g.,\n§1901(4); Holyfield, 490 U. S., at 32–34. In\naddition, the BIA’s Guidelines confirm that remedial services\nunder §1912(d) are intended “to alleviate the need to\nremove the Indian child from his or her parents or Indian\ncustodians,” not to facilitate a transfer of the child to an\nIndian parent. See 44 Fed. Reg., at 67592 (emphasis added).Our interpretation of\n§1912(d) is also confirmed by the provision’s placement\nnext to §1912(e) and §1912(f), both of which condition\nthe outcome of proceedings on the merits of an Indian child’s\n“continued custody” with his parent. That these three\nprovisions appear adjacent to each other strongly suggests that the\nphrase “breakup of the Indian family” should be read in\nharmony with the “continued custody” requirement. See\nUnited Sav. Assn. of Tex. v. Timbers of Inwood Forest Associates,\nLtd., 484 U. S. 365, 371 (1988) (explaining that statutory\nconstruction “is a holistic endeavor” and that\n“[a] provision that may seem ambiguous in isolation is often\nclarified by the remainder of the statutory scheme”). None of\nthese three provisions creates parental rights for unwed fathers\nwhere no such rights would otherwise exist. Instead, Indian parents\nwho are already part of an “Indian family” are provided\nwith access to “remedial services and rehabilitative\nprograms” under §1912(d) so that their\n“custody” might be “continued” in a way\nthat avoids foster-care placement under §1912(e) or\ntermination of parental rights under §1912(f). In other words,\nthe provision of “remedial services and rehabilitative\nprograms” under §1912(d) supports the “continued\ncustody” that is protected by §1912(e) and\n§1912(f). [8]Section 1912(d) is a\nsensible requirement when applied to state social workers who might\notherwise be too quick to remove Indian children from their Indian\nfamilies. It would, however, be unusual to apply §1912(d) in\nthe context of an Indian parent who abandoned a child prior to\nbirth and who never had custody of the child. The decision below\nillustrates this point. The South Carolina Supreme Court held that\n§1912(d) mandated measures such as “attempting to\nstimulate [Biological] Father’s desire to be a parent.”\n398 S. C., at 647, 731 S. E. 2d, at 562. But if\nprospective adoptive parents were required to engage in the bizarre\nundertaking of “stimulat[ing]” a biological\nfather’s “desire to be a parent,” it would surely\ndissuade some of them from seeking to adopt Indian children. [9] And this would, in turn,\nunnecessarily place vulnerable Indian children at a unique\ndisadvantage in finding a permanent and loving home, even in cases\nwhere neither an Indian parent nor the relevant tribe objects to\nthe adoption. [10]In sum, the South\nCarolina Supreme Court erred in finding that §1912(d) barred\ntermination of Biological Father’s parental rights.IVIn the decision\nbelow, the South Carolina Supreme Court suggested that if it had\nterminated Biological Father’s rights, then\n§1915(a)’s preferences for the adoptive placement of an\nIndian child would have been applicable. 398 S. C., at\n655–657, 731 S. E. 2d, at 566–567. In so doing,\nhowever, the court failed to recognize a critical lim- itation on\nthe scope of §1915(a).Section 1915(a)\nprovides that “[i]n any adoptive placement of an Indian child\nunder State law, a preference shall be given, in the absence of\ngood cause to the contrary, to a placement with (1) a member of the\nchild’s extended family; (2) other members of the Indian\nchild’s tribe; or (3) other Indian families.” Contrary\nto the South Carolina Supreme Court’s suggestion,\n§1915(a)’s preferences are inapplicable in cases where\nno alternative party has formally sought to adopt the child. This\nis because there simply is no “preference” to apply if\nno alternative party that is eligible to be preferred under\n§1915(a) has come forward.In this case, Adoptive\nCouple was the only party that sought to adopt Baby Girl in the\nFamily Court or the South Carolina Supreme Court. See Brief for\nPetitioners 19, 55; Brief for Respondent Birth Father 48; Reply\nBrief for Petitioners 13. Biological Father is not covered by\n§1915(a) because he did not seek to adopt Baby Girl; instead,\nhe argued that his parental rights should not be terminated in the\nfirst place. [11]\nMoreover, Baby Girl’s paternal grandparents never sought\ncustody of Baby Girl. See Brief for Petitioners 55; Reply Brief for\nPetitioners 13; 398 S. C., at 699, 731 S. E. 2d, at 590\n(Kittredge, J., dissenting) (noting that the “paternal\ngrandparents are not parties to this action”). Nor did other\nmembers of the Cherokee Nation or “other Indian\nfamilies” seek to adopt Baby Girl, even though the Cherokee\nNation had notice of—and intervened in—the adoption\nproceedings. See Brief for Respondent Cherokee Nation 21–22;\nReply Brief for Petitioners 13–14. [12]*  *  *The Indian Child\nWelfare Act was enacted to help preserve the cultural identity and\nheritage of Indian tribes, but under the State Supreme\nCourt’s reading, the Act would put certain vulnerable\nchildren at a great disadvantage solely because an\nancestor—even a remote one—was an Indian. As the State\nSupreme Court read §§1912(d) and (f), a biological Indian\nfather could abandon his child in utero and refuse any support for\nthe birth mother—perhaps contributing to the mother’s\ndecision to put the child up for adoption—and then could play\nhis ICWA trump card at the eleventh hour to override the\nmother’s decision and the child’s best interests. If\nthis were possible, many prospective adoptive parents would surely\npause before adopting any child who might possibly qualify as an\nIndian under the ICWA. Such an interpretation would raise equal\nprotection concerns, but the plain text of §§1912(f) and\n(d) makes clear that neither provision applies in the present\ncontext. Nor do §1915(a)’s rebuttable adoption\npreferences apply when no alternative party has formally sought to\nadopt the child. We therefore reverse the judgment of the South\nCarolina Supreme Court and remand the case for further proceedings\nnot inconsistent with this opinion.It is so ordered.Notes1It is undisputed that\nBaby Girl is an “Indian child” as defined by the ICWA\nbecause she is an unmarried minor who “is eligible for\nmembership in an Indian tribe and is the biological child of a\nmember of an Indian tribe,” §1903(4)(b). See Brief for\nRespondent Birth Father 1, 51, n. 22; Brief for Respondent Cherokee\nNation 1; Brief for Petitioners 44 (“Baby Girl’s\neligibility for membership in the Cherokee Nation depends solely\nupon a lineal blood relationship with a tribal ancestor”).It\nis also undisputed that the present case concerns a “child\ncustody proceeding,” which the ICWA defines to include\nproceedings that involve “termination of parental\nrights” and “adoptive placement,”\n§1903(1).2Around the same time, the\nCherokee Nation identified Biological Father as a registered member\nand concluded that Baby Girl was an “Indian child” as\ndefined in the ICWA. The Cherokee Nation intervened in the\nlitigation approximately three months later.3According to the guardian\nad litem, Biological Father allowed Baby Girl to speak with\nAdoptive Couple by telephone the following day, but then cut off\nall communication between them. Moreover, according to Birth\nMother, Biological Father has made no attempt to contact her since\nthe time he took custody of Baby Girl.4If Biological Father is\nnot a “parent” under the ICWA, then §1912(f) and\n§1912(d)—which relate to proceedings involving possible\ntermination of “parental” rights—are\ninapplicable. Because we conclude that these provisions are\ninapplicable for other reasons, however, we need not decide whether\nBiological Father is a “parent.”5With a torrent of words,\nthe dissent attempts to obscure the fact that its interpretation\nsimply cannot be squared with the statutory text. A biological\nfather’s “continued custody” of a child cannot be\nassessed if the father never had custody at all, and the use of a\ndifferent phrase—“termination of parental\nrights”—cannot change that. In addition, the\ndissent’s reliance on subsection headings, post, at 9,\noverlooks the fact that those headings were not actually enacted by\nCongress. See –3072.6The dissent criticizes us\nfor allegedly concluding that a biological father qualifies for\n“substantive” statutory protections “only when\n[he] has physical or state-recognized legal custody.” Post,\nat 2, 6–7. But the dissent undercuts its own point when it\nstates that “numerous” ICWA provisions not at issue\nhere afford “meaningful” protections to biological\nfathers regardless of whether they ever had custody. Post, at\n4–7, and nn. 1, 2.7In an effort to rebut our\nsupposed conclusion that “Congress could not possibly have\nintended” to require legal termination of Biological\nFather’s rights with respect to Baby Girl, the dissent\nasserts that a minority of States afford (or used to afford)\nprotection to similarly situated biological fathers. See post, at\n17–18, and n. 12 (emphasis added). This is entirely\nbeside the point, because we merely conclude that, based on the\nstatute’s text and structure, Congress did not extend the\nheightened protections of §1912(d) and §1912(f) to all\nbiological fathers. The fact that state laws may provide certain\nprotections to biological fathers who have abandoned their children\nand who have never had custody of their children in no way\nundermines our analysis of these two federal statutory\nprovisions.8The dissent claims that\nour reasoning “necessarily extends to all Indian parents who\nhave never had custody of their children,” even if those\nparents have visitation rights. Post, at 2–3, 13–14. As\nan initial matter, the dissent’s concern about the effect of\nour decision on individuals with visitation rights will be\nimplicated, at most, in a relatively small class of cases. For\nexample, our interpretation of §1912(d) would implicate the\ndissent’s concern only in the case of a parent who abandoned\nhis or her child prior to birth and never had physical or legal\ncustody, but did have some sort of visitation rights. Moreover, in\ncases where this concern is implicated, such parents might receive\n“comparable” protections under state law. See post, at\n15. And in any event, it is the dissent’s interpretation that\nwould have far-reaching consequences: Under the dissent’s\nreading, any biological parent—even a sperm donor—would\nenjoy the heightened protections of §1912(d) and§1912(f),\neven if he abandoned the mother and the child immediately after\nconception. Post, at 14, n. 8.9Biological Father and the\nSolicitor General argue that a tribeor state agency could provide\nthe requisite remedial services under §1912(d). Brief for\nRespondent Birth Father 43; Brief for United States as Amicus\nCuriae 22. But what if they don’t? And if they don’t,\nwould the adoptive parents have to undertake the task?10The\ndissent repeatedly mischaracterizes our opinion. As our detailed\ndiscussion of the terms of the ICWA makes clear, our decisionis not\nbased on a “[p]olicy disagreement with Congress’\njudgment.” Post, at 2; see also post, at 8, 21.11Section 1915(c) also provides that,\nin the case of an adoptive placement under §1915(a), “if\nthe Indian child’s tribe shall establish a different order of\npreference by resolution, the agency or court effecting the\nplacement shall follow such order so long as the placement is the\nleast restrictive setting appropriate to the particular needs of\nthe child, as provided in [§1915(b)].” Although we need\nnot decide the issuehere, it may be the case that an Indian\nchild’s tribe could alter §1915’s preferences in a\nway that includes a biological father whose rights were terminated,\nbut who has now reformed. See §1915(c). If a tribe were to\ntake such an approach, however, the court would still have the\npower to determine whether “good cause” exists to\ndisregard the tribe’s order of preference. See\n§§1915(a), (c); In re Adoption of T. R. M., 525\nN. E. 2d 298, 313 (Ind. 1988).12To be\nsure, an employee of the Cherokee Nation testified that the\nCherokee Nation certifies families to be adoptive parents and that\nthere are approximately 100 such families “that are ready to\ntake children that want to be adopted.” Record 446. However,\nthis testi-mony was only a general statement regarding the Cherokee\nNation’s practices; it did not demonstrate that a specific\nIndian family was willing to adopt Baby Girl, let alone that such a\nfamily formally sought such adoption in the South Carolina courts.\nSee Reply Brief for Petitioners 13–14; see also Brief for\nRespondent Cherokee Nation 21–22.",
    "joined": []
}