{
    "case": {
        "docket": "17-834",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/17-834/"
    },
    "id": "4216889",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–834_________________KANSAS, PETITIONERv.RAMIRO GARCIAKANSAS, PETITIONERv.DONALDO MORALESKANSAS, PETITIONERv.GUADALUPE OCHOA-LARAon writ of certiorari to the supreme court of\nkansas[March 3, 2020]Justice Alito delivered the opinion of the\nCourt.Kansas law makes it a crime to commit “identity\ntheft” or engage in fraud to obtain a benefit. Respondents—three\naliens who are not authorized to work in this country—were\nconvicted under these provisions for fraudulently using another\nperson’s Social Security number on state and federal\ntax-withholding forms that they submitted when they obtained\nemployment. The Supreme Court of Kansas held that a provision of\nthe Immigration Reform and Control Act of 1986 (IRCA), 100Stat.\n3359, expressly preempts the Kansas statutes at issue insofar as\nthey provide a basis for these prosecutions. We reject this reading\nof the provision in question, as well as respondents’ alternative\narguments based on implied preemption. We therefore reverse.IAThe foundation of our laws on immigration and\nnaturalization is the Immigration and Nationality Act (INA),\n66Stat. 163, as amended, 8 U. S. C. §1101et seq., which sets out the “ ‘terms and\nconditions of admission to the country and the subsequent treatment\nof aliens lawfully in the country.’ ”Chamberof\nCommerce of United States of Americav.Whiting,563 U.S.\n582, 587 (2011). As initially enacted, the INA did not prohibit\nthe employment of illegal aliens, and this Court held that federal\nlaw left room for the States to regulate in this field. SeeDe\nCanasv.Bica,424 U.S.\n351, 353 (1976).With the enactment of IRCA, Congress took a\ndifferent approach. IRCA made it unlawful to hire an alien knowing\nthat he or she is unauthorized to work in the United States.\n8 U. S. C. §§1324a(a)(1)(A), (h)(3). To enforce this\nprohibition, IRCA requires employers to comply with a federal\nemployment verification system. §1324a(b). Using a federal\nwork-authorization form (I–9), employers “must attest” that they\nhave “verified” that an employee “is not an unauthorized alien” by\nexamining approved documents such as a United States passport or\nalien registration card. §1324a(b)(1)(A); see also\n§§1324a(b)(1)(B)–(D); 8 CFR §274a.2(a)(2) (2019) (establishing Form\nI–9). This requirement applies to the hiring of any individual\nregardless of citizenship or nationality. 8 U. S. C.\n§1324a(b)(1). Employers who fail to comply may face civil and\ncriminal sanctions. See §§1324a(e)(4), (f ); 8 CFR §274 A. 10.\nIRCA instructs employers to retain copies of their I–9 forms and\nallows employers to make copies of the documents submitted by\nemployees to show their authorization to work. 8 U. S. C.\n§§1324a(b)(3)–(4).IRCA concomitantly imposes duties on all\nemployees, regardless of citizenship. No later than their first day\nof employment, all employees must complete an I–9 and attest that\nthey fall into a category of persons who are authorized to work in\nthe United States. §1324a(b)(2); 8 CFR §274a.2(b)(1)(i)(A). In\naddition, under penalty of perjury, every employee must provide\ncertain personal information—specifically: name, residence address,\nbirth date, Social Security number, e-mail address, and telephone\nnumber. It is a federal crime for an employee to provide false\ninformation on an I–9 or to use fraudulent documents to show\nauthorization to work. See 18 U. S. C. §§1028, 1546.\nFederal law does not make it a crime for an alien to work without\nauthorization, and this Court has held that state laws\ncriminalizing such conduct are preempted.Arizonav.United States,567 U.S.\n387, 403–407 (2012). But if an alien works illegally, the\nalien’s immigration status may be adversely affected. See 8\nU. S. C. §§1255(c)(2), (8), 1227(a)(1)(C)(i).While IRCA imposes these requirements on\nemployers and employees, it also limits the use of I–9 forms. A\nprovision entitled “Limitation on use of attestation form,”\n§1324a(b)(5), provides that I–9 forms and “any information\ncontained in or appended to such form[s] may not be used for\npurposes other than for enforcement of ” the INA or other\nspecified provisions of federal law, including those prohibiting\nthe making of a false statement in a federal mat- ter ( 18\nU. S. C. §1001), identity theft (§1028),\nimmigration-document fraud (§1546), and perjury (§1621). In\naddition, 8 U. S. C. §1324a(d)(2)(F) prohibits use of\n“the employ- ment verification system” “for law enforcement\npurposes,” apart from the enforcement of the aforementioned federal\nstatutes.Although IRCA expressly regulates the use of\nI–9’s and documents appended to that form, no provision of IRCA\ndirectly addresses the use of other documents, such as federal and\nstate tax-withholding forms, that an employee may complete upon\nbeginning a new job. A federal regulation provides that all\nemployees must furnish their employers with a signed withholding\nexemption certificate when they start a new job, but federal law\napparently does not require the discharge of an employee who fails\nto do so. See 26 CFR §§31.3402(f )(2)–1, (5)–1 (2019).\nInstead, the regulation provides that if an employee fails to\nprovide a signed W–4, the employer must treat the employee “as a\nsingle person claiming no exemptions.” §31.3402(f )(2)–1(a).\nThe submission of a fraudulent W–4, however, is a federal crime. 26\nU. S. C. §7205.Kansas uses a tax-withholding form (K–4) that is\nsimilar to the federal form. Kan. Stat. Ann. §79–3298 (2018 Cum.\nSupp.); Kansas Dept. of Revenue, Notice 07–07: New K–4 Form for\nState Withholding (Sept. 5, 2007), www.ortho\ndon.com/home/document/KS-WithholdingForm.pdf; Kansas Dept. of\nRevenue, Kansas Withholding Form K–4, www.ks\nrevenue.org/k4info.html. Employees must attest to the veracity of\nthe information under penalty of perjury. Form K–4, Kansas\nEmployee’s Withholding Allowance Certificate (rev. Nov. 2018),\nwww.ksrevenue.org/pdf/k-4.pdf; Kan. Stat. Ann. §21–5903; see also\nKansas Dept. of Revenue, Tax Fraud Enforcement,\nwww.ksrevenue.org/taxfraud.html.Finally, IRCA contains a provision that\nexpressly “preempt[s] any State or local law imposing civil or\ncriminal sanctions (other than through licensing and similar laws)upon those who employ,or recruit or refer for a fee for\nemployment,unauthorized aliens.” 8 U. S. C.\n§1324a(h)(2) (emphasis added). This provision makes no mention of\nstate or local laws that impose criminal or civil sanctions on\nemployees or applicants for employment. Seeibid.BLike other States, Kansas has laws against\nfraud, forgeries, and identity theft. These statutes apply to\ncitizens and aliens alike and are not limited to conduct that\noccurs in connection with employment. The Kansas identity-theft\nstatute criminalizes the “using” of any “personal identifying\ninformation” belonging to another person with the intent to\n“[d]efraud that person, or anyone else, in order to receive any\nbenefit.” Kan. Stat. Ann. §21–6107(a)(1). “[P]ersonal identifying\ninformation” includes, among other things, a person’s name, birth\ndate, driver’s license number, and Social Security number.\n§21–6107(e)(2). Kansas courts have interpreted the statute to cover\nthe use of another person’s Social Security number to receive the\nbenefits of employment. SeeStatev.Meza, 38 Kan.\nApp. 2d 245, 247–250, 165 P.3d 298, 301–302 (2007).Kansas’s false-information statute criminalizes,\namong other things, “making, generating, distributing or drawing” a\n“written instrument” with knowledge that it “falsely states or\nrepresents some material matter” and “with intent to defraud,\nobstruct the detection of a theft or felony offense or induce\nofficial action.” §21–5824.The respondents in the three cases now before us\nare aliens who are not authorized to work in this country but\nnevertheless secured employment by using the identity of other\npersons on the I–9 forms that they completed when they applied for\nwork. They also used these same false identities when they\ncompleted their W–4’s and K–4’s. All three respondents were\nconvicted under one or both of the Kansas laws just mentioned for\nfraudulently using another person’s Social Security number on\ntax-withholding forms. We summarize the pertinent facts related to\nthese three prosecutions.CRamiro Garcia. In August 2012, a local\npatrol officer stopped Garcia for speeding and learned that Garcia\nhad been previously contacted by a financial crimes detective about\npossible identity theft. App. 39–44, 89–91; 306 Kan. 1113, 1114,\n401 P.3d 588, 590 (2017). Local authorities obtained the documents\nthat Garcia had completed when he began work at a restaurant, and a\njoint state-federal investigation discovered that Garcia had used\nanother person’s Social Security number on his I–9, W–4, and K–4\nforms. The State then charged Garcia with identity theft. The\ncomplaint alleged that, when he began work at the restaurant, he\nused another person’s Social Security number with the intent to\ndefraud and in order to receive a benefit. App. 9–10.Donaldo Morales.A joint state-federal\ninvestigation of Morales began after the Kansas Department of Labor\nnotified a Social Security agent that an employee at a local\nrestaurant was using a Social Security number that did not match\nthe identifying information in the department’s files. 306 Kan.\n1100, 1101, 401 P.3d 155, 156 (2017); App. to Pet. for Cert. 73;\nApp. 124–125, 168–170. A federal agent contacted the restaurant and\nlearned that Morales had used another person’s Social Security\nnumber on his I–9, W–4, and K–4 forms. The federal agent arrested\nMorales, who then admitted that he had bought the Social Security\nnumber from someone he met in a park. App. 171–172; 306 Kan., at\n1101–1102, 401 P. 3d, at 156; App. to Pet. for Cert.73. This\ninformation was turned over to state prosecutors, who charged\nMorales with identity theft and making false information. App.\n124–125; 306 Kan., at 1101, 401 P. 3d, at 156.Guadalupe Ochoa-Lara. Ochoa-Lara came to\nthe attention of a joint state-federal task force after officers\nlearned that he had used a Social Security number issued to someone\nelse when he leased an apartment. 306 Kan. 1107, 1108–1109, 401\nP.3d 159, 160–161 (2017). The individual to whom this number was\nlawfully assigned advised the investigating officers that she had\nno knowledge that another person was using her number, and she\nlater told authorities that income that she had not earned had been\nreported under her number.Id.,at 1109, 401 P. 3d, at\n160. After contacting the restaurant where Ochoa-Lara worked,\ninvestigators determined that he had also used the same Social\nSecurity number to complete his I–9 and W–4 forms.Ibid. The\nState charged Ochoa-Lara with identity theft and making false\ninformation for using another’s Social Security number on those\ndocuments.DIn all three cases, respondents argued before\ntrial that IRCA preempted their prosecutions. They relied on 8\nU. S. C. §1324a(b)(5), which, as noted, provides that I–9\nforms and “any information contained in or appended to such form[s]\nmay not be used for purposes other than for enforcement of ”\nthe INA or other listed federal statutes. In response, the State\ndismissed the charges that were based on I–9’s and agreed not to\nrely on the I–9’s at trial. The State maintained, however, that\n§1324a(b)(5) did not apply to the respondents’ use of false Social\nSecurity numbers on the tax-withholding forms.The trial courts allowed the State to proceed\nwith the charges based on those forms. The State entered the K–4’s\nand W–4’s into evidence against Garcia and Morales, and Ochoa-Lara\nstipulated to using a stolen Social Security number on a W–4. App.\n109–110; 306 Kan., at 1108–1109, 401 P. 3d, at\n160–161.[1] Respondents were\nconvicted, and three separate panels of the Kansas Court of Appeals\naffirmed their convictions.A divided Kansas Supreme Court reversed,\nconcluding that “the plain and unambiguous language of 8\nU. S. C. §1324a(b)(5)” expressly prohibits a State from\nusing “any information contained within [an] I–9 as the bas[i]s for\na state law identity theft prosecution of an alien who uses\nanother’s Social Security information in an I–9.” 306 Kan., at\n1130–1131, 401 P.3d at 599 (emphasis deleted). The court added that\n“[t]he fact that this information was included in the W–4 and K–4\ndid not alter the fact that it was also part of the I–9.”Id., at 1131, 401 P. 3d, at 599. In deciding the appeal\non these grounds, the court appears to have embraced the\nproposition that any fact to which an employee attests in an I–9 is\ninformation that is “contained in” the I–9 and is thus subject to\nthe restrictions imposed by §1324a(b)(5), namely, that this fact\ncannot be used by anyone for any purpose other than the few listed\nin that provision. Nevertheless, the court suggested that its\nholding did not sweep this broadly but was instead limited to the\nprosecution of aliens for using a false identity to establish\n“employment eligibility.”Id., at 1126, 1131, 401\nP. 3d, at 596, 600.Justice Luckert concurred based on implied, not\nexpress, preemption. In her view, IRCA occupies “the field” within\nwhich the prosecutions at issue fell, namely, “the use of false\ndocuments, including those using the identity of others, when an\nunauthorized alien seeks employment.”Id.at 1136, 401\nP. 3d, at 602. Justice Luckert also opined that the Kansas\nstatutes, as applied in these cases, conflict with IRCA because\nthey “usur[p] federal enforcement discretion” regarding the\ntreatment of aliens who obtain employment even though they are\nbarred from doing so under federal law.Ibid., 401\nP. 3d, at 603.Two members of the court, Justices Biles and\nStegall, dissented, and we granted review. 586 U. S. ___\n(2019).IIThe Supremacy Clause provides that the\nConstitution, federal statutes, and treaties constitute “the\nsupreme Law of the Land.” Art. VI, cl. 2. The Clause provides “a\nrule of decision” for determining whether federal or state law\napplies in a particular situation.Armstrongv.Exceptional Child Center, Inc., 575 U.S. 320, 324 (2015). If\nfederal law “imposes restrictions or confers rights on private\nactors” and “a state law confers rights or imposes restrictions\nthat conflict with the federal law,” “the federal law takes\nprecedence and the state law is preempted.”Murphyv.National Collegiate Athletic Assn., 584 U. S. ___, ___\n(2018) (slip op., at 22).In all cases, the federal restrictions or rights\nthat are said to conflict with state law must stem from either the\nConstitution itself or a valid statute enacted by Congress. “There\nis no federal preemptionin vacuo,” without a constitutional\ntext, federal statute, or treaty made under the authority of the\nUnited States.Puerto Rico Dept. of Consumer Affairsv.ISLA Petroleum Corp.,485 U.S.\n495, 503 (1988); see alsoWhiting, 563 U. S., at\n599 (preemption cannot be based on “a ‘freewheeling judicial\ninquiry into whether a state statute is in tension with federal\nobjectives.’ ”) (citation omitted);Virginia Uranium,\nInc.v.Warren, 587 U. S. ___, ___ (2019) (lead\nopinion of Gorsuch, J.) (slip op., at 3) (“Invoking some brooding\nfederal interest or appealing to a judicial policy preference” does\nnot show preemption).In some cases, a federal statute may expressly\npreempt state law. SeePacific Gas & Elec. Co.v.State Energy Resources Conservation and Development Comm’n,461 U.S.\n190, 203 (1983) (“It is well established that within\nconstitutional limits Congress may preempt state authority by so\nstating in express terms.”). But it has long been established that\npreemption may also occur by virtue of restrictions or rights that\nare inferred from statutory law. See,e.g.,Osbornv.Bank of United States, 9 Wheat. 738, 865 (1824) (rejecting\nargument that a federal exemption from state regulation “not being\nexpressed, ought not to be implied by the Court”). And recent cases\nhave often held state laws to be impliedly preempted. See,e.g.,Arizona567 U. S., at 400–408;Kurnsv.Railroad Friction Products Corp.,565 U.S.\n625, 630–631 (2012);PLIVA, Inc.v.Mensing,564 U.S.\n604, 617–618 (2011).In these cases, respondents do not contend that\nthe Kansas statutes under which they were convicted are preempted\nin their entirety. Instead, they argue that these laws must yield\nonly insofar as they apply to an unauthorized alien’s use of false\ndocuments on forms submitted for the purpose of securing\nemployment. In making this argument, respondents invoke all three\ncategories of preemption identified in our cases. They defend the\nKansas Supreme Court’s holding that provisions of IRCA expressly\nbar their prosecutions. And they also argue that the decision below\nis supported by “field” or “conflict” preemption or some\ncombination of the two. We consider these arguments in turn.IIIWe begin with the argument that the state\ncriminal statutes under which respondents were convicted are\nexpressly preempted.As noted, IRCA contains a provision that\nexpressly preempts state law, but it is plainly inapplicable here.\nThat provision applies only to the imposition of criminal or civil\nliability onemployersand those who receive a fee for\nrecruiting or referring prospective employees. 8 U. S. C.\n§1324a(h)(2). It does not mention state or local laws that impose\ncriminal or civil sanctions on employees or applicants for\nemployment.The Kansas Supreme Court did not base its\nholding on this provision but instead turned to §1324a(b)(5), which\nis far more than a preemption provision. This provision broadly\nrestrictsany useof an I–9, information contained in an\nI–9, and any documents appended to an I–9. Thus, unlike a typical\npreemption provision, it applies not just to the States but also to\nthe Federal Government and all private actors.The Kansas Supreme Court thought that the\nprosecutions in these cases ran afoul of this provision because the\ncharges were based on respondents’ use in their W–4’s and K–4’s of\nthe same false Social Security numbers that they also inserted on\ntheir I–9’s. Taken at face value, this theory would mean that no\ninformation placed on an I–9— including an employee’s name,\nresidence address, date of birth, telephone number, and e-mail\naddress—could ever be used by any entity or person for any\nreason.This interpretation is flatly contrary to\nstandard English usage. A tangible object can be “contained in”\nonly one place at any point in time, but an item of information is\ndifferent. It may be “contained in” many different places, and it\nis not customary to say that a person uses information that is\ncontained in a particular source unless the person makes use of\nthat source.Consider a person’s e-mail address, one of the\nbits of information that is called for on an I–9. A person’s e-mail\naddress may be “contained in” a great many places. Individuals\noften provide their e-mail addresses to a wide circle of friends,\nacquaintances, online vendors, work-related contacts, and others.\nIn addition, the records of every recipient of an e-mail from a\nparticular person will contain that address.[2] In ordinary speech, no one would say that a\nperson who uses an e-mail address has used information that is\ncontained in all these places.Suppose that John used his e-mail address five\nyears ago to purchase a pair of shoes and that the vendor has that\naddress in its files. Suppose that John now sends an e-mail to Mary\nand that Mary sends an e-mail reply. No one would say that Mary has\nused information contained in the files of the shoe vendor.Or consider this bit of information: that the\nfirst man set foot on the moon on July 20, 1969.[3] That fact was reported in newspapers\naround the world, from Neil Armstrong’s hometown newspaper, the\nWapakoneta (Ohio) Daily News[4]\nto the Soviet newspaper Izvestia.[5] Suppose that an elementary school student writes a\nreport in which she states that the first man walked on the moon in\n1969. No one would say that the student used information contained\nin the Wapakoneta Daily News or Izvestia if she never saw those\npublications.But it would be natural to say that the\nstudent used information contained in a book in the school library\nif that is where she got the information for her report.Accordingly, the mere fact that an I–9 contains\nan item of information, such as a name or address, does not mean\nthat information “contained in” the I–9 is used whenever that name\nor address is later employed.If this were not so, strange consequences would\nensue. Recall that 8 U. S. C. §1324a(b)(5) applies to the\nFederalGovernment. Under 26 U. S. C. §7205,\nit is a crime to willfully supply false information on a W–4, and\nthis provision is not among those listed in 8 U. S. C.\n§1324a(b)(5). Thus, if an individual provided the same false\ninformation on an I–9 and a W–4, the Federal Government could not\nprosecute this individual under 26 U. S. C. §7205 even if\nthe Government made no use whatsoever of the I–9. And that is just\nthe beginning.Suppose that an employee truthfully states on\nhis I–9 that his name is Jim Smith. Under the interpretation of 8\nU. S. C. §1324a(b)(5) that the Kansas Supreme Court\nseemingly adopted, no one could use Jim’s name for any purpose. If\nhe robbed a bank, prosecutors could not use his name in an\nindictment. His employer could not cut a paycheck using that name.\nHis sister could not use his name to mail him a birthday card.The Kansas Supreme Court tried to fend off these\nconsequences by suggesting that its interpretation applied only to\nthe prosecution of aliens for using a false identity to establish\n“employment eligibility.” 306 Kan., at 1126, 401 P. 3d, at\n596. But there is no trace of these limitations in the text of\n§1324a(b)(5). The point need not be belabored any further: The\nargument that §1324a(b)(5) expressly bars respondents’ prosecutions\ncannot be defended.Apparently recognizing this, respondents turn to\n§1324a(d)(2)(F), which prohibits use of the federal employment\nverification system[6] “for law\nenforcement purposes other than” enforcement of IRCA and the same\nhandful of federal statutes mentioned in §1324a(b)(5): 18\nU. S. C. §1001 (false statements), §1028 (identity\ntheft), §1546 (immigration-document fraud), and §1621\n(perjury).This argument fails because it rests on a\nmisunderstanding of the meaning of the federal “employment\nverification system.” The sole function of that system is to\nestablish that an employee is not barred from working in this\ncountry due to alienage. As described in §1324a(b), the system\nincludes the steps that an employee must take to establish that he\nor she is not prohibited from working, the steps that an employer\nmust take to verify the employee’s status, and certain related\nmatters—such as the preservation and copy- ing of records that are\nused to show authorization to work.The federal employment verification system does\nnot include things that an employee must or may do to satisfy\nrequirements unrelated to work authorization. And completing\ntax-withholding documents plays no part in the process of\ndetermining whether a person is authorized to work.[7] Instead, those documents are part of the\napparatus used to enforce federal and state income tax\nlaws.[8]For all these reasons, there is no express\npreemption in these cases.IVWe therefore proceed to consider respondents’\nalternative argument that the Kansas laws, as applied, are\npreempted by implication. This argument, like all preemption\narguments, must be grounded “in the text and structure of the\nstatute at issue.”CSX Transp., Inc.v.Easterwood,507 U.S.\n658, 664 (1993).ARespondents contend, first, that the Kansas\nstatutes, as applied, fall into a field that is implicitly reserved\nexclusively for federal regulation. In rare cases, the Court has\nfound that Congress “legislated so comprehensively” in a particular\nfield that it “left no room for supplementary state legislation,”R. J. Reynolds Tobacco Co.v.Durham County,479 U.S.\n130, 140 (1986), but that is certainly not the situation\nhere.In order to determine whether Congress has\nimplicitly ousted the States from regulating in a particular field,\nwe must first identify the field in which this is said to have\noccurred. In their merits brief in this Court, respondents’ primary\nsubmission is that IRCA preempts “the field of fraud on the federal\nemployment verification system,” Brief for Respondents 41\n(quotation altered), but this argument fails because, as already\nexplained, the submission of tax- withholding forms is not part of\nthat system.At some points in their brief, respondents\ndefine the supposedly preempted field more broadly as the “fieldrelating tothe federal employment verification system,”id., at 42 (emphasis added); see alsoid., at 40, but\nthis formulation does not rescue the argument. The submission of\ntax- withholding forms isfundamentally unrelatedto the\nfederal employment verification system because, as explained, those\nforms serve entirely different functions. The employment\nverification system is designed to prevent the employment of\nunauthorized aliens, whereas tax-withholding forms help to enforce\nincome tax laws. And using another person’s Social Security number\non tax forms threatens harm that has no connection with immigration\nlaw.For instance, using another person’s Social\nSecurity number on tax-withholding forms affects the wages reported\nto federal and state tax authorities. In addition, many\nbenefits—such as those for disability, unemployment, and\nretirement—are tied to an individual’s work status and income.\nInaccurate data also affect the accuracy of a State’s tax\ninformation.[9]It is true that employees generally complete\ntheir W–4’s and K–4’s at roughly the same time as their I–9’s, but\nIRCA plainly does not foreclose all state regulation of information\nthat must be supplied as a precondition of employment. New\nemployees may be required by law to provide all sorts of\ninformation that has nothing to do with authorization to work in\nthe United States, such as information about age (for jobs with a\nminimum age requirement), educational degrees, licensing, criminal\nrecords, drug use, and personal information needed for a background\ncheck. IRCA surely does not preclude States from requiring and\nregulating the submission of all such information.Respondents suggest that federal law precludes\ntheir prosecutions because both the Kansas identity-theft statute\nand the Kansas false-information statute require proof that the\naccused engaged in the prohibited conduct for the purpose of\ngetting a “benefit.” Their argument is as follows. Since the\nbenefit alleged by the prosecution in these cases was getting a\njob, and since the employment verification system concerns\nauthorization to work, the theory of respondents’ prosecutions is\nrelated to that system.This argument conflates the benefit that results\nfrom complying with the federal employment verification system\n(verifying authorization to work in the United States) with the\nbenefit of actually getting a job. Submitting W–4’s and K–4’s\nhelped respondents get jobs, but this did not in any way assist\nthem in showing that they were authorized to work in this country.\nThus, respondents’ “relating to” argument must be rejected, as must\nthe even broader definitions of the putatively preempted field\nadvanced by respondents at earlier points in this litigation.Contrary to respondents’ suggestion, IRCA\ncertainly does not bar all state regulation regarding the “use of\nfalse documents . . . when an unauthorized alien seeks\nemployment.” Brief in Opposition 21. Nor does IRCA exclude a State\nfrom the entire “field of employment verification.”Id., at\n22. For example, IRCA certainly does not prohibit a public school\nsystem from requiring applicants for teaching positions to furnish\nlegitimate teaching certificates. And it does not prevent a police\ndepartment from verifying that a prospective officer does not have\na record of abusive behavior.Respondents argue that field preemption in these\ncases “follows directly” from our decision inArizona,567 U.S.\n387, Brief for Respondents 45–46, but that is not so. InArizona, relying on our prior decision inHinesv.Davidowitz,312 U.S.\n52(1941), we held that federal immigration law occupied the\nfield of alien registration. 567 U. S., at 400–402. “Federal\nlaw,” we observed, “makes a single sovereign responsible for\nmaintaining a comprehensive and unified system to keep track of\naliens within the Nation’s borders.”Id., at 401–402. But\nfederal law does not create a comprehensive and unified system\nregarding the information that a State may require employees to\nprovide.In sum, there is no basis for finding field\npreemption in these cases.BWe likewise see no ground for holding that the\nKansas statutes at issue conflict with federal law. It is certainly\npossible to comply with both IRCA and the Kansas statutes, and\nrespondents do not suggest otherwise. They instead maintain that\nthe Kansas statutes, as applied in their prosecutions, stand as “an\nobstacle to the accomplishment and execution of the full purposes”\nof IRCA—one of which is purportedly that the initiation of any\nlegal action against an unauthorized alien for using a false\nidentity in applying for employment should rest exclusively within\nthe prosecutorial discretion of federal authorities. Brief for\nRespondents 49–55. Allowing Kansas to bring prosecutions like\nthese, according to respondents, would risk upsetting federal\nenforcement priorities and frustrating federal objectives, such as\nobtaining the cooperation of unauthorized aliens in making bigger\ncases.Ibid.Respondents analogize these cases to our holding\ninArizona, 567 U. S., at 404–407—that a state law\nmaking it a crime for an unauthorized alien to obtain employment\nconflicted with IRCA, which does not criminalize that conduct—but\nrespondents’ analogy is unsound. InArizona, the Court\ninferred that Congress had made a considered decision that it was\ninadvisable to criminalize the conduct in question. In effect, the\nCourt concluded that IRCA implicitly conferred a right to be free\nof criminal (as opposed to civil) penalties for working illegally,\nand thus a state law making it a crime to engage in that conduct\nconflicted with this federal right.Nothing similar is involved here. In enacting\nIRCA, Congress did not decide that an unauthorized alien who uses a\nfalse identity on tax-withholding forms should not face criminal\nprosecution. On the contrary, federal law makes it a crime to use\nfraudulent information on a W–4. 26 U. S. C. §7205.The mere fact that state laws like the Kansas\nprovisions at issue overlap to some degree with federal criminal\nprovisions does not even begin to make a case for conflict\npreemption. From the beginning of our country, criminal law\nenforcement has been primarily a responsibility of the States, and\nthat remains true today. In recent times, the reach of federal\ncriminal law has expanded, and there are now many instances in\nwhich a prosecution for a particular course of conduct could be\nbrought by either federal or state prosecutors. Our federal system\nwould be turned upside down if we were to hold that federal\ncriminal law preempts state law whenever they overlap, and there is\nno basis for inferring that federal criminal statutes preempt state\nlaws whenever they overlap. Indeed, in the vast majority of cases\nwhere federal and state laws overlap, allowing the States to\nprosecute is entirely consistent with federal interests.In the present cases, there is certainly no\nsuggestion that the Kansas prosecutions frustrated any federal\ninterests. Federal authorities played a role in all three cases,\nand the Federal Government fully supports Kansas’s position in this\nCourt. In the end, however, the possibility that federal\nenforcement priorities might be upset is not enough to provide a\nbasis for preemption. The Supremacy Clause gives priority to “the\nLaws of the United States,” not the criminal law enforcement\npriorities or preferences of federal officers. Art. VI, cl. 2.Finally, contrary to respondents’ suggestion,\nthese cases are very different fromBuckman Co.v.Plaintiffs’ Legal Comm.,531 U.S.\n341(2001), andWisconsin Dept. of Industryv.Gould\nInc.,475 U.S.\n282(1986). InBuckman Co., the preempted state tort\nclaim for fraud on the Food and Drug Administration threatened\nserious disruption of the sensitive and highly technical process of\napproving medical devices. 531 U. S., at 347–353. In these\ncases, the state prosecutions posed no comparable risk.InGould, the decision rested on a\nspecial preemption rule governing state laws regulating matters\nthat the National Labor Relations Act “protects, prohibits, or\narguably protects.” 475 U. S., at 286–289;San Diego\nBuilding Trades Councilv.Garmon,359 U.S.\n236, 246 (1959). No similar rule is operative or appropriate\nhere.*  *  *For these reasons, the judgments of the\nSupreme Court of Kansas are reversed, and these cases are remanded\nfor further proceedings not inconsistent with this opinion.It is so ordered.Notes1In Morales’s bench trial,\nthe State also introduced into evidence his I–9 and a photocopy of\na permanent resident card and Social Security card that was\nappended to his I–9. App. 152–154, 178–179. The trial court,\nhowever, explicitly assured Morales that it would not make any\nfindings based on the I–9, and defense counsel did not further\nobject to the introduction of the I–9 into evidence.Id.,at\n150–151. Before the state appellate courts, Morales did not argue\nthat admitting the I–9 and photocopy was error. Nor did his brief\nin opposition to certiorari argue that the admission of these\nexhibits provided a ground for relief under federal law. See this\nCourt’s Rule 15.2.2Of course, a considerate\nsender may remember to put the addresses in the BCC\nline.3Twentieth Century Almanac\n405 (R. Ferrell & J. Bowman eds. 1984); NASA, The First Person\non the Moon (last updated Apr. 9, 2009),\nwww.nasa.gov/audience/forstudents/k-4/stories/first-person-on-moon.html.4Neil Steps on the Moon,\nWapakoneta Daily News, July 21, 1969, p. 1,\nhttps://blogs.loc.gov/headlinesandheroes/2019/08/newspaper-coverage-of-one-giant-leap-for-mankind.5See The First Steps: Luna\nTook the Envoys of the Earth, Izvestia, Moscow Evening ed., Jul.\n21, 1969, p. 1 (transl.); NASA, Astronautics and Aeronautics,\n1969: Chronology on Science, Technology, and Policy 233 (NASA\nSP–4014 1970); see also McFall-Johnsen, Newspaper Front Pages From\n50 Years Ago Reveal How the World Reacted to the Apollo 11 Moon\nLanding, Business Insider US, July 20, 2019,\nhttp://www.businessinsider.com/apollo-11-moon-landing-newspaper-front-pages-2019-7/.6This provision refers to\n“the system,” but it is apparent that this means “the employment\nverification system,” which is described in some detail in\n§1324a(b). There is no other system to which this reference could\nplausibly refer.7Moreover, these documents\nare not always submitted when an employee begins a job. Instead,\nnew W–4’s and K–4’s may be, and often are, completed at later dates\nwhen an employee wishes to make changes that affect the amount of\nwithholding. 26 CFR §31.3402(f )(2)-1; IRS, Publication 505:\nTax Withholding and Estimated Tax 3 (May 15, 2019) (“During the\nyear, changes may occur . . . . When this happens, you\nmay need to give your employer a new Form W–4\n. . . . Otherwise, if you want to change your\nwithholding allowances for any reason, you can generally do that\nwhenever you wish”); Kansas Dept. of Revenue, Kansas Withholding\nForm K–4, www.ksrevenue.org/k4info.html.8Respondents also contend\nthat 18 U. S. C. §1546(c) expressly preempts the relevant\nKansas statutes as applied in their prosecutions, but it is\nimpossible to see any basis for that argument in the statutory\ntext. This subsection, which is part of a provision that\ncriminalizes certain conduct relating to immigration and\nauthorization to work, provides that the section “does not prohibit\nany lawfully authorized investigative, protective, or intelligence\nactivity” of a federal or state law enforcement agency, a federal\nintelligence agency, or others engaged in certain activity relating\nto the prosecution of organized crime. How this provision can be\nseen as expressly barring respondents’ prosecutions is a\nmystery.9See,e.g., Kansas\nDept. of Revenue, Annual Reports,\nwww.ksrevenue.org/prannualreport.html; Kansas Dept. of Revenue, Tax\nFraud Enforcement, www.ksrevenue.org/taxfraud.html.",
    "joined": []
}