{
    "case": {
        "docket": "142",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/142/"
    },
    "id": "1970480",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–204_________________MICHAEL SHANE CHRISTOPHER, et al.,\nPETITION- ERSv.SMITHKLINE BEECHAM CORPORATION dba\nGLAXOSMITHKLINEon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 18, 2012]Justice Alito delivered the opinion of the\nCourt.The Fair Labor Standards Act (FLSA) imposes\nminimum wage and maximum hours requirements on employers, see 29\nU. S. C. §§206–207 (2006 ed. and Supp. IV), but those\nrequirements do not apply to workers employed “in the capacity of\noutside salesman,” §213(a)(1). This case requires us to decide\nwhether the term “outside salesman,” as defined by Department of\nLabor (stocktickerDOL or Department) regulations, encompasses\npharmaceutical sales representatives whose primary duty is to\nobtain nonbinding commitments from physicians to prescribe their\nemploy- er’s prescription drugs in appropriate cases. We conclude\nthat these employees qualify as “outside salesm[e]n.”IACongress enacted the FLSA in 1938 with the\ngoal of “protect[ing] all covered workers from substandard wages\nand oppressive working hours.”Barrentinev.Arkansas-Best Freight System, Inc.,450\nU.S. 728, 739 (1981); see also 29 U. S. C. §202(a).\nAmong other requirements, the FLSA obligates employers to\ncompensate employees for hours in excess of 40 per week at a rate\nof 1½ times the employees’ regular wages. See §207(a). The overtime\ncompensation requirement, however, does not apply with respect to\nall employees. See §213. As relevant here, the statute exempts\nworkers “employed . . . in the capacity of outside\nsalesman.” §213(a)(1).[1]Congress did not define the term “outside\nsalesman,” but it delegated authority to the DOL to issue\nregulations “from time to time” to “defin[e] and delimi[t]” the\nterm.Ibid.The DOL promulgated such regulations in 1938,\n1940, and 1949. In 2004, following notice-and-comment procedures,\nthe DOL reissued the regulations with minor amendments. See 69 Fed.\nReg. 22122 (2004). The current regulations are nearly identical in\nsubstance to the regulations issued in the years immediately\nfollowing the FLSA’s enactment. See 29 CFR §§541.500–541.504\n(2011).Three of the DOL’s regulations are directly\nrelevant to this case: §§541.500, 541.501, and 541.503. We refer to\nthese three regulations as the “general regulation,” the “sales\nregulation,” and the “promotion-work regulation,” respectively.The general regulation sets out the definition\nof the statutory term “employee employed in the capacity of outside\nsalesman.” It defines the term to mean “any employee\n. . . [w]hose primary duty is . . . making\nsales within the meaning of [ 29 U. S. C.\n§203(k)]”[2] and “[w]ho is\ncustomarily and regularly engaged away from the employer’s place or\nplaces of business in performing such primary duty.”[3] §§541.500(a)(1)–(2). The referenced\nstatutory provision, 29 U. S. C. §203(k), states that\n“ ‘[s]ale’ or ‘sell’ includes any sale, exchange, contract to\nsell, consignment for sale, shipment for sale, or other\ndisposition.” Thus, un- der the general regulation, an outside\nsalesman is any employee whose primary duty is making any sale,\nexchange, contract to sell, consignment for sale, shipment for\nsale, or other disposition.The sales regulation restates the statutory\ndefinition of sale discussed above and clarifies that “[s]ales\nwithin the meaning of [ 29 U. S. C. §203(k)] include the\ntransfer of title to tangible property, and in certain cases, of\ntangible and valuable evidences of intangible property.” 29 CFR\n§541.501(b).Finally, the promotion-work regulation\nidentifies “[p]romotion work” as “one type of activity often\nperformed by persons who make sales, which may or may not be exempt\noutside sales work, depending upon the circumstances under which it\nis performed.” §541.503(a). Promotion work that is “performed\nincidental to and in conjunction with an employee’s own outside\nsales or solicitations is exempt work,” whereas promotion work that\nis “incidental to sales made, or to be made, by someone else is not\nexempt outside sales work.”Ibid.Additional guidance concerning the scope of the\noutside salesman exemption can be gleaned from reports issued in\nconnection with the DOL’s promulgation of regulations in 1940 and\n1949, and from the preamble to the 2004 regulations. See Dept. of\nLabor, Wage and Hour Division, Report and Recommendations of the\nPresiding Officer at Hearings Preliminary to Redefinition (1940)\n(hereinafter 1940 Report); Dept. of Labor, Wage and Hour Division,\nReport and Recommendations on Proposed Revisions of Regulations,\nPart 541 (1949) (hereinafter 1949 Report); 69 Fed. Reg. 22160–22163\n(hereinafter Preamble). Although the DOL has rejected proposals to\neliminate or dilute the requirement that outside salesmen make\ntheir own sales, the Department has stressed that this requirement\nis met whenever an employee “in some sense make[s] a sale.” 1940\nReport 46; see also Preamble 22162 (reiterating that the exemption\napplies only to an employee who “in some sense, has made sales”).\nAnd the DOL has made it clear that “[e]xempt status should not\ndepend” on technicalities, such as “whether it is the sales\nemployee or the customer who types the order into a computer system\nand hits the return button,” Preamble 22163, or whether “the order\nis filled by [a] jobber rather than directly by [the employee’s]\nown employer,” 1949 Report 83.BRespondent SmithKline Beecham Corporation is\nin the business of developing, manufacturing, and selling\nprescription drugs. The prescription drug industry is subject to\nextensive federal regulation, including the now-familiar\nrequirement that prescription drugs be dispensed only upon a\nphysician’s prescription.[4] In\nlight of this requirement, pharmaceutical companies have long\nfocused their direct marketing efforts, not on the retail\npharmacies that dispense prescription drugs, but rather on the\nmedi- cal practitioners who possess the authority to prescribe the\ndrugs in the first place. Pharmaceutical companies promote their\nprescription drugs to physicians through a process called\n“detailing,” whereby employees known as “detailers” or\n“pharmaceutical sales representatives” provide information to\nphysicians about the company’s products in hopes of persuading them\nto write prescriptions for the products in appropriate cases. SeeSorrellv.IMS Health Inc., 564 U. S. ___, ___\n(2011) (slip op., at 1–2) (describing the process of “detailing”).\nThe position of “detailer” has existed in the pharmaceutical\nindustry in substantially its current form since at least the\n1950’s, and in recent years the industry has employed more than\n90,000 detailers nationwide. See 635 F.3d 383, 387, and n. 5,\n396 (CA9 2011).Respondent hired petitioners Michael Christopher\nand Frank Buchanan as pharmaceutical sales representatives in 2003.\nDuring the roughly four years when petitioners were employed in\nthat capacity,[5] they were\nresponsible for calling on physicians in an assigned sales\nterritory to discuss the features, benefits, and risks of an\nassigned portfolio of respondent’s prescription drugs. Petitioners’\nprimary objective was to obtain a nonbinding commitment[6] from the physician to prescribe\nthose drugs in appropriate cases, and the training that petitioners\nreceived underscored the importance of that objective.Petitioners spent about 40 hours each week in\nthe field calling on physicians. These visits occurred during\nnormal business hours, from about 8:30 a.m. to 5 p.m. Outside of\nnormal business hours, petitioners spent an additional 10 to 20\nhours each week attending events, reviewing product information,\nreturning phone calls, responding to e-mails, and performing other\nmiscellaneous tasks. Petitioners were not required to punch a clock\nor report their hours, and they were subject to only minimal\nsupervision.Petitioners were well compensated for their\nefforts. On average, Christopher’s annual gross pay was just over\n$72,000, and Buchanan’s was just over $76,000.[7] Petitioners’ gross pay included both a base\nsalary and incentive pay. The amount of petitioners’ incentive pay\nwas based on the sales volume or market share of their assigned\ndrugs in their assigned sales territories,[8] and this amount was uncapped. Christopher’s\nincentive pay exceeded 30 percent of his gross pay during each of\nhis years of employment; Buchanan’s exceeded 25 percent. It is\nundisputed that respondent did not pay petitioners time-and-a-half\nwages when they worked in excess of 40 hours per week.CPetitioners brought this action in the United\nStates District Court for the District of Arizona under 29\nU. S. C. §216(b). Petitioners alleged that respondent\nviolated the FLSA by failing to compensate them for overtime, and\nthey sought both backpay and liquidated damages as relief.\nRespondent moved for summary judgment, arguing that petitioners\nwere “employed . . . in the capacity of outside\nsalesman,” §213(a)(1), and therefore were exempt from the FLSA’s\novertime compensation requirement.[9] The District Court agreed and granted summary judgment\nto respondent. See App. to Pet. for Cert. 37a–47a.After the District Court issued its order,\npetitioners filed a motion to alter or amend the judgment,\ncontending that the District Court had erred in failing to accord\ncontrol- ling deference to the DOL’s interpretation of the\npertinent regulations. That interpretation had been announced in an\nuninvitedamicusbrief filed by the DOL in a similar action\nthen pending in the Second Circuit. See Brief for Secretary of\nLabor asAmicus CuriaeinIn re Novartis Wage and\nHour Litigation, No. 09–0437 (hereinafter Secretary’sNovartisBrief). The District Court rejected this argument\nand denied the motion. See App. to Pet. for Cert. 48a–52a.The Court of Appeals for the Ninth Circuit\naffirmed. See 635 F.3d 383. The Court of Appeals agreed that the\nDOL’s interpretation[10] was\nnot entitled to controlling deference. Seeid.,at 393–395.\nIt held that, because the commitment that petitioners obtained from\nphysicians was the maximum possible under the rules applicable to\nthe pharmaceutical industry, petitioners made sales within the\nmeaning of the regulations. Seeid.,at 395–397. The court\nfound it significant, moreover, that the DOL had previously\ninterpreted the regulations as requiring only that an employee\n“ ‘in some sense’ ” make a sale, seeid.,at\n395–396 (emphasis deleted), and had “acquiesce[d] in the sales\npractices of the drug industry for over seventy years,”id.,at 399.The Ninth Circuit’s decision conflicts with the\nSecond Circuit’s decision inIn re Novartis Wage and Hour\nLitigation, 611 F.3d 141, 153–155 (2010) (holding that the\nDOL’s interpretation is entitled to controlling deference). We\ngranted certiorari to resolve this split, 565 U. S. ___\n(2011), and we now affirm the judgment of the Ninth Circuit.IIWe must determine whether pharmaceutical\ndetailers are outside salesmen as the DOL has defined that term in\nits regulations. The parties agree that the regulations themselves\nwere validly promulgated and are therefore entitled to deference\nunderChevron U. S. A. Inc.v.Natural\nResources Defense Council, Inc.,467 U.S.\n837(1984). But the parties disagree sharply about whether the\nDOL’s interpretation of the regulations is owed deference underAuerv.Robbins,519 U.S.\n452(1997). It is to that question that we now turn.AThe DOL first announced its view that\npharmaceutical detailers are not exempt outside salesmen in anamicusbrief filed in the Second Circuit in 2009, and the\nDepartment has subsequently filed similaramicusbriefs in\nother cases, including the case now before us.[11] While the DOL’s ultimate conclusion that\ndetailers are not exempt has remained unchanged since 2009, the\nsame cannot be said of its reasoning. In both the Second Circuit\nand the Ninth Circuit, the DOL took the view that “a ‘sale’ for the\npurposes of the outside sales exemption requires a con- summated\ntransaction directly involving the employee for whom the exemption\nis sought.” Secretary’sNovartisBrief 11; see also Brief\nfor Secretary of Labor asAmicus Curiaein No. 10–15257\n(CA9), p. 12. Perhaps because of the nebulous nature of this\n“consummated transaction” test,[12] the Department changed course after we granted\ncertiorari in this case. The Department now takes the position that\n“[a]n employee does not make a ‘sale’ for purposes of the ‘outside\nsalesman’ exemption unless he actually transfers title to the\nproperty at issue.” Brief for United States asAmicus Curiae12–13 (hereinafter U. S. Brief).[13] Petitioners and the DOL assert that this new\ninterpretation of the regulations is entitled to controlling\ndeference. See Brief for Petitioners 31–42; U. S. Brief\n30–34.[14]AlthoughAuerordinarily calls for\ndeference to an agency’s interpretation of its own ambiguous\nregulation, even when that interpretation is advanced in a legal\nbrief, seeChase Bank USA, N. A.v.McCoy, 562\nU. S. ___, ___ (2011) (slip op., at 12);Auer, 519\nU. S., at 461–462, this general rule does not apply in all\ncases. Deference is undoubtedly inappropriate, for example, when\nthe agency’s interpretation is “ ‘plainly erroneous or\ninconsistent with the regulation.’ ”Id., at 461\n(quotingRobertsonv.Methow Valley Citizens Council,490 U.S.\n332, 359 (1989)). And deference is likewise unwarranted when\nthere is reason to suspect that the agency’s interpretation “does\nnot reflect the agency’s fair and considered judgment on the matter\nin question.”Auer,supra,at 462; see also,e.g.,Chase Bank,supra, at ___ (slip op., at\n14). This might occur when the agency’s interpretation conflicts\nwith a prior interpretation, see,e.g.,Thomas Jefferson\nUniv.v.Shalala,512 U.S.\n504, 515 (1994), or when it appears that the interpretation is\nnothing more than a “convenient litigating position,”Bowenv.Georgetown Univ. Hospital,488 U.S.\n204, 213 (1988), or a “ ‘post hocrationalizatio[n]’ advanced by an agency seeking to defend past\nagency action against attack,”Auer,supra, at 462\n(quotingBowen,supra, at 212; alteration in\noriginal).In this case, there are strong reasons for\nwithholding the deference thatAuergenerally requires.\nPetitioners invoke the DOL’s interpretation of ambiguous\nregulations to impose potentially massive liability on respondent\nfor conduct that occurred well before that interpretation was\nannounced. To defer to the agency’s interpretation in this\ncircumstance would seriously undermine the principle that agencies\nshould provide regulated parties “fair warning of the conduct [a\nregulation] prohibits or requires.”Gates & Fox Co.v.Occupational Safety and Health Review Comm’n, 790 F.2d 154,\n156 (CADC 1986) (Scalia, J.).[15] Indeed, it would result in precisely the kind of\n“unfair surprise” against which our cases have long warned. SeeLong Island Care at Home, Ltd.v.Coke,551 U.S.\n158, 170–171 (2007) (deferring to new interpretation that\n“create[d] no unfair surprise” because agency had pro- ceeded\nthrough notice-and-comment rulemaking);Martinv.Occupational Safety and Health Review Comm’n,499 U.S.\n144, 158 (1991) (identifying “adequacy of notice to regulated\nparties” as one factor relevant to the reasonableness of the\nagency’s interpretation);NLRBv.Bell Aerospace Co.,416 U.S.\n267, 295 (1974) (suggesting that an agency should not change an\ninterpretation in an adjudicative proceeding where doing so would\nimpose “new liability . . . on individuals for past\nactions which were taken in good-faith reliance on [agency]\npronouncements” or in a case involving “fines or damages”).This case well illustrates the point. Until\n2009, the pharmaceutical industry had little reason to suspect that\nits longstanding practice of treating detailers as exempt outside\nsalesmen transgressed the FLSA. The statute and regulations\ncertainly do not provide clear notice of this. The general\nregulation adopts the broad statutory definition of “sale,” and\nthat definition, in turn, employs the broad catchall phrase “other\ndisposition.” See 29 CFR §541.500(a)(1). This catchall phrase could\nreasonably be construed to encompass a nonbinding commitment from a\nphysician to prescribe a particular drug, and nothing in the\nstatutory or regulatory text or the DOL’s prior guidance plainly\nrequires a contrary reading. See Preamble 22162 (explaining that an\nemployee must “in some sense” make a sale); 1940 Report 46\n(same).Even more important, despite the industry’s\ndecades-long practice of classifying pharmaceutical detailers as\nexempt employees, the DOL never initiated any enforcement actions\nwith respect to detailers or otherwise suggested that it thought\nthe industry was acting unlawfully.[16] We acknowledge that an agency’s enforcement decisions\nare informed by a host of factors, some bearing no relation to the\nagency’s views regarding whether a violation has occurred. See,e.g., Hecklerv.Chaney,470\nU.S. 821, 831 (1985) (noting that “an agency decision not to\nenforce often involves a complicated balancing of a number of\nfactors which are peculiarly within its expertise”). But where, as\nhere, an agency’s announcement of its interpretation is preceded by\na very lengthy period of conspicuous inaction, the potential for\nunfair surprise is acute. As the Seventh Circuit has noted, while\nit may be “possible for an entire industry to be in violation of\nthe [FLSA] for a long time without the Labor Department noticing,”\nthe “more plausible hypothesis” is that the Department did not\nthink the industry’s practice was un- lawful.Yiv.Sterling Collision Centers, Inc., 480 F.3d 505, 510–511\n(2007). There are now approximately 90,000 pharmaceutical sales\nrepresentatives; the nature of their work has not materially\nchanged for decades and is well known; these employees are well\npaid; and like quintessential outside salesmen, they do not punch a\nclock and often work more than 40 hours per week. Other than\nacquiescence, no explanation for the DOL’s inaction is\nplausible.Our practice of deferring to an agency’s\ninterpretation of its own ambiguous regulations undoubtedly has\nimportant advantages,[17]\nbut this practice also creates a risk that agencies will promulgate\nvague and open-ended regulations that they can later interpret as\nthey see fit, thereby “frustrat[ing] the notice and predictability\npurposes of rulemaking.”Talk America,Inc.v.Michigan Bell Telephone Co., 564 U. S. ___, ___ (2011)\n(Scalia, J., concurring) (slip op., at 3); see also Stephenson\n& Pogoriler,Seminole Rock’s Domain, 79 Geo. Wash.\nL. Rev. 1449, 1461–1462 (2011); Manning, Constitutional\nStructure and Judicial Deference to Agency Interpretations of\nAgency Rules, 96 Colum. L. Rev. 612, 655–668 (1996). It is one\nthing to expect regulated parties to conform their conduct to an\nagency’s interpretations once the agency announces them; it is\nquite another to require regulated parties to divine the agency’s\ninterpretations in advance or else be held liable when the agency\nannounces its interpretations for the first time in an enforcement\nproceeding and demands deference.Accordingly, whatever the general merits ofAuerdeference, it is unwarranted here. We instead accord\nthe Department’s interpretation a measure of deference proportional\nto the “ ‘thoroughness evident in its consideration, the\nvalidity of its reasoning, its consistency with earlier and later\npronouncements, and all those factors which give it power to\npersuade.’ ”United Statesv.Mead Corp.,533 U.S.\n218, 228 (2001) (quotingSkidmorev.Swift &\nCo.,323 U.S.\n134, 140 (1944)).BWe find the DOL’s interpretation of its\nregulations quite unpersuasive. The interpretation to which we are\nnow asked to defer—that a sale demands a transfer of title—plainly\nlacks the hallmarks of thorough consideration. Because the DOL\nfirst announced its view that pharmaceutical sales representatives\ndo not qualify as outside salesmen in a series ofamicusbriefs, there was no opportunity for public comment, and the\ninterpretation that initially emerged from the Department’s\ninternal decisionmaking process proved to be untenable. After\narguing successfully in the Second Circuit and then unsucess- fully\nin the Ninth Circuit that a sale for present purposes simply\nrequires a “consummated transaction,” the DOL advanced a different\ninterpretation in this Court. Here, the DOL’s brief states\nunequivocally that “[a]n employee does not make a ‘sale’ for\npurposes of the ‘outside salesman’ exemption unless he actually\ntransfers title to the property at issue.” U. S. Brief\n12–13.This new interpretation is flatly inconsistent\nwith the FLSA, which defines “sale” to mean,inter alia, a\n“consignment for sale.” A “consignment for sale” does not involve\nthe transfer of title. See,e.g., Sturmv.Boker,150 U.S.\n312, 330 (1893) (“The agency to sell and return the proceeds,\nor the specific goods if not sold . . . does not involve\na change of title”); Hawkland, Consignment Selling Under the\nUniform Commercial Code, 67 Com. L. J. 146, 147 (1962)\n(explaining that “ ‘[a] consignment of goods for sale does not\npass the title at any time, nor does it contemplate that it should\nbe passed’ ” (quotingRio Grande Oil Co.v.Miller\nRubber Co. of N. Y., 31 Ariz. 84, 87, 250 P. 564, 565\n(1926))).The DOL cannot salvage its interpretation by\narguing that a “consignment for sale” mayeventuallyresult\nin the transfer of title (from the consignor to the ultimate\npurchaser if the consignee in fact sells the good). Much the same\nmay be said about a physician’s nonbinding commitment to prescribe\na particular product in an appropriate case. In that situation,\ntoo, agreement may eventually result in the transfer of title (from\nthe manufacturer to a pharmacy and ultimately to the patient for\nwhom the drug is prescribed).In support of its new interpretation, the DOL\nrelies heavily on its sales regulation, which states in part that\n“[s]ales [for present purposes]includethe transfer of\ntitle to tangible property,” 29 CFR §541.501(b) (emphasis added).\nThis regulation, however, provides little support for the DOL’s\nposition. The DOL reads the sales regulation to mean that a “sale”necessarilyincludes the transfer of title, but that is not\nwhat the regulation says. And it seems clear that that is not what\nthe regulation means. The sentence just subsequent to the one on\nwhich the DOL relies, echoing the terms of the FLSA, makes clear\nthat a “consignment for sale” qualifies as a sale. Since a\nconsignment for sale does not involve a transfer of title, it is\napparent that the sales regulation does not mean that a sale must\ninclude a transfer of title, only that transactions involving a\ntransfer of title are included within the term “sale.”Petitioners invite us to look past the DOL’s\n“determination that a sale must involve the transfer of title” and\ninstead defer to the Department’s “explanation that obtaining a\nnon-binding commitment to prescribe a drug constitutes promotion,\nand not sales.” Reply Brief for Petitioners 17. The problem with\nthe DOL’s interpretation of the promotion-work regulation, however,\nis that it depends almost entirely on the DOL’s flawed\ntransfer-of-title interpretation. The promotion-work regulation\ndoes not distinguish between promotion work and sales; rather, it\ndistinguishes between exempt promotion work and nonexempt promotion\nwork. Since promotion work that is performed incidental to an\nemployee’s own sales is exempt, the DOL’s conclusion that\npharmaceutical detailers perform only nonexempt promotion work is\nonly as strong as the reasoning underlying its conclusion that\nthose employees do not make sales. For the reasons already\ndiscussed, we find this reasoning wholly unpersuasive.In light of our conclusion that the DOL’s\ninterpretation is neither entitled toAuerdeference nor\npersuasive in its own right, we must employ traditional tools of\ninterpretation to determine whether petitioners are exempt outside\nsalesmen.C1We begin with the text of the FLSA. Although\nthe provision that establishes the overtime salesman exemption does\nnot furnish a clear answer to the question before us, it provides\nat least one interpretive clue: It exempts anyone “employed\n. . .in the capacityof [an] outside salesman.”\n29 U. S. C. §213(a)(1) (emphasis added). “Capacity,” used\nin this sense, means “[o]utward condition or circumstances;\nrelation; character; position.” Webster’s New International\nDictionary 396 (2d ed. 1934); see also 2 Oxford English Dictionary\n89 (def. 9) (1933) (“Position, condition, character, relation”).\nThe statute’s emphasis on the “capacity” of the employee counsels\nin favor of a functional, rather than a formal, inquiry, one that\nviews an employee’s responsibilities in the context of the\nparticular industry in which the employee works.The DOL’s regulations provide additional\nguidance. The general regulation defines an outside salesman as an\nemployee whose primary duty is “making sales,” and it adopts the\nstatutory definition of “sale.” 29 CFR §541.500(a)(1)(i). This\ndefinition contains at least three important textual clues. First,\nthe definition is introduced with the verb “includes” instead of\n“means.” This word choice is significant because it makes clear\nthat the examples enumerated in the text are intended to be\nillustrative, not exhaustive. SeeBurgessv.United\nStates,553 U.S.\n124, 131, n. 3 (2008) (explaining that “[a] term whose\nstatutory definition declares what it ‘includes’ is more\nsusceptible to extension of meaning . . . than where\n. . . the definition declares what a term ‘means’ ”\n(alteration in original; some internal quotation marks omitted)).\nIndeed, Congress used the narrower word “means” in other provisions\nof the FLSA when it wanted to cabin a definition to a specific list\nof enumerated items. See,e.g.,29 U. S. C.\n§203(a) (“ ‘Person’meansan individual, partnership,\nassociation, corporation, business trust, legal representative, or\nany organized group of persons” (emphasis added)).Second, the list of transactions included in the\nstatu- tory definition of sale is modified by the word “any.” We\nhave recognized that the modifier “any” can mean “different things\ndepending upon the setting,”Nixonv.Missouri Municipal\nLeague,541 U.S.\n125, 132 (2004), but in the context of 29 U. S. C.\n§203(k), it is best read to mean “ ‘one or some\nindiscriminately of whatever kind,’ ”United Statesv.Gonzales,520 U.S.\n1, 5 (1997) (quoting Webster’s Third New International\nDictionary 97 (1976)). That is so because Congress defined “sale”\nto include both the unmodified word “sale” and transactions that\nmight not be considered sales in a technical sense, including\nexchanges and consignments for sale.[18]Third, Congress also included a broad catchall\nphrase: “other disposition.” Neither the statute nor the\nregulations define “disposition,” but dictionary definitions of the\nterm range from “relinquishment or alienation” to “arrangement.”\nSee Webster’s New International Dictionary 644 (def. 1(b)) (1927)\n(“[t]he getting rid, or making over, of anything; relinquishment or\nalienation”);ibid.(def. 1(a)) (“[t]he ordering,\nregulating, or administering of anything”); 3 Oxford English\nDictionary,supra, at 493 (def. 4) (“[t]he action of\ndisposing of, putting away, getting rid of, making over, etc.”);ibid.(def. 1) (“[t]he action of setting in order, or\ncondition of being set in order; arrangement, order”). We agree\nwith the DOL that the rule ofejusdem generisshould guide\nour interpretation of the catchall phrase, since it follows a list\nof specific items.[19] But\nthe limit the DOL posits, one that would confine the phrase to\ndispositions involving “contract[s] for the exchange of goods or\nservices in return for value,” see U. S. Brief 20, is much too\nnarrow, as is petitioners’ view that a sale requires a “firm\nagreement” or “firm commitment” to buy, see Tr. of Oral Arg. 64,\n66. These interpretations would defeat Congress’ intent to define\n“sale” in a broad manner and render the general statutory language\nmeaningless. SeeUnited Statesv.Alpers,338 U.S.\n680, 682 (1950) (instructing that rule ofejusdem\ngeneriscannot be employed to “obscure and defeat the intent\nand purpose of Congress” or “render general words meaningless”).\nIndeed, we are hard pressed to think of any contract for the\nexchange of goods or services in return for value or any firm\nagreement to buy that would not also fall within one of the\nspecifically enumerated categories.[20]The specific list of transactions that precedes\nthe phrase “other disposition” seems to us to represent an attempt\nto accommodate industry-by-industry variations in methods of\nselling commodities. Consequently, we think that the catchall\nphrase “other disposition” is most reasonably interpreted as\nincluding those arrangements that are tantamount, in a particular\nindustry, to a paradigmatic sale of a commodity.Nothing in the remaining regulations requires a\nnarrower construction.[21]\nAs discussed above, the sales regulation instructs that sales\nwithin the meaning of 29 U. S. C. §203(k) “includethe transfer of title to tangible property,” 29 CFR §541.501(b)\n(emphasis added), but this regulation in no way limits the broad\nstatutory definition of “sale.” And although the promotion-work\nregulation distinguishes between promotion work that is incidental\nto an employee’s own sales and work that is incidental to sales\nmade by someone else, see §541.503(a), this distinction tells us\nnothing about the meaning of “sale.”[22]2Given our interpretation of “other\ndisposition,” it follows that petitioners made sales for purposes\nof the FLSA and therefore are exempt outside salesmen within the\nmeaning of the DOL’s regulations. Obtaining a nonbinding commitment\nfrom a physician to prescribe one of respondent’s drugs is the most\nthat petitioners were able to do to ensure the eventual disposition\nof the products that respondent sells.[23] This kind of arrangement, in the unique regulatory\nenvironment within which pharmaceutical companies must operate,\ncomfortably falls within the catch- all category of “other\ndisposition.”That petitioners bear all of the external\nindicia of salesmen provides further support for our conclusion.\nPetitioners were hired for their sales experience. They were\ntrained to close each sales call by obtaining the maximum\ncommitment possible from the physician. They worked away from the\noffice, with minimal supervision, and they were rewarded for their\nefforts with incentive compensation. It would be anomalous to\nrequire respondent to compensate petitioners for overtime, while at\nthe same time exempting employees who function identically to\npetitioners in every respect except that they sell\nphysician-administered drugs, such as vaccines and other inject-\nable pharmaceuticals, that are ordered by the physician directly\nrather than purchased by the end user at a pharmacy with a\nprescription from the physician.Our holding also comports with the apparent\npurpose of the FLSA’s exemption for outside salesmen. The exemption\nis premised on the belief that exempt employees “typically earned\nsalaries well above the minimum wage” and enjoyed other benefits\nthat “se[t] them apart from the nonexempt workers entitled to\novertime pay.” Preamble 22124. It was also thought that exempt\nemployees performed a kind of work that “was difficult to\nstandardize to any time frame and could not be easily spread to\nother workers after 40 hours in a week, making compliance with the\novertime provisions difficult and generally precluding the\npotential job expansion intended by the FLSA’s time-and-a-half\novertime premium.”Ibid.Petitioners—each of whom earned an\naverage of more than $70,000 per year and spent between 10 and 20\nhours outside normal business hours each week performing work\nrelated to his assigned portfolio of drugs in his assigned sales\nterritory—are hardly the kind of employees that the FLSA was\nintended to protect. And it would be challenging, to say the least,\nfor pharmaceutical companies to compensate detailers for overtime\ngoing forward without significantly changing the nature of that\nposition. See,e.g.,Brief for PhRMA asAmicus Curiae14–20 (explaining that “key aspects of [detailers’] jobs as they\nare currently structured are fundamentally incompatible with\ntreating [detailers] as hourly employees”).3The remaining arguments advanced by\npetitioners and the dissent are unavailing. Petitioners contend\nthat detailers are more naturally classified as nonexempt\npromotional employees who merely stimulate sales made by others\nthan as exempt outside salesmen. They point out that respondent’s\nprescription drugs are not actually sold until distributors and\nretail pharmacies order the drugs from other employees. See Reply\nBrief for Petitioners 7. Those employees,[24] they reason, are the true salesmen in the\nindustry, not detailers. This formalistic argument is inconsistent\nwith the realistic approach that the outside salesman exemption is\nmeant to reflect.Petitioners’ theory seems to be that an employee\nis properly classified as a nonexempt promotional employee whenever\nthere is another employee who actually makes the sale in a\ntechnical sense. But, taken to its extreme, petitioners’ theory\nwould require that we treat as a nonexempt promotional employee a\nmanufacturer’s representative who takes an order from a retailer\nbut then transfers the order to a jobber’s employee to be filled,\nor a car salesman who receives a commitment to buy but then asks\nhis or her assistant to enter the order into the computer. This\nformalistic approach would be difficult to reconcile with the broad\nlanguage of the regulations and the statutory definition of “sale,”\nand it is in significant ten- sion with the DOL’s past practice.\nSee 1949 Report 83 (explaining that the manufacturer’s\nrepresentative was clearly “performing sales work regardless of the\nfact that the order is filled by the jobber rather than directly by\nhis own employer”); Preamble 22162 (noting that “technological\nchanges in how orders are taken and processed should not preclude\nthe exemption for employees who in some sense make the sales”).Petitioners additionally argue that detailers\nare the functional equivalent of employees who sell a “concept,”\nand they point to Wage and Hour Division opinion letters, as well\nas lower court decisions, deeming such employees nonexempt. See\nBrief for Petitioners 47–48. Two of these opinions, however,\nconcerned employees who were more analogous to buyers than to\nsellers. SeeClementsv.Serco, Inc., 530 F.3d 1224,\n1229–1230, n. 4 (CA10 2008) (explaining that, although military\nrecruiters “[i]n a loose sense” were “selling the Army’s services,”\nit was the Army that would “pa[y] for the services of the recruits\nwho enlist”); Opinion Letter from Dept. of Labor, Wage and Hour\nDivision (Aug. 19, 1994), 1994 WL 1004855 (explaining that selling\nthe “concept” of organ donation “is similar to that of outside\nbuyers who in a very loose sense are sometimes described as selling\ntheir employer’s ‘service’ to the person for whom they obtain their\ngoods”). And the other two opinions are likewise inapposite. One\nconcerned employees who were not selling a good or service at all,\nsee Opinion Letter from Dept. of Labor, Wage and Hour Division (May\n22, 2006), 2006 WL 1698305 (concluding that employees who solicit\ncharitable contributions are not exempt), and the other concerned\nemployees who were incapable of selling any good or service because\ntheir employer had yet to extend an offer, see Opinion Letter from\nDept. of Labor, Wage and Hour Division (Apr. 20, 1999), 1999 WL\n1002391 (concluding that college recruiters are not exempt because\nthey merely induce qualified customers to apply to the college, and\nthe college “in turn decides whether to make a contractual offer of\nits educational services to the applicant”).Finally, the dissent posits that the “primary\nduty” of a pharmaceutical detailer is not “to obtain a promise to\nprescribe a particular drug,” but rather to “provid[e] information\nso that the doctor will keep the drug in mind with an eye toward\nusing it when appropriate.”Post,at 6. But the record in\nthis case belies that contention. Petitioners’ end goal was not\nmerely to make physicians aware of the medically appropriate uses\nof a particular drug. Rather, it was to convince physicians\nactually to prescribe the drug in appropriate cases. See App. to\nPet. for Cert. 40a (finding that petitioners’ “primary objective\nwas convincing physicians to prescribe [respondent’s] products to\ntheir patients”).*  *  *For these reasons, we conclude that\npetitioners qualify as outside salesmen under the most reasonable\ninterpretation of the DOL’s regulations. The judgment of the Court\nof Appeals isAffirmed.Notes1This provision also\nexempts workers “employed in a bona fide executive, administrative,\nor professional capacity.” 29 U. S. C.\n§213(a)(1).2The definition also\nincludes any employee “[w]hose primary duty is . . .\nobtaining orders or contracts for services or for the use of\nfacilities for which a consideration will be paid by the client or\ncustomer.” 29 CFR §541.500(a)(1)(ii). That portion of the\ndefinition is not at issue in this case.3It is undisputed that\npetitioners were “customarily and regularly engaged away” from\nrespondent’s place of business in performing their\nresponsibilities.4Congress imposed this\nrequirement in 1951 when it amended the Federal Food, Drug, and\nCosmetic Act (FDCA) to provide that drugs that are “not safe for\nuse except under the supervision of a practitioner” may be\ndispensed “only . . . upon a . . . prescription\nof a practitioner licensed by law to administer such drug.”\nDurham-Humphrey Amendment of 1951, ch. 578, 65Stat. 648–649\n(codified at 21 U. S. C. §353(b)). As originally enacted\nin 1938, the FDCA allowed manufacturers to designate certain drugs\nas prescription only, but “it did not say which drugs were to be\nsold by prescription or that there were any drugs that could not be\nsold without a prescription.” Temin, The Origin of Compulsory Drug\nPrescriptions, 22 J. Law & Econ. 91, 98 (1979). Prior to\nCongress’ enactment of the FDCA, a prescription was not needed to\nobtain any drug other than certain narcotics. Seeid.,at\n97.5Respondent terminated\nChristopher’s employment in 2007, and Buchanan left voluntarily the\nsame year to accept a similar position with another pharmaceutical\ncompany.6The parties agree that\nthe commitment is nonbinding.7The median pay for\npharmaceutical detailers nationwide exceeds $90,000 per year. See\nBrief for Respondent 14.8The amount of incentive\npay is not formally tied to the number of prescriptions written or\ncommitments obtained, but because retail pharmacies are prohibited\nfrom dispensing prescription drugs without a physician’s\nprescription, retail sales of respondent’s products necessarily\nreflect the number of prescriptions written.9Respondent also argued\nthat petitioners were exempt administrative employees. The District\nCourt and the Court of Appeals found it unnecessary to reach that\nargument, and the question is not before us.10The\nDOL filed anamicusbrief in the Ninth Circuit advancing\nsubstantially the same interpretation it had advanced in its brief\nin the Second Circuit. See Brief for Secretary of Labor asAmicus Curiaein No. 10–15257.11The\nDOL invites “interested parties to inform it of private cases\ninvolving the misclassification of employees in contravention of\nthe new Part 541 rule” so that it may fileamicusbriefs “in\nappropriate cases to share with courts the Department’s view of the\nproper application of the new Part 541 rule.” See Dept. of Labor,\nOffice of Solicitor, Overtime SecurityAmicusProgram,\nhttp://www.dol.gov/sol/541amicus.htm (as visited June 15, 2012, and\navailable in Clerk of Court’s case file).12For\nexample, it is unclear why a physician’s nonbinding commitment to\nprescribe a drug in an appropriate case cannot qualify as a sale\nunder this test. The broad term “transaction” easily encompasses\nsuch a commitment. See Webster’s Third New International Dictionary\n2425 (2002) (hereinafter Webster’s Third) (defining “transaction”\nto mean “a communicative action or activity involving two parties\nor two things reciprocally affecting or influencing each other”). A\n“consummated transaction” is simply a transaction that has been\nfully completed. Seeid., at 490 (defining “consummate” to\nmean “to bring to completion”). And a pharmaceutical sales\nrepresentative who obtains such a commitment is “directly\ninvolv[ed]” in this transaction. Thus, once a pharmaceutical sales\nrepresentative and a physician have fully completed their\nagreement, it may be said that they have entered into a\n“consummated transaction.”13When\npressed to clarify its position at oral argument, the DOL suggested\nthat a “transfer of possession in contemplation of a transfer of\ntitle” might also suffice. Tr. of Oral Arg. 17.14Neither petitioners nor the DOL asks\nus to accord controlling deference to the “consummated transaction”\ninterpretation the Department advanced in its briefs in the Second\nCircuit and Ninth Circuit, nor could we given that the Department\nhas now abandoned that interpretation. SeeEstate of Cowartv.Nicklos Drilling Co.,505 U.S.\n469, 480 (1992) (noting that “it would be quite inappropriate\nto defer to an interpretation which has been abandoned by the\npolicymaking agency itself ”).15Accord,Phelps Dodge Corp.v.Federal Mine Safety and Health Review Comm’n, 681 F.2d 1189,\n1192 (CA9 1982) (recognizing that “the application of a regulation\nin a particular situation may be challenged on the ground that it\ndoes not give fair warning that the allegedly violative conduct was\nprohibited”);Kropp Forge Co.v.Secretary of Labor,\n657 F.2d 119, 122 (CA7 1981) (refusing to impose sanctions where\nstandard the regulated party allegedly violated “d[id] not provide\n‘fair warning’ of what is required or prohibited”);Dravo\nCorp.v.Occupational Safety and Health Review Comm’n,\n613 F.2d 1227, 1232–1233 (CA3 1980) (rejecting agency’s expansive\ninterpretation where agency did not “state with ascertainable\ncertainty what is meant by the standards [it] ha[d] promulgated”\n(internal quotation marks omitted and emphasis deleted));Diamond Roofing Co.v.Occupational Safety and Health\nReview Comm’n, 528 F.2d 645, 649 (CA5 1976) (explaining that\n“statutes and regulations which allow monetary penalties against\nthose who violate them” must “give an employer fair warning of the\nconduct [they] prohibi[t] or requir[e]”); 1 R. Pierce,\nAdministrative Law Treatise §6.11, p. 543 (5th ed. 2010) (observing\nthat “[i]n penalty cases, courts will not accord substantial\ndeference to an agency’s interpretation ofan ambiguous rule in\ncircumstances where the rule did not place the individual or firm\non notice that the conduct at issue constituted a violation of a\nrule”).16It\nappears that the DOL only once directly opined on the exempt status\nof detailers prior to 2009. In 1945, the Wage and Hour Division\nissued an opinion letter tentatively concluding that “medical\ndetailists” who performed “work . . . aimed at increasing\nthe use of [their employer’s] product in hospitals and through\nphysicians’ recommendations” qualified as administrative employees.\nOpinion Letter from Dept. of Labor, Wage and Hour Division (May 19,\n1945), 1 CCH Labor Law Service, Federal Wage-Hour Guide ¶33,093.\nBut that letter did not address the outside salesman\nexemption.17For\ninstance, it “makes the job of a reviewing court much easier, and\nsince it usually produces affirmance of the agency’s view without\nconflict in the Circuits, it imparts (once the agency has spoken to\nclarify the regulation) certainty and predictability to the\nadministrative process.”Talk America, Inc.v.Michigan\nBell Telephone Co., 564 U. S. ___, ___ (2011) (Scalia, J.,\nconcurring) (slip op., at 3).18Given\nthat the FLSA provides its own definition of “sale” that is more\nexpansive than the term’s ordinary meaning, the DOL’s reliance on\ndictionary definitions of the word “sale” is misplaced. See,e.g.,Burgessv.United States,553 U.S.\n124, 130 (2008) (noting that “[w]hen a statute includes an\nexplicit definition, we must follow that definition” (internal\nquotation marks omitted)).19The\ncanon ofejusdem generis“limits general terms [that] follow\nspecific ones to matters similar to those specified.”CSX\nTransp., Inc.v.Alabama Dept. of Revenue, 562\nU. S. ___, ___ (2011) (slip op., at 16) (alteration in\noriginal; internal quotation marks omitted).20The\ndissent’s approach suffers from the same flaw. The dissent contends\nthat, in order to make a sale, an employee must at least obtain a\n“firm commitment to buy.”Post, at 10 (opinion of Breyer,\nJ.). But when an employee who has extended an offer to sell obtains\na “firm commitment to buy,” that transaction amounts to a “contract\nto sell.” Given that a “contract to sell” already falls within the\nstatutory definition of “sale,” the dissent’s interpretation would\nstrip the catchall phrase of independent meaning.21In\nthe past, we have stated that exemptions to the FLSA must be\n“narrowly construed against the employers seeking to assert them\nand their application limited to those [cases] plainly and\nunmistakably within their terms and spirit.”Arnoldv.Ben Kanowsky, Inc.,361 U.S.\n388, 392 (1960). Petitioners and the DOL contend thatArnoldrequires us to construe the outside salesman\nexemption narrowly, butArnoldis inapposite where, as here,\nwe are interpreting a general definition that applies throughout\nthe FLSA.22The\ndissent’s view that pharmaceutical detailers are more naturally\ncharacterized as nonexempt promotional employees than as exempt\noutside salesmen relies heavily on the DOL’s explanation in its\n1940 Re-port that “sales promotion men” are not salesmen. Seepost,at 7; see also 1940 Report 46. There, the Department\ndescribed a “sales promotion man” as an employee who merely\n“pav[es] the way for salesmen” and who frequently “deals with\nretailers who are not customers of his own employer but of his\nemployer’s customer” and is “interested in salesbythe\nretailer, nottothe retailer.” 1940 Report 46. The dissent\nasserts that detailers are analogous to “sales promotion men”\nbecause they deal with “individuals, namely doctors, ‘who are not\ncustomers’ of their own employer” and “are primarily interested in\nsalesauthorized bythe doctor, nottothe doctor.”Post,at 7. But this comparison is inapt. The equivalent of\na “sales promotion man” in the pharmaceutical industry would be an\nemployee who promotes a manufacturer’s products to the retail\npharmacies that sell the products after purchasing them from a\nwholesaler or distributor. Detailers, by contrast, obtain\nnonbinding commitments from the gatekeepers who must prescribe the\nproduct if any sale is to take place at all.23Our\npoint is not, as the dissent suggests, that any employee who does\nthe most that he or she is able to do in a particular position to\nensure the eventual sale of a product should qualify as an exempt\noutside salesman. Seepost,at 9 (noting that “the ‘most’ a\nCalifornia firm’s marketing employee may be able ‘to do’ to secure\norders from New York customers is to post an advertisement on the\nInternet”). Rather, our point is that, when an entire industry is\nconstrained by law or regulation from selling its products in the\nordinary manner, an employee who functions in all relevant respects\nas an outside salesman should not be excluded from that category\nbased on technicalities.24According to one of respondent’samici, most pharmaceutical companies “have systems in place\nto maintain the inventories of wholesalers and retailers of\nprescription drugs (consisting mainly of periodic restocking\npursuant to a general contract), [and] these systems are largely\nministerial and require only a few employees to administer them.”\nBrief for PhRMA asAmicus Curiae24; see alsoibid.(explaining that one of its members employs more than 2,000\npharmaceutical sales representatives but “fewer than ten employees\nwho are responsible for processing orders from retailers and\nwholesalers, a ratio that is typical of how the industry is\nstructured”).",
    "joined": []
}