{
    "case": {
        "docket": "18-457",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-457/"
    },
    "id": "4111953",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–457_________________NORTH CAROLINA DEPARTMENT OF REVENUE,\nPETITIONERv.THE KIMBERLEY RICE KAESTNER 1992 FAMILY\nTRUSTon writ of certiorari to the supreme court of\nnorth carolina[June 21, 2019]Justice Alito, with whom The Chief Justice and\nJustice Gorsuch join, concurring.I join the opinion of the Court because it\nproperly concludes that North Carolina’s tenuous connection to the\nincome earned by the trust is insufficient to permit the State to\ntax the trust’s income. Because this connection is unusually\ntenuous, the opinion of the Court is circumscribed. I write\nseparately to make clear that the opinion of the Court merely\napplies our existing precedent and that its decision not to answer\nquestions not presented by the facts of this case does not open for\nreconsideration any points resolved by our prior decisions.*  *  *Kimberley Rice Kaestner is the beneficiary of\na trust established by her father. She is also a resident of North\nCarolina. Between 2005 and 2008, North Carolina required the\ntrustee, who is a resident of Connecticut, to pay more than $1.3\nmillion in taxes on income earned by the assets in the trust. North\nCarolina levied this tax because of Kaestner’s residence within the\nState.States have broad discretion to structure their\ntax systems. But, in a few narrow areas, the Federal Constitution\nimposes limits on that power. See,e.g., McCullochv.Maryland, 4 Wheat. 316 (1819);Comptroller of Treasury of\nMd.v.Wynne, 575 U. S. ___ (2015). The Due Process\nClause creates one such limit. It imposes restrictions on the\npersons and property that a State can subject to its taxation\nauthority. “The Due Process Clause ‘requires some definite link,\nsome minimum connection, between a state and the person, property\nor transaction it seeks to tax.’ ”Quill Corp.v.North Dakota,504 U.S.\n298, 306 (1992) (quotingMiller Brothers Co.v.Maryland,347 U.S.\n340, 344–345 (1954)), overruled in part on other grounds bySouth Dakotav.Wayfair, Inc., 585 U. S. ___\n(2018). North Carolina assesses this tax against the trustee and\ncalculates the tax based on the income earned by the trust.\nN. C. Gen. Stat. Ann. §105–160.2 (2017). Therefore we must\nlook at the connections between the assets held in trust and the\nState.It is easy to identify a State’s connection with\ntangible assets. A tangible asset has a connection with the State\nin which it is located, and generally speaking, only that State has\npower to tax the asset.Curryv.McCanless,307 U.S.\n357, 364–365 (1939). Intangible assets—stocks, bonds, or other\nsecurities, for example—present a more difficult question.In the case of intangible assets held in trust,\nwe have previously asked whether a resident of the State imposing\nthe tax has control, possession, or the enjoyment of the asset. SeeGreenoughv.Tax Assessors of Newport,331 U.S.\n486, 493–495 (1947);Curry,supra,at 370–371;Safe Deposit & Trust Co. of Baltimorev.Virginia,280 U.S.\n83, 93–94 (1929);Brookev.Norfolk,277 U.S.\n27, 28–29 (1928). Because a trustee is the legal owner of the\ntrust assets and possesses the powers that accompany that\nstatus—power to manage the investments, to make and enforce\ncontracts respecting the assets, to litigate on behalf of the\ntrust, etc.—the trustee’s State of residence can tax the trust’s\nintangible assets.Greenough,supra,at 494, 498.\nHere, we are asked whether the connection between a beneficiary and\na trust is sufficient to allow the beneficiary’s State of residence\nto tax the trust assets and the income they earn while the assets\nand income remain in the trust in another State. Two cases provide\na clear answer.InBrooke, Virginia assessed a tax on the\nassets of a trust whose beneficiary was a resident of Virginia. The\ntrustee was not a resident of Virginia and administered the trust\noutside the Commonwealth. Under the terms of the trust, the\nbeneficiary was entitled to all the income of the trust and had\npaid income taxes for the money that had been transferred to her.\nBut the Court held that, despite the beneficiary’s present and\nongoing right to receive income from the trust, Virginia could not\nimpose taxes on the undistributed assets that remained within the\ntrust because “the property is not within the State, does not\nbelong to the petitioner and is not within her possession or\ncontrol.” 277 U. S., at 29. Even though the beneficiary was\nentitled to and received income from the trust, we observed that\n“she [wa]s a stranger” to the assets within the trust because she\nlacked control, possession, or enjoyment of them.Ibid.InSafe Deposit, Virginia again attempted\nto assess taxes on the intangible assets held in a trust whose\ntrustee resided in Maryland. The beneficiaries were children who\nlived in Virginia. Under the terms of the trust, each child was\nentitled to one half of the trust’s assets (both the original\nprincipal and the income earned over time) when the child reached\nthe age of 25. Despite their entitlement to the entire corpus of\nthe trust, the Court held that the beneficiaries’ residence did not\nallow Virginia to tax the assets while they remained in trust.\n“[N]obody within Virginia has present right to [the assets’]\ncontrol or possession, or to receive income therefrom, or to cause\nthem to be brought physically within her borders.” 280 U. S.,\nat 91.[1]* The beneficiaries’\nequitable ownership of the trust did not sufficiently connect the\nundistributed assets to Virginia as to allow taxation of the trust.\nThe beneficiaries’ equitable ownership yielded to the “established\nfact of legal ownership, actual presence and control elsewhere.”Id.,at 92.Here, as inBrookeandSafe\nDeposit, the resident beneficiary has neither control nor\npossession of the intangible assets in the trust. She does not\nenjoy the use of the trust assets. The trustee administers the\ntrust and holds the trust assets outside the State of North\nCarolina. UnderSafe DepositandBrooke, that is\nsufficient to establish that North Carolina cannot tax the trust or\nthe trustee on the intangible assets held by the trust.*  *  *The Due Process Clause requires a sufficient\nconnection between an asset and a State before the State can tax\nthe asset. For intangible assets held in trust, our precedents\ndictate that a resident beneficiary’s control, possession, and\nability to use or enjoy the asset are the core of the inquiry. The\nopinion of the Court rightly concludes that the assets in this\ntrust and the trust’s undistributed income cannot be taxed by North\nCarolina because the resident beneficiary lacks control,\npossession, or enjoyment of the trust assets. The Court’s\ndiscussion of the peculiarities of this trust does not change the\ngoverning standard, nor does it alter the reasoning applied in our\nearlier cases. On that basis, I concur.Notes1*Although the Court noted that\nno Virginian had a present right “to receive income therefrom,”Brooke—where the beneficiary was entitled to and received\nincome from the trust—suggests that even if the children had such a\nright, it would not, alone, justify taxing the trust\ncorpus.",
    "joined": []
}