{
    "case": {
        "docket": "449",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/449/"
    },
    "id": "1962872",
    "author": "alito",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF ALITO, J.CONE V. BELL556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-1114GARY BRADFORD CONE, PETITIONERv.RICKY\nBELL, WARDENon writ of certiorari to the united states court of\nappeals for the sixth circuit[April 28, 2009]Justice Alito, concurring in part\nand dissenting in part.We granted certiorari in this\ncase to answer two questions:“1. Is a federal habeas claim ‘procedurally\ndefaulted’ because it has been presented twice to the state\ncourts?“2. Is a federal habeas court powerless to recognize that a\nstate court erred in holding that state law precludes reviewing a\nclaim?” Pet. for Cert. i.Both of these questions are based\non a factually incorrect premise, namely, that the Tennessee Court\nof Criminal Appeals, the highest state court to entertain\npetitioner’s appeal from the denial of his second petition for\nstate postconviction relief,[Footnote 1] rejected petitioner’sBrady[Footnote 2]claim on the ground that\nthe claim had been previously decided by the Tennessee Supreme\nCourt in petitioner’s direct appeal. Petitioner’s argument is that\nthe State Supreme Court did not decide anyBradyissue on\ndirect appeal, that the Tennessee Court of Criminal Appeals erred\nin holding otherwise, and that the Sixth Circuit erred in\nconcluding that theBradyclaim had been procedurally\ndefaulted on this ground. Petitioner is quite correct that hisBradyclaim was not decided on direct appeal, and the\nCourt in the present case is clearly correct in holding that a\nsecond attempt to litigate a claim in state court does not\nnecessarily bar subsequent federal habeas review. Seeante, at 8–9.But all of this is beside the point because\nthe Tennessee Court of Criminal Appeals did not reject petitioner’sBradyclaim on the ground that the claim had been\npreviously determined on direct appeal. Rather, petitioner’sBradyclaim was simply never raised before the Tennessee\nCourt of Criminal Appeals, and that court did not rule on the claim\nat all.Because the Sixth Circuit’s decision on the\nissue of procedural default rests on the same mistaken premise that\nthe Tennessee Court of Criminal Appeals rejected petitioner’s Brady\nclaim on the ground that it had been previously determined, I\nentirely agree with the majority that the Sixth Circuit’s decision\non that issue cannot be sustained and that a remand is required. I\ncannot join the Court’s opinion, however, for two chief\nreasons.First, the Court states without explanation\nthat “Cone properly preserved and exhausted hisBradyclaim in the state court” and that therefore the claim has not been\ndefaulted.Ante, at 20. Because Cone never fairly raised\nthis claim in the Tennessee Court of Criminal Appeals, the claim is\neither not exhausted (if Cone could now raise the claim in state\ncourt) or is procedurally defaulted (if state law now provides no\navenue for further review). I would leave these questions for\nresolution in the first instance on remand.Second, the Court, again without explanation,\nremands this case to the District Court, not the Court of Appeals.\nI see no justification for this step.IIn order to understand the\ntangled procedural default issue presented in this case, it is\nnecessary to review the far-from-exemplary manner in which the\nattorneys for petitioner and respondent litigated theBradyclaim in the state courts.On direct appeal, petitioner did\nnot raise anyBradyclaim. As the Court notes, petitioner\ndid claim that the State had violated a state discovery rule by\nfailing to provide prior statements given by certain witnesses and\nthat therefore the testimony of these witnesses should have been\nstricken. App. 114–117;Statev.Cone,665\nS. W. 2d 87, 94 (Tenn. 1984). Although this claim concerned\nthe State’s failure to turn over information, it is clear that this\nwas not aBradyclaim.The first appearance of anything resembling\nthe claim now at issue occurred in 1993 when petitioner’s\nexperienced attorneys filed an amendment to his second petition for\npostconviction relief in the Shelby County Criminal Court. This\npetition included a long litany of tangled claims. Paragraph 35 of\nthis amended petition claimed, among other things, that the State\nhad wrongfully withheld information demonstrating that one\nparticular prosecution witness had testified falsely concerning\n“petitioner and his drug use.” App. 13–14. This nondisclosure, the\npetition stated, violated not only the Fifth and Fourteenth\nAmendments to the Constitution of the United States (which protect\nthe due process right on whichBradyis based) but also\nthe Fourth, Sixth, and Eighth Amendments to the United States\nConstitution and four provisions of the Tennessee Constitution.Two months later, counsel for petitioner filed\nan amendment adding 12 more claims, including one (¶41) alleging\nthat the State had abridged petitioner’s rights by failing to\ndisclose evidence that petitioner suffered from drug problems.Id.,at 20. According to this new submission, the\nnondisclosure violated, in addition to the previously cited\nprovisions of the federal and state constitutions, five more\nprovisions of the state constitution, including provisions\nregarding double jeopardy, see Tenn. Const., Art. I, §10,ex\npost factolaws, §11, indictment, §14, and open courts,\n§17.The Shelby County Criminal Court was faced\nwith the task of wading through the morass presented in the amended\npetition. Under Tenn. Code Ann. §40–30–112 (1990) (repealed\n1995),[Footnote 3] a claim\ncould not be raised in a postconviction proceeding if the claim had\nbeen “previously determined” or waived. Citing the State Supreme\nCourt’s rejection on direct appeal of petitioner’s claim that the\nprosecution had violated a state discovery rule by failing to turn\nover witness statements, the State incorrectly informed the court\nthat the failure-to-disclose-exculpatory-evidence claim set out in\n¶41 had been “previously determined” on direct appeal. App. 15–16.\nThe Shelby County Criminal Court rejected the claim on this ground,\nand held that all of petitioner’s claims had either been previously\ndetermined or waived.Id.,at 22.Given the importance now assigned to\npetitioner’sBradyclaim, one might think that\npetitioner’s attorneys would have (a) stressed that claim in the\nopening brief that they filed in the Tennessee Court of Criminal\nAppeals, (b) pointed out the lower court’s clear error in\nconcluding that this claim had been decided in the direct appeal,\nand (c) explained that information supporting the claim had only\nrecently come to light due to the production of documents under the\nState’s public records act. But counsel did none of these things.\nIn fact, theBradyclaim was not mentioned at all.Nor wasBradycited in the reply\nbrief filed by the same attorneys. The reply brief did contain a\npassing reference to “the withholding of exculpatory evidence,” but\nthe brief did not elaborate on this claim and again failed to\nmention that this claim had never been previously decided and was\nsupported by newly discovered evidence.[Footnote 4]The Tennessee Court of Criminal Appeals\naffirmed the decision of the lower state court, but the appellate\ncourt made no mention of theBradyclaim, and I see no\nbasis for concluding that the court regarded the issue as having\nbeen raised on appeal.Appellate courts generally do not reach out to\ndecide issues not raised by the appellant.Snellv.Tunnell, 920 F. 2d 673, 676 (CA10 1990); seePowersv.Hamilton Cty. Public Defender Comm’n,\n501 F. 3d 592, 609–610 (CA6 2007); see alsoGalvanv.Alaska Dept. of Corrections,397 F. 3d 1198, 1204\n(CA9 2005) (“Courts generally do not decide issues not raised by\nthe parties. If they granted relief to petitioners on grounds not\nurged by petitioners, respondents would be deprived of a fair\nopportunity to respond, and the courts would be deprived of the\nbenefit of briefing” (footnote omitted)). Nor do they generally\nconsider issues first mentioned in a reply brief.Physicians\nComm. For Responsible Medicinev.Johnson, 436\nF. 3d 326, 331, n. 6 (CA2 2006);Doev.Beaumont Independent School Dist., 173 F. 3d 274,\n299, n. 13 (CA5 1999) (Garza, J., dissenting);Doolin\nSecurity Sav. Bank, F. S. B.v.Office of Thrift\nSupervision, 156 F. 3d 190, 191 (CADC 1998);Boonev.Carlsbad Bancorporation, Inc., 972 F. 2d 1545, 1554,\nn. 6 (CA10 1992). And it is common to practice for appellate\ncourts to refuse to consider issues that are mentioned only in\npassing.Reynoldsv.Wagner, 128 F. 3d 166,\n178 (CA3 1997) (citing authorities).The Tennessee Court of Criminal Appeals\nfollows these standard practices. Rule 10(b) of that court states\nquite specifically: “Issues which are not supported by argument,\ncitation to authorities, or appropriate references to the record\nwill be treated as waived in this court.” The court has applied\nthis rule in capital cases,Statev.Dellinger,\n79 S. W. 3d 458, 495, 497, 503 (Tenn. 2002) (appendix to\nmajority opinion);Brimmerv.State, 29\nS. W. 3d 497, 530 (1998), and in others. See,e.g.,Statev.Faulkner, 2001 WL 378540 (Tenn. Crim.\nApp., Sept. 10, 2001) (73-year sentence for first-degree murder).\nAnd in both capital and noncapital cases, the court has refused to\nentertain arguments raised for the first time in a reply brief. SeeStatev.Gerhardt, 2009 WL 160930 (Tenn. Crim.\nApp., Jan. 23, 2009) (capital case);Carruthersv.\nState, 814 S. W. 2d 64, 68 (Tenn. Crim. App. 1991)\n(capital case);Cammonv.State, 2007 WL 2409568,\n*6 (Tenn. Crim. App., Aug. 23, 2007) (noncapital case).[Footnote 5] Thus, unless the Tennessee\nCourt of Criminal Appeals departed substantially from its general\npractice, that court did not regard petitioner’sBradyclaim as having been raised on appeal.In the decision now under review, the Sixth\nCircuit held that “[t]he Tennessee courts found that Cone’sBradyclaims were ‘previously determined’ and, therefore,\nnot cognizable in [his] state post-conviction action.” 492\nF. 3d 743, 756 (2007). In my judgment, however, there is no\nbasis for concluding that the Tennessee Court of Criminal Appeals\nthought that anyBradyissue was before it. A contrary\ninterpretation would mean that the Tennessee Court of Criminal\nAppeals, disregarding its own rules and standard practice,\nentertained an issue that was not mentioned at all in the\nappellant’s main brief and was mentioned only in passing and\nwithout any development in the reply brief. It would mean that the\nTennessee Court of Criminal Appeals, having chosen to delve into\ntheBradyissue on its own, ruled on the issue without\neven mentioning it in its opinion and without bothering to check\nthe record to determine whether in fact theBradyissue\nhad been decided on direct appeal. Such an interpretation is\nutterly implausible, and it is telling that the majority in this\ncase cites no support for such an interpretation in the opinion of\nthe Tennessee Court of Criminal Appeals’ opinion.The Sixth Circuit’s decision on the question\nof procedural default rests on an erroneous premise and must\ntherefore be vacated.III also agree with the Court that\nwe should not affirm the decision below on the ground that theBradyclaim lacks substantive merit. After its erroneous\ndiscussion of procedural default, the Sixth Circuit went on to\ndiscuss the merits of petitioner’sBradyclaim. In its\n2001 opinion, the Court of Appeals recognized that the\nprosecution’sBradyobligation extends not only to\nevidence that is material to guilt but also to evidence that is\nmaterial to punishment. SeeConev.Bell, 243\nF. 3d 961, 968 (2001) (citingPennsylvaniav.Ritchie,480\nU. S. 39, 57 (1987)). But neither in that opinion nor in its\n2006 opinion did the court address the materiality of the\ninformation in question here in relation to petitioner’s\npunishment. See 492 F. 3d, at 756 (“A review of the allegedly\nwithheld documents shows that this evidence would not have overcome\nthe overwhelmingevidence of Cone’s guiltin committing a\nbrutal double murder and the persuasive testimony that Cone was not\nunder the influence of drugs” (emphasis added)). Therefore, despite\nthe strength of the arguments in Justice Thomas’ dissent, I would\nleave that question to be decided by the Sixth Circuit on\nremand.IIIThe Court, however, does not\nsimply vacate and remand to the Sixth Circuit but goes further.First, the Court states without\nelaboration that petitioner “preserved and exhausted hisBradyclaim in the state court.”Ante, at 20. As\nI have explained, petitioner did not fairly present hisBradyclaim in his prior appeal to the Tennessee Court of\nCriminal Appeals, and therefore that claim is either unexhausted or\nprocedurally barred. If the State is not now foreclosed from\nrelying on the failure to exhaust, see 28 U. S. C.\n§2254(b)(3), or on procedural default,[Footnote 6] those questions may be decided on remand.Second, the Court remands the case to the\nDistrict Court rather than the Court of Appeals. A remand to the\nDistrict Court would of course be necessary if petitioner were\nentitled to an evidentiary hearing, but the Court does not hold\nthat an evidentiary hearing is either required or permitted. In my\nview, unless there is to be an evidentiary hearing, there is no\nreason to remand this case to the District Court. If the only\npurpose of remand is to require an evaluation of petitioner’sBradyclaim in light of the present record, the District\nCourt is not in a superior position to conduct such a review. And\neven if such a review is conducted in the first instance by the\nDistrict Court, that court’s decision would be subject tode\nnovoreview in the Court of Appeals. 492 F. 3d, at 750;Conev.Bell, 243 F. 3d, at 966–967 (CA6\n2001); seeUnitedStatesv.Graham, 484\nF. 3d 413 (CA6 2007);UnitedStatesv.Miller,161 F. 3d 977, 987 (CA6 1998);United\nStatesv.Phillip, 948 F. 2d 241, 250 (CA6\n1991). Accordingly, I see no good reason for remanding to the\nDistrict Court rather than the Court of Appeals. And if the\nmajority has such a reason, it is one that it has chosen to keep to\nitself.*  *  *For these reasons, I would vacate\nthe decision of the Court of Appeals and remand to that court.Footnote 1Because the Tennessee Supreme Court denied\ndiscretionary review of the decision of the Tennessee Court of\nCriminal Appeals decision affirming the denial of petitioner’s\nsecond amended petition for postconviction relief, we must look to\nthe decision of the latter court to determine if the decision below\nwas based on an adequate and independent state ground. SeeBaldwinv.Reese,541 U. S. 27, 30–32\n(2004);O’Sullivanv.Boerckel,526 U. S. 838, 842–843\n(1999).Footnote 2Bradyv.Maryland,373 U. S. 83(1963).Footnote 3Tennessee law has since changed. Currently,\nthe Tennessee Post-Conviction Procedure Act bars any second\npostconviction petition, see Tenn. Code Ann. §40–30–102 (2006), and\npermits the reopening of a petition only under limited\ncircumstances, §40–30–117. These restrictions apply to any petition\nfiled after the enactment of the Post-Conviction Procedure Act,\neven if the conviction occurred long before.Footnote 4After referring to a long list of claims (not\nincluding any claim for the failure to disclose exculpatory\nevidence), the reply brief states:“[I]t is clear that meritorious claims have been presented for\nadjudication. These claims have not been waived and a remand for a\nhearing is essential in order to enable Mr. Cone to present\nevidence and prove the factual allegations, including those\nrelating to his claims of ineffective assistance of counsel,\nPetition ¶¶15, 16, 44, R–67, 71 and 141 and ofthe withholding\nof exculpatory evidence. Petition ¶41, R–139.” Reply Brief of\nPetitioner-Appellant in No. 02–C–01–9403–CR–0052, p. 5\n(emphasis added) (hereinafter Reply Brief).Footnote 5In a footnote in his reply brief, petitioner\nstated that he was not waiving any claim presented in the court\nbelow and asked the appellate court to consider all those claims.\nSee Reply Brief 3, n. 1. But the Tennessee Court of Criminal\nAppeals has specifically held that claims may not be raised on\nappeal in this manner. SeeLeonardv.State, 2007\nWL 1946662, *21–*22 (Tenn. Crim. App., July 5, 2007).Footnote 6Unlike exhaustion, procedural default may be\nwaived if it is not raised as a defense.Banksv.Dretke,540\nU. S. 668, 705 (2004) (allowing for waiver of “procedural\ndefault” “based on the State’s litigation conduct” (citingGrayv.Netherland,518 U. S. 152, 166\n(1996))). Here, it appears that the State has consistently argued\nthat petitioner’sBradyclaim was procedurally defaulted,\nbut the State’s supporting arguments have shifted. Whether the\nquestion of procedural default described in this opinion should be\nentertained under the particular circumstances here is an intensely\nfact-bound matter that should be left for the Sixth Circuit on\nremand.",
    "joined": []
}