{
    "case": {
        "docket": "411",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/411/"
    },
    "id": "3545969",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATESJAIME CAETANOv.MASSACHUSETTSon petition for writ of certiorari to the\nsupreme judicial court of massachusettsNo. 14–10078. Decided March 21, 2016Justice Alito, with whom Justice Thomas joins,\nconcurring in the judgment.After a “bad altercation” with an abusive\nboyfriend put her in the hospital, Jaime Caetano found herself\nhomeless and “in fear for [her] life.” Tr. 31, 38 (July 10, 2013).\nShe obtained multiple restraining orders against her abuser, but\nthey proved futile. So when a friend offered her a stun gun “for\nself-defense against [her] former boy friend,” 470 Mass. 774, 776,\n26 N. E. 3d 688, 690 (2015), Caetano accepted the\nweapon.It is a good thing she did. One night after\nleaving work, Caetano found her ex-boyfriend “waiting for [her]\noutside.” Tr. 35. He “started screaming” that she was “not gonna\n[expletive deleted] work at this place” any more because she\n“should be home with the kids” they had together.Ibid.Caetano’s abuser towered over her by nearly a foot and outweighed\nher by close to 100 pounds. But she didn’t need physical strength\nto protect herself. She stood her ground, displayed the stun gun,\nand announced: “I’m not gonna take this\nanymore. . . . I don’t wanna have to [use the stun\ngun on] you, but if you don’t leave me alone, I’m gonna have to.”Id.,at 35–36. The gambit worked. The ex-boyfriend “got\nscared and he left [her] alone.”Id.,at 36.It is settled that the Second Amendment protects\nan individual right to keep and bear arms that applies against both\nthe Federal Government and the States.District of Columbiav.Heller, 554 U. S. 570 (2008) ;McDonaldv.Chicago, 561 U. S. 742 (2010) . That right vindicates\nthe “basic right” of “individual self-defense.”Id., at 767;\nseeHeller,supra, at 599, 628. Caetano’s encounter\nwith her violent ex-boyfriend illustrates the connection between\nthose fundamental rights: By arming herself, Caetano was able to\nprotect against a physical threat that restraining orders had\nproved useless to prevent. And, commendably, she did so by using a\nweapon that posed little, if any, danger of permanently harming\neither herself or the father of her children.Under Massachusetts law, however, Caetano’s mere\npossession of the stun gun that may have saved her life made her a\ncriminal. See Mass. Gen. Laws, ch. 140, §131J (2014). When\npolice later discovered the weapon, she was arrested, tried, and\nconvicted. The Massachusetts Supreme Judicial Court affirmed the\nconviction, holding that a stun gun “is not the type of weapon that\nis eligible for Second Amendment protection” because it was “not in\ncommon use at the time of [the Second Amendment’s] enactment.” 470\nMass., at 781, 26 N. E. 3d, at 693.This reasoning defies our decision inHeller, which rejected as “bordering on the frivolous” the\nargument “that only those arms in existence in the 18th century are\nprotected by the Second Amendment.” 554 U. S., at 582. The\ndecision below also does a grave disservice to vulnerable\nindividuals like Caetano who must defend themselves because the\nState will not.IThe events leading to Caetano’s prosecution\noccurred sometime after the confrontation between her and her\nex-boyfriend. In September 2011, police officers responded to a\nreported shoplifting at an Ashland, Massachusetts, supermarket. The\nstore’s manager had detained a suspect, but he identified Caetano\nand another person in the parking lot as potential accomplices.\nPolice approached the two and obtained Caetano’s consent to search\nher purse. They found no evidence of shoplifting, but saw Caetano’s\nstun gun. Caetano explained to the officers that she had acquired\nthe weapon to defend herself against a violent ex-boyfriend.The officers believed Caetano, but they arrested\nher for violating Mass. Gen. Laws, ch. 140, §131J, “which bans\nentirely the possession of an electrical weapon,” 470 Mass., at\n775, 26 N. E. 3d, at 689.[1] When Caetano moved to dismiss the charge on Second\nAmendment grounds, the trial court denied the motion.A subsequent bench trial established the\nfollowing undisputed facts. The parties stipulated that Caetano\npossessed the stun gun and that the weapon fell within the\nstatute’s prohibition.[2] The\nCommonwealth also did not challenge Caetano’s testimony that she\npossessed the weapon to defend herself against the violent\nex-boyfriend. Indeed, the prosecutor urged the court “to believe\nthe defendant.” Tr. 40. The trial court nonetheless found Caetano\nguilty, and she appealed to the Massachusetts Supreme Judicial\nCourt.The Supreme Judicial Court rejected Caetano’s\nSecond Amendment claim, holding that “a stun gun is not the type of\nweapon that is eligible for Second Amendment protection.” 470\nMass., at 775, 26 N. E. 3d, at 689. The court reasoned\nthat stun guns are unprotected because they were “not ‘in common\nuse at the time’ of enactment of the Second Amendment,”id.,at 781, 26 N. E. 3d, at 693 (quotingHeller,supra, at 627), and because they fall within the\n“traditional prohibition against carrying dangerous and unusual\nweapons,” 470 Mass.,at 779, 26 N. E. 3d, at 692\n(citingHeller,supra, at 627).IIAlthough the Supreme Judicial Court professed\nto applyHeller, each step of its analysis defiedHeller’s reasoning.AThe state court repeatedly framed the question\nbefore it as whether a particular weapon was “ ‘in common use\nat the time’ of enactment of the Second Amendment.” 470 Mass., at\n781, 26 N. E. 3d, at 693; see alsoid.,at 779,\n780, 781, 26 N. E. 3d, at 692, 693, 694. InHeller, we emphatically rejected such a formulation. We\nfound the argument “that only those arms in existence in the 18th\ncentury are protected by the Second Amendment” not merely wrong,\nbut “bordering on the frivolous.” 554 U. S., at 582. Instead,\nwe held that “the Second Amendment extends, prima facie, to all\ninstruments that constitute bearable arms,even those that were\nnot in existence at the time of the founding.”Ibid.(emphasis added).[3] It is hard\nto imagine language speaking more directly to the point. Yet the\nSupreme Judicial Court did not so much as mention it.Instead, the court seized on language,\noriginating inUnited Statesv.Miller, 307\nU. S. 174 (1939) , that “ ‘the sorts of weapons protected\nwere those “in common use at the time.” ’ ” 470 Mass., at\n778, 26 N. E. 3d, at 692 (quotingHeller,supra, at 627, in turn quotingMiller,supra,\nat 179). That quotation does not mean, as the court below thought,\nthat only weapons popular in 1789 are covered by the Second\nAmendment. It simply reflects the reality that the founding-era\nmilitia consisted of citizens “who would bring the sorts of lawful\nweapons that they possessed at home to militia duty,”Heller, 554 U. S., at 627, and that the Second\nAmendment accordingly guarantees the right to carry weapons\n“typically possessed by law-abiding citizens for lawful purposes,”id.,at 625. While stun guns were not in existence at the\nend of the 18th century, the same is true for the weapons most\ncommonly used today for self-defense, namely, revolvers and\nsemiautomatic pistols. Revolvers were virtually unknown until well\ninto the 19th century,[4] and\nsemiautomatic pistols were not invented until near the end of that\ncentury.[5] Electronic stun\nguns are no more exempt from the Second Amendment’s protections,\nsimply because they were unknown to the First Congress, than\nelectronic communications are exempt from the First Amendment, or\nelectronic imaging devices are exempt from the Fourth Amendment.Id.,at 582 (citingRenov.American Civil\nLiberties Union, 521 U. S. 844, 849 (1997) , andKyllov.United States, 533 U. S. 27 –36\n(2001)). AsHelleraptly put it: “We do not interpret\nconstitutional rights that way.” 554 U. S., at 582.BThe Supreme Judicial Court’s holding that stun\nguns may be banned as “dangerous and unusual weapons” fares no\nbetter. As theper curiamopinion recognizes, this is a\nconjunctive test: A weapon may not be banned unless it isbothdangerousandunusual. Because the Court rejects\nthe lower court’s conclusion that stun guns are “unusual,” it does\nnot need to consider the lower court’s conclusion that they are\nalso “dangerous.” Seeante, at 1–2. But make no mistake—the\ndecision below gravely erred on both grounds.1As to “dangerous,” the court below held that a\nweapon is “dangerous per se” if it is “ ‘designed and\nconstructed to produce death or great bodily harm’ and ‘for the\npurpose of bodily assault or defense.’ ” 470 Mass., at 779, 26\nN. E. 3d, at 692 (quotingCommonwealthv.Appleby, 380 Mass. 296, 303, 402 N. E. 2d 1051,\n1056 (1980)). That test may be appropriate for applying statutes\ncriminalizing assault with a dangerous weapon. Seeibid.,\n402 N. E. 2d, at 1056. But it cannot be used to identify\narms that fall outside the Second Amendment. First, the relative\ndangerousness of a weapon is irrelevant when the weapon belongs to\na class of arms commonly used for lawful purposes. SeeHeller,supra, at 627 (contrasting “ ‘dangerous\nand unusual weapons’ ” that may be banned with protected\n“weapons . . . ‘in common use at the time’ ”).\nSecond, even in cases where dangerousness might be relevant, the\nSupreme Judicial Court’s test sweeps far too broadly.Hellerdefined the “Arms”covered bythe Second Amendment to\ninclude “ ‘any thing that a man wears for his defence, or\ntakes into his hands, or useth in wrath to cast at or strike\nanother.’ ” 554 U. S., at 581. Under the decision below,\nhowever, virtually every covered arm would qualify as\n“dangerous.”Were there any doubt on this point, one need\nonly look at the court’s first example of “dangerous per se”\nweapons: “firearms.” 470 Mass., at 779, 26 N. E. 3d, at\n692. IfHellertells us anything, it is that firearms cannot\nbe categorically prohibited just because they are dangerous. 554\nU. S., at 636.A fortiori, stun guns that the\nCommonwealth’s own witness described as “non-lethal force,” Tr. 27,\ncannot be banned on that basis.2The Supreme Judicial Court’s conclusion that\nstun guns are “unusual” rested largely on its premise that one must\nask whether a weapon was commonly used in 1789. See 470 Mass., at\n780–781, 26 N. E. 3d, at 693–694. As already discussed,\nthat is simply wrong. Seesupra,at 4–6.The court also opined that a weapon’s\nunusualness depends on whether “it is a weapon of warfare to be\nused by the militia.” 470 Mass., at 780, 26 N. E. 3d, at\n693. It asserted that we followed such an approach inMillerand “approved its use inHeller.” 470 Mass., at 780, 26\nN. E. 3d, at 693. ButHelleractually said that it\nwould be a “startling reading” ofMillerto conclude that\n“only those weapons useful in warfare are protected.” 554\nU. S., at 624. Instead,MillerandHellerrecognized that militia members traditionally reported for duty\ncarrying “the sorts of lawful weapons that they possessed at home,”\nand that the Second Amendment therefore protects such weapons as a\nclass, regardless of any particular weapon’s suitability for\nmilitary use. 554 U. S.,at 627; seeid.,at\n624–625. Indeed,Helleracknowledged that advancements in\nmilitary technology might render many commonly owned weapons\nineffective in warfare.Id.,at 627–628. But such “modern\ndevelopments . . . cannot change our interpretation of\nthe right.”Ibid.In any event, the Supreme Judicial Court’s\nassumption that stun guns are unsuited for militia or military use\nis untenable. Section 131J allows law enforcement and correctional\nofficers to carry stun guns and Tasers, presumably for such\npurposes as nonlethal crowd control. Subduing members of a mob is\nlittle different from “suppress[ing] Insurrections,” a traditional\nrole of the militia. U. S. Const., Art. I, §8,\ncl. 15; see alsoibid.(militia may be called forth “to\nexecute the Laws of the Union”). Additionally, several branches of\nthe U. S. armed services equip troops with electrical stun\nweapons to “incapacitate a target without permanent injury or known\nside effects.” U. S. Army, Project Manager Close Combat\nSystems, PD Combat Munitions: Launched Electrode Stun Device\n(LESD),\nhttp://www.pica.army.mil/pmccs/combatmunitions/nonlethalsys/taserx26e.html\n(all Internet materials as last visited Mar. 18, 2016); see\nU. S. Marine Corps Admin-istrative Message 560/08 (Oct. 2,\n2008) (Marine Corps guidance for use of Tasers),\nhttp://www.marines.mil/News / Messages / MessagesDisplay /tabid/13286/Article/113024/marine-corps-training-and-use-of-human-electro-muscular-incapacitation-hemi-dev.aspx;\nJoint Non-Lethal Weapons Directorate, Non-Lethal Weapons (NLW)\nReference Book 3 (2012) (Department of Defense report stating that\n“[m]ultiple Services employ” Tasers),\nhttp://dtic.mil/dtic/‌tr/fulltext/u2/a565971.pdf.CAs the foregoing makes clear, the pertinent\nSecond Amendment inquiry is whether stun guns are commonly\npossessed by law-abiding citizens for lawful purposestoday.\nThe Supreme Judicial Court offered only a cursory discussion of\nthat question, noting that the “ ‘number of Tasers and stun\nguns is dwarfed by the number of firearms.’ ” 470 Mass., at\n781, 26 N. E. 3d, at 693. This observation may be true, but it\nis beside the point. Otherwise, a State would be free to banallweaponsexcepthandguns, because “handguns are\nthe most popular weapon chosen by Americans for self-defense in the\nhome.”Heller,supra, at 629.The more relevant statistic is that “[h]undreds\nof thousands of Tasers and stun guns have been sold to private\ncitizens,” who it appears may lawfully possess them in 45 States.Peoplev.Yanna, 297 Mich. App. 137, 144, 824\nN. W. 2d 241, 245 (2012) (holding Michigan stun gun ban\nunconstitutional); see Volokh, Nonlethal Self-Defense, (Almost\nEntirely) Nonlethal Weapons, and the Rights To Keep and Bear Arms\nand Defend Life, 62 Stan. L. Rev. 199, 244 (2009) (citing stun\ngun bans in seven States); Wis. Stat. §941.295 (Supp. 2015)\n(amended Wisconsin law permitting stun gun possession); see also\nBrief in Opposition 11 (acknowledging that “approximately 200,000\ncivilians owned stun guns” as of 2009). While less popular than\nhandguns, stun guns are widely owned and accepted as a legitimate\nmeans of self-defense across the country. Massachusetts’\ncategorical ban of such weapons therefore violates the Second\nAmendment.IIIThe lower court’s ill treatment ofHellercannot stand. The reasoning of the Massachusetts\ncourt poses a grave threat to the fundamental right of\nself-defense. The Supreme Judicial Court suggested that Caetano\ncould have simply gotten a firearm to defend herself. 470 Mass., at\n783, 26 N. E. 3d, at 695. But the right to bear other\nweapons is “no answer” to a ban on the possession of protected\narms.Heller, 554 U. S., at 629. Moreover, a weapon is\nan effective means of self-defense only if one is prepared to use\nit, and it is presumptuous to tell Caetano she should have been\nready to shoot the father of her two young children if she wanted\nto protect herself. Courts should not be in the business of\ndemanding that citizens usemoreforce for self-defense than\nthey are comfortable wielding.[6]Countless people may have reservations about\nusing deadly force, whether for moral, religious, or emotional\nreasons—or simply out of fear of killing the wrong person. See\nBrief for Arming Women Against Rape & Endangerment asAmicus\nCuriae4–5. “Self-defense,” however, “is a basic right.”McDonald, 561 U. S.,at 767. I am not prepared\nto say that a State may force an individual to choose between\nexercising that right and following her conscience, at least where\nboth can be accommodated by a weapon already in widespread use\nacross the Nation.*  *  *A State’s most basic responsibility is to keep\nits people safe. The Commonwealth of Massachusetts was either\nunable or unwilling to do what was necessary to protect Jaime\nCaetano, so she was forced to protect herself. To make matters\nworse, the Commonwealth chose to deploy its prosecutorial resources\nto prosecute and convict her of a criminal offense for arming\nherself with a nonlethal weapon that may well have saved her life.\nThe Supreme Judicial Court then affirmed her conviction on the\nflimsiest of grounds. This Court’s grudgingper curiamnow\nsends the case back to that same court. And the consequences for\nCaetano may prove more tragic still, as her conviction likely bars\nher from ever bearing arms for self-defense. See Pet. for Cert.\n14.If the fundamental right of self-defense does\nnot protect Caetano, then the safety of all Americans is left to\nthe mercy of state authorities who may be more concerned about\ndisarming the people than about keeping them safe.Notes1Specifically, the statute\nprohibits the possession of any “portable device or weapon from\nwhich an electrical current, impulse, wave or beam may be directed,\nwhich current, impulse, wave or beam is designed to incapacitate\ntemporarily, injure or kill.” Mass. Gen. Laws, ch. 140, §131J\n(2014). The statute includes exceptions for law-enforcement\nofficers and weapon suppliers, who may possess electrical weapons\n“designed to incapacitate temporarily.”Ibid.Violations are\npunishable by a fine of $500 to $1,000, imprisonment of 6 months to\n2½ years, or both.Ibid.2Stun guns like Caetano’s\n“are designed to stun a person with an electrical current” by\nrunning a current between two metal prongs on the device and\nplacing the prongs in direct contact with the person. 470 Mass.\n774, 775, n. 2, 26 N. E. 3d 688, 689, n. 2 (2015). A\nsimilar device, popularly known by the brand name “Taser,” shoots\nout wires tipped with electrodes that can deliver an electrical\ncurrent from a distance. Tr. 25–26. Tasers can also be used like a\nstun gun without deploying the electrodes—a so-called “dry stun.”Id.,at 26. As the Commonwealth’s witness testified at\ntrial, these sorts of electrical weapons are “non-lethal force”\n“designed to incapacitate”—“not kill”—a target.Id.,at\n27.3Stun guns are plainly\n“bearable arms.” AsHellerexplained, the term includes any\n“[w]eapo[n] of offence” or “thing that a man wears for his defence,\nor takes into his hands,” that is “carr[ied] . . . for\nthe purpose of offensive or defensive action.” 554 U. S., at\n581, 584 (internal quotation marks omitted).4See J. Bilby, A\nRevolution in Arms: A History of the First Repeating Rifles 23\n(2006). Samuel Colt did not patent his famous revolver until 1836.Ibid.5See Firearms: An\nIllustrated History 166 (2014); see also W. Greener, The Gun and\nIts Development 524–529, 531–534 (9th ed. 1910) (discussing\nrevolvers and self-loading semiautomatic pistols as “modern\npistols”).6The court below also\nnoted that Massachusetts no longer requires a license to possess\nmace or pepper spray. 470 Mass., at 783, 26 N. E. 3d, at 695. But\nthe law was changed in 2014, after Caetano was convicted. A spray\ncan also be foiled by a stiff breeze, while a stun gun\ncannot.",
    "joined": []
}