{
    "case": {
        "docket": "18-1195",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1195/"
    },
    "id": "4267757",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1195_________________KENDRA ESPINOZA, et al., PETITIONERSv.MONTANA DEPARTMENT OF REVENUE, et al.on writ of certiorari to the supreme court of\nmontana[June 30, 2020]Justice Alito, concurring.I join the opinion of the Court in full. The\nbasis of the decision below was a Montana constitutional provision\nthat, according to the Montana Supreme Court, forbids parents from\nparticipating in a publicly funded scholarship program simply\nbecause they send their children to religious schools. Regardless\nof the motivation for this provision or its predecessor, its\napplication here violates the Free Exercise Clause.Nevertheless, the provision’s origin is relevant\nunder the decision we issued earlier this Term inRamosv.Louisiana, 590 U. S. ___ (2020). The question inRamoswas whether Louisiana and Oregon laws allowing\nnon-unanimous jury verdicts in criminal trials violated the Sixth\nAmendment. The Court held that they did, emphasizing that the\nStates originally adopted those laws for racially discriminatory\nreasons. Seeid., at ___–___ (slip op., at 1–3). The role of\nthe Ku Klux Klan was highlighted. Seeibid.; see alsoid., at ___ (Sotomayor, J., concurring in part) (slip op.,\nat 4);id., at ___ (Kavanaugh, J., concurring in part) (slip\nop., at 12).I argued in dissent that this original\nmotivation, though deplorable, had no bearing on the laws’\nconstitutionality because such laws can be adopted for\nnon-discriminatory reasons, and “both States readopted their rules\nunder different circumstances in later years.”Id., at ___\n(slip op., at 3). But I lost, andRamosis now precedent. If\nthe original motivation for the laws mattered there, it certainly\nmatters here.The origin of Montana’s “no-aid” provision,\nMont. Const., Art. X, §6(1) (1972), is emphasized in\npetitioners’ brief and in the briefs of numerous supportingamici. See Brief for Petitioners 31–45; Brief for United\nStates asAmicus Curiae1–2, 25; Brief for Center for\nConstitutional Jurisprudence asAmicus Curiae10–12; Brief\nfor Pioneer Institute, Inc., asAmicus Curiae5–17; Brief\nfor Cato Institute asAmicus Curiae2; Brief for State of\nOklahoma et al. asAmici Curiae16; Brief for Montana\nCatholic School Parents et al. asAmici Curiae21–25;\nBrief for Senator Steve Daines et al. asAmici Curiae1–27 (Sen. Daines Brief ); Brief for Becket Fund for Religious\nLiberty asAmicus Curiae4–20 (Becket Fund Brief );\nBrief for the Rutherford Institute asAmicus Curiae2–10;\nBrief for Georgia Goal Scholarship Program, Inc., asAmicus\nCuriae1–5, 16–21; Brief for Liberty Justice Center et al.\nasAmici Curiae16–17; Brief for Alliance for Choice in\nEducation asAmicus Curiae4–8; Brief for Independence\nInstitute asAmicus Curiae4–26 (Independence Institute\nBrief ); Brief for Jewish Coalition for Religious Liberty asAmicus Curiae1–5; Brief for Rusty Bowers et al. asAmici Curiae8–9; Brief for Center for Education Reform\net al. asAmici Curiae21–27 (CER Brief ); Brief\nfor Montana Family Foundation asAmicus Curiae9–13; Brief\nfor Arizona Christian School Tuition Organization et al. asAmici Curiae14–22; Brief for Justice and Freedom Fund\net al. asAmici Curiae22–23; Brief for 131 Current and\nFormer State Legislators asAmici Curiae2–10.These briefs, most of which were not filed by\norganizations affiliated with the Catholic Church, point out that\nMontana’s provision was modeled on the failed Blaine Amendment to\nthe Constitution of the United States. Named after House Speaker\nJames Blaine, the Congressman who introduced it in 1875, the\namendment was prompted by virulent prejudice against immigrants,\nparticularly Catholic immigrants. In effect, the amendment would\nhave “bar[red] any aid” to Catholic and other “sectarian” schools.Mitchellv.Helms,530 U.S.\n793, 828 (2000) (plurality opinion). As noted in a publication\nfrom the United States Commission on Civil Rights, a prominent\nsupporter of this ban was the Ku Klux Klan.[1]The Blaine Amendment was narrowly defeated,\npassing in the House but falling just short of the two-thirds\nmajority needed in the Senate to refer the amendment to the States.\nSee 4 Cong. Rec. 5191–5192 (1876) (House vote);id., at 5595\n(28 yeas, 16 nays in the Senate). Afterwards, most States adopted\nprovisions like Montana’s to achieve the same objective at the\nstate level, often as a condition of entering the Union.\nThirty-eight States still have these “little Blaine Amendments”\ntoday. See App. D to Brief for Respondents.This history is well-known and has been\nrecognized in opinions of this Court. See,e.g.,Lockev.Davey,540 U.S.\n712, 723, n. 7 (2004);Mitchell, 530 U. S., at\n828–829 (plurality opinion); see alsoante, at 15–16;Zelmanv.Simmons- Harris,536\nU.S. 639, 720–721 (2002) (Breyer, J., dissenting). But given\nrespondents’ and one dissent’s efforts to downplay it in\ncontravention ofRamos, see Brief for Respondents 16–23;post, at 4–5, n. 2 (Sotomayor, J., dissenting), it\ndeserves a brief retelling.A wave of immigration in the mid-19th century,\nspurred in part by potato blights in Ireland and Germany,\nsignificantly increased this country’s Catholic\npopulation.[2] Nativist fears\nincreased with it. An entire political party, the Know Nothings,\nformed in the 1850s “to decrease the political influence of\nimmigrants and Catholics,” gaining hundreds of seats in Federal and\nState Government.[3]Catholics were considered by such groups not as\ncitizens of the United States, but as “soldiers of the Church of\nRome,”[4] who “would attempt to\nsubvert representative government.”[5] Catholic education was a particular concern. As one\nseries of newspaper articles argued, “ ‘Popery is the natural\nenemy ofgeneraleducation. . . . If it is\nestablishing schools, it is to make themprisonsof the\nyouthful intellect of the country.’ ” C. Glenn, The Myth of\nthe Common School 69 (1988) (Glenn) (quoting S. Morse, Foreign\nConspiracy Against the Liberties of the United States (1835)). With\na Catholic school breaking ground in New York City, the New York\nTimes ran an article titled “Sectarian Education. Anti-Public\nSchool Crusade. Aggressive Attitude of the Roman Catholic\nClergy—The Terrors of the Church Threatened.” N. Y. Times,\nAug. 24, 1873, p. 8. The project, the article concluded, would\ncause “intense anxiety by all who are interested in upholding the\nadmirable system of public school education.”Ibid.The feelings of the day are perhaps best\nencapsulated by this famous cartoon, published in Harper’s Weekly\nin 1871, which depicts Catholic priests as crocodiles slithering\nhungrily toward American children as a public school crumbles in\nthe background:The resulting wave of state laws withholding\npublic aid from “sectarian” schools cannot be understood outside\nthis context. Indeed, there are stronger reasons for considering\noriginal motivations here than inRamosbecause, unlike the\nneutral language of Louisiana’s and Oregon’s non- unanimity rules,\nMontana’s no-aid provision retains the bigoted code language used\nthroughout state Blaine Amendments.The failed Blaine Amendment would have\nprohibited any public funds or lands devoted to schooling from\n“ever be[ing] under the control of any religious sect.” 4 Cong.\nRec. 205 (1875). As originally adopted, Montana’s Constitution\nprohibited the state and local governments from “ever mak[ing,]\ndirectly or indirectly, any appropriation” for “any sectarian\npurpose” or “to aid in the support of any school . . .\ncontrolled in whole or in part by any church, sect or denomination\nwhatever.” Mont. Const., Art. XI, §8 (1889). At the time, “it was\nan open secret that ‘sectarian’ was code for ‘Catholic.’ ”Mitchell, 530 U. S., at 828 (plurality opinion).\nDictionaries defined a “sectarian” as a member “of a party in\nreligion which has separated itself from the established church, or\nwhich holds tenets different from those of the prevailing\ndenomination in a kingdom or state”—a heretic. N. Webster, An\nAmerican Dictionary of the English Language (1828); see also\nIndependence Institute Brief 9–16 (collecting several similar\ndefinitions). Newspapers throughout the country, including in\nMontana, used the word in similarly pejorative fashion. Seeid.,at 17–26 (collecting several articles). The term was\nlikewise used against Mormons and Jews.[6]Backers of the Blaine Amendment either held\nnativist views or capitalized on them. When Blaine introduced the\namendment, The Nation reported that it was “a Constitutional\namendment directed against the Catholics”—while surmising that\nBlaine, whose Presidential ambitions were known, sought “to use it\nin the campaign to catch anti- Catholic votes.”[7] The amendment had its intended galvanizing\neffect. “Its popularity was so great” that “even congressional\nDemocrats,” who depended on Catholic votes, “were expected to\nsupport it,” and the congressional floor debates were rife with\nanti-Catholic sentiment, including “a tirade against Pope Pius\nIX.”[8]Montana’s no-aid provision was the result of\nthis same prejudice. When Congress allowed Montana into the Union\nin 1889, it still included prominent supporters of the failed\nBlaine Amendment. See Sen. Daines Brief 10–13. The Act enabling\nMontana to become a State required “[t]hat provision shall be made\nfor the establishment and maintenance of systems of public schools\n. . . free from sectarian control.” Act of Feb. 22, 1889,\n§4, 25Stat. 677; see also Becket Fund Brief 17–18 (quoting one\nSenator’s description of the Act as “ ‘completing the\nunfinished work of the failed Blaine Amendment’ ”). Montana\nthereafter adopted its constitutional rule against public funding\nfor any school “controlled” by a “sect.” Mont. Const., Art. XI, §8\n(1889). There appears to have been no doubt which schools that\nmeant. As petitioners show, Montana’s religious schools—and its\nprivate schools in general—were predominantly Catholic, see Brief\nfor Petitioners 42, and n. 41, and anti-Catholicism was alive in\nMontana too. See,e.g., Sen. Daines Brief 1–3 (describing a\nriot over an anti-Catholic sign hung over a Butte saloon on\nIndependence Day, 1894).Respondents argue that Montana’s no-aid\nprovision merely reflects a state interest in “preserv[ing] funding\nfor public schools,” Brief for Respondents 7, known as “common\nschools” during the Blaine era. Yet just as one cannot separate the\nBlaine Amendment from its context, “[o]ne cannot separate the\nfounding of the American common school and the strong nativist\nmovement.”[9]Spearheaded by Horace Mann, Secretary of the\nMassachusetts Board of Education from 1837 to 1848, the\ncommon-school movement did not aim to establish a system that was\nscrupulously neutral on matters of religion. (In a country like\nours, that would have been exceedingly difficult, if not\nimpossible.) Instead the aim was to establish a system that would\ninculcate a form of “least-common- denominator\nProtestantism.”[10] This was\naccomplished withdaily reading from the King James Bible, a\ncurriculum that, Mann said, let the book “speak for itself.”\n4 Life and Works of Horace Mann 312 (1891) (Mann’s 12th annual\nreport on the Massachusetts schools; emphasis deleted). Yet it was\nan affront to many Christians and especially Catholics, not to\nmention non-Christians.[11]Mann’s goal was to “Americanize” the incoming\nCatholic immigrants. In fact, he and other proponents of the\ncommon-school movement used language and made insinuations that\ntoday would be considered far more inflammatory. In his 10th annual\nreport on the Massachusetts schools, Mann described the State as\n“parental,” assuming the responsibility of weaning children\n“[f ]or the support of the poor, nine-tenths of whose cost\noriginate with foreigners or come from one prolific vice,” meaning\nalcohol. 4 Life and Works of Horace Mann, at 132, 134 (emphasis\ndeleted). In other writing, he described the common-school movement\nas “ ‘laboring to elevate mankind into the upper and purer\nregions of civilization, Christianity, and the worship of the true\nGod; all those who are obstructing the progress of this cause are\nimpelling the race backwards into barbarism and idolatry.’ ”\nGlenn 171–172 (quoting an 1846 article by Mann in the Common School\nJournal).These “obstructers” were Catholic and other\nreligious groups and families who objected to the common schools’\nreligious programming, which, as just seen, was not neutral on\nmatters of religion. Objections met violent response. In\nMassachusetts and elsewhere, Catholic students were beaten and\nexpelled for refusing to read from the King James Bible.[12] In New York, a mob destroyed the\nresidence of Bishop John Hughes, who had argued that, if the\nStatewas going to fund religious public education, it\nshould also support church schools. The militia needed to be called\nto protect St. Patrick’s Cathedral.[13] Most notorious were the Philadelphia Bible Riots. In\n1844, a rumor circulated in the city’s nativist newspapers that a\nschool director, who was Catholic, had ordered that Bible reading\nbe stopped.[14] Months of\nscaremongering broke out into riots that left two of the city’s\nCatholic churches burned and several people dead. Only by calling\nout the militia and positioning a cannon in front of a Catholic\nchurch—which itself had been taking cannon fire—were the riots\nultimately quelled.[15]Catholic and Jewish schools sprang up because\nthe common schools were not neutral on matters of religion. “Faced\nwith public schools that were culturally Protestant and with\ncurriculum[s] and textbooks that were, consequently, rife with\nmaterial that Catholics and Jews found offensive, many Catholics\nand Orthodox Jews created separate schools,” and those “who could\nafford to do so sent their children to” those schools.[16]But schools require significant funding, and\nwhen religious organizations requested state assistance, Mann and\nothers labeled them “sectarian”—that is, people who had separated\nfrom the prevailing orthodoxy. See,e.g., Jeffries &\nRyan 298, 301. The Blaine movement quickly followed.In 1854, the Know Nothing party, in many ways a\nforerunner of the Ku Klux Klan,[17] took control of the legislature in Mann’s State of\nMassachusetts and championed one of the first constitutional bans\non aid to “sectarian” schools (along with attempting to limit the\nfranchise to native-born people). See Viteritti, Blaine’s Wake\n669–670.Respondents and one dissent argue that Montana’s\nno-aid provision was cleansed of its bigoted past because it was\nreadopted for non-bigoted reasons in Montana’s 1972 constitutional\nconvention. Seepost, at 4–5, n. 2 (opinion of\nSotomayor, J.); see also Brief for Respondents 18; Tr. of Oral Arg.\n22–23. They emphasize that the convention included Catholics, just\nas the constitutional convention that readopted Louisiana’s\npurportedly racist non-unanimous jury provision included black\ndelegates. As noted, a virtually identical argument was rejected inRamos, even though “ ‘no mention was made of\nrace’ ” during the Louisiana convention debates. 590\nU. S., at ___ (Alito, J., dissenting) (slip op., at 3)\n(quotingStatev.Hankton, 2012–0375, p. 19 (La.\nApp. 4 Cir. 8/2/13), 122 So. 3d 1028, 1038). UnderRamos, it\nemphatically does not matter whether Montana readopted the no-aid\nprovision for benign reasons. The provision’s “uncomfortable past”\nmust still be “[e]xamined.” 590 U. S., at ___, n. 44\n(opinion of the Court) (slip op., at 14, n. 44). And here, it\nis not so clear that the animus was scrubbed.Delegates at Montana’s constitutional convention\nin 1972 acknowledged that the no-aid provision was “a badge of\nbigotry,” with one Catholic delegate recalling “being let out of\nschool in the fourth grade to erase three ‘Ks’ on the front doors\nof the Catholic church in Billings.”[18] Nevertheless the convention proposed, and the State\nadopted, a provision with thesamematerial language,\nprohibiting public aid “for anysectarianpurpose or to aid\nany . . . school . . . controlled in whole or\nin part by any church,sect, or denomination.” Mont. Const.,\nArt. X, §6(1) (1972) (emphasis added). A leading definition of\n“sect” at the time, as during the Blaine era, was “a dissenting\nreligious body;esp: one that is heretical in the eyes of other\nmembers within the same communion.” Webster’s Third New\nInternational Dictionary 2052 (1971) (emphasis added).Given the history above, the terms “sect” and\n“sectarian” are disquieting remnants. And once again, there appears\nto have been little doubt which schools this provision would\npredominantly affect. In 1970, according to the National Center for\nEducational Statistics, Montana had 61 religiously affiliated\nschools. Forty-five were Roman Catholic.[19] Not only did the convention delegates acknowledge\nthe no-aid provision’s original anti-Catholic intent, but the\nMontana Supreme Court had only ever applied the provision once—to a\nCatholic school, and one that had “carrie[d] a sizeable portion of\nthe total educational load” in Anaconda, Montana.State\nex rel. Chambersv.School Dist. No. 10 of Deer Lodge\nCty., 155 Mont. 422, 430,472 P.2d 1013, 1017 (1970) (per curiam). The\nMontana Catholic Conference also voiced concerns about access to\nschool funds, and a convention delegate proposed removing the\nno-aid provision’s restriction on “indirect” aid. See Convention\nTr. 2010, 2027. That amendment was rejected.Thus, the no-aid provision’s terms keep it\n“[t]ethered” to its original “bias,” and it is not clear at all\nthat the State “actually confront[ed]” the provision’s “tawdry past\nin reenacting it.”Ramos, 590 U. S., at ___ (Sotomayor,\nJ., concurring in part) (slip op., at 4). After all, whereas the\nno-aid provision had originally been foisted on Montana, the State\nreadopted it voluntarily—“sectarian” references included. Whether\nor not the State did so for any reason that could be called\nlegitimate, the convention delegates recognized that the provision\nwould “continue to mean and do whatever it does now,” Convention\nTr. 2014 (statement of Delegate Loendorf ), and the\ndiscrimination in this case shows that the provision continues to\nhave its originally intended effect. And even if Montana had done\nmore to address its no-aid provision’s past, that would of course\ndo nothing to resolve the bias inherent in the Blaine Amendments\namong the 17 States, by respondents’ count, that have not readopted\nor amended them since around the turn of the 20th century.[20]Today’s public schools are quite different from\nthose envisioned by Horace Mann, but many parents of many different\nfaiths still believe that their local schools inculcate a worldview\nthat is antithetical to what they teach at home. Many have turned\nto religious schools, at considerable expense, or have undertaken\nthe burden of homeschooling. The tax-credit program adopted by the\nMontana Legislature but overturned by the Montana Supreme Court\nprovided necessary aid for parents who pay taxes to support the\npublic schools but who disagree with the teaching there. The\nprogram helped parents of modest means do what more affluent\nparents can do: send their children to a school of their choice.\nThe argument that the decision below treats everyone the same is\nreminiscent of Anatole France’s sardonic remark that “ ‘[t]he\nlaw, in its majestic equality, forbids the rich as well as the poor\nto sleep under bridges, to beg in the streets, and to steal\nbread.’ ” J. Cournos, A Modern Plutarch 35 (1928).Notes1See U. S. Commission\non Civil Rights, School Choice: The Blaine Amendments &\nAnti-Catholicism 36 (2007).2See T. Anbinder, Nativism\nand Slavery: The Northern Know Nothings and the Politics of the\n1850s, pp. 6–8 (1992).3Id., at 127–128,\n135.4Id., at 110\n(emphasis deleted).5P. Hamburger, Separation\nof Church and State 206 (2002).6See Natelson, Why\nNineteenth Century Bans on “Sectarian” Aid Are Facially\nUnconstitutional: New Evidence on Plain Meaning, 19 Federalist Soc.\nRev. 98, 104 (2018).7Green, The Blaine\nAmendment Reconsidered, 36 Am. J. Legal Hist. 38, 54 (1992)\n(quoting article; internal quotation marks omitted).8DeForrest, An Overview\nand Evaluation of State Blaine Amendments: Origins, Scope, and\nFirst Amendment Concerns, 26 Harv. J. L. & Pub. Pol’y 551,\n566, 570 (2003); see also,e.g., Becket Fund Brief\n5–11.9Viteritti, Blaine’s Wake:\nSchool Choice, the First Amendment, and State Constitutional Law,\n21 Harv. J. L. & Pub. Pol’y 657, 667 (1998) (Viteritti,\nBlaine’s Wake).10Jeffries & Ryan, A Political\nHistory of the Establishment Clause, 100 Mich. L. Rev. 279,\n298 (2001) (Jeffries & Ryan); see also,e.g., CER Brief\n23–26.11See\nGlenn 166; Lain, God, Civic Virtue, and the American Way:\nReconstructingEngel, 67 Stan. L. Rev. 479, 487–488\n(2015).12See\nJeffries & Ryan 300.13See\nViteritti, Choosing Equality: School Choice, the Constitution, and\nCivil Society 151 (1999).14See\nSekulow & Tedesco, The Story BehindVidalv.Girard’s Executors: Joseph Story, the Philadelphia Bible\nRiots, and Religious Liberty, 32 Pepperdine L. Rev. 605, 630\n(2005).15Seeid., at 633–638.16Brief\nfor Union of Orthodox Jewish Congregations of America asAmicus\nCuriaeinTrinity Lutheran Church of Columbia, Inc.v.Comer, O. T. 2016, No. 15–577, p. 15 (internal\nquotation marks, citation, and brackets omitted).17See\ngenerally Myers, Know Nothing and Ku Klux Klan, 219 North American\nRev. 1 (Jan. 1924).186\nMontana Constitutional Convention 1971–1972, Proceedings and\nTranscript, p. 2012 (Mont. Legislature and Legislative Council)\n(Convention Tr.) (statement of Delegate Schiltz); see also,e.g.,id.,at 2010 (statement of Delegate Harbaugh)\n(recognizing the provision as a Blaine Amendment, which “espoused\nthe purpose of the Know-nothing Party”);id., at 2011\n(statement of Delegate Toole) (recognizing the provision as a\nBlaine Amendment);id., at 2013 (statement of Chairman\nGraybill) (same);id., at 2027 (statement of Delegate\nCampbell) (same);id., at 2030 (statement of Delegate\nChampoux) (same).19See\nNat. Center for Educational Statistics, Statistics of\nNonpublicElementary and Secondary Schools 1970–71, pp. 32–33 (1973)\n(Table 1).20Ala.\nConst., Art. XIV, §263 (1901); Ariz. Const., Art. II, §12,\nArt. IX, §10 (1912); Colo. Const., Art. V, §34,\nArt. IX, §7 (1876); Del. Const., Art. X, §3 (1897); Ind.\nConst., Art. I, §6 (1851); Ky. Const. §189 (1891); Miss. Const.,\nArt. 8, §208 (1890); Nev. Const., Art. XI, §10 (1880); N. H.\nConst., Pt. II, Art. 83 (1877); N. M. Const., Art. XII, §3\n(1911); N. D. Const., Art. VIII, §152 (1889); Ohio\nConst., Art. VI, §2 (1851); Okla. Const., Art. II, §5\n(1907); Ore. Const., Art. I, §5 (1857); S. D. Const.,\nArt. VIII, §16 (1889); Wis. Const., Art. I, §18, Art. X,\n§3 (1848); Wyo. Const., Art. I, §19, Art. VII, §8\n(1889).",
    "joined": []
}