{
    "case": {
        "docket": "443",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/443/"
    },
    "id": "1963458",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGSNYDER V. PHELPS562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-751ALBERT SNYDER, PETITIONERv.FRED W.\nPHELPS, Sr., et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[March 2, 2011]Justice Alito, dissenting.Our profound national commitment\nto free and open debate is not a license for the vicious verbal\nassault that occurred in this case.Petitioner Albert Snyder is not a public\nfigure. He is simply a parent whose son, Marine Lance Corporal\nMatthew Snyder, was killed in Iraq. Mr. Snyder wanted what is\nsurely the right of any parent who experiences such an incalculable\nloss: to bury his son in peace. But respondents, members of the\nWestboro Baptist Church, deprived him of that elementary right.\nThey first issued a press release and thus turned Matthew’s funeral\ninto a tumultuous media event. They then appeared at the church,\napproached as closely as they could without trespassing, and\nlaunched a malevolent verbal attack on Matthew and his family at a\ntime of acute emotional vulnerability. As a result, Albert Snyder\nsuffered severe and lasting emotional injury.[Footnote 1] The Court now holds that the First\nAmendment protected respondents’ right to brutalize Mr. Snyder. I\ncannot agree.IRespondents and other members of\ntheir church have strong opinions on certain moral, religious, and\npolitical issues, and the First Amendment ensures that they have\nalmost limitless opportunities to express their views. They may\nwrite and distribute books, articles, and other texts; they may\ncreate and disseminate video and audio recordings; they may\ncirculate petitions; they may speak to individuals and groups in\npublic forums and in any private venue that wishes to accommodate\nthem; they may picket peacefully in countless locations; they may\nappear on television and speak on the radio; they may post messages\non the Internet and send out e-mails. And they may express their\nviews in terms that are “uninhibited,” “vehement,” and “caustic.”New York Times Co.v.Sullivan,376 U. S. 254, 270\n(1964).It does not follow, however, that\nthey may intentionally inflict severe emotional injury on private\npersons at a time of intense emotional sensitivity by launching\nvicious verbal attacks that make no contribution to public debate.\nTo protect against such injury, “most if not all jurisdictions”\npermit recovery in tort for the intentional infliction of emotional\ndistress (or IIED).Hustler Magazine,Inc.v.Falwell,485 U. S. 46, 53 (1988).This is a very narrow tort with requirements\nthat “are rigorous, and difficult to satisfy.” W. Keeton, D. Dobbs,\nR. Keeton, & D. Owen, Prosser and Keeton on Law of Torts §12,\np. 61 (5th ed. 1984). To recover, a plaintiff must show that the\nconduct at issue caused harm that was truly severe. SeeFigueiredo-Torresv.Nickel, 321 Md. 642, 653,\n584 A. 2d 69, 75 (1991) (“[R]ecovery will be meted out\nsparingly, its balm reserved for those wounds that are truly severe\nand incapable of healing themselves” (internal quotation marks\nomitted));Harrisv.Jones, 281 Md. 560, 571, 380\nA. 2d 611, 616 (1977) (the distress must be “ ‘so severe\nthat no reasonable man could be expected to endure it’ ”\n(quoting Restatement (Second) of Torts §46, Commentj(1963–1964))).A plaintiff must also establish that the\ndefendant’s conduct was “ ‘so outrageous in character, and so\nextreme in degree, as to go beyond all possible bounds of decency,\nand to be regarded as atrocious, and utterly intolerable in a\ncivilized community.’ ”Id., at 567, 380 A. 2d,\nat 614 (quoting Restatement (Second) of Torts §46, Commentd).Although the elements of the IIED tort are\ndifficult to meet, respondents long ago abandoned any effort to\nshow that those tough standards were not satisfied here. On appeal,\nthey chose not to contest the sufficiency of the evidence. See 580\nF. 3d 206, 216 (CA4 2009). They did not dispute that Mr.\nSnyder suffered “ ‘wounds that are truly severe and incapable\nof healing themselves.’ ”Figueiredo-Torres,supra, at 653, 584 A. 2d, at 75. Nor did they dispute\nthat their speech was “ ‘so outrageous in character, and so\nextreme in degree, as to go beyond all possible bounds of decency,\nand to be regarded as atrocious, and utterly intolerable in a\ncivilized community.’ ”Harris,supra, at\n567, 380 A. 2d, at 614. Instead, they maintained that the\nFirst Amendment gave them a license to engage in such conduct. They\nare wrong.IIIt is well established that a\nclaim for the intentional infliction of emotional distress can be\nsatisfied by speech. Indeed, what has been described as “[t]he\nleading case” recognizing this tort involved speech. Prosser and\nKeeton,supra,§12, at 60 (citingWilkinsonv.Downton, [1897] 2 Q. B. 57); see also Restatement\n(Second) of Torts §46, illustration 1. And although this Court has\nnot decided the question, I think it is clear that the First\nAmendment does not entirely preclude liability for the intentional\ninfliction of emotional distress by means of speech.This Court has recognized that\nwords may “by their very utterance inflict injury” and that the\nFirst Amendment does not shield utterances that form “no essential\npart of any exposition of ideas, and are of such slight social\nvalue as a step to truth that any benefit that may be derived from\nthem is clearly outweighed by the social interest in order and\nmorality.”Chaplinskyv.New Hampshire,315 U. S. 568, 572\n(1942); see alsoCantwellv.Connecticut,310 U. S. 296,\n310 (1940) (“[P]ersonal abuse is not in any proper sense\ncommunication of information or opinion safeguarded by the\nConstitution”). When grave injury is intentionally inflicted by\nmeans of an attack like the one at issue here, the First Amendment\nshould not interfere with recovery.IIIIn this case, respondents\nbrutally attacked Matthew Snyder, and this attack, which was almost\ncertain to inflict injury, was central to respondents’\nwell-practiced strategy for attracting public attention.On the morning of Matthew\nSnyder’s funeral, respondents could have chosen to stage their\nprotest at countless locations. They could have picketed the United\nStates Capitol, the White House, the Supreme Court, the Pentagon,\nor any of the more than 5,600 military recruiting stations in this\ncountry. They could have returned to the Maryland State House or\nthe United States Naval Academy, where they had been the day\nbefore. They could have selected any public road where pedestrians\nare allowed. (There are more than 4,000,000 miles of public roads\nin the United States.[Footnote\n2]) They could have staged their protest in a public park.\n(There are more than 20,000 public parks in this country.[Footnote 3]) They could have chosen any\nCatholic church where no funeral was taking place. (There are\nnearly 19,000 Catholic churches in the United States.[Footnote 4]) But of course, a small group\npicketing at any of these locations would have probably gone\nunnoticed.The Westboro Baptist Church, however, has\ndevised a strategy that remedies this problem. As the Court notes,\nchurch members have protested at nearly 600 military funerals.Ante, at 1. They have also picketed the funerals of police\nofficers,[Footnote 5]\nfirefighters,[Footnote 6] and\nthe victims of natural disasters,[Footnote 7] accidents,[Footnote 8] and shocking crimes.[Footnote 9] And in advance of these protests, they\nissue press releases to ensure that their protests will attract\npublic attention.[Footnote\n10]This strategy works because it is expected\nthat respondents’ verbal assaults will wound the family and friends\nof the deceased and because the media is irresistibly drawn to the\nsight of persons who are visibly in grief. The more outrageous the\nfuneral protest, the more publicity the Westboro Baptist Church is\nable to obtain. Thus, when the church recently announced its\nintention to picket the funeral of a 9-year-old girl killed in the\nshooting spree in Tucson—proclaiming that she was “better off\ndead”[Footnote 11]—their\nannouncement was national news,[Footnote 12] and the church was able to obtain free air\ntime on the radio in exchange for canceling its protest.[Footnote 13] Similarly, in 2006, the\nchurch got air time on a talk radio show in exchange for canceling\nits threatened protest at the funeral of five Amish girls killed by\na crazed gunman.[Footnote\n14]In this case, respondents implemented the\nWestboro Baptist Church’s publicity-seeking strategy. Their press\nrelease stated that they were going “to picket the funeral of Lance\nCpl. Matthew A. Snyder” because “God Almighty killed Lance Cpl.\nSnyder. He died in shame, not honor—for a fag nation cursed by God\n… . Now in Hell—sine die.” Supp. App. in No. 08–1026 (CA4),\np. 158a. This announcement guaranteed that Matthew’s funeral\nwould be transformed into a raucous media event and began the\nwounding process. It is well known that anticipation may heighten\nthe effect of a painful event.On the day of the funeral, respondents, true\nto their word, displayed placards that conveyed the message\npromised in their press release. Signs stating “God Hates You” and\n“Thank God for Dead Soldiers” reiterated the message that God had\ncaused Matthew’s death in retribution for his sins. App. to Brief\nfor Appellants in No. 08–1026 (CA4), pp. 3787, 3788 (hereinafter\nApp.). Others, stating “You’re Going to Hell” and “Not Blessed Just\nCursed,” conveyed the message that Matthew was “in Hell—sine die.”Id.,at 3783.Even if those who attended the funeral were\nnot alerted in advance about respondents’ intentions, the meaning\nof these signs would not have been missed. Since respondents chose\nto stage their protest at Matthew Snyder’s funeral and not at any\nof the other countless available venues, a reasonable person would\nhave assumed that there was a connection between the messages on\nthe placards and the deceased. Moreover, since a church funeral is\nan event that naturally brings to mind thoughts about the\nafterlife, some of respondents’ signs—e.g., “God Hates\nYou,” “Not Blessed Just Cursed,” and “You’re Going to Hell”—would\nhave likely been interpreted as referring to God’s judgment of the\ndeceased.Other signs would most naturally have been\nunderstood as suggesting—falsely—that Matthew was gay.\nHomosexuality was the theme of many of the signs. There were signs\nreading “God Hates Fags,” “Semper Fi Fags,” “Fags Doom Nations,”\nand “Fag Troops.”Id., at 3781–3787. Another placard\ndepicted two men engaging in anal intercourse. A reasonable\nbystander seeing those signs would have likely concluded that they\nwere meant to suggest that the deceased was a homosexual.After the funeral, the Westboro picketers\nreaffirmed the meaning of their protest. They posted an online\naccount entitled “The Burden of Marine Lance Cpl. Matthew A.\nSnyder. The Visit of Westboro Baptist Church to Help the\nInhabitants of Maryland Connect the Dots!”Id.,at\n3788.[Footnote 15] Belying\nany suggestion that they had simply made general comments about\nhomosexuality, the Catholic Church, and the United States military,\nthe “epic” addressed the Snyder family directly:“God blessed you, Mr. and Mrs.\nSnyder, with a resource and his name was Matthew. He was an arrow\nin your quiver! In thanks to God for the comfort the child could\nbring you, you had a DUTY to prepare that child to serve the LORD\nhis GOD—PERIOD! You did JUST THE OPPOSITE—you raised him for the\ndevil..     .     .     .     .“Albert and Julie RIPPED that body apart and\ntaught Matthew to defy his Creator, to divorce, and to commit\nadultery. They taught him how to support the largest pedophile\nmachine in the history of the entire world, the Roman Catholic\nmonstrosity. Every dime they gave the Roman Catholic monster they\ncondemned their own souls. They also, in supporting satanic\nCatholicism, taught Matthew to be an idolater..     .     .     .     .“Then after all that they sent him to fight\nfor the United States of Sodom, a filthy country that is in lock\nstep with his evil, wicked, and sinful manner of life, putting him\nin the cross hairs of a God that is so mad He has smoke coming from\nhis nostrils and fire from his mouth! How dumb was that?”Id.,at 3791.In light of this evidence, it is\nabundantly clear that respondents, going far beyond commentary on\nmatters of public concern, specifically attacked Matthew Snyder\nbecause (1) he was a Catholic and (2) he was a member of the United\nStates military. Both Matthew and petitioner were private\nfigures,[Footnote 16] and\nthis attack was not speech on a matter of public concern. While\ncommentary on the Catholic Church or the United States military\nconstitutes speech on matters of public concern, speech regarding\nMatthew Snyder’s purely private conduct does not.Justice Breyer provides an apt analogy to a\ncase in which the First Amendment would permit recovery in tort for\na verbal attack:“[S]uppose that A were physically to assault B,\nknowing that the assault (being newsworthy) would provide A with an\nopportunity to transmit to the public his views on a matter of\npublic concern. The constitutionally protected nature of the end\nwould not shield A’s use of unlawful, unprotected means. And in\nsome circumstances the use of certain words as means would be\nsimilarly unprotected.”Ante, at 1 (concurring\nopinion).This captures what respondents\ndid in this case. Indeed, this is the strategy that they have\nroutinely employed—and that they will now continue to\nemploy—inflicting severe and lasting emotional injury on an ever\ngrowing list of innocent victims.IVThe Court concludes that\nrespondents’ speech was protected by the First Amendment for\nessentially three reasons, but none is sound.First—and most important—the\nCourt finds that “the overall thrust and dominant theme of [their]\ndemonstration spoke to” broad public issues.Ante,at 8.\nAs I have attempted to show, this portrayal is quite inaccurate;\nrespondents’ attack on Matthew was of central importance. But in\nany event, I fail to see why actionable speech should be immunized\nsimply because it is interspersed with speech that is protected.\nThe First Amendment allows recovery for defamatory statements that\nare interspersed with nondefamatory statements on matters of public\nconcern, and there is no good reason why respondents’ attack on\nMatthew Snyder and his family should be treated differently.Second, the Court suggests that\nrespondents’ personal attack on Matthew Snyder is entitled to First\nAmendment protection because it was not motivated by a private\ngrudge, seeante, at 9, but I see no basis for the strange\ndistinction that the Court appears to draw. Respondents’\nmotivation—“to increase publicity for its views,”ibid.—did not transform their statements attacking the\ncharacter of a private figure into statements that made a\ncontribution to debate on matters of public concern. Nor did their\npublicity-seeking motivation soften the sting of their attack. And\nas far as culpability is concerned, one might well think that\nwounding statements uttered in the heat of a private feud are less,\nnot more, blameworthy than similar statements made as part of a\ncold and calculated strategy to slash a stranger as a means of\nattracting public attention.Third, the Court finds it significant that\nrespondents’ protest occurred on a public street, but this fact\nalone should not be enough to preclude IIED liability. To be sure,\nstatements made on a public street may be less likely to satisfy\nthe elements of the IIED tort than statements made on private\nproperty, but there is no reason why a public street in close\nproximity to the scene of a funeral should be regarded as a\nfree-fire zone in which otherwise actionable verbal attacks are\nshielded from liability. If the First Amendment permits the States\nto protect their residents from the harm inflicted by such\nattacks—and the Court does not hold otherwise—then the location of\nthe tort should not be dispositive. A physical assault may occur\nwithout trespassing; it is no defense that the perpetrator had “the\nright to be where [he was].” Seeante, at 11. And the same\nshould be true with respect to unprotected speech. Neither classic\n“fighting words” nor defamatory statements are immunized when they\noccur in a public place, and there is no good reason to treat a\nverbal assault based on the conduct or character of a private\nfigure like Matthew Snyder any differently.One final comment about the opinion of the\nCourt is in order. The Court suggests that the wounds inflicted by\nvicious verbal assaults at funerals will be prevented or at least\nmitigated in the future by new laws that restrict picketing within\na specified distance of a funeral. Seeante, at\n10–11.It is apparent, however, that the enactment of\nthese laws is no substitute for the protection provided by the\nestablished IIED tort; according to the Court, the verbal attacks\nthat severely wounded petitioner in this case complied with the new\nMaryland law regulating funeral picketing. Seeante, at\n11, n. 5. And there is absolutely nothing to suggest that Congress\nand the state legislatures, in enacting these laws, intended them\nto displace the protection provided by the well-established IIED\ntort.The real significance of these new laws is not\nthat they obviate the need for IIED protection. Rather, their\nenactment dramatically illustrates the fundamental point that\nfunerals are unique events at which special protection against\nemotional assaults is in order. At funerals, the emotional\nwell-being of bereaved relatives is particularly vulnerable. SeeNational Archives and Records Admin.v.Favish,541 U. S. 157,\n168 (2004). Exploitation of a funeral for the purpose of attracting\npublic attention “intrud[es] upon their … grief,”ibid.,\nand may permanently stain their memories of the final moments\nbefore a loved one is laid to rest. Allowing family members to have\na few hours of peace without harassment does not undermine public\ndebate. I would therefore hold that, in this setting, the First\nAmendment permits a private figure to recover for the intentional\ninfliction of emotional distress caused by speech on a matter of\nprivate concern.VIn reversing the District Court\njudgment in favor of petitioner, the Court of Appeals relied on\nseveral grounds not discussed in the opinion of this Court or in\nthe separate opinion supporting affirmance. I now turn briefly to\nthose issues.First, the Court of Appeals held\nthat the District Court erred by allowing the jury to decide\nwhether respondents’ speech was “ ‘directed specifically at\nthe Snyder family.’ ” 580 F. 3d, at 221. It is not clear\nwhether the Court of Appeals thought that this was a question for\nthe trial judge alone or a question on which the judge had to make\na preliminary ruling before sending it to the jury. In either\nevent, however, the submission of this question to the jury was not\nreversible error because, as explained above, it is clear that\nrespondents’ statements targeted the Snyders.Second, the Court of Appeals held that the\ntrial judge went astray in allowing the jury to decide whether\nrespondents’ speech was so “ ‘offensive and shocking as to not\nbe entitled to First Amendment protection.’ ”Ibid.This instruction also did respondents no harm. Because their speech\ndid not relate to a matter of public concern, it was not protected\nfrom liability by the First Amendment, and the only question for\nthe jury was whether the elements of the IIED tort were met.Third, the Court of Appeals appears to have\nconcluded that the First Amendment does not permit an IIED\nplaintiff to recover for speech that cannot reasonably be\ninterpreted as stating actual facts about an individual. Seeid.,at 222. In reaching this conclusion, the Court of\nAppeals relied on two of our cases—Milkovichv.Lorain\nJournal Co.,497\nU. S. 1(1990), andHustler,485 U. S. 46—but neither supports the\nbroad proposition that the Court of Appeals adopted.Milkovichwas a defamation case, and\nfalsity is an element of defamation. Nothing inMilkovicheven hints that the First Amendment requires that this defamation\nelement be engrafted onto the IIED tort.Hustlerdid involve an IIED claim,\nbut the plaintiff there was a public figure, and the Court did not\nsuggest that its holding would also apply in a case involving a\nprivate figure. Nor did the Court suggest that its holding applied\nacross the board to all types of IIED claims. Instead, the holding\nwas limited to “publications such as the one here at issue,”\nnamely, a caricature in a magazine. 485 U. S., at 56. Unless a\ncaricature of a public figure can reasonably be interpreted as\nstating facts that may be proved to be wrong, the caricature does\nnot have the same potential to wound as a personal verbal assault\non a vulnerable private figure.Because I cannot agree either with the holding\nof this Court or the other grounds on which the Court of Appeals\nrelied, I would reverse the decision below and remand for further\nproceedings.[Footnote\n17]VIRespondents’ outrageous conduct\ncaused petitioner great injury, and the Court now compounds that\ninjury by depriving petitioner of a judgment that acknowledges the\nwrong he suffered.In order to have a society in\nwhich public issues can be openly and vigorously debated, it is not\nnecessary to allow the brutalization of innocent victims like\npetitioner. I therefore respectfully dissent.Footnote 1See 580 F. 3d 206, 213–214, 216 (CA4\n2009).Footnote 2See Dept. of Transp., Federal Highway\nAdministration, Highway Statistics 2008, Table HM–12M,\nhttp://www.fhwa.dot.gov/policyinformation/\nstatistics/2008/hm12m.cfm (all Internet materials as visited Feb.\n25, 2011, and available in Clerk of Court’s case file).Footnote 3See Trust for Public Land, 2010 City Park\nFacts, http://\nwww.tpl.org/content_documents/CityParkFacts_2010.pdf.Footnote 4See United States Conference of Catholic\nBishops, Catholic Information Project,\nhttp://www.usccb.org/comm/cip.shtml#toc4.Footnote 5See\nhttp://www.godhatesfags.com/fliers/20110124_St-Petersburg-FL-\nDead-Police.pdf.Footnote 6See http: //www.godhatesfags.com / fliers/20110120_Dead-Volunteer-Firefighter-Connecting_the_Dots-Baltimore-MD.pdf.Footnote 7See\nhttp://www.godhatesfags.com/fliers/20110104_Newburg-and-Rolla-MO-Tornado-Connecting-the-Dots.pdf.Footnote 8See\nhttp://www.godhatesfags.com/fliers/20101218_Wichita-KS-Two-Dead-Wichita-Bikers.pdf.Footnote 9See\nhttp://www.godhatesfags.com/fliers/20110129_Tampa-FL-God-Sent-Military-Mom-Shooter-to-Kill-Kids.pdf.Footnote 10See nn. 5–9,supra.Footnote 11See\nhttp://www.godhatesfags.com/fliers/20110109_AZ-Shooter-Connecting-the-Dots-Day-2.pdf.Footnote 12See,e.g.,Stanglin, Anti-Gay Church\nGroup Plans to Picket Tucson Funerals, USA Today, Jan. 10, 2011,\nhttp://content.usatoday.com/communities/\nondeadline / post / 2011/01/anti-gay-church-group-plans-to-picket-tucston-\nfunerals/1; Mohanani, Group to Picket 9-Year-Old Tucson Victim’s\nFuneral, Palm Beach Post, Jan. 11, 2011,\nhttp://www.palmbeachpost.com/\nnews/nation/group-to-picket-9-year-old-tucson-victims-1177921.html;\nMehta & Santa Cruz, Tucson Rallies to Protect Girl’s Family\nfrom Protesters, Los Angeles Times, Jan. 11, 2011,\nhttp://articles.latimes.com/\n2011/jan/11/nation/la-na-funeral-protest-20110112; Medrano, Funeral\nProtest: Arizona Rallies to Foil Westboro Baptist Church, Christian\nScience Monitor, Jan. 11, 2011, http://www.csmonitor.com/USA/2011/\n0111/Funeral-protest-Arizona-rallies-to-foil-Westboro-Baptist-Church.Footnote 13See Santa Cruz & Mehta, Westboro Church\nAgrees Not to Take Protest to Shooting Victims’ Funerals, Los\nAngeles Times, Jan. 13, 2011,\nhttp://articles.latimes.com/2011/jan/13/nation/la-na-funeral-protest-20110113;\nhttp://www.godhatesfags.com/fliers/20110112_AZ-Shooter-Mike-Gallagher-Radio-Exchange.pdf.Footnote 14See Steinberg, Air Time Instead of Funeral\nProtest, N. Y. Times, Oct. 6, 2006, p. A14.Footnote 15The Court refuses to consider the epic\nbecause it was not discussed in Snyder’s petition for certiorari.Ante, at 3, n. 1. The epic, however, is not a\ndistinct claim but a piece of evidence that the jury considered in\nimposing liability for the claims now before this Court. The\nprotest and the epic are parts of a single course of conduct that\nthe jury found to constitute intentional infliction of emotional\ndistress. See 580 F. 3d, at 225 (“[T]he Epic cannot be\ndivorced from the general context of the funeral protest”). The\nCourt’s strange insistence that the epic “is not properly before\nus,”ante, at 3, n. 1, means that the Court has not\nactually made “an independent examination of the whole record,”ante, at 7 (internal quotation marks omitted). And the\nCourt’s refusal to consider the epic contrasts sharply with its\nwillingness to take notice of Westboro’s protest activities at\nother times and locations. Seeante, at 9.Footnote 16See 533 F. Supp. 2d 567, 577 (Md.\n2008).Footnote 17The Court affirms the decision of the Fourth\nCircuit with respect to petitioner’s claim of intrusion upon\nseclusion on a ground not addressed by the Fourth Circuit. I would\nnot reach out to decide that issue but would instead leave it for\nthe Fourth Circuit to decide on remand. I would likewise allow the\nFourth Circuit on remand to decide whether the judgment on the\nclaim of civil conspiracy can survive in light of the ultimate\ndisposition of the IIED and intrusion upon seclusion claims.",
    "joined": []
}