{
    "case": {
        "docket": "292",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/292/"
    },
    "id": "1970818",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–7822_________________WALTER FERNANDEZ, PETITIONER v. CALIFORNIAon writ of certiorari to the court of appeal\nof california for the second appellate district[February 25, 2014]Justice Alito\ndelivered the opinion of the Court.Our cases firmly\nestablish that police officers may search jointly occupied premises\nif one of the occupants[1]\nconsents. See United States v. Matlock, 415 U. S. 164 (1974) .\nIn Georgia v. Randolph, 547 U. S. 103 (2006) , we recognized a\nnarrow exception to this rule, holding that the consent of one\noccupant is insufficient when another occupant is present and\nobjects to the search. In this case, we consider whether Randolph\napplies if the objecting occupant is absent when another occupant\nconsents. Our opinion in Randolph took great pains to emphasize\nthat its holding was limited to situations in which the objecting\noccupant is physically present. We therefore refuse to extend\nRandolph to the very different situation in this case, where\nconsent was provided by an abused woman well after her male partner\nhad been removed from the apartment they shared.IAThe events involved\nin this case occurred in Los Angeles in October 2009. After\nobserving Abel Lopez cash a check, petitioner Walter Fernandez\napproached Lopez and asked about the neighborhood in which he\nlived. When Lopez responded that he was from Mexico, Fernandez\nlaughed and told Lopez that he was in territory ruled by the\n“D.F.S.,” i.e., the “Drifters” gang. App.\n4–5. Petitioner then pulled out a knife and pointed it at\nLopez’ chest. Lopez raised his hand in self-defense, and\npetitioner cut him on the wrist.Lopez ran from the\nscene and called 911 for help, but petitioner whistled, and four\nmen emerged from a nearby apartment building and attacked Lopez.\nAfter knocking him to the ground, they hit and kicked him and took\nhis cell phone and his wallet, which contained $400 in cash.A police dispatch\nreported the incident and mentioned the possibility of gang\ninvolvement, and two Los Angeles police officers, Detective Clark\nand Officer Cirrito, droveto an alley frequented by members of the\nDrifters. A man who appeared scared walked by the officers and\nsaid: “ ‘[T]he guy is in the\napartment.’ ” Id., at 5. The officers then\nobserved a man run through the alley and into the building to which\nthe man was pointing. A minute or two later, the officers heard\nsounds of screaming and fighting coming from that building.After backup arrived,\nthe officers knocked on the door of the apartment unit from which\nthe screams had been heard. Roxanne Rojas answered the door. She\nwas holding a baby and appeared to be crying. Her face was red, and\nshe had a large bump on her nose. The officers also saw blood on\nher shirt and hand from what appeared to be a fresh injury. Rojas\ntold the police that she had been in a fight. Officer Cirrito asked\nif anyone else was in the apartment, and Rojas said that her\n4-year-old son was the only other person present.After Officer Cirrito\nasked Rojas to step out of the apartment so that he could conduct a\nprotective sweep, petitioner appeared at the door wearing only\nboxer shorts. Apparently agitated, petitioner stepped forward and\nsaid, “ ‘You don’t have any right to come in\nhere. I know my rights.’ ” Id., at 6. Suspecting\nthat petitioner had assaulted Rojas, the officers removed him from\nthe apartmentand then placed him under arrest. Lopez identified\npetitioner as his initial attacker, and petitioner was taken to the\npolice station for booking.Approximately one hour\nafter petitioner’s arrest, Detective Clark returned to the\napartment and informed Rojas that petitioner had been arrested.\nDetective Clark requested and received both oral and written\nconsent from Rojas to search the premises.[2] In the apartment, the police found Drifters gang\nparaphernalia, a butterfly knife, clothing worn by the robbery\nsuspect, and ammunition. Rojas’ young son also showed the\nofficers where petitioner had hidden a sawed-off shotgun.BPetitioner was\ncharged with robbery, Cal. Penal Code Ann. §211 (West 2008),\ninfliction of corporal injury on a spouse, cohabitant, or\nchild’s parent, §273.5(a), possession of a firearm by a\nfelon, §12021(a)(1)(West 2009), possession of a short-barreled\nshotgun, §12020(a)(1), and felony possession of ammunition,\n§12316(b)(1).Before trial,\npetitioner moved to suppress the evidence found in the apartment,\nbut after a hearing, the court denied the motion. Petitioner then\npleaded nolo conten-dere to the firearms and ammunition charges. On\nthe re-maining counts—for robbery and infliction of corporal\ninjury—he went to trial and was found guilty by a jury. The\ncourt sentenced him to 14 years of imprisonment.The California Court of\nAppeal affirmed. 208 Cal. App. 4th 100, 145 Cal. Rptr. 3d 51\n(2012). Because Randolph did not overturn our prior decisions\nrecognizing that an occupant may give effective consent to search a\nshared residence, the court agreed with the majority of the federal\ncircuits that an objecting occupant’s physical presence is\n“indispensible to the decision in Randolph.” Id., at\n122, 145 Cal. Rptr. 3d, at 66.[3] And because petitioner was not present when Rojas\nconsented, the court held that petitioner’s suppression\nmotion had been properly denied. Id., at 121, 145 Cal. Rptr. 3d, at\n65.The California Supreme\nCourt denied the petition for review, and we granted certiorari.\n569 U. S. ___ (2013).IIAThe Fourth Amendment\nprohibits unreasonable searches and seizures and provides that a\nwarrant may not be issued without probable cause, but “the\ntext of the Fourth Amendment does not specify when a search warrant\nmust be obtained.” Kentucky v. King, 563 U. S. ___, ___\n(2011) (slip op., at 5). Our cases establish that a warrant is\ngenerally required for a search of a home, Brigham City v. Stuart,\n547 U. S. 398, 403 (2006) , but “the ultimate touchstone\nof the Fourth Amendment is\n‘reasonableness,’ ” ibid.; see also Michigan\nv. Fisher, 558 U. S. 45, 47 (2009) ( per curiam). And\ncertain categories of permissible warrantless searches have long\nbeen recognized.Consent searches occupy\none of these categories. “Consent searches are part of the\nstandard investigatorytechniques of law enforcement agencies”\nand are “a con-stitutionally permissible and wholly\nlegitimate aspect of effective police activity.” Schneckloth\nv. Bustamonte, 412 U. S. 218 –232 (1973). It would be\nunreasonable—indeed, absurd—to require police officers\nto obtain a warrant when the sole owner or occupant of a house or\napartment voluntarily consents to a search. The owner of a home has\na right to allow others to enter and examine the premises, and\nthere is no reason why the owner should not be permitted to extend\nthis same privilege to police officers if that is the owner’s\nchoice. Where the owner believes that he or she is under suspicion,\nthe owner may want the police to search the premises so that their\nsuspicions are dispelled. This may be particularly important where\nthe owner has a strong interest in the apprehension of the\nperpetrator of a crime and believes that the suspicions of the\npolice are deflecting the course of their investigation. An owner\nmay want the police to search even where they lack probable cause,\nand if a warrant were always required, this could not be done. And\neven where the police could establish probable cause, requiring a\nwarrant despite the owner’s consent would needlessly\ninconvenience everyone involved—not only the officers and the\nmagistrate but also the occupant of the premises, who would\ngenerally either be compelled or would feel a need to stay until\nthe search was completed. Michigan v. Summers, 452 U. S. 692,\n701 (1981) .[4]While it is clear that\na warrantless search is reasonable when the sole occupant of a\nhouse or apartment consents, what happens when there are two or\nmore occupants? Must they all consent? Must they all be asked? Is\nconsent by one occupant enough? The Court faced that problem 40\nyears ago in United States v. Matlock, 415 U. S. 164 (1974)\n.In that case, Matlock\nand a woman named Graff were living together in a house that was\nalso occupied by several of Graff’s siblings and by her\nmother, who had rentedthe house. While in the front yard of the\nhouse, Matlock was arrested for bank robbery and was placed in a\nsquad car. Although the police could have easily asked him for\nconsent to search the room that he and Graff shared, they did not\ndo so. Instead, they knocked on the door and obtained Graff’s\npermission to search. The search yielded incriminating evidence,\nwhich the defendant sought to suppress, but this Court held that\nGraff’s consent justified the warrantless search. As the\nCourt put it, “the consent of one who possesses common\nauthority over premises or effects is valid as against the absent,\nnonconsenting person with whom that authority is shared.”\nId., at 170.In Illinois v.\nRodriguez, 497 U. S. 177 (1990) , the Court reaffirmed and\nextended the Matlock holding. In Rodriguez, a woman named Fischer\ntold police officers that she had been assaulted by Rodriguez in\nwhat she termed “ ‘our’ apartment.”\n497 U. S., at 179. She also informed the officers that\nRodriguez was asleep in the apartment, and she then accompanied the\nofficers to that unit. When they arrived, the officers could have\nknocked on the door and awakened Rodriguez, and had they done so,\nRodriguez might well have surrendered at the door and objected to\nthe officers’ entry. Instead, Fischer unlocked the door, the\nofficers entered without a warrant, and they saw drug paraphernalia\nand containers filled with white powder in plain view.After the search, the\npolice learned that Fischer no longer resided at the apartment, and\nthis Court held that she did not have common authority over the\npremises at the time in question. The Court nevertheless held that\nthe warrantless entry was lawful because the police reasonably\nbelieved that Fischer was a resident. Id., at 188–189.BWhile consent by one\nresident of jointly occupied premises is generally sufficient to\njustify a warrantless search, we recognized a narrow exception to\nthis rule in Georgia v. Randolph, 547 U. S. 103 (2006) . In\nthat case, police offi-cers responded to the Randolphs’ home\nafter receiving a report of a domestic dispute. When the officers\narrived, Janet Randolph informed the officers that her estranged\nhusband, Scott Randolph, was a cocaine user and that there were\n“items of drug evidence” in the house. Id., at 107\n(internal quotation marks omitted). The officers first asked Scott\nfor consent to search, but he “unequivocally refused.”\nIbid. The officers then turned to Janet, and she consented to the\nsearch, which produced evidence that was later used to convict\nScott for possession of cocaine.Without questioning the\nprior holdings in Matlock and Rodriguez, this Court held that Janet\nRandolph’s consent was insufficient under the circumstances\nto justify the warrantless search. The Court reiterated the\nproposition that a person who shares a residence with others\nassumes the risk that “any one of them may admit visitors,\nwith the consequence that a guest obnoxious to one may nevertheless\nbe admitted in his absence by another.” 547 U. S., at\n111. But the Court held that “a physically present\ninhabitant’s express refusal of consent to a police search\n[of his home] is dispositive as to him, regardless of the consent\nof a fellow occupant.” Id., at 122–123 (emphasis\nadded).The Court’s\nopinion went to great lengths to make clear that its holding was\nlimited to situations in which the objecting occupant is present.\nAgain and again, the opinion of the Court stressed this controlling\nfactor. See id., at 106 (“present at the scene”); ibid.\n(“physically present”); id., at 108 (“a co-tenant\nwho is present”); id., at 109 (“physically\npresent”); id., at 114 (“a present and objecting\nco-tenant”); id., at 119 (a co-tenant “standing at the\ndoor and expressly refusing consent”); id., at 120 (“a\nphysically present resident”), id., at 121 (“a\nphysically present fellow tenant objects”); ibid. (“[A]\npotential defendant with self-interest in objecting is at the door\nand objects”); id., at 122 (“[A] physically present\ninhabitant’s express refusal of consent to a police search is\ndispositive as to him”). The Court’s opinion could\nhardly have been clearer on this point, and the separate opinion\nfiled by Justice Breyer, whose vote was decisive, was equally\nunambiguous. See id., at 126 (concurring) (“The Court’s\nopinion does not apply where the objector is not present ‘and\nobject[ing]’ ”).IIIIn this case,\npetitioner was not present when Rojas consented, but petitioner\nstill contends that Randolph is controlling. He advances two main\narguments. First, he claims that his absence should not matter\nsince he was absent only because the police had taken him away.\nSecond, he maintains that it was sufficient that he objected to the\nsearch while he was still present. Such an objection, he says,\nshould remain in effect until the objecting party “no longer\nwishes to keep the police out of his home.” Brief for\nPetitioner 8. Neither of these arguments is sound.AWe first consider the\nargument that the presence of the objecting occupant is not\nnecessary when the police are responsible for his absence. In\nRandolph, the Court suggested in dictum that consent by one\noccupant might not be sufficient if “there is evidence that\nthe police have removed the potentially objecting tenant from the\nentrance for the sake of avoiding a possible objection.” 547\nU. S., at 121. We do not believe the statement should be read\nto suggest that improper motive may invalidate objectively\njustified removal. Hence, it does not govern here.The Randolph dictum is\nbest understood not to require an inquiry into the subjective\nintent of officers who detain or arrest a potential objector but\ninstead to refer to situations in which the removal of the\npotential objector is not objectively reasonable. As petitioner\nacknowledges, see Brief for Petitioner 25, our Fourth Amendment\ncases “have repeatedly rejected” a subjective approach.\nBrigham City, 547 U. S., at 404 (alteration and internal\nquotation marks omitted). “Indeed, we have never held,\noutside limited contexts such as an ‘inventory search or\nadministrative inspection . . . , that an officer’s\nmotive invalidates objectively justifiable behavior under the\nFourth Amendment.’ ” King, 563 U. S., at ___\n(slip op.,at 10).Petitioner does not\nclaim that the Randolph Court meant to break from this consistent\npractice, and we do not think that it did. And once it is\nrecognized that the test is one of objective reasonableness,\npetitioner’s argument collapses. He does not contest the fact\nthat the police had reasonable grounds for removing him from the\napartment so that they could speak with Rojas, an apparent victim\nof domestic violence, outside of petitioner’s potentially\nintimidating presence. In fact, he does not even contest the\nexistence of probable cause to place him under arrest. We therefore\nhold that an occupant who is absent due to a lawful detention or\narrest stands in the same shoes as an occupant who is absent for\nany other reason.This conclusion does\nnot “make a mockery of Randolph,” as petitioner\nprotests. Brief for Petitioner 9. It simply accepts Randolph on its\nown terms. The Randolph holding unequivocally requires the presence\nof the objecting occupant in every situation other than the one\nmentioned in the dictum discussed above.BThis brings us to\npetitioner’s second argument, viz., that his objection, made\nat the threshold of the premises that the police wanted to search,\nremained effective until he changed his mind and withdrew his\nobjection. This argument is inconsistent with Randolph’s\nreasoning in at least two important ways. First, the argument\ncannot be squared with the “widely shared social\nexpectations” or “customary social usage” upon\nwhich the Randolph holding was based. See 547 U. S., at 111,\n121. Explaining why consent by one occupant could not override an\nobjection by a physically present occupant, the Randolph Court\nstated:“[I]t is fair to say that a caller\nstanding at the door of shared premises would have no confidence\nthat one occupant’s invitation was a sufficiently good reason\nto enter when a fellow tenant stood there saying, ‘stay\nout.’ Without some very good reason, no sensible person would\ngo inside under those conditions.” Id., at 113.It seems obvious that\nthe calculus of this hypothetical caller would likely be quite\ndifferent if the objecting tenant was not standing at the door.\nWhen the objecting occupant is standing at the threshold saying\n“stay out,” a friend or visitor invited to enter by\nanother occupant can expect at best an uncomfortable scene and at\nworst violence if he or she tries to brush past the objector. But\nwhen the objector is not on the scene (and especially when it is\nknown that the objector will not return during the course of the\nvisit), the friend or visitor is much more likely to accept the\ninvitation to enter.[5] Thus,\npetitioner’s argument is inconsistent with Randolph’s\nreasoning.Second,\npetitioner’s argument would create the very sort of practical\ncomplications that Randolph sought to avoid. The Randolph Court\nrecognized that it was adopting a “formalis[tic]” rule,\nbut it did so in the interests of “simple clarity” and\nadministrability. Id., at 121, 122.The rule that\npetitioner would have us adopt would produce a plethora of\npractical problems. For one thing, there is the question of\nduration. Petitioner argues that an objection, once made, should\nlast until it is withdrawn by the objector, but such a rule would\nbe unreasonable. Suppose that a husband and wife owned a house as\njoint tenants and that the husband, after objecting to a search of\nthe house, was convicted and sentenced to a 15-year prison term.\nUnder petitioner’s proposed rule, the wife would be unable to\nconsent to a search of the house 10 years after the date on which\nher husband objected. We refuse to stretch Randolph to such strange\nlengths.Nor are we persuaded to\nhold that an objection lasts for a “reasonable” time.\n“[I]t is certainly unusual for this Court to set forth\nprecise time limits governing police action,” Maryland v.\nShatzer, 559 U. S. 98, 110 (2010) , and what interval of time\nwould be reasonable in this context? A week? A month? A year? Ten\nyears?Petitioner’s rule\nwould also require the police and ultimately the courts to\ndetermine whether, after the passage of time, an objector still had\n“common authority” over the premises, and this would\noften be a tricky question. Suppose that an incarcerated objector\nand a consenting co-occupant were joint tenants on a lease. If the\nobjector, after incarceration, stopped paying rent, would he still\nhave “common authority,” and would his objection retain\nits force? Would it be enough that his name remainedon the lease?\nWould the result be different if the object-ing and consenting\nlessees had an oral month-to-month tenancy?Another problem\nconcerns the procedure needed to register a continuing objection.\nWould it be necessary for an occupant to object while police\nofficers are at the door? If presence at the time of consent is not\nneeded, would an occupant have to be present at the premises when\nthe objection was made? Could an objection be made pre-emptively?\nCould a person like Scott Randolph, suspecting that his estranged\nwife might invite the police to view his drug stash and\nparaphernalia, register an objection in advance? Could this be done\nby posting a sign in front of the house? Could a standing objection\nbe registered by serving notice on the chief of police?Finally, there is the\nquestion of the particular law enforcement officers who would be\nbound by an objection. Would this set include just the officers who\nwere present when the objection was made? Would it also apply to\nother officers working on the same investigation? Would it extend\nto officers who were unaware of the objection? How about officers\nassigned to different but arguably related cases? Would it be\nlimited by law enforcement agency?If Randolph is taken at\nits word—that it applies only when the objector is standing\nin the door saying “stay out” when officers propose to\nmake a consent search—all of these problems disappear.In response to these\narguments, petitioner argues that Randolph’s requirement of\nphysical presence is not without its own ambiguity. And we\nacknowledge that if, as we conclude, Randolph requires presence on\nthe premises to be searched, there may be cases in which the outer\nboundary of the premises is disputed. The Court confronted a\nsimilar problem last Term in Bailey v. United States, 568\nU. S. ___ (2013), but despite arguments similar to those now\noffered by petitioner, the Court adopted a rule that applies only\nwhen the affected individual is near the premises being searched.\nHaving held that a premises rule is workable in that context, we\nsee no ground for reaching a different conclusion here.CPetitioner argues\nstrenuously that his expansive interpretation of Randolph would not\nhamper law enforcement because in most cases where officers have\nprobable cause to arrest a physically present objector they also\nhave probable cause to search the premises that the objector does\nnot want them to enter, see Brief for Petitioner 20–23, but\nthis argument misunderstands the constitutional status of consent\nsearches. A warrantless consent search is reasonable and thus\nconsistent with the Fourth Amendment irrespective of the\navailability of a warrant. Even with modern technological advances,\nthe warrant procedure imposes burdens on the officers who wish to\nsearch, the magistrate who must review the warrant application, and\nthe party willing to give consent. Whena warrantless search is\njustified, requiring the police to obtain a warrant may\n“unjustifiably interfer[e] with legitimate law enforcement\nstrategies.” King, 563 U. S., at ___ (slip op., at 13).\nSuch a requirement may also impose an unmerited burden on the\nperson who consents to an immediate search, since the warrant\napplication procedure entails delay. Putting the exception the\nCourt adopted in Randolph to one side, the lawful occupant of a\nhouse or apartment should have the right to invite the police to\nenter the dwelling and conduct a search. Any other rule would\ntrample on the rights of the occupant who is willing to consent.\nSuch an occupant may want the police to search in order to dispel\n“suspicion raised by sharing quarters with a criminal.”\n547 U. S., at 116; see also Schneckloth, 412 U. S., at\n243 (evidence obtained pursuant to a consent search “may\ninsure that a wholly innocent person is not wrongly charged with a\ncriminal offense”). And an occupant may want the police to\nconduct a thorough search so that any dangerous contraband can be\nfound and removed. In this case, for example, the search resulted\nin the discovery and removal of a sawed-off shotgun to which\nRojas’ 4-year-old son had access.Denying someone in\nRojas’ position the right to allow the police to enter her\nhome would also show disrespect for her independence. Having beaten\nRojas, petitioner would bar her from controlling access to her own\nhome until such time as he chose to relent. The Fourth Amendment\ndoes not give him that power.*  *  *The judgment of the\nCalifornia Court of Appeal isaffirmed.It is so ordered.Notes1We use the terms\n“occupant,” “resident,” and\n“tenant” interchangeably to refer to persons having\n“common authority” over premises within the meaning of\n. See v. , .2Both petitioner and the\ndissent suggest that Rojas’ consent was coerced. , at 9,\nn. 5 (opinion of .). But the trial court found otherwise, App.\n152, and the correctness of that finding is not before us. In\nsuggesting that Rojas’ consent was coerced, the dissent\nrecites portions of Rojas’ testimony from the suppression\nhearing that the trial judge appears to have rejected. Similarly,\nthe jury plainly did not find Rojas to be credible. At trial, she\ntestified for the defense and told the jury, among other things,\nthat the wounds observed by the officers who came to her door were\nnot inflicted by petitioner but by a woman looking for petitioner\nduring a fight. 208 Cal. App. 4th 100, 109–110, 145 Cal.\nRptr. 3d 51, 56 (2012). The jury obviously did not believe this\ntestimony because it found petitioner guilty of inflicting corporal\ninjury on her.3See v. , 674 F. 3d\n491, 498 (CA5 2012) (“ was a narrow exception to the general\nrule permitting cotenant consent, relevant only as to physically\npresent objectors”); v. , 518 F. 3d 954, 960 (CA8 2008)\n(concluding that “the narrow holding of , which repeatedly\nreferenced the defendant’s physical presence immediate\nobjection is inapplicable”); v. , 536 F. 3d 776, 777\n(CA7 2008) (recognizing that “ left the bulk of third-party\nconsent law in place; its holding applies only when the defendant\nis both present and objects to the search of his home”); v. ,\n491 F. 3d 1221, 1227 (CA10 2007) (“carefully delineated\nthe narrow circumstances in which its holding applied, and\n. . . consciously employed a rule requiring an express\nobjection by a present co-tenant”); but see v. , 516\nF. 3d 1117, 1124–1125 (CA9 2008) (holding that\n“when a co-tenant objects to a search and another party with\ncommon authority subsequently gives consent to that search in the\nabsence of the first co-tenant the search is invalid as to the\nobjecting co-tenant” because “[o]nce a co-tenant has\nregistered his objection, his refusal to grant consent remains\neffective barring some objective manifestation that he has changed\nhis position and no longer objects”).4A main theme of the\ndissent is that the police in this case had probable cause to\nsearch the apartment and therefore could have obtained a warrant.\nOf course, this will not always be so in cases in which one\noccupant consents to a search and the other objects, and the\ndissent does not suggest that a warrant should be required only\nwhen probable cause is present. As a result, the dissent’s\nrepeated references to the availability of a warrant in this case\nare beside the point.5Although the dissent\nintimates that “customary social usage” goes further\nthan this, see , at 4, the dissent provides no support for this\ndoubtful proposition. In the present case, for example, suppose\nthat Rojas had called a relative, a friend, a supportive neighbor,\nor a person who works for a group that aids battered women and had\ninvited that individual to enter and examine the premises while\npetitioner was in jail. Would any of those invitees have felt that\nit was beyond Rojas’ authority to extend that invitation over\npetitioner’s objection?",
    "joined": []
}