{
    "case": {
        "docket": "319",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/319/"
    },
    "id": "1962051",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTHOLMES V. SOUTH CAROLINA547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1327BOBBY LEE HOLMES, PETITIONERv.SOUTH\nCAROLINAon writ of certiorari to the supreme court of south\ncarolina[May 1, 2006]Justice Alito delivered the\nopinion of the Court.This case presents the question\nwhether a criminal defendant’s federal constitutional rights are\nviolated by an evidence rule under which the defendant may not\nintroduce proof of third-party guilt if the prosecution has\nintroduced forensic evidence that, if believed, strongly supports a\nguilty verdict.IOn the morning of December 31,\n1989, 86-year-old Mary Stewart was beaten, raped, and robbed in her\nhome. She later died of complications stemming from her injuries.\nPetitioner was convicted by a South Carolina jury of murder,\nfirst-degree criminal sexual conduct, first-degree burglary, and\nrobbery, and he was sentenced to death.Statev.Holmes, 320 S. C. 259, 262, 464 S. E. 2d 334,\n336 (1995). The South Carolina Supreme Court affirmed his\nconvictions and sentence, and this Court denied certiorari.Ibid.,cert. denied,517 U. S. 1248(1996).\nUpon state postconviction review, however, petitioner was granted a\nnew trial. 361 S. C. 333, 335, n. 1, 605 S. E. 2d 19, 20,\nn. 1 (2004).At the second trial, the\nprosecution relied heavily on the following forensic evidence:“(1) [Petitioner’s] palm print was found just above\nthe door knob on the interior side of the front door of the\nvictim’s house; (2) fibers consistent with a black sweatshirt owned\nby [petitioner] were found on the victim’s bed sheets; (3) matching\nblue fibers were found on the victim’s pink nightgown and on\n[petitioner’s] blue jeans; (4) microscopically consistent fibers\nwere found on the pink nightgown and on [petitioner’s] underwear;\n(5) [petitioner’s] underwear contained a mixture of DNA from two\nindividuals, and 99.99% of the population other than [petitioner]\nand the victim were excluded as contributors to that mixture; and\n(6) [petitioner’s] tank top was found to contain a mixture of\n[petitioner’s] blood and the victim’s blood.”Id.,at 343,\n605 S. E. 2d, at 24.In addition, the prosecution introduced evidence\nthat petitioner had been seen near Stewart’s home within an hour of\nthe time when, according to the prosecution’s evidence, the attack\ntook place.Id., at 337–338, 343, 605 S. E. 2d, at\n21, 24.As a major part of his defense, petitioner\nattempted to undermine the State’s forensic evidence by suggesting\nthat it had been contaminated and that certain law enforcement\nofficers had engaged in a plot to frame him.Id.,at 339,\n605 S. E. 2d, at 22. Petitioner’s expert witnesses criticized\nthe procedures used by the police in handling the fiber and DNA\nevidence and in collecting the fingerprint evidence. App. 299–311,\n313–323. Another defense expert provided testimony that petitioner\ncited as supporting his claim that the palm print had been planted\nby the police.Id., at 326–327.Petitioner also sought to introduce proof that\nanother man, Jimmy McCaw White, had attacked Stewart. 361\nS. C., at 340, 605 S. E. 2d, at 22. At a pretrial\nhearing, petitioner proffered several witnesses who placed White in\nthe victim’s neighborhood on the morning of the assault, as well as\nfour other witnesses who testified that White had either\nacknowledged that petitioner was “ ‘innocent’ ” or had\nactually admitted to committing the crimes.Id.,at\n340–342, 605 S. E. 2d, at 22–23. One witness recounted that\nwhen he asked White about the “word … on the street” that White was\nresponsible for Stewart’s murder, White “put his head down and he\nraised his head back up and he said, well, you know I like older\nwomen.” App. 119. According to this witness, White added that “he\ndid what they say he did” and that he had “no regrets about it at\nall.”Id.,at 120. Another witness, who had been\nincarcerated with White, testified that White had admitted to\nassaulting Stewart, that a police officer had asked the witness to\ntestify falsely against petitioner, and that employees of the\nprosecutor’s office, while soliciting the witness’ cooperation, had\nspoken of manufacturing evidence against petitioner.Id.,at 38–50. White testified at the pretrial hearing and denied making\nthe incriminating statements. 361 S. C., at 341–342, 605\nS. E. 2d, at 23. He also provided an alibi for the time of the\ncrime, but another witness refuted his alibi.Id.,at 342,\n605 S. E. 2d, at 23.The trial court excluded petitioner’s\nthird-party guilt evidence citingStatev.Gregory, 198 S. C. 98, 16 S. E. 2d 532 (1941),\nwhich held that such evidence is admissible if it “ ‘raise[s]\na reasonable inference or presumption as to [the defendant’s] own\ninnocence’ ” but is not admissible if it merely\n“ ‘cast[s] a bare suspicion upon another’ ” or\n“ ‘raise[s] a conjectural inference as to the commission of\nthe crime by another.’ ” App. 133–134 (quotingGregory,supra, at 104, 16 S. E. 2d, at\n534). On appeal, the South Carolina Supreme Court found no error in\nthe exclusion of petitioner’s third-party guilt evidence. Citing\nbothGregoryand its later decision inStatev.Gay, 343 S. C. 543, 541 S. E. 2d 541 (2001), the\nState Supreme Court held that “where there is strong evidence of an\nappellant’s guilt, especially where there is strong forensic\nevidence, the proffered evidence about a third party’s alleged\nguilt does not raise a reasonable inference as to the appellant’s\nown innocence.” 361 S. C., at 342–343, 605 S. E. 2d, at\n24. Applying this standard, the court held that petitioner could\nnot “overcome the forensic evidence against him to raise a\nreasonable inference of his own innocence.”Id.,at 343,\n605 S. E. 2d, at 24. We granted certiorari. 545 U. S. ___\n(2005).II“[S]tate and federal rulemakers\nhave broad latitude under the Constitution to establish rules\nexcluding evidence from criminal trials.”United Statesv.Scheffer,523 U. S. 303, 308\n(1998); see alsoCranev.Kentucky,476 U. S. 683, 689–690\n(1986);Marshallv.Lonberger,459 U. S. 422, 438, n. 6\n(1983);Chambersv.Mississippi,410 U. S. 284, 302–303\n(1973);Spencerv.Texas,385 U. S. 554, 564\n(1967). This latitude, however, has limits. “Whether rooted\ndirectly in the Due Process Clause of the Fourteenth Amendment or\nin the Compulsory Process or Confrontation clauses of the Sixth\nAmendment, the Constitution guarantees criminal defendants ‘a\nmeaningful opportunity to present a complete defense.’ ”Crane,supra,at 690 (quotingCaliforniav.Trombetta,467 U. S. 479, 485\n(1984); citations omitted). This right is abridged by evidence\nrules that “infring[e] upon a weighty interest of the accused” and\nare “ ‘arbitrary’ or ‘disproportionate to the purposes they\nare designed to serve.’ ”Scheffer,supra,at 308 (quotingRockv.Arkansas,483 U. S. 44, 58, 56\n(1987)).This Court’s cases contain\nseveral illustrations of “arbitrary” rules,i.e., rules\nthat excluded important defense evidence but that did not serve any\nlegitimate interests. InWashingtonv.Texas,388 U. S. 14(1967), state statutes barred a person who had been charged as a\nparticipant in a crime from testifying in defense of another\nalleged participant unless the witness had been acquitted. As a\nresult, when the defendant inWashingtonwas tried for\nmurder, he was precluded from calling as a witness a person who had\nbeen charged and previously convicted of committing the same\nmurder. Holding that the defendant’s right to put on a defense had\nbeen violated, we noted that the rule embodied in the statutes\ncould not “even be defended on the ground that it rationally sets\napart a group of persons who are particularly likely to commit\nperjury” since the rule allowed an alleged participant to testify\nif he or she had been acquitted or was called by the prosecution.Id.,at 22–23.A similar constitutional violation occurred inChambersv.Mississippi, supra. A murder\ndefendant called as a witness a man named McDonald, who had\npreviously confessed to the murder. When McDonald repudiated the\nconfession on the stand, the defendant was denied permission to\nexamine McDonald as an adverse witness based on the State’s\n“ ‘voucher’ rule,” which barred parties from impeaching their\nown witnesses.Id., at 294. In addition, because the state\nhearsay rule did not include an exception for statements against\npenal interest, the defendant was not permitted to introduce\nevidence that McDonald had made self-incriminating statements to\nthree other persons. Noting that the State had not even attempted\nto “defend” or “explain [the] underlying rationale” of the “voucher\nrule,”id.,at 297, this Court held that “the exclusion of\n[the evidence of McDonald’s out-of-court statements], coupled with\nthe State’s refusal to permit [the defendant] to cross-examine\nMcDonald, denied him a trial in accord with traditional and\nfundamental standards of due process,”id.,at 302.Another arbitrary rule was held\nunconstitutional inCranev.Kentucky, supra.\nThere, the defendant was prevented from attempting to show at trial\nthat his confession was unreliable because of the circumstances\nunder which it was obtained, and neither the State Supreme Court\nnor the prosecution “advanced any rational justification for the\nwholesale exclusion of this body of potentially exculpatory\nevidence.”Id.,at 691.InRockv.Arkansas,supra, this Court held that a rule prohibiting\nhypnotically refreshed testimony was unconstitutional because\n“[w]holesale inadmissibility of a defendant’s testimony is an\narbitrary restriction on the right to testify in the absence of\nclear evidence by the State repudiating the validity of all\npost-hypnotic recollections.”Id., at 61. By contrast, inUnited Statesv.Scheffer,supra, we\nheld that a rule excluding all polygraph evidence did not abridge\nthe right to present a defense because the rule “serve[d] several\nlegitimate interests in the criminal trial process,” was “neither\narbitrary nor disproportionate in promoting these ends,” and did\nnot “implicate a sufficiently weighty interest of the defendant.”Id.,at 309.While the Constitution thus prohibits the\nexclusion of defense evidence under rules that serve no legitimate\npurpose or that are disproportionate to the ends that they are\nasserted to promote, well-established rules of evidence permit\ntrial judges to exclude evidence if its probative value is\noutweighed by certain other factors such as unfair prejudice,\nconfusion of the issues, or potential to mislead the jury. See,e.g.,Fed. Rule Evid. 403; Uniform Rule of Evid. 45\n(1953); ALI, Model Code of Evidence Rule 303 (1942); 3 J. Wigmore,\nEvidence §§1863, 1904 (1904). Plainly referring to rules of this\ntype, we have stated that the Constitution permits judges “to\nexclude evidence that is ‘repetitive … , only marginally relevant’\nor poses an undue risk of ‘harassment, prejudice, [or] confusion of\nthe issues.’ ”Crane,supra, at 689–690\n(quotingDelawarev.Van Arsdall,475 U. S. 673, 679\n(1986); ellipsis and brackets in original). See alsoMontanav.Egelhoff,518 U. S. 37, 42 (1996)\n(plurality opinion) (terming such rules “familiar and\nunquestionably constitutional”).A specific application of this principle is\nfound in rules regulating the admission of evidence proffered by\ncriminal defendants to show that someone else committed the crime\nwith which they are charged. See,e.g.,41\nC. J. S., Homicide §216, pp. 56–58 (1991) (“Evidence\ntending to show the commission by another person of the crime\ncharged may be introduced by accused when it is inconsistent with,\nand raises a reasonable doubt of, his own guilt; but frequently\nmatters offered in evidence for this purpose are so remote and lack\nsuch connection with the crime that they are excluded”); 40A Am.\nJur. 2d, Homicide §286, pp. 136–138 (1999) (“[T]he accused may\nintroduce any legal evidence tending to prove that another person\nmay have committed the crime with which the defendant is\ncharged … . [Such evidence] may be excluded where it does\nnot sufficiently connect the other person to the crime, as, for\nexample, where the evidence is speculative or remote, or does not\ntend to prove or disprove a material fact in issue at the\ndefendant’s trial” (footnotes omitted)). Such rules are widely\naccepted,* and neither petitioner nor hisamicichallenge\nthem here.InGregory, the South Carolina\nSupreme Court adopted and applied a rule apparently intended to be\nof this type, given the court’s references to the “applicable rule”\nfrom Corpus Juris and American Jurisprudence:“ ‘[E]vidence offered by accused as to the\ncommission of the crime by another person must be limited to such\nfacts as are inconsistent with his own guilt, and to such facts as\nraise a reasonable inference or presumption as to his own\ninnocence; evidence which can have (no) other effect than to cast a\nbare suspicion upon another, or to raise a conjectural inference as\nto the commission of the crime by another, is not\nadmissible… . [B]efore such testimony can be received, there\nmust be such proof of connection with it, such a train of facts or\ncircumstances, as tends clearly to point out such other person as\nthe guilty party.’ ” 198 S. C., at 104–105, 16 S. E.\n2d, at 534–535 (quoting 16 C. J., Criminal Law §1085, p. 560\n(1918) and 20 Am. Jur., Evidence §265, p. 254 (1939); footnotes\nomitted).InGayand this case,\nhowever, the South Carolina Supreme Court radically changed and\nextended the rule. InGay, after recognizing the standard\napplied inGregory, the court stated that “[i]n view of\nthe strong evidence of appellant’s guilt—especially the forensic\nevidence— … the proffered evidence … did not raise ‘a\nreasonable inference’ as to appellant’s own innocence.”Gay, 343 S. C., at 550, 541 S. E. 2d, at 545\n(quotingGregory,supra,at 104, 16 S. E.\n2d, at 534, in turn quoting 16 C. J., §1085, at 560).\nSimilarly, in the present case, as noted, the State Supreme Court\napplied the rule that “where there is strong evidence of [a\ndefendant’s] guilt, especially where there is strong forensic\nevidence, the proffered evidence about a third party’s alleged\nguilt” may (or perhaps must) be excluded. 361 S. C., at 342,\n605 S. E. 2d, at 24.Under this rule, the trial judge does not\nfocus on the probative value or the potential adverse effects of\nadmitting the defense evidence of third-party guilt. Instead, the\ncritical inquiry concerns the strength of the prosecution’s case:\nIf the prosecution’s case is strong enough, the evidence of\nthird-party guilt is excluded even if that evidence, if viewed\nindependently, would have great probative value and even if it\nwould not pose an undue risk of harassment, prejudice, or confusion\nof the issues.Furthermore, as applied in this case, the\nSouth Carolina Supreme Court’s rule seems to call for little, if\nany, examination of the credibility of the prosecution’s witnesses\nor the reliability of its evidence. Here, for example, the defense\nstrenuously claimed that the prosecution’s forensic evidence was so\nunreliable (due to mishandling and a deliberate plot to frame\npetitioner) that the evidence should not have even been admitted.\nThe South Carolina Supreme Court responded that these challenges\ndid not entirely “eviscerate” the forensic evidence and that the\ndefense challenges went to the weight and not to the admissibility\nof that evidence.Id., at 343, n. 8, 605 S. E.\n2d, at 24, n. 8. Yet, in evaluating the prosecution’s forensic\nevidence and deeming it to be “strong”—and thereby justifying\nexclusion of petitioner’s third-party guilt evidence—the South\nCarolina Supreme Court made no mention of the defense challenges to\nthe prosecution’s evidence.Interpreted in this way, the rule applied by\nthe State Supreme Court does not rationally serve the end that theGregoryrule and its analogues in other jurisdictions were\ndesigned to promote,i.e., to focus the trial on the\ncentral issues by excluding evidence that has only a very weak\nlogical connection to the central issues. The rule applied in this\ncase appears to be based on the following logic: Where (1) it is\nclear that only one person was involved in the commission of a\nparticular crime and (2) there is strong evidence that the\ndefendant was the perpetrator, it follows that evidence of\nthird-party guilt must be weak. But this logic depends on an\naccurate evaluation of the prosecution’s proof, and the true\nstrength of the prosecution’s proof cannot be assessed without\nconsidering challenges to the reliability of the prosecution’s\nevidence. Just because the prosecution’s evidence,if\ncredited, would provide strong support for a guilty verdict,\nit does not follow that evidence of third-party guilt has only a\nweak logical connection to the central issues in the case. And\nwhere the credibility of the prosecution’s witnesses or the\nreliability of its evidence is not conceded, the strength of the\nprosecution’s case cannot be assessed without making the sort of\nfactual findings that have traditionally been reserved for the\ntrier of fact and that the South Carolina courts did not purport to\nmake in this case.The rule applied in this case is no more\nlogical than its converse would be,i.e., a rule barring\nthe prosecution from introducing evidence of a defendant’s guilt if\nthe defendant is able to proffer, at a pretrial hearing, evidence\nthat, if believed, strongly supports a verdict of not guilty. In\nthe present case, for example, the petitioner proffered evidence\nthat, if believed, squarely proved that White, not petitioner, was\nthe perpetrator. It would make no sense, however, to hold that this\nproffer precluded the prosecution from introducing its evidence,\nincluding the forensic evidence that, if credited, provided strong\nproof of the petitioner’s guilt.The point is that, by evaluating the strength\nof only one party’s evidence, no logical conclusion can be reached\nregarding the strength of contrary evidence offered by the other\nside to rebut or cast doubt. Because the rule applied by the State\nSupreme Court in this case did not heed this point, the rule is\n“arbitrary” in the sense that it does not rationally serve the end\nthat theGregoryrule and other similar third-party guilt\nrules were designed to further. Nor has the State identified any\nother legitimate end that the rule serves. It follows that the rule\napplied in this case by the State Supreme Court violates a criminal\ndefendant’s right to have “ ‘a meaningful opportunity to\npresent a complete defense.’ ”Crane, 476 U. S., at\n690 (quotingTrombetta,467 U. S., at 485).IIIFor these reasons, we vacate the\njudgment of the South Carolina Supreme Court and remand the case\nfor further proceedings not inconsistent with this opinion.It is so ordered.* See,e.g.,Smithartv.State, 988 P. 2d 583, 586–587 (Alaska 1999);Shieldsv.State, 357 Ark. 283, 287–288, 166\nS. W. 3d 28, 32 (2004);Peoplev.Hall, 41\nCal. 3d 826, 833, 718 P. 2d 99, 103–104 (1986) (en banc);Peoplev.Mulligan, 193 Colo. 509,\n517–518,568 P. 2d 449, 456–457 (1977) (en banc);Statev.West, 274 Conn. 605, 624–627, 877\nA. 2d 787, 802–803 (2005);Winfieldv.United\nStates, 676 A. 2d 1 (DC App. 1996) (en banc);Klinectv.State, 269 Ga. 570, 573, 501\nS. E. 2d 810, 813–814 (1998);Statev.Rabellizsa, 79 Haw. 347, 350–351, 903 P. 2d 43, 46–47\n(1995);Peoplev.Fort, 248 Ill. App. 3d 301,\n314, 618 N. E. 2d 445, 455 (1993);Statev.Adams, 280 Kan. 494, 504–507, 124 P. 3d 19, 27–29\n(2005);Beatyv.Commonwealth, 125 S. W. 3d\n196, 207–208 (Ky. 2003);Statev.Dechaine, 572\nA. 2d 130, 134 (Me. 1990);Commonwealthv.Scott, 408 Mass. 811, 815–816, 564 N. E. 2d 370,\n374–375 (1990);Statev.Jones, 678 N. W. 2d\n1, 16–17 (Minn. 2004);Moorev.State, 179 Miss.\n268, 274–275, 175 So. 183, 184 (1937);Statev.Chaney, 967 S. W. 2d 47, 55 (Mo. 1998) (en banc);Statev.Cotto, 182 N. J. 316, 332–333, 865\nA. 2d 660, 669–670 (2005);Gorev.State,\n2005 OK CR 14, ¶¶13–24, 119 P. 3d 1268, 1272–1276;Statev.Gregory, 198 S. C. 98, 104–105, 16\nS. E. 2d 532, 534–535 (1941);Wileyv.State, 74 S. W. 3d 399, 405–408 (Tex. Crim. App.\n2002);Statev.Grega, 168 Vt. 363, 375, 721\nA. 2d 445, 454 (1998);Statev.Thomas, 150\nWash. 2d 821, 856–858, 83 P. 3d 970, 988 (2004) (en banc);Statev.Parr, 207 W. Va. 469, 475, 534\nS. E. 2d 23, 29 (2000)(per curiam);Statev.Denny, 120 Wis. 2d 614, 622–625, 357 N. W. 2d 12,\n16–17 (Wis. App. 1984).",
    "joined": []
}