{
    "case": {
        "docket": "15-138",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-138/"
    },
    "id": "3587721",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–138_________________RJR NABISCO, INC., et al., PETITIONERSv.EUROPEAN COMMUNITY, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 20, 2016]Justice Alito delivered the opinion of the\nCourt.The Racketeer Influenced and Corrupt\nOrganizations Act (RICO), 18 U. S. C. §§1961–1968,\ncreated four new criminal offenses involving the activities of\norganized criminal groups in relation to an enterprise.\n§§1962(a)–(d). RICO also created a new civil cause of action for\n“[a]ny person injured in his business or property by reason of a\nviolation” of those prohibitions. §1964(c). We are asked to decide\nwhether RICO applies extraterritorially—that is, to events\noccurring and injuries suffered outside the United States.IARICO is founded on the concept of racketeering\nactivity. The statute defines “racketeering activity” to encompass\ndozens of state and federal offenses, known in RICO parlance as\npredicates. These predicates include any act “indictable” under\nspecified federal statutes, §§1961(1)(B)–(C), (E)–(G), as well as\ncertain crimes “chargeable” under state law, §1961(1)(A), and any\noffense involving bankruptcy or securities fraud or drug-related\nactivity that is “punishable” under federal law, §1961(1)(D). A\npredicate offense implicates RICO when it is part of a “pattern of\nracketeering activity”—a series of related predicates that together\ndemonstrate the existence or threat of continued criminal activity.H. J. Inc.v.Northwestern Bell Telephone Co., 492\nU. S. 229, 239 (1989) ; see §1961(5) (specifying that a\n“pattern of racketeering activity” requires at least two predicates\ncommitted within 10 years of each other).RICO’s §1962 sets forth four specific\nprohibitions aimed at different ways in which a pattern of\nracketeering activ-ity may be used to infiltrate, control, or\noperate “a[n] en-terprise which is engaged in, or the activities of\nwhich affect, interstate or foreign commerce.” These prohibitions\ncan be summarized as follows. Section 1962(a) makes it unlawful to\ninvest income derived from a pattern of racketeering activity in an\nenterprise. Section 1962(b) makes it unlawful to acquire or\nmaintain an interest in an enterprise through a pattern of\nracketeering activity. Section 1962(c) makes it unlawful for a\nperson employed by or associated with an enterprise to conduct the\nenterprise’s affairs through a pattern of racketeering activity.\nFinally, §1962(d) makes it unlawful to conspire to violate any of\nthe other three prohibitions.[1]Violations of §1962 are subject to criminal\npenalties, §1963(a), and civil proceedings to enforce those\nprohibitions may be brought by the Attorney General, §§1964(a)–(b).\nSeparately, RICO creates a private civil cause of action that\nallows “[a]ny person injured in his business or property by reason\nof a violation of section 1962” to sue in federal district court\nand recover treble damages, costs, and attorney’s fees.\n§1964(c).[2]BThis case arises from allegations that\npetitioners—RJR Nabisco and numerous related entities (collectively\nRJR)—participated in a global money-laundering scheme in\nassociation with various organized crime groups. Respondents—the\nEuropean Community and 26 of its member states—first sued RJR in\nthe Eastern District of New York in 2000, alleging that RJR had\nviolated RICO. Over the past 16 years, the resulting litigation\n(spread over at least three separate actions, with this case the\nlone survivor) has seen multiple complaints and multiple trips up\nand down the federal court system. See 2011 WL 843957, *1–*2 (EDNY,\nMar. 8, 2011) (tracing the procedural his-tory through the District\nCourt’s dismissal of the present complaint). In the interest of\nbrevity, we confine our discussion to the operative complaint and\nits journey to this Court.Greatly simplified, the complaint alleges a\nscheme in which Colombian and Russian drug traffickers smuggled\nnarcotics into Europe and sold the drugs for euros that—through a\nseries of transactions involving black-market money brokers,\ncigarette importers, and wholesalers—were used to pay for large\nshipments of RJR cigarettes into Europe. In other variations of\nthis scheme, RJR allegedly dealt directly with drug traffickers and\nmoney launderers in South America and sold cigarettes to Iraq in\nviolation of international sanctions. RJR is also said to have\nacquired Brown & Williamson Tobacco Corporation for the purpose\nof expanding these illegal activities.The complaint alleges that RJR engaged in a\npattern of racketeering activity consisting of numerous acts of\nmoney laundering, material support to foreign terrorist\norganizations, mail fraud, wire fraud, and violations of the Travel\nAct. RJR, in concert with the other participants in the scheme,\nallegedly formed an association in fact that was engaged in\ninterstate and foreign commerce, and therefore constituted a RICO\nenterprise that the complaint dubs the “RJR Money-Laundering\nEnterprise.” App. to Pet. for Cert. 238a, Complaint ¶158; see\n§1961(4) (defining an enterprise to include “any union or group of\nindividuals associated in fact although not a legal entity”).Putting these pieces together, the complaint\nalleges that RJR violated each of RICO’s prohibitions. RJR\nallegedly used income derived from the pattern of racketeering to\ninvest in, acquire an interest in, and operate the RJR\nMoney-Laundering Enterprise in violation of §1962(a); acquired and\nmaintained control of the enterprise through the pattern of\nracketeering in violation of §1962(b); operated the enterprise\nthrough the pattern of racketeering in violation of §1962(c); and\nconspired with other participants in the scheme in violation of\n§1962(d).[3] These violations\nallegedly harmed respondents in various ways, including through\ncompetitive harm to their state-owned cigarette businesses, lost\ntax revenue from black-market cigarette sales, harm to European\nfinancial institutions, currency instability, and increased law\nenforcement costs.[4]RJR moved to dismiss the complaint, arguing that\nRICO does not apply to racketeering activity occurring outside\nU. S. territory or to foreign enterprises. The District Court\nagreed and dismissed the RICO claims as impermissibly\nextraterritorial. 2011 WL 843957, at *7.The Second Circuit reinstated the RICO claims.\nIt concluded that, “with respect to a number of offenses that\nconstitute predicates for RICO liability and are alleged in this\ncase, Congress has clearly manifested an intent that they apply\nextraterritorially.” 764 F. 3d 129, 133 (2014). “By\nincorporating these statutes into RICO as predicate racketeering\nacts,” the court reasoned, “Congress has clearly communicated its\nintention that RICO apply to extraterritorial conduct to the extent\nthat extraterritorial violations of these statutes serve as the\nbasis for RICO liability.”Id., at 137. Turning to the\npredicates alleged in the complaint, the Second Circuit found that\nthey passed muster. The court concluded that the money laundering\nand material support of terrorism statutes expressly apply\nextraterritorially in the circumstances alleged in the complaint.Id.,at 139–140. The court held that the mail fraud, wire\nfraud, and Travel Act statutes donotapply\nextraterritorially.Id.,at 141. But it concluded that the\ncomplaint statesdomesticviolations of those predicates\nbecause it “allege[s] conduct in the United States that satisfies\nevery essential element” of those offenses.Id.,at 142.RJR sought rehearing, arguing (among other\nthings) that RICO’s civil cause of action requires a plaintiff to\nallege a domesticinjury, even if a domestic pattern of\nracketeering or a domestic enterprise is not necessary to make out\na violation of RICO’s substantive prohibitions. The panel denied\nrehearing and issued a supplemental opinion holding that RICO does\nnot require a domestic injury. 764 F. 3d 149 (CA2 2014)\n(per curiam). If a foreign injury was caused by the\nviolation of a predicate statute that applies extraterritorially,\nthe court concluded, then the plaintiff may seek recovery for that\ninjury under RICO.Id.,at 151. The Second Circuit later\ndenied rehearing en banc, with five judges dissenting. 783\nF. 3d 123 (2015).The lower courts have come to different\nconclusions regarding RICO’s extraterritorial application. Compare\n764 F. 3d 129 (case below) (holding that RICO may apply\nextraterritorially) withUnited Statesv.Chao Fan\nXu, 706 F. 3d 965, 974–975 (CA9 2013) (holding that RICO\ndoes not apply extraterritorially; collecting cases). Because of\nthis conflict and the importance of the issue, we granted\ncertiorari. 576 U. S. ___ (2015).IIThe question of RICO’s extraterritorial\napplication really involves two questions. First, do RICO’s\nsubstantive prohibitions, contained in §1962, apply to conduct that\noccurs in foreign countries? Second, does RICO’s private right of\naction, contained in §1964(c), apply to injuries that are suffered\nin foreign countries? We consider each of these questions in turn.\nTo guide our inquiry, we begin by reviewing the law of\nextraterritoriality.It is a basic premise of our legal system that,\nin general, “United States law governs domestically but does not\nrule the world.”Microsoft Corp.v.AT&T Corp.,\n550 U. S. 437, 454 (2007) . This principle finds expression in\na canon of statutory construction known as the presumption against\nextraterritoriality: Absent clearly expressed congressional intent\nto the contrary, federal laws will be construed to have only\ndomestic application.Morrisonv.National Australia Bank\nLtd., 561 U. S. 247, 255 (2010) . The question is not\nwhether we think “Congress would have wanted” a statute to apply to\nforeign conduct “if it had thoughtof the situation before the\ncourt,” but whether Congress has affirmatively and unmistakably\ninstructed that the statute will do so.Id.,at 261. “When a\nstatute gives no clear indication of an extraterritorial\napplication, it has none.”Id.,at 255.There are several reasons for this presumption.\nMost notably, it serves to avoid the international discord that can\nresult when U. S. law is applied to conduct in foreign\ncountries. See,e.g.,Kiobelv.Royal Dutch\nPetroleum Co., 569 U. S. ___, ___–___ (2013) (slip op., at\n4–5);EEOCv.Arabian American Oil Co., 499\nU. S. 244, 248 (1991) (Aramco);Benzv.Compania Naviera Hidalgo, S. A., 353 U. S. 138, 147\n(1957) . But it also reflects the more prosaic “commonsense notion\nthat Congress generally legislates with domestic concerns in mind.”Smithv.United States, 507 U. S. 197 ,\nn. 5 (1993). We therefore apply the presumption across the\nboard, “regardless of whether there is a risk of conflict between\nthe American statute and a foreign law.”Morrison,supra, at 255.Twice in the past six years we have considered\nwhether a federal statute applies extraterritorially. InMorrison, we addressed the question whether §10(b) of the\nSecurities Exchange Act of 1934 applies to misrepresentations made\nin connection with the purchase or sale of securities traded only\non foreign exchanges. We first examined whether §10(b) gives any\nclear indication of extraterritorial effect, and found that it does\nnot. 561 U. S., at 262–265. We then engaged in a separate\ninquiry to determine whether the complaint before us involved a\npermissibledomesticapplication of §10(b) because it\nalleged that some of the relevant misrepresentations were made in\nthe United States. At this second step, we considered the\n“ ‘focus’ of congressional concern,” asking whether §10(b)’s\nfocus is “the place where the deception originated” or rather\n“purchases and sale of securities in the United States.”Id.,at 266. We concluded that the statute’s focus is on\ndomestic securities transactions, and we therefore held that the\nstatute does not apply to frauds in connection with foreign\nsecurities transactions, even if those frauds involve domestic\nmisrepresentations.InKiobel,we considered whether the\nAlien Tort Statute (ATS) confers federal-court jurisdiction over\ncauses of action alleging international-law violations committed\noverseas. We acknowledged that the presumption against\nextraterritoriality is “typically” applied to statutes “regulating\nconduct,” but we concluded that the principles supporting the\npresumption should “similarly constrain courts considering causes\nof action that may be brought under the ATS.” 569 U. S., at\n___ (slip op., at 5). We applied the presumption and held that the\nATS lacks any clear indication that it extended to the foreign\nviolations alleged in that case.Id.,at ___–___ (slip op.,\nat 7–14). Because “all the relevant conduct” regarding those\nviolations “took place outside the United States,”id.,at\n___ (slip op., at 14), we did not need to determine, as we did inMorrison, the statute’s “focus.”MorrisonandKiobelreflect a\ntwo-step framework for analyzing extraterritoriality issues. At the\nfirst step, we ask whether the presumption against\nextraterritoriality has been rebutted—that is, whether the statute\ngives a clear, affirmative indication that it applies\nextraterritorially. We must ask this question regardless of whether\nthe statute in question regulates conduct, affords relief, or\nmerely confers jurisdiction. If the statute is not\nextraterritorial, then at the second step we determine whether the\ncase involves a domestic application of the statute, and we do this\nby looking to the statute’s “focus.” If the conduct relevant to the\nstatute’s focus occurred in the United States, then the case\ninvolves a permissible domestic application even if other conduct\noccurred abroad; but if the conduct relevant to the focus occurred\nin a foreign country, then the case involves an impermissible\nextraterritorial application regardless of any other conduct that\noccurred in U. S. territory.What if we find at step one that a statute\nclearlydoeshave extraterritorial effect? NeitherMorrisonnorKiobelinvolved such a finding. But we\naddressed this issue inMorrison, explaining that it was\nnecessary to consider §10(b)’s “focus” only because we found that\nthe statute does not apply extraterritorially: “If §10(b) did apply\nabroad, we would not need to determine which transnational frauds\nit applied to; it would apply to all of them (barring some other\nlimitation).” 561 U. S., at 267, n. 9. The scope of an\nextraterritorial statute thus turns on the limits Congress has (or\nhas not) imposed on the statute’s foreign application, and not on\nthe statute’s “focus.”[5]IIIWith these guiding principles in mind, we\nfirst consider whether RICO’s substantive prohibitions in §1962 may\napply to foreign conduct. Unlike inMorrisonandKiobel, we find that the presumption against\nextraterritoriality has been rebutted—but only with respect to\ncertain applications of the statute.AThe most obvious textual clue is that RICO\ndefines racketeering activity to include a number of predicates\nthat plainly apply to at least some foreign conduct. These\npredicates include the prohibition against engaging in monetary\ntransactions in criminally derived property, which expressly\napplies, when “the defendant is a United States person,” to\noffenses that “tak[e] place outside the United States.” 18\nU. S. C. §1957(d)(2). Other examples include the\nprohibitions against the assassination of Government officials,\n§351(i) (“There is extraterritorial jurisdiction over the conduct\nprohibited by this section”); §1751(k) (same), and the prohibition\nagainst hostage taking, which applies to conduct that “occurred\noutside the United States” if either the hostage or the offender is\na U. S. national, if the offender is found in the United\nStates, or if the hostage taking is done to compel action by the\nU. S. Government, §1203(b). At least one predicate—the\nprohibition against “kill[ing] a national of the United States,\nwhile such national is outside the United States”—appliesonlyto conduct occurring outside the United States.\n§2332(a).We agree with the Second Circuit that Congress’s\nincorporation of these (and other) extraterritorial predicates into\nRICO gives a clear, affirmative indication that §1962 applies to\nforeign racketeering activity—but only to the extent that the\npredicates alleged in a particular case themselves apply\nextraterritorially. Put another way, a pattern of racketeering\nactivity may include or consist of offenses committed abroad in\nviolation of a predicate statute for which the presumption against\nextraterritoriality has been overcome. To give a simple (albeit\ngrim) example, a violation of §1962 could be premised on a pattern\nof killings of Americans abroad in violation of §2332(a)—a\npredicate that all agree applies extraterritorially—whether or not\nany domestic predicates are also alleged.[6]We emphasize the important limitation that\nforeign conduct must violate “a predicate statute that manifests an\nunmistakable congressional intent to apply extraterritorially.” 764\nF. 3d, at 136. Although a number of RICO predicates have\nextraterritorial effect, many do not. The inclusion ofsomeextraterritorial predicates does not mean thatallRICO\npredicates extend to foreign conduct. This is apparent for two\nreasons. First, “when a statute provides for some extraterritorial\napplication, the presumption against extraterritoriality operates\nto limit thatprovision to its terms.”Morrison, 561\nU. S., at 265. Second, RICO defines as racketeering activity\nonly acts that are “indictable” (or, what amounts to the same\nthing, “chargeable” or “punishable”) under one of the statutes\nidentified in §1961(1). If a particular statute does not apply\nextraterritorially, then conduct committed abroad is not\n“indictable” under that statute and so cannot qualify as a\npredicate under RICO’s plain terms.RJR resists the conclusion that RICO’s\nincorporation of extraterritorial predicates gives RICO\ncommensurate extraterritorial effect. It points out that “RICO\nitself” does not refer to extraterritorial application; only the\nunderlying predicate statutes do. Brief for Petitioners 42. RJR\nthus argues that Congress could have intended to capture onlydomesticapplications of extraterritorial predicates, and\nthat any predicates that apply only abroad could have been\n“incorporated . . . solely for when such offenses are\npart of a broader pattern whose overall locus is domestic.”Id., at 43.The presumption against extraterritoriality does\nnot require us to adopt such a constricted interpretation. While\nthe presumption can be overcome only by a clear indication of\nextraterritorial effect, an express statement of\nextraterritoriality is not essential. “Assuredly context can be\nconsulted as well.”Morrison,supra, at 265. Context\nis dispositive here. Congress has not expressly said that §1962(c)\napplies to patterns of racketeering activity in foreign countries,\nbut it has defined “racketeering activ-ity”—and by extension a\n“pattern of racketeering activ-ity”—to encompass violations of\npredicate statutes thatdoexpressly apply\nextraterritorially. Short of an explicit declaration, it is hard to\nimagine how Congress could have more clearly indicated that it\nintended RICO to have (some) extraterritorial effect. This unique\nstructure makes RICO the rare statute that clearly evidences\nextraterritorial effect despite lacking an express statement of\nextraterritoriality.We therefore conclude that RICO applies to some\nforeign racketeering activity. A violation of §1962 may be based on\na pattern of racketeering that includes predicate offenses\ncommitted abroad, provided that each of those offenses violates a\npredicate statute that is itself extraterritorial. This fact is\ndeterminative as to §1962(b) and §1962(c), both of which prohibit\nthe employment of a pattern of racketeering. Although they differ\nas to the end for which the pattern is employed—to acquire or\nmaintain control of an enterprise under subsection (b), or to\nconduct an enterprise’s affairs under subsection (c)—this\ndifference is immaterial for extraterritoriality purposes.Section 1962(a) presents a thornier question.\nUnlike subsections (b) and (c), subsection (a) targets certain uses\nofincomederived from a pattern of racketeering, not the\nuse of the pattern itself. Cf.Anzav.Ideal Steel Supply\nCorp., 547 U. S. 451 –462 (2006). While we have no\ndifficulty concluding that this prohibition applies to income\nderived from foreign patterns of racketeering (within the limits we\nhave discussed), arguably §1962(a) extends only to domestic uses of\nthe income. The Second Circuit did not decide this question because\nit found that respondents have alleged “a domestic investment of\nracketeering proceeds in the form of RJR’s merger in the United\nStates with Brown & Williamson and investments in other\nU. S. operations.” 764 F. 3d, at 138, n. 5. RJR does\nnot dispute the basic soundness of the Second Circuit’s reasoning,\nbut it does contest the court’s reading of the complaint. See Brief\nfor Petitioners 57–58. Because the parties have not focused on this\nissue, and because it makes no difference to our resolution of this\ncase, seeinfra, at 27, we assume without deciding that\nrespondents have pleaded a domestic investment of racketeering\nincome in violation of §1962(a).Finally, although respondents’ complaint alleges\na violation of RICO’s conspiracy provision, §1962(d), the parties’\nbriefs do not address whether this provision should be treated\ndifferently from the provision (§1962(a), (b), or (c)) that a\ndefendant allegedly conspired to violate. We therefore decline to\nreach this issue, and assume without deciding that §1962(d)’s\nextraterritoriality tracks that of the provision underlying the\nalleged conspiracy.BRJR contends that, even if RICO may apply to\nforeign patterns of racketeering, the statute does not apply to\nforeignenterprises. InvokingMorrison’s discussion\nof the Exchange Act’s “focus,” RJR says that the “focus” of RICO is\nthe enterprise being corrupted—not the pattern of racketeering—and\nthat RICO’s enterprise element gives no clear indication of\nextraterritorial effect. Accordingly, RJR reasons, RICO requires a\ndomestic enterprise.This argument misunderstandsMorrison. As\nexplained above,supra, at 9–10, only at the second step of\nthe inquiry do we consider a statute’s “focus.” Here, however,\nthere is a clear indication at step one that RICO applies\nextraterritorially. We therefore do not proceed to the “focus”\nstep. TheMorrisonCourt’s discussion of the statutory\n“focus” made this clear, stating that “[i]f §10(b) did apply\nabroad, we would not need to determine which transnational frauds\nit applied to; it would apply to all of them (barring some other\nlimitation).” 561 U. S., at 267, n. 9. The same is true\nhere. RICO—or at least §§1962(b) and (c)—applies abroad, and so we\ndo not need to determine which transnational (or wholly foreign)\npatterns of racketeering it applies to; it applies to all of them,\nregardless of whether they are connected to a “foreign” or\n“domestic” enterprise. This rule is, of course, subject to the\nimportant limitation that RICO covers foreign predicate offenses\nonly to the extent that the underlying predicate statutes are\nextraterritorial. But within those bounds, the location of the\naffected enterprise does not impose an independent constraint.It is easy to see why Congress did not limit\nRICO to domestic enterprises. A domestic enterprise requirement\nwould lead to difficult line-drawing problems and counterintuitive\nresults. It would exclude from RICO’s reach foreign\nenterprises—whether corporations, crime rings, other associations,\nor individuals—that operate within the United States. Imagine, for\nexample, that a foreign corporation has operations in the United\nStates and that one of the corporation’s managers in the United\nStates conducts its U. S. affairs through a pattern of\nextortion and mail fraud. Such domestic conduct would seem to fall\nwell within what Congress meant to capture in enacting RICO.\nCongress, after all, does not usually exempt foreigners acting in\nthe United States from U. S. legal requirements. See 764\nF. 3d, at 138 (“Surely the presumption against\nextraterritorial application of United States laws does not command\ngiving foreigners carte blanche to violate the laws of the United\nStates in the United States”). Yet RJR’s theory would insulate this\nscheme from RICO liability—both civil and criminal—because the\nenterprise at issue is a foreign, not domestic, corporation.Seeking to avoid this result, RJR offers that\nany “ ‘emissaries’ ” a foreign enterprise sends to the\nUnited States—such as our hypothetical U. S.-based corporate\nmanager—could be carved off and considered a “distinct domestic\nenterprise” under an association-in-fact theory. Brief for\nPetitioners 40. RJR’s willingness to gerrymander the enterprise to\nget around its proposed domestic enterprise requirement is telling.\nIt suggests that RJR is not really concerned about whether an\nenterprise is foreign or domestic, but whether the relevant conduct\noccurred here or abroad. And if that is the concern, then it is the\npattern of racketeering activity that matters, not the enterprise.\nEven spotting RJR its “domestic emissary” theory, this approach\nwould lead to strange gaps in RICO’s coverage. If a foreign\nenterprise sent only a single “emissary” to engage in racketeering\nin the United States, there could be no RICO liability because a\nsingle person cannot be both the RICO enterprise and the RICO\ndefendant.Cedric Kushner Promotions, Ltd.v.King,\n533 U. S. 158, 162 (2001) .RJR also offers no satisfactory way of\ndetermining whether an enterprise is foreign or domestic. Like the\nDistrict Court, RJR maintains that courts can apply the “nerve\ncenter” test that we use to determine a corporation’s principal\nplace of business for purposes of federal diversity jurisdiction.\nSeeHertz Corp.v.Friend, 559 U. S. 77 (2010) ;\n28 U. S. C. §1332(c)(1); 2011 WL 843957, at *5–*6. But\nthis test quickly becomes meaningless if, as RJR suggests, a\ncorporation with a foreign nerve center can, if necessary, be\npruned into an association-in-fact enterprise with a domestic nerve\ncenter. The nerve center test, developed with ordinary corporate\ncommand structures in mind, is also ill suited to govern RICO\nassociation-in-fact enterprises, which “need not have a\nhierarchical structure or a ‘chain of command.’ ”Boylev.United States, 556 U. S. 938, 948 (2009) . These\ndifficulties are largely avoided if, as we conclude today, RICO’s\nextraterritorial effect is pegged to the extraterritoriality\njudgments Congress has made in the predicate statutes, often by\nproviding precise instructions as to when those statutes apply to\nforeign conduct.The practical problems we have identified with\nRJR’s proposed domestic enterprise requirement are not, by\nthemselves, cause to reject it. Our point in reciting these\ntroubling consequences of RJR’s theory is simply to reinforce our\nconclusion, based on RICO’s text and context, that Congress\nintended the prohibitions in 18 U. S. C. §§1962(b) and\n(c) to apply extraterritorially in tandem with the underlying\npredicates, without regard to the locus of the enterprise.Although we find that RICO imposes no domestic\nenterprise requirement, this does not mean that every foreign\nenterprise will qualify. Each of RICO’s substantive prohibitions\nrequires proof of an enterprise that is “engaged in, or the\nactivities of which affect, interstate or foreign commerce.”\n§§1962(a), (b), (c). We do not take this reference to “foreign\ncommerce” to mean literally all commerce occurring abroad. Rather,\na RICO enterprise must engage in, or affect in some significant\nway, commerce directly involving the United States—e.g.,commerce between the United States and a foreign country.\nEnterprises whose activities lack that anchor to U. S.\ncommerce cannot sustain a RICO violation.CApplying these principles, we agree with the\nSecond Circuit that the complaint does not allege impermissibly\nextraterritorial violations of §§1962(b) and (c).[7]The alleged pattern of racketeering activity\nconsists of five basic predicates: (1) money laundering, (2)\nmaterial support of foreign terrorist organizations, (3) mail\nfraud, (4) wire fraud, and (5) violations of the Travel Act. The\nSecond Circuit observed that the relevant provisions of the money\nlaundering and material support of terrorism statutes expressly\nprovide for extraterritorial application in certain circumstances,\nand it concluded that those circumstances are alleged to be present\nhere. 764 F. 3d, at 139–140. The court found that the fraud\nstatutes and the Travel Act do not contain the clear indication\nneeded to overcome the presumption against extraterritoriality. But\nit held that the complaint allegesdomesticviolations of\nthose statutes because it “allege[s] conduct in the United States\nthat satisfies every essential element of the mail fraud, wire\nfraud, and Travel Act claims.”Id., at 142.RJR does not dispute these characterizations of\nthe alleged predicates. We therefore assume without deciding that\nthe alleged pattern of racketeering activity consists entirely of\npredicate offenses that were either committed in the United States\nor committed in a foreign country in violation of a predicate\nstatute that applies extraterritorially. The alleged enterprise\nalso has a sufficient tie to U. S. commerce, as its members\ninclude U. S. companies, and its activities depend on sales of\nRJR’s cigarettes conducted through “the U. S. mails and\nwires,” among other things. App. to Pet. for Cert. 186a, Complaint\n¶96. On these premises, respondents’ allegations that RJR violated\n§§1962(b) and (c) do not involve an impermissibly extraterritorial\napplication of RICO.[8]IVWe now turn to RICO’s private right of action,\non which respondents’ lawsuit rests. Section 1964(c) allows “[a]ny\nperson injured in his business or property by reason of a violation\nof section 1962” to sue for treble damages, costs, and attorney’s\nfees. Irrespective of any extraterritorial application of §1962, we\nconclude that §1964(c) does not overcome the presumption against\nextraterritoriality. A private RICO plaintiff therefore must allege\nand prove adomesticinjury to its business or property.AThe Second Circuit thought that the\npresumption against extraterritoriality did not apply to §1964(c)\nindependently of its application to §1962, reasoning that the\npresumption “is primarily concerned with the question of whatconductfalls within a statute’s purview.” 764 F. 3d,\nat 151. We rejected that view inKiobel, holding that the\npresumption “constrain[s] courts considering causes of action”\nunder the ATS, a “ ‘strictly jurisdictional’ ” statute\nthat “does not directly regulate conduct or afford relief.” 569\nU. S., at ___ (slip op., at 5). We reached this conclusion\neven though the underlying substantive law consisted of\nwell-established norms of international law, which by definition\napply beyond this country’s borders. Seeid.,at ___–___\n(slip op., at 5–7).The same logic requires that we separately apply\nthe presumption against extraterritoriality to RICO’s cause of\naction despite our conclusion that the presumption has been\novercome with respect to RICO’s substantive prohibitions. “The\ncreation of a private right of action raises issues beyond the mere\nconsideration whether underlying primary conduct should be allowed\nor not, entailing, for example, a decision to permit enforcement\nwithout the check imposed by prosecutorial discretion.”Sosav.Alvarez-Machain, 542 U. S. 692, 727 (2004) . Thus,\nas we have observed in other contexts, providing a private civil\nremedy for foreign conduct creates a potential for international\nfriction beyond that presented by merely applying U. S.\nsubstantive law to that foreign conduct. See,e.g., Kiobel,supra, at ___ (slip op., at 6) (“Each of th[e] decisions”\ninvolved in defining a cause of action based on “conduct within the\nterritory of another sovereign” “carries with it significant\nforeign policy implications”).Consider antitrust. In that context, we have\nobserved that “[t]he application . . . of American\nprivate treble-damages remedies to anticompetitive conduct taking\nplace abroad has generated considerable controversy” in other\nnations, even when those nations agree with U. S. substantive\nlaw on such things as banning price fixing.F. Hoffmann-La\nRoche Ltdv.Empagran S. A., 542 U. S. 155,\n167 (2004). Numerous foreign countries—including some respondents\nin this case—advised us inEmpagranthat “to apply\n[U. S.] remedies would unjustifiably permit their citizens to\nbypass their own less generous remedial schemes, thereby upsetting\na balance of competing considerations that their own domestic\nantitrust laws embody.”Ibid.[9]We received similar warnings inMorrison,\nwhere France, a respondent here, informed us that “most foreign\ncountries proscribe securities fraud” but “have made very different\nchoices with respect to the best way to implement that\nproscription,” such as “prefer[ring] ‘state actions, not private\nones’ for the enforcement of law.” Brief for Republic of France asAmicus Curiae, O. T. 2009, No. 08–1191, p. 20; seeid.,at 23 (“Even when foreign countries permit private\nrights of action for securities fraud, they often have different\nschemes” for litigating them and “may approve of different measures\nof damages”). Allowing foreign investors to pursue private suits in\nthe United States, we were told, “would upset that delicate balance\nand offend the sovereign interests of foreign nations.”Id.,at 26.Allowing recovery for foreign injuries in a\ncivil RICO action, including treble damages, presents the same\ndanger of international friction. See Brief for United States asAmicus Curiae31–34. This is not to say that friction would\nnecessarily result in every case, or that Congress would violate\ninternational law by permitting such suits. It is to say only that\nthere is a potential for international controversy that militates\nagainst recognizing foreign-injury claims without clear direction\nfrom Congress. Although “a risk of conflict between the American\nstatute and a foreign law” is not a prerequisite for applying the\npresumption against extraterritoriality,Morrison, 561\nU. S., at 255, where such a risk is evident, the need to\nenforce the presumption is at its apex.Respondents urge that concerns about\ninternational friction are inapplicable in this case because here\nthe plaintiffs are not foreign citizens seeking to bypass their\nhome countries’ less generous remedies but rather the foreign\ncountries themselves. Brief for Respondents 52–53. Respondents\nassure us that they “are satisfied that the[ir] complaint\n. . . comports with limitations on prescriptive\njurisdiction under international law and respects the dignity of\nforeign sovereigns.”Ibid.Even assuming that this is true,\nhowever, our interpretation of §1964(c)’s injury requirement will\nnecessarily govern suits by nongovernmental plaintiffs that are not\nso sensitive to foreign sovereigns’ dignity. We reject the notion\nthat we should forgo the presumption against extraterritoriality\nand instead permit extraterritorial suits based on a case-by-case\ninquiry that turns on or looks to the consent of the affected\nsovereign. SeeMorrison,supra,at 261 (“Rather than\nguess anew in each case, we apply the presumption in all cases”);\ncf.Empagran, 542 U. S., at 168. Respondents suggest\nthat we should be reluctant to permit a foreign corporation to be\nsued in the courts of this country for events occurring abroad if\nthe nation of incorporation objects, but that we should discard\nthose reservations when a foreign state sues a U. S. entity in\nthis country under U. S. law—instead of in its own courts and\nunder its own laws—for conduct committed on its own soil. We refuse\nto adopt this double standard. “After all, in the law, what is\nsauce for the goose is normally sauce for the gander.”Heffernanv.City of Paterson, 578 U. S. ___,\n___ (2016) (slip op., at 6).BNothing in §1964(c) provides a clear\nindication that Congress intended to create a private right of\naction for injuries suffered outside of the United States. The\nstatute provides a cause of action to “[a]ny person injured in his\nbusiness or property” by a violation of §1962. §1964(c). The word\n“any” ordinarily connotes breadth, but it is insufficient to\ndisplace the presumption against extraterritoriality. SeeKiobel, 569 U. S., at ___ (slip op., at 7). The\nstatute’s reference to injury to “business or property” also does\nnot indicate extraterritorial application. If anything, by cabining\nRICO’s private cause of action to particular kinds of\ninjury—excluding, for example, personal injuries—Congress signaled\nthat the civil remedy is not coextensive with §1962’s substantive\nprohibitions. The rest of §1964(c) places a limit on RICO\nplaintiffs’ ability to rely on securities fraud to make out a\nclaim. This too suggests that §1964(c) is narrower in its\napplication than §1962, and in any event does not support\nextraterritoriality.The Second Circuit did not identify anything in\n§1964(c) that shows that the statute reaches foreign injuries.\nInstead, the court reasoned that §1964(c)’s extraterritorial effect\nflows directly from that of §1962. Citing our holding inSedima,\nS. P. R. L.v.Imrex Co., 473 U. S. 479 (1985) ,\nthat the “compensable injury” addressed by §1964(c) “necessarily is\nthe harm caused by predicate acts sufficiently related to\nconstitute a pattern,”id., at 497, the Court of Appeals\nheld that a RICO plaintiff may sue for foreign injury that was\ncaused by the violation of a predicate statute that applies\nextraterritorially, just as a substantive RICO violation may be\nbased on extraterritorial predicates. 764 F. 3d, at 151.\nJustice Ginsburg advances the same theory. Seepost,at 4–5\n(opinion concurring in part and dissenting in part). This reasoning\nhas surface appeal, but it fails to appreciate that the presumption\nagainst extraterritoriality must be applied separately to both\nRICO’s substantive prohibitions and its private right of action.\nSeesupra,at 18–22. It is not enough to say that a private\nright of action must reach abroad because the underlying law\ngoverns conduct in foreign countries. Something more is needed, and\nhere it is absent.[10]Respondents contend that background legal\nprinciples allow them to sue for foreign injuries, invoking what\nthey call the “ ‘traditional rule’ that ‘a plaintiff injured\nin a foreign country’ could bring suit ‘in American courts.’ ”\nBrief for Respondents 41 (quotingSosa, 542 U. S., at\n706–707). But the rule respondents invoke actually provides that a\ncourt will ordinarily “applyforeignlaw to determine the\ntortfeasor’s liability” to “a plaintiff injured in a foreign\ncountry.”Id., at 706 (emphasis added). Respondents’\nargument might have force if they sought to sue RJR for violations\noftheir own lawsand to invoke federal diversity\njurisdiction as a basis for proceeding in U. S. courts. See\nU. S. Const., Art. III, §2, cl. 1 (“The judicial\nPower [of the United States] shall extend . . . to\nControversies . . . between a State, or the Citizens\nthereof, and foreign States”); 28 U. S. C. §1332(a)(4)\n(“The district courts shall have original jurisdiction of all civil\nactions where the matter in controversy exceeds the sum or value of\n$75,000 . . . and is between . . . a foreign\nstate . . . as plaintiff and citizens of a State or of\ndifferent States”). The question here, however, is not “whether a\nfederal court has jurisdiction to entertain a cause of action\nprovided by foreign or even international law. The question is\ninstead whether the court has authority to recognize a cause of\nactionunder U. S. law” for injury suffered overseas.Kiobel,supra, at ___ (slip op., at 8) (emphasis\nadded). As to that question, the relevant background principle is\nthe presumption against extraterritoriality, not the “traditional\nrule” respondents cite.Respondents and Justice Ginsburg point out that\nRICO’s private right of action was modeled after §4 of the Clayton\nAct, 15 U. S. C. §15; seeHolmesv.Securities\nInvestor Protection Corporation, 503 U. S. 258 –268\n(1992), which we have held allows recovery for injuries suffered\nabroad as a result of antitrust violations, seePfizer Inc.v.Government of India, 434 U. S. 308 –315 (1978). It\nfollows, respondents and Justice Ginsburg contend, that §1964(c)\nlikewise allows plaintiffs to sue for injuries suffered in foreign\ncountries. We disagree. Al-though we have often looked to the\nClayton Act for guidance in construing §1964(c), we have not\ntreated the two statutes as interchangeable. We have declined to\ntransplant features of the Clayton Act’s cause of action into the\nRICO context where doing so would be inappropriate. For example, inSedimawe held that a RICO plaintiff need not allege a\nspecial “racketeering injury,” rejecting a requirement that some\nlower courts had adopted by “[a]nalog[y]” to the “antitrust injury”\nrequired under the Clayton Act. 473 U. S., at 485, 495.There is good reason not to interpret §1964(c)\nto cover foreign injuries just because the Clayton Act does so.\nWhen we held inPfizerthat the Clayton Act allows recovery\nfor foreign injuries, we relied first and foremost on the fact that\nthe Clayton Act’s definition of “person”—which in turn defines who\nmay sue under that Act—“explicitly includes ‘corporations and\nassociations existing under or authorized by . . . the\nlaws of any foreign country.’ ” 434 U. S., at 313; see 15\nU. S. C. §12.[11]\nRICO lacks the language that thePfizerCourt found\ncritical. See 18 U. S. C. §1961(3).[12] To the extent that thePfizerCourt\ncited other factors that might apply to §1964(c), they were not\nsufficient in themselves to show that the provision has\nextraterritorial effect. For example, thePfizerCourt,\nwriting before we honed our extraterritoriality jurisprudence inMorrisonandKiobel, reasoned that Congress\n“[c]learly . . . did not intend to make the [Clayton\nAct’s] treble-damages remedy available only to consumers in our own\ncountry” because “the antitrust laws extend to trade ‘with foreign\nnations’ as well as among the several States of the Union.” 434\nU. S., at 313–314. But we have emphatically rejected reliance\non such language, holding that “ ‘even statutes\n. . . that expressly refer to “foreigncommerce”\ndo not apply abroad.’ ”Morrison, 561 U. S., at\n262–263. This reasoning also fails to distinguish between extendingsubstantive antitrust lawto foreign conduct and extending aprivate right of actionto foreign injuries, two separate\nissues that, as we have explained, raise distinct\nextraterritoriality problems. Seesupra,at 18–22. Finally,\nthePfizerCourt expressed concern that it would “defeat\nth[e] purposes” of the antitrust laws if a defendant could “escape\nfull liability for his illegal actions.” 434 U. S., at 314.\nBut this justification was merely an attempt to “divin[e] what\nCongress would have wanted” had it considered the question of\nextraterritoriality—an approach we eschewed inMorrison. 561\nU. S., at 261. Given all this, and in particular the fact that\nRICO lacks the language thatPfizerfound integral to its\ndecision, we decline to extend this aspect of our Clayton Act\njurisprudence to RICO’s cause of action.Underscoring our reluctance to read §1964(c) as\nbroadly as we have read the Clayton Act is Congress’s more recent\ndecision to define precisely the antitrust laws’ extraterritorial\neffect and to exclude from their reach most conduct that “causes\nonly foreign injury.”Empagran, 542 U. S., at 158\n(describing Foreign Trade Antitrust Improvements Act of 1982); see\nalsoid.,at 169–171, 173–174 (discussing how the\napplicability of the antitrust laws to foreign injuries may depend\non whether suit is brought by the Government or by private\nplaintiffs). Although this later enactment obviously does not limit\n§1964(c)’s scope by its own force, it does counsel against\nimporting into RICO those Clayton Act principles that are at odds\nwith our current extraterritoriality doctrine.CSection 1964(c) requires a civil RICO\nplaintiff to allege and prove a domestic injury to business or\nproperty and does not allow recovery for foreign injuries. The\napplication of this rule in any given case will not always be\nself-evident, as disputes may arise as to whether a particular\nalleged injury is “foreign” or “domestic.” But we need not concern\nourselves with that question in this case. As this case was being\nbriefed before this Court, respondents filed a stipulation in the\nDistrict Court waiving their damages claims for domestic injuries.\nThe District Court accepted this waiver and dismissed those claims\nwith prejudice. Respondents’ remaining RICO damages claims\nthere-fore rest entirely on injury suffered abroad and must be\ndismissed.[13]*  *  *The judgment of the United States Court of\nAppeals for the Second Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.So ordered.Justice Sotomayor took no part in the\nconsideration or decision of this case.Notes1In full, 18\nU. S. C. §1962 provides:2In full, §1964(c)\nprovides:3The complaint also\nalleges that RJR committed a variety of state-law torts. Those\nclaims are not before us.4At an earlier stage of\nrespondents’ litigation against RJR, the Second Circuit “held that\nthe revenue rule barred the foreign sovereigns’ civil claims for\nrecovery of lost tax revenue and law enforcement costs.”European Communityv.RJR Nabisco, Inc., 424\nF. 3d 175, 178 (2005) (Sotomayor, J.), cert. denied, 546\nU. S. 1092 (2006) . It is unclear why respondents subsequently\nincluded these alleged injuries in their present complaint; they do\nnot ask us to disturb or distinguish the Second Circuit’s holding\nthat such injuries are not cognizable. We express no opinion on the\nmatter. Cf.Pasquantinov.United States, 544\nU. S. 349 , n. 1 (2005).5Because a finding of\nextraterritoriality at step one will obviate step two’s “focus”\ninquiry, it will usually be preferable for courts to proceed in the\nsequence that we have set forth. But we do not mean to preclude\ncourts from starting at step two in appropriate cases. Cf.Pearsonv.Callahan, 555 U. S. 223 –243\n(2009).6The foreign killings\nwould, of course, still have to satisfy the relatedness and\ncontinuity requirements of RICO’s pattern element. SeeH.J. Inc.v.Northwestern Bell Telephone\nCo., 492 U. S. 229 (1989) .7As to §§1962(a) and (d),\nseesupra,at 13–14.8We stress that we are\naddressing only the extraterritoriality question. We have not been\nasked to decide, and therefore do not decide, whether the complaint\nsatisfies any other requirements of RICO, or whether the complaint\nin fact makes out violations of the relevant predicate\nstatutes.9See Brief for Governments\nof Federal Republic of Germany et al. asAmici Curiae,\nO. T. 2003, No. 03–724, p. 11 (identifying “controversial\nfeatures of the U. S. legal system,” including treble damages,\nextensive discovery, jury trials, class actions, contingency fees,\nand punitive damages);id.,at 15 (“Private plaintiffs\nrarely exercise the type of self-restraint or demonstrate the\nrequisite sensitivity to the concerns of foreign governments that\nmark actions brought by the United States government”); Brief for\nUnited Kingdom et al. asAmici Curiae, O. T. 2003,\nNo. 03–724, p. 13 (“No other country has adopted the United\nStates’ unique ‘bounty hunter’ approach that permits a private\nplaintiff to ‘recover threefold the damages by him sustained, and\nthe cost of suit, including a reasonable attorney’s fee.’\n. . . Expanding the jurisdiction of this generous United\nStates private claim system could skew enforcement and increase\ninternational business risks. It makes United States courts the\nforum of choice without regard to whose laws are applied, where the\ninjuries occurred or even if there is any connection to the court\nexcept the ability to getin personamjurisdiction over the\ndefendants”); see also Brief for Government of Canada asAmicus\nCuriae, O. T. 2003, No. 03–724, p. 14 (“[T]he\nattractiveness of the [U. S.] treble damages remedy would\nsupersede the national policy decision by Canada that civil\nrecovery by Canadian citizens for injuries resulting from\nanti-competitive behavior in Canada should be limited to actual\ndamages”).Empagranconcerned not the presumption against\nextraterritorialityper se, but the related rule that\nwe construe statutes to avoid unreasonable interference with other\nnations’ sovereign authority where possible. SeeF. Hoffmann-La Roche Ltdv.Empagran S. A.,\n542 U. S. 155, 164 (2004) ; see alsoHartford Fire Ins.\nCo.v.California, 509 U. S. 764 –815 (1993)\n(Scalia, J., dissenting) (discussing the two canons). As the\nforegoing discussion makes clear, considerations relevant to one\nrule are often relevant to the other.10Respondents note thatSedimaitself involved an injury suffered by a Belgian corporation in\nBelgium. Brief for Respondents 45–46; seeSedima, S. P. R.\nL.v.Imrex Co., 473 U. S. 479 –484 (1985).\nRespondents correctly do not contend that this fact is controlling\nhere, as theSedimaCourt did not address the foreign-injury\nissue.11Pfizermost directly concerned\nwhether a foreign government is a “person” that may be a Clayton\nAct plaintiff. But it is clear that the Court’s decision more\nbroadly concerned recovery for foreign injuries, see 434\nU. S., at 315 (expressing concern that “persons doing business\nboth in this country and abroad might be tempted to enter into\nanticompetitive conspiracies affecting American consumers in the\nexpectation that the illegal profits they could safely extort\nabroad would offset any liability to plaintiffs at home”), as\nrespondents themselves contend, see Brief for Respondents 44\n(“[T]his Court clearly recognized inPfizerthat Section 4\nextends to foreign injuries”). The Court also permitted an\nantitrust plaintiff to sue for foreign injuries inContinental\nOre Co.v.Union Carbide & Carbon Corp., 370\nU. S. 690 (1962) , but the Court’s discussion in that case\nfocused on the extraterritoriality of the underlying antitrust\nprohibitions, not the Clayton Act’s private right of action, seeid.,at 704–705, and so sheds little light on the\ninterpretive question now before us.12This\ndoes not mean that foreign plaintiffs may not sue under RICO. The\npoint is that RICO does not include the explicit foreign-oriented\nlanguage that thePfizerCourt found to support\nforeign-injury suits under the Clayton Act.13In\nrespondents’ letter notifying this Court of the waiver of their\ndomestic-injury damages claims, respondents state that “[n]othing\nin the stipulation will affect respondents’ claims for equitable\nrelief, including claims for equitable relief under state common\nlaw that are not at issue in this case before this Court.” Letter\nfrom David C. Frederick, Counsel for Respondents, to Scott S.\nHarris, Clerk of Court (Feb. 29, 2016). Although the letter\nmentions only state-law claims for equitable relief, Count 5 of\nrespondents’ complaint seeks equitable relief under RICO. App. to\nPet. for Cert. 260a–262a, Complaint ¶¶181–188. This Court has never\ndecided whether equitable relief is available to private RICO\nplaintiffs, the parties have not litigated that question here, and\nwe express no opinion on the issue today. We note, however, that\nany claim for equitable relief under RICO based on foreign injuries\nis necessarily foreclosed by our holding that §1964(c)’s cause of\naction requires a domestic injury to business or property. It is\nunclear whether respondents intend to seek equitable relief under\nRICO based on domestic injuries, and it may prove unnecessary to\ndecide whether §1964(c) (or respondents’ stipulation) permits such\nrelief in light of respondents’ state-law claims. We leave it to\nthe lower courts to determine, if necessary, the status and\navailability of any such claims.",
    "joined": []
}