{
    "case": {
        "docket": "545",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/545/"
    },
    "id": "1963465",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTWALL V. KHOLI562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-868ASHBEL T. WALL, II, DIRECTOR, RHODE ISLAND\nDEPARTMENT OF CORRECTIONS, PETI- TIONERv.KHALIL\nKHOLIon writ of certiorari to the united states court of\nappeals for the first circuit[March 7, 2011]Justice Alito delivered the\nopinion of the Court.Under the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA), “a properly filed\napplication for State post-conviction or other collateral review\nwith respect to the pertinent judgment or claim” tolls the 1-year\nlimitation period for filing a federal habeas petition. 28 U.\nS. C. §2244(d)(2). The question in this case is whether a\nmotion to reduce sentence under Rhode Island law tolls the\nlimitation period, thereby rendering respondent Khalil Kholi’s\nfederal habeas petition timely. We hold that the phrase “collateral\nreview” in §2244(d)(2) means judicial review of a judgment in a\nproceeding that is not part of direct review. Because the parties\nagree that a motion to reduce sentence under Rhode Island law is\nnot part of the direct review process, we hold that respondent’s\nmotion tolled the AEDPA limitation period and that his federal\nhabeas petition was therefore timely.IAIn 1993, respondent was convicted\nin Rhode Island Superior Court on 10 counts of first-degree sexual\nassault, and he was sentenced to consecutive terms of life\nim-prisonment. Respondent raised various challenges to his\nconviction on direct appeal, but the Supreme Court of Rhode Island\naffirmed his conviction. SeeStatev.Kholi, 672\nA. 2d 429, 431 (1996). The parties agree that respondent’s\nconviction became final on direct review when his time expired for\nfiling a petition for a writ of certiorari in this Court. Brief for\nPetitioner 7, n. 4; Brief for Respondent 3, n. 1; 582\nF. 3d 147, 150 (CA1 2009); see generallyJimenezv.Quarterman,555 U. S. 113, ___ (2009) (slip op.,\nat 6). That date was May 29, 1996. See this Court’s Rules 13.1,\n13.3, 30.1.In addition to taking a direct\nappeal, respondent filed two state motions that are relevant to our\ndecision. The first, filed on May 16, 1996, was a motion to reduce\nsentence under Rule 35 of the Rhode Island Superior Court Rules of\nCriminal Procedure.[Footnote 1]\nApp. 8. In that motion, respondent asked the trial court to\n“reconsider its prior determination” and “order that his life\nsentences run concurrently.”Statev.Kholi, 706\nA. 2d 1326 (R. I. 1998) (order). Concluding that “the\nsentence imposed was appropriate,” the hearing justice denied the\nRule 35 motion.Ibid.On January 16, 1998, the State\nSupreme Court affirmed and observed that the facts clearly\njustified the sentence.Id.,at 1326–1327.On May 23, 1997, while the Rule 35 motion was\npending, respondent also filed an application for state\npostconviction relief, see R. I. Gen. Laws 10–9.1–1et\nseq.(Lexis 1997) (titled “Post Conviction Remedy”), which\nchallenged his conviction. The trial court denied this motion as\nwell, and the State Supreme Court affirmed that decision on\nDecember 14, 2006. SeeKholiv.Wall, 911\nA. 2d 262, 263–264 (R. I. 2006).BRespondent filed a federal habeas\npetition in the District of Rhode Island on September 5, 2007. App.\n3. By that time, his conviction had been final for over 11 years.\nAEDPA generally requires a federal habeas petition to be filed\nwithin one year of the date on which the judgment became final by\nthe conclusion of direct review. 28 U. S. C. §2244(d)(1)(A).\nBut the 1-year limitation period is tolled during the pendency of\n“a properly filed application for State post-conviction or other\ncollateral review with respect to the pertinent judgment or claim.”\n§2244(d)(2).There is no dispute that\nrespondent’s application for postconviction relief tolled the\nlimitation period for over nine years—from May 23, 1997, through\nDecember 14, 2006. 582 F. 3d, at 151. Even after subtracting\nthat stretch of time from the 11-year period, however, the period\nbetween the conclusion of direct review and the filing of the\nfederal habeas petition still exceeds one year. Thus, in order for\nrespondent’s petition to be timely, the Rule 35 motion to reduce\nsentence must also trigger the tolling provision.Respondent’s federal habeas petition was\nreferred to a Magistrate Judge for a report and recommendation, and\nthe Magistrate Judge concluded that the Rule 35 motion was not a\n“ ‘properly filed application for post-conviction or other\ncollateral review’ ” under §2244(d)(2) because it was “a ‘plea\nof leniency,’ and not a motion challenging the legal sufficiency of\nhis sentence.” No. CA 07–346S, 2008 WL 60194, *4 (R. I., Jan.\n3, 2008). The District Court adopted the Magistrate Judge’s report\nand recommendation and therefore dismissed the federal habeas\npetition as untimely. Seeid.,at *1. On appeal, the First\nCircuit reversed. 582 F. 3d 147.The Courts of Appeals are divided over the\nquestion whether a motion to reduce sentence tolls the period of\nlimitation under §2244(d)(2).[Footnote 2] We granted certiorari to answer this question\nwith respect to a motion to reduce sentence under Rhode Island law.\n560 U. S. ___ (2010).IIAAEDPA establishes a 1-year period\nof limitation for a state prisoner to file a federal application\nfor a writ of habeas corpus. §2244(d)(1). This period runs “from\nthe latest of” four specified dates, including “the date on which\nthe judgment became final by the conclusion of direct review or the\nexpiration of the time for seeking such review.” §2244(d)(1)(A);\nsee alsoJimenez,supra, at ___ (slip op., at 6)\n(explaining when “the conclusion of direct review occurs”). The\nlimitation period is tolled, however, during the pendency of “a\nproperly filed application for State post-conviction or other\ncollateral review with respect to the pertinent judgment or claim.”\n§2244(d)(2). The question in this case is whether a motion for\nreduction of sentence under Rhode Island’s Rule 35 is an\n“application for State post-conviction or other collateral\nreview.”The parties agree that the answer\nto this question turns on the meaning of the phrase “collateral\nreview,” see Brief for Petitioner 19; Brief for Respondent 12–13,\nbut they disagree about the definition of that term. Rhode Island\nargues that “collateral review” includes only “legal” challenges to\na conviction or sentence and thus excludes motions seeking a\ndiscretionary sentence reduction. Respondent, on the other hand,\nmaintains that “collateral review” is “review other than review of\na judgment in the direct appeal process” and thus includes motions\nto reduce sentence. Brief for Respondent 17. We agree with\nrespondent’s understanding of “collateral review.”B“Collateral review” is not\ndefined in AEDPA, and we have never provided a comprehensive\ndefinition of that term. SeeDuncanv.Walker,533 U. S. 167,\n175–178 (2001). We therefore begin by considering the ordinary\nunderstanding of the phrase “collateral review.” SeeWilliamsv.Taylor,529 U. S. 420, 431\n(2000) (“We give the words of a statute their ordinary,\ncontemporary, common meaning, absent an indication Congress\nintended them to bear some different import” (internal quotation\nmarks omitted)); see alsoCareyv.Saffold,536 U. S. 214,\n219 (2002) (considering the ordinary meaning of the word “pending”\nin §2244(d)(2)).The term “collateral,” in its\n“customary and preferred sense,”Williams,supra,at 431, means “[l]ying aside from the main subject, line of action,\nissue, purpose, etc.; … subordinate, indirect,” 3 Oxford English\nDictionary 473 (2d ed. 1989) (hereinafter OED); see also Webster’s\nThird New International Dictionary 444 (1993) (hereinafter\nWebster’s) (“accompanying as … secondary,” “indirect,” or\n“ancillary”). By definition, something that is “collateral” is\n“indirect,” not direct. 3 OED 473. This suggests that “collateral”\nreview is review that is “[l]ying aside from the main” review,i.e.,that is not part of direct review. Seeibid.The definition of the related phrase\n“collateral attack” points in the same direction. A “collateral\nattack” is “[a]n attack on a judgment in a proceedingother\nthan a direct appeal.” Black’s Law Dictionary 298 (9th ed.\n2009) (emphasis added); cf. Wash. Rev. Code §10.73.090(2) (2008)\n(defining “collateral attack” as “any form of postconviction relief\nother than a direct appeal”). This usage buttresses the conclusion\nthat “collateral review” means a form of review that is not part of\nthe direct appeal process.COur prior usage of the term\n“collateral” also supports this understanding. We have previously\ndescribed a variety of proceedings as “collateral,” and all of\nthese proceedings share the characteristic that we have identified,i.e.,they stand apart from the process of direct\nreview.For example, our cases make it\nclear that habeas corpus is a form of collateral review. We have\nused the terms habeas corpus and “collateral review”\ninterchangeably, see,e.g.,Murrayv.Carrier,477 U. S. 478, 482–483\n(1986), and it is well accepted that state petitions for habeas\ncorpus toll the limitation period,e.g., Rhinesv.Weber,544\nU. S. 269, 272 (2005) (“[T]he 1-year statute of limitations …\nwas tolled while Rhines’ state habeas corpus petition was\npending”).We have also describedcoram nobisas\na means of “collateral attack,” see,e.g.,United\nStatesv.Morgan,346 U. S. 502, 510–511\n(1954) (internal quotation marks omitted), and we have used the\nterm “collateral” to describe proceedings under 28 U. S. C.\n§2255 and a prior version of Rule 35 of the Federal Rules of\nCriminal Procedure. InUnited Statesv.Robinson,361 U. S. 220(1960), we distinguished between the process of direct appeal and\n“a number of collateral remedies,” including Federal Rule 35\nmotions, §2255 motions, andcoram nobis.Id.,at\n230, n. 14. Similarly, inBartonev.United\nStates,375 U.\nS. 52(1963)(per curiam), we drew a distinction\nbetween a “[d]irect attack” on a criminal judgment and “collateral\nproceedings,” such as Rule 35, habeas corpus, and §2255\nproceedings.Id., at 53–54.All of the proceedings identified in these\nprior opinions as “collateral” are separate from the direct review\nprocess, and thus our prior usage of the term “collateral”\nbuttresses the conclusion that “collateral review” means a form of\nreview that is not direct.DOf course, to trigger the tolling\nprovision, a “collateral” proceeding must also involve a form of\n“review,” but the meaning of that term seems clear. “Review” is\nbest understood as an “act of inspecting or examining” or a\n“judicial reexamination.” Webster’s 1944; see also Black’s,supra,at 1434 (“[c]onsideration, inspection, or\nreexamination of a subject or thing”); 13 OED 831 (“[t]o submit (a\ndecree, act, etc.) to examination or revision”). We thus agree with\nthe First Circuit that “ ‘review’ commonly denotes ‘a looking\nover or examination with a view to amendment or\nimprovement.’ ” 582 F. 3d, at 153 (quoting Webster’s 1944\n(2002)). Viewed as a whole, then, “collateral review” of a judgment\nor claim means a judicial reexamination of a judgment or claim in a\nproceeding outside of the direct review process.IIIWe now apply this definition of\n“collateral review” to a Rule 35 motion to reduce sentence under\nRhode Island law.ARule 35 of the Rhode Island Rules\nof Criminal Procedure is much like the version of Federal Rule of\nCriminal Procedure 35 that was in force prior to the enactment of\nthe federal Sentencing Reform Act of 1984 and the promulgation of\nthe Federal Sentencing Guidelines. SeeStatev.Byrnes, 456 A. 2d 742, 744 (R. I. 1983)(per\ncuriam);Reporter’s Notes following R. I. Super. Ct. Rule\nCrim. Proc. 35, R. I. Court Rules Ann., p. 620 (Lexis 2010).\nUnder the Rhode Island Rules, a Rule 35 motion permits a court to\nprovide relief from a sentence in three ways: A court “may”\n“correct an illegal sentence,” “correct a sentence imposed in an\nillegal manner,” and “reduce any sentence.” R. I. Super. Ct.\nRule Crim. Proc. 35(a); see n. 1,supra. In this\ncase, respondent filed a motion to reduce his sentence, which\npermits a trial justice to decide “ ‘ “on reflection or\non the basis of changed circumstances that the sentence originally\nimposed was, for any reason, unduly severe.” ’ ”Statev.Ruffner, 5 A. 3d 864, 867 (R. I.\n2010) (quotingStatev.Mendoza, 958 A. 2d\n1159, 1161 (R. I. 2008)); see also Reporter’s Notes following\nR. I. Super. Ct. Rule Crim. Proc. 35, R. I. Court Rules\nAnn., at 620–621. Rhode Island courts have, at times, referred to\nsuch a motion as a “ ‘plea for leniency.’ ”Ruffner,supra,at 867 (quotingMendoza,supra, at 1161).A Rule 35 motion is made in the\nSuperior Court, and it is generally heard by the same trial justice\nwho sentenced the defendant.Byrnes,supra,at\n745. The Rhode Island Supreme Court has explained that a motion to\nreduce sentence is “ ‘addressed to the sound discretion of the\ntrial justice’ ” and that appellate review of the trial\njustice’s decision is limited.Ruffner,supra,at\n867 (quotingMendoza,supra,at 1161). An\nappellate court may nevertheless disturb the trial justice’s\ndecision “when the trial justice has imposed a sentence that is\nwithout justification and is grossly disparate from other sentences\ngenerally imposed for similar offenses.”Ruffner,supra,at 867 (quotingStatev.Coleman,\n984 A. 2d 650, 654 (R. I. 2009); internal quotation marks\nomitted); see alsoRuffner,supra,at 867 (asking\nwhether trial justice “abuse[d] his discretion”).BWith these principles in mind, we\nconsider whether Rhode Island’s Rule 35 motion to reduce sentence\nis an application for “collateral review.”The first—and the\ncritical—question is whether a Rhode Island Rule 35 sentence\nreduction proceeding is “collateral.” Respondent and Rhode Island\nagree that such a motion is not part of the direct review process.\nMoreover, we have previously referred to a motion to reduce\nsentence under old Rule 35 of the Federal Rules of Criminal\nProcedure as invoking a “collateral” remedy, seeRobinson,\nsupra,at 230, n. 14, and Rhode Island’s Rule 35 motion\nto reduce sentence is “substantially similar” to former Federal\nRule 35,Byrnes,supra,at 744. Lower courts have\nalso referred to Federal Rule 35 sentence reduction motions as\n“collateral.” See,e.g., Fernandezv.United\nStates, 941 F. 2d 1488, 1492 (CA11 1991) (“Fernandez\ninitiated a collateral attack on his sentence with a Rule 35(b)\nmotion to reduce his sentence” under the old Federal Rule). We thus\nhave little difficulty concluding that a Rhode Island sentence\nreduction proceeding is “collateral.”[Footnote 3]Not only is a motion to reduce sentence under\nRhode Island law “collateral,” but it also undoubtedly calls for\n“review” of the sentence. The decision to reduce a sentence, while\nlargely within the discretion of the trial justice, involves\njudicial reexamination of the sentence to determine whether a more\nlenient sentence is proper.[Footnote 4] When ruling on such a motion, a trial justice\nis guided by several factors, including “(1) the severity of the\ncrime, (2) the defendant’s personal, educational, and employment\nbackground, (3) the potential for rehabilitation, (4) the element\nof societal deterrence, and (5) the appropriateness of the\npunishment.”Statev.Mollicone, 746 A. 2d 135,\n138 (R. I. 2000)(per curiam)(internal quotation marks\nomitted); see alsoRuffner,supra,at 867;Coleman,supra,at 655. On appeal from a trial\njustice’s decision on a motion to reduce sentence, the Supreme\nCourt of Rhode Island evaluates the trial justice’s justifications\nin light of the relevant sentencing factors to determine whether a\nsentence is “without justification” and “grossly disparate from\nother sentences.”Ruffner,supra,at 867\n(internal quotation marks omitted).[Footnote 5] This process surely qualifies as “review” of a\nsentence within the meaning of §2244(d)(2).We thus hold that a motion to reduce sentence\nunder Rhode Island law is an application for “collateral review”\nthat triggers AEDPA’s tolling provision.IVIn resisting this interpretation,\nRhode Island advances several arguments that we find\nunpersuasive.The first of these arguments\nbegins by observing that, whenever our opinions have used the\nprecise phrase “collateral review,” the proceeding in question was\none challenging the “lawfulness” of a prior judgment, Brief for\nPetitioner 21–22, such as a §2254 or §2255 action, seeid., at 25. Rhode Island argues that Congress, in enacting\nAEDPA, must be presumed to have been aware of this usage and must\nhave intended the phrase to carry this narrow meaning.This argument reads far too much into these\nprior references to “collateral review.” While our opinions have\nused the phrase “collateral review” to refer to proceedings that\nchallenge the lawfulness of a prior judgment, we have never\nsuggested that the phrase may properly be used to describe only\nproceedings of this type. In addition, Rhode Island overlooks\nopinions describing a motion to reduce sentence as “collateral.”E.g., Robinson, 361 U. S., at 230, n. 14;Fernandez,supra,at 1492; see also 1 D. Wilkes,\nState Postconviction Remedies and Relief Handbook §§1:2, 1:7, pp.\n2, 15 (2010) (characterizing a motion to reduce sentence as a\n“collateral” or “postconviction” remedy).In a related argument, Rhode Island notes that\nseveral other AEDPA provisions use the term “collateral review” to\nrefer to proceedings that involve a challenge to the lawfulness of\na state-court judgment, see 28 U. S. C.\n§§2244(b)(2)(A), (d)(1)(C), 2254(e)(2)(A)(i),[Footnote 6] and Rhode Island reasons that\nthe phrase “collateral review” in §2244(d)(2) should be limited to\nproceedings of this nature. This argument has the same flaw as the\nargument just discussed. Just because the phrase “collateral\nreview” encompasses proceedings that challenge the lawfulness of a\nprior judgment, it does not follow that other proceedings may not\nalso be described as involving “collateral review.”Finally, Rhode Island contends that the\npurpose of the tolling provision is to allow a state prisoner to\nexhaust state remedies and that this purpose is not served when a\nprisoner’s state application merely seeks sentencing leniency, a\nmatter that cannot be raised in a federal habeas petition. This\nargument is based on an excessively narrow understanding of\n§2244(d)(2)’s role.It is certainly true thatapurpose—and perhaps the chief purpose—of tolling under §2244(d)(2)\nis to permit the exhaustion of state remedies, seeDuncan,\n533 U. S., at 178–179, but that is not §2244(d)(2)’s only role. The\ntolling provision “provides a powerful incentive for litigants to\nexhaustallavailable state remedies before proceeding in\nthe lower federal courts.”Id.,at 180 (emphasis added).\nTolling the limitation period for all “collateral review” motions\nprovides both litigants and States with an opportunity to resolve\nobjections at the state level, potentially obviating the need for a\nlitigant to resort to federal court. If, for example, a litigant\nobtains relief on state-law grounds, there may be no need for\nfederal habeas. The same dynamic may be present to a degree with\nrespect to motions that do not challenge the lawfulness of a\njudgment. If a defendant receives relief in state court, the need\nfor federal habeas review may be narrowed or even obviated, and\nthis furthers principles of “comity, finality, and federalism.”Williams, 529 U. S., at 436.Rhode Island’s interpretation of §2244(d)(2)\nwould also greatly complicate the work of federal habeas courts.\nRhode Island would require those courts to separate motions for a\nreduced sentence into two categories: those that challenge a\nsentence on legal grounds and those that merely ask for leniency.\nBut this taxonomy is problematic. Even if a jurisdiction allows\nsentencing judges to exercise a high degree of discretion in\nselecting a sentence from within a prescribed range, it does not\nnecessarily follow that the judge’s choice is insulated from\nchallenge on legal grounds. “[D]iscretionary choices are not left\nto a court’s ‘inclination, but to its judgment; and its judgment is\nto be guided by sound legal principles.’ ”Albemarle Paper\nCo.v.Moody,422 U. S. 405, 416\n(1975) (quotingUnited Statesv.Burr, 25\nF. Cas. 30, 35 (No. 14,692d) (CC Va. 1807) (Marshall,\nC. J.)). If the law of a jurisdiction provides criteria to\nguide a trial judge’s exercise of sentencing discretion, a motion\nto reduce sentence may argue that a sentence is inconsistent with\nthose criteria. In that sense, the motion argues that the sentence\nis contrary to sentencing law. See,e.g., Ruffner, 5\nA. 3d,at 867 (“A trial justice considers a number of\nfactors when determining a fair sentence[,] including the\ndefendant’s potential for rehabilitation. The defendant asserts\nthat the trial justice did not consider defendant’s participation\nin rehabilitative programs” (citations omitted)). We do not think\nthat §2244(d)(2) was meant to require federal habeas courts to draw\nthe sort of difficult distinction that Rhode Island’s\ninterpretation would demand.We also reject the argument that the meaning\nof the phrase “collateral review” should turn on whether the motion\nor application that triggers that review is captioned as a part of\nthe criminal case or as a separate proceeding. SeeWalkowiakv.Haines, 272 F. 3d 234, 237 (CA4\n2001). This interpretation of §2244(d)(2) would produce confusion\nand inconsistency.For one thing, some “collateral” proceedings\nare often regarded as part of the criminal case. We have said, for\nexample, that a writ ofcoram nobis“is a step in the\ncriminal case and not … a separate case and record, the beginning\nof a separate civil proceeding.”Morgan, 346 U. S., at\n505, n. 4; see alsoUnited Statesv.Denedo,\n556 U. S. ___, ___ (2009) (slip op., at 8) (“[A]n application for\nthe writ is properly viewed as a belated extension of the original\nproceeding during which the error allegedly transpired”). But we\nhave nonetheless suggested thatcoram nobisis a means of\n“collateral attack.”Morgan,supra,at 510–511\n(internal quotation marks omitted); see alsoRobinson, 361\nU. S., at 230, n. 14. Similarly, a motion under 28 U.\nS. C. §2255 (2006 ed., Supp. III) is entered on the docket of\nthe original criminal case and is typically referred to the judge\nwho originally presided over the challenged proceedings, see §2255\nRules 3(b), 4(a), but there is no dispute that §2255 proceedings\nare “collateral,” see,e.g., Massarov.United\nStates,538 U.\nS. 500, 504 (2003) (describing §2255 proceedings as\n“collateral”);Danielsv.United States,532 U. S. 374, 379\n(2001) (same).[Footnote 7]Moreover, the methods of filing for\npostconviction or collateral review vary among the States. In the\nDistrict of Columbia and fourteen States, the principal\npostconviction remedy is part of the original case; in other\nStates, it is not. 1 Wilkes, State Postconviction Remedies and\nRelief Handbook §1:3, at 6–7. Given the States’ “different forms of\ncollateral review,”Duncan, 533 U. S., at 177, the\nap-plication of AEDPA’s tolling provision should not turn on such\nformalities. Seeibid.(“Congress may have refrained from\nexclusive reliance on the term ‘post-conviction’ so as to leave no\ndoubt that the tolling provision applies to all types of state\ncollateral review available after a conviction”).We thus define “collateral review” according\nto its ordinary meaning: It refers to judicial review that occurs\nin a proceeding outside of the direct review process.*  *  *For these reasons, the judgment\nof the Court of Appeals is affirmed.It is so ordered.Footnote 1This Rule provides in relevant part:“The court may correct an illegal sentence at any time. The\ncourt may correct a sentence imposed in an illegal manner and itmay reduce any sentencewhen a motion is filed within one\nhundred and twenty (120) days after the sentence is imposed, or\nwithin one hundred and twenty (120) days after receipt by the court\nof a mandate of the Supreme Court of Rhode Island issued upon\naffirmance of the judgment or dismissal of the appeal, or within\none hundred and twenty (120) days after receipt by the court of a\nmandate or order of the Supreme Court of the United States issued\nupon affirmance of the judgment, dismissal of the appeal, or denial\nof a writ of certiorari. The court shall act on the motion within a\nreasonable time, provided that any delay by the court in ruling on\nthe motion shall not prejudice the movant. The court may reduce a\nsentence, the execution of which has been suspended, upon\nrevocation of probation.” R. I. Super. Ct. Rule Crim. Proc.\n35(a) (2010) (emphasis added).Footnote 2CompareAlexanderv.Secretary,\nDept. of Corrections, 523 F. 3d 1291, 1297 (CA11 2008)\n(motion to reduce sentence does not toll limitation period);Hartmannv.Carroll, 492 F. 3d 478, 484 (CA3\n2007) (same);Walkowiakv.Haines, 272 F. 3d\n234, 239 (CA4 2001) (same), with 582 F. 3d, at 156 (case\nbelow) (motion to reduce sentence tolls);Robinsonv.Golder, 443 F. 3d 718, 720–721 (CA10 2006)(per\ncuriam)(same).Footnote 3We can imagine an argument that a Rhode\nIsland Rule 35 proceeding is in fact part of direct review under\n§2244(d)(1) because, according to the parties, defendants in Rhode\nIsland cannot raise any challenge to their sentences on direct\nappeal; instead, they must bring a Rule 35 motion. See,e.g.,\nStatev.Day, 925 A. 2d 962, 985 (R. I. 2007) (“It is\nwell settled in this jurisdiction that a challenge to a criminal\nsentence must begin with the filing of a [Rule 35] motion … .\n[W]e will not consider the validity or legality of a sentence on\ndirect appeal unless extraordinary circumstances exist” (internal\nquotation marks omitted));Statev.McManus, 990\nA. 2d 1229, 1238 (R. I. 2010) (refusing to consider Eighth\nAmendment challenge on direct review because “[t]o challenge a\ncriminal sentence, the defendant must first file a motion to reduce\nin accordance with Rule 35”); see alsoJimenezv.Quarterman,555 U. S. 113, ___ (2009) (slip op.,\nat 6–7). That issue has not been briefed or argued by the parties,\nhowever, and we express no opinion as to the merit of such an\nargument. Even if we were to assume that a Rhode Island Rule 35\nmotion is part of direct review, our disposition of this case would\nnot change: Respondent’s habeas petition still would be timely,\nbecause the limitation period would not have begun to run until\nafter the Rule 35 proceedings concluded.Footnote 4A motion to reduce sentence is unlike a\nmotion for postconviction discovery or a motion for appointment of\ncounsel, which generally are not direct requests for judicial\nreview of a judgment and do not provide a state court with\nauthority to order relief from a judgment.Footnote 5E.g., Statev.Coleman, 984\nA. 2d 650, 657 (R. I. 2009) (“Given these factors, and\nthe trial justice’s exhaustive explanation of her reasoning in\nsentencing Mr. Coleman, we hold it was not an abuse of her\ndiscretion to order Mr. Coleman to serve consecutive sentences”);Statev.Ferrara, 818 A. 2d 642, 645\n(R. I. 2003)(per curiam)(“[M]itigating\ncircumstances clearly are not present in this case”);Statev.Rossi, 771 A. 2d 906, 908\n(R. I. 2001) (order) (“Based upon [the court’s] review of the\nrecord,” the sentence “was not excessive and was justified under\nthe circumstances,” namely, “the abhorrent conduct of [the]\ndefendant” and “the permissible penalty range” under the statute);Statev.Mollicone, 746 A. 2d 135, 138\n(R. I. 2000)(per curiam)(“[T]he trial justice was\naware of these factors and applied them correctly”).Footnote 6All of these provisions refer to a new rule\nof constitutional law made retroactively applicable by this Court\nto “cases on collateral review.”Footnote 7In other contexts not relevant here, there\nhas been some confusion over whether §2255 proceedings are civil or\ncriminal in nature. See,e.g.,Postconviction Remedies\n§3:5, p. 251 (2010) (“[T]here is a dispute over whether the [§2255]\nmotion initiates an independent civil action or, instead, is merely\na further step in the criminal prosecution”); 3 C. Wright & S.\nWelling, Federal Practice and Procedure §622 (4th ed. 2011). We\nexpress no opinion on this question.",
    "joined": []
}