{
    "case": {
        "docket": "650",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/650/"
    },
    "id": "1970894",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATESROBERT R. TOLAN v. JEFFREY WAYNE COTTONon petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo. 13–551. Decided May 5,\n2014Justice Alito, with\nwhom Justice Scalia joins, concurring in the judgment.The Court takes two\nactions. It grants the petition for a writ of certiorari, and it\nsummarily vacates the judgment of the Court of Appeals.The granting of a\npetition for plenary review is not a decision from which Members of\nthis Court have customarily registered dissents, and I do not do so\nhere. I note, however, that the granting of review in this case\nsets a precedent that, if followed in other cases, will very\nsubstantially alter the Court’s practice. See, e.g., this\nCourt’s Rule 10 (“A petition for a writ of certiorari\nis rarely granted when the asserted error consists of erroneous\nfactual findings or the misapplication of a properly stated rule of\nlaw”); S. Shapiro, K. Geller, T. Bishop, E. Hartnett, &\nD. Himmelfarb, Supreme Court Practice §5.12(c)(3), p. 352\n(10th ed. 2013) (“[E]rror correction . . . is\noutside the mainstream of the Court’s functions and\n. . . not among the ‘compelling reasons’\n. . . that govern the grant of certiorari”).In my experience, a\nsubstantial percentage of the civil appeals heard each year by the\ncourts of appeals present the question whether the evidence in the\nsummary judgment record is just enough or not quite enough to\nsupport a grant of summary judgment. The present case falls into\nthat very large category. There is no confusion in the courts of\nappeals about the standard to be applied in ruling on a summary\njudgment motion, and the Court of Appeals invoked the correct\nstandard here. See 713 F. 3d 299, 304 (CA5 2013). Thus, the\nonly issue is whether the relevant evidence, viewed in the light\nmost favorable to the nonmoving party, is sufficient to support a\njudgment for that party. In the courts of appeals, cases presenting\nthis question are utterly routine. There is no question that this\ncase is important for the parties, but the same is true for a great\nmany other cases that fall into the same category.On the merits of the\ncase, while I do not necessarily agree in all respects with the\nCourt’s characterization of the evidence, I agree that there\nare genuine issues of material fact and that this is a case in\nwhich summary judgment should not have been granted.I therefore concur in\nthe judgment.",
    "joined": []
}