{
    "case": {
        "docket": "17-1678",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/17-1678/"
    },
    "id": "4213357",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1678_________________JESUS C. HERNANDEZ, et al., PETITIONERSv.JESUS MESA, Jr.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[February 25, 2020]Justice Alito delivered the opinion of the\nCourt.We are asked in this case to extendBivensv.Six Unknown Fed. Narcotics Agents,403 U.S.\n388(1971), and create a damages remedy for a cross-border\nshooting. As we have made clear in many prior cases, however, the\nConstitution’s separation of powers requires us to exercise caution\nbefore extendingBivensto a new “context,” and a claim\nbased on a cross-border shooting arises in a context that is\nmarkedly new. Unlike any previously recognizedBivensclaim,\na cross-border shooting claim has foreign relations and national\nsecurity implications. In addition, Congress has been notably\nhesitant to create claims based on allegedly tortious conduct\nabroad. Because of the distinctive characteristics of cross-border\nshooting claims, we refuse to extendBivensinto this new\nfield.IThe facts of this tragic case are set forth in\nour earlier opinion in this matter,Hernándezv.Mesa, 582 U. S. ___ (2017) (per curiam).\nSergio Adrián Hernández Güereca, a 15-year-old Mexican national,\nwas with a group of friends in a concrete culvert that separates El\nPaso, Texas, from Ciudad Juarez, Mexico. The border runs through\nthe center of the culvert, which was designed to hold the waters of\nthe Rio Grande River but is now largely dry. Border Patrol Agent\nJesus Mesa, Jr., detained one of Hernández’s friends who had run\nonto the United States’ side of the culvert. After Hernández, who\nwas also on the United States’ side, ran back across the culvert\nonto Mexican soil, Agent Mesa fired two shots at Hernández; one\nstruck and killed him on the other side of the border.Petitioners and Agent Mesa disagree about what\nHernández and his friends were doing at the time of shooting.\nAccording to petitioners, they were simply playing a game, running\nacross the culvert, touching the fence on the U. S. side, and\nthen running back across the border. According to Agent Mesa,\nHernández and his friends were involved in an illegal border\ncrossing attempt, and they pelted him with rocks.[1]The shooting quickly became an international\nincident, with the United States and Mexico disagreeing about how\nthe matter should be handled. On the United States’ side, the\nDepartment of Justice conducted an investigation. When it finished,\nthe Department, while expressing regret over Hernández’s death,\nconcluded that Agent Mesa had not violated Customs and Border\nPatrol policy or training, and it declined to bring charges or take\nother action against him. Mexico was not and is not satisfied with\nthe U. S. investigation. It requested that Agent Mesa be\nextradited to face criminal charges in a Mexican court, a request\nthat the United States has denied.Petitioners, Hernández’s parents, were also\ndissatisfiedand therefore brought suit for damages in the\nUnited States District Court for the Western District of Texas.\nAmong other claims, they sought recovery of damages underBivens, alleging that Mesa violated Hernández’s Fourth and\nFifth Amendment rights. The District Court granted Mesa’s motion to\ndismiss, and the Court of Appeals for the Fifth Circuit sitting en\nbanc has twice affirmed this dismissal.On the first occasion, the court held that\nHernández was not entitled to Fourth Amendment protection because\nhe was “a Mexican citizen who had no ‘significant voluntary\nconnection’ to the United States” and “was on Mexican soil at the\ntime he was shot.”Hernandezv.United States, 785\nF.3d 117, 119 (CA5 2015) (per curiam). It further concluded\nthat Mesa was entitled to qualified immunity on petitioners’ Fifth\nAmendment claim.Id.,at 120.After granting review, we vacated the Fifth\nCircuit’s decision and remanded the case, instructing the court “to\nconsider how the reasoning and analysis” ofZiglarv.Abbasi, 582 U. S. ___ (2017), our most recent\nexplication ofBivens, “[might] bear on this case.”Hernández, 582 U. S., at ___ (slip op., at 5). We found\nit “appropriate for the Court of Appeals, rather than this Court,\nto address theBivensquestion in the first instance.”Ibid.And with theBivensissue unresolved, we\nthought it “imprudent” to resolve the “sensitive” question whether\nthe Fourth Amendment applies to a cross-border shooting.Ibid.In addition, while rejecting the ground on which the\nCourt of Appeals had held that Agent Mesa was entitled to qualified\nimmunity, we declined to decide whether he was entitled to\nqualified immunity on a different ground or whether petitioners’\nclaim was cognizable under the Fifth Amendment.Id.,at\n___–___ (slip op., at 5–6).On remand, the en banc Fifth Circuit evaluated\npetitioners’ case in light ofAbbasiand refused to\nrecognize aBivensclaim for a cross-border shooting. 885\nF.3d 811 (CA5 2018). The court reasoned that such an incident\npresents a “ ‘new context’ ” and that multiple\nfactors—including the incident’s relationship to foreign affairs\nand national security, the extraterritorial aspect of the case, and\nCongress’s “repeated refusals” to create a damages remedy for\ninjuries incurred on foreign soil––counseled against an extension\nofBivens. 885 F. 3d, at 816–823.We granted certiorari, 587 U. S. ___\n(2019), and now affirm.IIInBivensv.Six Unknown Fed.\nNarcotics Agents,403 U.S.\n388, the Court broke new ground by holding that a person\nclaiming to be the victim of an unlawful arrest and search could\nbring a Fourth Amendment claim for damages against the responsible\nagents even though no federal statute authorized such a claim. The\nCourt subsequently extendedBivensto cover two additional\nconstitutional claims: inDavisv.Passman,442 U.S.\n228(1979), a former congressional staffer’s Fifth Amendment\nclaim of dismissal based on sex, and inCarlsonv.Green,446 U.S.\n14(1980), a federal prisoner’s Eighth Amendment claim for\nfailure to provide adequate medical treatment. After those\ndecisions, however, the Court changed course.Bivens,Davis, andCarlsonwere the products of an era when the Court routinely inferred\n“causes of action” that were “not explicit” in the text of the\nprovision that was allegedly violated.Abbasi, 582\nU. S., at ___ (slip op., at 8). AsAbbasirecounted:“During this ‘ancien regime,’\n. . . the Court assumed it to be a proper judicial\nfunction to ‘provide such remedies as are necessary to make\neffective’ a statute’s purpose . . . . Thus, as a\nroutine matter with respect to statutes, the Court would imply\ncauses of action not explicit in the statutory text itself.”Ibid.(quotingAlexanderv.Sandoval,532 U.S.\n275, 287 (2001);J.I. Case Co.v.Borak,377 U.S.\n426, 433 (1964)).Bivensextended this practice to claims\nbased on the Constitution itself. 582 U. S., at ___ (slip op.,\nat 8);Bivens, 403 U. S., at 402 (Harlan, J.,\nconcurring in judgment) (Court can infer availability of damages\nwhen, “in its view, damages are necessary to effectuate” the\n“policy underpinning the substantive provisio[n]”).In later years, we came to appreciate more fully\nthe tension between this practice and the Constitution’s separation\nof legislative and judicial power. The Constitution grants\nlegislative power to Congress; this Court and the lower federal\ncourts, by contrast, have only “judicial Power.” Art. III, §1. But\nwhen a court recognizes an implied claim for damages on the ground\nthat doing so furthers the “purpose” of the law, the court risks\narrogating legislative power. No law “ ‘pursues its purposes\nat all costs.’ ”American Express Co.v.Italian\nColors Restaurant,570 U.S.\n228, 234 (2013) (quotingRodriguezv.United\nStates,480 U.S.\n522, 525–526 (1987) (per curiam)). Instead, lawmaking\ninvolves balancing interests and often demands compromise. SeeBoard of Governors, FRSv.Dimension Financial Corp.,474 U.S.\n361, 373–374 (1986). Thus, a lawmaking body that enacts a\nprovision that creates a right or prohibits specified conduct may\nnot wish to pursue the provision’s purpose to the extent of\nauthorizing private suits for damages. For this reason, finding\nthat a damages remedy is implied by a provision that makes no\nreference to that remedy may upset the careful balance of interests\nstruck by the lawmakers. Seeibid.This problem does not exist when a common-law\ncourt, which exercises a degree of lawmaking authority, fleshes out\nthe remedies available for a common-law tort. AnalogizingBivensto the work of a common-law court, petitioners and\nsome of theiramicimake much of the fact that common-law\nclaims against federal officers for intentional torts were once\navailable. See,e.g., Brief for Petitioners 10–20. ButErie R. Co.v.Tompkins,304 U.S.\n64, 78 (1938), held that “[t]here is no federal general common\nlaw,” and therefore federal courts today cannot fashion new claims\nin the way that they could before 1938. SeeAlexander, 532\nU. S., at 287 (“ ‘Raising up causes of action where a\nstatute has not created them may be a proper function for\ncommon-law courts, but not for federal tribunals’ ”).With the demise of federal general common law, a\nfederal court’s authority to recognize a damages remedy must rest\nat bottom on a statute enacted by Congress, seeid.,at 286\n(“private rights of action to enforce federal law must be created\nby Congress”), and no statute expressly creates aBivensremedy. Justice Harlan’sBivensconcurrence argued that this\npower is inherent in the grant of federal question jurisdiction,\nsee 403 U. S., at 396 (majority opinion);id., at 405\n(opinion of Harlan, J.), but our later cases have demanded a\nclearer manifestation of congressional intent, seeAbbasi,\n582 U. S., at ___–___ (slip op., at 10–12).In both statutory and constitutional cases, our\nwatchword is caution. For example, inJesnerv.Arab\nBank, PLC, 584 U. S. ___, ___–___ (2018) (slip op., at\n18–19) we expressed doubt about our authority to recognize any\ncauses of action not expressly created by Congress. See alsoAbbasi,582 U. S.,at___(slip op., at\n9) (“If the statute does not itself so provide, a private cause of\naction will not be created through judicial mandate”). And we\ndeclined to recognize a claim against a foreign corporation under\nthe Alien Tort Statute.Jesner, 584 U. S., at ___ (slip\nop., at 29).In constitutional cases, we have been at least\nequally reluctant to create new causes of action. We have\nrecognized that Congress is best positioned to evaluate “whether,\nand the extent to which, monetary and other liabilities should be\nimposed upon individual officers and employees of the Federal\nGovernment” based on constitutional torts.Abbasi, 582\nU. S., at ___ (slip op., at 10). We have stated that expansion\nofBivensis “a ‘disfavored’ judicial activity,” 582\nU. S., at ___ (slip op., at 11) (quotingAshcroftv.Iqbal,556 U.S.\n662, 675 (2009)), and have gone so far as to observe that if\n“the Court’s threeBivenscases [had] been . . .\ndecided today,” it is doubtful that we would have reached the same\nresult, 582 U. S., at ___ (slip op., at 11). And for almost 40\nyears, we have consistently rebuffed requests to add to the claims\nallowed underBivens. See 582 U. S., at ___ (slip op.,\nat 23);Minneciv.Pollard,565\nU.S. 118(2012);Wilkiev.Robbins,551 U.S.\n537(2007);Correctional Services Corp.v.Malesko,534 U.S.\n61(2001);FDICv.Meyer,510\nU.S. 471(1994);Schweikerv.Chilicky,487 U.S.\n412(1988);United Statesv.Stanley,483 U.S.\n669(1987);Chappellv.Wallace,462 U.S.\n296(1983);Bushv.Lucas,462 U.S.\n367(1983).When asked to extendBivens, we engage in\na two-step inquiry. We first inquire whether the request involves a\nclaim that arises in a “new context” or involves a “new category of\ndefendants.”Malesko, 534 U. S., at 68. And our\nunderstanding of a “new context” is broad. We regard a context as\n“new” if it is “different in a meaningful way from previousBivenscases decided by this Court.”Abbasi, 582\nU. S., at ___ (slip op., at 16).When we find that a claim arises in a new\ncontext, we proceed to the second step and ask whether there are\nany “ ‘ “special factors [that] counse[l]\nhesitation” ’ ” about granting the extension.Id.,\nat ___ (slip op., at 12) (quotingCarlson, 446 U. S.,\nat 18, in turn quotingBivens, 403 U. S., at 396). If\nthere are––that is, if we have reason to pause before applyingBivensin a new context or to a new class of defendants—we\nreject the request.We have not attempted to “create an exhaustive\nlist” of factors that may provide a reason not to extendBivens, but we have explained that “central to [this]\nanalysis” are “separation-of-powers principles.”Abbasi, 582\nU. S., at ___ (slip op., at 12). We thus consider the risk of\ninterfering with the authority of the other branches, and we ask\nwhether “there are sound reasons to think Congress might doubt the\nefficacy or necessity of a damages remedy,”id.,at ___\n(slip op., at 13), and “whether the Judiciary is well suited,\nabsent congressional action or instruction, to consider and weigh\nthe costs and benefits of allowing a damages action to proceed,”id.,at ___ (slip op., at 12).IIIATheBivensclaims in this case assuredly\narise in a new context. Petitioners contend that their Fourth and\nFifth Amendment claims do not involve a new context becauseBivensandDavisinvolved claims under those same two\namendments, but that argument rests on a basic misunderstanding of\nwhat our cases mean by a new context. A claim may arise in a new\ncontext even if it is based on the same constitutional provision as\na claim in a case in which a damages remedy was previously\nrecognized. CompareCarlson, 446 U. S., at 16–18\n(allowingBivensremedy for an Eighth Amendment claim for\nfailure to provide adequate medical treatment), withMalesko, 534 U. S., at 71–74 (declining to create aBivensremedy in similar circumstances because the suit was\nagainst a private prison operator, not federal officials). And once\nwe look beyond the constitutional provisions invoked inBivens,Davis, and the present case, it is glaringly\nobvious that petitioners’ claims involve a new context,i.e., one that is meaningfully different.Bivensconcerned an allegedly unconstitutional arrest and search carried\nout in New York City, 403 U. S., at 389;Davisconcerned alleged sex discrimination on Capitol Hill, 442\nU. S., at 230. There is a world of difference between those\nclaims and petitioners’ cross-border shooting claims, where “the\nrisk of disruptive intrusion by the Judiciary into the functioning\nof other branches” is significant.Abbasi, 582U. S., at ___ (slip op., at 16); see Parts\nIII–B and III–C,infra.Because petitioners assert claims that arise in\na new context, we must proceed to the next step and ask whether\nthere are factors that counsel hesitation. As we will explain,\nthere are multiple, related factors that raise warning flags.BThe first is the potential effect on foreign\nrelations. “The political branches, not the Judiciary, have the\nresponsibility and institutional capacity to weigh foreign-policy\nconcerns.”Jesner, 584 U. S., at ___ (slip op., at 19).\nIndeed, we have said that “matters relating ‘to the conduct of\nforeign relations . . . are so exclusively entrusted to\nthe political branches of government as to be largely immune from\njudicial inquiry or interference.’ ”Haigv.Agee,453 U.S.\n280, 292 (1981) (quotingHarisiadesv.Shaughnessy,342 U.S.\n580, 589 (1952)). “Thus, unless Congress specifically has\nprovided otherwise, courts traditionally have been reluctant to\nintrude upon the authority of the Executive in [these matters].”Department of Navyv.Egan,484\nU.S. 518, 530 (1988). We must therefore be especially wary\nbefore allowing aBivensremedy that impinges on this\narena.A cross-border shooting is by definition an\ninternational incident; it involves an event that occurs\nsimultaneously in two countries and affects both countries’\ninterests. Such an incident may lead to a disagreement between\nthose countries, as happened in this case.The United States, through the Executive Branch,\nwhich has “ ‘the lead role in foreign policy,’ ”Medellínv. Texas,552 U.S.\n491, 524 (2008) (alteration omitted), has taken the position\nthat this incident should be handled in a particular way—namely,\nthat Agent Mesa should not face charges in the United States nor be\nextradited to stand trial in Mexico. As noted, the Executive\ndecided not to take action against Agent Mesa because it found that\nhe “did not act inconsistently with [Border Patrol] policy or\ntraining regarding use of force.” DOJ Press Release. We presume\nthat Border Patrol policy and training incorporate both the\nExecutive’s understanding of the Fourth Amendment’s prohibition of\nunreasonable seizures and the Executive’s assessment of\ncircumstances at the border. Thus, the Executive judged Agent\nMesa’s conduct by what it regards as reasonable conduct by an agent\nunder the circumstances that Mesa faced at the time of the\nshooting, and based on the application of those standards, it\ndeclined to prosecute. The Executive does not want a Mexican\ncriminal court to judge Agent Mesa’s conduct by whatever standards\nwould be applicable under Mexican law; nor does it want a jury in aBivensaction to apply its own understanding of what\nconstituted reasonable conduct by a Border Patrol agent under the\ncircumstances of this case. Such a jury determination, the\nExecutive claims, would risk the “ ‘ “embarrassment of\nour government abroad” through “multifarious pronouncements by\nvarious departments on one question.” ’ ” Brief for\nUnited States asAmicus Curiae18 (quotingSanchez-Espinozav. Reagan, 770 F.2d 202, 209 (CADC\n1985) (Scalia, J.)).The Government of Mexico has taken a different\nview of what should be done. It has requested that Agent Mesa be\nextradited for criminal prosecution in a Mexican court under\nMexican law, and it has supported petitioners’Bivenssuit.\nIn a brief filed in this Court, Mexico suggests that shootings by\nBorder Patrol agents are a persistent problem and argues that the\nUnited States has an obligation under international law,\nspecifically Article 6(1) of the International Covenant on Civil\nand Political Rights, Dec. 19, 1966, S. Treaty Doc. No. 95–20, 999\nU. N. T. S. 174, to provide a remedy for the\nshooting in this case. Brief for Government of United Mexican\nStates asAmicus Curiae2, 20–22. Mexico states that it “has\na responsibility to look after the well-being of its nationals” and\nthat “it is a priority to Mexico to see that the United States\nprovides adequate means to hold the agents accountable and to\ncompensate the victims.”Id., at 3.Both the United States and Mexico have\nlegitimate and important interests that may be affected by the way\nin which this matter is handled. The United States has an interest\nin ensuring that agents assigned the difficult and important task\nof policing the border are held to standards and judged by\nprocedures that satisfy United States law and do not undermine the\nagents’ effectiveness and morale. Mexico has an interest in\nexercising sovereignty over its territory and in protecting and\nobtaining justice for its nationals. It is not our task to\narbitrate between them.In the absence of judicial intervention, the\nUnited States and Mexico would attempt to reconcile their interests\nthrough diplomacy––and that has occurred. The broad issue of\nviolence along the border, the occurrence of cross- border\nshootings, and this particular matter have been addressed through\ndiplomatic channels. In 2014, Mexico and the United States\nestablished a joint Border Violence Prevention Council, and the two\ncountries have addressed cross-border shootings through the United\nStates-Mexico bilateral Human Rights Dialogue.[2] Following the Justice Department investigation\nin the present case, the United States reaffirmed its commitment to\n“work with the Mexican government within existing mechanisms and\nagreements to prevent future incidents.” DOJ Press Release.For these reasons, petitioners’ assertion that\ntheir claims have “nothing to do with the substance or conduct of\nU. S. foreign . . . policy,” Brief for Petitioners\n29, is plainly wrong.[3]CPetitioners are similarly incorrect in\ndeprecating the Fifth Circuit’s conclusion that the issue here\nimplicates an element of national security.One of the ways in which the Executive protects\nthis country is by attempting to control the movement of people and\ngoods across the border, and that is a daunting task. The United\nStates’ border with Mexico extends for 1,900 miles, and every day\nthousands of persons and a large volume of goods enter this country\nat ports of entry on the southern border.[4] The lawful passage of people and goods in both\ndirections across the border is beneficial to both countries.Unfortunately, there is also a large volume of\nillegalcross-border traffic. During the last fiscal\nyear, approximately 850,000 persons were apprehended attempting to\nenter the United States illegally from Mexico,[5] and large quantities of drugs were smuggled\nacross the border.[6] In\naddition, powerful criminal organizations operating on both sides\nof the border present a serious law enforcement problem for both\ncountries.[7]On the United States’ side, the responsibility\nfor attempting to prevent the illegal entry of dangerous persons\nand goods rests primarily with the U. S. Customs and Border\nProtection Agency, and one of its main responsibilities is to\n“detect, respond to, and interdict terrorists, drug smugglers and\ntraffickers, human smugglers and traffickers, and other persons who\nmay undermine the security of the United States.” 6\nU. S. C. §211(c)(5). While Border Patrol agents often\nwork miles from the border, some, like Agent Mesa, are stationed\nright at the border and have the responsibility of attempting to\nprevent illegal entry. For these reasons, the conduct of agents\npositioned at the border has a clear and strong connection to\nnational security, as the Fifth Circuit understood. 885 F. 3d, at\n819.Petitioners protest that “ ‘shooting people\nwho are just walking down a street in Mexico’ ” does not\ninvolve national security, Brief for Petitioners 28, but that\nmisses the point. The question is not whether national security\nrequires such conduct––of course, it does not––but whether the\nJudiciary should alter the framework established by the political\nbranches for addressing cases in which it is alleged that lethal\nforce was unlawfully employed by an agent at the border. Cf.Abbasi, 582 U. S., at ___ (slip op., at 19) (explaining\nthat “[n]ational-security policy is the prerogative of the Congress\nand President”).We have declined to extendBivenswhere\ndoing so would interfere with the system of military discipline\ncreated by statute and regulation, seeChappell,462 U.S.\n296;Stanley,483 U.S.\n669, and a similar consideration is applicable here. Since\nregulating the conduct of agents at the border unquestionably has\nnational security implications, the risk of undermining border\nsecurity provides reason to hesitate before extendingBivensinto this field. SeeAbbasi, 582 U. S., at ___ (slip\nop., at 19) (“Judicial inquiry into the national-security realm\nraises ‘concerns for the separation of powers’ ” (quotingChristopherv.Harbury,536 U.S.\n403, 417 (2002))).DOur reluctance to take that step is reinforced\nby our survey of what Congress has done in statutes addressing\nrelated matters. We frequently “loo[k] to analogous statutes for\nguidance on the appropriate boundaries of judge-made causes of\naction.”Jesner, 584 U. S., at ___ (opinion of Kennedy,\nJ.) (slip op., at 19). When foreign relations are implicated, it\n“is even more important . . . ‘to look for legislative\nguidance before exercising innovative authority over substantive\nlaw.’ ”Id.,at ___ (slip op., at 20) (quotingSosav.Alvarez-Machain,542\nU.S. 692, 726 (2004)). Accordingly, it is “telling,”Abbasi, 582 U. S., at ___ (slip op., at 20), that\nCongress has repeatedly declined to authorize the award of damages\nfor injury inflicted outside our borders.A leading example is 42 U. S. C.\n§1983, which permits the recovery of damages for constitutional\nviolations by officers acting under color ofstatelaw. We\nhave describedBivensas a “more limited” “federal analog”\nto §1983.Hartmanv.Moore,547\nU.S. 250, 254, n. 2 (2006). It is therefore instructive that\nCongress chose to make §1983 available only to “citizen[s] of the\nUnited States or other person[s] within the jurisdiction thereof.”\nIt would be “anomalous to impute . . . a judicially\nimplied cause of action beyond the bounds [Congress has] delineated\nfor [a] comparable express caus[e] of action.”Blue Chip\nStampsv.Manor Drug Stores,421\nU.S. 723, 736 (1975). Thus, the limited scope of §1983 weighs\nagainst recognition of theBivensclaim at issue here.Section 1983’s express limitation to the claims\nbrought by citizens and persons subject to United States\njurisdiction is especially significant, but even if this explicit\nlimitation were lacking, we would presume that §1983 did not apply\nabroad. SeeRJR Nabisco, Inc.v.European Community,\n579 U. S. ___, ___ (2016) (slip op., at 7) (“Absent clearly\nexpressed congressional intent to the contrary, federal laws will\nbe construed to have only domestic application”). We presume that\nstatutes do not apply extraterritorially to “ensure that the\nJudiciary does not erroneously adopt an interpretation of\nU. S. law that carries foreign policy consequences not clearly\nintended by the political branches.”Kiobelv.Royal\nDutch Petroleum Co.,569\nU.S. 108, 116 (2013); see alsoEEOCv. Arabian\nAmerican Oil Co.,499 U.S.\n244, 248 (1991).If this danger provides a reason for caution\nwhen Congress has enacted a statute but has not provided expressly\nwhether it applies abroad, we have even greater reason for\nhesitation in deciding whether to extend a judge-made cause of\naction beyond our borders. “[T]he danger of unwarranted judicial\ninterference in the conduct of foreign policy is magnified” where\n“the question is not what Congress has done but instead what courts\nmay do.”Kiobel, 569 U. S., at 116. Where Congress has\nnot spoken at all, the likelihood of impinging on its foreign\naffairs authority is especially acute.Congress’s treatment of ordinary tort claims\nagainst federal officers is also revealing. As petitioners and\ntheiramicistress, the traditional way in which civil\nlitigation addressed abusive conduct by federal officers was by\nsubjecting them to liability for common-law torts. See Brief for\nPetitioners 10–17. For many years, such claims could be raised in\nstate or federal court,[8] and\nthis Court occasionally considered tort suits against federal\nofficers for extraterritorial injuries. See,e.g.,Mitchellv.Harmony, 13 How. 115 (1852) (affirming\naward in trespass suit brought by U. S. citizen against\nU. S. Army officer who seized personal property in Mexico\nduring the Mexican-American war). AfterErie, federal\ncommon-law claims were out, but we recognized the continuing\nviability of state-law tort suits against federal officials as\nrecently asWestfallv.Erwin,484 U.S.\n292(1988).In response to that decision, Congress passed\nthe so-called Westfall Act, formally the Federal Employees\nLiability Reform and Tort Compensation Act of 1988, 28\nU. S. C. §2679. That Act makes the Federal Tort Claims\nAct (FTCA) “the exclusive remedy for most claims against Government\nemployees arising out of their official conduct.”Huiv.Castaneda,559 U.S.\n799, 806 (2010).[9] Thus, a\nperson injured by a federal employee may seek recovery directly\nfrom the United States under the FTCA, but the FTCA bars “[a]ny\nclaim arising in a foreign country.” §2680(k).[10] The upshot is that claims that would\notherwise permit the recovery of damages are barred if the injury\noccurred abroad.Yet another example is provided by the Torture\nVictim Protection Act of 1991, note following 28 U. S. C.\n§1350, which created a cause of action that may be brought by an\nalien in a U. S. court under the Alien Tort Statute, §1350.\nUnder the Torture Victim Protection Act, a damages action may be\nbrought by or on behalf of a victim of torture or an extrajudicial\nkilling carried out by a person who acted under the authority of a\nforeign state. Consequently, this provision, which is often\nemployed to seek redress for acts committed abroad,[11] cannot be used to sue a United States\nofficer. SeeMeshalv.Higgenbotham, 804 F.3d 417,\n430 (CADC 2015) (Kavanaugh, J., concurring).These statutes form a pattern that is important\nfor present purposes. When Congress has enacted statutes creating a\ndamages remedy for persons injured by United States Government\nofficers, it has taken care to preclude claims for injuries that\noccurred abroad.Instead, when Congress has provided compensation\nfor injuries suffered by aliens outside the United States, it has\ndone so by empowering Executive Branch officials to make payments\nunder circumstances found to be appropriate. Thus, the Foreign\nClaims Act, 10 U. S. C. §2734, first enacted during World\nWar II, ch. 645, 55Stat. 880, allows the Secretary of Defense to\nappoint claims commissions to settle and pay claims for personal\ninjury and property damage resulting from the noncombat activities\nof the Armed Forces outside this country. §2734(a). Similarly,\n§2734a allows the Secretary of Defense and the Secretary of\nHomeland Security to make payments pursuant to “an international\nagreement which provides for the settlement or adjudication and\ncost sharing of claims against the United States” that arise out of\n“acts or omissions” of the Armed Forces. §2734a(a); see also 22\nU. S. C. §2669(b) (State Department may settle and pay\ncertain claims for death, injury, or property loss or damage “for\nthe purpose of promoting and maintaining friendly relations with\nforeign countries”); §2669–1 (Secretary of State has authority to\npay tort claims arising in foreign countries in connection with\nState Department operations); 21 U. S. C. §904 (Attorney\nGeneral has authority to pay tort claims arising in connection with\nthe operations of the Drug Enforcement Administration abroad).This pattern of congressional action—refraining\nfrom authorizing damages actions for injury inflicted abroad by\nGovernment officers, while providing alternative avenues for\ncompensation in some situations—gives us further reason to hesitate\nabout extendingBivensin this case.EIn sum, this case features multiple factors\nthat counsel hesitation about extendingBivens,but they can\nall be condensed to one concern––respect for the separation of\npowers. SeeAbbasi, 582 U. S., at ___ (slip op., at\n12). “Foreign policy and national security decisions are ‘delicate,\ncomplex, and involve large elements of prophecy’ for which ‘the\nJudiciary has neither aptitude, facilities[,] nor\nresponsibility.’ ”Jesner, 584 U. S., at ___\n(Gorsuch, J., concurring part and concurring in judgment) (slip\nop., at 5) (quotingChicago & Southern Air Lines, Inc.v.Waterman S. S. Corp.,333 U.S.\n103, 111 (1948)). To avoid upsetting the delicate web of\ninternational relations, we typically presume that even\ncongressionally crafted causes of action do not apply outside our\nborders. These concerns are only heightened when judges are asked\nto fashion constitutional remedies. Congress, which has authority\nin the field of foreign affairs, has chosen not to create liability\nin similar statutes, leaving the resolution of extraterritorial\nclaims brought by foreign nationals to executive officials and the\ndiplomatic process.Congress’s decision not to provide a judicial\nremedy does not compel us to step into its shoes. “The absence of\nstatutory relief for a constitutional violation . . .\ndoes not by any means necessarily imply that courts should award\nmoney damages against the officers responsible for the violation.”Schweiker, 487 U. S., at 421–422; see alsoStanley, 483 U. S., at 683 (“[I]t is irrelevant to a\n‘special factors’ analysis whether the laws currently on the books\nafford [plaintiff] an ‘adequate’ federal remedy for his\ninjuries”).[12]When evaluating whether to extendBivens,the most important question “is ‘who should decide’ whether to\nprovide for a damages remedy, Congress or the courts?”Abbasi, 582 U. S., at ___ (slip op., at 12) (quotingBush, 462 U. S., at 380). The correct “answer most\noften will be Congress.” 582 U. S., at ___ (slip op., at\n12).That is undoubtedly the answer here.*  *  *The judgment of the United States Court of\nAppeals for the Fifth Circuit is affirmed.It is so ordered.Notes1See App. to Pet. for\nCert. 198–199; Dept. of Justice, Federal Officials Close\nInvestigation Into the Death of Sergio Hernandez-Guereca(Apr. 27,\n2012),\nhttps://www.justice.gov/opa/pr/federal-officials-close-investigation-death-sergio-hernandez-guereca\n(hereinafter DOJ Press Release).2See Dept. of Homeland\nSecurity, Written Testimony for HouseComm. on Oversight and Govt.\nReform Hearing (Sept. 9, 2015),\nhttps: / / www .dhs.gov/news/2015/09/09/written-testimony-dhs-southern-border-and-approaches-campaign-joint-task-force-west\n(discussing creation of Border Violence Prevention Council); Dept.\nof Homeland Security, Border Violence Prevention Council Fact\nSheet,\nhttps://www.dhs.gov/sites/default/files/publications/bvpc-fact-sheet.pdf\n(outlining areas of collaboration); Dept. of State, Joint Statement\non the U. S.-Mexico Bilateral High Level Dialogue on Human\nRights (Oct. 27, 2016),\nhttps://2009-2017.state.gov/r/pa/prs/ps/2016/10/263759.htm (noting\ndiscussion of “the use of force at the border”).3It is no answer to argue,\nas Mexico does, that refusing to extendBivens“is what\n[would] negatively affect international relations.” Brief for\nGovernment of United Mexican States asAmicus Curiae12.\nWhen a third party intervenes and takes sides in a dispute between\ntwo countries, one country is likely to be pleased and the other\ndispleased. But no matter which side the third party supports, it\nwill have injected itself into their relations.4See Dept. of Transp.,\nBureau of Transp. Statistics, Border Crossing/Entry Data,\nhttps://explore.dot.gov/views/BorderCrossingData/Monthly (detailing\nthe millions of individuals and vehicles that cross\ntheU. S.-Mexico border each month); U. S. Int’l Trade\nComm’n, The Year in Trade 2018, p. 190 (USITC Pub. No. 4986,\n2019) (explaining that in 2018 the United States imported $346.5\nbillion of goods from Mexico).5Dept. of Homeland\nSecurity, U. S. Customs and Border Protection, Southwest\nBorder Migration FY 2019,\nhttps://cbp.gov/newsroom/stats/sw-border-migration/fy-2019.6Dept. of Homeland\nSecurity, U. S. Customs and Border Protection, CBP Enforcement\nStatistics FY2019,\nhttps://cbp.gov/newsroom/stats/cbp-enforcement-statistics-fy2019\n(explaining that in FY2019, Border Patrol officers seized 11,682\npounds of cocaine, 266,882 pounds of marijuana, and 14,434 pounds\nof methamphetamine).7Cong. Research Serv.,\nMexico: Organized Crime and Drug Trafficking Organizations, Summary\n(2019) (“Mexican drug trafficking organizations . . .\npose the greatest crime threat to the United States”); Dept. of\nJustice, Drug Enforcement Admin., 2018 National Drug Threat\nAssessment 97 (DEA–DCT–DIR–032–18) (explaining that “Mexican\n[transnational criminal organizations] . . . maintain the\ngreatest drug trafficking influence in the United\nStates”).8State-law claims could be\nasserted in federal court if the parties’ citizenship was diverse,\nand federal common-law claims could be raised untilErieR. Co.v.Tompkins,304 U.S.\n64(1938).9The Act also permits\nclaims “brought for a violation of the Constitution.” 28\nU. S. C. §2679(b)(2)(A). By enacting this provision,\nCongress made clear that it was not attempting to abrogateBivens, but the provi-sion certainly does not suggest, as\none of petitioners’amicicontends, thatCongress “intended\nfor a robust enforcement ofBivensremedies.” Brief for\nInstitute for Justice asAmicus Curiae21. Instead, the\nprovision simply leftBivenswhere it found it. It is not a\nlicense to create a newBivensremedy in a context we have\nnever before addressed, seeCorrectional Services Corp.v.Malesko,534 U.S.\n61, 68 (2001).10Petitioners contend that Congress\nexcluded claims arising abroad in order to avoid subjecting the\nUnited States to liability under foreign law, something that cannot\noccur underBivens. Reply Brief 11. But neither the\nlegislative history recounted inSosav.Alvarez-Machain,542 U.S.\n692, 707 (2004), nor anything else offered by petitioners shows\nthat this was the only reason for this limitation. And the fact\nremains that the FTCA does not permit claims for torts committed\nabroad, a limitation that is consistent with Congress’s general\npractice of avoiding extraterritorial legislation. See,e.g.,\nKiobelv.Royal Dutch Petroleum Co.,569 U.S.\n108, 115–116 (2013).11See,e.g.,Samantarv.Yousuf,560 U.S.\n305, 308 (2010) (bringing claim under the Torture Victim\nProtection Act against the former First Vice President and Minister\nof Defense of Somalia for alleged torture and extrajudicial killing\nin Somalia).12Indeed, inAbbasiwe explained\nthat existence of alternative remedies was merely a further reason\nnot to createBivensliability. See 582 U. S., at ___\n(slip op., at 22) (“[W]hen alternative methods of relief are\navailable, aBivensremedy is usually not”).",
    "joined": []
}