{
    "case": {
        "docket": "271",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/271/"
    },
    "id": "1962782",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTCRAWFORD V. METROPOLITAN GOVERNMENT OFNASHVILLE AND DAVIDSON\nCTY.555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 06-1595VICKY S. CRAWFORD, PETITIONERv.METRO-\nPOLITAN GOVERNMENT OF NASHVILLE AND DAVIDSON COUNTY, TENNESSEEon writ of certiorari to the united states court of\nappeals for the sixth circuit[January 26, 2009]Justice Alito, with whom Justice\nThomas joins, concurring in the judgment.The question in this case is\nwhether Title VII of the Civil Rights Act of 1964, 78 Stat. 253, as\namended, 42 U. S. C. §2000eet seq.(2000 ed. and\nSupp. V), prohibits retaliation against an employee who testifies\nin an internal investigation of alleged sexual harassment. I agree\nwith the Court that the “opposition clause” of §2000e–3(a) (2000\ned.) prohibits retaliation for such conduct. I also agree with the\nCourt’s primary reasoning, which is based on “the point argued by\nthe Government and explained by an EEOC guideline: ‘When an\nemployee communicates to her employer a belief that the employer\nhas engaged in … a form of employment discrimination, that\ncommunication’ virtually always ‘constitutes the employee’soppositionto the activity.’ ”Ante, at 4. I\nwrite separately to emphasize my understanding that the Court’s\nholding does not and should not extend beyond employees who testify\nin internal investigations or engage in analogous purposive\nconduct.As the Court concludes, the term “oppose” does\nnot denote conduct that necessarily rises to the level required by\nthe Sixth Circuit—i.e.,conduct that is\n“ ‘consistent’ ” and “instigated or initiated” by the\nemployee. 211 Fed. Appx. 373, 376 (2006). The primary definitions\nof the term “oppose” do, however, require conduct that is active\nand purposive. See Webster’s New International Dictionary 1709–1710\n(2d ed. 1953); Random House Dictionary of the English Language 1010\n(1966) (hereinafter Random Dict.); 10 Oxford English Dictionary\n866–867 (2d ed. 1989). For example, the first three definitions of\nthe term in the dictionary upon which the Court principally relies\nare as follows:“1. to act against or provide resistance to;\ncombat. 2. to stand in the way of; hinder; obstruct. 3. to set as\nan opponent or adversary.” Random Dict. 1359 (2d ed. 1987).In accordance with these definitions, petitioner\ncontends that the statutory term “oppose” means “taking action\n(including making a statement) to end, prevent, redress, or correct\nunlawful discrimination.” Brief for Petitioner 40.In order to decide the question that is before\nus, we have no need to adopt a definition of the term “oppose” that\nis broader than the definition that petitioner advances. But in\ndicta, the Court notes that the fourth listed definition in the\nRandom House Dictionary of the English Language goes further,\ndefining “oppose” to mean “ ‘to be hostile or adverse to,as in opinion.’ ”Ante, at 4 (emphasis\nadded). Thus, this definition embraces silent opposition.While this is certainlyanaccepted\nusage of the term “oppose,” the term is not always used in this\nsense, and it is questionable whether silent opposition is covered\nby the opposition clause of 42 U. S. C. §2000e–3(a). It is\nnoteworthy that all of the other conduct protected by this\nprovision—making a charge, testifying, or assisting or\nparticipating in an investigation, proceeding, or hearing—requires\nactive and purposive conduct. “ ‘That several items in a list\nshare an attribute counsels in favor of interpreting the other\nitems as possessing that attribute as well.’ ”S. D.\nWarren Co.v. Maine Bd. of Environmental Protection,547 U. S. 370,\n378 (2006) (quotingBeechamv. United States,511 U. S. 368,\n371 (1994)).An interpretation of the opposition clause\nthat protects conduct that is not active and purposive would have\nimportant practical implications. It would open the door to\nretaliation claims by employees who never expressed a word of\nopposition to their employers. To be sure, in many cases, such\nemployees would not be able to show that management was aware of\ntheir opposition and thus would not be able to show that their\nopposition caused the adverse actions at issue. But in other cases,\nsuch employees might well be able to create a genuine factual issue\non the question of causation. Suppose, for example, that an\nemployee alleges that he or she expressed opposition while\ninformally chatting with a co-worker at the proverbial water cooler\nor in a workplace telephone conversation that was overheard by a\nco-worker. Or suppose that an employee alleges that such a\nconversation occurred after work at a restaurant or tavern\nfrequented by co-workers or at a neighborhood picnic attended by a\nfriend or relative of a supervisor.Some courts hold that an employee asserting a\nretaliation claim can prove causation simply by showing that the\nadverse employment action occurred within a short time after the\nprotected conduct. See,e.g.,Clark County School\nDist. v.Breeden,532 U. S. 268, 273\n(2001)(per curiam)(noting that some cases “accept mere\ntemporal proximity between an employer’s knowledge of protected\nactivity and an adverse employment action as sufficient evidence of\ncausality to establish a prima facie case”); see\nalsoGorman-Bakosv.Cornell Cooperative Extension of\nSchenectady Cty., 252 F. 3d 545, 554 (CA2 2001);Connerv.Schnuk Markets, Inc., 121 F. 3d\n1390, 1395 (CA10 1997);Deyv.Colt Constr. & Dev.\nCo., 28 F. 3d 1446, 1458 (CA7 1994). As a result, an\nemployee claiming retaliation may be able to establish causation\nsimply by showing that, within some time period prior to the\nadverse action, the employer, by some indirect means, became aware\nof the views that the employee had expressed. Where the protected\nconduct consisted of a private conversation, application of this\nrule would be especially problematic because of uncertainty\nregarding the point in time when the employer became aware of the\nemployee’s private expressions of disapproval.The number of retaliation claims filed with\nthe EEOC has proliferated in recent years. See U. S. Equal\nEmployment Opportunity Commission, Charge Statistics: FY 1997\nThrough FY 2007, http://www.eeoc.gov/stats/ charges.html; Charge\nStatistics: FY 1992 Through FY 1996,\nhttp://www.eeoc.gov/stats/charges-a.html (as visited Jan. 16, 2009,\nand available in Clerk of Court’s case file) (showing that\nretaliation charges filed with the EEOC doubled between 1992 and\n2007). An expansive interpretation of protected opposition conduct\nwould likely cause this trend to accelerate.The question whether the opposition clause\nshields employees who do not communicate their views to their\nemployers through purposive conduct is not before us in this case;\nthe answer to that question is far from clear; and I do not\nunderstand the Court’s holding to reach that issue here. For\npresent purposes, it is enough to hold that the opposition clause\ndoes protect an employee, like petitioner, who testifies about\nunlawful conduct in an internal investigation.",
    "joined": []
}