{
    "case": {
        "docket": "631",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/631/"
    },
    "id": "1963329",
    "author": "alito",
    "type": "concurrence",
    "text": "OPINION OF ALITO, J.HOLLAND V. FLORIDA560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-5327ALBERT HOLLAND, PETITIONERv.FLORIDAon writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 14, 2010]Justice Alito, concurring in part\nand concurring in the judgment.This case raises two broad\nquestions: first, whether the statute of limitations set out in the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA), 28\nU. S. C. §2244(d), is subject to equitable tolling; and\nsecond, assuming an affirmative answer to the first question,\nwhether petitioner in this particular case has alleged facts that\nare sufficient to satisfy the “extraordinary circumstances” prong\nof the equitable tolling test. I agree with the Court’s conclusion\nthat equitable tolling is available under AEDPA. I also agree with\nmuch of the Court’s discussion concerning whether equitable tolling\nis available on the facts of this particular case. In particular, I\nagree that the Court of Appeals erred by essentially limiting the\nrelevant inquiry to the question whether “gross negligence” of\ncounsel may be an extraordinary circumstance warranting equitable\ntolling. As the Court makes clear, petitioner in this case has\nalleged certain facts that go well beyond any form of attorney\nnegligence, seeante, at 3–4, 19, and the Court of Appeals\ndoes not appear to have asked whether those particular facts\nprovide an independent basis for tolling. Accordingly, I concur in\nthe Court’s decision to reverse the judgment below and remand so\nthat the lower courts may properly apply the correct legal\nstandard.Although I agree that the Court of Appeals\napplied thewrongstandard, I think that the majority does\nnot do enough to explain therightstandard. It is of\ncourse true that equitable tolling requires “extraordinary\ncircumstances,” but that conclusory formulation does not provide\nmuch guidance to lower courts charged with reviewing the many\nhabeas petitions filed every year. I therefore write separately to\nset forth my understanding of the principles governing the\navailability of equitable tolling in cases involving attorney\nmisconduct.I“Generally, a litigant seeking\nequitable tolling bears the burden of establishing two elements:\n(1) that he has been pursuing his rights diligently, and (2) that\nsome extraordinary circumstance stood in his way.”Pacev.DiGuglielmo,544 U. S. 408, 418\n(2005). The dispute in this case concerns whether and when attorney\nmisconduct amounts to an “extraordinary circumstance” that stands\nin a petitioner’s way and prevents the petitioner from filing a\ntimely petition. I agree with the majority that it is not practical\nto attempt to provide an exhaustive compilation of the kinds of\nsituations in which attorney misconduct may provide a basis for\nequitable tolling. In my view, however, it is useful to note that\nseveral broad principles may be distilled from this Court’s\nprecedents.First, our prior cases make it\nabundantly clear that attorney negligence is not an extraordinary\ncircumstance warranting equitable tolling. InLawrencev.Florida,549 U. S. 327, 336\n(2007), the Court expressly rejected the petitioner’s contention\nthat “his counsel’s mistake in miscalculating the limitations\nperiod entitle[d] him to equitable tolling.” “Attorney\nmiscalculation,” the Court held, “is simply not sufficient to\nwarrant equitable tolling,particularly in the postconviction\ncontext where prisoners have no constitutional right to\ncounsel.”Id.,at 336–337 (citingColemanv.Thompson,501 U. S. 722, 756–757\n(1991) (emphasis added)).The basic rationale forLawrence’s\nholding is that the mistakes of counsel are constructively\nattributable to the client, at least in the postconviction context.\nTheLawrenceCourt’s reliance onColemanis\ninstructive. InColeman, the Court addressed whether\nattorney error provided cause for a procedural default based on a\nlate filing. See 501 U. S., at 752. Because “[t]here is no\nconstitutional right to an attorney in state post-conviction\nproceedings,” the Court explained, “a petitioner cannot claim\nconstitutionally ineffective assistance of counsel in such\nproceedings.”Ibid.In such circumstances, the Court\nreasoned, there was “ ‘no inequity in requiring [the\npetitioner] to bear the risk of attorney error that results in a\nprocedural default.’ ”Ibid.(quotingMurrayv.Carrier,477 U. S. 478, 488\n(1986)); accord,Coleman,501 U. S., at 753\n(“ ‘[C]ause’ under the cause and prejudice test must be\nsomethingexternalto the petitioner, something that\ncannot fairly be attributed to him”);ibid.(“Attorney\nignorance or inadvertence is not ‘cause’ because the attorney is\nthe petitioner’s agent when acting, or failing to act, in\nfurtherance of the litigation, and the petitioner must ‘bear the\nrisk of attorney error’ ”);id., at 754 (what matters\nis whether “the error [of counsel] must be seen as an external\nfactor,i.e., ‘imputed to the State’ ”);ibid.(“In the absence of a constitutional violation, the\npetitioner bears the risk in federal habeas for all attorney errors\nmade in the course of the representation”);id., at 757\n(“Because Coleman had no right to counsel to pursue his appeal in\nstate habeas, any attorney error that led to the default of\nColeman’s claims in state court cannot constitute cause to excuse\nthe default in federal habeas”). AsLawrencemakes clear,\nthe same analysis applies when a petitioner seeks equitable tolling\nbased on attorney error in the postconviction context. See 549 U.\nS., at 336–337 (citingColeman).WhileLawrenceaddressed an\nallegation of attorney miscalculation, its rationale fully applies\nto other forms of attorney negligence. Instead of miscalculating\nthe filing deadline, for example, an attorney could compute the\ndeadline correctly but forget to file the habeas petition on time,\nmail the petition to the wrong address, or fail to do the requisite\nresearch to determine the applicable deadline. In any case,\nhowever, counsel’s error would be constructively attributable to\nthe client.Second, the mere fact that a missed deadline\ninvolves “gross negligence” on the part of counsel does not by\nitself establish an extraordinary circumstance. As explained above,\nthe principal rationale for disallowing equitable tolling based on\nordinary attorney miscalculation is that the error of an attorney\nis constructively attributable to the client and thus is not a\ncircumstance beyond the litigant’s control. SeeLawrence,supra,at 336–337;Coleman,supra,at\n752–754; see alsoPowellv.Davis, 415 F. 3d\n722, 727 (CA7 2005);Johnsonv.McBride, 381\nF. 3d 587, 589–590 (CA7 2004);Harrisv.Hutchinson, 209 F. 3d 325, 330 (CA4 2000). That\nrationale plainly applies regardless whether the attorney error in\nquestion involves ordinary or gross negligence. SeeColeman, 501 U. S., at 754 (“[I]t is not the gravity of\nthe attorney’s error that matters, but that it constitutes a\nviolation of petitioner’s right to counsel, so that the error must\nbe seen as an external factor,i.e.,‘imputed to the\nState’ ”);id., at 752 (rejecting the contention that\n“[t]he late filing was … the result of attorney error of sufficient\nmagnitude to excuse the default in federal habeas”).Allowing equitable tolling in cases involvinggrossrather thanordinaryattorney negligence\nwould not only fail to make sense in light of our prior cases; it\nwould also be impractical in the extreme. Missing the statute of\nlimitations will generally, if not always, amount to negligence,\nseeLawrence,549 U. S., at 336, and it has been aptly\nsaid that gross negligence is ordinary negligence with a\nvituperative epithet added. Therefore, if gross negligence may be\nenough for equitable tolling, there will be a basis for arguing\nthat tolling is appropriate in almost every counseled case\ninvolving a missed deadline. Seeibid.(argument that\nattorney miscalculation is an extraordinary circumstance, if\ncredited, “would essentially equitably toll limitations periods for\nevery person whose attorney missed a deadline”). This would not\njust impose a severe burden on the district courts; it would also\nmake the availability of tolling turn on the highly artificial\ndistinction between gross and ordinary negligence. That line would\nbe hard to administer, would needlessly consume scarce judicial\nresources, and would almost certainly yield inconsistent and often\nunsatisfying results. SeeBaldayaquev.United\nStates, 338 F. 3d 145, 155 (CA2 2003) (Jacobs, J.,\nconcurring) (noting that the “distinction between ordinary and\nextraordinary attorney malpractice … is elusive, hard to apply, and\ncounterintuitive”).Finally, it is worth noting that a rule that\ndistinguishes between ordinary and gross attorney negligence for\npurposes of the equitable tolling analysis would have demonstrably\n“inequitable” consequences. For example, it is hard to see why a\nhabeas petitioner should be effectively penalized just because his\ncounsel was negligent rather than grossly negligent, or why the\nState should be penalized just because petitioner’s counsel was\ngrossly negligent rather than moderately negligent. Regardless of\nhow one characterizes counsel’s deficient performance in such\ncases, the petitioner is not personally at fault for the untimely\nfiling, attorney error is a but-for cause of the late filing, and\nthe governmental interest in enforcing the statutory limitations\nperiod is the same.IIAlthough attorney negligence,\nhowever styled, does not provide a basis for equitable tolling, the\nAEDPA statute of limitations may be tolled if the missed deadline\nresults from attorney misconduct that is not constructively\nattributable to the petitioner. In this case, petitioner alleges\nfacts that amount to such misconduct. Seeante, at 19\n(acknowledging that ordinary attorney negligence does not warrant\nequitable tolling, but observing that “the facts of this case\npresent far more serious instances of attorney misconduct”). In\nparticular, he alleges that his attorney essentially “abandoned”\nhim, as evidenced by counsel’s near-total failure to communicate\nwith petitioner or to respond to petitioner’s many inquiries and\nrequests over a period of several years. Seeante, at 3–4.\nPetitioner also appears to allege that he made reasonable efforts\nto terminate counsel due to his inadequate representation and to\nproceedpro se, and that such efforts were successfully\nopposed by the State on the perverse ground that petitioner failed\nto act through appointed counsel. Seeante, at 4; Brief\nfor Petitioner 50–51 (stating that petitioner filed “twopro\nsemotions in the Florida Supreme Court to remove Collins as\ncounsel (one which, if granted, would have allowed [petitioner] to\nproceedpro se)” (emphasis deleted)).If true, petitioner’s allegations\nwould suffice to establish extraordinary circumstances beyond his\ncontrol. Common sense dictates that a litigant cannot be held\nconstructively responsible for the conduct of an attorney who is\nnot operating as his agent in any meaningful sense of that word.\nSeeColeman,supra,at 754 (relying on\n“well-settled principles of agency law” to determine whether\nattorney error was attributable to client);Baldayaque,supra,at 154 (Jacobs, J., concurring) (“[W]hen an ‘agent\nacts in a manner completely adverse to the principal’s interest,’\nthe ‘principal is not charged with [the] agent’s misdeeds’ ”).\nThat is particularly so if the litigant’s reasonable efforts to\nterminate the attorney’s representation have been thwarted by\nforces wholly beyond the petitioner’s control. The Court of Appeals\napparently did not consider petitioner’s abandonment argument or\nassess whether the State improperly prevented petitioner from\neither obtaining new representation or assuming the responsibility\nof representing himself. Accordingly, I agree with the majority\nthat the appropriate disposition is to reverse and remand so that\nthe lower courts may apply the correct standard to the facts\nalleged here.",
    "joined": []
}