{
    "case": {
        "docket": "18-587",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-587/"
    },
    "id": "4263240",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–587, 18–588, and 18–589_________________DEPARTMENT OF HOMELAND SECURITY,\net al., PETITIONERS18–587v.REGENTS OF THE UNIVERSITY OF CALIFORNIA,\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuitDONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS18–588v.NATIONAL ASSOCIATION FOR THE\nADVANCEMENT OF COLORED PEOPLE, et al.; ANDon writ of certiorari before judgment to the\nunited states court of appeals for the district of columbia\ncircuitCHAD WOLF, ACTING SECRETARY OF HOMELAND\nSECURITY, et al., PETITIONERS18–589v.MARTIN JONATHAN BATALLA VIDAL,\net al.on writ of certiorari before judgment to the\nunited states court of appeals for the second circuit[June 18, 2020]Justice Alito, concurring in the judgment in\npart and dissenting in part.Anyone interested in the role that the Federal\nJudiciary now plays in our constitutional system should consider\nwhat has happened in these cases. Early in the term of the current\nPresident, his administration took the controversial step of\nattempting to rescind the Deferred Action for Childhood Arrivals\n(DACA) program. Shortly thereafter, one of the nearly 700 federal\ndistrict court judges blocked this rescission, and since then, this\nissue has been mired in litigation. In November 2018, the Solicitor\nGeneral filed petitions for certiorari, and today, the Court still\ndoes not resolve the question of DACA’s rescission. Instead, it\ntells the Department of Homeland Security to go back and try again.\nWhat this means is that the Federal Judiciary, without holding that\nDACA cannot be rescinded, has prevented that from occurring during\nan entire Presidential term. Our constitutional system is not\nsupposed to work that way.I join Justice Thomas’s opinion. DACA presents a\ndelicate political issue, but that is not our business. As Justice\nThomas explains, DACA was unlawful from the start, and that alone\nis sufficient to justify its termination. But even if DACA were\nlawful, we would still have no basis for overturning its\nrescission. First, to the extent DACA represented a lawful exercise\nof prosecutorial discretion, its rescission represented an exercise\nof that same discretion, and it would therefore be unreviewable\nunder the Administrative Procedure Act. 5 U. S. C.\n§701(a)(2); seeHecklerv.Chaney,470 U.S.\n821, 831–832 (1985). Second, to the extent we could review the\nrescission, it was not arbitrary and capricious for essentially the\nreasons explained by Justice Kavanaugh. Seepost, at 4–6\n(opinion concurring in the judgment in part and dissenting in\npart).",
    "joined": []
}