{
    "case": {
        "docket": "108",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/108/"
    },
    "id": "1970629",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1491_________________ESTHER KIOBEL, individually and on behalf of\nher late husband, Dr. BARINEM KIOBEL, et al., PETI- TIONERSv.ROYAL DUTCH PETROLEUM CO. et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[April 17, 2013]Justice Alito, with whom Justice Thomas joins,\nconcurring.I concur in the judgment and join the opinion of\nthe Court as far as it goes. Specifically, I agree that when Alien\nTort Statute (ATS) “claims touch and concern the territory of the\nUnited States, they must do so with sufficient force to displace\nthe presumption against extraterritorial application.”Ante,\nat 14. This formulation obviously leaves much unanswered, and\nperhaps there is wisdom in the Court’s preference for this narrow\napproach. I write separately to set out the broader standard that\nleads me to the conclusion that this case falls within the scope of\nthe presumption.InMorrisonv.National Australia Bank\nLtd., 561 U. S. ___ (2010), we explained that “the\npresumption against extraterritorial application would be a craven\nwatchdog indeed if it retreated to its kennel wheneversomedomestic activity is involved in the case.”Id.,at ___\n(slip op., at 17). We also reiterated that a cause of action falls\nout- side the scope of the presumption—and thus is not barred by\nthe presumption—only if the event or relationship that was “the\n‘focus’ of congressional concern” under the relevant statute takes\nplace within the United States.Ibid.(quotingEEOCv.Arabian American Oil Co.,499 U.S.\n244, 255 (1991)). For example, because “the focus of the\n[Securities] Exchange Act [of 1934] is not upon the place where the\ndeception originated, but upon purchases and sales of securities in\nthe United States,” we held inMor-risonthat §10(b) of the\nExchange Act applies “only” to “transactions in securities listed\non domestic exchanges, and domestic transactions in other\nsecurities.” 561 U. S., at ___–___ (slip op., at 17–18).The Court’s decision inSosav.Alvarez-Machain,542 U.S.\n692(2004), makes clear that when the ATS was enacted,\n“congressional concern” was “ ‘focus[ed],’ ”Morrison,supra, at ___ (slip op., at 17), on the\n“three principal offenses against the law of nations” that had been\nidentified by Blackstone: violation of safe conducts, infringement\nof the rights of ambassadors, and piracy,Sosa, 542\nU. S., at 723–724. The Court therefore held that “federal\ncourts should not recognize private claims under federal common law\nfor violations of any international law norm with less definite\ncontent and acceptance among civilized nations than the historical\nparadigms familiar when [the ATS] was enacted.”Id.,at 732.\nIn other words, only conduct that satisfiesSosa’s\nrequirements of definiteness and ac-ceptance among civilized\nnations can be said to have been “the ‘focus’ of congressional\nconcern,”Morrison,supra, at ___ (slip op., at 17),\nwhen Congress enacted the ATS. As a result, a putative ATS cause of\naction will fall within the scope of the presumption against\nextraterritoriality—and will therefore be barred—unless the\ndomestic conduct is sufficient to violate an international law norm\nthat satisfiesSosa’s requirements of definiteness and\nacceptance among civilized nations.",
    "joined": []
}