{
    "case": {
        "docket": "223",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/223/"
    },
    "id": "1962840",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTPEARSON V. CALLAHAN555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-751CORDELL PEARSON, et al., PETITIONERSv.AFTON CALLAHANon writ of certiorari to the united states court of\nappeals for the tenth circuit[January 21, 2009]Justice Alito delivered the\nopinion of the Court.This is an action brought by\nrespondent under Rev. Stat. §1979, 42 U. S. C. §1983, against\nstate law enforcement officers who conducted a warrantless search\nof his house incident to his arrest for the sale of methamphetamine\nto an undercover informant whom he had voluntarily admitted to the\npremises. The Court of Appeals held that petitioners were not\nentitled to summary judgment on qualified immunity grounds.\nFollowing the procedure we mandated inSaucierv.Katz,533 U. S. 194(2001), the Court of\nAppeals held, first, that respondent adduced facts sufficient to\nmake out a violation of the Fourth Amendment and, second, that the\nunconstitutionality of the officers’ conduct was clearly\nestablished. In granting review, we required the parties to address\nthe additional question whether the mandatory procedure set out inSauciershould be retained.We now hold that theSaucierprocedure should not be regarded as an inflexible requirement and\nthat petitioners are entitled to qualified immunity on the ground\nthat it was not clearly established at the time of the search that\ntheir conduct was unconstitutional. We therefore reverse.IAThe Central Utah Narcotics Task\nForce is charged with investigating illegal drug use and sales. In\n2002, Brian Bartholomew, who became an informant for the task force\nafter having been charged with the unlawful possession of\nmethamphetamine, informed Officer Jeffrey Whatcott that respondent\nAfton Callahan had arranged to sell Bartholomew methamphetamine\nlater that day.That evening, Bartholomew arrived\nat respondent’s residence at about 8 p.m. Once there, Bartholomew\nwent inside and confirmed that respondent had methamphetamine\navailable for sale. Bartholomew then told respondent that he needed\nto obtain money to make his purchase and left.Bartholomew met with members of the task force\nat about 9 p.m. and told them that he would be able to buy a gram\nof methamphetamine for $100. After concluding that Bartholomew was\ncapable of completing the planned purchase, the officers searched\nhim, determined that he had no controlled substances on his person,\ngave him a marked $100 bill and a concealed electronic transmitter\nto monitor his conversations, and agreed on a signal that he would\ngive after completing the purchase.The officers drove Bartholomew to respondent’s\ntrailer home, and respondent’s daughter let him inside. Respondent\nthen retrieved a large bag containing methamphetamine from his\nfreezer and sold Bartholomew a gram of methamphetamine, which he\nput into a small plastic bag. Bartholomew gave the arrest signal to\nthe officers who were monitoring the conversation, and they entered\nthe trailer through a porch door. In the enclosed porch, the\nofficers encountered Bartholomew, respondent, and two other\npersons, and they saw respondent drop a plastic bag, which they\nlater determined contained methamphetamine. The officers then\nconducted a protective sweep of the premises. In addition to the\nlarge bag of meth- amphetamine, the officers recovered the marked\nbill from respondent and a small bag containing meth- amphetamine\nfrom Bartholomew, and they found drug syringes in the residence. As\na result, respondent was charged with the unlawful possession and\ndistribution of methamphetamine.BThe trial court held that the\nwarrantless arrest and search were supported by exigent\ncircumstances. On respondent’s appeal from his conviction, the Utah\nattorney general conceded the absence of exigent circumstances, but\nurged that the inevitable discovery doctrine justified introduction\nof the fruits of the warrantless search. The Utah Court of Appeals\ndisagreed and vacated respondent’s conviction. SeeStatev.Callahan, 2004 LIT App. 164, 93 P. 3d 103.\nRespondent then brought this damages action under 42 U. S. C.\n§1983 in the United States District Court for the District of Utah,\nalleging that the officers had violated the Fourth Amendment by\nentering his home without a warrant. SeeCallahanv.Millard Cty., No. 2:04–CV–00952, 2006 WL 1409130\n(2006).In granting the officers’ motion\nfor summary judgment, the District Court noted that other courts\nhad adopted the “consent-once-removed” doctrine, which permits a\nwarrantless entry by police officers into a home when consent to\nenter has already been granted to an undercover officer or\ninformant who has observed contraband in plain view. Believing that\nthis doctrine was in tension with our intervening decision inGeorgiav.Randolph,547 U. S. 103(2006),\nthe District Court concluded that “the simplest approach is to\nassume that the Supreme Court will ultimately reject the\n[consent-once-removed] doctrine and find that searches such as the\none in this case are not reasonable under the Fourth Amendment.”\n2006 WL 1409130, at *8. The Court then held that the officers were\nentitled to qualified immunity because they could reasonably have\nbelieved that the consent-once-removed doctrine authorized their\nconduct.On appeal, a divided panel of the Tenth\nCircuit held that petitioners’ conduct violated respondent’s Fourth\nAmendment rights.Callahanv.Millard Cty., 494\nF. 3d 891, 895–899 (2007). The panel majority stated that\n“[t]he ‘consent-once-removed’ doctrine applies when an undercover\nofficer enters a house at the express invitation of someone with\nauthority to consent, establishes probable cause to arrest or\nsearch, and then immediately summons other officers for\nassistance.”Id., at 896. The majority took no issue with\napplication of the doctrine when the initial consent was granted to\nan undercover law enforcement officer, but the majority disagreed\nwith decisions that “broade[n] this doctrine to grant informants\nthe same capabilities as undercover officers.”Ibid.The Tenth Circuit panel further held that the\nFourth Amendment right that it recognized was clearly established\nat the time of respondent’s arrest.Id., at 898–899. “In\nthis case,” the majority stated, “the relevant right is the right\nto be free in one’s home from unreasonable searches and arrests.”Id., at 898. The Court determined that, under the clearly\nestablished precedents of this Court and the Tenth Circuit,\n“warrantless entries into a home are per se unreasonable unless\nthey satisfy the established exceptions.”Id., at 898–899.\nIn the panel’s words, “the Supreme Court and the Tenth Circuit have\nclearly established that to allow police entry into a home, the\nonly two exceptions to the warrant requirement are consent and\nexigent circumstances.”Id., at 899. Against that\nbackdrop, the panel concluded, petitioners could not reasonably\nhave believed that their conduct was lawful because petitioners\n“knew (1) they had no warrant; (2) [respondent] had not consented\nto their entry; and (3) [respondent’s] consent to the entry of an\ninformant could not reasonably be interpreted to extend to them.”Ibid.In dissent, Judge Kelly argued that “no\nconstitutional violation occurred in this case” because, by\ninviting Bartholomew into his house and participating in a\nnarcotics transaction there, respondent had compromised the privacy\nof the residence and had assumed the risk that Bartholomew would\nreveal their dealings to the police.Id., at 903. Judge\nKelly further concluded that, even if petitioners’ conduct had been\nunlawful, they were nevertheless entitled to qualified immunity\nbecause the constitutional right at issue—“the right to be free\nfrom the warrantless entry of police officers into one’s home to\neffectuate an arrest after one has granted voluntary, consensual\nentry to a confidential informant and undertaken criminal activity\ngiving rise to probable cause”—was not “clearly established” at the\ntime of the events in question.Id., at 903–904.As noted, the Court of Appeals followed theSaucierprocedure. TheSaucierprocedure has been\ncriticized by Members of this Court and by lower court judges, who\nhave been required to apply the procedure in a great variety of\ncases and thus have much firsthand experience bearing on its\nadvantages and disadvantages. Accordingly, in granting certiorari,\nwe directed the parties to address the question whetherSauciershould be overruled. 552 U. S. ___ (2008).IIAThe doctrine of qualified\nimmunity protects government officials “from liability for civil\ndamages insofar as their conduct does not violate clearly\nestablished statutory or constitutional rights of which a\nreasonable person would have known.”Harlowv.Fitzgerald,457 U. S. 800, 818 (1982). Qualified\nimmunity balances two important interests—the need to hold public\nofficials accountable when they exercise power irresponsibly and\nthe need to shield officials from harassment, distraction, and\nliability when they perform their duties reasonably. The protection\nof qualified immunity applies regardless of whether the government\nofficial’s error is “a mistake of law, a mistake of fact, or a\nmistake based on mixed questions of law and fact.”Grohv.Ramirez,540 U. S. 551, 567\n(2004) (Kennedy, J., dissenting) (citingButzv.Economou,438 U. S. 478, 507\n(1978) (noting that qualified immunity covers “mere mistakes in\njudgment, whether the mistake is one of fact or one of law”)).Because qualified immunity is “an\nimmunity from suit rather than a mere defense to liability … it is\neffectively lost if a case is erroneously permitted to go to\ntrial.”Mitchellv.Forsyth,472 U. S. 511, 526\n(1985) (emphasis deleted). Indeed, we have made clear that the\n“driving force” behind creation of the qualified immunity doctrine\nwas a desire to ensure that “ ‘insubstantial claims’ against\ngovernment officials [will] be resolved prior to discovery.”Andersonv.Creighton,483 U. S. 635, 640,\nn. 2 (1987). Accordingly, “we repeatedly have stressed the\nimportance of resolving immunity questions at the earliest possible\nstage in litigation.”Hunterv.Bryant,502 U. S. 224, 227\n(1991)(per curiam).InSaucier,533 U. S. 194, this Court mandated a\ntwo-step sequence for resolving government officials’ qualified\nimmunity claims. First, a court must decide whether the facts that\na plaintiff has alleged (see Fed. Rules Civ. Proc. 12(b)(6), (c))\nor shown (see Rules 50, 56) make out a violation of a\nconstitutional right. 533 U. S., at 201. Second, if the plaintiff\nhas satisfied this first step, the court must decide whether the\nright at issue was “clearly established” at the time of defendant’s\nalleged misconduct.Ibid. Qualified immunity is applicable\nunless the official’s conduct violated a clearly established\nconstitutional right.Anderson,supra,at\n640.Our decisions prior toSaucierhad\nheld that “the better approach to resolving cases in which the\ndefense of qualified immunity is raised is to determine first\nwhether the plaintiff has alleged a deprivation of a constitutional\nright at all.”County of Sacramentov.Lewis,523 U. S. 833,\n841, n. 5 (1998).Sauciermade that suggestion a\nmandate. For the first time, we held that whether “the facts\nalleged show the officer’s conduct violated a constitutional right\n…mustbe the initial inquiry” in every qualified immunity\ncase. 533 U. S., at 20 (emphasis added). Only after completing this\nfirst step, we said, may a court turn to “the next, sequential\nstep,” namely, “whether the right was clearly established.”Ibid.This two-step procedure, theSaucierCourt reasoned, is necessary to support the Constitution’s\n“elaboration from case to case” and to prevent constitutional\nstagnation.Ibid. “The law might be deprived of this\nexplanation were a court simply to skip ahead to the question\nwhether the law clearly established that the officer's conduct was\nunlawful in the circumstances of the case.”Ibid.BIn considering whether theSaucierprocedure should be modified or abandoned, we must\nbegin with the doctrine ofstare decisis.Stare\ndecisis“promotes the evenhanded, predictable, and consistent\ndevelopment of legal principles, fosters reliance on judicial\ndecisions, and contributes to the actual and perceived integrity of\nthe judicial process.”Paynev.Tennessee,501 U. S. 808,\n827 (1991). Although “[w]e approach the reconsideration of [our]\ndecisions … with the utmost caution,” “[s]taredecisisis not an inexorable command.”State Oil\nCo.v.Khan,522 U. S. 3, 20 (1997)\n(internal quotation marks omitted). Revisiting precedent is\nparticularly appropriate where, as here, a departure would not\nupset expectations, the precedent consists of a judge-made rule\nthat was recently adopted to improve the operation of the courts,\nand experience has pointed up the precedent’s shortcomings.“Considerations in favor ofstare decisisare at their acme in cases involving\nproperty and contract rights, where reliance interests are\ninvolved; the opposite is true in cases … involving procedural and\nevidentiary rules” that do not produce such reliance.Payne,\nsupra,at 828 (citations omitted). Like rules governing\nprocedures and the admission of evidence in the trial courts,Saucier’s two-step protocol does not affect the way in\nwhich parties order their affairs. Withdrawing fromSaucier’s categorical rule would not upset settled\nexpectations on anyone’s part. SeeUnited Statesv.Gaudin,515\nU. S. 506, 521 (1995).Nor does this matter implicate “the general\npresumption that legislative changes should be left to Congress.”Khan,supra,at 20. We recognize that\n“considerations ofstare decisisweigh heavily in the area\nof statutory construction, where Congress is free to change this\nCourt’s interpretation of its legislation.”Illinois Brick\nCo.v.Illinois,431 U. S. 720, 736\n(1977). But theSaucierrule is judge made and implicates\nan important matter involving internal Judicial Branch operations.\nAny change should come from this Court, not Congress.Respondent argues that theSaucierprocedure should not be reconsidered unless we conclude that its\njustification was “badly reasoned” or that the rule has proved to\nbe “unworkable,” seePayne,supra,at 827, but\nthose standards, which are appropriate when a constitutional or\nstatutory precedent is challenged, are out of place in the present\ncontext. Because of the basis and the nature of theSauciertwo-step protocol, it is sufficient that we now\nhave a considerable body of new experience to consider regarding\nthe consequences of requiring adherence to this inflexible\nprocedure. This experience supports our present determination that\na mandatory, two-step rule for resolving all qualified immunity\nclaims should not be retained.Lower court judges, who have had the task of\napplying theSaucierrule on a regular basis for the past\neight years, have not been reticent in their criticism ofSaucier’s “rigid order of battle.” See,e.g.,Purtellv.Mason, 527 F. 3d 615, 622 (CA7\n2008) (“This ‘rigid order of battle’ has been criticized on\npractical, procedural, and substantive grounds”); Leval, Judging\nUnder the Constitution: Dicta About Dicta, 81 N. Y. U. L.\nRev. 1249, 1275, 1277 (2006) (referring toSaucier’s\nmandatory two-step framework as “a new and mischievous rule” that\namounts to “a puzzling misadventure in constitutional dictum”). And\napplication of the rule has not always been enthusiastic. SeeHigazyv.Templeton, 505 F. 3d 161, 179,\nn. 19 (CA2 2007) (“We do not reach the issue of whether\n[plaintiff’s] Sixth Amendment rights were violated, because\nprinciples of judicial restraint caution us to avoid reaching\nconstitutional questions when they are unnecessary to the\ndisposition of a case”);Cherringtonv.Skeeter,\n344 F. 3d 631, 640 (CA6 2003) (“[I]t ultimately is unnecessary\nfor us to decide whether the individual Defendants did or did not\nheed the Fourth Amendment command … because they are entitled to\nqualified immunity in any event”);Pearsonv.Ramos, 237 F. 3d 881, 884 (CA7 2001) (“Whether [theSaucier] rule is absolute may be doubted”).Members of this Court have also voiced\ncriticism of theSaucierrule. SeeMorsev.Frederick, 551 U. S. ___, ___ (2007) (slip op., at 8)\n(Breyer, J., concurring in judgment in part and dissenting in part)\n(“I would end the failedSaucierexperiment now”);Buntingv.Mellen,541 U. S. 1019(2004) (Stevens, J.,\njoined by Ginsburg and Breyer, JJ., respecting denial of\ncertiorari) (criticizing the “unwise judge-made rule under which\ncourts must decide whether the plaintiff has alleged a\nconstitutional violation before addressing the question whether the\ndefendant state actor is entitled to qualified immunity”);Id., at 1025 (Scalia, J., joined by Rehnquist, C. J.,\ndissenting from denial of certiorari) (“We should either make clear\nthat constitutional determinations arenotinsulated from\nour review … or else drop any pretense at requiring the ordering in\nevery case” (emphasis in original));Brosseauv.Haugen,543\nU. S. 194, 201–202 (2004) (Breyer, J., joined by Scalia and\nGinsburg, JJ., concurring) (urging Court to reconsiderSaucier’s “rigid ‘order of battle,’ ” which “requires\ncourts unnecessarily to decide difficult constitutional questions\nwhen there is available an easier basis for the decision\n(e.g., qualified immunity) that will satisfactorily\nresolve the case before the court”);Saucier, 533 U. S.,\nat 210 (Ginsburg, J., concurring in judgment) (“The two-part test\ntoday’s decision imposes holds large potential to confuse”).Where a decision has “been questioned by\nMembers of the Court in later decisions and [has] defied consistent\napplication by the lower courts,” these factors weigh in favor of\nreconsideration.Payne, 501 U. S., at 829–830; see alsoCrawfordv.Washington,541 U. S. 36, 60 (2004).\nCollectively, the factors we have noted make our present\nreevaluation of theSauciertwo-step protocol\nappropriate.IIIOn reconsidering the procedure\nrequired inSaucier, we conclude that, while the sequence\nset forth there is often appropriate, it should no longer be\nregarded as mandatory. The judges of the district courts and the\ncourts of appeals should be permitted to exercise their sound\ndiscretion in deciding which of the two prongs of the qualified\nimmunity analysis should be addressed first in light of the\ncircumstances in the particular case at hand.AAlthough we now hold that theSaucierprotocol should not be regarded as mandatory in\nall cases, we continue to recognize that it is often beneficial.\nFor one thing, there are cases in which there would be little if\nany conservation of judicial resources to be had by beginning and\nending with a discussion of the “clearly established” prong. “[I]t\noften may be difficult to decide whether a right is clearly\nestablished without deciding precisely what the constitutional\nright happens to be.”Lyonsv.Xenia, 417\nF. 3d 565, 581 (CA6 2005) (Sutton, J., concurring). In some\ncases, a discussion of why the relevant facts do not violate\nclearly established law may make it apparent that in fact the\nrelevant facts do not make out a constitutional violation at all.\nIn addition, theSaucierCourt was certainly correct in\nnoting that the two-step procedure promotes the development of\nconstitutional precedent and is especially valu- able with respect\nto questions that do not frequently arise in cases in which a\nqualified immunity defense is unavailable.BAt the same time, however, the\nrigidSaucierprocedure comes with a price. The procedure\nsometimes results in a substantial expenditure of scarce judicial\nresources on difficult questions that have no effect on the outcome\nof the case. There are cases in which it is plain that a\nconstitutional right is not clearly established but far from\nobvious whether in fact there is such a right. District courts and\ncourts of appeals with heavy caseloads are often understandably\nunenthusiastic about what may seem to be an essentially academic\nexercise.Unnecessary litigation of\nconstitutional issues also wastes the parties’ resources. Qualified\nimmunity is “an immunity from suit rather than a mere defense to\nliability.”Mitchell,472 U. S., at 526 (emphasis\ndeleted).Saucier’s two-step protocol “disserve[s] the\npurpose of qualified immunity” when it “forces the parties to\nendure additional burdens of suit—such as the costs of litigating\nconstitutional questions and delays attributable to resolving\nthem—when the suit otherwise could be disposed of more readily.”\nBrief for Nat. Assn. of Criminal Defense Lawyers asAmicus\nCuriae30.Although the first prong of theSaucierprocedure is intended to further the development\nof constitutional precedent, opinions following that procedure\noften fail to make a meaningful contribution to such development.\nFor one thing,   there are cases in which the\nconstitutional question is so fact-bound that the decision provides\nlittle guidance for future cases. SeeScottv.Harris,550\nU. S. 372, 388 (2007) (Breyer, J., concurring) (counseling\nagainst theSauciertwo-step protocol where the question\nis “so fact dependent that the result will be confusion rather than\nclarity”);Buchananv.Maine,469 F. 3d 158,\n168 (CA1 2006) (“We do not think the law elaboration purpose will\nbe well served here, where the Fourth Amendment inquiry involves a\nreasonableness question which is highly idiosyncratic and heavily\ndependent on the facts”).A decision on the underlying constitutional\nquestion in a §1983 damages action or aBivensv.Six\nUnknown Fed. Narcotics Agents,403 U. S. 388(1971),[Footnote 1] action may\nhave scant value when it appears that the question will soon be\ndecided by a higher court. When presented with a constitutional\nquestion on which this Court had just granted certiorari, the Ninth\nCircuit elected to “bypassSaucier’sfirst step\nand decide only whether [the alleged right] was clearly\nestablished.”Motleyv.Parks, 432 F. 3d\n1072, 1078, and n. 5 (2005) (en banc). Similar considerations\nmay come into play when a court of appeals panel confronts a\nconstitutional question that is pending before the court en banc or\nwhen a district court encounters a constitutional question that is\nbefore the court of appeals.A constitutional decision resting on an\nuncertain interpretation of state law is also of doubtful\nprecedential importance. As a result, several courts have\nidentified an “exception” to theSaucierrule for cases in\nwhich resolution of the constitutional question requires\nclarification of an ambiguous state statute.Egolfv.Witmer, 526 F. 3d 104, 109–111 (CA3 2008); accord,Tremblayv.McClellan, 350 F. 3d 195, 200\n(CA1 2003);Ehrlichv.Glastonbury, 348\nF. 3d 48, 57–60 (CA2 2003). Justifying the decision to grant\nqualified immunity to the defendant without first resolving, underSaucier’s first prong, whether the defendant’s conduct\nviolated the Constitution, these courts have observed thatSaucier’s “underlying principle” of encouraging federal\ncourts to decide unclear legal questions in order to clarify the\nlaw for the future “is not meaningfully advanced … when the\ndefinition of constitutional rights depends on a federal court’s\nuncertain assumptions about state law.”Egolf,supra,at 110; accord,Tremblay,supra,at 200;Ehrlich,supra,at 58.When qualified immunity is asserted at the\npleading stage, the precise factual basis for the plaintiff’s claim\nor claims may be hard to identify. SeeLyons,supra,at 582 (Sutton, J., concurring);Kwai Fun\nWongv.United States, 373 F. 3d 952, 957 (CA9\n2004);Mollicav.Volker, 229 F. 3d 366, 374\n(CA2 2000). Accordingly, several courts have recognized that the\ntwo-step inquiry “is an uncomfortable exercise where … the answer\n[to] whether there was a violation may depend on a kaleidoscope of\nfacts not yet fully developed” and have suggested that “[i]t may be\nthatSaucierwas not strictly intended to cover” this\nsituation.Dirranev.Brookline Police Dept., 315\nF. 3d 65, 69–70 (CA1 2002); see alsoRobinettev.Jones, 476 F. 3d 585, 592, n. 8 (CA8 2007)\n(declining to followSaucierbecause “the parties have\nprovided very few facts to define and limit any holding” on the\nconstitutional question).There are circumstances in which the first\nstep of theSaucierprocedure may create a risk of bad\ndecisionmaking. The lower courts sometimes encounter cases in which\nthe briefing of constitutional questions is woefully inadequate.\nSeeLyons,417 F. 3d, at 582 (Sutton, J., concurring)\n(noting the “risk that constitutional questions may be prematurely\nand incorrectly decided in cases where they are not well\npresented”);Mollica,supra,at 374.Although theSaucierrule prescribes\nthe sequence in which the issues must be discussed by a court in\nits opinion, the rule does not—and obviously cannot—specify the\nsequence in which judges reach their conclusions in their own\ninternal thought processes. Thus, there will be cases in which a\ncourt will rather quickly and easily decide that there was no\nviolation of clearly established law before turning to the more\ndifficult question whether the relevant facts make out a\nconstitutional question at all. In such situations, there is a risk\nthat a court may not devote as much care as it would in other\ncircumstances to the decision of the constitutional issue. SeeHornev.Coughlin, 191 F. 3d, 244, 247 (CA2\n1999) (“Judges risk being insufficiently thoughtful and cautious in\nuttering pronouncements that play no role in their adjudication”);\nLeval 1278–1279.Rigid adherence to theSaucierrule\nmay make it hard for affected parties to obtain appellate review of\nconstitutional decisions that may have a serious prospective effect\non their operations. Where a court holds that a defendant committed\na constitutional violation but that the violation was not clearly\nestablished, the defendant may face a difficult situation. As the\nwinning party, the defendant’s right to appeal the adverse holding\non the constitutional question may be contested. SeeBunting,541 U. S., at 1025 (Scalia, J., dissenting from\ndenial of certiorari) (“The perception of unreviewability\nundermines adherence to the sequencing rule we . . . created” in\nSaucier);[Footnote 2] see alsoKalkav.Hawk, 215 F. 3d 90, 96, n. 9\n(CADC 2000) (noting that “[n]ormally, a party may not appeal from a\nfavorable judgment” and that the Supreme Court “has apparently\nnever granted the certiorari petition of a party who prevailed in\nthe appellate court”). In cases likeBunting, the\n“prevailing” defendant faces an unenviable choice: “compl[y] with\nthe lower court’s advisory dictum without opportunity to seek\nappellate [or certiorari] review,” or “def[y] the views of the\nlower court, adher[e] to practices that have been declared illegal,\nand thus invit[e] new suits” and potential “punitive damages.”Horne, supra,at 247–248.Adherence toSaucier’s two-step\nprotocol departs from the general rule of constitutional avoidance\nand runs counter to the “older, wiser judicial counsel ‘not to pass\non questions of constitutionality … unless such adjudication is\nunavoidable.’ ”Scott,550 U. S., at 388 (Breyer, J.,\nconcurring) (quotingSpector Motor Service, Inc.v.McLaughlin,323 U. S. 101, 105\n(1944)); seeAshwanderv.TVA,297 U. S. 288, 347\n(1936) (Brandeis, J., concurring) (“The Court will not pass upon a\nconstitutional question although properly presented by the record,\nif there is also present some other ground upon which the case may\nbe disposed of ”).In other analogous contexts, we have\nappropriately declined to mandate the order of decision that the\nlower courts must follow. For example, inStricklandv.Washington,466 U. S. 668(1984), we\nrecognized a two-part test for determining whether a criminal\ndefendant was denied the effective assistance of counsel: The\ndefendant must demonstrate (1) that his counsel’s performance fell\nbelow what could be expected of a reasonably competent\npractitioner; and (2) that he was prejudiced by that substandard\nperformance.Id., at 687. After setting forth and applying\nthe analytical framework that courts must use in evaluating claims\nof ineffective assistance of counsel, we left it to the sound\ndiscretion of lower courts to determine the order of decision.Id., at 697 (“Although we have discussed the performance\ncomponent of an ineffectiveness claim prior to the prejudice\ncomponent, there is no reason for a court deciding an ineffective\nassistance claim to approach the inquiry in the same order or even\nto address both components of the inquiry if the defendant makes an\ninsufficient showing on one”).InUnited Statesv.Leon,468 U. S. 897(1984), we created an exception to the exclusionary rule when\nofficers reasonably rely on a facially valid search warrant.Id., at 913. In that context, we recognized that a\ndefendant challenging a search will lose if either: (1) the warrant\nissued was supported by probable cause; or (2) it was not, but the\nofficers executing it reasonably believed that it was. Again, after\nsetting forth and applying the analytical framework that courts\nmust use in evaluating the good-faith exception to the Fourth\nAmendment warrant requirement, we left it to the sound discretion\nof the lower courts to determine the order of decision.Id., at 924, 925 (“There is no need for courts to adopt\nthe inflexible practice of always deciding whether the officers’\nconduct manifested objective good faith before turning to the\nquestion whether the Fourth Amendment has been violated”).This flexibility properly reflects our respect\nfor the lower federal courts that bear the brunt of adjudicating\nthese cases. Because the two-stepSaucierprocedure is\noften, but not always, advantageous, the judges of the district\ncourts and the courts of appeals are in the best position to\ndetermine the order of decisionmaking will best facilitate the fair\nand efficient disposition of each case.CAny misgivings concerning our\ndecision to withdraw from the mandate set forth inSaucierare unwarranted. Our decision does not prevent the lower courts\nfrom following theSaucierprocedure; it simply recognizes\nthat those courts should have the discretion to decide whether that\nprocedure is worthwhile in particular cases. Moreover, the\ndevelopment of constitutional law is by no means entirely dependent\non cases in which the defendant may seek qualified immunity. Most\nof the constitutional issues that are presented in §1983 damages\nactions andBivenscases also arise in cases in which that\ndefense is not available, such as criminal cases and §1983 cases\nagainst a municipality, as well as §1983 cases against individuals\nwhere injunctive relief is sought instead of or in addition to\ndamages. SeeLewis, 523 U. S., at 841, n. 5 (noting\nthat qualified immunity is unavailable “in a suit to enjoin future\nconduct, in an action against a municipality, or in litigating a\nsuppression motion”).We also do not think that\nrelaxation ofSaucier’s mandate is likely to result in a\nproliferation of damages claims against local governments. Compare\nBrief for Nat. Assn. of Counties et al., asAmici\nCuriae29, 30 (“[T]o the extent that a rule permitting courts\nto bypass the merits makes it more difficult for civil rights\nplaintiffs to pursue novel claims, they will have greater reason to\npress custom, policy, or practice [damages] claims against local\ngovernments”). It is hard to see how theSaucierprocedure\ncould have a significant effect on a civil rights plaintiff’s\ndecision whether to seek damages only from a municipal employee or\nalso from the municipality. Whether theSaucierprocedure\nis mandatory or discretionary, the plaintiff will presumably take\ninto account the possibility that the individual defendant will be\nheld to have qualified immunity, and presumably the plaintiff will\nseek damages from the municipality as well as the individual\nemployee if the benefits of doing so (any increase in the\nlikelihood of recovery or collection of damages) outweigh the\nlitigation costs.Nor do we think that allowing the lower courts\nto exercise their discretion with respect to theSaucierprocedure will spawn “a new cottage industry of litigation … over\nthe standards for deciding whether to reach the merits in a given\ncase.” Brief for Nat. Assn. of Counties et al. asAmici\nCuriae29, 30. It does not appear that such a “cottage\nindustry” developed prior toSaucier, and we see no reason\nwhy our decision today should produce such a result.IVTurning to the conduct of the\nofficers here, we hold that petitioners are entitled to qualified\nimmunity because the entry did not violate clearly established law.\nAn officer conducting a search is entitled to qualified immunity\nwhere clearly established law does not show that the search\nviolated the Fourth Amendment. SeeAnderson,483 U. S., at\n641. This inquiry turns on the “objective legal reasonableness of\nthe action, assessed in light of the legal rules that were clearly\nestablished at the time it was taken.”Wilsonv.Layne,526\nU. S. 603, 614 (1999) (internal quotation marks omitted); seeHopev.Pelzer,536 U. S. 730, 739\n(2002) (“[Q]ualified immunity operates to ensure that before they\nare subjected to suit, officers are on notice their conduct is\nunlawful” (internal quotation marks omitted)).When the entry at issue here\noccurred in 2002, the “consent-once-removed” doctrine had gained\nacceptance in the lower courts. This doctrine had been considered\nby three Federal Courts of Appeals and two State Supreme Courts\nstarting in the early 1980’s. See,e.g.,United\nStatesv.Diaz, 814 F. 2d 454, 459 (CA7), cert.\ndenied,484 U. S.\n857(1987);United Statesv.Bramble, 103\nF. 3d 1475 (CA9 1996);United Statesv.Pollard, 215 F. 3d 643, 648–649 (CA6), cert. denied,531 U. S. 999(2000);Statev.Henry, 133 N. J. 104, 627\nA. 2d 125 (1993);Statev.Johnston, 184\nWis. 2d 794, 518 N. W. 2d 759 (1994). It had been accepted by\nevery one of those courts. Moreover, the Seventh Circuit had\napproved the doctrine’s application to cases involving consensual\nentries by private citizens acting as confidential informants. SeeUnited Statesv.Paul, 808 F. 2d, 645, 648\n(1986). The Sixth Circuit reached the same conclusion after the\nevents that gave rise to respondent’s suit, seeUnited\nStatesv.Yoon, 398 F. 3d 802, 806–808, cert.\ndenied,546 U. S.\n977(2005), and prior to the Tenth Circuit’s decision in the\npresent case, no court of appeals had issued a contrary\ndecision.The officers here were entitled to rely on\nthese cases, even though their own Federal Circuit had not yet\nruled on “consent-once-removed” entries. The principles of\nqualified immunity shield an officer from personal liability when\nan officer reasonably believes that his or her conduct complies\nwith the law. Police officers are entitled to rely on existing\nlower court cases without facing personal liability for their\nactions. InWilson,we explained that a Circuit split on\nthe relevant issue had developed after the events that gave rise to\nsuit and concluded that “[i]f judges thus disagree on a\nconstitutional question, it is unfair to subject police to money\ndamages for picking the losing side of the controversy.” 526 U. S.,\nat 618. Likewise, here, where the divergence of views on the\nconsent-once-removed doctrine was created by the decision of the\nCourt of Appeals in this case, it is improper to subject\npetitioners to money damages for their conduct.Because the unlawfulness of the officers’\nconduct in this case was not clearly established, petitioners are\nentitled to qualified immunity. We therefore reverse the judgment\nof the Court of Appeals.It is so ordered.Footnote 1SeeHarlowv.Fitzgerald,457 U. S. 800, 818, and n. 30\n(1982) (noting that the Court’s decisions equate the qualified\nimmunity of state officials sued under 42 U. S. C. §1983 with\nthe immunity of federal officers sued directly under the\nConstitution).Footnote 2InBunting, the Court of Appeals\nfollowed theSauciertwo-step protocol and first held that\nthe Virginia Military Institute’s use of the word “God” in a\n“supper roll call” ceremony violated the Establishment Clause, but\nthen granted the defendants qualified immunity because the law was\nnot clearly established at the relevant time.Mellenv.Bunting, 327 F. 3d 355, 365–376 (CA4 2003), cert.\ndenied,541\nU. S. 1019(2004). Although they had a judgment in their favor\nbelow, the defendants asked this Court to review the adverse\nconstitutional ruling. Dissenting from the denial of certiorari,\nJustice Scalia, joined by Chief Justice Rehnquist, criticized “a\nperceived procedural tangle of the Court’s own making.” 541 U. S.,\nat 1022. The “tangle” arose from the Court’s “ ‘settled\nrefusal’ to entertain an appeal by a party on an issue as to which\nhe prevailed” below, a practice that insulates from review adverse\nmerits decisions that are “locked inside” favorable qualified\nimmunity rulings.Id., at 1023, 1024.",
    "joined": []
}