{
    "case": {
        "docket": "19-267",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-267/"
    },
    "id": "4270872",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–267 and 19–348_________________OUR LADY OF GUADALUPE SCHOOL,\nPETITIONER19–267v.AGNES MORRISSEY-BERRUST. JAMES SCHOOL, PETITIONER19–348v.DARRYL BIEL, as personal representative\nof the ESTATE OF KRISTEN BIELon writs of certiorari to the united states\ncourt of appeals for the ninth circuit[July 8, 2020]Justice Alito delivered the opinion of the\nCourt.These cases require us to decide whether the\nFirst Amendment permits courts to intervene in employment disputes\ninvolving teachers at religious schools who are entrusted with the\nresponsibility of instructing their students in the faith. The\nFirst Amendment protects the right of religious institutions “to\ndecide for themselves, free from state interference, matters of\nchurch government as well as those of faith and doctrine.”Kedroffv.Saint Nicholas Cathedral of Russian Orthodox\nChurch in North America,344 U.S.\n94, 116 (1952). Applying this principle, we held inHosanna-Tabor Evangelical Lutheran Church and Schoolv.EEOC,565 U.S.\n171(2012), that the First Amendment barred a court from\nentertaining an employment discrimination claim brought by an\nelementary school teacher, Cheryl Perich, against the religious\nschool where she taught. Our decision built on a line of lower\ncourt cases adopting what was dubbed the “ministerial exception” to\nlaws governing the employment relationship between a religious\ninstitution and certain key employees. We did not announce “a rigid\nformula” for determining whether an employee falls within this\nexception, but we identified circumstances that we found relevant\nin that case, including Perich’s title as a “Minister of Religion,\nCommissioned,” her educational training, and her responsibility to\nteach religion and participate with students in religious\nactivities.Id., at 190–191.In the cases now before us, we consider\nemployment discrimination claims brought by two elementary school\nteachers at Catholic schools whose teaching responsibilities are\nsimilar to Perich’s. Although these teachers were not given the\ntitle of “minister” and have less religious training than Perich,\nwe hold that their cases fall within the same rule that dictated\nour decision inHosanna-Tabor. The religious education and\nformation of students is the very reason for the existence of most\nprivate religious schools, and therefore the selection and\nsupervision of the teachers upon whom the schools rely to do this\nwork lie at the core of their mission. Judicial review of the way\nin which religious schools discharge those responsibilities would\nundermine the independence of religious institutions in a way that\nthe First Amendment does not tolerate.IA1The first of the two cases we now decide\ninvolves Agnes Morrissey-Berru, who was employed at Our Lady of\nGuadalupe School (OLG), a Roman Catholic primary school in the\nArchdiocese of Los Angeles. Excerpts of Record (ER) 58 in No.\n17–56624 (CA9) (OLG).[1] For\nmany years, Morrissey-Berru was employed at OLG as a lay fifth or\nsixth grade teacher. Like most elementary school teachers, she\ntaught all subjects, and since OLG is a Catholic school, the\ncurriculum included religion. App. 23, 75. As a result, she was her\nstudents’ religion teacher.Morrissey-Berru earned a B. A. in English\nLanguage Arts, with a minor in secondary education, and she holds a\nCalifornia teaching credential.Id., at 21–22. While on the\nfaculty at OLG, she took religious education courses at the\nschool’s request, ER 41–ER 42, ER 44–ER 45, ER 276, and was\nexpected to attend faculty prayer services, App. to Pet. for Cert.\nin No. 19–267, p. 87a.[2]Each year, Morrissey-Berru and OLG entered into\nan employment agreement, App. 21,[3] that set out the school’s “mission” and\nMorrissey-Berru’s duties. See,e.g.,id., at\n154–164.[4] The agreement\nstated that the school’s mission was “to develop and promote a\nCatholic School Faith Community,”id., at 154, and it\ninformed Morrissey-Berru that “[a]ll [her] duties and\nresponsibilities as a Teache[r were to] be performed within this\noverriding commitment.”Ibid.The agreement explained that\nthe school’s hiring and retention decisions would be guided by its\nCatholic mission, and the agreement made clear that teachers were\nexpected to “model and promote” Catholic “faith and morals.”Id., at 155. Under the agreement, Morrissey-Berru was\nrequired to participate in “[s]chool liturgical activities, as\nrequested,”ibid., and the agreement specified that she\ncould be terminated “for ‘cause’ ” for failing to carry out\nthese duties or for “conduct that brings discredit upon the School\nor the Roman Catholic Church.”Id., at 155–157. The\nagreement required compliance with the faculty handbook, which sets\nout similar expectations.Id., at 156; App. to Pet. for\nCert. in No. 19–267, at 52a–55a. The pastor of the parish, a\nCatholic priest, had to approve Morrissey-Berru’s hiring each year.Id., at 14a; see also App. 164.Like all teachers in the Archdiocese of Los\nAngeles, Morrissey-Berru was “considered a catechist,”i.e.,\n“a teacher of religio[n].” App. to Pet. for Cert. in No. 19–267, at\n56a, 60a. Catechists are “responsible for the faith formation of\nthe students in their charge each day.”Id., at 56a.\nMorrissey-Berru provided religious instruction every day using a\ntextbook designed for use in teaching religion to young Catholic\nstudents.Id., at 45a–51a, 90a–92a; see App. 79–80. Under\nthe prescribed curriculum, she was expected to teach students,\namong other things, “to learn and express belief that Jesus is the\nson of God and the Word made flesh”; to “identify the ways” the\nchurch “carries on the mission of Jesus”; to “locate, read and\nunderstand stories from the Bible”; to “know the names, meanings,\nsigns and symbols of each of the seven sacraments”; and to be able\nto “explain the communion of saints.” App. to Pet. for Cert. in No.\n19–267, at 91a–92a. She tested her students on that curriculum in a\nyearly exam.Id., at 87a. She also directed and produced an\nannual passion play.Id., at 26a.Morrissey-Berru prepared her students for\nparticipation in the Mass and for communion and confession.Id., at 68a, 81a, 88a–89a. She also occasionally selected\nand prepared students to read at Mass.Id., at 83a, 89a. And\nshe was expected to take her students to Mass once a week and on\ncertain feast days (such as the Feast Day of St. Juan Diego, All\nSaints Day, and the Feast of Our Lady), and to take them to\nconfession and to pray the Stations of the Cross.Id., at\n68a–69a, 83a, 88a. Each year, she brought them to the Catholic\nCathedral in Los Angeles, where they participated as altar servers.Id., at 95a–96a. This visit, she explained, was “an\nimportant experience” because “[i]t is a big honor” for children to\n“serve the altar” at the cathedral.Id., at 96a.Morrissey-Berru also prayed with her students.\nHer class began or ended every day with a Hail Mary.Id., at\n87a. She led the students in prayer at other times, such as when a\nfamily member was ill.Id., at 21a, 81a, 86a–87a. And she\ntaught them to recite the Apostle’s Creed and the Nicene Creed, as\nwell as prayers for specific purposes, such as in connection with\nthe sacrament of confession.Id., at 20a–21a, 92a.The school reviewed Morrissey-Berru’s\nperformance under religious standards. The “ ‘Classroom\nObservation Report’ ” evaluated whether Catholic values were\n“infused through all subject areas” and whether there were\nreligious signs and displays in the classroom.Id., at 94a,\n95a; App. 59. Morrissey-Berru testified that she tried to instruct\nher students “in a manner consistent with the teachings of the\nChurch,” App. to Pet. for Cert. in No. 19–267, at 96a, and she said\nthat she was “committed to teaching children Catholic values” and\nproviding a “faith-based education.”Id., at 82a. And the\nschool principal confirmed that Morrissey-Berru was expected to do\nthese things.[5]2In 2014, OLG asked Morrissey-Berru to move\nfrom a full-time to a part-time position, and the next year, the\nschool declined to renew her contract. She filed a claim with the\nEqual Employment Opportunity Commission (EEOC), received a\nright-to-sue letter, App. 169, and then filed suit under the Age\nDiscrimination in Employment Act of 1967, 81Stat. 602, as amended,\n29 U. S. C. §621et seq., claiming that the\nschool had demoted her and had failed to renew her contract so that\nit could replace her with a younger teacher. App. 168–169. The\nschool maintains that it based its decisions on classroom\nperformance—specifically, Morrissey-Berru’s difficulty in\nadministering a new reading and writing program, which had been\nintroduced by the school’s new principal as part of an effort to\nmaintain accreditation and improve the school’s academic program.\nApp. to Pet. for Cert. in No. 19–267, at 66a–67a, 70a, 73a.Invoking the “ministerial exception” that we\nrecognized inHosanna-Tabor, OLG successfully moved for\nsummary judgment, but the Ninth Circuit reversed in a brief\nopinion. 769 Fed. Appx. 460, 461 (2019). The court acknowledged\nthat Morrissey-Berru had “significant religious responsibilities”\nbut reasoned that “an employee’s duties alone are not dispositive\nunderHosanna-Tabor’s framework.”Ibid. Unlike\nPerich, the court noted, Morrissey-Berru did not have the formal\ntitle of “minister,” had limited formal religious training, and\n“did not hold herself out to the public as a religious leader or\nminister.”Ibid. In the court’s view, these “factors”\noutweighed the fact that she was invested with significant\nreligious responsibilities.Ibid. The court therefore held\nthat Morrissey-Berru did not fall within the “ministerial\nexception.” OLG filed a petition for certiorari, and we granted\nreview.B1The second case concerns the late Kristen\nBiel, who worked for about a year and a half as a lay teacher at\nSt. James School, another Catholic primary school in Los Angeles.\nFor part of one academic year, Biel served as a long-term\nsubstitute teacher for a first grade class, and for one full year\nshe was a full-time fifth grade teacher. App. 336–337. Like\nMorrissey-Berru, she taught all subjects, including religion.Id., at 288; ER 588 in No. 17–55180 (CA9) (St.\nJames).[6]Biel had a B. A. in liberal studies and a\nteaching credential. App. 244. During her time at St. James, she\nattended a religious conference that imparted “[d]ifferent\ntechniques on teaching and incorporating God” into the classroom.Id., at 260–262. Biel was Catholic.[7]Biel’s employment agreement was in pertinent\npart nearly identical to Morrissey-Berru’s. Compareid., at\n154–164, withid., at 320–329. The agreement set out the\nsame religious mission; required teachers to serve that mission;\nimposed commitments regarding religious instruction, worship, and\npersonal modeling of the faith; and explained that teachers’\nperformance would be reviewed on those bases.Biel’s agreement also required compliance with\nthe St. James faculty handbook, which resembles the OLG handbook.Id., at 322. Compare ER 641–ER 651 (OLG) with ER 565–ER 597\n(St. James). The St. James handbook defines “religious development”\nas the school’s first goal and provides that teachers must “mode[l]\nthe faith life,” “exemplif[y] the teachings of Jesus Christ,”\n“integrat[e] Catholic thought and principles into secular\nsubjects,” and “prepar[e] students to receive the sacraments.”Id.,at ER 570–ER 572. The school principal confirmed these\nexpectations.[8]Like Morrissey-Berru, Biel instructed her\nstudents in the tenets of Catholicism. She was required to teach\nreligion for 200 minutes each week, App. 257–258, and administered\na test on religion every week,id., at 256–257. She used a\nreligion textbook selected by the school’s principal, a Catholic\nnun.Id., at 255; ER 37 (St. James). The religious\ncurriculum covered “the norms and doctrines of the Catholic Faith,\nincluding . . . the sacraments of the Catholic Church,\nsocial teachings according to the Catholic Church, morality, the\nhistory of Catholic saints, [and] Catholic prayers.” App. to Pet.\nfor Cert. in No. 19–348, p. 83a.Biel worshipped with her students. At St. James,\nteachers are responsible for “prepar[ing] their students to be\nactive participants at Mass, with particular emphasis on Mass\nresponses,” ER 587, and Biel taught her students about “Catholic\npractices like the Eucharist and confession,”id., at ER\n226–ER 227. At monthly Masses, she prayed with her students. App.\nto Pet. for Cert. in No. 19–348, at 82a, 94a–96a. Her students\nparticipated in the liturgy on some occasions by presenting the\ngifts (bringing bread and wine to the priest).Ibid.Teachers at St. James were “required to pray\nwith their students every day,”id., at 80a–81a, 110a, and\nBiel observed this requirement by opening and closing each school\nday with prayer, including the Lord’s Prayer or a Hail Mary,id., at 81a–82a, 93a, 110a.As at OLG, teachers at St. James are evaluated\non their fulfillment of the school’s religious mission.Id.,\nat 83a–84a. St. James used the same classroom observation standards\nas OLG and thus examined whether teachers “infus[ed]” Catholic\nvalues in all their teaching and included religious displays in\ntheir classrooms.Id., at 83a–84a, 92a. The school’s\nprincipal, a Catholic nun, evaluated Biel on these measures.Id., at 106a.2St. James declined to renew Biel’s contract\nafter one full year at the school. She filed charges with the EEOC,\nand after receiving a right-to-sue letter, brought this suit,\nalleging that she was discharged because she had requested a leave\nof absence to obtain treatment for breast cancer. App. 337–338. The\nschool maintains that the decision was based on poor\nperformance—namely, a failure to observe the planned curriculum and\nkeep an orderly classroom. Seeid., at 303; App. to Pet. for\nCert. in No. 19–348, at 85a–89a, 114a–115a, 120a–121a.Like OLG, St. James obtained summary judgment\nunder the ministerial exception,id., at 74a, but a divided\npanel of the Ninth Circuit reversed, reasoning that Biel lacked\nPerich’s “credentials, training, [and] ministerial background,” 911\nF.3d 603, 608 (2018).Judge D. Michael Fisher, sitting by designation,\ndissented. Considering the totality of the circumstances, he would\nhave held that the ministerial exception applied “because of the\nsubstance reflected in [Biel’s] title and the important religious\nfunctions she performed” as a “stewar[d] of the Catholic faith to\nthe children in her class.”Id., at 621, 622.An unsuccessful petition for rehearing en banc\nensued. Judge Ryan D. Nelson, joined by eight other judges,\ndissented. 926 F.3d 1238, 1239 (2019). Judge Nelson faulted the\npanel majority for “embrac[ing] the narrowest construction” of the\nministerial exception, departing from “the consensus of our sister\ncircuits that the employee’s ministerial function should be the key\nfocus,” and demanding nothing less than a “carbon copy” of the\nspecific facts inHosanna-Tabor.Ibid. We granted\nreview and consolidated the case with OLG’s. 589 U. S. ___\n(2019).IIAThe First Amendment provides that “Congress\nshall make no law respecting an establishment of religion, or\nprohibiting the free exercise thereof.” Among other things, the\nReligion Clauses protect the right of churches and other religious\ninstitutions to decide matters “ ‘of faith and\ndoctrine’ ” without government intrusion.Hosanna-Tabor, 565 U. S., at 186 (quotingKedroff, 344 U. S., at 116). State interference in that\nsphere would obviously violate the free exercise of religion, and\nany attempt by government to dictate or even to influence such\nmatters would constitute one of the central attributes of an\nestablishment of religion. The First Amendment outlaws such\nintrusion.The independence of religious institutions in\nmatters of “faith and doctrine” is closely linked to independence\nin what we have termed “ ‘matters of church\ngovernment.’ ” 565 U. S., at 186. This does not mean that\nreligious institutions enjoy a general immunity from secular laws,\nbut it does protect their autonomy with respect to internal\nmanagement decisions that are essential to the institution’s\ncentral mission. And a component of this autonomy is the selection\nof the individuals who play certain key roles.The “ministerial exception” was based on this\ninsight. Under this rule, courts are bound to stay out of\nemployment disputes involving those holding certain important\npositions with churches and other religious institutions. The rule\nappears to have acquired the label “ministerial exception” because\nthe individuals involved in pioneering cases were described as\n“ministers.” SeeMcClurev.Salvation Army, 460 F.2d\n553, 558–559 (CA5 1972);Rayburnv.General Conference\nofSeventh-day Adventists, 772 F.2d 1164, 1168 (CA4\n1985). Not all pre-Hosanna-Tabordecisions applying the\nexception involved “ministers” or even members of the clergy. See,e.g.,EEOCv.Southwestern Baptist Theological\nSeminary, 651 F.2d 277, 283–284 (CA5 1981);EEOCv.Roman Catholic Diocese of Raleigh,N. C.,213 F.3d 795, 800–801 (CA4 2000). But it is instructive to\nconsider why a church’s independence on matters “of faith and\ndoctrine” requires the authority to select, supervise, and if\nnecessary, remove a minister without interference by secular\nauthorities. Without that power, a wayward minister’s preaching,\nteaching, and counseling could contradict the church’s tenets and\nlead the congregation away from the faith.[9] The ministerial exception was recognized to preserve\na church’s independent authority in such matters.BWhen the so-called ministerial exception\nfinally reached this Court inHosanna-Tabor, we unanimously\nrecognized that the Religion Clauses foreclose certain employment\ndiscrimination claims brought against religious organizations. 565\nU. S., at 188. The constitutional foundation for our holding\nwas the general principle of church autonomy to which we have\nalready referred: independence in matters of faith and doctrine and\nin closely linked matters of internal government. The three prior\ndecisions on which we primarily relied drew on this broad\nprinciple, and none was exclusively concerned with the selection or\nsupervision of clergy.Watsonv.Jones, 13 Wall. 679\n(1872), involved a dispute about the control of church property,\nand bothKedroff,344 U.S.\n94, andSerbian Eastern Orthodox Diocese for United States\nand Canadav.Milivojevich,426\nU.S. 696(1976), also concerned the control of property, as\nwell as the appointment and authority of bishops.In addition to these precedents, we looked to\nthe “background” against which “the First Amendment was adopted.”Hosanna-Tabor, 565 U. S., at 183. We noted that\n16th-century British statutes had given the Crown the power to fill\nhigh “religious offices” and to control the exercise of religion in\nother ways, and we explained that the founding generation sought to\nprevent a repetition of these practices in our country.Ibid. Because Cheryl Perich, the teacher inHosanna-Tabor, had a title that included the word\n“minister,” we naturally concentrated on historical events\ninvolving clerical offices, but the abuses we identified were not\nlimited to the control of appointments.We pointed to the various Acts of Uniformity,id., at 182, which dictated what ministers could preach and\nimposed penalties for non-compliance. Under the 1549 Act, a\nminister who “preach[ed,] declare[d,] or [spoke] any thing” in\nderogation of any part of the Book of Common Prayer could be\nsentenced to six months in jail for a first offense and life\nimprisonment for a third violation. Act of Uniformity, 2 & 3\nEdw. 6, ch. 1. In addition, all other English subjects were\nforbidden to say anything against the Book of Common Prayer in\n“[i]nterludes[,] play[s,] song[s,] r[h]ymes, or by other open\n[w]ord[s].”Ibid.A 1559 law contained similar prohibitions.\nSee Act of Uniformity, 1 Eliz., ch. 2.After the Restoration, Parliament enacted a new\nlaw with a similar aim. Ministers and “Lecturer[s]” were required\nto pledge “unfeigned assent and consent” to the Book of Common\nPrayer, and all schoolmasters, private tutors, and university\nprofessors were required to “conforme to the Liturgy of the Church\nof England” and not “to endeavour any change or alteration” of the\nchurch. Act of Uniformity, 1662, 14 Car. 2, ch. 4.British law continued to impose religious\nrestrictions on education in the 18th century and past the time of\nthe adoption of the First Amendment. The Schism or Established\nChurch Act of 1714, 13 Ann., ch. 7, required that schoolmasters and\ntutors be licensed by a bishop. Non-conforming Protestants, as well\nas Catholics and Jews, could not teach at or attend the two\nuniversities, and as Blackstone wrote, “[p]ersons professing the\npopish religion [could] not keep or teach any school under pain of\nperpetual imprisonment.” 4 W. Blackstone, Commentaries on the Laws\nof England 55 (8th ed. 1778). The law also imposed penalties on\n“any person [who] sen[t] another abroad to be educated in the\npopish religion . . . or [who] contribute[d] to their\nmaintenance when there.”Id., at 55–56.British colonies in North America similarly\ncontrolled both the appointment of clergy, seeHosanna-Tabor, 565 U. S., at 183, and the teaching of\nstudents. A Maryland law “prohibited any Catholic priest or lay\nperson from keeping school, or taking upon himself the education of\nyouth.” 2 T. Hughes, History of the Society of Jesus in North\nAmerica: Colonial and Federal 443–444 (1917). In 1771, the Governor\nof New York was instructed to require that all schoolmasters\narriving from England obtain a license from the Bishop of London. 3\nC. Lincoln, The Constitutional History of New York 485, 745 (1906).\nNew York law also required an oath and license for any\n“ ‘vagrant Preacher, Moravian, or disguised Papist’ ” to\n“ ‘Preach or Teach, Either in Public or Private.’ ” S.\nCobb, The Rise of Religious Liberty in America 358 (1902).CInHosanna-Tabor, Cheryl Perich, a\nkindergarten and fourth grade teacher at an Evangelical Lutheran\nschool, filed suit in federal court, claiming that she had been\ndischarged because of a disability, in violation of the Americans\nwith Disabilities Act of 1990 (ADA), 42 U. S. C.\n§12112(a). The school responded that the real reason for her\ndismissal was her violation of the Lutheran doctrine that disputes\nshould be resolved internally and not by going to outside\nauthorities. We held that her suit was barred by the “ministerial\nexception” and noted that it “concern[ed] government interference\nwith an internal church decision that affects the faith and mission\nof the church.” 565 U. S., at 190. We declined “to adopt a\nrigid formula for deciding when an employee qualifies as a\nminister,” and we added that it was “enough for us to conclude, in\nthis our first case involving the ministerial exception, that the\nexception covers Perich, given all the circumstances of her\nemployment.”Id., at 190–191. We identified four relevant\ncircumstances but did not highlight any as essential.First, we noted that her church had given Perich\nthe title of “minister, with a role distinct from that of most of\nits members.”Id., at 191. Although she was not a minister\nin the usual sense of the term—she was not a pastor or deacon, did\nnot lead a congregation, and did not regularly conduct religious\nservices—she was classified as a “called” teacher, as opposed to a\nlay teacher, and after completing certain academic requirements,\nwas given the formal title “ ‘Minister of Religion,\nCommissioned.’ ”Id., at 177–178, 191.Second, Perich’s position “reflected a\nsignificant degree of religious training followed by a formal\nprocess of commissioning.”Id., at 191.Third, “Perich held herself out as a minister of\nthe Church by accepting the formal call to religious service,\naccording to its terms,” and by claiming certain tax benefits.Id., at 191–192.Fourth, “Perich’s job duties reflected a role in\nconveying the Church’s message and carrying out its mission.”Id., at 192. The church charged her with “ ‘lead[ing]\nothers toward Christian maturity’ ” and “ ‘teach[ing]\nfaithfully the Word of God, the Sacred Scriptures, in its truth and\npurity and as set forth in all the symbolical books of the\nEvangelical Lutheran Church.’ ”Ibid.Although Perich\nalso provided instruction in secular subjects, she taught religion\nfour days a week, led her students in prayer three times a day,\ntook her students to a chapel service once a week, and participated\nin the liturgy twice a year. “As a source of religious\ninstruction,” we explained, “Perich performed an important role in\ntransmitting the Lutheran faith to the next generation.”Ibid.The case featured two concurrences. In the\nfirst, Justice Thomas stressed that courts should “defer to a\nreligious organization’s good-faith understanding of who qualifies\nas its minister.”Id., at 196. That is so, Justice Thomas\nexplained, because “[a] religious organization’s right to choose\nits ministers would be hollow . . . if secular courts\ncould second-guess” the group’s sincere application of its\nreligious tenets.Id., at 197.The second concurrence argued that application\nof the “ministerial exception” should “focus on the function\nperformed by persons who work for religious bodies” rather than\nlabels or designations that may vary across faiths.Id., at\n198 (opinion of Alito, J., joined by Kagan, J.). This opinion\nviewed the title of “minister” as “relevant” but “neither necessary\nnor sufficient.”Id., at 202. It noted that “most faiths do\nnot employ the term ‘minister’ ” and that some “consider the\nministry to consist of all or a very large percentage of their\nmembers.”Ibid. The opinion concluded that the\n“ ‘ministerial’ exception” “should apply to any ‘employee’ who\nleads a religious organization, conducts worship services or\nimportant religious ceremonies or rituals, or serves as a messenger\nor teacher of its faith.”Id., at 199.D1In determining whether a particular position\nfalls within theHosanna-Taborexception, a variety of\nfactors may be important.[10] The circumstances that informed our decision inHosanna-Taborwere relevant because of their relationship to\nPerich’s “role in conveying the Church’s message and carrying out\nits mission,”id., at 192, but the other noted circumstances\nalso shed light on that connection. In a denomination that uses the\nterm “minister,” conferring that title naturally suggests that the\nrecipient has been given an important position of trust. In\nPerich’s case, the title that she was awarded and used demanded\nsatisfaction of significant academic requirements and was conferred\nonly after a formal approval process,id., at 191, and those\ncircumstances also evidenced the importance attached to her role,ibid.But our recognition of the significance of those\nfactors in Perich’s case did not mean that they must be met—or even\nthat they are necessarily important—in all other cases.Take the question of the title “minister.”\nSimply giving an employee the title of “minister” is not enough to\njustify the exception. And by the same token, since many religious\ntraditions do not use the title “minister,” it cannot be a\nnecessary requirement. Requiring the use of the title would\nconstitute impermissible discrimination, and this problem cannot be\nsolved simply by including positions that are thought to be the\ncounterparts of a “minister,” such as priests, nuns, rabbis, and\nimams. See Brief for Respondents 21. Nuns are not the same as\nProtestant ministers. A brief submitted by Jewish organizations\nmakes the point that “Judaism has many ‘ministers,’ ” that is,\n“the term ‘minister’ encompasses an extensive breadth of religious\nfunctionaries in Judaism.”[11] For Muslims, “an inquiry into whether imams or other\nleaders bear a title equivalent to ‘minister’ can present a\ntroubling choice between denying a central pillar of\nIslam—i.e., the equality of all believers—and risking loss\nof ministerial exception protections.”[12]If titles were all-important, courts would have\nto decide which titles count and which do not, and it is hard to\nsee how that could be done without looking behind the titles to\nwhat the positions actually entail. Moreover, attaching too much\nsignificance to titles would risk privileging religious traditions\nwith formal organizational structures over those that are less\nformal.For related reasons, the academic requirements\nof a position may show that the church in question regards the\nposition as having an important responsibility in elucidating or\nteaching the tenets of the faith. Presumably the purpose of such\nrequirements is to make sure that the person holding the position\nunderstands the faith and can explain it accurately and\neffectively. But insisting in every case on rigid academic\nrequirements could have a distorting effect. This is certainly true\nwith respect to teachers. Teaching children in an elementary school\ndoes not demand the same formal religious education as teaching\ntheology to divinity students. Elementary school teachers often\nteach secular subjects in which they have little if any special\ntraining. In addition, religious traditions may differ in the\ndegree of formal religious training thought to be needed in order\nto teach. See,e.g., Brief for Ethics and Religious Liberty\nCommission of the Southern Baptist Convention et al. asAmiciCuriae12 (“many Protestant groups have\nhistorically rejected any requirement of formal theological\ntraining”). In short, these circumstances, while instructive inHosanna-Tabor, are not inflexible requirements and may have\nfar less significance in some cases.What matters, at bottom, is what an employee\ndoes. And implicit in our decision inHosanna-Taborwas a\nrecognition that educating young people in their faith, inculcating\nits teachings, and training them to live their faith are\nresponsibilities that lie at the very core of the mission of a\nprivate religious school. As we put it, Perich had been entrusted\nwith the responsibility of “transmitting the Lutheran faith to the\nnext generation.” 565 U. S., at 192. One of the concurrences\nmade the same point, concluding that the exception should include\n“any ‘employee’ who leads a religious organization, conducts\nworship services or important religious ceremonies or rituals, or\nserves as a messenger orteacher of its faith.”Id.,\nat 199 (opinion of Alito, J.) (emphasis added).Religious education is vital to many faiths\npracticed in the United States. This point is stressed by briefs\nfiled in support of OLG and St. James by groups affiliated with a\nwide array of faith traditions. In the Catholic tradition,\nreligious education is “ ‘intimately bound up with the whole\nof the Church’s life.’ ” Catechism of the Catholic Church 8\n(2d ed. 2016). Under canon law, local bishops must satisfy\nthemselves that “those who are designated teachers of religious\ninstruction in schools . . . are outstanding in correct\ndoctrine, the witness of a Christian life, and teaching skill.”\nCode of Canon Law, Canon 804, §2 (Eng. transl. 1998).Similarly, Protestant churches, from the\nearliest settlements in this country, viewed education as a\nreligious obligation. A core belief of the Puritans was that\neducation was essential to thwart the “chief project of that old\ndeluder, Satan, to keep men from the knowledge of the\nScriptures.”[13] Thus, in\n1647, the Massachusetts General Court passed what has been called\nthe Old Deluder Satan Act requiring every sizable town to establish\na school.[14] Most of the\noldest educational institutions in this country were originally\nestablished by or affiliated with churches, and in recent years,\nnon-denominational Christian schools have proliferated with the aim\nof inculcating Biblical values in their students.[15] Many such schools expressly set\nthemselves apart from public schools that they believe do not\nreflect their values.[16]Religious education is a matter of central\nimportance in Judaism. As explained in briefs submitted by Jewish\norganizations, the Torah is understood to require Jewish parents to\nensure that their children are instructed in the faith.[17] One brief quotes Maimonides’s\nstatement that religious instruction “is an obligation of the\nhighest order, entrusted only to a schoolteacher possessing ‘fear\nof Heaven.’ ”[18] “The\ncontemporary American Jewish community continues to place the\neducation of children in its faith and rites at the center of its\ncommunal efforts.”[19]Religious education is also important in Islam.\n“[T]he acquisition of at least rudimentary knowledge of religion\nand its duties [is] mandatory for the Muslim individual.”[20] This precept is traced to the\nProphet Muhammad, who proclaimed that “ ‘[t]he pursuit of\nknowledge is incumbent on every Muslim.’ ”[21] “[T]he development of independent\nprivate Islamic schools ha[s] become an important part of the\npicture of Muslim education in America.”[22]The Church of Jesus Christ of Latter-day Saints\nhas a long tradition of religious education, with roots in\nrevelations given to Joseph Smith. See Doctrine and Covenants of\nthe Church of Jesus Christ of Latter-day Saints §93:36 (2013). “The\nChurch Board of Education has established elementary, middle, or\nsecondary schools in which both secular and religious instruction\nis offered.”[23]Seventh-day Adventists “trace the importance of\neducation back to the Garden of Eden.”[24] Seventh-day Adventist formation “restore[s] human\nbeings into the image of God as revealed by the life of Jesus\nChrist” and focuses on the development of “knowledge, skills, and\nunderstandings to serve God and humanity.”[25]This brief survey does not do justice to the\nrich diversity of religious education in this country, but it shows\nthe close connection that religious institutions draw between their\ncentral purpose and educating the young in the faith.2When we apply this understanding of the\nReligion Clauses to the cases now before us, it is apparent that\nMorrissey-Berru and Biel qualify for the exemption we recognized inHosanna-Tabor. There is abundant record evidence that they\nboth performed vital religious duties. Educating and forming\nstudents in the Catholic faith lay at the core of the mission of\nthe schools where they taught, and their employment agreements and\nfaculty handbooks specified in no uncertain terms that they were\nexpected to help the schools carry out this mission and that their\nwork would be evaluated to ensure that they were fulfilling that\nresponsibility. As elementary school teachers responsible for\nproviding instruction in all subjects, including religion, they\nwere the members of the school staff who were entrusted most\ndirectly with the responsibility of educating their students in the\nfaith. And not only were they obligated to provide instruction\nabout the Catholic faith, but they were also expected to guide\ntheir students, by word and deed, toward the goal of living their\nlives in accordance with the faith. They prayed with their\nstudents, attended Mass with the students, and prepared the\nchildren for their participation in other religious activities.\nTheir positions did not have all the attributes of Perich’s. Their\ntitles did not include the term “minister,” and they had less\nformal religious training, but their core responsibilities as\nteachers of religion were essentially the same. And both their\nschools expressly saw them as playing a vital part in carrying out\nthe mission of the church, and the schools’ definition and\nexplanation of their roles is important. In a country with the\nreligious diversity of the United States, judges cannot be expected\nto have a complete understanding and appreciation of the role\nplayed by every person who performs a particular role in every\nreligious tradition. A religious institution’s explanation of the\nrole of such employees in the life of the religion in question is\nimportant.IIIIn holding that Morrissey-Berru and Biel did\nnot fall within theHosanna-Taborexception, the Ninth\nCircuit misunderstood our decision. Both panels treated the\ncircumstances that we found relevant in that case as checklist\nitems to be assessed and weighed against each other in every case,\nand the dissent does much the same. That approach is contrary to\nour admonition that we were not imposing any “rigid formula.” 565\nU. S., at 190. Instead, we called on courts to take all\nrelevant circumstances into account and to determine whether each\nparticular position implicated the fundamental purpose of the\nexception.[26]The Ninth Circuit’s rigid test produced a\ndistorted analysis. First, it invested undue significance in the\nfact that Morrissey-Berru and Biel did not have clerical titles.\n769 Fed. Appx., at 460; 911 F. 3d, at 608–609;Post, at\n15–16. It is true that Perich’s title included the term “minister,”\nbut we never said that her title (or her reference to herself as a\n“minister”) was necessary to trigger theHosanna-Taborexception. Instead, “those considerations . . . merely\nmade Perich’s case an especially easy one.” Brief for United States\nasAmicus Curiae19. Moreover, both Morrissey-Berru and Biel\nhad titles. They were Catholic elementary schoolteachers,\nwhich meant that they were their students’ primary teachers of\nreligion. The concept of a teacher of religion is loaded with\nreligious significance. The term “rabbi” means teacher, and Jesus\nwas frequently called rabbi.[27] And if a more esoteric title is needed, they were\nboth regarded as “catechists.”[28]Second, the Ninth Circuit assigned too much\nweight to the fact that Morrissey-Berru and Biel had less formal\nreligious schooling than Perich. 769 Fed. Appx., at 460–461; 911\nF. 3d, at 608;post, at 16–17. The significance of\nformal training must be evaluated in light of the age of the\nstudents taught and the judgment of a religious institution\nregarding the need for formal training. The schools in question\nhere thought that Morrissey-Berru and Biel had a sufficient\nunderstanding of Catholicism to teach their students,[29] and judges have no warrant to\nsecond-guess that judgment or to impose their own credentialing\nrequirements.Third, theSt. Jamespanel\ninappropriately diminished the significance of Biel’s duties\nbecause they did not evince “close guidance and involvement” in\n“students’ spiritual lives.” 911 F. 3d, at 609;post, at 12,\n17–18. Specifically, the panel majority suggested that Biel merely\ntaught “religion from a book required by the school,” “joined”\nstudents in prayer, and accompanied students to Mass in order to\nkeep them “ ‘quiet and in their seats.’ ” 911 F. 3d,\nat 609. This misrepresents the record and its significance. For\nbetter or worse, many primary school teachers tie their instruction\nclosely to textbooks, and many faith traditions prioritize teaching\nfrom authoritative texts. See Brief for InterVarsity Christian\nFellowship USA et al. asAmici Curiae26; Brief for\nSenator Mike Lee et al. asAmici Curiae24–27. As for\nprayer, Biel prayed with her students, taught them prayers, and\nsupervised the prayers led by students. She prepared them for Mass,\naccompanied them to Mass, and prayed with them there. Seesupra, at 8–9.In Biel’s appeal, the Ninth Circuit suggested\nthat theHosanna-Taborexception should be interpreted\nnarrowly because the ADA, 42 U. S. C. §12101et seq., and Title VII, §2000e–2, contain provisions\nallowing religious employers to give preference to members of a\nparticular faith in employing individuals to do work connected with\ntheir activities. 911 F. 3d, at 611, n. 5;post,\nat 2–3. But theHosanna-Taborexception serves an entirely\ndifferent purpose. Think of the quintessential case where a church\nwants to dismiss its minister for poor performance. The church’s\nobjection in that situation is not that the minister has gone over\nto some other faith but simply that the minister is failing to\nperform essential functions in a satisfactory manner.While the Ninth Circuit treated the\ncircumstances that we cited inHosanna-Taboras factors to\nbe assessed and weighed in every case, respondents would make the\ngoverning test even more rigid. In their view, courts should begin\nby deciding whether the first three circumstances—a ministerial\ntitle, formal religious education, and the employee’s\nself-description as a minister—are met and then, in order to check\nthe conclusion suggested by those factors, ask whether the employee\nperformed a religious function. Brief for Respondents 20–24. For\nreasons already explained, there is no basis for treating the\ncircumstances we found relevant inHosanna-Taborin such a\nrigid manner.Respondents go further astray in suggesting that\nan employee can never come within theHosanna-Taborexception unless the employee is a “practicing” member of the\nreligion with which the employer is associated. Brief for\nRespondents 12–13, 21. In hiring a teacher to provide religious\ninstruction, a religious school is very likely to try to select a\nperson who meets this requirement, but insisting on this as a\nnecessary condition would create a host of problems. As pointed out\nby petitioners, determining whether a person is a “co-religionist”\nwill not always be easy. See Reply Brief 14 (“Are Orthodox Jews and\nnon-Orthodox Jews co- religionists? . . . Would\nPresbyterians and Baptists be similar enough? Southern Baptists and\nPrimitive Baptists?”). Deciding such questions would risk judicial\nentanglement in religious issues.Expanding the “co-religionist” requirement,\nBrief for Respondents 28–29, 44, to exclude those who no longer\npractice the faith would be even worse,post, at 13. Would\nthe test depend on whether the person in question no longer\nconsidered himself or herself to be a member of a particular faith?\nOr would the test turn on whether the faith tradition in question\nstill regarded the person as a member in some sense?Respondents argue that Morrissey-Berru cannot\nfall within theHosanna-Taborexception because she said in\nconnection with her lawsuit that she was not “a practicing\nCatholic,” but acceptance of that argument would require courts to\ndelve into the sensitive question of what it means to be a\n“practicing” member of a faith, and religious employers would be\nput in an impossible position. Morrissey-Berru’s employment\nagreements required her to attest to “good standing” with the\nchurch. See App. 91, 144, 154. Beyond insisting on such an\nattestation, it is not clear how religious groups could monitor\nwhether an employee is abiding by all religious obligations when\naway from the job. Was OLG supposed to interrogate Morrissey-Berru\nto confirm that she attended Mass every Sunday?Respondents argue that theHosanna-Taborexception is not workable unless it is given a rigid structure, but\nwe declined to adopt a “rigid formula” inHosanna-Tabor, and\nthe lower courts have been applying the exception for many years\nwithout such a formula. Here, as inHosanna-Tabor, it is\nsufficient to decide the cases before us. When a school with a\nreligious mission entrusts a teacher with the responsibility of\neducating and forming students in the faith, judicial intervention\ninto disputes between the school and the teacher threatens the\nschool’s independence in a way that the First Amendment does not\nallow.*  *  *For these reasons, the judgment of the Court\nof Appeals in each case is reversed, and the cases are remanded for\nproceedings consistent with this opinion.It is so ordered.Notes1A major theme of the\ndissent is that we do not heed the rule that, in deciding whether\nsummary judgment is proper, a court must view the facts in the\nlight most favorable to the party against whom summary judgment is\nsought. Seepost, at 1–2, 8, 10–11, 14 (opinion of\nSotomayor, J.). But the dissent, which approves of the Ninth\nCircuit’s reasoning, seems to forget that the Ninth Circuit in\neffect granted summary judgmentin favor of the teacherson\nthe issue of the applicability of the so-called ministerial\nexception. It did not remand for a trial on that issue but instead\nheld that the exception did not apply. 769 Fed. Appx. 460, 460–461\n(2019); 911 F.3d 603, 605, 611, n. 6 (2018). Therefore, if any\nmaterial facts were genuinely in dispute, the relevant parts of the\nrecord would have to be viewed in the light most favorable to the\nschools. The dissent, however, does exactly the opposite. In any\nevent, the dissent’s comments about summary judgment are so much\nsmoke. It does not identify any disputed fact that is essential to\nour holding, and, although there are differences of opinion on\ncertain facts, neither party takes the position that anymaterialfact is genuinely in dispute.2After bringing suit,\nMorrissey-Berru filed a declaration stating that she is “not\ncurrently a practicing Catholic.” ER 248. It is unclear what\nMorrissey-Berru means by “practicing.” There is, however, no hint\nin the record that Morrissey-Berru considered herself a\nnon-practicing Catholic during her employment at OLG. Seeinfra, at 5 (describing religious observation).3This appears to have been\na standard contract used within the Archdiocese of Los Angeles. See\nApp. 154; cf.id., at 230.4It is not entirely clear\nfrom the record whether teachers at OLG must be Catholic.Id., at 113 (“ [Q.] ‘Is it a requirement that a teacher\nbe Catholic in order to teach at OLG School? Yes or no?’ [A.]\nYes”); but seeibid.(“Exceptions can be made”);id.,\nat 154 (“Ifyou are Roman Catholic[,] you must be in good\nstanding with the Church” (emphasis added)). But it is clearly\npreferred.Id., at 110.5Record in No.\n2:16–CV–09353 (CD Cal.), Doc. 33, ¶9.6Biel died during the\npendency of this suit, which has subsequently been litigated by her\nhusband as representative of her estate. Record in No. 17–55180\n(CA9), Docs. 112, 113.7The school principal\nstated that she prefers that teachers at the school be Catholic. ER\n32 (St. James).8Record in No.\n2:15–CV–04248 (CD Cal.), Doc. 67–1, ¶¶4–7.9Cf. McConnell,\nEstablishment and Disestablishment at the Founding, Part I:\nEstablishment of Religion, 44 Wm. & Mary L. Rev. 2105,\n2141 (2003) (politically appointed ministers in colonial Virginia\nwere, in the view of the faithful, often “less than zealous in\ntheir spiritual responsibilities and less than irreproachable in\ntheir personal morals”).10In\nconsidering the circumstances of any given case, courts must take\ncare to avoid “resolving underlying controversies over religious\ndoctrine.”Presbyterian Church in U. S.v.Mary\nElizabeth Blue Hull Memorial Presbyterian Church,393 U.S.\n440, 449 (1969);ibid.(“ First Amendment values are\nplainly jeopardized when . . . litigation is made to turn\non the resolution by civil courts of controversies over religious\ndoctrine and practice”); see alsoSerbian Eastern Orthodox\nDiocese for United States and Canadav.Milivojevich,426 U.S.\n696, 715, n. 8 (1976) (“ ‘It is not to be supposed\nthat the judges of the civil courts can be as competent in the\necclesiastical law and religious faith of all these bodies as the\nablest men in each are in reference to their own’ ” (quotingWatsonv.Jones, 13 Wall. 679, 729 (1872))); cf.Thomasv.Review Bd. of Ind. Employment Security\nDiv.,450 U.S.\n707, 714–716 (1981).11Brief\nfor Colpa et al. asAmici Curiaei, 3 (quotation\nmodified).12Brief\nfor Asma T. Uddin asAmicus Curiae2.13Old\nDeluder Satan Act of 1647, in The Laws and Liberties of\nMassachusetts 47 (M. Farrand ed. 1929).14Ibid.15See\nP. Parsons, Inside America’s Christian Schools (1987); see also\nAssociation of Christian Schools International, Why Christian\nSchooling?,\nhttps://www.acsi.org/membership/why-christian-schooling;\nAssociation of Classical Christian Schools, What is CCE?,\nhttps://classicalchristian.org/what-is-cce/?v=a44707111a05.16R.\nDreher, The Benedict Option 146, 155, 160 (2017); see,e.g.,\nJ. Ekeland & B. Walton, Discover Christian Schools: Ten\nDifferences,\nhttps : / / discoverchristianschools.com/wp-content/uploads/2019/02/DCS_TenDifferences.pdf.17See\nDeuteronomy 6:7, 11:19.18Brief\nfor General Conference of Seventh-day Adventists et al. asAmici Curiae7–8 (quoting Maimonides, Mishne Torah, Hilkhot\nTalmud Torah 1:2; 2:1, 3).19Brief\nfor Church of God in Christ, Inc., et al. asAmici\nCuriae15.20Afsaruddin, Muslim Views on\nEducation: Parameters, Purview, and Possibilities, 44 J. Cath.\nLegal Studies 143, 143–144 (2005).21Id., at 143.22Haddad & Smith, Introduction: The\nChallenge of Islamic Education in North America, in Educating the\nMuslims of America 3, 6, 11 (Y. Haddad, F. Senzai, & J. Smith\neds. 2009).23Berrett, Church Educational System\n(CES) in 1 Encyclopedia of Mormonism 274, 275 (D. Ludlow ed.\n1992).24Brief\nfor General Conference of Seventh-day Adventists et al. asAmici Curiae9.25Seventh-day Adventist Church, About\nUs, https://adventisteducation.org/abt.html.26The\ndissent charges that we transform the holding inHosanna-Tabor, but that is what the dissent does.Post,at 8. According to the dissent: “Hosanna-Taborcharted a way to separate leaders who ‘personify’ a church’s\n‘beliefs’ [and] ‘minister to the faithful’ from individuals who may\nsimply relay religious tenets.”Post,at 7 (quoting 565\nU. S., at 188, 195). The dissent cobbles together this new\ntest by taking phrases out of context from separate passages and\ninserting a proposition never suggested inHosanna-Tabor,\nnamely, that an individual cannot qualify for the exception if he\nor she “simply relay[s] religious tenets” without\n“ ‘minister[ing] to the faithful.’ ”Post, at 7.Hosanna-Tabornever adopted this unworkable test. It did not\nsuggest that the exception it recognized applied only to “leaders.”Post,at 4–5, and n. 1. The term is never used in the\nopinion of the Court. Insisting on leadership as a qualification\nwould shrink the exception even more than respondents advocate. For\nexample, they agree that it should apply to nuns, see Brief for\nRespondents 21, but, under the dissent’s test, is every cloistered\nnun—or every cloistered monk—disqualified? And even if leadership\nwere a requirement, why couldn’t a religious teacher be regarded as\na leader of the students in the class? Nor did our opinion inHosanna-Tabordraw a critical distinction between a person\nwho “simply relay[s] religious tenets” and one who relays such\ntenets while also “ ‘minister[ing] to the faithful.’ ”Post,at 7. A teacher, such as an instructor in a class on\nworld religions, who merely provides a description of the beliefs\nand practices of a religion without making any effort to inculcate\nthose beliefs could not qualify for the exception, but otherwise\nthe distinction makes no sense. If a member of the Christian clergy\nor a rabbi spends almost all of his or her time studying Scripture\nor theology and writing instead of ministering to a congregation,\nwould that individual fall outside the exception as understood by\nthe dissent?27See,e.g., Mark 9:5, 11:21; John 1:38, 3:26, 4:31, 6:25,\n9:2.28See\nApp. to Pet. for Cert. in No. 19–267, at 56a, 60a; ER 593 (St.\nJames) (“teachers are expected to . . . engage in catechetical\n. . . development”); Record in No. 2:15–CV–04248 (CD\nCal.), Doc. 67–1, ¶10 (“requir[ing]” attendance at “Catholic\neducation conference” to “prepare teachers as religious\neducators”).29The\nrecord also makes clear (contrary to the Ninth Circuit’s and\ndissent’s conclusion,post, at 17) that Morrissey-Berru and\nBiel “held themselves out” as authorities on religion to their\nstudents, and, by extension, their families. Seesupra, at\n2–9.",
    "joined": []
}