{
    "case": {
        "docket": "742",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/742/"
    },
    "id": "1963369",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTMCDONALD V. CHICAGO561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1521OTIS McDONALD, et al., PETITIONERSv.CITY OF CHICAGO, ILLINOIS, et al.on writ of certiorari to the united states court of\nappeals for the seventh circuit[June 28, 2010]Justice Alito announced the\njudgment of the Court and delivered the opinion of the Court with\nrespect to Parts I, II–A, II–B, II–D, III–A, and III–B, in which\nThe Chief Justice, Justice Scalia, Justice Kennedy, and Justice\nThomas join, and an opinion with respect to Parts II–C, IV, and V,\nin which The Chief Justice, Justice Scalia, and Justice Kennedy\njoin.Two years ago, inDistrict of\nColumbiav.Heller, 554 U. S. ___ (2008), we held\nthat the Second Amendment protects the right to keep and bear arms\nfor the purpose of self-defense, and we struck down a District of\nColumbia law that banned the possession of handguns in the home.\nThe city of Chicago (City) and the village of Oak Park, a Chicago\nsuburb, have laws that are similar to the District of Columbia’s,\nbut Chicago and Oak Park argue that their laws are constitutional\nbecause the Second Amendment has no application to the States. We\nhave previously held that most of the provisions of the Bill of\nRights apply with full force to both the Federal Government and the\nStates. Applying the standard that is well established in our case\nlaw, we hold that the Second Amendment right is fully applicable to\nthe States.IOtis McDonald, Adam Orlov,\nColleen Lawson, and David Lawson (Chicago petitioners) are Chicago\nresidents who would like to keep handguns in their homes for\nself-defense but are prohibited from doing so by Chicago’s firearms\nlaws. A City ordinance provides that “[n]o person shall … possess …\nany firearm unless such person is the holder of a valid\nregistration certificate for such firearm.” Chicago, Ill.,\nMunicipal Code §8–20–040(a) (2009). The Code then prohibits\nregistration of most handguns, thus effectively banning handgun\npossession by almost all private citizens who reside in the City.\n§8–20–050(c). Like Chicago, Oak Park makes it “unlawful for any\nperson to possess … any firearm,” a term that includes “pistols,\nrevolvers, guns and small arms … commonly known as handguns.” Oak\nPark, Ill., Municipal Code §§27–2–1 (2007), 27–1–1 (2009).Chicago enacted its handgun ban\nto protect its residents “from the loss of property and injury or\ndeath from firearms.” See Chicago, Ill., Journal of Proceedings of\nthe City Council, p. 10049 (Mar. 19, 1982). The Chicago petitioners\nand theiramici, however, argue that the handgun ban has\nleft them vulnerable to criminals. Chicago Police Department\nstatistics, we are told, reveal that the City’s handgun murder rate\nhas actually increased since the ban was enacted[Footnote 1] and that Chicago residents now face\none of the highest murder rates in the country and rates of other\nviolent crimes that exceed the average in comparable\ncities.[Footnote 2]Several of the Chicago petitioners have been\nthe targets of threats and violence. For instance, Otis McDonald,\nwho is in his late seventies, lives in a high-crime neighborhood.\nHe is a community activist involved with alternative policing\nstrategies, and his efforts to improve his neighborhood have\nsubjected him to violent threats from drug dealers. App. 16–17;\nBrief for State Firearm Associations asAmici Curiae20–21; Brief for State of Texas et al. asAmici\nCuriae7–8. Colleen Lawson is a Chicago resident whose home\nhas been targeted by burglars. “In Mrs. Lawson’s judgment,\npossessing a handgun in Chicago would decrease her chances of\nsuffering serious injury or death should she ever be threatened\nagain in her home.”[Footnote 3]\nMcDonald, Lawson, and the other Chicago petitioners own handguns\nthat they store outside of the city limits, but they would like to\nkeep their handguns in their homes for protection. See App. 16–19,\n43–44 (McDonald), 20–24 (C. Lawson), 19, 36 (Orlov), 20–21, 40 (D.\nLawson).After our decision inHeller, the\nChicago petitioners and two groups[Footnote 4] filed suit against the City in the United\nStates District Court for the Northern District of Illinois. They\nsought a declaration that the handgun ban and several related\nChicago ordinances violate the Second and Fourteenth Amendments to\nthe United States Constitution. Another action challenging the Oak\nPark law was filed in the same District Court by the National Rifle\nAssociation (NRA) and two Oak Park residents. In addition, the NRA\nand others filed a third action challenging the Chicago ordinances.\nAll three cases were assigned to the same District Judge.The District Court rejected plaintiffs’\nargument that the Chicago and Oak Park laws are unconstitutional.\nSee App. 83–84;NRA, Inc.v.Oak Park, 617\nF. Supp. 2d 752, 754 (ND Ill. 2008). The court noted that the\nSeventh Circuit had “squarely upheld the constitutionality of a ban\non handguns a quarter century ago,”id., at 753 (citingQuiliciv.Morton Grove, 695 F. 2d 261 (CA7\n1982)), and thatHellerhad explicitly refrained from\n“opin[ing] on the subject of incorporation vel non of the Second\nAmendment,”NRA, 617 F. Supp. 2d, at 754. The court\nobserved that a district judge has a “duty to follow established\nprecedent in the Court of Appeals to which he or she is beholden,\neven though the logic of more recent caselaw may point in a\ndifferent direction.”Id.,at 753.The Seventh Circuit affirmed, relying on three\n19th-century cases—United Statesv.Cruikshank,92 U.\nS. 542(1876),Presserv.Illinois,116 U. S. 252(1886), andMillerv.Texas,153 U. S. 535(1894)—that were decided\nin the wake of this Court’s interpretation of the Privileges or\nImmunities Clause of the Fourteenth Amendment in theSlaughter-House Cases,16 Wall. 36 (1873).The\nSeventh Circuit described the rationale of those cases as “defunct”\nand recognized that they did not consider the question whether the\nFourteenth Amendment’s Due Process Clause incorporates the Second\nAmendment right to keep and bear arms.NRA, Inc.v.Chicago, 567 F. 3d 856, 857, 858 (2009).\nNevertheless, the Seventh Circuit observed that it was obligated to\nfollow Supreme Court precedents that have “direct application,” and\nit declined to predict how the Second Amendment would fare under\nthis Court’s modern “selective incorporation” approach.Id.,at 857–858 (internal quotation marks omitted).We granted certiorari. 557 U. S. ___\n(2009).IIAPetitioners argue that the\nChicago and Oak Park laws violate the right to keep and bear arms\nfor two reasons. Petitioners’ primary submission is that this right\nis among the “privileges or immunities of citizens of the United\nStates” and that the narrow interpretation of the Privileges or\nImmunities Clause adopted in theSlaughter-House Cases,supra, should now be rejected. As a secondary argument,\npetitioners contend that the Fourteenth Amendment’s Due Process\nClause “incorporates” the Second Amendment right.Chicago and Oak Park (municipal\nrespondents) maintain that a right set out in the Bill of Rights\napplies to the States only if that right is an indispensable\nattribute ofany“ ‘civilized’ ” legal system.\nBrief for Municipal Respondents 9. If it is possible to imagine a\ncivilized country that does not recognize the right, the municipal\nrespondents tell us, then that right is not protected by due\nprocess.Ibid.And since there are civilized countries\nthat ban or strictly regulate the private possession of handguns,\nthe municipal respondents maintain that due process does not\npreclude such measures.Id., at 21–23. In light of the\nparties’ far-reaching arguments, we begin by recounting this\nCourt’s analysis over the years of the relationship between the\nprovisions of the Bill of Rights and the States.BThe Bill of Rights, including the\nSecond Amendment, originally applied only to the Federal\nGovernment. InBarron ex rel. Tiernanv.Mayor of\nBaltimore, 7 Pet. 243 (1833), the Court, in an opinion by\nChief Justice Marshall, explained that this question was “of great\nimportance” but “not of much difficulty.”Id., at 247. In\nless than four pages, the Court firmly rejected the proposition\nthat the first eight Amendments operate as limitations on the\nStates, holding that they apply only to the Federal Government. See\nalsoLessee of Livingstonv.Moore, 7 Pet. 469,\n551–552 (1833) (“[I]t is now settled that those amendments [in the\nBill of Rights] do not extend to the states”).The constitutional Amendments\nadopted in the aftermath of the Civil War fundamentally altered our\ncountry’s federal system. The provision at issue in this case, §1\nof the Fourteenth Amendment, provides, among other things, that a\nState may not abridge “the privileges or immunities of citizens of\nthe United States” or deprive “any person of life, liberty, or\nproperty, without due process of law.”Four years after the adoption of the\nFourteenth Amendment, this Court was asked to interpret the\nAmendment’s reference to “the privileges or immunities of citizens\nof the United States.” TheSlaughter-House Cases,supra, involved challenges to a Louisiana law permitting\nthe creation of a state-sanctioned monopoly on the butchering of\nanimals within the city of New Orleans. Justice Samuel Miller’s\nopinion for the Court concluded that the Privileges or Immunities\nClause protects only those rights “which owe their existence to the\nFederal government, its National character, its Constitution, or\nits laws.”Id., at 79. The Court held that other\nfundamental rights—rights that predated the creation of the Federal\nGovernment and that “the State governments were created to\nestablish and secure”—were not protected by the Clause.Id., at 76.In drawing a sharp distinction between the\nrights of federal and state citizenship, the Court relied on two\nprincipal arguments. First, the Court emphasized that the\nFourteenth Amendment’s Privileges or Immunities Clause spoke of\n“the privileges or immunities ofcitizens of the United\nStates,” and the Court contrasted this phrasing with the\nwording in the first sentence of the Fourteenth Amendment and in\nthe Privileges and Immunities Clause of Article IV, both of which\nrefer tostatecitizenship.[Footnote 5] (Emphasis added.) Second, the Court stated\nthat a contrary reading would “radically chang[e] the whole theory\nof the relations of the State and Federal governments to each other\nand of both these governments to the people,” and the Court refused\nto conclude that such a change had been made “in the absence of\nlanguage which expresses such a purpose too clearly to admit of\ndoubt.”Id., at 78. Finding the phrase “privileges or\nimmunities of citizens of the United States” lacking by this high\nstandard, the Court reasoned that the phrase must mean something\nmore limited.Under the Court’s narrow reading, the\nPrivileges or Immunities Clause protects such things as the\nright“to come to the seat of government to assert any\nclaim [a citizen] may have upon that government, to transact any\nbusiness he may have with it, to seek its protection, to share its\noffices, to engage in administering its functions … [and to]\nbecome a citizen of any State of the Union by abonâ fideresidence therein, with the same rights as other citizens of that\nState.”Id., at 79–80 (internal quotation marks\nomitted).Finding no constitutional\nprotection against state intrusion of the kind envisioned by the\nLouisiana statute, the Court upheld the statute. Four Justices\ndissented. Justice Field, joined by Chief Justice Chase and\nJustices Swayne and Bradley, criticized the majority for reducing\nthe Fourteenth Amendment’s Privileges or Immunities Clause to “a\nvain and idle enactment, which accomplished nothing, and most\nunnecessarily excited Congress and the people on its passage.”Id., at 96; see alsoid., at 104. Justice Field\nopined that the Privileges or Immunities Clause protects rights\nthat are “in their nature … fundamental,” including the right of\nevery man to pursue his profession without the imposition of\nunequal or discriminatory restrictions.Id., at 96–97.\nJustice Bradley’s dissent observed that “we are not bound to resort\nto implication … to find an authoritative declaration of some of\nthe most important privileges and immunities of citizens of the\nUnited States. It is in the Constitution itself.”Id., at\n118. Justice Bradley would have construed the Privileges or\nImmunities Clause to include those rights enumerated in the\nConstitution as well as some unenumerated rights.Id., at\n119. Justice Swayne described the majority’s narrow reading of the\nPrivileges or Immunities Clause as “turn[ing] … what was meant for\nbread into a stone.”Id., at 129 (dissenting opinion).Today, many legal scholars dispute the\ncorrectness of the narrowSlaughter-Houseinterpretation.\nSee,e.g.,Saenzv.Roe,526 U. S. 489, 522,\nn. 1, 527 (1999) (Thomas, J., dissenting) (scholars of the\nFourteenth Amendment agree “that the Clause does not mean what the\nCourt said it meant in 1873”); Amar, Substance and Method in the\nYear 2000, 28 Pepperdine L. Rev. 601, 631, n. 178 (2001)\n(“Virtually no serious modern scholar—left, right, and\ncenter—thinks that this [interpretation] is a plausible reading of\nthe Amendment”); Brief for Constitutional Law Professors asAmici Curiae33 (claiming an “overwhelming consensus among\nleading constitutional scholars” that the opinion is “egregiously\nwrong”); C. Black, A New Birth of Freedom 74–75 (1997).Three years after the decision in theSlaughter-House Cases,the Court decidedCruikshank,the first of the three 19th-century cases on\nwhich the Seventh Circuit relied.92 U.\nS. 542. In that case, the Court reviewed convictions stemming\nfrom the infamous Colfax Massacre in Louisiana on Easter Sunday\n1873. Dozens of blacks, many unarmed, were slaughtered by a rival\nband of armed white men.[Footnote\n6] Cruikshank himself allegedly marched unarmed\nAfrican-American prisoners through the streets and then had them\nsummarily executed.[Footnote 7]\nNinety-seven men were indicted for participating in the massacre,\nbut only nine went to trial. Six of the nine were acquitted of all\ncharges; the remaining three were acquitted of murder but convicted\nunder the Enforcement Act of 1870, 16 Stat. 140, for banding and\nconspiring together to deprive their victims of various\nconstitutional rights, including the right to bear arms.[Footnote 8]The Court reversed all of the convictions,\nincluding those relating to the deprivation of the victims’ right\nto bear arms.Cruikshank, 92 U. S., at 553, 559. The Court\nwrote that the right of bearing arms for a lawful purpose “is not a\nright granted by the Constitution” and is not “in any manner\ndependent upon that instrument for its existence.”Id., at\n553. “The second amendment,” the Court continued, “declares that it\nshall not be infringed; but this … means no more than that it shall\nnot be infringed by Congress.”Ibid.“Our later decisions\ninPresserv.Illinois,116 U. S. 252, 265 (1886), andMillerv.Texas,153 U. S. 535, 538 (1894), reaffirmed\nthat the Second Amendment applies only to the Federal Government.”Heller, 554 U. S., at ___, n. 23 (slip op., at 48,\nn. 23).CAs previously noted, the Seventh\nCircuit concluded thatCruikshank,Presser, andMillerdoomed petitioners’ claims at the Court of Appeals\nlevel. Petitioners argue, however, that we should overrule those\ndecisions and hold that the right to keep and bear arms is one of\nthe “privileges or immunities of citizens of the United States.” In\npetitioners’ view, the Privileges or Immunities Clause protects all\nof the rights set out in the Bill of Rights, as well as some\nothers, see Brief for Petitioners 10, 14, 15–21, but petitioners\nare unable to identify the Clause’s full scope, Tr. of Oral Arg.\n5–6, 8–11. Nor is there any consensus on that question among the\nscholars who agree that theSlaughter-House Cases’interpretation is flawed. SeeSaenz,supra, at\n522, n. 1 (Thomas, J., dissenting).We see no need to reconsider that\ninterpretation here. For many decades, the question of the rights\nprotected by the Fourteenth Amendment against state infringement\nhas been analyzed under the Due Process Clause of that Amendment\nand not under the Privileges or Immunities Clause. We therefore\ndecline to disturb theSlaughter-Householding.At the same time, however, this Court’s\ndecisions inCruikshank,Presser, andMillerdo not preclude us from considering whether the Due\nProcess Clause of the Fourteenth Amendment makes the Second\nAmendment right binding on the States. SeeHeller, 554 U.\nS., at ___, n. 23 (slip op., at 48, n. 23). None of those\ncases “engage[d] in the sort of Fourteenth Amendment inquiry\nrequired by our later cases.”Ibid. As explained more\nfully below,Cruikshank,Presser, andMillerall preceded the era in which the Court began the\nprocess of “selective incorporation” under the Due Process Clause,\nand we have never previously addressed the question whether the\nright to keep and bear arms applies to the States under that\ntheory.Indeed,Cruikshankhas not prevented\nus from holding that other rights that were at issue in that case\nare binding on the States through the Due Process Clause. InCruikshank, the Court held that the general “right of the\npeople peaceably to assemble for lawful purposes,” which is\nprotected by the First Amendment, applied only against the Federal\nGovernment and not against the States. See 92 U. S., at 551–552.\nNonetheless, over 60 years later the Court held that the right of\npeaceful assembly was a “fundamental righ[t] … safeguarded by the\ndue process clause of the Fourteenth Amendment.”De Jongev.Oregon,299 U. S. 353, 364 (1937). We follow\nthe same path here and thus consider whether the right to keep and\nbear arms applies to the States under the Due Process Clause.D1In the late 19th century, the\nCourt began to consider whether the Due Process Clause prohibits\nthe States from infringing rights set out in the Bill of Rights.\nSeeHurtadov.California,110 U. S. 516(1884) (due process does\nnot require grand jury indictment);Chicago, B. & Q.\nR. Co.v.Chicago,166 U. S. 226(1897) (due process\nprohibits States from taking of private property for public use\nwithout just compensation). Five features of the approach taken\nduring the ensuing era should be noted.First, the Court viewed the due\nprocess question as entirely separate from the question whether a\nright was a privilege or immunity of national citizenship. SeeTwiningv.New Jersey,211 U. S. 78, 99 (1908).Second, the Court explained that the only\nrights protected against state infringement by the Due Process\nClause were those rights “of such a nature that they are included\nin the conception of due process of law.”Ibid. See also,e.g.,Adamsonv.California,332 U.\nS. 46(1947);Bettsv.Brady,316 U. S. 455(1942);Palkov.Connecticut,302 U. S. 319(1937);Grosjeanv.American Press Co.,297 U. S. 233(1936);Powellv.Alabama,287 U. S. 45(1932).\nWhile it was “possible that some of the personal rights safeguarded\nby the first eight Amendments against National action [might] also\nbe safeguarded against state action,” the Court stated, this was\n“not because those rights are enumerated in the first eight\nAmendments.”Twining, supra,at 99.The Court used different formulations in\ndescribing the boundaries of due process. For example, inTwining, the Court referred to “immutable principles of\njustice which inhere in the very idea of free government which no\nmember of the Union may disregard.” 211 U. S., at 102 (internal\nquotation marks omitted). InSnyderv.Massachusetts,291 U. S. 97, 105 (1934),\nthe Court spoke of rights that are “so rooted in the traditions and\nconscience of our people as to be ranked as fundamental.” And inPalko, the Court famously said that due process protects\nthose rights that are “the very essence of a scheme of ordered\nliberty” and essential to “a fair and enlightened system of\njustice.” 302 U. S., at 325.Third, in some cases decided during this era\nthe Court “can be seen as having asked, when inquiring into whether\nsome particular procedural safeguard was required of a State, if a\ncivilized system could be imagined that would not accord the\nparticular protection.”Duncanv.Louisiana,391 U. S. 145, 149, n. 14 (1968).\nThus, in holding that due process prohibits a State from taking\nprivate property without just compensation, the Court described the\nright as “a principle of natural equity, recognized by all\ntemperate and civilized governments, from a deep and universal\nsense of its justice.”Chicago, B. & Q. R. Co.,\nsupra,at 238. Similarly, the Court found that due process did\nnot provide a right against compelled incrimination in part because\nthis right “has no place in the jurisprudence of civilized and free\ncountries outside the domain of the common law.”Twining,\nsupra, at 113.Fourth, the Court during this era was not\nhesitant to hold that a right set out in the Bill of Rights failed\nto meet the test for inclusion within the protection of the Due\nProcess Clause. The Court found that some such rights qualified.\nSee,e.g.,Gitlowv.New York,268 U. S. 652, 666 (1925) (freedom of\nspeech and press);Nearv.Minnesota ex rel.\nOlson,283 U. S. 697(1931) (same);Powell,supra(assistance of counsel in capital\ncases);De Jonge,supra(freedom of assembly);Cantwellv.Connecticut,310 U. S. 296(1940) (free exercise of\nreligion). But others did not. See,e.g.,Hurtado,\nsupra(grand jury indictment requirement);Twining,supra(privilege against self-incrimination).Finally, even when a right set out in the Bill\nof Rights was held to fall within the conception of due process,\nthe protection or remedies afforded against state infringement\nsometimes differed from the protection or remedies provided against\nabridgment by the Federal Government. To give one example, inBettsthe Court held that, although the Sixth Amendment\nrequired the appointment of counsel in all federal criminal cases\nin which the defendant was unable to retain an attorney, the Due\nProcess Clause required appointment of counsel in state criminal\nproceedings only where “want of counsel in [the] particular case …\nresult[ed] in a conviction lacking in … fundamental fairness.” 316\nU. S., at 473. Similarly, inWolfv.Colorado,338 U.\nS. 25(1949), the Court held that the “core of the Fourth\nAmendment” was implicit in the concept of ordered liberty and thus\n“enforceable against the States through the Due Process Clause” but\nthat the exclusionary rule, which applied in federal cases, did not\napply to the States.Id., at 27–28, 33.2An alternative theory regarding\nthe relationship between the Bill of Rights and §1 of the\nFourteenth Amendment was championed by Justice Black. This theory\nheld that §1 of the Fourteenth Amendment totally incorporated all\nof the provisions of the Bill of Rights. See,e.g.,Adamson,supra, at 71–72 (Black, J., dissenting);Duncan,supra, at 166 (Black, J., concurring). As\nJustice Black noted, the chief congressional proponents of the\nFourteenth Amendment espoused the view that the Amendment made the\nBill of Rights applicable to the States and, in so doing, overruled\nthis Court’s decision inBarron.[Footnote 9]Adamson, 332 U. S., at 72\n(dissenting opinion).[Footnote\n10] Nonetheless, the Court never has embraced Justice Black’s\n“total incorporation” theory.3While Justice Black’s theory was\nnever adopted, the Court eventually moved in that direction by\ninitiating what has been called a process of “selective\nincorporation,”i.e., the Court began to hold that the Due\nProcess Clause fully incorporates particular rights contained in\nthe first eight Amendments. See,e.g.,Gideonv.Wainright,372\nU. S. 335, 341 (1963);Malloyv.Hogan,378 U. S. 1, 5–6 (1964);Pointerv.Texas,380 U. S. 400, 403–404 (1965);Washingtonv.Texas,388 U. S. 14, 18 (1967);Duncan, 391 U. S., at 147–148;Bentonv.Maryland,395 U. S. 784, 794 (1969).The decisions during this time\nabandoned three of the previously noted characteristics of the\nearlier period.[Footnote 11]\nThe Court made it clear that the governing standard is not whetherany“civilized system [can] be imagined that would not\naccord the particular protection.”Duncan, 391 U. S., at\n149, n. 14. Instead, the Court inquired whether a particular\nBill of Rights guarantee is fundamental toourscheme of\nordered liberty and system of justice.Id., at 149, and\nn. 14; see alsoid.,at 148 (referring to those\n“fundamental principles of liberty and justice which lie at the\nbase of allourcivil and political institutions”\n(emphasis added; internal quotation marks omitted)).The Court also shed any reluctance to hold\nthat rights guaranteed by the Bill of Rights met the requirements\nfor protection under the Due Process Clause. The Court eventually\nincorporated almost all of the provisions of the Bill of\nRights.[Footnote 12] Only a\nhandful of the Bill of Rights protections remain\nunincorporated.[Footnote\n13]Finally, the Court abandoned “the notion that\nthe Fourteenth Amendment applies to the States only a watered-down,\nsubjective version of the individual guarantees of the Bill of\nRights,” stating that it would be “incongruous” to apply different\nstandards “depending on whether the claim was asserted in a state\nor federal court.”Malloy, 378 U. S., at 10–11 (internal\nquotation marks omitted). Instead, the Court decisively held that\nincorporated Bill of Rights protections “are all to be enforced\nagainst the States under the Fourteenth Amendment according to the\nsame standards that protect those personal rights against federal\nencroachment.”Id., at 10; see alsoMappv.Ohio,367 U. S. 643, 655–656 (1961);Kerv.California,374 U. S. 23, 33–34\n(1963);Aguilarv.Texas,378 U. S. 108, 110 (1964);Pointer, 380 U. S., at 406;Duncan,supra, at 149, 157–158;Benton, 395 U. S., at\n794–795;Wallacev.Jaffree,472 U. S. 38, 48–49\n(1985).[Footnote 14]Employing this approach, the Court overruled\nearlier decisions in which it had held that particular Bill of\nRights guarantees or remedies did not apply to the States. See,e.g.,Mapp,supra(overruling in partWolf,338 U.\nS. 25);Gideon,372\nU. S. 335(overrulingBetts,316 U. S. 455);Malloy,supra(overrulingAdamson,332 U.\nS. 46, andTwining,211 U. S. 78);Benton,supra, at 794 (overrulingPalko,302 U. S. 319).IIIWith this framework in mind, we\nnow turn directly to the question whether the Second Amendment\nright to keep and bear arms is incorporated in the concept of due\nprocess. In answering that question, as just explained, we must\ndecide whether the right to keep and bear arms is fundamental toourscheme of ordered liberty,Duncan,391 U. S.,\nat 149, or as we have said in a related context, whether this right\nis “deeply rooted in this Nation’s history and tradition,”Washingtonv.Glucksberg,521 U. S. 702, 721 (1997) (internal\nquotation marks omitted).AOur decision inHellerpoints unmistakably to the answer. Self-defense is a basic right,\nrecognized by many legal systems from ancient times to the present\nday,[Footnote 15] and inHeller,we held that individual self-defense is “thecentral component” of the Second Amendment right. 554 U.\nS., at ___ (slip op., at 26); see alsoid., at ___ (slip\nop., at 56) (stating that the “inherent right of self-defense has\nbeen central to the Second Amendment right”). Explaining that “the\nneed for defense of self, family, and property is most acute” in\nthe home,ibid., we found that this right applies to\nhandguns because they are “the most preferred firearm in the nation\nto ‘keep’ and use for protection of one’s home and family,”id., at ___ (slip op., at 57) (some internal quotation\nmarks omitted); see alsoid., at ___ (slip op., at 56)\n(noting that handguns are “overwhelmingly chosen by American\nsociety for [the] lawful purpose” of self-defense);id.,\nat ___ (slip op., at 57) (“[T]he American people have considered\nthe handgun to be the quintessential self-defense weapon”). Thus,\nwe concluded, citizens must be permitted “to use [handguns] for the\ncore lawful purpose of self-defense.”Id., at ___ (slip\nop., at 58).Hellermakes it clear\nthat this right is “deeply rooted in this Nation’s history and\ntradition.” Glucksberg,supra,at 721 (internal\nquotation marks omitted).Hellerexplored the right’s\norigins, noting that the 1689 English Bill of Rights explicitly\nprotected a right to keep arms for self-defense, 554 U. S., at\n___–___ (slip op., at 19–20), and that by 1765, Blackstone was able\nto assert that the right to keep and bear arms was “one of the\nfundamental rights of Englishmen,”id., at ___ (slip op.,\nat 20).Blackstone’s assessment was shared by the\nAmerican colonists. As we noted inHeller, King George\nIII’s attempt to disarm the colonists in the 1760’s and 1770’s\n“provoked polemical reactions by Americans invoking their rights as\nEnglishmen to keep arms.”[Footnote 16]Id., at ___ (slip op., at 21); see\nalso L. Levy, Origins of the Bill of Rights 137–143 (1999)\n(hereinafter Levy).The right to keep and bear arms was considered\nno less fundamental by those who drafted and ratified the Bill of\nRights. “During the 1788 ratification debates, the fear that the\nfederal government would disarm the people in order to impose rule\nthrough a standing army or select militia was pervasive in\nAntifederalist rhetoric.”Heller,supra, at ___\n(slip op., at 25) (citing Letters from the Federal Farmer III (Oct.\n10, 1787), in 2 The Complete Anti-Federalist 234, 242 (H. Storing\ned. 1981)); see also Federal Farmer: An Additional Number of\nLetters to the Republican, Letter XVIII (Jan. 25, 1788), in 17\nDocumentary History of the Ratification of the Constitution 360,\n362–363 (J. Kaminski & G. Saladino eds. 1995); S. Halbrook, The\nFounders’ Second Amendment 171–278 (2008). Federalists responded,\nnot by arguing that the right was insufficiently important to\nwarrant protection but by contending that the right was adequately\nprotected by the Constitution’s assignment of only limited powers\nto the Federal Government.Heller,supra, at ___\n(slip op., at 25–26); cf. The Federalist No. 46, p. 296 (C.\nRossiter ed. 1961) (J. Madison). Thus, Antifederalists and\nFederalists alike agreed that the right to bear arms was\nfundamental to the newly formed system of government. See Levy\n143–149; J. Malcolm, To Keep and Bear Arms: The Origins of an\nAnglo-American Right 155–164 (1994). But those who were fearful\nthat the new Federal Government would infringe traditional rights\nsuch as the right to keep and bear arms insisted on the adoption of\nthe Bill of Rights as a condition for ratification of the\nConstitution. See 1 J. Elliot, The Debates in the Several State\nConventions on the Adoption of the Federal Constitution 327–331 (2d\ned. 1854); 3id., at 657–661; 4id., at 242–246,\n248–249; see also Levy 26–34; A. Kelly & W. Harbison, The\nAmerican Constitution: Its Origins and Development 110, 118 (7th\ned. 1991). This is surely powerful evidence that the right was\nregarded as fundamental in the sense relevant here.This understanding persisted in the years\nimmediately following the ratification of the Bill of Rights. In\naddition to the four States that had adopted Second Amendment\nanalogues before ratification, nine more States adopted state\nconstitutional provisions protecting an individual right to keep\nand bear arms between 1789 and 1820.Heller,supra, at ___ (slip op., at 27–30). Founding-era legal\ncommentators confirmed the importance of the right to early\nAmericans. St. George Tucker, for example, described the right to\nkeep and bear arms as “the true palladium of liberty” and explained\nthat prohibitions on the right would place liberty “on the brink of\ndestruction.” 1 Blackstone’s Commentaries, Editor’s App. 300 (S.\nTucker ed. 1803); see also W. Rawle, A View of the Constitution of\nthe United States of America, 125–126 (2d ed. 1829) (reprint 2009);\n3 J. Story, Commentaries on the Constitution of the United States\n§1890, p. 746 (1833) (“The right of the citizens to keep and\nbear arms has justly been considered, as the palladium of the\nliberties of a republic; since it offers a strong moral check\nagainst the usurpation and arbitrary power of rulers; and will\ngenerally, even if these are successful in the first instance,\nenable the people to resist and triumph over them”).B1By the 1850’s, the perceived\nthreat that had prompted the inclusion of the Second Amendment in\nthe Bill of Rights—the fear that the National Government would\ndisarm the universal militia—had largely faded as a popular\nconcern, but the right to keep and bear arms was highly valued for\npurposes of self-defense. See M. Doubler, Civilian in Peace,\nSoldier in War 87–90 (2003); Amar, Bill of Rights 258–259.\nAbolitionist authors wrote in support of the right. See L. Spooner,\nThe Unconstitutionality of Slavery 66 (1860) (reprint 1965); J.\nTiffany, A Treatise on the Unconstitutionality of American Slavery\n117–118 (1849) (reprint 1969). And when attempts were made to\ndisarm “Free-Soilers” in “Bloody Kansas,” Senator Charles Sumner,\nwho later played a leading role in the adoption of the Fourteenth\nAmendment, proclaimed that “[n]ever was [the rifle] more needed in\njust self-defense than now in Kansas.” The Crime Against Kansas:\nThe Apologies for the Crime: The True Remedy, Speech of Hon.\nCharles Sumner in the Senate of the United States 64–65 (1856).\nIndeed, the 1856 Republican Party Platform protested that in Kansas\nthe constitutional rights of the people had been “fraudulently and\nviolently taken from them” and the “right of the people to keep and\nbear arms” had been “infringed.” National Party Platforms\n1840–1972, p. 27 (5th ed. 1973).[Footnote 17]After the Civil War, many of the\nover 180,000 African Americans who served in the Union Army\nreturned to the States of the old Confederacy, where systematic\nefforts were made to disarm them and other blacks. SeeHeller, 554 U. S., at ___ (slip op., at 42); E. Foner,\nReconstruction: America’s Unfinished Revolution 1863–1877,\np. 8 (1988) (hereinafter Foner). The laws of some States\nformally prohibited African Americans from possessing firearms. For\nexample, a Mississippi law provided that “no freedman, free negro\nor mulatto, not in the military service of the United States\ngovernment, and not licensed so to do by the board of police of his\nor her county, shall keep or carry fire-arms of any kind, or any\nammunition, dirk or bowie knife.” Certain Offenses of Freedmen,\n1865 Miss. Laws p. 165, §1, in 1 Documentary History of\nReconstruction 289 (W. Fleming ed. 1950); see also Regulations for\nFreedmen in Louisiana, inid., at 279–280; H. R.\nExec. Doc. No. 70, 39th Cong., 1st Sess., 233, 236 (1866)\n(describing a Kentucky law); E. McPherson, The Political History of\nthe United States of America During the Period of Reconstruction 40\n(1871) (describing a Florida law);id., at 33 (describing\nan Alabama law).[Footnote\n18]Throughout the South, armed parties, often\nconsisting of ex-Confederate soldiers serving in the state\nmilitias, forcibly took firearms from newly freed slaves. In the\nfirst session of the 39th Congress, Senator Wilson told his\ncolleagues: “In Mississippi rebel State forces, men who were in the\nrebel armies, are traversing the State, visiting the freedmen,\ndisarming them, perpetrating murders and outrages upon them; and\nthe same things are done in other sections of the country.” 39th\nCong. Globe 40 (1865). The Report of the Joint Committee on\nReconstruction—which was widely reprinted in the press and\ndistributed by Members of the 39th Congress to their constituents\nshortly after Congress approved the Fourteenth Amendment[Footnote 19]—contained numerous\nexamples of such abuses. See,e.g., Joint Committee on\nReconstruction, H. R. Rep. No. 30, 39th Cong., 1st Sess., pt.\n2, pp. 219, 229, 272, pt. 3, pp. 46, 140, pt. 4,\npp. 49–50 (1866); see also S. Exec. Doc. No. 2, 39th Cong.,\n1st Sess., 23–24, 26, 36 (1865). In one town, the “marshal [took]\nall arms from returned colored soldiers, and [was] very prompt in\nshooting the blacks whenever an opportunity occur[red].” H. R.\nExec. Doc. No. 70, at 238 (internal quotation marks omitted).\nAs Senator Wilson put it during the debate on a failed proposal to\ndisband Southern militias: “There is one unbroken chain of\ntestimony from all people that are loyal to this country, that the\ngreatest outrages are perpetrated by armed men who go up and down\nthe country searching houses, disarming people, committing outrages\nof every kind and description.” 39th Cong. Globe 915\n(1866).[Footnote 20]Union Army commanders took steps to secure the\nright of all citizens to keep and bear arms,[Footnote 21] but the 39th Congress concluded\nthat legislative action was necessary. Its efforts to safeguard the\nright to keep and bear arms demonstrate that the right was still\nrecognized to be fundamental.The most explicit evidence of Congress’ aim\nappears in §14 of the Freedmen’s Bureau Act of 1866, which provided\nthat “the right … to have full and equal benefit of all laws and\nproceedings concerning personal liberty, personal security, and the\nacquisition, enjoyment, and disposition of estate, real and\npersonal,including the constitutional right to bear arms,\nshall be secured to and enjoyed by all the citizens … without\nrespect to race or color, or previous condition of slavery.” 14\nStat. 176–177 (emphasis added).[Footnote 22] Section 14 thus explicitly guaranteed that\n“all the citizens,” black and white, would have “the constitutional\nright to bear arms.”The Civil Rights Act of 1866, 14 Stat. 27,\nwhich was considered at the same time as the Freedmen’s Bureau Act,\nsimilarly sought to protect the right of all citizens to keep and\nbear arms.[Footnote 23]\nSection 1 of the Civil Rights Act guaranteed the “full and equal\nbenefit of all laws and proceedings for the security of person and\nproperty, as is enjoyed by white citizens.”Ibid. This\nlanguage was virtually identical to language in §14 of the\nFreedmen’s Bureau Act, 14 Stat. 176–177 (“the right … to have full\nand equal benefit of all laws and proceedings concerning personal\nliberty, personal security, and the acquisition, enjoyment, and\ndisposition of estate, real and personal”). And as noted, the\nlatter provision went on to explain that one of the “laws and\nproceedings concerning personal liberty, personal security, and the\nacquisition, enjoyment, and disposition of estate, real and\npersonal” was “the constitutional right to bear arms.”Ibid.Representative Bingham believed that the Civil\nRights Act protected the same rights as enumerated in the\nFreedmen’s Bureau bill, which of course explicitly mentioned the\nright to keep and bear arms. 39th Cong. Globe 1292. The unavoidable\nconclusion is that the Civil Rights Act, like the Freedmen’s Bureau\nAct, aimed to protect “the constitutional right to bear arms” and\nnot simply to prohibit discrimination. See also Amar, Bill of\nRights 264–265 (noting that one of the “core purposes of the Civil\nRights Act of 1866 and of the Fourteenth Amendment was to redress\nthe grievances” of freedmen who had been stripped of their arms and\nto “affirm the full and equal right of every citizen to\nself-defense”).Congress, however, ultimately deemed these\nlegislative remedies insufficient. Southern resistance,\nPresidential vetoes, and this Court’s pre-Civil-War precedent\npersuaded Congress that a constitutional amendment was necessary to\nprovide full protection for the rights of blacks.[Footnote 24] Today, it is generally\naccepted that the Fourteenth Amendment was understood to provide a\nconstitutional basis for protecting the rights set out in the Civil\nRights Act of 1866. SeeGeneral Building Contractors Assn.,\nInc.v.Pennsylvania,458 U. S. 375, 389\n(1982); see also Amar, Bill of Rights 187; Calabresi, Two Cheers\nfor Professor Balkin’s Originalism, 103 Nw. U. L. Rev. 663,\n669–670 (2009).In debating the Fourteenth Amendment, the 39th\nCongress referred to the right to keep and bear arms as a\nfundamental right deserving of protection. Senator Samuel Pomeroy\ndescribed three “indispensable” “safeguards of liberty under our\nform of Government.” 39th Cong. Globe 1182. One of these, he said,\nwas the right to keep and bear arms:“Every man … should have the\nright to bear arms for the defense of himself and family and his\nhomestead. And if the cabin door of the freedman is broken open and\nthe intruder enters for purposes as vile as were known to slavery,\nthen should a well-loaded musket be in the hand of the occupant to\nsend the polluted wretch to another world, where his wretchedness\nwill forever remain complete.”Ibid.Even those who thought the Fourteenth Amendment\nunnecessary believed that blacks, as citizens, “have equal right to\nprotection, and to keep and bear arms for self-defense.”Id., at 1073 (Sen. James Nye); see also Foner\n258–259.[Footnote 25]Evidence from the period immediately following\nthe ratification of the Fourteenth Amendment only confirms that the\nright to keep and bear arms was considered fundamental. In an 1868\nspeech addressing the disarmament of freedmen, Representative\nStevens emphasized the necessity of the right: “Disarm a community\nand you rob them of the means of defending life. Take away their\nweapons of defense and you take away the inalienable right of\ndefending liberty.” “The fourteenth amendment, now so happily\nadopted, settles the whole question.” Cong. Globe, 40th Cong., 2d\nSess., 1967. And in debating the Civil Rights Act of 1871, Congress\nroutinely referred to the right to keep and bear arms and decried\nthe continued disarmament of blacks in the South. See Halbrook,\nFreedmen 120–131. Finally, legal commentators from the period\nemphasized the fundamental nature of the right. See,e.g.,\nT. Farrar, Manual of the Constitution of the United States of\nAmerica §118, p. 145 (1867) (reprint 1993); J. Pomeroy, An\nIntroduction to the Constitutional Law of the United States §239,\npp. 152–153 (3d ed. 1875).The right to keep and bear arms was also\nwidely protected by state constitutions at the time when the\nFourteenth Amendment was ratified. In 1868, 22 of the 37 States in\nthe Union had state constitutional provisions explicitly protecting\nthe right to keep and bear arms. See Calabresi & Agudo,\nIndividual Rights Under State Constitutions when the Fourteenth\nAmendment was Ratified in 1868: What Rights Are Deeply Rooted in\nAmerican History and Tradition? 87 Texas L. Rev. 7, 50\n(2008).[Footnote 26] Quite a\nfew of these state constitutional guarantees, moreover, explicitly\nprotected the right to keep and bear arms as an individual right to\nself-defense. See Ala. Const., Art. I, §28 (1868); Conn. Const.,\nArt. I, §17 (1818); Ky. Const., Art. XIII, §25 (1850); Mich.\nConst., Art. XVIII, §7 (1850); Miss. Const., Art. I, §15 (1868);\nMo. Const., Art. I, §8 (1865); Tex. Const., Art. I, §13 (1869); see\nalso Mont. Const., Art. III, §13 (1889); Wash. Const., Art. I, §24\n(1889); Wyo. Const., Art. I, §24 (1889); see alsoStatev.McAdams, 714 P. 2d 1236, 1238 (Wyo. 1986). What is\nmore, state constitutions adopted during the Reconstruction era by\nformer Confederate States included a right to keep and bear arms.\nSee,e.g., Ark. Const., Art. I, §5 (1868); Miss. Const.,\nArt. I, §15 (1868); Tex. Const., Art. I, §13 (1869). A clear\nmajority of the States in 1868, therefore, recognized the right to\nkeep and bear arms as being among the foundational rights necessary\nto our system of Government.[Footnote 27]In sum, it is clear that the Framers and\nratifiers of the Fourteenth Amendment counted the right to keep and\nbear arms among those fundamental rights necessary to our system of\nordered liberty.2Despite all this evidence,\nmunicipal respondents contend that Congress, in the years\nimmediately following the Civil War, merely sought to outlaw\n“discriminatory measures taken against freedmen, which it addressed\nby adopting a non-discrimination principle” and that even an\noutright ban on the possession of firearms was regarded as\nacceptable, “so long as it was not done in a discriminatory\nmanner.” Brief for Municipal Respondents 7. They argue that Members\nof Congress overwhelmingly viewed §1 of the Fourteenth Amendment\n“as an antidiscrimination rule,” and they cite statements to the\neffect that the section would outlaw discriminatory measures.Id., at 64. This argument is implausible.First, while §1 of the Fourteenth\nAmendment contains “an antidiscrimination rule,” namely, the Equal\nProtection Clause, municipal respondents can hardly mean that §1\ndoes no more than prohibit discrimination. If that were so, then\nthe First Amendment, as applied to the States, would not prohibit\nnondiscriminatory abridgments of the rights to freedom of speech or\nfreedom of religion; the Fourth Amendment, as applied to the\nStates, would not prohibit all unreasonable searches and seizures\nbut only discriminatory searches and seizures—and so on. We assume\nthat this is not municipal respondents’ view, so what they must\nmean is that the Second Amendment should be singled out for\nspecial—and specially unfavorable—treatment. We reject that\nsuggestion.Second, municipal respondents’ argument\nignores the clear terms of the Freedmen’s Bureau Act of 1866, which\nacknowledged the existence of the right to bear arms. If that law\nhad used language such as “the equal benefit of laws concerning the\nbearing of arms,” it would be possible to interpret it as simply a\nprohibition of racial discrimination. But §14 speaks of and\nprotects “the constitutional right to bear arms,” an unmistakable\nreference to the right protected by the Second Amendment. And it\nprotects the “full and equal benefit” of this right in the States.\n14 Stat. 176–177. It would have been nonsensical for Congress to\nguarantee the full and equal benefit of a constitutional right that\ndoes not exist.Third, if the 39th Congress had outlawed only\nthose laws that discriminate on the basis of race or previous\ncondition of servitude, African Americans in the South would likely\nhave remained vulnerable to attack by many of their worst abusers:\nthe state militia and state peace officers. In the years\nimmediately following the Civil War, a law banning the possession\nof guns by all private citizens would have been nondiscriminatory\nonly in the formal sense. Any such law—like the Chicago and Oak\nPark ordinances challenged here—presumably would have permitted the\npossession of guns by those acting under the authority of the State\nand would thus have left firearms in the hands of the militia and\nlocal peace officers. And as the Report of the Joint Committee on\nReconstruction revealed, seesupra, at 24–25, those groups\nwere widely involved in harassing blacks in the South.Fourth, municipal respondents’ purely\nantidiscrimination theory of the Fourteenth Amendment disregards\nthe plight of whites in the South who opposed the Black Codes. If\nthe 39th Congress and the ratifying public had simply prohibited\nracial discrimination with respect to the bearing of arms,\nopponents of the Black Codes would have been left without the means\nof self-defense—as had abolitionists in Kansas in the 1850’s.Fifth, the 39th Congress’ response to\nproposals to disband and disarm the Southern militias is\ninstructive. Despite recognizing and deploring the abuses of these\nmilitias, the 39th Congress balked at a proposal to disarm them.\nSee 39th Cong. Globe 914; Halbrook, Freedmen,supra,\n20–21. Disarmament, it was argued, would violate the members’ right\nto bear arms, and it was ultimately decided to disband the militias\nbut not to disarm their members. See Act of Mar. 2, 1867, §6, 14\nStat. 485, 487; Halbrook, Freedmen 68–69; Cramer 858–861. It cannot\nbe doubted that the right to bear arms was regarded as a\nsubstantive guarantee, not a prohibition that could be ignored so\nlong as the States legislated in an evenhanded manner.IVMunicipal respondents’ remaining\narguments are at war with our central holding inHeller:\nthat the Second Amendment protects a personal right to keep and\nbear arms for lawful purposes, most notably for self-defense within\nthe home. Municipal respondents, in effect, ask us to treat the\nright recognized inHelleras a second-class right,\nsubject to an entirely different body of rules than the other Bill\nof Rights guarantees that we have held to be incorporated into the\nDue Process Clause.Municipal respondents’ main\nargument is nothing less than a plea to disregard 50 years of\nincorporation precedent and return (presumably for this case only)\nto a bygone era. Municipal respondents submit that the Due Process\nClause protects only those rights “ ‘recognized by all\ntemperate and civilized governments, from a deep and universal\nsense of [their] justice.’ ” Brief for Municipal Respondents 9\n(quotingChicago, B. & Q. R. Co., 166 U. S., at\n238). According to municipal respondents, if it is possible to\nimagineanycivilized legal system that does not recognize\na particular right, then the Due Process Clause does not make that\nright binding on the States. Brief for Municipal Respondents 9.\nTherefore, the municipal respondents continue, because such\ncountries as England, Canada, Australia, Japan, Denmark, Finland,\nLuxembourg, and New Zealand either ban or severely limit handgun\nownership, it must follow that no right to possess such weapons is\nprotected by the Fourteenth Amendment.Id., at 21–23.This line of argument is, of course,\ninconsistent with the long-established standard we apply in\nincorporation cases. SeeDuncan, 391 U. S., at 149, and\nn. 14. And the present-day implications of municipal\nrespondents’ argument are stunning. For example, many of the rights\nthat our Bill of Rights provides for persons accused of criminal\noffenses are virtually unique to this country.[Footnote 28] Ifourunderstanding of\nthe right to a jury trial, the right against self-incrimination,\nand the right to counsel were necessary attributes ofanycivilized country, it would follow that the United States is the\nonly civilized Nation in the world.Municipal respondents attempt to salvage their\nposition by suggesting that their argument applies only to\nsubstantive as opposed to procedural rights. Brief for Municipal\nRespondents 10, n. 3. But even in this trimmed form, municipal\nrespondents’ argument flies in the face of more than a half-century\nof precedent. For example, inEversonv.Board of Ed.\nof Ewing,330 U. S. 1, 8 (1947), the Court held\nthat the Fourteenth Amendment incorporates the Establishment Clause\nof the First Amendment. Yet several of the countries that municipal\nrespondents recognize as civilized have established state\nchurches.[Footnote 29] If we\nwere to adopt municipal respondents’ theory, all of this Court’s\nEstablishment Clause precedents involving actions taken by state\nand local governments would go by the boards.Municipal respondents maintain that the Second\nAmendment differs from all of the other provisions of the Bill of\nRights because it concerns the right to possess a deadly implement\nand thus has implications for public safety. Brief for Municipal\nRespondents 11. And they note that there is intense disagreement on\nthe question whether the private possession of guns in the home\nincreases or decreases gun deaths and injuries.Id., at\n11, 13–17.The right to keep and bear arms, however, is\nnot the only constitutional right that has controversial public\nsafety implications. All of the constitutional provisions that\nimpose restrictions on law enforcement and on the prosecution of\ncrimes fall into the same category. See,e.g.,Hudsonv.Michigan,547 U. S. 586, 591\n(2006) (“The exclusionary rule generates ‘substantial social\ncosts,’United Statesv.Leon,468 U. S. 897, 907\n(1984), which sometimes include setting the guilty free and the\ndangerous at large”);Barkerv.Wingo,407 U. S. 514, 522\n(1972) (reflecting on the serious consequences of dismissal for a\nspeedy trial violation, which means “a defendant who may be guilty\nof a serious crime will go free”);Mirandav.Arizona,384 U. S. 436, 517 (1966) (Harlan, J.,\ndissenting);id., at 542 (White, J., dissenting)\n(objecting that the Court’s rule “[i]n some unknown number of cases\n… will return a killer, a rapist or other criminal to the streets …\nto repeat his crime”);Mapp, 367 U. S., at 659. Municipal\nrespondents cite no case in which we have refrained from holding\nthat a provision of the Bill of Rights is binding on the States on\nthe ground that the right at issue has disputed public safety\nimplications.We likewise reject municipal respondents’\nargument that we should depart from our established incorporation\nmethodology on the ground that making the Second Amendment binding\non the States and their subdivisions is inconsistent with\nprinciples of federalism and will stifle experimentation. Municipal\nrespondents point out—quite correctly—that conditions and problems\ndiffer from locality to locality and that citizens in different\njurisdictions have divergent views on the issue of gun control.\nMunicipal respondents therefore urge us to allow state and local\ngovernments to enact any gun control law that they deem to be\nreasonable, including a complete ban on the possession of handguns\nin the home for self-defense. Brief for Municipal Respondents\n18–20, 23.There is nothing new in the argument that, in\norder to respect federalism and allow useful state experimentation,\na federal constitutional right should not be fully binding on the\nStates. This argument was made repeatedly and eloquently by Members\nof this Court who rejected the concept of incorporation and urged\nretention of the two-track approach to incorporation. Throughout\nthe era of “selective incorporation,” Justice Harlan in particular,\ninvoking the values of federalism and state experimentation, fought\na determined rearguard action to preserve the two-track approach.\nSee,e.g.,Rothv.United States,354 U. S. 476,\n500–503 (1957) (Harlan, J., concurring in result in part and\ndissenting in part);Mapp,supra, at 678–680\n(Harlan, J., dissenting);Gideon, 372 U. S., at 352\n(Harlan, J., concurring);Malloy, 378 U. S., at 14–33\n(Harlan, J., dissenting);Pointer, 380 U. S., at 408–409\n(Harlan, J., concurring in result);Washington, 388 U. S.,\nat 23–24 (Harlan, J., concurring in result);Duncan, 391\nU. S., at 171–193 (Harlan, J., dissenting);Benton, 395 U.\nS., at 808–809 (Harlan, J., dissenting);Williamsv.Florida,399\nU. S. 78, 117 (1970) (Harlan, J., dissenting in part and\nconcurring in result in part).Time and again, however, those pleas failed.\nUnless we turn back the clock or adopt a special incorporation test\napplicable only to the Second Amendment, municipal respondents’\nargument must be rejected. Under our precedents, if a Bill of\nRights guarantee is fundamental from an American perspective, then,\nunlessstare decisiscounsels otherwise,[Footnote 30] that guarantee is fully\nbinding on the States and thuslimits(but by no means\neliminates) their ability to devise solutions to social problems\nthat suit local needs and values. As noted by the 38 States that\nhave appeared in this case asamicisupporting\npetitioners, “[s]tate and local experimentation with reasonable\nfirearms regulations will continue under the Second Amendment.”\nBrief for State of Texas et al. asAmici Curiae23.Municipal respondents and theiramicicomplain that incorporation of the Second Amendment right will lead\nto extensive and costly litigation, but this argument applies with\neven greater force to constitutional rights and remedies that have\nalready been held to be binding on the States. Consider the\nexclusionary rule. Although the exclusionary rule “is not an\nindividual right,”Herringv.United States, 555\nU. S. ___ (2009) (slip op., at 5), but a “judicially created rule,”id., at ___ (slip op., at 4), this Court made the rule\napplicable to the States. SeeMapp,supra, at\n660. The exclusionary rule is said to result in “tens of thousands\nof contested suppression motions each year.” Stuntz, The Virtues\nand Vices of the Exclusionary Rule, 20 Harv. J. Law & Pub.\nPol’y, 443, 444 (1997).Municipal respondents assert that, although\nmost state constitutions protect firearms rights, state courts have\nheld that these rights are subject to “interest-balancing” and have\nsustained a variety of restrictions. Brief for Municipal\nRespondents 23–31. InHeller, however, we expressly\nrejected the argument that the scope of the Second Amendment right\nshould be determined by judicial interest balancing, 554 U. S., at\n___–___ (slip op., at 62–63),andthis\nCourt decades ago abandoned “the notion that the Fourteenth\nAmendment applies to the States only a watered-down, subjective\nversion of the individual guarantees of the Bill of Rights,”Malloy,supra, at 10–11 (internal quotation marks\nomitted).As evidence that the\nFourteenth Amendment has not historically been understood to\nrestrict the authority of the States to regulate firearms,\nmunicipal respondents and supportingamicicite a variety\nof state and local firearms laws that courts have upheld. But what\nis most striking about their research is the paucity of precedent\nsustaining bans comparable to those at issue here and inHeller. Municipal respondents cite precisely one case\n(from the late 20th century) in which such a ban was sustained. See\nBrief for Municipal Respondents 26–27 (citingKalodimosv.Morton Grove, 103 Ill. 2d 483, 470 N. E. 2d 266\n(1984)); see also Reply Brief for Respondents NRA et al. 23,\nn. 7 (asserting that no other court has ever upheld a complete ban\non the possession of handguns). It is important to keep in mind\nthatHeller, while striking down a law that prohibited the\npossession of handguns in the home, recognized that the right to\nkeep and bear arms is not “a right to keep and carry any weapon\nwhatsoever in any manner whatsoever and for whatever purpose.” 554\nU. S., at ___ (slip op., at 54). We made it clear inHellerthat our holding did not cast doubt on such\nlongstanding regulatory measures as “prohibitions on the possession\nof firearms by felons and the mentally ill,” “laws forbidding the\ncarrying of firearms in sensitive places such as schools and\ngovernment buildings, or laws imposing conditions and\nqualifications on the commercial sale of arms.”Id., at\n___–___ (slip op., at 54–55). We repeat those assurances here.\nDespite municipal respondents’ doomsday proclamations,\nincorporation does not imperil every law regulating\nfirearms.Municipal respondents\nargue, finally, that the right to keep and bear arms is unique\namong the rights set out in the first eight Amendments “because the\nreason for codifying the Second Amendment (to protect the militia)\ndiffers from the purpose (primarily, to use firearms to engage in\nself-defense) that is claimed to make the right implicit in the\nconcept of ordered liberty.” Brief for Municipal Respondents 36–37.\nMunicipal respondents suggest that the Second Amendment right\ndiffers from the rights heretofore incorporated because the latter\nwere “valued for [their] own sake.”Id., at 33. But we\nhave never previously suggested that incorporation of a right turns\non whether it has intrinsic as opposed to instrumental value, and\nquite a few of the rights previously held to be incorporated—for\nexample the right to counsel and the right to confront and subpoena\nwitnesses—are clearly instrumental by any measure. Moreover, this\ncontention repackages one of the chief arguments that we rejected\ninHeller,i.e., that the scope of the Second\nAmendment right is defined by the immediate threat that led to the\ninclusion of that right in the Bill of Rights. InHeller,\nwe recognized that the codification of this right was prompted by\nfear that the Federal Government would disarm and thus disable the\nmilitias, but we rejected the suggestion that the right was valued\nonly as a means of preserving the militias. 554 U. S., at ___ (slip\nop., at 26). On the contrary, we stressed that the right was also\nvalued because the possession of firearms was thought to be\nessential for self-defense. As we put it, self-defense was “thecentral componentof the right itself.”Ibid.VAWe turn,\nfinally, to the two dissenting opinions. Justice Stevens’ eloquent\nopinion covers ground already addressed, and therefore little need\nbe added in response. Justice Stevens would “ ‘ground the\nprohibitions against state action squarely on due process, without\nintermediate reliance on any of the first eight Amendments.’ ”Post,at 8 (quotingMalloy, 378 U. S., at 24\n(Harlan, J., dissenting)). The question presented in this case, in\nhis view, “is whether the particular right asserted by petitioners\napplies to the States because of the Fourteenth Amendment itself,\nstanding on its own bottom.”Post, at 27. He would hold\nthat “[t]he rights protected against state infringement by the\nFourteenth Amendment’s Due Process Clause need not be identical in\nshape or scope to the rights protected against Federal Government\ninfringement by the various provisions of the Bill of Rights.”Post, at 9.As we\nhave explained, the Court, for the past half-century, has moved\naway from the two-track approach. If we were now to accept Justice\nStevens’ theory across the board, decades of decisions would be\nundermined. We assume that this is not what is proposed. What is\nurged instead, it appears, is that this theory be revived solely\nfor the individual right thatHellerrecognized, over\nvigorous dissents.The relationship\nbetween the Bill of Rights’ guarantees and the States must be\ngoverned by a single, neutral principle. It is far too late to\nexhume what Justice Brennan, writing for the Court 46 years ago,\nderided as “the notion that the Fourteenth Amendment applies to the\nStates only a watered-down, subjective version of the individual\nguarantees of the Bill of Rights.”Malloy,supra,\nat 10–11 (internal quotation marks omitted).BJustice\nBreyer’s dissent makes several points to which we briefly respond.\nTo begin, while there is certainly room for disagreement aboutHeller’s analysis of the history of the right to keep and\nbear arms, nothing written sinceHellerpersuades us to\nreopen the question there decided. Few other questions of original\nmeaning have been as thoroughly explored.Justice\nBreyer’s conclusion that the Fourteenth Amendment does not\nincorporate the right to keep and bear arms appears to rest\nprimarily on four factors: First, “there is no popular consensus”\nthat the right is fundamental,post, at 9; second, the\nright does not protect minorities or persons neglected by those\nholding political power,post, at 10; third, incorporation\nof the Second Amendment right would “amount to a significant\nincursion on a traditional and important area of state concern,\naltering the constitutional relationship between the States and the\nFederal Government” and preventing local variations,post,\nat 11; and fourth, determining the scope of the Second Amendment\nright in cases involving state and local laws will force judges to\nanswer difficult empirical questions regarding matters that are\noutside their area of expertise,post, at 11–16. Even if\nwe believed that these factors were relevant to the incorporation\ninquiry, none of these factors undermines the case for\nincorporation of the right to keep and bear arms for\nself-defense.First, we have never\nheld that a provision of the Bill of Rights applies to the States\nonly if there is a “popular consensus” that the right is\nfundamental, and we see no basis for such a rule. But in this case,\nas it turns out, there is evidence of such a consensus. Anamicusbrief submitted by 58 Members of the Senate and 251\nMembers of the House of Representatives urges us to hold that the\nright to keep and bear arms is fundamental. See Brief for Senator\nKay Bailey Hutchison et al.asAmici Curiae4.\nAnother brief submitted by 38 States takes the same position. Brief\nfor State of Texas et al. asAmici Curiae6.Second, petitioners\nand many others who live in high-crime areas dispute the\nproposition that the Second Amendment right does not protect\nminorities and those lacking political clout. The plight of\nChicagoans living in high-crime areas was recently highlighted when\ntwo Illinois legislators representing Chicago districts called on\nthe Governor to deploy the Illinois National Guard to patrol the\nCity’s streets.[Footnote 31]\nThe legislators noted that the number of Chicago homicide victims\nduring the current year equaled the number of American soldiers\nkilled during that same period in Afghanistan and Iraq and that 80%\nof the Chicago victims were black.[Footnote 32]Amicisupporting incorporation of\nthe right to keep and bear arms contend that the right is\nespecially important for women and members of other groups that may\nbe especially vulnerable to violent crime.[Footnote 33] If, as petitioners believe, their\nsafety and the safety of other law-abiding members of the community\nwould be enhanced by the possession of handguns in the home for\nself-defense, then the Second Amendment right protects the rights\nof minorities and other residents of high-crime areas whose needs\nare not being met by elected public officials.Third, Justice Breyer\nis correct that incorporation of the Second Amendment right will to\nsome extent limit the legislative freedom of the States, but this\nis always true when a Bill of Rights provision is incorporated.\nIncorporation always restricts experimentation and local\nvariations, but that has not stopped the Court from incorporating\nvirtually every other provision of the Bill of Rights. “[T]he\nenshrinement of constitutional rights necessarily takes certain\npolicy choices off the table.”Heller, 554 U. S., at __\n(slip op., at 64). This conclusion is no more remarkable with\nrespect to the Second Amendment than it is with respect to all the\nother limitations on state power found in the\nConstitution.Finally, Justice\nBreyer is incorrect that incorporation will require judges to\nassess the costs and benefits of firearms restrictions and thus to\nmake difficult empirical judgments in an area in which they lack\nexpertise. As we have noted, while his opinion inHellerrecommended an interest-balancing test, the Court specifically\nrejected that suggestion. Seesupra, at 38–39. “The very\nenumeration of the right takes out of the hands of government—even\nthe Third Branch of Government—the power to decide on a\ncase-by-case basis whether the right isreally worthinsisting upon.”Heller,supra, at ___ (slip op.,\nat 62–63).*  *  *InHeller, we held that the Second Amendment protects the\nright to possess a handgun in the home for the purpose of\nself-defense. Unless considerations ofstare decisiscounsel otherwise, a provision of the Bill of Rights that protects\na right that is fundamental from an American perspective applies\nequally to the Federal Government and the States. SeeDuncan, 391 U. S., at 149, and n. 14. We therefore\nhold that the Due Process Clause of the Fourteenth Amendment\nincorporates the Second Amendment right recognized inHeller. The judgment of the Court of Appeals is reversed,\nand the case is remanded for further proceedings.It is so\nordered.Footnote\n1See Brief for\nHeartland Institute asAmicus Curiae6–7 (noting that\nhandgun murder rate was 9.65 in 1983 and 13.88 in\n2008).Footnote\n2Brief for Buckeye\nFirearms Foundation, Inc., et al. asAmici Curiae8–9\n(“In 2002 and again in 2008, Chicago had more murders than any\nother city in the U. S., including the much larger Los Angeles and\nNew York” (internal quotation marks omitted)); see also Brief for\nInternational Law Enforcement Educators and Trainers Association et\nal. asAmici Curiae17–21, and App. A (providing\ncomparisons of Chicago’s rates of assault, murder, and robbery to\naverage crime rates in 24 other large cities).Footnote\n3Brief for Women State\nLegislators et al. asAmici Curiae2.Footnote\n4The Illinois State\nRifle Association and the Second Amendment Foundation,\nInc.Footnote\n5The first sentence of\nthe Fourteenth Amendment makes “[a]ll persons born or naturalized\nin the United States and subject to the jurisdiction thereof …\ncitizens of the United Statesand of the State wherein they\nreside.” (Emphasis added.) The Privileges and Immunities\nClause of Article IV provides that “[t]he Citizens of each State\nshall be entitled to all Privileges and Immunities ofCitizens\nin the several States.” (Emphasis added.)Footnote\n6See C. Lane, The Day\nFreedom Died 265–266 (2008); see also Brief for NAACP Legal Defense\n& Education Fund, Inc., asAmicus Curiae3, and\nn. 2.Footnote\n7See Lane,supra, at 106.Footnote\n8United\nStatesv.Cruikshank,92 U.\nS. 542, 544–545 (statement of the case), 548, 553 (opinion of\nthe Court) (1875); Lawrence, Civil Rights and Criminal Wrongs: The\nMens Rea of Federal Civil Rights Crimes, 67 Tulane L. Rev.\n2113, 2153 (1993).Footnote\n9Senator Jacob Howard,\nwho spoke on behalf of the Joint Committee on Reconstruction and\nsponsored the Amendment in the Senate, stated that the Amendment\nprotected all of “the personal rights guarantied and secured by the\nfirst eight amendments of the Constitution.” Cong. Globe, 39th\nCong., 1st Sess., 2765 (1866) (hereinafter 39th Cong. Globe).\nRepresentative John Bingham, the principal author of the text of\n§1, said that the Amendment would “arm the Congress … with the\npower to enforce the bill of rights as it stands in the\nConstitution today.”Id., at 1088; see alsoid.,\nat 1089–1090; A. Amar, The Bill of Rights: Creation and\nReconstruction 183 (1998) (hereinafter Amar, Bill of Rights). After\nratification of the Amendment, Bingham maintained the view that the\nrights guaranteed by §1 of the Fourteenth Amendment “are chiefly\ndefined in the first eight amendments to the Constitution of the\nUnited States.” Cong. Globe, 42d Cong., 1st Sess., App. 84 (1871).\nFinally, Representative Thaddeus Stevens, the political leader of\nthe House and acting chairman of the Joint Committee on\nReconstruction, stated during the debates on the Amendment that\n“the Constitution limits only the action of Congress, and is not a\nlimitation on the States. This amendment supplies that defect, and\nallows Congress to correct the unjust legislation of the States.”\n39th Cong. Globe 2459; see also M. Curtis, No State Shall Abridge:\nThe Fourteenth Amendment and the Bill of Rights 112 (1986)\n(counting at least 30 statements during the debates in Congress\ninterpreting §1 to incorporate the Bill of Rights); Brief for\nConstitutional Law Professors asAmici Curiae20\n(collecting authorities and stating that “[n]ot a single senator or\nrepresentative disputed [the incorporationist] understanding” of\nthe Fourteenth Amendment).Footnote\n10The municipal\nrespondents and some of theiramicidispute the\nsignificance of these statements. They contend that the phrase\n“privileges or immunities” is not naturally read to mean the rights\nset out in the first eight Amendments, see Brief for Historians\net al. asAmici Curiae13–16, and that “there is\n‘support in the legislative history for no fewer than four\ninterpretations of the … Privileges or Immunities Clause.’ ”\nBrief for Municipal Respondents 69 (quoting Currie, The\nReconstruction Congress, 75 U. Chi. L. Rev. 383, 406 (2008);\nbrackets omitted). They question whether there is sound evidence of\n“ ‘any strong public awareness of nationalizing theentireBill of Rights.’ ” Brief for Municipal\nRespondents 69 (quoting Wildenthal, Nationalizing the Bill of\nRights: Revisiting the Original Understanding of the Fourteenth\nAmendment in 1866–67, 68 Ohio St. L. J. 1509, 1600 (2007)).\nScholars have also disputed the total incorporation theory. See,e.g., Fairman, Does the Fourteenth Amendment Incorporate\nthe Bill of Rights? 2 Stan. L. Rev. 5 (1949); Berger,\nIncorporation of the Bill of Rights in the Fourteenth Amendment: A\nNine-Lived Cat, 42 Ohio St. L. J. 435\n(1981).Proponents of the view\nthat §1 of the Fourteenth Amendment makes all of the provisions of\nthe Bill of Rights applicable to the States respond that the terms\nprivileges, immunities, and rights were used interchangeably at the\ntime, see,e.g., Curtis,supra, at 64–65, and\nthat the position taken by the leading congressional proponents of\nthe Amendment was widely publicized and understood, see,e.g., Wildenthal,supra, at 1564–1565, 1590;\nHardy, Original Popular Understanding of the Fourteenth Amendment\nas Reflected in the Print Media of 1866–1868, 30 Whittier L. Rev.\n695 (2009). A number of scholars have found support for the total\nincorporation of the Bill of Rights. See Curtis,supra, at\n57–130; Aynes, On Misreading John Bingham and the Fourteenth\nAmendment, 103 Yale L. J. 57, 61 (1993); see also Amar, Bill\nof Rights 181–230. We take no position with respect to this\nacademic debate.Footnote\n11By contrast, the\nCourt has never retreated from the proposition that the Privileges\nor Immunities Clause and the Due Process Clause present different\nquestions. And in recent cases addressing unenumerated rights, we\nhave required that a right also be “implicit in the concept of\nordered liberty.” See,e.g.,Washingtonv.Glucksberg,521 U. S. 702, 721 (1997) (internal\nquotation marks omitted).Footnote\n12With respect to the\nFirst Amendment, seeEversonv.Board of Ed. of\nEwing,330 U. S. 1(1947) (Establishment\nClause);Cantwellv.Connecticut,310 U. S. 296(1940) (Free Exercise\nClause);De Jongev.Oregon,299 U. S. 353(1937) (freedom of\nassembly);Gitlowv.New York,268 U. S. 652(1925) (free speech);Nearv.Minnesota ex rel. Olson,283 U. S. 697(1931) (freedom of the\npress).With respect to the\nFourth Amendment, seeAguilarv.Texas,378 U. S. 108 (1964) (warrant\nrequirement);Mappv.Ohio,367 U. S. 643(1961) (exclusionary\nrule);Wolfv.Colorado,338 U.\nS. 25(1949) (freedom from unreasonable searches and\nseizures).With respect to the\nFifth Amendment, seeBentonv.Maryland,395 U. S. 784(1969) (Double Jeopardy\nClause);Malloyv.Hogan,378 U. S. 1(1964) (privilege against\nself-incrimination);Chicago, B.& Q. R. Co.v.Chicago,166 U. S. 226(1897) (Just\nCompensation Clause).With respect to the\nSixth Amendment, seeDuncanv.Louisiana,391 U. S. 145(1968) (trial by jury in\ncriminal cases);Washingtonv.Texas,388 U. S. 14(1967) (compulsory\nprocess);Klopferv.North Carolina,386 U. S. 213(1967)\n(speedy trial);Pointerv.Texas,380 U. S. 400(1965) (right to\nconfront adverse witness);Gideonv.Wainwright,372\nU. S. 335(1963) (assistance of counsel);In re\nOliver,333 U.\nS. 257(1948) (right to a public trial).With respect to the\nEighth Amendment, seeRobinsonv.California,370 U. S. 660(1962) (cruel and unusual punishment);Schilbv.Kuebel,404\nU. S. 357(1971) (prohibition against excessive\nbail).Footnote\n13In addition to the\nright to keep and bear arms (and the Sixth Amendment right to a\nunanimous jury verdict, see n. 14,infra), the only\nrights not fully incorporated are (1) the Third Amendment’s\nprotection against quartering of soldiers; (2) the Fifth\nAmendment’s grand jury indictment requirement; (3) the Seventh\nAmendment right to a jury trial in civil cases; and (4) the Eighth\nAmendment’s prohibition on excessive fines.We never have decided\nwhether the Third Amendment or the Eighth Amendment’s prohibition\nof excessive fines applies to the States through the Due Process\nClause. SeeBrowning-Ferris Industries of Vt., Inc.v.Kelco Disposal, Inc.,492 U. S. 257, 276, n.\n22 (1989) (declining to decide whether the excessive-fines\nprotection applies to the States); see alsoEngblomv.Carey, 677 F. 2d 957, 961 (CA2 1982) (holding as a\nmatter of first impression that the “Third Amendment is\nincorporated into the Fourteenth Amendment for application to the\nstates”).Our governing\ndecisions regarding the Grand Jury Clause of the Fifth Amendment\nand the Seventh Amendment’s civil jury requirement long predate the\nera of selective incorporation.Footnote\n14There is one\nexception to this general rule. The Court has held that although\nthe Sixth Amendment right to trial by jury requires a unanimous\njury verdict in federal criminal trials, it does not require a\nunanimous jury verdict in state criminal trials. SeeApodacav.Oregon,406 U. S. 404(1972);\nsee alsoJohnsonv.Louisiana,406 U. S. 356(1972)\n(holding that the Due Process Clause does not require unanimous\njury verdicts in state criminal trials). But that ruling was the\nresult of an unusual division among the Justices, not an\nendorsement of the two-track approach to incorporation. InApodaca, eight Justices agreed that the Sixth Amendment\napplies identically to both the Federal Government and the States.\nSeeJohnson,supra, at 395 (Brennan, J.,\ndissenting). Nonetheless, among those eight, four Justices took the\nview that the Sixth Amendment does not require unanimous jury\nverdicts in either federal or state criminal trials,Apodaca, 406 U. S., at 406 (plurality opinion), and four\nother Justices took the view that the Sixth Amendment requires\nunanimous jury verdicts in federal and state criminal trials,id., at 414–415 (Stewart, J., dissenting);Johnson,supra, at 381–382 (Douglas, J.,\ndissenting). Justice Powell’s concurrence in the judgment broke the\ntie, and he concluded that the Sixth Amendment requires juror\nunanimity in federal, but not state, cases.Apodaca,\ntherefore, does not undermine the well-established rule that\nincorporated Bill of Rights protections apply identically to the\nStates and the Federal Government. SeeJohnson,supra, at 395–396 (Brennan, J., dissenting) (footnote\nomitted) (“In any event, the affirmance must not obscure that the\nmajority of the Court remains of the view that, as in the case of\nevery specific of the Bill of Rights that extends to the States,\nthe Sixth Amendment’s jury trial guarantee, however it is to be\nconstrued, has identical application against both State and Federal\nGovernments”).Footnote\n15Citing Jewish, Greek,\nand Roman law, Blackstone wrote that if a person killed an\nattacker, “the slayer is in no kind of fault whatsoever, not even\nin the minutest degree; and is therefore to be totally acquitted\nand discharged, with commendation rather than blame.” 4 W.\nBlackstone, Commentaries on the Laws of England 182 (reprint\n1992).Footnote\n16For example, an\narticle in the Boston Evening Post stated: “For it is certainly\nbeyond human art and sophistry, to prove the British subjects, to\nwhom the privilege of possessing arms is expressly recognized by\nthe Bill of Rights, and, who live in a province where the law\nrequires them to be equip’d with arms, &c. are guilty of an\nillegal act, in calling upon one another to be provided with them,\nas the law directs.” Boston Evening Post, Feb. 6, 1769, in Boston\nUnder Military Rule 1768–1769, p. 61 (1936) (emphasis\ndeleted).Footnote\n17Abolitionists and\nRepublicans were not alone in believing that the right to keep and\nbear arms was a fundamental right. The 1864 Democratic Party\nPlatform complained that the confiscation of firearms by Union\ntroops occupying parts of the South constituted “the interference\nwith and denial of the right of the people to bear arms in their\ndefense.” National Party Platforms 1840–1972, at\n34.Footnote\n18In South Carolina,\nprominent black citizens held a convention to address the State’s\nblack code. They drafted a memorial to Congress, in which they\nincluded a plea for protection of their constitutional right to\nkeep and bear arms: “ ‘We ask that, inasmuch as the\nConstitution of the United States explicitly declares that the\nright to keep and bear arms shall not be infringed … that the late\nefforts of the Legislature of this State to pass an act to deprive\nus [of] arms be forbidden, as a plain violation of the\nConstitution.’ ” S. Halbrook, Freedmen, The Fourteenth\nAmendment, and The Right to Bear Arms, 1866–1876, p. 9 (1998)\n(hereinafter Halbrook, Freedmen) (quoting 2 Proceedings of the\nBlack State Conventions, 1840–1865, p. 302 (P. Foner & G.\nWalker eds. 1980)). Senator Charles Sumner relayed the memorial to\nthe Senate and described the memorial as a request that black\ncitizens “have the constitutional protection in keeping arms.” 39th\nCong. Globe 337.Footnote\n19See B. Kendrick,\nJournal of the Joint Committee of Fifteen on Reconstruction 265–266\n(1914);Adamsonv.California,332 U.\nS. 46, 108–109 (1947) (appendix to dissenting opinion of Black,\nJ.).Footnote\n20Disarmament by bands\nof former Confederate soldiers eventually gave way to attacks by\nthe Ku Klux Klan. In debates over the later enacted Enforcement Act\nof 1870, Senator John Pool observed that the Klan would “order the\ncolored men to give up their arms; saying that everybody would be\nKukluxed in whose house fire-arms were found.” Cong. Globe, 41st\nCong., 2d Sess., 2719 (1870); see also H. R. Exec. Doc. No.\n268, 42d Cong., 2d Sess., 2 (1872).Footnote\n21For example, the\noccupying Union commander in South Carolina issued an order stating\nthat “[t]he constitutional rights of all loyal and well disposed\ninhabitants to bear arms, will not be infringed.” General Order No.\n1, Department of South Carolina, January 1, 1866, in 1 Documentary\nHistory of Reconstruction 208 (W. Fleming ed. 1950). Union\nofficials in Georgia issued a similar order, declaring that\n“ ‘[a]ll men, without the distinction of color, have the right\nto keep arms to defend their homes, families or themselves.’ ”\nCramer, “This Right is Not Allowed by Governments That Are Afraid\nof The People”: The Public Meaning of the Second Amendment When the\nFourteenth Amendment was Ratified, 17 Geo. Mason L. Rev. 823,\n854 (2010) (hereinafter Cramer) (quoting Right to Bear Arms,\nChristian Recorder, Feb. 24, 1866, pp. 1–2). In addition, when\nmade aware of attempts by armed parties to disarm blacks, the head\nof the Freedmen’s Bureau in Alabama “made public [his]\ndetermination to maintain the right of the negro to keep and to\nbear arms, and [his] disposition to send an armed force into any\nneighborhood in which that right should be systematically\ninterfered with.” Joint Committee on Reconstruction, H. R.\nRep. No. 30, 39th Cong., 1st Sess., pt. 3, p. 140\n(1866).Footnote\n22The Freedmen’s Bureau\nbill was amended to include an express reference to the right to\nkeep and bear arms, see 39th Cong. Globe 654 (Rep. Thomas Eliot),\neven though at least some Members believed that the unamended\nversion alone would have protected the right, seeid., at\n743 (Sen. Lyman Trumbull).Footnote\n23There can be do doubt\nthat the principal proponents of the Civil Rights Act of 1866 meant\nto end the disarmament of African Americans in the South. In\nintroducing the bill, Senator Trumbull described its purpose as\nsecuring to blacks the “privileges which are essential to freemen.”Id., at 474. He then pointed to the previously described\nMississippi law that “prohibit[ed] any negro or mulatto from having\nfire-arms” and explained that the bill would “destroy” such laws.Ibid. Similarly, Representative Sidney Clarke cited\ndisarmament of freedmen in Alabama and Mississippi as a reason to\nsupport the Civil Rights Act and to continue to deny Alabama and\nMississippi representation in Congress: “I regret, sir, that\njustice compels me to say, to the disgrace of the Federal\nGovernment, that the ‘reconstructed’ State authorities of\nMississippi were allowed to rob and disarm our veteran soldiers and\narm the rebels fresh from the field of treasonable strife. Sir, the\ndisarmed loyalists of Alabama, Mississippi, and Louisiana are\npowerless to-day, and oppressed by the pardoned and encouraged\nrebels of those States. They appeal to the American Congress for\nprotection. In response to this appeal I shall vote for every just\nmeasure of protection, for I do not intend to be among the\ntreacherous violators of the solemn pledge of the nation.”Id., at 1838–1839.Footnote\n24For example, at least\none southern court had held the Civil Rights Act to be\nunconstitutional. That court did so, moreover, in the course of\nupholding the conviction of an African-American man for violating\nMississippi’s law against firearm possession by freedmen. See\nDecision of Chief Justice Handy, Declaring the Civil Rights Bill\nUnconstitutional, N. Y. Times, Oct. 26, 1866, p. 2, col.\n3.Footnote\n25Other Members of the\n39th Congress stressed the importance of the right to keep and bear\narms in discussing other measures. In speaking generally on\nreconstruction, Representative Roswell Hart listed the\n“ ‘right of the people to keep and bear arms’ ” as among\nthose rights necessary to a “republican form of government.” 39th\nCong. Globe 1629. Similarly, in objecting to a bill designed to\ndisarm southern militias, Senator Willard Saulsbury argued that\nsuch a measure would violate the Second Amendment.Id., at\n914–915. Indeed, the bill “ultimately passed in a form that\ndisbanded militias but maintained the right of individuals to their\nprivate firearms.” Cramer 858.Footnote\n26More generally worded\nprovisions in the constitutions of seven other States may also have\nencompassed a right to bear arms. See Calabresi & Agudo, 87\nTexas L. Rev., at 52.Footnote\n27These state\nconstitutional protections often reflected a lack of law\nenforcement in many sections of the country. In the frontier towns\nthat did not have an effective police force, law enforcement often\ncould not pursue criminals beyond the town borders. See Brief for\nRocky Mountain Gun Owners et al. asAmici Curiae15.\nSettlers in the West and elsewhere, therefore, were left to\n“repe[l] force by force when the intervention of society … [was]\ntoo late to prevent an injury.”District of Columbiav.Heller, 554 U. S. ___ , ___ (2008) (slip op., at 21)\n(internal quotation marks omitted). The settlers’ dependence on\ngame for food and economic livelihood, moreover, undoubtedly\nundergirded these state constitutional guarantees. Seeid., at ___, ___, ___ (slip. op, at 26, 36,\n42).Footnote\n28For example, the\nUnited States affords criminal jury trials far more broadly than\nother countries. See,e.g., Van Kessel, Adversary Excesses\nin the American Criminal Trial, 67 Notre Dame L. Rev. 403\n(1992); Leib, A Comparison of Criminal Jury Decision Rules in\nDemocratic Countries, 5 Ohio St. J. Crim. L. 629,\n630 (2008); Henderson, The Wrongs of Victim’s Rights, 37 Stan.\nL. Rev. 937, 1003, n. 296 (1985); see alsoRoperv.Simmons,543 U. S. 551, 624\n(2005) (Scalia, J., dissenting) (“In many significant respects the\nlaws of most other countries differ from our law—including … such\nexplicit provisions of our Constitution as the right to jury\ntrial”). Similarly, our rules governing pretrial interrogation\ndiffer from those in countries sharing a similar legal heritage.\nSee Dept. of Justice, Office of Legal Policy, Report to the\nAttorney General on the Law of Pretrial Interrogation: Truth in\nCriminal Justice Report No. 1 (Feb. 12, 1986), reprinted in 22 U.\nMich. J. L. Ref. 437, 534–542 (1989) (comparing the system\nenvisioned byMirandav.Arizona,384 U. S. 436(1966), with rights\nafforded by England, Scotland, Canada, India, France, and Germany).\nAnd the “Court-pronounced exclusionary rule … is distinctively\nAmerican.”Roper,supra, at 624 (Scalia, J.,\ndissenting) (citingBivensv.Six Unknown Fed.\nNarcotics Agents,403 U. S. 388, 415\n(1971) (Burger, C. J., dissenting) (noting that exclusionary\nrule was “unique to American jurisprudence” (internal quotation\nmarks omitted))); see also Sklansky, Anti-Inquisitorialism, 122\nHarv. L. Rev. 1634, 1648–1656, 1689–1693 (2009) (discussing\nthe differences between American and European confrontation\nrules).Footnote\n29England and Denmark\nhave state churches. See Torke, The English Religious\nEstablishment, 12 J. of Law & Religion 399, 417–427 (1995–1996)\n(describing legal status of Church of England); Constitutional Act\nof Denmark, pt. I, §4 (1953) (“The Evangelical Lutheran Church\nshall be the Established Church of Denmark”). The Evangelical\nLutheran Church of Finland has attributes of a state church. See\nChristensen, Is the Lutheran Church Still the State Church? An\nAnalysis of Church-State Relations in Finland, 1995 B. Y. U.\nL. Rev. 585, 596–600 (describing status of church under\nFinnish law). The Web site of the Evangelical Lutheran Church of\nFinland states that the church may be usefully described as both a\n“state church” and a “folk church.” See J. Seppo, The Current\nCondition of Church-State Relations in Finland, online at\nhttp://evl.fi/EVLen.nsf/Documents/838DDBEF\n4A28712AC225730F001F7C67?OpenDocument&lang=EN (all Internet\nmaterials as visited June 23, 2010, and available in Clerk of\nCourt’s case file).Footnote\n30As noted above, see\nn. 13,supra, cases that predate the era of selective\nincorporation held that the Grand Jury Clause of the Fifth\nAmendment and the Seventh Amendment’s civil jury requirement do not\napply to the States. SeeHurtadov.California,110 U. S. 516(1884) (indictment);Minneapolis & St. Louis R. Co.v.Bombolis,241 U. S. 211(1916) (civil jury).As a result ofHurtado, most States do not require a grand jury\nindictment in all felony cases, and many have no grand juries. See\nDept. of Justice, Office of Justice Programs, Bureau of Justice\nStatistics, State Court Organization 2004, pp. 213, 215–217 (2006)\n(Table 38), online at\nhttp://bjs.ojp.usdoj.gov/content/pub/pdf/sco04.pdf.As a result ofBombolis, cases that would otherwise fall within the\nSeventh Amendment are now tried without a jury in state small\nclaims courts. See,e.g.,Cheungv.Eighth\nJudicial Dist. Court, 121 Nev. 867, 124 P. 3d 550 (2005)\n(no right to jury trial in small claims court under Nevada\nConstitution).Footnote\n31See Mack &\nBurnette, 2 Lawmakers to Quinn: Send the Guard to Chicago, Chicago\nTribune, Apr. 26, 2010, p. 6.Footnote\n32Janssen &\nKnowles, Send in Troops? Chicago Sun-Times, Apr. 26, 2010,\np. 2; see also Brief for NAACP Legal Defense & Education\nFund, Inc., asAmicus Curiae5, n. 4 (stating that in\n2008, almost three out of every four homicide victims in Chicago\nwere African Americans);id., at 5–6 (noting that “each\nyear [in Chicago], many times more African Americans are murdered\nby assailants wielding guns than were killed during the Colfax\nmassacre” (footnote omitted)).Footnote\n33See Brief for Women\nState Legislators et al. asAmici Curiae9–10, 14–15;\nBrief for Jews for the Preservation of Firearms Ownership asAmicus Curiae3–4; see also Brief for Pink Pistols\net al. asAmici CuriaeinDistrict of\nColumbiav.Heller, O. T. 2007, No. 07–290, pp.\n5–11.",
    "joined": []
}