{
    "case": {
        "docket": "15-606",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-606/"
    },
    "id": "3700198",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–606_________________MIGUEL ANGEL PENA-RODRIGUEZ, PETITIONERv.COLORADOon writ of certiorari to the supreme court of colorado[March 6, 2017]Justice Alito, with whom The Chief Justice and Justice Thomas\njoin, dissenting.Our legal system has many rules that restrict the admission of\nevidence of statements made under circumstances in which\nconfidentiality is thought to be essential. Statements made to an\nattorney in obtaining legal advice, statements to a treating\nphysician, and statements made to a spouse or member of the clergy\nare familiar examples. SeeTrammelv. United\nStates,445 U. S. 40,51 (1980). Even if a criminal\ndefendant whose constitutional rights are at stake has a critical\nneed to obtain and introduce evidence of such statements,\nlong-established rules stand in the way. The goal of avoiding\ninterference with confidential communications of great value has\nlong been thought to justify the loss of important evidence and the\neffect on our justice system that this loss entails.The present case concerns a rule like those just mentioned,\nnamely, the age-old rule against attempting to overturn or\n“impeach” a jury’s verdict by offering statements made by jurors\nduring the course of deliberations. For centuries, it has been the\njudgment of experienced judges, trial attorneys, scholars, and\nlawmakers that allowing jurors to testify after a trial about what\ntook place in the jury room would undermine the system of trial by\njury that is integral to our legal system.Juries occupy a unique place in our justice system. The other\nparticipants in a trial—the presiding judge, the attorneys, the\nwitnesses—function in an arena governed by strict rules of law.\nTheir every word is recorded and may be closely scrutinized for\nmissteps.When jurors retire to deliberate, however, they enter a space\nthat is not regulated in the same way. Jurors are ordinary people.\nThey are expected to speak, debate, argue, and make decisions the\nway ordinary people do in their daily lives. Our Constitution\nplaces great value on this way of thinking, speaking, and deciding.\nThe jury trial right protects parties in court cases from being\njudged by a special class of trained professionals who do not speak\nthe language of ordinary people and may not understand or\nappreciate the way ordinary people live their lives. To protect\nthat right, the door to the jury room has been locked, and the\nconfidentiality of jury deliberations has been closely guarded.Today, with the admirable intention of providing justice for one\ncriminal defendant, the Court not only pries open the door; it\nrules that respecting the privacy of the jury room, as our legal\nsystem has done for centuries, violates the Constitution. This is a\nstartling development, and although the Court tries to limit the\ndegree of intrusion, it is doubtful that there are principled\ngrounds for preventing the expansion of today’s holding.The Court justifies its decision on the ground that the nature\nof the confidential communication at issue in this particular\ncase—a clear expression of what the Court terms racial\nbias[1]—is uniquely harmful to our criminal\njustice system. And the Court is surely correct that even a\ntincture of racial bias can inflict great damage on that system,\nwhich is dependent on the public’s trust. But until today, the\nargument that the Court now finds convincing has not been thought\nto be sufficient to overcome confidentiality rules like the one at\nissue here.Suppose that a prosecution witness gives devastating but false\ntestimony against a defendant, and suppose that the witness’s\nmotivation is racial bias. Suppose that the witness admits this to\nhis attorney, his spouse, and a member of the clergy. Suppose that\nthe defendant, threatened with conviction for a serious crime and a\nlengthy term of imprisonment, seeks to compel the attorney, the\nspouse, or the member of the clergy to testify about the witness’s\nadmissions. Even though the constitutional rights of the defendant\nhang in the balance, the defendant’s efforts to obtain the\ntestimony would fail. The Court provides no good reason why the\nresult in this case should not be the same.IRules barring the admission of juror testimony to impeach a\nverdict (so-called “no-impeachment rules”) have a long history.\nIndeed, they pre-date the ratification of the Constitution. They\nare typically traced back toVaisev.Delaval, 1 T.\nR. 11, 99 Eng. Rep. 944 (K. B. 1785), in which Lord Mansfield\ndeclined to consider an affidavit from two jurors who claimed that\nthe jury had reached its verdict by lot. SeeWargerv.Shauers, 574 U. S. ___, ___ (2014) (slip op., at 4).\nLord Mansfield’s approach “soon took root in the United States,”ibid.,and “[b]y the beginning of [the 20th] century, if not\nearlier, the near-universal and firmly established common-law rule\nin the United States flatly prohibited the admission of juror\ntestimony to impeach a jury verdict,”Tannerv.United\nStates,483 U. S. 107,117 (1987); see 27 C. Wright & V.\nGold, Federal Practice and Procedure: Evidence §6071, p. 431 (2d\ned. 2007) (Wright & Gold) (noting that the Mansfield approach\n“came to be accepted in almost all states”).InMcDonaldv.Pless,238 U. S. 264 (1915),\nthis Court adopted a strict no-impeachment rule for cases in\nfederal court.McDonaldinvolved allegations that the jury\nhad entered a quotient verdict—that is, that it had calculated a\ndamages award by taking the average of the jurors’ suggestions.Id., at 265–266. The Court held that evidence of this\nmisconduct could not be used.Id.,at 269. It applied what\nit said was “unquestionably the general rule, that the losing party\ncannot, in order to secure a new trial, use the testimony of jurors\nto impeach their verdict.”Ibid. The Court recognized that\nthe defendant had a powerful interest in demonstrating that the\njury had “adopted an arbitrary and unjust method in arriving at\ntheir verdict.”Id., at 267. “But,” the Court warned, “let\nit once be established that verdicts . . . can be\nattacked and set aside on the testimony of those who took part in\ntheir publication and all verdicts could be, and many would be,\nfollowed by an inquiry in the hope of discovering something which\nmight invalidate the finding.”Ibid. This would lead to\n“harass[ment]” of jurors and “the destruction of all frankness and\nfreedom of discussion and conference.”Id., at 267–268.\nUltimately, even though the no-impeachment rule “may often exclude\nthe only possible evidence of misconduct,” relaxing the rule “would\nopen the door to the most pernicious arts and tampering with\njurors.”Id., at 268 (internal quotation marks omitted).The firm no-impeachment approach taken inMcDonaldcame\nto be known as “the federal rule.” This approach categorically bars\ntestimony about jury deliberations, except where it is offered to\ndemonstrate that the jury was subjected to an extraneous influence\n(for example, an attempt to bribe a juror).Warger,supra, at ___ (slip op., at 5);Tanner,supra,\nat 117;[2] see 27 Wright & Gold §6071, at\n432–433.Some jurisdictions, notably Iowa, adopted a more permissive\nrule. Under the Iowa rule, jurors were generally permitted to\ntestify about any subject except their “subjective intentions and\nthought processes in reaching a verdict.”Warger,supra, at ___ (slip op., at 4). Accordingly, the Iowa rule\nallowed jurors to “testify as to events or conditions which might\nhave improperly influenced the verdict, even if these took place\nduring deliberations within the jury room.” 27 Wright & Gold\n§6071, at 432.Debate between proponents of the federal rule and the Iowa rule\nemerged during the framing and adoption of Federal Rule of Evidence\n606(b). Both sides had their supporters. The contending arguments\nwere heard and considered, and in the end the strict federal\napproach was retained.An early draft of the Advisory Committee on the Federal Rules of\nEvidence included a version of the Iowa rule, 51 F. R. D.\n315, 387–388 (1971). That draft was forcefully criticized,\nhowever,[3] and the Committee ultimately produced\na revised draft that retained the well-established federal\napproach.Tanner,supra, at 122; see Committee on\nRules of Practice and Procedure of the Judicial Conference of the\nUnited States, Revised Draft of Proposed Rules of Evidence for the\nUnited States Courts and Magistrates 73 (Oct. 1971). Expressly\nrepudiating the Iowa rule, the new draft provided that jurors\ngenerally could not testify “as to any matter or statement\noccurring during the course of the jury’s deliberations.”Ibid.This new version was approved by the Judicial\nConference and sent to this Court, which adopted the rule and\nreferred it to Congress. 56 F. R. D. 183, 265–266\n(1972).Initially, the House rejected this Court’s version of Rule\n606(b) and instead reverted to the earlier (and narrower) Advisory\nCommittee draft.Tanner,supra, at 123; see\nH. R. Rep. No. 93–650, pp. 9–10 (1973) (criticizing the\nSupreme Court draft for preventing jurors from testifying about\n“quotient verdict[s]” and other “irregularities which occurred in\nthe jury room”). In the Senate, however, the Judiciary Committee\nfavored this Court’s rule. The Committee Report observed that the\nHouse draft broke with “long-accepted Federal law” by allowing\nverdicts to be “challenge[d] on the basis of what happened during\nthe jury’s internal deliberations.” S. Rep. No. 93–1277, p. 13\n(1974) (S. Rep.). In the view of the Senate Committee, the\nHouse rule would have “permit[ted] the harassment of former jurors”\nas well as “the possible exploitation of disgruntled or otherwise\nbadly-motivated ex-jurors.”Id., at 14. This result would\nhave undermined the finality of verdicts, violated “common\nfairness,” and prevented jurors from “function[ing] effectively.”Ibid.The Senate rejected the House version of the rule and\nreturned to the Court’s rule. A Conference Committee adopted the\nSenate version, see H. R. Conf. Rep. No. 93–1597, p. 8 (1974),\nand this version was passed by both Houses and was signed into law\nby the President.As this summary shows, the process that culminated in the\nadoption of Federal Rule of Evidence 606(b) was the epitome of\nreasoned democratic rulemaking. The “distinguished, Supreme\nCourt-appointed” members of the Advisory Committee went through a\n7-year drafting process, “produced two well-circulated drafts,” and\n“considered numerous comments from persons involved in nearly every\narea of court-related law.” Rothstein, The Proposed Amendments to\nthe Federal Rules of Evidence, 62 Geo. L. J. 125 (1973). The\nwork of the Committee was considered and approved by the\nexperienced appellate and trial judges serving on the Judicial\nConference and by our predecessors on this Court. After that, the\nmatter went to Congress, which “specifically understood,\nconsidered, and rejected a version of [the rule] that would have\nallowed jurors to testify on juror conduct during deliberations.”Tanner, 483 U. S., at 125. The judgment of all these\nparticipants in the process, which was informed by their assessment\nof an empirical issue,i.e., the effect that the competing\nIowa rule would have had on the jury system, is entitled to great\nrespect.Colorado considered this same question, made the same judgment\nas the participants in the federal process, and adopted a very\nsimilar rule. In doing so, it joined the overwhelming majority of\nStates.Ante,at 9. In the great majority of jurisdictions,\nstrong no-impeachment rules continue to be “viewed as both\npromoting the finality of verdicts and insulating the jury from\noutside influences.”Warger, 574 U. S., at ___ (slip\nop., at 4).IIARecognizing the importance of Rule 606(b), this Court has twice\nrebuffed efforts to create a Sixth Amendment exception—first inTannerand then, just two Terms ago, inWarger.TheTannerpetitioners were convicted of committing mail\nfraud and conspiring to defraud the United States. 483 U. S.,\nat 109–110, 112–113. After the trial, two jurors came forward with\ndisturbing stories of juror misconduct. One claimed that several\njurors “consumed alcohol during lunch breaks . . .\ncausing them to sleep through the afternoons.”Id., at 113.\nThe second added that jurors also smoked marijuana and ingested\ncocaine during the trial.Id., at 115–116. This Court held\nthat evidence of this bacchanalia could properly be excluded under\nRule 606(b).Id., at 127.The Court noted that “[s]ubstantial policy considerations\nsupport the common-law rule against the admission of jury testimony\nto impeach a verdict.”Id.,at 119. While there is “little\ndoubt that postverdict investigation into juror misconduct would in\nsome instances lead to the invalidation of verdicts reached after\nirresponsible or improper juror behavior,” the Court observed, it\nis “not at all clear . . . that the jury system could\nsurvive such efforts to perfect it.”Id., at 120. Allowing\nsuch post-verdict inquiries would “seriously disrupt the finality\nof the process.”Ibid. It would also undermine “full and\nfrank discussion in the jury room, jurors’ willingness to return an\nunpopular verdict, and the community’s trust in a system that\nrelies on the decisions of laypeople.”Id., at 120–121.TheTannerpetitioners, of course, had a Sixth Amendment\nright “to ‘a tribunal both impartial and mentally competent to\nafford a hearing.’ ”Id., at 126 (quotingJordanv.Massachusetts,225 U. S. 167,176 (1912)). The\nquestion, however, was whether they also had a right to an\nevidentiary hearing featuring “one particular kind of evidence\ninadmissible under the Federal Rules.” 483 U. S., at 126–127.\nTurning to that question, the Court noted again that\n“long-recognized and very substantial concerns support the\nprotection of jury deliberations from intrusive inquiry.”Id., at 127. By contrast, “[p]etitioners’ Sixth Amendment\ninterests in an unimpaired jury . . . [were] protected by\nseveral aspects of the trial process.”Ibid.The Court identified four mechanisms that protect defendants’\nSixth Amendment rights. First, jurors can be “examined duringvoir dire.” Ibid.Second, “during the trial the jury\nis observable by the court, by counsel, and by court personnel.”Ibid.Third, “jurors are observable by each other, and may\nreport inappropriate juror behavior to the courtbeforethey\nrender a verdict.”Ibid.And fourth, “after the trial a\nparty may seek to impeach the verdict by nonjuror evidence of\nmisconduct.”Ibid.These “other sources of protection of\npetitioners’ right to a competent jury” convinced the Court that\nthe juror testimony was properly excluded.Ibid.Wargerinvolved a negligence suit arising from a\nmotorcycle crash. 574 U. S., at ___ (slip op., at 1). Duringvoir dire, the individual who eventually became the jury’s\nforeperson said that she could decide the case fairly and\nimpartially.Id.,at ___ (slip op., at 2). After the jury\nreturned a verdict in favor of the defendant, one of the jurors\ncame forward with evidence that called into question the\ntruthfulness of the foreperson’s responses duringvoir dire.\nAccording to this juror, the foreperson revealed during the\ndeliberations that her daughter had once caused a deadly car crash,\nand the foreperson expressed the belief that a lawsuit would have\nruined her daughter’s life.Ibid.In seeking to use this testimony to overturn the jury’s verdict,\nthe plaintiff’s primary contention was that Rule 606(b) does not\napply to evidence concerning a juror’s alleged misrepresentations\nduringvoir dire. If otherwise interpreted, the plaintiff\nmaintained, the rule would threaten his right to trial by an\nimpartial jury.[4] The Court disagreed, in part\nbecause “any claim that Rule 606(b) is unconstitutional in\ncircumstances such as these is foreclosed by our decision inTanner.”Id.,at ___ (slip op., at 10). The Court\nexplained that “[e]ven if jurors lie invoir direin a way\nthat conceals bias, juror impartiality is adequately assured by”\ntwo of the otherTannersafeguards: pre-verdict reports by\nthe jurors and non-juror evidence. 574 U. S., at ___ (slip\nop., at 10).TannerandWargerfit neatly into this Court’s\nbroader jurisprudence concerning the constitutionality of evidence\nrules. As the Court has explained, “state and federal rulemakers\nhave broad latitude under the Constitution to establish rules\nexcluding evidence from criminal trials.”Holmesv.South\nCarolina,547 U. S. 319,324 (2006) (internal quotation\nmarks and alteration omitted). Thus, evidence rules of this sort\nhave been invalidated only if they “serve no legitimate purpose or\n. . . are disproportionate to the ends that they are\nasserted to promote.”Id.,at 326.TannerandWargerrecognized that Rule 606(b) serves vital purposes and\ndoes not impose a disproportionate burden on the jury trial\nright.Today, for the first time, the Court creates a constitutional\nexception to no-impeachment rules. Specifically, the Court holds\nthat no-impeachment rules violate the Sixth Amendment to the extent\nthat they preclude courts from considering evidence of a juror’s\nracially biased comments.Ante,at 17. The Court attempts to\ndistinguishTannerandWarger,but its efforts\nfail.TannerandWargerrested on two basic\npropositions. First, no-impeachment rules advance crucial\ninterests. Second, the right to trial by an impartial jury is\nadequately protected by mechanisms other than the use of juror\ntestimony regarding jury deliberations. The first of these\npropositions applies regardless of the nature of the juror\nmisconduct, and the Court does not argue otherwise. Instead, it\ncontends that, in cases involving racially biased jurors, theTannersafeguards are less effective and the defendant’s\nSixth Amendment interests are more profound. Neither argument is\npersuasive.BAs noted above,Tanneridentified four “aspects of the\ntrial process” that protect a defendant’s Sixth Amendment rights:\n(1)voir dire; (2) observation by the court, counsel, and\ncourt personnel; (3) pre-verdict reports by the jurors; and (4)\nnon-juror evidence. 483 U. S., at 127.[5]\nAlthough the Court insists that that these mechanisms “may be\ncompromised” in cases involving allegations of racial bias, it\naddresses only two of them and fails to make a sustained argument\nabout either.Ante,at 16.1First, the Court contends that the effectiveness ofvoir\ndireis questionable in cases involving racial bias because\npointed questioning about racial attitudes may highlight racial\nissues and thereby exacerbate prejudice.Ibid.It is far\nfrom clear, however, that carefulvoir direcannot surmount\nthis problem. Lawyers may use questionnaires or individual\nquestioning of prospective jurors[6] in order to\nelicit frank answers that a juror might be reluctant to voice in\nthe presence of other prospective jurors.[7]\nMore-over, practice guides are replete with advice on conducting\neffectivevoir direon the subject of race. They outline a\nvariety of subtle and nuanced approaches that avoid pointed\nquestions.[8] And of course, if an attorney is\nconcerned that a juror is concealing bias, a peremptory strike may\nbe used.[9]The suggestion thatvoir direis ineffective in\nunearthing bias runs counter to decisions of this Court holding\nthatvoir direon the subject of race is constitutionally\nrequired in some cases, mandated as a matter of federal\nsupervi-sory authority in others, and typically advisable in any\ncase if a defendant requests it. SeeTurnerv.Murray,476 U. S. 28–37 (1986);Rosales-Lopezv.United States,451 U. S. 182,192 (1981) (plurality\nopinion);Ristainov.Ross,424 U. S. 589,\nn. 9 (1976). Ifvoir direwere not useful in\nidentifying racial prejudice, those decisions would be pointless.\nCf.Turner,supra, at 36 (plurality opinion) (noting\n“the ease with which [the] risk [of racial bias] could have been\nminimized” throughvoir dire). Even the majority recognizes\nthe “advantages of carefulvoir dire” as a “proces[s]\ndesigned to prevent racial bias in jury deliberations.”Ante,at 20. And reported decisions substantiate thatvoir direcan be effective in this regard.E.g.,Brewerv. Marshall,119 F. 3d 993, 995–996 (CA1\n1997);United Statesv.Hasting, 739 F. 2d 1269,\n1271 (CA7 1984);Peoplev.Harlan, 8 P. 3d 448,\n500 (Colo. 2000); see Brief for Respondent 23–24, n. 7\n(listing additional cases). Thus, whilevoir direis not a\nmagic cure, there are good reasons to think that it is a valuable\ntool.In any event, the critical point for present purposes is that\nthe effectiveness ofvoir direis a debatable empirical\nproposition. Its assessment should be addressed in the process of\ndeveloping federal and state evidence rules. Federal and state\nrulemakers can try a variety of approaches, and they can make\nchanges in response to the insights provided by experience and\nresearch. The approach taken by today’s majority—imposing a federal\nconstitutional rule on the entire country—prevents experimentation\nand makes change exceedingly hard.[10]2The majority also argues—even more cursorily—that “racial bias\nmay make it difficult for a juror to report inappropriate\nstatements during the course of juror deliberations.”Ante,at 16. This is so, we are told, because it is difficult to “call\n[another juror] a bigot.”Ibid.Since the Court’s decision mandates the admission of the\ntestimony of one juror about a statement made by another juror\nduring deliberations, what the Court must mean in making this\nargument is that jurors are less willing to report biased comments\nby fellow jurors prior to the beginning of deliberations (while\nthey are still sitting with the biased juror) than they are after\nthe verdict is announced and the jurors have gone home. But this is\nalso a questionable empirical assessment, and the Court’s\nseat-of-the-pants judgment is no better than that of those with the\nresponsibility of drafting and adopting federal and state evidence\nrules. There is no question that jurorsdoreport biased\ncomments made by fellow jurors prior to the beginning of\ndeliberations. See,e.g., United Statesv.McClinton,\n135 F. 3d 1178, 1184–1185 (CA7 1998);United Statesv.Heller, 785 F. 2d 1524, 1525–1529 (CA11 1986);Tavaresv.Holbrook, 779 F. 2d 1, 1–3 (CA1 1985)\n(Breyer, J.); see Brief for Respondent 31–32, n. 10; Brief for\nUnited States asAmicus Curiae31. And the Court marshals no\nevidence that such pre-deliberation reporting is rarer than the\npost-verdict variety.Even if there is something to the distinction that the Court\nmakes between pre- and post-verdict reporting, it is debatable\nwhether the difference is significant enough to merit different\ntreatment. This is especially so because post-verdict reporting is\nboth more disruptive and may be the result of extraneous\ninfluences. A juror who is ini-tially in the minority but is\nultimately persuaded by other jurors may have second thoughts after\nthe verdict is announced and may be angry with others on the panel\nwho pressed for unanimity. In addition, if a verdict is unpopular\nwith a particular juror’s family, friends, employer, co-workers, or\nneighbors, the juror may regret his or her vote and may feel\npressured to rectify what the jury has done.In short, the Court provides no good reason to depart from the\ncalculus made inTannerandWarger.Indeed, the\nmajority itself uses hedged language and appears to recognize that\nthis “pragmatic” argument is something of a makeweight.Ante,at 16–17 (noting that the argument is “not\ndispositive”);ante,at 16 (stating that the operation of\nthe safeguards “may be compromised, or they may prove\ninsufficient”).IIIAThe real thrust of the majority opinion is that the Constitution\nis less tolerant of racial bias than other forms of juror\nmisconduct, but it is hard to square this argument with the nature\nof the Sixth Amendment right on which petitioner’s argument and the\nCourt’s holding are based. What the Sixth Amendment protects is the\nright to an “impartial jury.” Nothing in the text or history of the\nAmendment or in the inherent nature of the jury trial right\nsuggests that the extent of the protection provided by the\nAmendment depends on the nature of a jury’s partiality or bias. As\nthe Colorado Supreme Court aptly put it, it is hard to “discern a\ndividing line between differenttypesof juror bias or\nmisconduct, whereby one form of partiality would implicate a\nparty’s Sixth Amendment right while another would not.” 350\nP. 3d 287, 293 (2015).[11]Nor has the Court found any decision of this Court suggesting\nthat the Sixth Amendment recognizes some sort of hierarchy of\npartiality or bias. The Court points to a line of cases holding\nthat, in some narrow circumstances, the Constitution requires trial\ncourts to conductvoir direon the subject of race. Those\ndecisions, however, were not based on a ranking of types of\npartiality but on the Court’s conclusion that in certain cases\nracial bias was especially likely. SeeTurner,476\nU. S., at 38, n. 12 (plurality opinion) (requiringvoir direon the subject of race where there is “a\nparticularly compelling need to inquire into racial prejudice”\nbecause of a qualitatively higher “risk of racial bias”);Ristaino, 424 U. S., at 596 (explaining that the\nrequirement applies only if there is a “constitutionally\nsignificant likelihood that, absent questioning about racial\nprejudice, the jurors would not be [impartial]”).[12] Thus, this line of cases does not advance the\nmajority’s argument.It is undoubtedly true that “racial bias implicates unique\nhistorical, constitutional, and institutional concerns.”Ante,at 16. But it is hard to see what that has to do with\nthe scope of anindividual criminal defendant’sSixth\nAmendment right to be judged impartially. The Court’s efforts to\nreconcile its decision withMcDonald,Tanner, andWargerillustrate the problem. The Court writes that the\nmisconduct in those cases, while “troubling and unacceptable,” was\n“anomalous.”Ante,at 15. By contrast, racial bias, the\nCourt says, is a “familiar and recurring evil” that causes\n“systemic injury to the administration of justice.”Ante,at\n15–16.Imagine two cellmates serving lengthy prison terms. Both were\nconvicted for homicides committed in unrelated barroom fights. At\nthe trial of the first prisoner, a juror, during deliberations,\nexpressed animosity toward the defendant because of his race. At\nthe trial of the second prisoner, a juror, during deliberations,\nexpressed animos-ity toward the defendant because he was wearing\nthe jersey of a hated football team. In both cases, jurors come\nforward after the trial and reveal what the biased juror said in\nthe jury room. The Court would say to the first prisoner: “You are\nentitled to introduce the jurors’ testimony, because racial bias is\ndamaging to our society.” To the second, the Court would say: “Even\nif you did not have an impartial jury, you must stay in prison\nbecause sports rivalries are not a major societal issue.”This disparate treatment is unsupportable under the Sixth\nAmendment. If the Sixth Amendment requires the admission of juror\ntestimony about statements or conduct during deliberations that\nshow one type of juror partiality, then statements or conduct\nshowing any type of partiality should be treated the same way.BRecasting this as an equal protection case would not provide a\nground for limiting the holding to cases involving racial bias. At\na minimum, cases involving bias based on any suspect\nclassification—such as national origin[13] or\nreligion[14]—would merit equal treatment. So, I\nthink, would bias based on sex,United Statesv.\nVirginia,518 U. S. 515,531 (1996), or the exercise of the\nFirst Amendment right to freedom of expression or association. SeeReganv. Taxation With Representation of\nWashington,461 U. S. 540,545 (1983). Indeed, convicting a\ndefendant on the basis of any irrational classification would\nviolate the Equal Protection Clause.Attempting to limit the damage worked by its decision, the Court\nsays that only “clear” expressions of bias must be admitted,ante, at 17, but judging whether a statement is sufficiently\n“clear” will often not be easy. Suppose that the allegedly biased\njuror in this case never made reference to Peña-Rodriguez’s race or\nnational origin but said that he had a lot of experience with “this\nmacho type” and knew that men of this kind felt that they could get\ntheir way with women. Suppose that other jurors testified that they\nwere certain that “this macho type” was meant to refer to Mexican\nor Hispanic men. Many other similarly suggestive statements can\neasily be imagined, and under today’s decision it will be difficult\nfor judges to discern the dividing line between those that are\n“clear[ly]” based on racial or ethnic bias and those that are at\nleast somewhat ambiguous.IVToday’s decision—especially if it is expanded in the ways that\nseem likely—will invite the harms that no-impeachment rules were\ndesigned to prevent.First, as the Court explained inTanner, “postverdict\nscrutiny of juror conduct” will inhibit “full and frank discussion\nin the jury room.” 483 U. S., at 120–121; see alsoMcDonald, 238 U. S., at 267–268 (warning that the use\nof juror testimony about misconduct during deliberations would\n“make what was intended to be a private deliberation, the constant\nsubject of public investigation—to the destruction of all frankness\nand freedom of discussion and conference”). Or, as the Senate\nReport put it: “[C]ommon fairness requires that absolute privacy be\npreserved for jurors to engage in the full and free debate\nnecessary to the attainment of just verdicts. Jurors will not be\nable to function effectively if their deliberations are to be\nscrutinized in post-trial litigation.” S. Rep., at 14.Today’s ruling will also prompt losing parties and their\nfriends, supporters, and attorneys to contact and seek to question\njurors, and this pestering may erode citizens’ willingness to serve\non juries. Many jurisdictions now have rules that prohibit or\nrestrict post-verdict contact with jurors, but whether those rules\nwill survive today’s decision is an open question—as is the effect\nof this decision on privilege rules such as those noted at the\noutset of this opinion.[15]Where post-verdict approaches are permitted or occur, there is\nalmost certain to be an increase in harassment, arm-twisting, and\noutright coercion. SeeMcDonald, supra, at 267;\nS. Rep., at 14 (explaining that a laxer rule “would permit the\nharassment of former jurors by losing parties as well as the\npossible exploitation of disgruntled or otherwise badly-motivated\nex-jurors”); 350 P. 3d, at 293. As one treatise explains, “[a]\njuror who reluctantly joined a verdict is likely to be sympathetic\nto overtures by the loser, and persuadable to the view that his own\nconsent rested on false or impermissible considerations, and the\ntruth will be hard to know.” 3 C. Mueller & L. Kirkpatrick,\nFederal Evidence §6:16, p. 75 (4th ed. 2013).The majority’s approach will also undermine the finality of\nverdicts. “Public policy requires a finality to litigation.”\nS. Rep., at 14. And accusations of juror bias—which may be\n“raised for the first time days, weeks, or months after the\nverdict”—can “seriously disrupt the finality of the process.”Tanner,supra, at 120. This threatens to “degrad[e]\nthe prominence of the trial itself” and to send the message that\njuror misconduct need not be dealt with promptly.Englev.Isaac,456 U. S. 107,127 (1982). See H. R. Conf.\nRep. No. 93–1597, at 8 (“The Conferees believe that jurors should\nbe encouraged to be conscientious in promptly reporting to the\ncourt misconduct that occurs during jury deliberations”).The Court itself acknowledges that strict no-impeachment rules\n“promot[e] full and vigorous discussion,” protect jurors from\n“be[ing] harassed or annoyed by litigants seeking to challenge the\nverdict,” and “giv[e] stability and finality to verdicts.”Ante,at 9. By the majority’s own logic, then, imposing\nexceptions on no-impeachment rules will tend to defeat full and\nvigorous discussion, expose jurors to harassment, and deprive\nverdicts of stability.The Court’s only response is that some jurisdictions already\nmake an exception for racial bias, and the Court detects no signs\nof “a loss of juror willingness to engage in searching and candid\ndeliberations.”Ante,at 19. One wonders what sort of\noutward signs the Court would expect to see if jurors in these\njurisdictions do not speak as freely in the jury room as their\ncounterparts in jurisdictions with strict no-impeachment rules.\nGathering and assessing evidence regarding the quality of jury\ndeliberations in different jurisdictions would be a daunting\nenterprise, and the Court offers no indication that anybody has\nundertaken that task.In short, the majority barely bothers to engage with the policy\nissues implicated by no-impeachment rules. But even if it had\ncarefully grappled with those issues, it still would have no basis\nfor exalting its own judgment over that of the many expert\npolicymakers who have endorsed broad no-impeachment rules.VThe Court’s decision is well-intentioned. It seeks to remedy a\nflaw in the jury trial system, but as this Court said some years\nago, it is questionable whether our system of trial by jury can\nendure this attempt to perfect it.Tanner, 483 U. S.,\nat 120.I respectfully dissent.Notes1The bias at issue in this case was a\n“bias against Mexican men.” App. 160. This might be described as\nbias based on national origin or ethnicity. Cf.Hernandezv.New York,500 U. S. 352,355 (1991) (plurality opinion);Hernandezv.Texas,347 U. S. 475,479 (1954).\nHow-ever, no party has suggested that these distinctions make a\nsubstantive difference in this case.2As this Court has explained, the\nextraneous influence exception “do[es] not detract from, but rather\nharmonize[s] with, the weighty government interest in insulating\nthe jury’s deliberative process.”Tanner, 483 U. S., at\n120. The extraneous influence exception, like the no-impeachment\nrule itself, is directed at protecting jury deliberations against\nunwarranted interference.Ibid.3In particular, the Justice Department\nobserved that “[s]trong policy considerations continue to support”\nthe federal approach and that “[r]ecent experience has shown that\nthe danger of harassment of jurors by unsuccessful litigants\nwarrants a rule which imposes strict limitations on the instances\nin which jurors may be questioned about their verdict.” Letter from\nR. Kliendienst, Deputy Attorney General, to Judge A. Maris (Aug. 9,\n1971), 117 Cong. Rec. 33648, 33655 (1971). And Senator McClellan,\nan influential member of the Senate Judiciary Committee, insisted\nthat the “mischief in this Rule ought to be plain for all to see”\nand that it would be impossible “to conduct trials, particu-larly\ncriminal prosecutions, as we know them today, if every verdict were\nfollowed by a post-trial hearing into the conduct of the juror’s\ndeliberations.” Letter from Sen. J. McClellan to Judge A. Maris\n(Aug. 12, 1971),id.,at 33642, 33645.4AlthoughWargerwas a civil\ncase, we wrote that “[t]he Constitution guarantees both criminal\nand civil litigants a right to an impartial jury.” 574 U. S.,\nat ___ (slip op., at 9).5The majority opinion in this case\nidentifies a fifth mechanism: jury instructions. It observes that,\nby explaining the jurors’ responsibilities, appropriate jury\ninstructions can promote “[p]robing and thoughtful deliberation,”\nwhich in turn “improves the likelihood that other jurors can\nconfront the flawed nature of reasoning that is prompted or\ninfluenced by improper biases.”Ante,at 20–21. This\nmechanism, like those listed inTanner, can help to prevent\nbias from infecting a verdict.6Both of those techniques were used in\nthis case for other purposes. App. 13–14; Tr. 56–78 (Feb. 23, 2010,\nmorning session).7SeePeoplev.Harlan, 8\nP. 3d 448, 500 (Colo. 2000) (“The trial court took precautions\nat the outset of the trial to foreclose the injection of improper\nracial considerations by including questions concerning racial\nissues in the jury questionnaire”);Brewerv.\nMarshall,119 F. 3d 993, 996 (CA1 1997) (“The judge asked each\njuror, out of the presence of other jurors, whether they had any\nbias or prejudice for or against black persons or persons of\nHispanic origin”); 6 W. LaFave, J. Israel, N. King, & O. Kerr,\nCriminal Procedure §22.3(a), p. 92 (4th ed. 2015) (noting that\n“[j]udges commonly allow jurors to approach the bench and discuss\nsensitive matters there” and are also free to conduct “in chambers\ndiscussions”).8See,e.g., J. Gobert, E.\nKreitzberg, & C. Rose, Jury Selection: The Law, Art, and\nScience of Selecting a Jury §7:41, pp. 357–358 (3d ed. 2014)\n(explaining that “the issue should be approached more indirectly”\nand suggesting the use of “[o]pen-ended questions” on subjects like\n“the composition of the neighborhood in which the juror lives, the\njuror’s relationship with co-workers or neighbors of different\nraces, or the juror’s past experiences with persons of other\nraces”); W. Jordan, Jury Selection §8.11, p. 237 (1980) (explaining\nthat “the whole matter of prejudice” should be approached\n“delicately and cautiously” and giving an example of an indirect\nquestion that avoids the word “prejudice”); R. Wenke, The Art of\nSelecting a Jury 67 (1979) (discussing questions that could\nidentify biased jurors when “your client is a member of a minority\ngroup”);id., at 66 (suggesting that instead of “asking a\njuror if he is ‘prejudiced’ ” the attorney should “inquire\nabout his ‘feeling,’ ‘belief’ or ‘opinion’ ”); 2 National Jury\nProject, Inc., Jurywork: Systematic Techniques §17.23 (E. Krauss\ned., 2d ed. 2010) (listing sample questions about racial\nprejudice); A. Grine & E. Coward, Raising Issues of Race in\nNorth Carolina Criminal Cases, p. 8–14 (2014) (suggesting that\nattorneys “share a brief example about a judgment shaped by a\nracial stereotype” to make it easier for jurors to share their own\nbiased views),\nhttp://defendermanuals.sog.unc.edu/race/8-addressing-race-trial (as\nlast visited Mar. 3, 2017);id., at 8–15 to 8–17 (suggesting\nadditional strategies and providing sample questions); T. Mauet,\nTrial Techniques 44 (8th ed. 2010) (suggesting that “likely beliefs\nand attitudes are more accurately learned through indirection”); J.\nLieberman & B. Sales, Scientific Jury Selection 114–115 (2007)\n(discussing research suggesting that “participants were more likely\nto admit they were unable to abide by legal due process guarantees\nwhen asked open-ended questions that did not direct their\nresponses”).9To the extent race does become\nsalient duringvoir dire, there is social science research\nsuggesting that this may actually combat rather than reinforce the\njurors’ biases. See,e.g., Lee, A New Approach toVoir\nDireon Racial Bias, 5 U. C. Irvine L. Rev. 843, 861 (2015) (“A\nwealth of fairly recent empirical research has shown that when race\nis made salient either through pretrial publicity, voir dire\nquestioning of prospective jurors, opening and closing arguments,\nor witness testimony, White jurors are more likely to treat\nsimilarly situated Black and White defendants the same way”). See\nalso Sommers & Ellsworth, White Juror Bias: An Investigation of\nPrejudice Against Black Defendants in the American Courtroom, 7\nPsychology, Pub. Pol’y, & L. 201, 222 (2001); Sommers &\nEllsworth, How Much Do We Really Know About Race and Juries? A\nReview of Social Science Theory and Research, 78 Chi.-Kent L. Rev.\n997, 1013–1014, 1027 (2003); Schuller, Kazoleas, & Kawakami,\nThe Impact of Prejudice Screening Procedures on Racial Bias in the\nCourtroom, 33 Law & Human Behavior 320, 326 (2009); Cohn,\nBucolo, Pride, & Somers, Reducing White Juror Bias: The Role of\nRace Salience and Racial Attitudes, 39 J. Applied Soc. Psycho-logy\n1953, 1964–1965 (2009).10It is worth noting that, even ifvoir direwere entirely ineffective at detecting racial\nbias (a proposition no one defends), that still would not suffice\nto distinguish this case fromWargerv.Shauers, 574\nU. S. ___ (2014). After all, the allegation inWargerwas that the foreperson had entirely circumventedvoir direby lying in order to shield her bias. The\nCourt, nevertheless, concluded that even where “jurors lie invoir direin a way that conceals bias, juror\nimpartiality is adequately assured” through other means.Id., at ___ (slip op., at 10).11The majority’s reliance on footnote 3\nofWarger,ante,at 12–13, is unavailing. In that\nfootnote, the Court noted that some “cases of juror bias” might be\n“so extreme” as to prompt the Court to “considerwhether the\nusual safeguards are or are not sufficient to protect the integrity\nof the process.” 574 U. S., at ___–___, n. 3 (slip op.,\nat 10–11, n. 3) (emphasis added). Considering this question is\nvery different from adopting a constitutionally based exception to\nlong-established no-impeachment rules.12In addition, those cases did not\ninvolve a challenge to a long-established evidence rule. As such,\nthey offer little guidance in performing the analysis required by\nthis case.13SeeCleburnev. Cleburne\nLiving Center, Inc.,473 U. S. 432,440 (1985).14See,e.g.,United\nStatesv. Armstrong,517 U. S. 456,464 (1996);Burlington Northern R. Co.v. Ford,504 U. S.\n648,651 (1992);New Orleansv. Dukes,427 U. S.\n297,303 (1976) (per curiam).15The majority’s emphasis on the unique\nharms of racial bias will not succeed at cabining the novel\nexception to no-impeachment rules, but it may succeed at putting\nother kinds of rules under threat. For example, the majority\napprovingly refers to the widespread rules limiting attorneys’\ncontact with jurors.Ante, at 17–18. But under the reasoning\nof the majority opinion, it is not clear why such rules should be\nenforced when they come into conflict with a defendant’s attempt to\nintroduce evidence of racial bias. For instance, what will happen\nwhen a lawyer obtains clear evidence of racist statements by\ncontacting jurors in violation of a local rule? (Something similar\nhappened inTanner. 483 U. S., at 126.) It remains to\nbe seen whether rules of this type—or other rules which exclude\nprobative evidence, such as evidentiary privileges—will be allowed\nto stand in the way of the “imperative to purge racial prejudice\nfrom the administration of justice.”Ante, at\n13.",
    "joined": []
}