{
    "case": {
        "docket": "662",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/662/"
    },
    "id": "1962673",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTALLISON ENGINE CO. V. UNITED STATES EX REL.SANDERS553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-214ALLISON ENGINE COMPANY, INC., et al.,\nPETITIONERSv.UNITED STATES ex rel. ROGER L. SANDERS and\nROGER L. THACKERon writ of certiorari to the united states court of\nappeals for the sixth circuit[June 9, 2008]Justice Alito delivered the\nopinion of the Court.The False Claims Act (FCA)\nimposes civil liability on any person who knowingly uses a “false\nrecord or statement to get a false or fraudulent claim paid or\napproved by the Government,” 31 U. S. C. §3729(a)(2), and any\nperson who “conspires to defraud the Government by getting a false\nor fraudulent claim allowed or paid,” §3729(a)(3). We granted\nreview in this case to decide what a plaintiff asserting a claim\nunder these provisions must show regarding the relationship between\nthe making of a “false record or statement” and the payment or\napproval of “a false or fraudulent claim . . . by the\nGovernment.”Contrary to the decision of the Court of\nAppeals below, we hold that it is insufficient for a plaintiff\nasserting a §3729(a)(2) claim to show merely that “[t]he false\nstatement’s use . . . result[ed] in obtaining or getting payment or\napproval of the claim,” 471 F. 3d 610, 621 (CA6 2006) or that\n“government money was used to pay the false or fraudulent claim,”id., at 622. Instead, a plaintiff asserting a §3729(a)(2)\nclaim must prove that the defendant intended that the false record\nor statement be material to the Government’s decision to pay or\napprove the false claim. Similarly, a plaintiff asserting a claim\nunder §3729(a)(3) must show that the conspirators agreed to make\nuse of the false record or statement to achieve this end.IIn 1985, the United States Navy\nentered into contracts with two shipbuilders, Bath Iron Works and\nIngalls Shipbuilding (together the shipyards), to build a new fleet\nofArleighBurkeclass guided missile destroyers.\nEach destroyer required three generator sets (Gen-Sets) to supply\nall of the electrical power for the ship. The shipyards\nsubcontracted with petitioner Allison Engine Company, Inc. (Allison\nEngine), formerly a division of General Motors, to build 90\nGen-Sets to be used in over 50 destroyers. Allison Engine in turn\nsubcontracted with petitioner General Tool Company (GTC) to\nassemble the Gen-Sets, and GTC subcontracted with petitioner\nSouthern Ohio Fabricators, Inc. (SOFCO), to manufacture bases and\nenclosures for the Gen-Sets. The Navy paid the shipyards an\naggregate total of $1 billion for each new destroyer. Of that,\nAllison Engine was paid approximately $3 million per Gen-Set; GTC\nwas paid approximately $800,000 per Gen-Set; and SOFCO was paid\nover $100,000 per Gen-Set. All of the funds used to pay petitioners\nultimately came from the Federal Treasury.The Navy’s contract with the\nshipyards specified that every part of each destroyer be built in\naccordance with the Navy’s baseline drawings and military\nstandards. These requirements were incorporated into each of\npetitioners’ subcontracts. In addition, the contracts required that\neach delivered Gen-Set be accompanied by a certificate of\nconformance (COC) certifying that the unit was manufactured in\naccordance with the Navy’s requirements.In 1995, Roger L. Sanders and Roger L. Thacker\n(hereinafter respondents), former employees of GTC, brought suit in\nthe District Court for the Southern District of Ohio asquitamrelators seeking to recover damages\npursuant to §3729, which renders liable any person who “knowingly\npresents, or causes to be presented, to an officer or employee of\nthe United States Government . . . a false or fraudulent claim for\npayment or approval,” §3729(a)(1); any person who “knowingly makes,\nuses, or causes to be made or used, a false record or statement to\nget a false or fraudulent claim paid or approved by the\nGovernment,” §3729(a)(2); and any person who “conspires to defraud\nthe Government by getting a false or fraudulent claim allowed or\npaid,” §3729(a)(3).Respondents alleged that the invoices\nsubmitted to the shipyards by Allison Engine, GTC, and SOFCO\nfraudulently sought payment for work that had not been done in\naccordance with contract specifications. Specifically, respondents\nclaimed that the gearboxes installed by Allison Engine in the first\n52 Gen-Sets were defective and leaked oil; that GTC never conducted\na required final quality inspection for approximately half of the\nfirst 67 Gen-Sets; and that the SOFCO welders who worked on the\nfirst 67 Gen-Sets did not meet military standards. Respondents also\nclaimed that petitioners issued COCs claiming falsely that the\nGen-Sets had been built to the contractually required\nspecifications even though petitioners knew that those\nspecifications had not been met.The case was tried to a jury. At trial,\nrespondents introduced evidence that petitioners had issued COCs\nthat falsely stated that their work was completed in compliance\nwith the Navy’s requirements and that they had presented invoices\nfor payment to the shipyards. Respondents did not, however,\nintroduce the invoices submitted by the shipyards to the Navy. At\nthe close of respondents’ case, petitioners moved for judgment as a\nmatter of law pursuant to Federal Rule of Civil Procedure 50(a).\nPetitioners asserted that no reasonable jury could find a violation\nunder §3729 because respondents had failed to adduce any evidence\nthat a false or fraudulent claim had ever been presented to the\nNavy. The District Court granted petitioners’ motion. No.\n1–:95–cv–970, 2005 WL 713569 (SD Ohio, Mar. 11, 2005). The court\nrejected respondents’ argument that they did not have to present\nevidence that a claim had been submitted to the Navy because they\nshowed that Government funds had been used to pay the invoices that\nwere presented to the shipyards. The District Court concluded that,\nabsent proof that false claims were presented to the Government,\nrespondents’ evidence was legally insufficient under the FCA.Id., at *10.On appeal, a divided panel of the United\nStates Court of Appeals for the Sixth Circuit reversed the District\nCourt in relevant part. 471 F. 3d 610 (2006). The majority\nagreed with the District Court that liability under §3729(a)(1)\nrequires proof that a false claim was presented to the Government.\nHowever, the Court of Appeals held that the District Court erred in\ngranting petitioners’ motion for judgment as a matter of law with\nrespect to respondents’ §§3729(a)(2) and (3) claims. The Court of\nAppeals held that such claims do not require proof of an intent to\ncause a false claim to be paid by the Government. Rather, it\ndetermined that proof of an intent to cause a false claim to be\npaid by a private entity using Government funds was sufficient. In\nso holding, the Court of Appeals recognized that its decision\nconflicted withUnited States ex rel. Tottenv.Bombardier Corp., 380 F. 3d 488 (CADC 2004)(Totten),cert denied,544 U. S. 1032(2005).We granted certiorari to resolve the conflict\nover the proper interpretation of §§3729(a)(2) and (a)(3). 552 U.\nS. ___ (2007).IIAWe turn first to §3729(a)(2), and\n“[w]e start, as always, with the language of the statute.”Williamsv.Taylor,529 U. S. 420, 431\n(2000). Section 3729(a)(2) imposes civil liability on any person\nwho “knowingly makes, uses, or causes to be made or used, a false\nrecord or statement to get a false or fraudulent claim paid or\napproved by the Government.”The interpretation of §3729(a)(2)\nthat was adopted by the Court of Appeals—and that is endorsed by\nthe respondents and the Government—impermissibly deviates from the\nstatute’s language. In the view of the Court of Appeals, it is\nsufficient for a §3729(a)(2) plaintiff to show that a false\nstatement resulted in the use of Government funds to pay a false or\nfraudulent claim. 471 F. 3d, at 621–622. Under subsection\n(a)(2), however, the defendant must make the false record or\nstatement “to get” a false or fraudulent claim “paid or approved by\nthe Government.” “To get” denotes purpose, and thus a person must\nhave the purpose of getting a false or fraudulent claim “paid or\napproved by the Government” in order to be liable under\n§3729(a)(2). Additionally, getting a false or fraudulent claim\n“paid . . . by the Government” is not the same as getting a false\nor fraudulent claim paid using “government funds.”Id., at\n622. Under §3729(a)(2), a defendant must intend that the Government\nitself pay the claim.Eliminating this element of intent, as the\nCourt of Appeals did, would expand the FCA well beyond its intended\nrole of combating “fraud against theGovernment.” SeeRainwaterv.United States,356 U. S. 590, 592\n(1958) (emphasis added). As the District of Columbia Circuit\npointed out, the reach of §3729(a)(2) would then be “almost\nboundless: for example, liability could attach for any false claim\nmade to any college or university, so long as the institution has\nreceived some federal grants—as most of them do.”Totten,supra, at 496.BDefending the Court of Appeals’\ninterpretation of §3729(a)(2), the Government contends that the\nphrase “paid … by the Government” does not mean that the Government\nmust literally pay the bill. The Govern- ment maintains that it is\ncustomary to say that the Government pays a bill when a person who\nhas received Government funds uses those funds to pay a bill. The\nGovernment provides this example: “ ‘[W]hen a student says his\ncollege living expenses are “paid by” his parents, he typically\ndoes not mean that his parents send checks directly to his\ncreditors. Rather, he means that his parents are the ultimate\nsource of the funds he uses to pay those expenses.’ ” Brief\nfor United States asAmi- cusCuriae9 (quotingTotten,supra, at 506 (Garland, J.,\ndissenting)).This example is unpersuasive\nbecause it involves a colloquial usage of the phrase “paid by”—a\nusage that is not customarily employed in more formal contexts. For\nexample, if a federal employee who receives all of his income from\nthe Government were asked in a formal inquiry to reveal who paid\nfor, say, his new car or a vacation, the employee would not say\nthat the Federal Government had footed the bill. In statutory\ndrafting, where precision is both important and expected, the sort\nof col- loquial usage on which the Government relies is not\ncustomary.The Government is also wrong in arguing that\nthe definition of the term “claim” in §3729(c) means that\n§3729(a)(2)’s use of the phrase “paid by the government” should not\nbe read literally. Under this definition, a request for money or\nproperty need not be made directly to the Government in order to\nconstitute a “claim.” Instead, a “claim” may include a request or\ndemand that is made to “a contractor, grantee, or other recipient\nif the United States Government provides any portion of the money\nor property which is requested or demanded, or if the Government\nwill reimburse such contractor, grantee, or other recipient for any\nportion of the money or property which is requested or demanded.”\n§3729(c). This definition of the word “claim” does not support the\nGovernment’s argument because it does not alter the meaning of the\nphrase “by the Government” in §3729(a)(2). Under §3729(c)’s\ndefinition of “claim,” a request or demand may constitute a “claim”\neven if the request is not made directly to the Government, but\nunder §3729(a)(2) it is still necessary for the defendant to intend\nthat a claim be “paid … by the Government” and not by another\nentity.[Footnote 1]CThis does not mean, however, as\npetitioners suggest, see Reply Brief 1, that §3729(a)(2) requires\nproof that a defendant’s false record or statement was submitted to\nthe Government. While §3729(a)(1) requires a plaintiff to prove\nthat the defendant “present[ed]” a false or fraudulent claim to the\nGovernment, the concept of presentment is not mentioned in\n§3729(a)(2). The inclusion of an express presentment requirement in\nsubsection (a)(1), combined with the absence of anything similar in\nsubsection (a)(2), suggests that Congress did not intend to include\na presentment requirement in subsection (a)(2). “[W]hen Congress\nincludes particular language in one section of a statute but omits\nit in another section of the same Act, it is generally presumed\nthat Congress acts intentionally and purposely in the disparate\ninclusion or exclusion.”Barnhartv.Sigmon Coal\nCo.,534 U. S.\n438, 452 (2002) (internal quotation marks omitted).What §3729(a)(2) demands is not\nproof that the defendant caused a false record or statement to be\npresented or submitted to the Government but that the defendant\nmade a false record or statement for the purpose of getting “a\nfalse or fraudulent claim paid or approved by the Government.”\nTherefore, a subcontractor violates §3729(a)(2) if the\nsubcontractor submits a false statement to the prime contractor\nintending for the statement to be used by the prime contractor to\nget the Government to pay its claim.[Footnote 2] If a subcontractor or another defendant makes\na false statement to a private entity and does not intend the\nGovernment to rely on that false statement as a condition of\npayment, the statement is not made with the purpose of inducing\npayment of a false claim “by the Government.” In such a situation,\nthe direct link between the false statement and the Government’s\ndecision to pay or approve a false claim is too attenuated to\nestablish liability. Recognizing a cause of action under the FCA\nfor fraud directed at private entities would threaten to transform\nthe FCA into an all-purpose antifraud statute. Our reading of\n§3729(a)(2), based on the language of the statute, gives effect to\nCongress’ efforts to protect the Government from loss due to fraud\nbut also ensures that “a defendant is not answerable for anything\nbeyond the natural, ordinary and reasonable consequences of his\nconduct.”Anzav.Ideal Steel Supply Corp.,547 U. S. 451,\n470 (2006) (internal quotation marks omitted).IIIRespondents also brought suit\nunder §3729(a)(3), which makes liable any person who “conspires to\ndefraud the Government by getting a false or fraudulent claim\nallowed or paid.” Our interpretation of this language is similar to\nour interpretation of the language of §3729(a)(2). Under\n§3729(a)(3), it is not enough for a plaintiff to show that the\nalleged conspirators agreed upon a fraud scheme that had the effect\nof causing a private entity to make payments using money obtained\nfrom the Government. Instead, it must be shown that the\nconspirators intended “to defraud the Government.” Where the\nconduct that the conspirators are alleged to have agreed upon\ninvolved the making of a false record or statement, it must be\nshown that the conspirators had the purpose of “getting” the false\nrecord or statement to bring about the Government’s payment of a\nfalse or fraudulent claim. It is not necessary to show that the\nconspirators intended the false record or statement to be presented\ndirectly to the Government, but it must be established that they\nagreed that the false record or statement would have a material\neffect on the Government’s decision to pay the false or fraudulent\nclaim.This reading of subsection (a)(3)\nis in accord with our decision inTannerv.United\nStates,483 U.\nS. 107(1987), where we held that a conspiracy to defraud a\nfederally funded private entity does not constitute a “conspiracy\nto defraud the United States” under 18 U. S. C. §371.Id., at 129. InTanner, the Government argued\nthat a recipient of federal financial assistance and the subject of\nfederal supervision may itself be treated as “the United States.”\nWe rejected this reading of §371 as having “not even an arguable\nbasis in the plain language of §371.”Id., at 131. Indeed,\nwe concluded that such an interpretation “would have, in effect,\nsubstituted ‘anyone receiving federal financial assistance and\nsupervision’ for the phrase ‘the United States.’ ”Id., at 132. Likewise, the interpretation urged on us by\nrespondents would in effect substitute “paid or approved by the\nGovernment” for the phrase “paid by Government funds.” Had Congress\nintended subsection (a)(3) to apply to anyone who conspired to\ndefraud a recipient of Government funds, it would have so\nprovided.*  *  *Because the decision of the Court\nof Appeals was based on an incorrect interpretation of §§3729(a)(2)\nand (3), we vacate its judgment and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1This interpretation of §3729(a)(2) does not\nrender superfluous the portion of §3729(c) providing that a “claim”\nmay be made to a contractor, grantee, or other recipient of\nGovernment funding. This language makes it clear that there can be\nliability under §§3729(a)(1) and (2) where the request or demand\nfor money or property that a defendant presents to a federal\nofficer for payment or approval, §3729(a)(1), or that a defendant\nintends “to get … paid or approved by the Government”, §3729(a)(2),\nmay be a request or demand that was originally “made to” a\ncontractor, grantee, or other recipient of federal funds and then\nforwarded to the Government.Footnote 2Section 3729(b) provides that the terms\n“knowing” and “knowingly” “mean that a person, with respect to\ninformation—(1) has actual knowledge of the information; (2) acts\nin deliberate ignorance of the truth or falsity of the information;\nor (3) acts in reckless disregard of the truth or falsity of the\ninformation, and no proof of specific intent to defraud is\nrequired.” The statutory definition of these terms is easily\nreconcilable with our holding in this case for two reasons. First,\nthe intent requirement we discern in §3729(a)(2) derives not from\nthe term “knowingly,” but rather from the infinitive phrase “to\nget.” Second, §3729(b) refers to specific intent with regard to the\ntruth or falsity of the “information,” while our holding refers to\na defendant’s purpose in making or using a false record or\nstatement.",
    "joined": []
}