{
    "case": {
        "docket": "18-921",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-921/"
    },
    "id": "4214966",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATESROMAN CATHOLIC ARCHDIOCESE OF SAN JUAN, PUERTO\nRICO, PETITIONERv.YALI ACEVEDO FELICIANO, et al.on petition for writ of certiorari to the\nsupreme court of puerto ricoNo. 18–921. Decided February 24, 2020Justice Alito, with whom Justice Thomas joins,\nconcurring.I join the opinion of the Court but write\nseparately to note other important issues that may arise on\nremand.First, the decision of the Supreme Court of\nPuerto Rico is based on an erroneous interpretation of this Court’s\nold decision inMunicipality ofPoncev. Roman\nCatholic Apostolic Church in Porto Rico,210 U.S.\n296, 323–324 (1908). The main question decided by the Supreme\nCourt of Puerto Rico below was whether the Catholic Church in\nPuerto Rico is a single entity for civil law purposes or whether\nany subdivisions, such as dioceses or parishes, or affiliated\nentities, such as schools and trusts, are separate entities for\nthose purposes. The Supreme Court of Puerto Rico held thatPoncedecided that in Puerto Rico the Catholic Church is a\nsingle entity for purposes of civil liability. That was\nincorrect.The question inPoncewas whether the\nCatholic Church or the municipality of Ponce held title to two\nchurches that had been built and maintained during the Spanish\ncolonial era using both private and public funds. The Church sued\nto establish that it had title, and the municipality argued that\nthe Church could not bring suit because it was not a juridical\nperson. 210 U. S., at 308–309. After considering the Treaty of\nParis, Dec. 10, 1898, 30Stat. 1754, which ended the\nSpanish-American War, this Court simply held that the Church was a\njuridical person and thus could bring suit. See 210 U. S., at\n310–311, 323–324. This Court did not hold that the Church is a\nsingle entity for purposes of civil liability, but that is how the\nSupreme Court of Puerto Rico interpreted the decision. That court\nquotedPonce’s statement that “ ‘[t]he Roman Catholic\nChurch has been recognized as possessing legal personality by the\ntreaty of Paris, and its property rights solemnly\nsafeguarded.’ ” App. to Pet. for Cert. 7 (quoting 210\nU. S., at 323–324). Immediately thereafter it wrote: “Despite\nthis, the intermediate appellate court understood that each\ndivision of the Catholic Church in Puerto Rico equals the creation\nof a different and separate legal entity and did not recognize that\nlegal personality of the Catholic Church.” App. to Pet. for Cert.\n8.This is an incorrect interpretation of this\nCourt’s decision, and it would have been appropriate for us to\nreverse the decision below on that ground were it not for the\njurisdictional issue that the Court addresses. The assets that may\nbe reached by civil plaintiffs based on claims regarding conduct by\nentities and individuals affiliated in some way with the Catholic\nChurch (or any other religious body) is a difficult and important\nissue, but at least one thing is clear: This Court’s old decision\ninPoncedid not address that question.Second, as the Solicitor General notes, the Free\nExercise Clause of the First Amendment at a minimum demands that\nall jurisdictions use neutral rules in determining whether\nparticular entities that are associated in some way with a\nreligious body may be held responsible for debts incurred by other\nassociated entities. See Brief for United States asAmicus\nCuriaeon Pet. for Cert. 8–13.Beyond this lurk more difficult questions,\nincluding (1) the degree to which the First Amendment permits civil\nauthorities to question a religious body’s own understanding of its\nstructure and the relationship between associated entities and (2)\nwhether, and if so to what degree, the First Amendment places\nlimits on rules on civil liability that seriously threaten the\nright of Americans to the free exercise of religion as members of a\nreligious body.The Court does not reach these issues because of\nour jurisdictional holding. But they are questions that may well\nmerit our review.",
    "joined": []
}