{
    "case": {
        "docket": "571",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/571/"
    },
    "id": "1962646",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTRICHLIN SECURITY SERVICE CO. V. CHERTOFF553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1717RICHLIN SECURITY SERVICE COMPANY, PETI- TIONERv.MICHAEL CHERTOFF, SECRETARY OF HOMELAND SECURITYon writ of certiorari to the united states court of\nappeals for the federal circuit[June 2, 2008]Justice Alito delivered the\nopinion of the Court.*The question presented in this\ncase is whether the Equal Access to Justice Act (EAJA), 5 U.\nS. C. §504(a)(l) (2006 ed.) and 28 U. S. C.\n§2412(d)(1)(A) (2000 ed.), allows a prevailing party in a case\nbrought by or against the Government to recover fees for paralegal\nservices at the market rate for such services or only at their cost\nto the party’s attorney. The United States Court of Appeals for the\nFederal Circuit limited recovery to the attorney’s cost. 472\nF. 3d 1370 (2006). We reverse.IPetitioner Richlin Security\nService Co. (Richlin) is a small California proprietorship. In the\nearly 1990’s, it was engaged by the former Immigration and\nNaturalization Service (INS) to provide guard services for\ndetainees at Los Angeles International Airport. Through mutual\nmistake, the parties’ two contracts misclassified Richlin’s\nemployees under the Service Contract Act of 1965, 41 U. S. C.\n§351et seq.The Department of Labor discovered the\nmisclassification and ordered Richlin to pay its employees back\nwages. Richlin responded by filing a claim against the Government\nwith the Department of Transportation’s Board of Contract Appeals\n(Board). The claim sought reformation of the two contracts in order\nto force the Government to make additional payments necessary to\ncover Richlin’s liability under the Service Contract Act. Richlin\nprevailed after extensive litigation, and the Board entered an\naward in its favor.Richlin then filed an application\nwith the Board for reimbursement of its attorney’s fees, expenses,\nand costs pursuant to EAJA. Under EAJA, “[a]n agency that conducts\nan adversary adjudication shall award, to a prevailing party other\nthan the United States, fees and other expenses incurred by that\nparty in connection with that proceeding, unless the adjudicative\nofficer of the agency finds that the position of the agency was\nsubstantially justified or that special circumstances make an award\nunjust.” 5 U. S. C. §504(a)(1). In addition to its other fees\nand expenses, Richlin sought $45,141.10 for 523.8 hours of\nparalegal work on its contract claim and $6,760 for 68.2 hours\nof paralegal work on the EAJA application itself.The Board granted Richlin’s application in\npart.Richlin Security Service Co.v.Department of\nJustice, Nos. WRO–06–90, WRO–03–91, 2005 WL 1635099\n(June 30, 2005), App. to Pet. for Cert. 25a. It found that\nRichlin met §504(b)(1)(B)’s eligibility requirements, seeid.,at 30a, and that the Government’s position had not\nbeen “substantially justified” within the meaning of §504(a)(1),id.,at 32a. It concluded, however, that Richlin was not\nentitled to recover its paralegal fees at the rates (ranging from\n$50 per hour to $95 per hour) at which Richlin was billed\nby its law firm.[Footnote 1]\nSeeid.,at 39a. The Board held that EAJA limited\nrecovery of paralegal fees to “the cost to the firm rather than …\nthe billed rate.”Ibid.Richlin had not submitted any\nevidence regarding the cost of the paralegal services to its law\nfirm, seeibid., but the Board found that “$35 per\nhour is a reasonable cost to the firm[,] having taken judicial\nnotice of paralegal salaries in the Washington D. C. area as\nreflected on the internet.”Id.,at 42a–43a.A divided panel of the Federal Circuit\naffirmed. 472 F. 3d 1370. The court construed the term “fees,”\nfor which EAJA authorizes recovery at “prevailing market rates,”\n§504(b)(1)(A), as embracing only the fees of attorneys, experts,\nand agents.[Footnote 2] Seeid.,at 1374. The court declined to follow the contrary\ndecision of the Eleventh Circuit inJeanv.Nelson, 863 F. 2d 759 (1988), aff’dsub nom.Commissionerv.Jean,496 U. S. 154(1990). It also distinguished this Court’s decisions inMissouriv.Jenkins,491 U. S. 274(1989), andWest\nVirginia Univ. Hospitals, Inc.v.Casey,499 U. S. 83(1991), reasoning that\nthose cases involved a different fee-shifting statute with\ndifferent “ ‘goals and objectives.’ ” 472 F. 3d, at\n1375–1377, 1379 (discussing the Civil Rights Attorney’s Fees Awards\nAct of 1976, 42 U. S. C. §1988). The court instead found\nsupport for its interpretation in EAJA’s legislative history, see\n472 F. 3d, at 1381 (citing S. Rep. No. 98–586 (1984)\n(hereinafter S. Rep.)), and in considerations of public\npolicy, see 472 F. 3d, at 1380–1381.Judge Plager dissented. He believed that the\nauthorities distinguished by the majority (particularly this\nCourt’s decisions inJenkinsandCasey) were\nindistinguishable. He also identified “sound policy reasons for …\nadopting the Supreme Court’s take of the case, even if we thought\nwe had a choice.” 472 F. 3d, at 1383.Richlin petitioned for rehearing, pointing out\nthat the approach taken by the Eleventh Circuit inJeanhad been followed by several other Circuits. See 482 F. 3d\n1358, 1359 (CAFed. 2007) (citingRole Models Am., Inc.v.Brownlee, 353 F. 3d 962, 974 (CADC 2004);Hyattv.Barnhart, 315 F. 3d 239, 255 (CA4\n2002); andMillerv.Alamo, 983 F. 2d 856,\n862 (CA8 1993)). The panel denied rehearing over Judge Plager’s\ndissent, and the full court denied rehearing en banc. See App. to\nPet. for Cert. 57a.We granted certiorari. 551 U. S. ___\n(2007).IIAEAJA permits an eligible\nprevailing party to recover “fees and other expenses incurred by\nthat party in connection with” a proceeding before an\nadministrative agency. 5 U. S. C. §504(a)(1). EAJA defines\n“fees and other expenses” as follows:“ ‘[F]ees and other expenses’ includes the\nreasonable expenses of expert witnesses, the reasonable cost of any\nstudy, analysis, engineering report, test, or project which is\nfound by the agency to be necessary for the preparation of the\nparty’s case, and reasonable attorney or agent fees (The amount of\nfees awarded under this section shall be based upon prevailing\nmarket rates for the kind and quality of the services furnished,\nexcept that (i) no expert witness shall be compensated at a\nrate in excess of the highest rate of compensation for expert\nwitnesses paid by the agency involved, and (ii) attorney or\nagent fees shall not be awarded in excess of $125 per hour unless\nthe agency determines by regulation that an increase in the cost of\nliving or a special factor, such as the limited availability of\nqualified attorneys or agents for the proceedings involved,\njustifies a higher fee.)” §504(b)(1)(A).[Footnote 3]In this case, Richlin “incurred” “fees” for\nparalegal services in connection with its contract action before\nthe Board. Since §504(b)(1)(A) awards fees at “prevailing market\nrates,” a straightforward reading of the statute leads to the\nconclusion that Richlin was entitled to recover fees for the\nparalegal services it purchased at the market rate for such\nservices.The Government resists this reading by\ndistinguishing “fees” from “other expenses.” The Government\nconcedes that “fees” are reimbursable at “prevailing market rates,”\nbut it insists that “other expenses” (including expenses for “any\nstudy, analysis, engineering report, test, or project”) are\nreimbursable only at their “reasonable cost.” And in the\nGovernment’s view, outlays for paralegal services are better\ncharacterized as “other expenses” than as “fees.” The Government\nobserves that the second sentence of §504(b)(1)(A), which explains\nhow to calculate awards for “fees,” refers to attorneys, agents,\nand expert witnesses, without mentioning paralegals. From this\nomission, the Government infers that Congress intended to treat\nexpenditures for paralegal services not as “fees” but as “other\nexpenses,” recoverable at “reasonable cost.”We find the Government’s fractured\ninterpretation of the statute unpersuasive. Contrary to the\nGovernment’s contention, §504(b)(1)(A) does not clearly distinguish\nbetween the rates at which “fees” and “other expenses” are\nreimbursed. Although the statute does refer to the “reasonable\ncost” of “any study, analysis, engineering report, test, or\nproject,” Congress may reasonably have believed that market rates\nwould not exist for work product of that kind. At one point,\nCongress even appears to use the terms “expenses” and “fees”\ninterchangeably: The first clause of §504(b)(1)(A) refers to the\n“reasonable expenses of expert witnesses,” while the parenthetical\ncharacterizes expert compensation as “fees.” There is no indication\nthat Congress, in using the term “expenses” in one place and “fees”\nin the other, was referring to two different components of expert\nremuneration.Even if the dichotomy that the Government\ndraws between “fees” and “other expenses” were supported by the\nstatutory text, it would hardly follow that amounts billed for\nparalegal services should be classified as “expenses” rather than\nas “fees.” The Government concludes that the omission of paralegal\nfees from §504(b)(1)(A)’s parenthetical (which generally authorizes\nreimbursement at “prevailing market rates”) implies that the\nrecovery of paralegal fees is limited to cost. But one could just\nas easily conclude that the omission of paralegal fees from the\nlitany of “any study, analysis, engineering report, test, or\nproject” (all of which are recoverable at “reasonable cost”)\nimplies that paralegal fees are recoverable at market rates. Surely\nparalegals are more analogous to attorneys, experts, and agents\nthan to studies, analyses, reports, tests, and projects. Even the\nGovernment’s brief, which incants the term “paralegal expenses,”e.g.,Brief for Respondent 4, 5, 6, 7, 8, 9, 10, 11, 12,\nslips up once and refers to them as “fees,” seeid.,at 35\n(“As the court of appeals explained, treating paralegal fees as\nattorney fees could ‘distort the normal allocation of work and\nresult in a less efficient performance of legal services’ under the\nEAJA …”).But even if we agreed that EAJA limited a\nprevailing party’s recovery for paralegal fees to “reasonable\ncost,” it certainly would not follow that the cost should be\nmeasured from the perspective of the party’s attorney.[Footnote 4] To the contrary, it would be\nanomalous to measure cost from the perspective of the attorney\nrather than the client. We do not understand the Government to\ncontend, for example, that the “reasonable cost” of an “engineering\nreport” or “analysis” should be calculated from the perspective of\nthe firm that employs the engineer or analyst. Such an\ninterpretation would be tough to square with the statutory\nlanguage. Section 504(a)(1) provides that an agency shall\naward to a prevailing party “fees and other expensesincurred\nby that party.” See also §504(b)(1)(A) (emphasis added). That\nlanguage leaves no doubt that Congress intended the “reasonable\ncost” of the specified items in §504(b)(1)(A) to be calculated from\nthe perspective of the litigant. That being the case, we find it\nhard to believe that Congress, without even mentioning paralegals,\nintended to make an exception of them by calculating their cost\nfrom the perspective of their employer rather than the litigant. It\nseems more plausible that Congress intended all “fees and other\nexpenses” to be recoverable at the litigant’s “reasonable cost,”\nsubject to the proviso that “reasonable cost” would be deemed to be\n“prevailing market rates” when such rates could be\ndetermined.[Footnote 5]BTo the extent that some ambiguity\nsubsists in the statutory text, we need not look far to resolve it,\nfor we have already addressed a similar question with respect to\nanother fee-shifting statute. InMissouriv.Jenkins,491 U. S. 274(1989), we considered\nwhether litigants could recover paralegal fees under the Civil\nRights Attorney’s Fees Awards Act of 1976, 42 U. S. C. §1988.\nSection 1988 provides that “the court, in its discretion, may\nallow the prevailing party, other than the United States, a\nreasonable attorney’s fee as part of the costs.” We concluded that\nthe term “attorney’s fee” in §1988 “cannot have been meant to\ncompensate only work performed personally by members of the bar.”\n491 U. S., at 285. Although separate billing for paralegals had\nbecome “increasingly widespread,”id.,at 286 (internal\nquotation marks omitted), attorney’s fees had traditionally\nsubsumed both the attorney’s personal labor and the labor of\nparalegals and other individuals who contributed to the attorney’s\nwork product, seeid.,at 285. We were so confident that\nCongress had given the term “attorney’s fees” this traditional\ngloss that we declared it “self-evident” that the term embraced the\nfees of paralegals as well as attorneys.Ibid.We think Jenkinssubstantially answers the question before us. EAJA, like §1988,\nentitles certain parties to recover “reasonable attorney … fees.” 5\nU. S. C. §504(b)(1)(A). EAJA, like §1988, makes no mention of\nthe paralegals, “secretaries, messengers, librarians, janitors, and\nothers whose labor contributes to the work product for which an\nattorney bills her client.”Jenkins,supra, at\n285. And we think EAJA, like §1988, must be interpreted as using\nthe term “attorney … fees” to reach fees for paralegal services as\nwell as compensation for the attorney’s personal labor. The\nGovernment does not contend that the meaning of the term\n“attorney’s fees” changed so much between §1988’s enactment in 1976\nand EAJA’s enactment in 1980 that the term’s meaning in one statute\nmust be different from its meaning in the other. Under the\nreasoning ofJenkins, we take it as “self-evident” that\nwhen Congress instructed agencies to award “attorney … fees” to\ncertain parties prevailing against the Government, that term was\nintended to embrace paralegal fees as well. Since §504 generally\nprovides for recovery of attorney’s fees at “prevailing market\nrates,” it follows that fees for paralegal services must be\nrecoverable at prevailing market rates as well.The Government contends that our decision inJenkinswas driven by considerations arising from the\ndifferent context in which the term “attorney’s fee” was used in\n§1988. At the timeJenkinswas decided, §1988 provided for\nthe recovery of attorney’s fees without reference to any other\nrecoverable “expenses.” The Government insists thatJenkinsfound paralegal fees recoverable under the guise\nof “attorney’s fee[s]” because otherwise paralegal fees would not\nbe recoverable at all. Since EAJA expressly permits recovery\n(albeit at “cost”) for items other than attorney, agent, and expert\nwitness fees, the Government sees no reason to give EAJA the broad\nconstruction thatJenkinsgave §1988.The Government’s rationale for distinguishingJenkinsfinds no support either in our opinion there or in\nour subsequent decisions. Our opinion inJenkinsexpressed\nno apprehension at the possibility that a contrary decision would\nleave the claimant emptyhanded. This omission is unsurprising,\nsince our decision inJenkinsdid not rest on the\nconviction that recovery at market rates was better than nothing.\nOur decision rested instead on the proposition—a proposition we\ntook as “self-evident”—that the term “attorney’s fee” had\nhistorically included fees for paralegal services.Indeed, the Government’s interpretation ofJenkinswas rejected by this Court just two years afterJenkinswas handed down. InWest Virginia Univ.\nHospitals, Inc.v.Casey,499 U. S. 83, the petitioner sought to\nrecover expert witness fees from the Commonwealth of Pennsylvania\npursuant to §1988. The petitioner looked toJenkinsfor\nthe proposition that the “broad remedial purposes” of §1988 allowed\nthe recovery of fees not expressly authorized by statute. The Court\nrejected that interpretation ofJenkins:“The issue [in Jenkins] was not, as\n[petitioner] contends, whether we would permit our perception of\nthe ‘policy’ of the statute to overcome its ‘plain language.’ It\nwas not remotely plain inJenkinsthat the phrase\n‘attorney’s fee’ did not include charges for law clerk and\nparalegal services. Such services, like the services of\n‘secretaries, messengers, librarians, janitors, and others whose\nlabor contributes to the work product,’ had traditionally been\nincluded in calculation of the lawyers’ hourly rates. Only recently\nhad there arisen ‘the increasingly widespread custom of separately\nbilling for [such] services.’ By contrast, there has never been, to\nour knowledge, a practice of including the cost of expert services\nwithin attorneys’ hourly rates. There was also no record inJenkins—as there is a lengthy record here—of statutory\nusage that recognizes a distinction between the charges at issue\nand attorney’s fees.”Casey,supra, at 99\n(quoting 491 U. S., at 285–286) (some internal quotation marks and\ncitations omitted).[Footnote\n6]Our analysis ofJenkinsinCaseyrefutes the Government’s claim thatJenkinshad to stretch\nthe law to fit hard facts. AsCaseyshows, our decision inJenkinsturned not on extratextual policy goals but on the\ntraditional meaning of the term “attorney’s fees.”IIIThe Government parries this\ntextual and doctrinal analysis with legislative history and public\npolicy. We are not persuaded by either. The legislative history\ncited by the Government does not address the question presented,\nand policy considerations actually counsel in favor of Richlin’s\ninterpretation.AThe Government contends first\nthat a 1984 Senate Report accompanying the bill that reenacted\nEAJA[Footnote 7] unequivocally\nexpressed congressional intent that paralegal fees should be\nrecovered only“ ‘at cost.’ ”Brief for\nRespondent 29 (quoting S. Rep., at 15; emphasis in original).\nIt next contends that the Report tacitly endorsed the same result\nby approving model rules of the Administrative Conference of the\nUnited States and a pre-EAJA Sixth Circuit decision, both of which\nhad adopted schemes of reimbursement at attorney cost. See Brief\nfor Respondent 29.We are not persuaded. In our view, the\nlegislative history does not even address the question presented,\nmuch less answer it in the Government’s favor.[Footnote 8]The Senate Report accompanying\nthe 1984 bill remarked that “[e]xamples of the type of expenses\nthat should ordinarily be compensable [under EAJA] include\nparalegal time (billed at cost).” S. Rep., at 15. The\nGovernment concludes from this stray remark that Congress intended\nto limit recovery of paralegal fees to attorney cost. But as we\nobserved earlier, the word “cost” could just as easily (and more\nsensibly) refer to the client’s cost rather than the attorney’s\ncost. Under the former interpretation, the Senate Report simply\nindicates that a prevailing party who satisfies EAJA’s other\nrequirements should generally be able to “bil[l]” the Government\nfor any reasonable amount the party paid for paralegal services.\nSince the litigant’s out-of-pocket cost for paralegal services\nwould normally be equal to the “prevailing market rat[e]” for such\nservices, 5 U. S. C. §504(b)(1)(A), the Senate Report could\neasily support Richlin’s interpretation.Moreover, even if the Government’s\ninterpretation of the word “cost” is correct, that interpretation\nwould not be inconsistent with our decision today. “Nothing in\n[EAJA] requires that the work of paralegals invariably be billed\nseparately. If it is the practice in the relevant market not to do\nso, or to bill the work of paralegals only at cost, that is all\nthat [EAJA] requires.”Jenkins,supra, at 288\n(construing 42 U. S. C. §1988). We thus recognize the\npossibility, as we did inJenkins, that the attorney’s\ncost for paralegal services will supply the relevant metric for\ncalculating the client’s recovery. Whether that metric is\nappropriate depends on market practice. The Senate Report, even\nunder the Government’s contestable interpretation, is not\ninconsistent with that conclusion. On the contrary, the Report\nimplies that courts should look to market practice in setting EAJA\nawards. See S. Rep., at 15 (“The Act should not be read … to\npermit reimbursement for itemsordinarilyincluded in\noffice overhead, nor for any other expenses not reasonable in\namount, necessary for the conduct of the litigation,and\ncustomarily chargeable to clients” (emphasis added)). Beyond\nthat vague guidance, the Report does not address the critical\nquestion in this case: whether EAJA limits recovery of paralegal\nfees to attorney costregardless of market practice. As\nsuch, the Report does not persuade us of the soundness of the\nGovernment’s interpretation of the statute.The Government’s reliance on the Sixth\nCircuit’s decision inNorthcrossv.Board of Ed. of\nthe Memphis City Schools, 611 F. 2d 624 (1979), founders\nfor the same reason. The Government contends thatNorthcrossapproved of reimbursement at attorney cost\nunder 42 U. S. C. §1988 and that the 1984 Senate Report, by\nendorsingNorthcross, tacitly approved of the same result\nfor EAJA. See Brief for Respondent 30 (citingNorthcross,supra, at 639). The problem again is thatNorthcrossdid not decide whether a litigant’s recovery\nfor paralegal services would be limited to his attorney’s cost even\nin a market where litigants were customarily billed at “prevailing\nmarket rates.” Although the Sixth Circuit seems to have been aware\nthat paralegal services could be billed to clients at market rates,\nsome language in its opinion suggests that the court assumed that\nattorneys billed their clients only for the out-of-pocket cost of\nparalegal services.[Footnote 9]\nSinceNorthcrossdoes not clearly address the question\npresented, its endorsement in the Senate Report means little.Finally, the model rules cited in the Senate\nReport may actually support Richlin’s position. The implementing\nrelease for the rules describes the Administrative Conference’s\napproach to paralegal costs as follows:“Commenters also took varying positions on whether\nparalegal costs should be chargeable as expenses. We do not believe\nthe rules should discourage the use of paralegals, which can be an\nimportant cost-saving measure. On the other hand, lawyers’\npractices with respect to charging for paralegal time, as with\nrespect to other expenses such as duplicating, telephone charges\nand the like, vary according to locality, field of practice, and\nindividual custom. We have decided not to designate specific items\nas compensable expenses. Instead, we will adopt a suggestion of the\nTreasury Department and revise the model rule to provide that\nexpenses may be charged as a separate item if they are ordinarily\nso charged to the attorney’s clients.” Administrative Conference of\nthe U. S., Equal Access to Justice Act: Agency Implementation, 46\nFed. Reg. 32905 (1981).To the extent that this passage addresses the\nquestion presented at all, it seems to take the same approach that\nthe Court took inJenkinsand that we adopt today: it\nallows the recovery of paralegal fees according to “the practice in\nthe relevant market.” 491 U. S., at 288. But we think the fairest\ninterpretation of the implementing release is that it does not\naddress how awards for paralegal fees should be calculated.\nInstead, it addresses the anterior question whether courts may\naward paralegal fees under EAJA at all. See,e.g.,46 Fed.\nReg. 32905 (responding to comments urging that the model rules\n“identify particular expenses of attorneys and witnesses that are\ncompensable”). Like the other legislative authorities cited by the\nGovernment, the model rules fail to persuade us of the soundness of\nthe Government’s interpretation because they fail to clearly\naddress the question presented.BWe find the Government’s policy\nrationale for recovery at attorney cost likewise unpersuasive. The\nGovernment argues that market-based recovery would distort litigant\nincentives because EAJA would cap paralegal and attorney’s fees at\nthe same rate. See 5 U. S. C. §504(b)(1)(A) (“[A]ttorney or\nagent fees shall not be awarded in excess of $125 per hour unless\nthe agency determines by regulation that an increase in the cost of\nliving or a special factor, such as the limited availability of\nqualified attorneys or agents for the proceedings involved,\njustifies a higher fee”). The Government observes that paralegal\nrates are lower than rates for attorneys operating in the same\nmarket. If EAJA reimbursed both attorney time and paralegal time at\nmarket rates, then the cap would clip more off the top of the\nattorney’s rates than the paralegal’s rates. According to the\nGovernment, a market-based scheme would encourage litigants to\nshift an inefficient amount of attorney work to paralegals, since\nparalegal fees could be recovered at a greater percentage of their\nfull market value.The problem with this argument,\nas Richlin points out, is that it proves too much. The same\nreasoning would imply that agent fees should not be recoverable at\nmarket rates.[Footnote 10]\nIf market-based recovery of paralegal time resulted in excessive\nreliance on paralegals, then market-based recovery of agent time\nshould result in excessive reliance on agents. The same reasoning\nwould also imply that fees for junior attorneys (who generally bill\nat lower rates than senior attorneys) should not be recoverable at\nmarket rates. Cf.Jenkins,supra, at 287 (“If the\nfees are consistent with market rates and practices, the ‘windfall’\nargument has no more force with regard to paralegals than it does\nfor associates”). Yet despite the possibility that market-based\nrecovery of attorney and agent fees would distort litigant\nincentives, §504 unambiguously authorizes awards of “reasonable\nattorney or agent fees … [at] prevailing market rates.” 5 U.\nS. C. §504(b)(1)(A). The Government offers no persuasive\nreason why Congress would have treated paralegal fees any\ndifferently. The Government’s policy rationale thus founders on the\ntext of the statute, which shows that Congress was untroubled by\nthe very distortion the Government seeks to prevent.We also question the practical feasibility of\nthe Government’s interpretation of the statute. The Board in this\ncase relied on the Internet for data on paralegal salaries in the\nDistrict of Columbia, but the Government fails to explain why a law\nfirm’s cost should be limited to salary. The benefits and perks\nwith which a firm compensates its staff come out of the bottom line\nno less than salary. The Government has offered no solution to this\naccounting problem, and we do not believe that solutions are\nreadily to be found. Market practice provides by far the more\ntransparent basis for calculating a prevailing party’s recovery\nunder EAJA. It strains credulity that Congress would have abandoned\nthis predictable, workable framework for the uncertain and complex\naccounting requirements that a cost-based rule would inflict on\nlitigants, their attorneys, administrative agencies, and the\ncourts.IVConfronted with the flaws in its\ninterpretation of the statute, the Government seeks shelter in a\ncanon of construction. According to the Government, any right to\nrecover paralegal fees under EAJA must be read narrowly in light of\nthe statutory canon requiring strict construction of waivers of\nsovereign immunity. We disagree.The sovereign immunity canon is\njust that—a canon of construction. It is a tool for interpreting\nthe law, and we have never held that it displaces the other\ntraditional tools of statutory construction. Indeed, the cases on\nwhich the Government relies all used other tools of construction in\ntandem with the sovereign immunity canon. SeeArdestaniv.INS,502 U.\nS. 129, 137 (1991) (relying on the canon as “reinforce[ment]”\nfor the independent “conclusion that any ambiguities in the\nlegislative history are insufficient to undercut the ordinary\nunderstanding of the statutory language”);Ruckelshausv.Sierra Club,463 U. S. 680, 682,\n685–686 (1983) (relying on the canon in tandem with “historic\nprinciples of fee-shifting in this and other countries” to define\nthe scope of a fee-shifting statute);Department of Energyv.Ohio,503 U. S. 607, 626–627\n(1992) (resorting to the canon only after a close reading of the\nstatutory provision had left the Court “with an unanswered question\nand an unresolved tension between closely related statutory\nprovisions”); see alsoSmithv.United States,507 U. S. 197,\n201–203 (1993) (invoking the sovereign immunity canon only after\nobserving that the claimant’s argument was “undermine[d]” by the\n“commonsense meaning” of the statutory language). In this case,\ntraditional tools of statutory construction and considerations of\nstare decisis compel the conclusion that paralegal fees are\nrecoverable as attorney’s fees at their “prevailing market rates.”\n5 U. S. C. §504(b)(1)(A). There is no need for us to resort to\nthe sovereign immunity canon because there is no ambiguity left for\nus to construe.VFor these reasons, we hold that a\nprevailing party that satisfies EAJA’s other requirements may\nrecover its paralegal fees from the Government at prevailing market\nrates. The Board’s contrary decision was error, and the Federal\nCircuit erred in affirming that decision. The judgment of the\nFederal Circuit is reversed, and this case is remanded for further\nproceedings consistent with this opinion.It is so ordered.* Justice Scalia joins this opinion except as\nto Part III–A, and Justice Thomas joins this opinion except as\nto Parts II–B and III.Footnote 1Richlin was actually billed for paralegal\nservices at rates as high as $135 per hour, but it amended its\napplication to cap the fees at $95 per hour. See App. to Pet.\nfor Cert. 39a; Brief for Petitioner 9; Brief for Respondent 4,\nn. 2.Footnote 2Some agencies allow nonattorney\nrepresentatives, known as “agents,” to assist parties with the\npresentation of their cases. See n. 10,infra.\nRichlin has never claimed that a paralegal may qualify as an\n“agent” within the meaning of §504(b)(1)(A).Footnote 3Virtually identical fee-shifting provisions\napply to actions by or against the Government in federal court. See\n28 U. S. C. §§2412(a)(1), (d)(2)(A). The question presented\naddresses both §§504 and 2412, but the Federal Circuit’s decision\nresolved only petitioner’s §504 application, and the Government\navers (without challenge from Richlin) that §2412 “is not at issue\nin this case.” Brief for Respondent 2, n. 1. We assume without\ndeciding that the reasoning of our opinion would extend equally to\n§§504 and 2412. We confine our discussion to §504.Footnote 4The Government contends that the question\npresented does not fairly include the question whether the cost of\nparalegal services should be calculated from the perspective of the\nlitigant rather than the litigant’s attorney. We disagree. The\nquestion presented in Richlin’s petition for certiorari was whether\n“a prevailing party [may] be awarded attorney fees for paralegal\nservices at the market rate for such services, … [or at] cost\nonly.” Pet. for Cert. i. A decision limiting reimbursement to “cost\nonly” would simply beg the question of how that cost should be\nmeasured. Since the question presented cannot genuinely be answered\nwithout addressing the subsidiary question, we have no difficulty\nconcluding that the latter question is “fairly included” within the\nformer. See this Court’s Rule 14.1(a).Footnote 5It is worth recalling that the Board\ncalculated Richlin’s award based on an Internet survey of paralegal\nsalaries in the District of Columbia. Presumably the salaries the\nBoard identified represented the market rate for paralegal\ncompensation. The limited award that the Government wants affirmed\nwas thus based, ironically enough, on the “prevailing market rates”\nfor paralegal services. The fact that paralegal salaries respond to\nmarket forces no less than the fees that clients pay suggests to us\nthat this case has more to do with determining whose expenditures\nget reimbursed (the attorney’s or the client’s) than with\ndetermining how expenditures are calculated (at cost or at market).\nSince EAJA authorizes the recovery of fees and other expenses\n“incurred by [the] party,” §504(a)(1), rather than the party’s\nattorney, the answer to the former question is plain.Footnote 6Following our decision inCasey,\nCongress amended §1988 to allow parties to recover “expert fees as\npart of the attorney’s fees.” Civil Rights Act of 1991, §113(a),\n105 Stat. 1079 (codified at 42 U. S. C. §1988(c)).Footnote 7The version of EAJA first enacted in 1980 had\na sunset provision effective October 1, 1984. See §§203(c),\n204(c), 94 Stat. 2327, 2329. Congress revived EAJA without the\nsunset provision (but with certain other amendments) in 1985. See\nAct of Aug. 5, 1985, §§1–2, 6, 99 Stat. 183–186; see also\nn. 8,infra;see generallyScarboroughv.Principi,541 U. S. 401, 406–407\n(2004) (summarizing EAJA’s legislative history).Footnote 8Richlin makes a threshold challenge to the\nlegitimacy of the 1984 Senate Report as legislative history,\nobserving that the bill it accompanied was vetoed by the President\nbefore being enacted by a subsequent Congress. See Brief for\nPetitioner 27 (“To the extent that legislative history serves as\nlegitimate evidence of congressional intent, it does so only\nbecause it is presumed to have been ratified by Congress and the\nPresident when the relevant legislation was enacted” (citing\nSiegel, The Use of Legislative History in a System of Separated\nPowers, 53 Vand. L. Rev. 1457, 1522 (2000); andSullivanv.Finkelstein,496 U. S. 617, 631–632\n(1990) (Scalia, J., concurring in part))). But seeMelkonyanv.Sullivan,501 U. S. 89, 96 (1991)\n(relying on the same Report to interpret EAJA’s 1985 amendments).\nBecause the legislative history is a wash in this case, we need not\ndecide precisely how much weight it deserves in our analysis.Footnote 9CompareNorthcross, 611 F. 2d,\nat 638 (“[A] scale of fees as is used by most law firms is\nappropriate to use in making fee awards pursuant to Section 1988.\nThe use of broad categories, differentiating between paralegal\nservices, in-office services by experienced attorneys and trial\nservice, would result in a fair and equitable fee”) withid.,at 639 (“The authority granted in section 1988\nto award a reasonable attorney’s fee included the authority to\naward those reasonable out-of-pocket expenses incurred by the\nattorney which are normally charged to a fee-paying client, in the\ncourse of providing legal services. Reasonable photocopying,\nparalegal expenses, and travel and telephone costs are thus\nrecoverable pursuant to the statutory authority of §1988” (internal\nquotation marks omitted)).Footnote 10“ ‘An “agent fee” may be awarded for the\nservices of a non-attorney where an agency permits such agents to\nrepresent parties who come before it.’ ” Brief for Respondent\nat 11, n. 4 (quoting H. R. Rep. No. 96–1418, p. 14\n(1980)); see also n. 2,supra. Since federal courts\ngenerally do not permit nonattorneys to practice before them, the\nportion of EAJA governing awards for parties to federal litigation\nmakes no provision for agent fees. Compare 28 U. S. C.\n§2412(d)(2)(A) with 5 U. S. C. §504(b)(1)(A).",
    "joined": []
}