{
    "case": {
        "docket": "19-108",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-108/"
    },
    "id": "4335051",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–108 and 19–184_________________UNITED STATES, PETITIONER19–108v.MICHAEL J. D. BRIGGSUNITED STATES, PETITIONER19–184v.RICHARD D. COLLINSUNITED STATES, PETITIONERv.HUMPHREY DANIELS, IIIon writs of certiorari to the united states\ncourt of appeals for the armed forces[December 10, 2020]Justice Alito delivered the opinion of the\nCourt.We must decide in these cases whether, under the\nUniform Code of Military Justice (UCMJ), a prosecution for a rape\ncommitted during the period from 1986 to 2006 had to be commenced\nwithin five years of the commission of the charged offense or\nwhether such a prosecution could be brought at any time, as is the\nrule at present. The Court of Appeals for the Armed Forces (CAAF),\nreversing its prior decisions on this question, held that the\nstatute of limitations was five years and that it therefore barred\nthe rape convictions of respondents, three military service\nmembers. See 78 M.J. 289 (2019); 78 M.J. 415 (2019); 79 M.J. 199\n(2019). We granted certiorari, 589 U. S. ___ (2019), and now\nreverse.IThe question before us is important, and there\nare reasonable arguments on both sides, but resolving the question\ndoes not require lengthy analysis. During the period at issue,\nArticle 120(a) of the UCMJ provided that rape could be “punished by\ndeath,” 10 U. S. C. §920(a) (1982 ed.); §920(a) (1994\ned.), and Article 43(a), which was amended in 1986, provided that\nan offense “punishable by death” could be tried and punished “at\nany time without limitation,” National Defense Authorization Act\nfor Fiscal Year 1987, 100Stat. 3908; see 10 U. S. C.\n§843(a) (1988 ed.). The crux of the question before us is the\nmeaning of the phrase “punishable by death” in the latter\nprovision. Respondents contend—and the CAAF held—that the phrase\nmeans capable of punishment by deathwhen all applicable law is\ntaken into account. SeeUnited Statesv.Mangahas, 77 M.J. 220, 224 (2018). Because this Court held\ninCokerv.Georgia,433 U.S.\n584, 592 (1977), that the Eighth Amendment forbids a death\nsentence for the rape of an adult woman, respondents argue that\nthey could not, in fact, have been sentenced to death, and\ntherefore the statute of limitations for their crimes (committed in\n1998, 2000, and 2005) was the 5-year statute that generally\ngoverned non-capital offenses. See 10 U. S. C. §843(b)(1)\n(1994 ed.); §843(b)(1) (2000 ed.). By contrast, the Government\nargues that Article 43(a)’s reference to “punishable by death”\nmeans capable of punishment by deathunder the penalty\nprovisions of the UCMJ, and since Article 120(a) provided\n(despiteCoker) that rape could be punished by death, it\nfollows that there was no time limit for filing rape charges\nagainst respondents.The interpretation advocated by respondents and\nadopted by the CAAF finds support at first blush in contemporaneous\ndictionary definitions of the term “punishable.” See 12 Oxford\nEnglish Dictionary 845 (2d ed. 1989) (“Liable to punishment;\ncapable of being punished. . . . Of an offence:\nEntailing punishment”); Webster’s Third New International\nDictionary 1843 (1986) (“deserving of, or liable to, punishment:\ncapable of being punished by law or right”); Black’s Law Dictionary\n1110 (5th ed. 1979) (“Deserving of or capable or liable to\npunishment; capable of being punished by law or right”); Random\nHouse Dictionary of the English Language 1165 (1966) (“liable to or\ndeserving punishment”). But upon inspection, definitions shed\nlittle light on the dispute because they largely re-raise the\nquestion over which the parties divide: capable of being punished\nunder what law? In essence, the Government sees the term\n“punishable” in Article 43(a) as something of a term of art that is\ndefined by the specification of the punishments set out in the\npenalty provisions of the UCMJ.IIOn balance, we find the Government’s\ninterpretation more persuasive. The meaning of a statement often\nturns on the context in which it is made, and that is no less true\nof statutory language. SeeTylerv.Cain,533 U.S.\n656, 662 (2001);Dealv.United States,508 U.S.\n129, 132 (1993); A. Scalia & B. Garner, Reading Law 167\n(2012). And in these cases, context is determinative. The phrase\n“punishable by death” appears in a statute of limitations provision\nfor prosecutions under the UCMJ, and for at least three reasons,\nthat context weighs heavily in favor of the Government’s\ninterpretation.AFirst, a natural referent for a statute of\nlimitations provision within the UCMJ is other law in the UCMJ\nitself. The UCMJ is, after all, a “uniform code,” one that reformed\nand modernized the old system of military justice “from top to\nbottom.”Burnsv.Wilson,346\nU.S. 137, 141 (1953). No one would read Article 43’s references\nto “offense[s]” to include those under state law, for example.\nRather, the UCMJ establishes the jurisdiction of general\ncourts-martial “to try persons subject to this chapter for any\noffense made punishable by this chapter.” 10 U. S. C.\n§818 (1982 ed.). Courts-martial may then “adjudge any punishment\nnot forbidden by this chapter, including the penalty of death when\nspecifically authorized by this chapter.”Ibid.“[T]his\nchapter” is the UCMJ, §801et seq., and during the\nrelevant time period, provisions within that chapter like Article\n120 specifically authorized the death penalty for certain serious\noffenses, see,e.g.,§894 (mutiny or sedition); §899\n(misbehavior before the enemy); §900 (subordinate compelling\nsurrender); §901 (improper use of countersign); §902 (forcing a\nsafeguard); §904 (aiding the enemy); §906 (spies); §918 (murder).\nWhen amending Article 43(a), the 1986 Congress appears simply to\nhave saved itself the trouble of maintaining a long list of such\noffenses. Cf. §843(a) (1982 ed.) (listing “aiding the enemy,\nmutiny, or murder”). In the context of the UCMJ, therefore, Article\n120’s directive that rape could be “punished by death” is the most\nnatural place to look for Congress’s answer to whether rape was\n“punishable by death” within the meaning of Article 43(a). We think\nthat is so even if, as respondents argue, the separate prohibition\non “cruel or unusual punishment” in Article 55 of the UCMJ would\nhave been held to provide an independent defense against the\nimposition of the death penalty for rape. 10 U. S. C.\n§855 (1982 ed.).BSecond, one principal benefit of statutes of\nlimitations is that typically they provide clarity, seeUnited\nStatesv.Lovasco,431 U.S.\n783, 789 (1977) (“[S]tatutes of limitations . . .\nprovide predictable, legislatively enacted limits on prosecutorial\ndelay . . . ”);Artisv.District of\nColumbia, 583 U. S. ___, ___ (2018) (slip op., at 19)\n(noting that one “primary purpos[e]” of limitations statutes in the\ncivil context is “preventing surprises” to defendants (internal\nquotation marks omitted)), and it is therefore reasonable to\npresume that clarity is an objective for which lawmakers strive\nwhen enacting such provisions. Other things being equal, certainty\nin statutes of limitations generally serves the interests of all\nconcerned, and that is certainly true with respect to the statute\nof limitations for rape. For prosecutors handling such cases, it is\nobviously helpful to know the deadline by which charges must be\nfiled. For persons who know they may be under investigation, a\nknown statute of limitations provides a date after which they may\nno longer fear arrest and trial. And for rape victims, who often\nwrestle with the painful decision whether to identify their\nattackers and press charges, a clear deadline allows them to know\nby when they must make that choice.If “punishable by death” in Article 43(a) means\npunish-able by death under the penalty provisions of the UCMJ, the\nrule regarding the latest possible date for commencing a rape\nprosecution is clear: The prosecution may be brought “at any time\nwithout limitation.” By contrast, if “punishable by death” meant\npunishable by death after all applicable law is taken into account,\nthe deadline for filing rape charges would be unclear. The deadline\nwould depend on the answer to an unresolved constitutional question\nabout which the parties in these cases vigorously disagree.\nRespondents argue that the logic of the decision inCokerapplies equally to civilian and military prosecutions, but the\nGovernment contends that the military context dictates a different\noutcome. Among other things, the Government argues that a rape\ncommitted by a service member may cause special damage by\ncritically undermining unit cohesion and discipline and that, in\nsome circumstances, the crime may have serious international\nimplications.That also appears to have been the view of\nCongress and the Executive. AfterCokerwas decided in 1977,\nCongress changed the maximum penalty for rape in civilian cases\nfrom death to life imprisonment, see Sexual Abuse Act of 1986,\n100Stat. 3663, but it made no such change in the UCMJ. On the\ncontrary, in 2006 Congress noted that death would remain an\navailable punishment for rape “[u]ntil the President otherwise\nprovide[d].” National Defense Authorization Act for Fiscal Year\n2006, 119Stat. 3263. And Presidents continued until 2016 to provide\nfor death as a permissible punishment for rape under the UCMJ. See\nExec. Order No. 13740, 3 CFR 510 (2016).If Article 43(a) meant what respondents claim\nand what the CAAF held, Congress would have adopted a statute of\nlimitations provision without knowing with certainty what it would\nmean. Indeed, Congress would have adopted a statute of limitations\nprovision the meaning of which would not be settled until this\nCourt decided the disputed question ofCoker’s applicability\nto the military, and there was no reason to think at the time of\nArticle 43(a)’s amendment in 1986 that this Court would resolve\nthat question any time soon. We have never considered a direct\nEighth Amendment challenge to a sentence of death for rape under\nthe UCMJ. And it was predictable that we would not reach the\nstatute of limitations question until cases like those now before\nus came up for review—that is, until we had occasion to consider\ncases in which defendants were convicted after being charged more\nthan five years after the commission of the offense. That state of\naffairs virtually guaranteed that the statute of limitations for\nrape under the UCMJ would be up in the air for years.And the uncertainty would not end there. This\nCourt has held that the Eighth Amendment incorporates\n“ ‘evolvingstandards of decency.’ ”Kennedyv.Louisiana,554 U.S.\n407, 419 (2008) (quotingTropv.Dulles,356 U.S.\n86, 101 (1958) (plurality opinion); emphasis added). Thus, even\nif we were to hold that rape could be punished by death in the\nmilitary context, the evolving-standards test could later lead to a\ndifferent result and thus a different statute of limitations at\nsome point in the future. Such evolution has been held to have\noccurred on a number of past occasions. CompareAtkinsv.Virginia,536 U.S.\n304, 321 (2002) ( Eighth Amendment prohibits death penalty for\ndefendant described as mentally retarded), withPenryv.Lynaugh,492 U.S.\n302, 340 (1989) ( Eighth Amendment permits death penalty for\nsuch a defendant); compare alsoRoperv.Simmons,543 U.S.\n551, 574–575 (2005) ( Eighth Amendment prohibits death penalty\nfor crime committed by person under 18 years of age), withStanfordv.Kentucky,492 U.S.\n361, 380 (1989) ( Eighth Amendment permits death penalty for\ndefendants who are at least 16 years of age).Finally, if “punishable by death” under Article\n43(a) meant punishable by death when all applicable law is taken\ninto account, the statute of limitations would also turn on\nwhether, as respondents now maintain, Article 55 of the UCMJ\nindependently prohibits a death sentence for rape. Article 55\nforbids “cruel or unusual punishment[s],” 10 U. S. C.\n§855; §855 (1982 ed.), and here again respondents and the\nGovernment offer different interpretations. Respondents argue that\nArticle 55 of its own force appliesCoker’s rule to the\nmilitary, while the Government maintains that Article 55 cannot\nreasonably be read to forbid a punishment that another provision of\nthe UCMJ specifically authorizes.In short, if we accepted the interpretation of\nArticle 43(a) adopted by the CAAF and defended by respondents, we\nwould have to conclude that this provision set out a statute of\nlimitations that no one could have understood with any real\nconfidence until important and novel legal questions were resolved\nby this Court. That is not the sort of limitations provision that\nCongress is likely to have chosen.CThird, the factors that lawmakers are likely\nto take into account when fixing the statute of limitations for a\ncrime differ significantly from the considerations that underlie\nour Eighth Amendment decisions. We therefore should not lightly\nassume that Congress tied the meaning of the statutes of\nlimitations in Article 43 to the Eighth Amendment. One factor that\nlegislators may find important in setting the statute of\nlimitations for a crime is the difficulty of gathering evidence and\nmounting a prosecution for that offense. This factor may have been\ninfluential in calibrating the statutes of limitations for rape and\nother sexual offenses in more recent years. The trauma inflicted by\nsuch crimes may impede the gathering of the evidence needed to\nbring charges. Victims may be hesitant for some time after the\noffense about agreeing to testify. Thus, under current federal law,\nmany such offenses are subject to no statute of limitations. See 18\nU. S. C. §3299 (permitting prosecution at any time for\nfelonies under §§2241–2248, 2251–2256, 2258–2260A, and 2421–2429);\nsee also 10 U. S. C. §843(a) (expressly setting no\nlimitations period under UCMJ for prosecuting rape, sexual assault,\nand rape or sexual assault of a child).This factor—the difficulty of assembling\nevidence and putting together a prosecution—obviously plays no part\nin our Eighth Amendment analysis. As noted, in deciding whether the\nEighth Amendment permits a death sentence for a particular category\nof offenses or offenders, the Court has looked to evolving societal\nstandards of decency and has also rendered its own independent\njudgment about whether a death sentence would aptly serve the\nrecognized purposes of criminal punishment in certain categories of\ncases. SeeKennedy, 554 U. S., at 419–421, 441–446;Roper, 543 U. S., at 561, 571–575;Atkins, 536\nU. S., at 318–321. Some Justices have eschewed aspects of\nthose approaches and have looked instead to the original\nunderstanding of the Eighth Amendment. See,e.g.,Grahamv.Florida,560 U.S.\n48, 99–102 (2010) (Thomas, J., dissenting);Atkins, 536\nU. S., at 348–349 (Scalia, J., dissenting);Thompsonv.Oklahoma,487 U.S.\n815, 864, 872–873 (1988) (same); cf.Glossipv.Gross, 576 U.S. 863, 894, 898–899 (2015) (Scalia, J.,\nconcurring). But under either method, the inquiry is quite\ndifferent from the one that a lawmaker might make in fixing a\nstatute of limitations. Accordingly, since the ends served by\nstatutes of limitations differ sharply from those served by\nprovisions like the Eighth Amendment or Article 55 of the UCMJ, it\nis unlikely that lawmakers would want to tie a statute of\nlimitations to judicial interpretations of such provisions.*  *  *Viewing Article 43(a) in context, we are\nconvinced that “punishable by death” is a term of art that is\ndefined by the provisions of the UCMJ specifying the punishments\nfor the offenses it outlaws. And under this interpretation,\nrespondents’ prosecutions were timely.The judgments of the CAAF are reversed, and the\ncases are remanded for further proceedings consistent with this\nopinion.It is so ordered.Justice Barrett took no part in the\nconsideration or decision of these cases.",
    "joined": []
}