{
    "case": {
        "docket": "18-260",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-260/"
    },
    "id": "4240400",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–260_________________COUNTY OF MAUI, HAWAII, PETITIONERv.HAWAII WILDLIFE FUND, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 23, 2020]Justice Alito, dissenting.If the Court is going to devise its own legal\nrules, instead of interpreting those enacted by Congress, it might\nat least adopt rules that can be applied with a modicum of\nconsistency. Here, however, the Court makes up a rule that provides\nno clear guidance and invites arbitrary and inconsistent\napplication.The text of the Clean Water Act generally\nrequires a permit when a discharge “from” a “point source” (such as\na pipe) “add[s]” a pollutant “to” navigable waters (such as the\nPacific Ocean). 33 U. S. C. §1362(12). There are two ways\nto read this text. A pollutant that reaches the ocean could be\nunderstood to have been added “from” a pipe if the pipe originally\ndischarged the pollutant and the pollutant eventually made its way\nto the ocean by flowing over or under the surface of the ground. Or\na pollutant that reaches the ocean could be understood to have come\n“from” a pipe if the pollutant is discharged from the pipe directly\ninto the ocean.There is no comprehensible alternative to these\ntwo interpretations, but the Court refuses to accept either. Both\nalternatives, it believes, lead to unacceptable results, and it\ntherefore tries to find a middle way. It holds that a permit is\nrequired “when there is a direct discharge from a point source into\nnavigable waters or when there is thefunctional equivalent of a\ndirect discharge.”Ante, at 15. This is not a plausible\ninterpretation of the statutory text and, to make matters worse,\nthe Court’s test has no clear meaning.Just what is the “functional equivalent” of a\n“direct discharge”? The Court provides no real answer. All it will\nsay is that the distance a pollutant travels and the time this trip\nentails are the most important factors, butat least five other\nfactorsmay have a bearing on the question, and even this list\nis not exhaustive.Ante, at 16. Entities like water\ntreatment authorities that need to know whether they must get a\npermit are left to guess how this nebulous standard will be\napplied. Regulators are given the discretion, at least in the first\ninstance, to make of this standard what they will. And the lower\ncourts? The Court’s advice, in essence, is: “That’s your problem.\nMuddle through as best you can.”IPetitioner, the County of Maui (County), built\nthe Lahaina Wastewater Reclamation Facility in the 1970s. Excerpts\nof Record 304. The facility receives sewage and then discharges\ntreated wastewater into wells (essentially long pipes) that extend\n200 feet or more below ground level.Id., at 694–695. Some\nof this discharge enters an aquifer below the facility.Id.,\nat 696.In all the years of its operation, the facility\nhas never had a National Pollution Discharge Elimination System\n(NPDES) permit for discharges from the wells, a fact that has been\nwell known to both the EPA and the Hawaii Department of Health\n(HDOH). The EPA helped to finance the construction of the facility\nwith a Clean Water Act grant.Id., at 141. In 1973, before\nbreaking ground on the facility, the County prepared an\nenvironmental impact report and shared it with the EPA and the\nHDOH.Id., at 140, 342. The report predicted that effluent\ninjected into groundwater from the wells would “eventually reach\nthe ocean some distance from the shore.”Id., at 342. Both\nthe EPA and the HDOH received and submitted comments on the report\nwithout any mention of a need for permitting discharges from the\nwells.Id., at 140. Six years later, the HDOH issued an\nNPDES permit to the facility—but not for the wells. (The permit\ncovered separate discharges to the Honokowai Stream.)Id.,\nat 141, 223–224. And in a May 1985 NPDES Compliance Monitoring\nReport, the EPA concluded that the County was operating in\ncompliance with the permit, because all effluent was entering the\ninjection wells—and was thus destined for groundwater rather than\nfor navigable waters or for use in irrigation.Id., at 141,\n222. In 1994, HDOH again informed the EPA that “all experts agree\nthat the wastewater does enter the ocean.”Id., at 369. And\nagain—nothing from the federal authorities.Thus, despite nearly five decades of notice that\neffluent from the facility would make, or was making, its way via\ngroundwater to the ocean, neither the EPA nor the HDOH required\nNPDES permitting for the Lahaina wells. App. to Pet. for Cert. 138,\n143. Indeed, none of the more than 6,600 underground injection\nwells in Hawaii currently has an NPDES permit.[1]In 2012, however, as the Court recounts,\nrespondents filed a citizen suit claiming that the Lahaina facility\nwas violating the Clean Water Act by discharging pollutants into\nthe ocean without a permit. The District Court granted summary\njudgment against the County on the issue of liability because\npollutants “can be directly traced from the injection wells to the\nocean.” 24 F. Supp. 3d 980, 998 (Haw. 2014) (emphasis\ndeleted).The parties then entered into a conditional\nsettlementthat would take effect if the County were\nunsuccessful on appeal. Under that agreement, the County must: make\ngood-faith efforts to obtain and comply with an NPDES permit; pay\n$100,000 in civil penalties; spend $2.5 million on a “supplemental\nenvironmental project” in the western part of the island of Maui;\nand pay nearly $1 million for respondents’ attorney’s fees and\nother costs of litigation.[2]On appeal, the Ninth Circuit affirmed on the\nground that pollutants that eventually reached the ocean were\n“fairly traceable” to the wells. 886 F.3d 737, 749 (2018). We\ngranted review and must now decide whether the Court of Appeals\nerred in holding that the discharge of effluent from the wells into\ngroundwater requires a permit.IIThe Clean Water Act generally makes it\nunlawful to “discharge” a “pollutant”[3] without a permit. 33 U. S. C. §1311(a). The\nAct defines the “discharge of a pollutant” as “any addition of any\npollutant to navigable waters[[4] ] from any point source.” §1362(12). And a “point\nsource” is broadly defined as “any discernible, confined and\ndiscrete conveyance . . . from which pollutants are or\nmay be discharged.” §1362(14). The Act includes a non-exhaustive\nlist of conveyances that fall within this definition, and included\non that list are such things as “pipe[s],” “ditch[es],”\n“channel[s],” and “well[s].”Ibid.Putting all these statutory terms together, the\nrule can be stated as follows: A permit is required when a\npollutant is “add[ed]” to navigable waters “from” a “point source.”\nIn this case, the parties and the EPA agree thatmostof the\nelements of this rule are met. Specifically, they agree that: The\neffluent emitted by the wells is a “pollutant”; this effluent\nreaches navigable waters (the Pacific Ocean); and the wells are\n“point source[s].” The disputed question is whether the emission of\neffluent from those wells qualifies as a “discharge,” that is, the\naddition of a pollutant“from” a point source. §1362(12)\n(emphasis added).There are two possible interpretations of this\nphrase. The first is that pollutants are added to navigable waters\nfrom a point source whenever they originally came from the point\nsource. The second is that pollutants are added to navigable waters\nonly if they were discharged from a point source directly into\nnavigable waters.Dissatisfied with those options, the Court tries\nto find a third, but its interpretation is very hard to fit into\nthe statutory text. Under the Court’s interpretation, it appears\nthat a pollutant that leaves a point source and heads toward\nnavigable waters via some non-point source (such as by flowing over\nthe ground or by means of groundwater) is “from” the point source\nfor some portion of its journey, but once it has travelled a\ncertain distance or once a certain amount of time has elapsed, it\nis no longer “from” the point source and is instead “from” a\nnon-point source.This is an implausible reading of the statute.\nThe Court has many inventive examples of the different meanings\nthat can be conveyed by the simple statement that A comes from B,\nbut one of the Court’s examples—the traveler who flies from Europe\nto Baltimore—illustrates the problem. If we apply the Court’s\ninterpretation of §1362 to this traveler’s journey, he would be\n“from” Europe for the first part of the flight, but at some point\nhe might cease to be “from” Europe and would then be from someplace\nelse, maybe Greenland or geographical coordinates in the middle of\nthe Atlantic. This is a very strange notion, and therefore, I think\nthe statutory text compels us to choose between the two\nalternatives set out above.The Court rejects both of these because it\nthinks they lead to unacceptably extreme results. “Originally from”\nwould impose liability even if pollutants discharged into ground\nwater had to travel 250 miles over the course of 100 years before\nreaching navigable waters. Seeante, at 6. And\n“ ‘immediately’ ” or “ ‘directly’ from,” the Court\nthinks, would mean that a polluter could evade the permit\nrequirement by discharging pollutants from a pipe located just a\nfew feet from navigable waters.Ante, at 14–15.To escape these possibilities, the Court devises\nits own test: A permit is required, the Court holds, “when there is\na direct discharge from a point source into navigable waters or\nwhen there is thefunctional equivalent of a direct\ndischarge.”Ante, at 15 (emphasis in original). The\nClean Water Act, however, says nothing about “the functional\nequivalent” of a direct discharge. That is the Court’s own\nconcoction, and the Court provides no clear explanation of its\nmeaning.The term “functional equivalent” may have a\nquasi-technical ring, but what does it mean? “Equivalent” means\n“equal” in some respect, and “functional” signifies a relationship\nto a function. The function of a direct discharge from a point\nsource into navigable waters is to convey the entirety of the\ndischarge into navigable waters without any delay. Therefore, the\n“functional equivalent” of a direct discharge of a pollutant into\nnavigable waters would seem to be a discharge that is equal to a\ndirect discharge in these respects.If that is what the Court meant by “the\nfunctional equivalent of a direct discharge,” the test would apply\nat best to only a small set of situations not involving a direct\ndischarge. The Court’s example of a pipe that emits pollutants a\nfew feet from the ocean would presumably qualify onde\nminimisgrounds, but if the pipe were moved back any\nsignificant distance, the discharge would not be exactly equal to a\ndirect discharge. There would be some lag from the time of the\ndischarge to the time when the pollutant reaches navigable waters;\nsome of the pollutant might not reach that destination; and the\npollutant might have changed somewhat in composition by the time it\nreached the navigable waters.For these reasons, the Court’s reference to “the\nfunctional equivalent of a direct discharge,” if taken literally,\nwould be of little importance, but the Court’s understanding of\nthis concept is very different from the literal meaning of the\nphrase. As used by the Court, “the functional equivalent of a\ndirect discharge” means a discharge that is sufficiently similar to\na direct discharge to warrant a permit in light of the Clean Water\nAct’s “language, structure, and purposes.” Seeante, at 18.\nBut what, in concrete terms, does this mean? How similar is\nsufficiently similar?The Court provides this guidance. It explains\nthat time and distance are the most important factors,ante,\nat 16, but it does not set any time or distance limits except to\nobserve that a permit is needed where the discharge is a few feet\naway from navigable waters and that a permit is not required where\nthe discharge is far away and it takes “many years” for the\npollutants to complete the journey.Ante, at 15–16. Beyond\nthis, the Court provides a list (and a non-exhaustive one at that!)\nof five other factors thatmaybe relevant: “the nature of\nthe material through which the pollutant travels,” “the extent to\nwhich the pollutant is diluted or chemically changed as it\ntravels,” “the amount of pollutant entering the navigable waters\nrelative to the amount of the pollutant that leaves the point\nsource,” “the manner by or area in which the pollutant enters the\nnavigable waters,” and “the degree to which the pollution (at that\npoint) has maintained its specific identity.”Ante, at\n16.The Court admits that its rule “does not, on its\nown, clearly explain how to deal with middle instances,”ibid., but that admission does not go far enough. How the\nrule applies to “middle instances” is anybody’s guess. Except in\nextreme cases, dischargers will be able to argue that the Court’s\nmultifactor test does not require a permit. Opponents will be able\nto make the opposite argument. Regulators will be able to justify\nwhatever result they prefer in a particular case. And judges will\nbe left at sea.IIIAInstead of concocting our own rule, I would\ninterpret the words of the statute, and in my view, the better of\nthe two possible interpretations is that a permit is required when\na pollutant is discharged directly from a point source to navigable\nwaters. This interpretation is consistent with the statutory\nlanguage and better fits the overall scheme of the Clean Water Act.\nAnd properly understood, it does not have the sort of extreme\nconsequences that the Court finds unacceptable.Take the Court’s example of a pipe that\ndischarges pollutants a short distance from the ocean.Ante,\nat 10. This pipe qualifies as a point source. 33 U. S. C.\n§1362(14). If its discharge goes directly into another point source\nand that point source discharges directly into navigable waters,\nthere is a direct discharge into navigable waters, and a permit is\nneeded. SeeRapanosv.United States,547\nU.S. 715, 743–744 (2006) (plurality opinion).[5]That a permit is required in this situation is\nimportant because the Clean Water Act’s definition of a “point\nsource” is very broad, and as a result, many discharges onto the\nsurface of land are likely to be covered. As noted, “point\nsource[s]” include “ditch[es]” and “channel[s],” as well as “any\ndiscernible, confined and discrete conveyance . . . from\nwhich pollutants . . . may be discharged.” §1362(14).\nTherefore if water discharged on the surface of the land finds or\ncreates a passage leading to navigable waters, a permit may be\nrequired if the course that the discharge takes is (1) a\n“conveyance” that is (2) “discernible” and (3) “confined.”Those three requirements are rather easily\nsatisfied. When a liquid flows over the surface of land to\nnavigable waters, the surface is a conveyance,i.e., a\n“means of carrying or transporting something” from one place to\nanother. Webster’s Third New International Dictionary 499 (1971)\n(Webster’s Third); Random House Dictionary of the English Language\n320 (1967) (Random House).[6]\nThis conveyance would be “discernible,”i.e., capable of\nbeing seen. Webster’s Third 644; Random House 409. And it would be\n“confined,”i.e., held within bounds, see Webster’s Third\n476; Random House 308, if the topography of the land in question\nimposes some boundaries on its flow.If the term “point source” is read in this way,\nit would have a broad reach and would cover many of the cases that\ntrouble the Court. Moreover—and I find this point particularly\nimportant—even if this interpretation fails to capture every case\nthat seems to call out for regulation, that would not mean that\nthese cases would necessarily remain unchecked. The States have the\nauthority to regulate the discharge of pollutants by non-point\nsources. See 33 U. S. C. §§1285( j), 1314(f ),\n1329(i), 1329(b)(1), (h). They are entrusted with a vital role\nunder the Clean Water Act, and there is no reason to believe that\nthey would tolerate cases of abuse.The interpretation I have outlined is not only\nconsistent with the statutory language; it is strongly supported by\nthe Clean Water Act’s regulatory scheme for at least two reasons.\nFirst, it respects Congress’ decision to treat point-source\npollution differently from non-point-source pollution, including\npollution conveyed by groundwater. See 84 Fed. Reg. 16832.[7] The Court itself recognizes\nthis:“[T]he structure of the statute indicates\nthat, as to groundwater pollution and non[-]point source pollution,\nCongress intended to leave substantial responsibility and autonomy\nto the States.”Ante, at 6.“Over many decades, and with federal\nencouragement, the States have developed methods of regulating\nnonpoint source pollution through water quality standards, and\notherwise.”Ibid.“The Act envisions EPA’s role in managing\nnon[-]point source pollution and groundwater pollution as limited\nto studying the issue, sharing information with and collecting\ninformation from the States, and issuing monetary grants.”Ante, at 7.Point sources are readily identifiable and\ntherefore more susceptible to uniform nationwide regulation.\nNon-point source pollution, on the other hand, often presents more\ncomplicated issues that are better suited to individualized local\nsolutions. SeeShanty Town Assns. L. P.v.EPA, 843\nF.2d 782, 791 (CA4 1988) (“[T]he control of non[-]point source\npollution was so dependent on such site-specific factors as\ntopography, soil structure, rainfall, vegetation, and land use that\nits uniform federal regulation was virtually impossible”);Natural Resources Defense Councilv.EPA, 915 F.2d\n1314, 1316 (CA9 1990) (“The Act focused on point source polluters\npresumably because they could be identified and regulated more\neasily than non[-]point source polluters”); Brief for State of West\nVirginia et al. asAmici Curiae14–18.Second, this bright-line rule is consistent with\nthe Act’s remedial scheme. The Clean Water Act imposes a regime of\nstrict liability, §§1311, 1342, 1344, backed by criminal penalties\nand steep civil fines, §1319. Thus, “the consequences to landowners\neven for inadvertent violations can be crushing.”Army Corps of\nEngineersv.Hawkes Co., 578 U. S. ___, ___ (2016)\n(Kennedy, J., concurring) (slip op., at 1). The Act authorizes as\nmuch as $54,833 in fines per day (or more than $20 million per\nyear), 40 CFR §19.4; 84 Fed. Reg. 2059, and contains a 5-year\nstatute of limitations, 28 U. S. C. §2462. And the\navailability of citizen suits only exacerbates the danger to\nordinary landowners. Even when the EPA and the relevant state\nagency conclude that a permit is not needed, there is always the\npossibility that a citizen suit will result in a very costly\njudgment. The interpretation set out above, by providing a\nrelatively straightforward rule, provides a measure of fair notice\nand promotes good-faith compliance.BThe alternative way in which the statutory\nlanguage could be interpreted—reading “from” to mean “originally\nfrom”—would lead to extreme results, as the Court recognizes. And\nwhile state regulation could fill any unwarranted gaps left by the\ninterpretation I have outlined, there would be no apparent remedy\nfor the overreach that would result from interpreting “from” to\nmean “originally from.”The extreme consequences of that interpretation\nare shown most dramatically by its potential application to\nordinary homeowners with septic tanks, a problem that the EPA\nhighlighted in a recent Interpretive Statement. See Interpretive\nStatement on Application of the Clean Water Act NPDES Program to\nReleases of Pollutants From a Point Source to Groundwater, 84 Fed.\nReg. 16824 (2019). Septic systems—used by 26 million American\nhomes—generally operate by “discharging liquid effluent into\nperforated pipes buried in a leach field, chambers, or other\nspecial units designed to slowly release the effluent into the\nsoil.”Id., at 16812. That effluent then percolates through\nthe soil and “can in certain circumstances ultimately enter\ngroundwater.”Ibid.[8]\nCongress most certainly did not intend that ordinary homeowners\nwith septic systems obtain NPDES permits—or that they face severe\npenalties for failing to do so. That, however, is where this\nalternative interpretation would lead.And the same is true for the test adopted by the\nNinth Circuit. The Ninth Circuit held that a permit is required if\na pollutant that reaches navigable waters is “fairly trace- able,”\nbut there is no real difference between “fairly trace- able” and\n“originally from.” Unless a pollutant is “traceable” to a point\nsource, how could that point source be required to get a permit?\nAnd the addition of the qualifier “fairly” does not seem to add\nanything. What would it mean for a pollutant to be “unfairly\ntraceable” to a point source? Traceable only as a result of a\nmethod that is scientifically unsound? In that situation, why would\na court consider the pollutant to be traceable to the source in\nquestion at all? So if a pollutant can be reliably determined to\nhave originally come from a point source, a permit would appear to\nbe required under the Ninth Circuit’s test.Respondents, instead of defending the Ninth\nCircuit’s interpretation, argue that a discharge from a point\nsource must be the “proximate cause” of a pollutant’s reaching\nnavigable waters. Brief for Respondents 12. But as the Court\nconcludes,ante, at 6, there is no basis for transplanting\nthis concept from the law of torts into the Clean Water Act, and it\nis unclear what it would mean in that context.For these reasons, of the two possible\ninterpretations of the statutory terms, the better is the\ninterpretation that reads “from” to mean “directly from.”CEven if the Court were to find §1362(12)\nambiguous, applicable clear statement rules foreclose the\n“functional equivalent” standard and favor the test just described.\nThe Court has required a clear statement of congressional intent\nwhen an administrative agency seeks to interpret a statute in a way\nthat entails “a significant impingement of the States’ traditional\nand primary power over land and water use,”Solid Waste Agency\nof Northern Cook Cty.v.Army Corps of Engineers,531 U.S.\n159, 174 (2001) (SWANCC), and when it adopts a new\nand expanded interpretation of a statute,Utility Air Regulatory\nGroupv.EPA,573 U.S.\n302(2014) (UARG). The same rules should apply here\nwhere what is at issue is a new theory propounded by private\nplaintiffs.First, the Court’s “functional equivalent” test\nunquestionably impinges on the States’ traditional authority. InSWANCC, the Court struck down the Army Corps of Engineers’\n“Migratory Bird Rule” as inconsistent with the Clean Water Act\nbecause the rule effectively displaced state authority over land\nand water use. In this case, the federalism interest is even\nstronger because the Clean Water Act itself assigns\nnon-point-source-pollution regulation to the States and explicitly\nrecognizes and protects the state role in environmental protection.\n33 U. S. C. §1251(b). The “functional equivalent”\nstandard expands federal point source regulation at the expense of\nstate non-point source regulation. And as a practical matter,\nStates would be saddled with the costs of increased NPDES\npermitting (because States generally award permits in place of the\nEPA), while exercising diminished control over non-point source\npollution within their territory. See Brief for State of West\nVirginia et al. asAmici Curiae27–34.Second, the Court’s test offends the\nclear-statement rule recognized inUARGby expanding the\nauthority of the EPA. Congress must speak clearly if it “wishes to\nassign to an agency decisions of vast ‘economic and political\nsignificance.’ ” 573 U. S., at 324 (quotingFDAv.Brown & Williamson Tobacco Corp.,529 U.S.\n120, 160 (2000)). InUARG, the EPA had promulgated\ngreenhouse-gas emission standards for stationary sources that\n“constitute[d] an ‘unprecedented expansion of EPA authority that\nwould have a profound effect on virtually every sector of the\neconomy and touch every household in the land.’ ” 573\nU. S., at 310–311 (quoting 73 Fed. Reg. 44355 (2008)). The\nstatutory scheme, designed for large stationary sources like\nfactories, would have been extended to smaller sources like hotels\nand retail establishments. The number of permits (and associated\nexpenses) would have skyrocketed.Here, as the EPA explained in a recent\nInterpretive Statement, the Fourth and Ninth Circuit “discharge”\ntests—which I struggle to distinguish from the “functional\nequivalent” formulation—broaden the Act’s coverage to “potentially\nswee[p] into the scope of the statute commonplace and ubiquitous\nactivities such as releases from homeowners’ backyard septic\nsystems.” 84 Fed. Reg. 16823.IVThe Court does little to justify its newfound\nstandard, other than to point to certain past EPA enforcement\nactions, seeante, at 8–9, 17, but the EPA’s position on the\nregulation of groundwater has been anything but consistent. It is\ntrue, as the Court recounts, that the EPA has required NPDES\npermits for the discharge of some pollutants that migrate through\ngroundwater before reaching navigable waters. Seeante, at\n8–9. But the EPA has contradicted itself on this important question\nmultiple times. See Brief for Edison Electric Institute et al.\nasAmici Curiae21–32 (reviewing EPA NPDES interpretations\nand permitting practices).In the Act’s earliest years, the EPA deputy\ngeneral counsel wrote in a formal memorandum that “[d]ischarges\ninto ground waters” do not require NPDES permits. Memorandum to EPA\nRegion IX Regional Counsel 2–3 (Dec. 13, 1973).[9] More recently, the EPA recognized “conflicting\nlegal precedents” on this question. Compare NPDES Permit Regulation\nand Effluent Limitation Guidelines and Standards for Concentrated\nAnimal Feeding Operations (CAFOs), 68 Fed. Reg. 7216 (2003), with\n66 Fed. Reg. 3018 (2001).Similarly, in its 2019 Interpretive Statement,\nthe EPA acknowledged its “[l]ack of consistent and comprehensive\ndirection” on this issue. See 84 Fed. Reg. 16820; see also Brief\nfor Edison Electric Institute et al. asAmici Curiae21–32 (recounting EPA historical approach to NPDES permitting). But\nit added that “the best, if not the only, reading of the [Act] is\nthat all releases to groundwater are excluded from the scope of the\nNPDES program, even where pollutants are conveyed to jurisdictional\nsurface waters via groundwater.” 84 Fed. Reg. 16814.In short, the EPA’s inconsistent position on the\ngroundwater issue does not provide a sufficient basis for the\nCourt’s new “functional equivalent” test.*  *  *The Court adopts a nebulous standard,\nenumerates a non-exhaustive list of potentially relevant factors,\nand washes its hands of the problem. We should not require\nregulated parties to “feel their way on a case-by-case basis” where\nthe costs of uncertainty are so great.Rapanos, 547\nU. S., at 758 (Roberts, C. J., concurring). The Court’s\ndecision invites “arbitrary and inconsistent decisionmaking.”UARG, 573 U. S., at 350 (Alito, J., concurring in part\nand dissenting in part). And “[t]hat is not what the Clean [Water]\nAct contemplates.”Ibid.I would reverse the judgment below and instruct\nthe lower courts to apply the test set out above. I therefore\nrespectfully dissent.Notes1EPA, FY 2018 State\nUnderground Injection Control Inventory,\nhttps://www.epa.gov/uic/uic-injection-well-inventory; EPA, Hawaii\nNPDES Permits: Draft and Final NPDES Permits,\nhttps://www.epa.gov/npdes-permits/hawaii-npdes-permits.2Settlement Agreement and\nOrder re: Remedies in No. 1:12cv198, Doc. 259 (Haw.); Stipulated\nSettlement Agreement Regarding Award of Plaintiffs’ Costs of\nLitigation,ibid., Doc. 267 (Haw.).3The Act defines a\n“pollutant” as: “dredged spoil, solid waste, incinerator residue,\nsewage, garbage, sewage sludge, munitions, chemical wastes,\nbiological materials, radioactive materials, heat, wrecked or\ndiscarded equipment, rock, sand, cellar dirt and industrial,\nmunicipal, and agricultural waste discharged into water\n. . . .” §1362(6).4The Act defines\n“navigable waters” as “waters of the United States, including the\nterritorial seas.” §1362(7). The term “navigable waters” has a\nwell-known meaning, but the broader term “waters of the United\nStates” is not defined by the Clean Water Act and has presented a\ndifficult issue for this Court. SeeRapanosv.UnitedStates,547 U.S.\n715(2006). The EPA’s definition of “waters of the United\nStates” expressly excludes groundwater, see 40 CFR §122.2 (2019);\n84 Fed. Reg. 4190 (2019), and no party in this case disputes that\ninterpretation.5Justice Thomas describes\nhis preferred holding in similar terms: “[A] permit is required\nonly when a point source discharges pollutants directly into\nnavigable waters.”Ante, at 1 (dissenting opinion). But I\ntake Justice Thomas’s opinion to foreclose liability in one\nsituation where I believe a permit would be required: a discharge\nfrom multiple, linked point sources. In my view, a permit is\nrequired in that instance because a pollutant would ultimately be\nadded to navigable waters directly from a point source. Justice\nScalia’s opinion inRapanos, 547 U. S., at 743–744\n(plurality opinion), supports this conclusion.Rapanosaddressed the meaning of the term “waters of the United States,”\nand Justice Scalia’s opinion concluded that this term does not\napply to “[w]etlands with only an intermittent, physically remote\nhydrologic connection to [such waters].”Id., at 742. At one\npoint in his opinion, Justice Scalia responded to the argument that\nthis interpretation would allow polluters to evade the permit\nrequirement “simply by discharging their pollutants into noncovered\nintermittent watercourses that lie upstream of covered waters.”Id., at 743. Arguing that this was not likely to occur, he\nidentified two lines of lower court authority that would prevent\nsuch evasion, but he did not endorse either.Ibid. One of\nthese lines was based on exactly the interpretation set out in this\nopinion, namely, that “such upstream, intermittently flowing\nchannels themselves constitute ‘point sources’ ” under the\nAct’s broad definition of that term.Ibid. The other line,\nas described in Justice Scalia’s opinion, “held that the discharge\ninto intermittent channels of any pollutantthat naturally\nwashes downstreamlikely [requires a permit] even if the\npollutants discharged from a point source do not emit ‘directly\ninto’ covered waters, but pass ‘through conveyances’ in between.”Ibid. (emphasis in original). To the extent these lower\ncourt cases are understood as holding that a permit is required\nwhenever a pollutant “naturally” reaches waters of the United\nStates, their reasoning would conflict with the Court’s rejection\nof the theory that a permit is required whenever a pollutant that\noriginated from a point source ultimately reaches covered waters.\nBut as Justice Scalia noted, in the two cases he cited, the\npollutants were discharged from point sources into “conveyances”\nthat, in turn, brought the pollutants to covered waters.Ibid. And the conveyances in both cases, a sewer system and\ntunnel,ibid., could easily fall within the broad definition\nof a point source. In short, at least one and perhaps both of the\nlines of lower court cases to which Justice Scalia referred are\nfully consistent with the interpretation set out in this opinion.\nThe same is true of his statement, discussed by Justice Kavanaugh,ante, at 1–2 (concurring opinion), that the Clean Water Act\n“does not forbid the ‘addition of any\npollutantdirectlyto navigable waters from any\npoint source.’ ” 547 U. S., at 743. As noted, Justice\nScalia’s opinion is open to the possibility that a permit is\nrequired if point source A discharges into point source B, and\npoint source B then discharges into covered waters. Thus, his\nopinion apparently regards that situation as involving an indirect\ndischarge. I would describe that discharge as direct because point\nsource B discharges directly into covered waters, but the\ndifference is purely semantic.6As we have said, the\nAct’s point-source “definition makes plain that a point source need\nnot be the original source of the pollutant; it need only convey\nthe pollutant to ‘navigable waters,’ which are, in turn, defined as\n‘the waters of the United States.’ ”South Fla. Water\nManagement Dist. v.Miccosukee Tribe,541 U.S.\n95, 105 (2004). The label is a bit of a misnomer: Although\nlabeled “point sources,” “[t]ellingly, the examples . . .\nlisted by the Act include pipes, ditches, tunnels, and conduits,\nobjects that do not themselves generate pollutants but merely\ntransport them.”Ibid.(citing §1362(14)).7The Act contains a number\nof references to groundwater (a non-point source) outside the NPDES\ncontext. The Act textually distinguishes groundwater from surface\nwater and navigable waters, §1252(a), provides funding for state\nregulation of groundwater pollution, and suggests that groundwater\nis a non-point source. See §1329(h)(5)(D) (authorizing EPA to\nprioritize grants to States that have implemented or proposed\n“carry[ing] out groundwater quality protection activities which\n[EPA] determines are part of a comprehensive non[-]point source\npollution control program”).8According to the EPA,\nnumerous other conveyances that deposit pollutants into groundwater\ncould now require NPDES permits. “Activities listed by commentators\nincluded aquifer recharge, leaks from sewage collection systems,\n. . . treatment systems such as constructed wetlands,\nspills and accidental releases, manure management, and coal ash\nimpoundment seepage.” 84 Fed. Reg. 16812. The County andamicialso assert that respondents’ theory would require\npermits for green infrastructure, water reuse, and groundwater\ndischarge. See,e.g., Brief for National Association of\nClean Water Agencies et al. asAmici Curiae20–26.9This early understanding,\nas the Court describes, is consistent with the legislative history,\nwhich shows that Congress intentionally left regulation of\ngroundwater pollution to the States. Seeante, at\n7–8.",
    "joined": []
}