{
    "case": {
        "docket": "19-840",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-840/"
    },
    "id": "4440774",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–840 and 19–1019_________________CALIFORNIA, et al., PETITIONERS19–840v.TEXAS, et al.TEXAS, et al., PETITIONERS19–1019v.CALIFORNIA, et al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 17, 2021]Justice Alito, with whom Justice Gorsuch\njoins, dissenting.Today’s decision is the third installment in our\nepic Affordable Care Act trilogy, and it follows the same pattern\nas installments one and two. In all three episodes, with the\nAffordable Care Act facing a serious threat, the Court has pulled\noff an improbable rescue.In the opening installment,National\nFederation of Independent Businessv.Sebelius,567 U.S.\n519(2012) (NFIB), the Court saved the so-called\n“individual mandate,” the same critical provision at issue in\ntoday’s suit. At that time, the individual mandate imposed a\n“penalty” on most Americans who refused to purchase health\ninsurance or enroll in Medicaid, see 26 U. S. C. §5000A\n(2012 ed.), and it was widely thought that without the mandate much\nof the Act—and perhaps even the whole scheme—would collapse. The\nGovernment’s principal defense of the mandate was that it\nrepresented a lawful exercise of Congress’s power to regulate\ninterstate commerce, see U. S. Const., Art. I, §8, cl. 3,\nbut the Court rejected that unprecedented argument, see 567\nU. S., at 572 (opinion of the Court);id., at 561\n(opinion of Roberts, C. J.);id., at 648 (joint dissent\nof Scalia, Kennedy, Thomas, and Alito, JJ.). That might have\nforetold doom, but then, in a stunning turn of events, the threat\nto the ACA was defused when the “penalty” for failing to comply\nwith the mandate was found to be a “tax” and thus to be justified\nas an exercise of Congress’s taxing power.Id., at 575\n(opinion of Roberts, C. J.); see alsoid., at 574\n(opinion of the Court); see U. S. Const., Art. I, §8,\ncl. 1. By a vote of 5 to 4, the individual mandate—and with it\nthe rest of the ACA—lived on.In the next installment,Kingv.Burwell, 576 U.S. 473 (2015), the Court carried out an\nequally impressive rescue. One of the Act’s key provisions provided\nsubsidies to persons purchasing insurance through exchanges\nestablished by a “State.” 26 U. S. C. §§36B(b)–(c) (2012\ned.). When many States refused to establish such exchanges, the\nFederal Government did so instead. But the critical subsidies were\nseemingly unavailable on those exchanges, which had not been\nestablished by a “State” in any conventional sense of the term.\nOnce again, some feared that the Act was in mortal danger, but the\nCourt came to the rescue by finding that the Federal Government is\na “State.” 576 U. S., at 484–498.Now, in the trilogy’s third episode, the Court\nis presented with the daunting problem of a “tax” that does not\ntax. Can the taxing power, which saved the day in the first\nepisode, sustain such a curious creature? In 2017, Congress reduced\nthe “tax” imposed on Americans who failed to abide by the\nindividual mandate to $0. With that move, the slender reed that\nsupported the decision inNFIBwas seemingly cut down, but\nonce again the Court has found a way to protect the ACA. Instead of\ndefending the constitutionality of the individual mandate, the\nCourt simply ducks the issue and holds that none of the Act’s\nchallengers, including the 18 States that think the Act saddles\nthem with huge financial costs, is entitled to sue.Can this be correct? The ACA imposes many\nburdensome obligations on States in their capacity as employers,\nand the 18 States in question collectively have more than a million\nemployees.[1] Even $1 in harm\nis enough to support standing. Yet no State has standing?In prior cases, the Court has been selectively\ngenerous in allowing States to sue. Just recently, New York and\ncertain other States were permitted to challenge the inclusion of a\ncitizenship question in the 2020 census even though any effect on\nthem depended on a speculative chain of events. SeeDepartment\nof Commercev.New York, 588 U. S. ___, ___–___\n(2019) (slip op., at 9–11). The States’ theory was that the\ncitizenship question might cause some residents to violate their\nobligation to complete a census questionnaire and that this, in\nturn, might decrease the States’ allocation of House seats and\ntheir share of federal funds.Id.,at ___ (slip op., at\n9).Last Term, Pennsylvania and New Jersey were\npermitted to contest a rule exempting the Little Sisters of the\nPoor and other religious employers from the ACA’s contraceptive\nmandate.Little Sisters of the Poor Saints Peter and Paul\nHomev.Pennsylvania, 591 U. S. ___ (2020). There,\nthe theory was that some affected employees might not be able to\nafford contraceptives and might therefore turn to state-funded\nsources to pay for their contraceptives or the expenses of an\nunwanted pregnancy.[2] Some\nyears ago, Massachusetts was allowed to sue (and force the\nEnvironmental Protection Agency (EPA) to regulate greenhouse gases)\non the theory that failure to do so would cause the ocean to rise\nand reduce the size of the Commonwealth. SeeMassachusettsv.EPA,549 U.S.\n497, 521–526 (2007). On the other hand, when Texas recently\ntried to sue to press different legal issues in an original action,\nthe Court would not even allow it to file its complaint. SeeTexasv.California,post,p. ___ (Alito, J.,\ndissenting).In this suit, as I will explain, Texas and the\nother state plaintiffs have standing, and now that the “tax”\nimposed by the individual mandate is set at $0, the mandate cannot\nbe sustained under the taxing power. As a result, it is clearly\nunconstitutional, and to the extent that the provisions of the ACA\nthat burden the States are inextricably linked to the individual\nmandate, they too are unenforceable.IAThe Patient Protection and Affordable Care Act\n(ACA), 124Stat. 119, comprehensively reengineered our country’s\nhealthcare laws. The Act itself totals 906 pages, and thousands of\npages of regulations have been issued to implement it. At its core,\nthe ACA includes a series of “closely interrelated” provisions,NFIB, 567 U. S., at 691 (joint dissent), that impose a\nbevy of new legal obligations on individuals, insurers, employers,\nand States.A critical component of the Act’s design was the\nindividual mandate, which provides that each “applicable individual\nshall . . . ensure that the individual . . . is\ncovered under minimum essential coverage.” 26 U. S. C.\n§5000A(a). Originally, most individuals who were subject to but\ndisobeyed this command were liable for what the Act called a\n“[s]hared responsibility payment” or “penalty.” §5000A(b). The\nindividual mandate was “closely intertwined” with other critical\nprovisions,King, 576 U. S., at 482, including the\ncritical “guaranteed issue” and “community rating” provisions,\nwhich ensured that individuals with preexisting medical conditions\nwould not be denied coverage or pay unusually high premiums. See,e.g.,42 U. S. C. §§300gg, 300gg–1(a). Put simply,\n“Congress found that the guaranteed issue and community rating\nrequirements would not work without the” individual mandate.King, 576 U. S., at 482.Several additional features of the ACA are\nimportant in this suit. First, certain employers, including the\nstate plaintiffs, must offer employees the opportunity to enroll in\ncostly “minimum essential [healthcare] coverage,” and the Act\ndemands that such plans cover an employee’s dependent children\nuntil they turn 26. 26 U. S. C. §4980H; 42\nU. S. C. §300gg–14. Most employers that fail to offer\nthis coverage are subject to a hefty penalty of thousands of\ndollars per employee. 26 U. S. C. §§4980H(a), (b),\n(c)(1).The ACA also imposes burdensome reporting\nrequirements on certain employers like the state plaintiffs. See\n§§6055, 6056. Under §6055 of the Internal Revenue Code, employers\nthat “provid[e] minimum essential coverage” must submit\ndocumentation every year to both the Internal Revenue Service and\nthe covered individuals. §§6055(a)–(c). Section 6056 imposes\nsimilar reporting obligations on “[e]very applicable large\nemployer” subject to the employer mandate. See §§6056(a)–(c).\nFailure to satisfy these reporting requirements can result in\nsubstantial monetary penalties. See §§6721, 6722.BAlthough the ACA survived this Court’s\ndecisions inNFIBandKing, it remained\ncontroversial, and in 2017, a major effort was made to repeal much\nof it. A bill to do just that passed the House of Representatives\nin May, but soon after failed in the Senate. See American Health\nCare Act of 2017, H. R. 1628, 115th Cong., 1st Sess. (2017).\nLater that year, the two Chambers compromised in the Tax Cuts and\nJobs Act (TCJA), Pub. L. 115–97, 131Stat. 2054, which set the\namount of the “tax” imposed for noncompliance with the individual\nmandate at “[z]ero percent” and “$0.” §11081, 131Stat. 2092\n(amending 26 U. S. C. §5000A). What theNFIBCourt\nhad salvaged as a “tax” could now raise no revenue.CAfter the enactment of the TCJA, Texas and 17\nother States brought suit against the United States, the\nCommissioner of the IRS, the IRS, the Secretary of Health and Human\nServices, and the Department of Health and Human Services to\nchallenge the ACA.[3] The state\nplaintiffs identified many expenses imposed on them by the ACA, and\nthey sought declaratory and injunctive relief. In their view, the\nindividual mandate could no longer be sustained as a “tax,” and the\nremainder of the ACA was unenforceable because it was inseparable\nfrom that unconstitutional provision. Soon thereafter, two\nindividuals joined the States as plaintiffs. California, 15 other\nStates, and the District of Columbia intervened to defend the\nACA.[4] For its part, the\nFederal Government agreed that the individual mandate was\nunconstitutional but argued that it was severable from almost all\nother portions of the ACA.Ruling on what it construed as a plaintiffs’\nmotion for partial summary judgment, the District Court declared\nthe entire ACA unlawful.Texasv.United States, 340\nF. Supp. 3d 579, 619 (ND Tex. 2018). It held that the\nindividual plaintiffs had standing, that the individual mandate\ncould no longer be sustained as a lawful exercise of Congress’s\ntaxing power, and that the mandate was inseverable from the\nremainder of the ACA, including the provisions that impose\nfinancial burdens on the state plaintiffs.Id.,at\n592–619.On appeal, the Fifth Circuit affirmed in part\nand vacated in part.Texasv.United States, 945 F.3d\n355 (CA5 2019). It found that both the state plaintiffs and the\nindividual plaintiffs had standing, and it agreed with the District\nCourt that the individual mandate could no longer be sustained\nunder the taxing power. But the Court of Appeals remanded the case\nand directed the District Court to reassess the broad relief it had\nordered.The state intervenors then filed a petition for\na writ of certiorari seeking review of the Court of Appeals’\ninterlocutory decision. The plaintiffs opposed interlocutory\nreview, but filed a conditional cross-petition asking us to review\nthe Court of Appeals’ remand decision in the event that the Court\ngranted the state intervenors’ petition. This Court granted both\npetitions. 589 U. S. ___ (2020).IIWe may consider the merits of this appeal if\neven one plaintiff has standing,Little Sisters of the Poor,\n591 U. S., at ___, n. 6;Rumsfeldv.Forum for\nAcademic and Institutional Rights,Inc.,547 U.S.\n47, 52, n. 2 (2006), but the majority concludes that no\nplaintiff—neither the States that originally brought suit nor the\nindividual plaintiffs who later joined them—has standing under\nArticle III of the Constitution. That is a remarkable holding.\nWhile the individual plaintiffs’ claim to standing raises a novel\nquestion, the States have standing for reasons that are\nstraightforward and meritorious. The Court’s contrary holding is\nbased on a fundamental distortion of our standing\njurisprudence.AThe governing rules are well-settled. To\nestablish Article III standing, a plaintiff must show: (1) “an\ninjury in fact”; (2) that this injury “is fairly traceable to the\nchallenged conduct of the defendant”; and (3) that the injury “is\nlikely to be redressed by a favorable judicial decision.”Spokeo,Inc.v.Robins, 578 U.S. 330, 338\n(2016); see also,e.g.,Carneyv.Adams, 592\nU. S. ___, ___ (2020) (slip op., at 4);Hollingsworthv.Perry,570 U.S.\n693, 704 (2013);Lujanv.Defenders of Wildlife,504 U.S.\n555, 560–561 (1992).In the present suit, there is no material\ndispute that the States have satisfied two of these requirements.\nFirst, there is no question that the States have demonstrated an\ninjury in fact. An injury in fact is “an invasion of a legally\nprotected interest that is concrete and particularized and actual\nor imminent, not conjectural or hypothetical.”Spokeo, 578\nU. S., at 339 (internal quotation marks omitted). A financial\nor so-called “pocketbook” injury constitutes injury in fact, and\neven a small pocketbook injury—like the loss of $1—is enough. SeeCzyzewskiv.Jevic Holding Corp., 580 U. S. ___,\n___ (2017) (slip op., at 11) (“For standing purposes, a loss of\neven a small amount of money is ordinarily an ‘injury’ ”).\nHere, the States have offered plenty of evidence that they incur\nsubstantial expenses in order to comply with obligations imposed by\nthe ACA.There is likewise no material dispute that these\nfinancial injuries could be redressed by a favorable judgment. The\nDistrict Court declared the entire ACA unenforceable, and that\njudgment, if sustained, would spare the States from the costs of\ncomplying with the ACA’s provisions. So too would a more modest\njudgment limited to only those ACA provisions that directly burden\nthe States.The standing dispute in this suit thus turns on\ntraceability. Seeante, at 14–16. But once this requirement\nis properly understood, it is apparent that it too is met.Our cases explain that traceability requires “a\ncausal connection between the injury andthe conduct complained\nof.”Lujan, 504 U. S., at 560 (emphasis added). In\nother words, the injury has to be “ ‘fairly . . .\ntrace[able] tothe challenged action of the\ndefendant.’ ”Ibid.(quotingSimonv.Eastern Ky. Welfare Rights Organization,426 U.S.\n26, 41 (1976); emphasis added). We have repeatedly and\nconsistently described the traceability inquiry this way. SeeSpokeo, 578 U. S., at 338 (“The plaintiff must have (1)\nsuffered an injury in fact, (2) that is fairly traceable to the\nchallenged conduct of the defendant”);Heinv.Freedom\nFrom Religion Foundation,Inc.,551\nU.S. 587, 598 (2007) (plurality opinion) (“A plaintiff must\nallege personal injury fairly traceable to the defendant’s\nallegedly unlawful conduct” (internal quotation marks omitted));DaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 342 (2006) (“A plaintiff must allege personal injury\nfairly traceable to the defendant’s allegedly unlawful conduct”\n(internal quotation marks omitted));Bennettv.Spear,520 U.S.\n154, 162 (1997) (requiring “that the injury is fairly traceable\nto the actions of the defendant” (internal quotation marks\nomitted));Lujan, 504 U. S., at 560 (requiring an\ninjury “fairly traceable to the challenged action of the defendant”\n(internal quotation marks and alterations omitted));Allenv.Wright,468 U.S.\n737, 757 (1984) (requiring an injury “fairly traceable to the\nGovernment conduct respondents challenge as unlawful”).[5] Tracing injuries to particular\nconduct ensures that the properly adverse parties are before the\ncourt and reinforces the traditional understanding of legal\njudgments. SeeMassachusettsv.Mellon,262 U.S.\n447, 488 (1923) (“If a case for preventive relief be\npresented,” what the court enjoins are “the acts of the official”\ncharged with the law’s enforcement).The States have clearly shown that they suffer\nconcrete and particularized financial injuries that are traceable\nto conduct of the Federal Government. The ACA saddles them with\nexpensive and burdensome obligations, and those obligations are\nenforced by the Federal Government. That is sufficient to establish\nstanding. As the Court observed inLujan, when a party is\n“an object of the action . . . at issue,” “there is\nordinarily little question that the action . . . has\ncaused [that party] injury”—i.e., that the injury is\ntraceable to that action—“and that a judgment preventing\n. . . the action will redress it.” 504 U. S., at\n561–562. That is precisely the situation here. The state plaintiffs\nhave shown that they are the object of potential federal\nenforcement actions if they do not comply with costly and\nburdensome obligations that the ACA imposes.Consider what the state plaintiffs have shown\nwith respect to the ACA reporting requirements codified at 26\nU. S. C. §§6055 and 6056. These sections provide the\nbasis for the familiar 1094 and 1095 IRS tax forms. Section 6055\napplies to those who “provid[e] minimum essential coverage to an\nindividual during a calendar year.” Subsection (a) of that\nprovision requires that returns be filed with the IRS, and\nsubsection (c) requires that similar forms be provided to covered\nindividuals. Section 6056 similarly requires certain large\nemployers to report to both the IRS and employees about whether\nthey offer health insurance coverage. The States plainly have\ndemonstrated standing to seek relief from these burdensome\nreporting obligations.Start with injury in fact. The States have\noffered undisputed evidence documenting the ongoing financial costs\nof complying with these reporting requirements. Missouri, for\nexample, offered a declaration attesting to spending $185,061 in\nfiscal year 2016 on Forms 1094 and 1095. App. 163. That declaration\nalso attested to costs or projected costs of more than $45,000 for\neach fiscal year from 2017 through 2021.Ibid.South Dakota\nprovided evidence of “ongoing” reporting costs totaling $100,000.Id., at 187. Kansas offered evidence of more than $100,000\nin reporting costs.Id., at 142. These are just a few\nexamples. See also,e.g.,id., at 103 (Texas);id., at 350–351 (Georgia). There is no question that these\nundisputed, ongoing financial costs qualify as injuries in fact.\nSeeJevic Holding Corp., 580 U. S., at ___ (slip op.,\nat 11).Now turn to traceability. Are these financial\ninjuries “fairly traceable to the challenged conduct”?Hollingsworth, 570 U. S., at 704. The answer is clearly\nyes. The reporting requirements in §§6055 and 6056 are enforceable\nby the Federal Government, and noncompliance may result in heavy\npenalties. Section 6721(a)(1) of the Internal Revenue Code, for\nexample, provides “a penalty” for the failure to complete an\n“information return,” which includes reports required by §§6055(a)\nand 6056(a). See 26 U. S. C. §§6724(d)(1)(B)(xxiv),\n(xxv). And §6722(a)(1) provides “a penalty” for the failure to\nissue a “payee statement,” which includes the reports required by\n§§6055(c) and 6056(c). See §§6724(d)(2)(GG), (HH). These penalties\ncan amount to at least $280 per infraction, and they can quickly\nrun up into the millions of dollars. See §§6721, 6722.[6]That leaves redressability, which asks whether\nthe requested relief is likely to redress the party’s injury.Steel Co.v.Citizens for Better Environment,523 U.S.\n83, 103 (1998). Looking to the relief the District Court in\nfact granted makes it obvious that the States’ injuries in the form\nof ongoing reporting expenses are redressable. The District Court\nentered a judgment that, among other things, declared the reporting\nrequirements in §§6055 and 6056 unenforceable. See 340\nF. Supp. 3d, at 619. With that judgment in hand, the States\nwould be freed from the obligation to expend funds to comply with\nthose requirements—redressing their financial injury\nprospectively.The state plaintiffs have similarly demonstrated\nstanding to seek relief from ACA provisions requiring them to offer\nexpensive health insurance coverage for their employees. Consider\nthe ACA’s requirement that group health plans and health insurance\nofferings extend coverage to adult children until they reach the\nage of 26. See 42 U. S. C. §300gg–14(a). Texas has spent\nmore than $80 million complying with that rule. App. 81. Missouri\nhas spent more than $10 million.Id., at 159;id., at\n157 (“The Missouri Consolidated Health Care Plan is a non-federal\ngovernmental health plan which provides insurance coverage for most\nstate employees”);id., at 159 (Missouri will “indefinitely\ncontinue paying these additional costs”).These obligations, too, are backed by\nsubstantial enforcement mechanisms. For instance, the state\nplaintiffs generally must offer employees coverage that complies\nwith §300gg–14 to avoid violating the employer mandate, see 26\nU. S. C. §4980H, and the failure to comply would expose\nthe States to penalties of thousands of dollars per employee each\nyear, see §§4980H(a), (b), (c)(1). Similarly, the failure to cover\nadult children would expose many state health plans to penalties\nunder 42 U. S. C. §300gg–22(b)(2), and those penalties\ncan amount to $100 per day for each person offered noncompliant\ncoverage.Ibid.Thus, the States are presented with the\nchoice of spending millions to cover adult children or risking\nuntold sums for failing to do so.In this way, the States’ financial injuries from\noffering health coverage to adult children are traceable to the\nlooming threat of enforcement actions. And those financial injuries\ncan be prospectively redressed by a declaratory judgment making\nclear that the States are not, in fact, obligated to offer health\ncoverage to children up to age 26.While I have outlined two examples of concrete,\ntraceable, and redressable injuries demonstrated by the state\nplaintiffs, these examples are not exhaustive. The ACA is an\nenormously complex statute, and the States have offered evidence of\nongoing financial injuries relating to compliance with many other\ndifferent (and enforceable) ACA provisions. See,e.g., App.\n81–86 (Texas’s compliance costs);id., at 139 (Kansas);id., at 158–162, 165–170 (Missouri);id., at 182–184\n(South Carolina);id., at 186–190 (South Dakota);id., at 345–350 (Georgia).BThe Court largely ignores the theory of\nstanding outlined above. It devotes most of its attention to two\nother theories, seeante, at 4–14, and when it does address\nthe relevant injuries, its arguments are deeply flawed.The Court’s primary argument rests on a patent\ndistortion of the traceability prong of our established test for\nstanding. Partially quoting a line inAllen, the Court\ndemands a showing that the “Government’s conductin question\nis . . . ‘fairly traceable’ to enforcement ofthe\n‘allegedly unlawful’ provision of which the plaintiffs\ncomplain—§5000A(a).”Ante, at 15 (quoting 468\nU. S., at 751; emphasis added). This is a flat-out\nmisstatement of the law and what the Court wrote inAllen.\nWhatAllenactually requires is a “personal injury fairly\ntraceable tothe defendant’s allegedly unlawful conduct,”id., at 751 (emphasis added). And what this statement means\nis that the plaintiff ’s “injury” must be traceable to the\ndefendant’s conduct, and that conduct must be “allegedly\nunlawful.”[7] “Allegedly\nunlawful” means that the plaintiff must allege that the conduct is\nunlawful. (The States allege that the challenged enforcement\nactions are unlawful using a traditional legal argument, seeinfra, at 15–20.) But a plaintiff ’s standing (and thus\nthe court’s Article III jurisdiction) does not require a\ndemonstration that the defendant’s conduct is in fact unlawful.\nThat is a merits issue.If Article III standing required a showing that\nthe plaintiff ’s alleged injury is traceable to (i.e.,\nin some way caused by) an unconstitutional provision, then whenever\na claim of unconstitutionality was ultimately held to lack legal\nmerit—even after a full trial—the consequence would be that the\ncourt lacked jurisdiction to entertain the suit in the first place.\nThat would be absurd, and this Court has long resisted efforts to\ntransform ordinary merits questions into threshold jurisdictional\nquestions by jamming them into the standing inquiry. See,e.g.,\nArizona State Legislaturev.Arizona Independent\nRedistricting Comm’n, 576 U.S. 787, 800 (2015);Whitmorev.Arkansas,495 U.S.\n149, 155 (1990);ASARCO Inc.v.Kadish,490 U.S.\n605, 624 (1989). “[S]tanding does not depend on the merits of a\nclaim.”Davisv.United States,564 U.S.\n229, 249, n. 10 (2011) (internal quotation marks and\nalterations omitted). And “ ‘jurisdiction is not defeated by\nthe possibility that the averments [in a complaint] might fail to\nstate a cause of action on which petitioners could actually\nrecover.’ ”Steel Co., 523 U. S., at 89 (quotingBellv.Hood,327 U.S.\n678, 682 (1946); alterations omitted). Rather, if the\nchallenged action is “allegedly unlawful,” that suffices for\nstanding purposes.Allen, 468 U. S., at 751; see alsoWhitmore, 495 U. S., at 155 (“Our threshold inquiry\ninto standing in no way depends on the merits of the petitioner’s\ncontention that particular conduct is illegal” (internal quotation\nmarks and alterations omitted)).CThe Court’s distortion of the traceability\nrequirement is bad enough in itself, but there is more. After\nimposing an obstacle that the States should not have to surmount to\nestablish standing, the Court turns around and refuses to consider\nwhether the States have cleared that obstacle. It’s as if the Court\ntold the States: “In order to bring your case in federal court, you\nhave to pay a filing fee of $100,000, but we will not give you a\nchance to pay that money.”The Court says that the States cannot establish\nstanding unless they show that their injuries are traceable to the\nindividual mandate, and the States claim that their injuries are\nindeed traceable to the mandate. Their argument proceeds in two\nsteps. First, they contend that the individual mandate is\nunconstitutional because it does not fall within any power granted\nto Congress by the Constitution. Second, they argue that costly\nobligations imposed on them by other provisions of the ACA cannot\nbe severed from the mandate. If both steps of the States’ argument\nthat the challenged enforcement actions are unlawful are correct,\nit follows that the Government cannot lawfully enforce those\nobligations against the States.There can be no question that this argument is\nconceptually sound. Imagine Statute ABC. Provision A imposes\nenforceable legal obligations on the plaintiff. Provision B imposes\na legal obligation on a different party. And provision C provides\nthat a party is not obligated to comply with provision A if\nprovision B is held to be unconstitutional. Based on the plain text\nof this law, a party subject to provision A should be able to\nobtain relief from the enforcement of provision A if it can show\nthat provision B is unconstitutional. To hold otherwise would be\ndirectly contrary to the statutory text. But the Court’s reasoning\nwould make such a claim impossible. The plaintiff would be thrown\nout of court at the outset of the case for lack of standing.That cannot be right. And if the Court really\nmeans to foreclose all such claims from now on, that is a big\nchange because we have repeatedly heard such arguments and\nevaluated them on the merits. See Lea, Situational Severability,\n103 Va. L. Rev. 735, 769 (2017) (explaining that similar\n“claims are a longstanding feature of American jurisprudence”).InSeila Law LLCv.Consumer Financial\nProtection Bureau, 591 U. S. ___ (2020), a law firm\nresisted the CFPB’s efforts to enforce a civil investigative\ndemand. The firm argued that (A) it was harmed by actions taken\nunder statutory provisions authorizing the Bureau to issue civil\ninvestigative demands; (B) the Bureau’s Director, under whose\nauthority the demands had been issued, was protected by an unlawful\nremoval restriction; and (C) the removal restriction was\ninseverable from the investigative provisions. The Court did not\ndecide the severability issue at the standing stage. Instead, it\nproperly treated severability as a merits issue, held that the\nremoval restriction was unlawful, and considered whether relief\ncould be granted because the investigative provisions were\ninseverable from the removal restriction.Id., at ___–___\n(opinion of the Court) (slip op., at 11–30);id., at ___–___\n(plurality opinion) (slip op., at 30–36).Indeed, theSeila LawCourt had little\ntrouble dismissing the same misguided approach to traceability that\nthe majority adopts today. The court-appointedamicussuggested that there was lack of traceability because there was no\nproof that the injury was caused by the removal restriction. “Our\nprecedents say otherwise,” we explained, as a “plaintiff ’s\ninjury must be fairly traceable to the challenged action of the\ndefendant,” and it is “sufficient that the challenger sustains\ninjury from an executive act that allegedly exceeds the official’s\nauthority.”Id., at ___–___ (opinion of the Court) (slip\nop., at 9–10) (internal quotation marks and alterations omitted).\nNot a single Justice disputed that conclusion.InFree Enterprise Fundv.Public\nCompany Accounting Oversight Bd.,561 U.S.\n477(2010), an accounting firm challenged the power of the\nPublic Company Accounting Oversight Board to regulate the\naccounting industry and investigate its activities. The firm argued\nthat (A) it was harmed by the actions taken under statutory\nprovisions that gave the Board regulatory and investigatory\nauthority; (B) other provisions unlawfully insulated Board members\nwith dual-layer for-cause removal restrictions; and (C) the removal\nprovisions were inseverable from provisions authorizing the\npertinent regulatory activities. The Court entertained this\nargument on the merits, concluding that the removal restriction was\nunlawful,id., at 492–508, but rejecting the argument that\nthe removal provision was inseverable from the provisions\nauthorizing the actions that directly harmed the firm,id.,\nat 508–510. While the Court’s severability determination meant that\nthe accounting firm was “not entitled to broad injunctive relief\nagainst the Board’s continued operations,”id., at 513, no\none questioned the firm’s standing to seek that relief in the first\nplace.InMinnesotav.Mille Lacs Band of\nChippewa Indians,526 U.S.\n172(1999), several Bands of Chippewa Indians sought a\ndeclaratory judgment that an 1837 Treaty gave their members a right\nto hunt on historic Chippewa lands. An 1850 Executive Order had\npurported to revoke those hunting rights, but the Bands argued that\n(A) one portion of the Executive Order purported to extinguish\ntheir hunting rights; (B) a different portion of the Executive\nOrder—the “removal order,” which had nothing to do with hunting\nrights—was unlawful; and (C) the hunting rights revocation was\ninseverable from the removal order and thus ineffective. The Court\nentertained this argument on the merits and granted relief. It\nfirst assumed “that the severability standard for statutes also\napplies to Executive Orders.”Id., at 191. Then it\ndetermined that there was “no statutory or constitutional\nauthority” for the removal order and that the “Executive Order was\ninsufficient to [revoke hunting rights] because it was not\nseverable from the invalid removal order.”Id., at 193, 195.\nIn other words, the Bands obtained relief with the same type of\nargument the state plaintiffs press here.InNew Yorkv.United States,505 U.S.\n144, 186 (1992), the State of New York challenged three\nprovisions of the Low-Level Radioactive Waste Policy Amendments Act\nof 1985, 99Stat. 1842, 42 U. S. C. §2021bet seq.\nSignificant for present purposes, the Court accepted New York’s\nchallenge to one of those provisions, 505 U. S., at 174–177,\nand rejected its challenges to two others,id., at 171–174,\n183–186. But the Court did not stop there. Instead, it went on to\nconsider whether New York nonetheless could obtain relief from the\nother two provisions on the ground that those provisions were\ninseverable from the unlawful provision and thus unenforceable.Id., at 186–187; seePrintzv.United States,521 U.S.\n898, 935 (1997) (explaining thatNew York“address[ed]\nseverability where remaining provisions at issue affected the\nplaintiffs”). In other words, the Court considered whether New York\ncould obtain relief from the enforcement of independently\nconstitutional provisions where a statute contained (A) two\nindependently constitutional provisions; (B) an unconstitutional\nprovision; and (C) the constitutional provisions were arguably\ninseverable from the unconstitutional provision.InAlaska Airlines, Inc.v.Brock,480 U.S.\n678(1987), a group of airlines challenged provisions of the\nAirline Deregulation Act of 1978, 92Stat. 1705, that benefited\nairline employees. The airlines argued that (A) enforcement of and\nregulations under those provisions injured them; (B) the Airline\nDeregulation Act also contained an unlawful legislative veto; and\n(C) the employee-benefit provisions were “ineffective” because they\nwere inseverable from the legislative veto provision, 480\nU. S., at 680. This Court considered and unanimously rejected\nthe airlines’ argument on the merits of the severability question,id., at 687–697, but no one questioned the airlines’\nstanding to seek relief.The Court’s treatment of these arguments in the\ncases just discussed is not a modern innovation. InEl Paso\n& Northeastern R. Co.v.Gutierrez,215 U.S.\n87(1909), for example, a railway company challenged a portion\nof the Employers’ Liability Act of 1906, 34Stat. 232, that\npreempted territorial law more favorable to the railway. The\ncompany argued that (A) a portion of the Act governing U. S.\nTerritories exposed it to liability in the suit; (B) other portions\naffecting intrastate commerce exceeded Congress’s Commerce Clause\npower; and (C) the first portion could not be applied because it\nwas inseverable from the unconstitutional portions. The Court\nagreed that the interstate commerce aspects of the Act were\nunlawful, but held that they were severable from the territorial\nprovision. 215 U. S., at 93–98.InMarshall Field & Co.v.Clark,143 U.S.\n649(1892), three importers challenged the collection of\ntariffs under the McKinley Tariff Act. See Act of Oct. 1, 1890,\n26Stat. 567. They argued that (A) several provisions of the Act\nimposed tariffs on goods they imported; (B) §3 of the Act\nunlawfully delegated legislative powers to the President by\npermitting him to suspend the free importation of other types of\ngoods; and (C) §3 was inseverable from the provisions imposing\ntariffs on the goods they imported. The Court heard the argument on\nthe merits and, after extensive analysis, rejected the\nnon-delegation challenge to §3.Id., at 680–694. Because §3\nwas lawful, the Court did not “enter upon the consideration” of\nwhether “other parts of the act, those which directly imposed\nduties upon articles imported, would be inoperative” if §3 were\nunlawful.Id., at 694.Similarly, in theTrade-Mark Cases,100 U.S.\n82(1879), this Court reviewed a series of criminal\nprosecutions for alleged violations of an 1876 criminal law\nprohibiting the “fraudulent use, sale, and counterfeiting of\ntrade-marks,”id., at 92. The Court held that (A) the\nprosecutions under the 1876 Act could not proceed because (B) an\n1870 Act creating the underlying trademark rights exceeded\nCongress’s powers under the Commerce Clause,id., at 95–98,\nand (C) the 1876 Act underlying the prosecutions was inseverable\nfrom the 1870 Act and thus “falls with it,”id., at 99.There is nothing novel about the state\nplaintiffs’ claims. What is new and revolutionary is the rule the\nCourt has concocted to sink those claims.DThe Court has no real response to the\narguments set out above, so it falls back on the claim that the\nStates forfeited those arguments because they (1) did not\n“directly” argue them in the courts below, (2) did not present them\nat the certiorari stage, and (3) did not raise them in this Court.\nSeeante, at 10. Justice Thomas makes a forfeiture argument\nexpressly. Seeante, at 4–6, and nn. 1–2 (concurring\nopinion).[8] There is nothing\nto any of these arguments.Consider the States’ standing to seek relief\nfrom the IRS reporting obligations. The States identified these\ncosts in their complaint, see App. 58–60, Amended Complaint ¶41(i);\noffered extensive evidence of these costs on summary judgment, seesupra, at 10–11; and argued that these provisions cannot be\nsevered from the individual mandate, see,e.g., App. 63,\nAmended Complaint ¶57 (“The remainder of the ACA is non-severable\nfrom the individual mandate, meaning that the Act must be\ninvalidated as a whole”). They expressly advanced that argument in\nthe Court of Appeals, see Brief for State Appellees inTexasv.UnitedStates, No. 19–10011 (CA5), pp. 23–24,\n36–50, and the Court of Appeals accepted it for standing purposes,\nsee 945 F. 3d, at 384–387. In this Court, the States argued that\nthey have standing based on these reporting obligations in their\nbrief opposing the petition filed by California and the other\nparties that intervened to defend the ACA, see Brief in Opposition\n17, and in their merits brief, see Brief for\nRespondent/Cross-Petitioner States 20–22. They specifically\nidentified the consequences of noncompliance to which these\ninjuries are traceable,id., at 22 (“Employers can be\nsanctioned by the IRS for failing to submit adequate information.\n. . . In other words, state respondents are compelled\nunder threat of government sanction to produce [the] forms”). And\nthey argued that these obligations are not enforceable because they\nare inseverable from the individual mandate,id., at 36–46;\nsee alsoid., at 26–27 (discussingAlaska Airlines,\n480 U. S. 678).For these reasons, it is clear that the States\ndid not forfeit the arguments discussed in this dissent.[9]*  *  *I would hold that the States have demonstrated\nstanding to seek relief from the ACA provisions that burden them\nand that they claim are inseparable from the individual\nmandate.IIIBecause the state plaintiffs have standing, I\nproceed to consider the merits of this lawsuit. That requires\nassessing whether the individual mandate is unlawful and whether it\nis inseverable from the provisions that burden the States.I begin with the question whether the individual\nmandate falls within a power granted to Congress under Article I of\nthe Constitution. The Constitution’s text and our precedent compel\nthe conclusion that it does not.The Federal Government “is acknowledged by all\nto be one of enumerated powers.”McCullochv.Maryland, 4 Wheat. 316, 405 (1819) (Marshall, C. J.,\nfor the Court). Article I of the Constitution does not give\nCongress “plenary legislative power.”Murphyv.National\nCollegiate Athletic Assn., 584 U. S. ___, ___ (2018) (slip\nop., at 15). Instead, it enumerates certain legislative powers\nthat, while “sizeable,” are not “unlimited.”Ibid.When the constitutionality of the individual\nmandate was first challenged inNFIB, the Government’s\nprimary defense was that it represented a valid exercise of\nCongress’s power to regulate interstate commerce, but a majority of\nthe Court squarely rejected that argument. See 567 U. S., at\n572 (opinion of the Court) (“The Court today holds that our\nConstitution protects us from federal regulation under the Commerce\nClause so long as we abstain from the regulated activity”); see\nalsoid., at 561 (opinion of Roberts, C. J.) (“The\ncommerce power thus does not authorize the mandate”);id.,\nat 648 (joint dissent) (“The Act before us here exceeds federal\npower . . . in mandating the purchase of health\ninsurance”). Likewise, a majority of the Court rejected the\nGovernment’s resort to the Necessary and Proper Clause. Seeid., at 560 (opinion of Roberts, C. J.);id., at\n655 (joint dissent). I agreed with those holdings at the time, and\nthat is still my view. The mandate cannot be sustained under the\nCommerce Clause or the Necessary and Proper Clause, and in this\nsuit, no party urges us to uphold it on those grounds.While theNFIBCourt rejected the\nGovernment’s Commerce Clause argument, a majority held that the\nmandate represented a lawful exercise of Congress’s taxing power,\nseeid., at 575 (opinion of Roberts, C. J.); see alsoid., at 574 (opinion of the Court), and the House and state\nintervenors now argue that the mandate can still be sustained on\nthis ground despite the fact that the “tax” it supposedly imposes\nis now set at zero. InNFIB, I did not see how the mandate’s\npenalty could be understood as a tax, seeid., at 661–669\n(joint dissent), but assuming for the sake of argument that the\nmajority’s understanding was correct at the time, it is now\nindefensible.The Constitution grants Congress the power to\n“lay and collect Taxes” “to pay the Debts and provide for the\ncommon Defence and general Welfare of the United States.” Art. I,\n§8, cl. 1. InNFIB, the Court made clear that “the\nessential feature of any tax” is that it “produces at least some\nrevenue for the Government.” 567 U. S., at 564 (opinion of the\nCourt). That limitation follows from the text of the provision. A\ntax cannot assist in paying debts or providing for the general\nwelfare or defense if it raises no money. Moreover, the concept of\nlaying and collecting taxes plainly entails the collection of\nrevenue. At the founding, to “lay” in the relevant sense meant to\n“assess; to charge; to impose.” 2 N. Webster, An American\nDictionary of the English Language (1828) (Webster); see also S.\nJohnson, A Dictionary of the English Language (10th ed. 1792)\n(Johnson) (“To charge as a payment”). To “collect” meant to “gather\nmoney or revenue from debtors; to demand and receive.” 1 Webster;\nsee also Johnson (“To gather together”). And a “tax” was a “rate or\nsum of money” assessed on certain persons or property. 2 Webster.\nRead together, this language means that Congress is empowered to\npass laws that raise revenue.In recognizing that raising revenue is an\n“essential feature” of any exercise of the taxing power,NFIBbuilt on a substantial line of precedent. SeeDepartment of Revenue of Mont.v.Kurth Ranch,511 U.S.\n767, 778 (1994);United Statesv.Kahriger,345 U.S.\n22, 28, and n. 4 (1953);United Statesv.Sanchez,340 U.S.\n42, 44 (1950);Sonzinskyv.United States,300 U.S.\n506, 513–514 (1937);A. Magnano Co.v.Hamilton,292 U.S.\n40, 46 (1934). Indeed, the state intervenors and the House have\nnot identified any statute ever passed under the taxing power that\ndid not raise revenue.Virginia Office for Protection and\nAdvocacyv.Stewart,563 U.S.\n247, 260 (2011) (“Lack of historical precedent can indicate a\nconstitutional infirmity . . . ”); seeSeila Law,\n591 U. S., at ___–___ (slip op., at 18–21);Free Enterprise\nFund, 561 U. S., at 505. Given this text, history, and\nprecedent, it is no longer defensible to argue that the individual\nmandate can be construed as a lawful exercise of Congress’s taxing\npower, for as it now stands, the mandate will never “produc[e] at\nleast some revenue for the Government.”NFIB, 567\nU. S., at 564 (opinion of the Court). The penalty for\nnoncompliance is set at 0% and $0. It cannot raise a cent.The state intervenors and the House offer\nseveral other arguments to sustain the mandate, but each fails.\nFirst, they suggest that we should interpret the individual mandate\nas an exercise of the taxing power based solely on the precedential\neffect of the Court’s decision inNFIB. But The Chief\nJustice’s opinion for the Court inNFIBconstrued the\nmandate as a tax only because the individual mandate “produce[d] at\nleast some revenue for the Government.”Ibid. With that\n“essential feature” removed, this construction is foreclosed.Second, the state intervenors and the House\nargue that the Taxing Clause permits Congress to pass a tax and\nsubsequently reduce it to zero. But Congress cannot supplement its\npowers through the two-step process of passing a tax and then\nremoving the tax but leaving in place a provision that is otherwise\nbeyond its enumerated powers.Third, they analogize the mandate to a delayed\nor suspended tax—one that raises no revenue now but could do so in\nthe future. But §5000A, as it currently stands, does not delay or\nsuspend the collection of revenue. Unless Congress amends that\nprovision and provides for it to begin raising revenue at some\nfuture date, the “tax” is permanently set at zero.The state intervenors offer one final defense of\nthe individual mandate: Even if it cannot be sustained under the\nCommerce Clause, Taxing Clause, or Necessary and Proper Clause,\nthey argue that we should interpret the mandate as a mere precatory\nstatement. In their view, Congress is free to urge Americans to\ntake actions that it could not constitutionally require, and that\nis all it has done here.This argument fails because the individual\nmandate is not a precatory statement. The text of the provision is\nclear. It states that every covered individual “shall\n. . . ensure that the individual, and any dependent of\nthe individual . . . , is covered under minimum\nessential coverage . . . .” 26 U. S. C.\n§5000A(a). “Shall” typically means must, not should. SeeKingdomware Technologies,Inc.v.United\nStates, 579 U.S. 162, 171–172 (2016). And the text confirms\nthat “shall” means “must” by terming the individual mandate a\n“[r]equirement to maintain minimum essential coverage.” §5000A(a);\nsee alsoNFIB, 567 U. S., at 663 (joint dissent)\n(providing other statutory references to the individual mandate as\na requirement).Mere precatory provisions, by contrast,\ntypically use the word “should” to signify that they are not\nmandatory,e.g., 4 U. S. C. §8(c) (“The flag\nshould never be carried flat or horizontally, but always aloft and\nfree”), or make clear that they convey only the “sense of\nCongress,”e.g., 15 U. S. C. §7807 (“It is the\nsense of Congress that States should enact the Uniform Athlete\nAgents Act of 2000”). Congress adopted those very formulations\nelsewhere in the ACA, see,e.g., 42 U. S. C.\n§292s(d) (“It is the sense of Congress that funds repaid under the\nloan program . . . should not be transferred to the\nTreasury”), but chose markedly different language when crafting the\nindividual mandate. Because the individual mandate is, in fact, a\nmandate, it cannot be considered a mere suggestion to purchase\ninsurance.For these reasons, I conclude that the\nindividual mandate exceeds the scope of Congress’s enumerated\nlegislative powers.IVThis brings me to the next question: whether\nthe state plaintiffs have shown that the provisions of the ACA\nimposing burdens on them are inseparable from the unconstitutional\nindividual mandate. I conclude that those provisions are\ninextricably linked to the individual mandate and that the States\nhave therefore demonstrated on the merits that those other\nprovisions cannot be enforced against them. Accordingly, the States\nare entitled to a judgment providing that they are not obligated to\ncomply with the ACA provisions that burden them.All the opinions inNFIBacknowledged the\ncentral role of the individual mandate’s tax or penalty. In brief,\nthe ACA aimed to achieve “near-universal” health-care coverage. 42\nU. S. C. §18091(2)(D). A major obstacle was the inability\nof many individuals to obtain adequate insurance due to the\nexpensive medical care they were likely to require. To address that\nproblem, the ACA included “guaranteed issue” and “community rating”\nprovisions. These key provisions prohibit insurance companies from\ndenying coverage or charging higher premiums to the individuals\ndescribed above. And to compensate for the financial impact of\nthese provisions on insurers, the individual mandate required the\npurchase of insurance by persons whose predicted medical expenses\nwere substantially lower than the premiums they would pay. SeeNFIB, 567 U. S., at 547–548 (opinion of Roberts,\nC. J.);id., at 595–599 (opinion of Ginsburg, J.);id., at 648–651, 691–696 (joint dissent); see alsoKing, 576 U. S., at 482 (“Congress found that the\nguaranteed issue and community rating requirements would not work\nwithout the” individual mandate).Thus, the guaranteed-issue and community-rating\nprovisions were crucial to the success of the ACA scheme, and a tax\nor penalty for noncompliance with the individual mandate was\nessential to the ACA’s distribution of risks and burdens. The ACA\ncontains an express finding on exactly that point:“The requirement [i.e., the\nindividual mandate] isessentialto creating effective\nhealth insurance markets in which improved health insurance\nproducts that are guaranteed issue and do not exclude coverage of\npre-existing conditions can be sold.” 42 U. S. C.\n§18091(2)(I) (emphasis added).See alsoNFIB, 567 U. S., at 694–696\n(joint dissent) (describing other statutory provisions declaring\nthat the individual mandate works “together” with the rest of the\nACA).InNFIB, the Government agreed that the\nindividual mandate was inextricably related to those crucial\nprovisions. Seeid., at 650 (citing Brief for Petitioners,\nO. T. 2011, No. 11–398, p. 24). And so did Justice Ginsburg’s\nopinion. See 567 U. S., at 597 (“[T]hese two provisions\n[i.e., the guaranteed-issue and community-rating\nprovisions], Congress comprehended, could not work effectively\nunless individuals were given a powerful incentive to obtain\ninsurance”); see alsoibid. (quoting congressional testimony\nthat the insurance market would be “ ‘drive[n] . . .\ninto extinction’ ” without “ ‘amandate on\nindividual[s] to be insured’ ”).Recognizing this relationship, the joint\ndissent, after finding that the individual mandate and Medicaid\nexpansion provision were unconstitutional, concluded that other\nprovisions of the ACA could not be enforced. We analyzed this\nquestion under what we described as the Court’s “ ‘well\nestablished’ ” two-part test.Id., at 692 (joint\ndissent) (quotingAlaska Airlines, 480 U. S., at\n684).Under this test, the first question was whether\nthe remainder of the ACA would “operate in the manner Congress\nintended” without the unconstitutional provisions.NFIB, 567\nU. S., at 692. And to satisfy this requirement, we explained,\nit was not enough that the remaining provisions could operate by\nthemselves “in some coherent way.”Ibid. The question,\ninstead, was whether those provisions would operate as Congress\nwrote them.Ibid. If this requirement was met, the second\npart of the test asked whether “Congress would have enacted [the\nother provisions] standing alone and without the unconstitutional\nportion.”Id., at 693; seeid.,at 692–694.Applying this test, we concluded that, without\nthe unconstitutional provisions, neither the other ACA provisions\nwe labeled “major” nor many of those we described as “minor” could\noperate as Congress intended.Id., at 697–705. And we opined\nthat Congress would not have enacted the remaining minor provisions\nby themselves.Id., at 704–705. We noted that they had been\nadopted as part of a complex package deal and that “[t]here [was]\nno reason to believe that Congress would have enacted them\nindependently.”Id., at 705.Nothing that has happened since that decision\ncalls for a different conclusion now. It is certainly true that the\nrepeal of the tax or penalty has not caused the collapse of the\nentire ACA apparatus, but the critical question under the framework\napplied in theNFIBdissent is not whether the ACA could\noperate insomeway without the individual mandate but\nwhether it could operate in anything like the manner Congress\ndesigned. The answer to that question is clear. When the tax or\npenalty was collected, costs were shifted from individuals\npreviously denied coverage due to their medical conditions and\nplaced on others who purchased insurance only because the failure\nto do so was taxed or penalized. The repeal of the tax or penalty\nhas not made the costs of the guaranteed-issue and community-\nrating requirements disappear. Those costs have obviously been\nshifted to others—in all likelihood to individuals who now pay\nhigher premiums or face higher deductibles or to the taxpayers.\nThis shift fundamentally changed the operation of the scheme\nCongress adopted.The repeal of the tax or penalty also provides\nno reason to doubt our previous conclusion about Congress’s intent.\nWhile the 2017 Act repealed the tax or penalty, it did not alter\nthe statutory finding noted above, and the 2017 Act cannot\nplausibly be viewed as the manifestation of a congressional intent\nto preserve the ACA in altered form. The 2017 Act would not have\npassed the House without the votes of the Members who had voted to\nscrap the ACA just a few months earlier,[10] and the repeal of the tax or penalty, which they\nobviously found particularly offensive, was their fallback option.\nThey eliminated the tax or penalty and left the chips to fall as\nthey might. Thus, under the reasoning of theNFIBdissent,\nthe provisions burdening the States are inseverable from the\nindividual mandate.The same result follows under the new approach\nto questions of partial unconstitutionality that some Members of\nthe Court have adopted in the years sinceNFIB. They have\nsuggested the severability analysis should track ordinary rules of\nstatutory interpretation.Seila Law, 591 U. S., at ___,\n___–___ (Thomas, J., concurring in part and dissenting in part)\n(slip op., at 16, 20–21). In their view, Congress decides whether\nthe provisions it enacts are linked to one another or not, and the\nanswer lies in the ordinary tools of statutory construction. And\neverything theNFIBdissenters said points to the same\nconclusion as a matter of the ACA’s text, history, and structure.\nThe relevant provisions were passed as a comprehensive exercise of\nCongress’s Commerce Clause and (arguably) Taxing Clause powers.\nThose powers cannot justify the individual mandate. The statutory\ntext says the individual mandate is “essential” to the overall\nscheme, 42 U. S. C. §18091(2)(I), and it repeatedly\nstates that the various provisions work “together,”NFIB,\n567 U. S., at 694–696 (joint dissent). It does not matter that\nthis language appears in a section entitled “findings” as opposed\nto a section entitled “severability.” Congress can link distinct\nprovisions in any number of ways, on this view, so long as it does\nso in the text. The broader statutory history and structure,\nmoreover, reinforce that conclusion. TheNFIBdissent\nexplained how the ACA’s provisions work in tandem to alter the\ninsurance market. 567 U. S., at 691–706. Here, the individual\nmandate requires individuals to obtain “minimum essential\ncoverage.” 26 U. S. C. §5000A(f ). The reporting\nrequirements, in turn, implement the mandate—indeed, they\nexplicitly cross- reference §5000A—by requiring employers to\nprovide information about such coverage. §§6055(e), 6056(b)(2)(B).\nAnd the adult-children coverage requirement works as part of a\ncohesive set of insurance reforms central to the ACA’s overall\nstructure, which turns on healthy persons’ entry into the market\nvia the individual mandate. See 42 U. S. C. §300gg–14(a).\nThe individual mandate is thus inseverable from the provisions\nburdening the States under either approach to severability.Having determined that the individual mandate is\n(1) unlawful and (2) inseverable from the provisions burdening the\nstate plaintiffs, the final question is what to do about it. The\nanswer largely flows from everything I have already said above.\nRelief in a case runs against parties, not against statutes.Supra, at 9–10. And provisions that are inseverable from\nunconstitutional features of a statute cannot be enforced.Supra, at 15–20. No matter how one approaches the question,\nthen, the answer is clear: Because the mandate is unlawful and\nbecause the injury-causing provisions are inextricably linked to\nthe mandate, the federal defendants cannot enforce those provisions\nagainst the state plaintiffs. And the state plaintiffs are entitled\nto a judgment providing as much. That answer comports with the\nreasoning of theNFIBjoint dissent, which made clear that\nthe state plaintiffs should not be required to comply with the\nprovisions of the ACA that burden them. See 567 U. S., at\n697–707. And it comports with the remedial approach others have\nadvocated in recent years. SeeMurphy, 584 U. S., at\n___ (Thomas, J., concurring) (slip op., at 3);Seila Law,\n591 U. S., at ___ (opinion of Thomas, J.) (slip op., at 24);Barrv.American Assn. of Political Consultants,Inc., 591 U. S. ___, ___ (2020) (Gorsuch, J.,\nconcurring in judgment in part and dissenting in part) (slip op.,\nat 5). Thus, under either the framework used in theNFIBjoint dissent or the alternative framework advocated in subsequent\ncases, the state plaintiffs are entitled to relief freeing them\nfrom compliance with the ACA provisions that burden them.*  *  *No one can fail to be impressed by the lengths\nto which this Court has been willing to go to defend the ACA\nagainst all threats. A penalty is a tax. The United States is a\nState. And 18 States who bear costly burdens under the ACA cannot\neven get a foot in the door to raise a constitutional challenge. So\na tax that does not tax is allowed to stand and support one of the\nbiggest Government programs in our Nation’s history. Fans of\njudicial inventiveness will applaud once again.But I must respectfully dissent.Notes1See Dept. of Commerce,\nBureau of Census, 2020 Annual Survey of Public Employment &\nPayroll Datasets, State Government Employment & Payroll Data\n(May 2021),\nwww.census.gov/data/datasets/2020/econ/apes/annual-apes.html.2SeePennsylvaniav.President of United States, 930 F.3d 543, 561–565 (CA3\n2019). Although our opinion did not address the issue, we are\nrequired to consider Article III standing in every case that comes\nbefore us. SeeSteel Co.v.Citizens for Better\nEnvironment,523 U.S.\n83, 95 (1998).3These States were\nAlabama, Arizona, Arkansas, Florida, Georgia, Indiana, Kansas,\nLouisiana, Mississippi (via its Governor), Missouri, Nebraska,\nNorth Dakota, South Carolina, South Dakota, Tennessee, Utah, and\nWest Virginia. The State of Wisconsin was also a plaintiff in\nDistrict Court but has since been voluntarily dismissed from the\nsuit. Former Maine Governor Paul LePage attempted to represent\nMaine as a plaintiff in the District Court, but was subsequently\ndismissed from the lawsuit.4The state intervenors are\nCalifornia, Connecticut, Delaware, Hawaii, Illinois, Kentucky (via\nits Governor), Massachusetts, Minnesota, New Jersey, New York,\nNorth Carolina, Oregon, Rhode Island, Vermont, Virginia, and\nWashington. Colorado, Iowa, Michigan, and Nevada also joined as\nadditional state intervenors while this suit was on\nappeal.5There are dozens upon\ndozens of examples. Some recent cases includeUzuegbunamv.Preczewski, 592 U. S. ___, ___ (2021) (slip op., at 3);Carneyv.Adams, 592 U. S. ___, ___ (2020) (slip\nop., at 4);Department of Commercev.New York, 588\nU. S. ___, ___ (2019) (slip op., at 9);Virginia House of\nDelegatesv.Bethune-Hill, 587 U. S. ___, ___\n(2019) (slip op., at 3);Gillv.Whitford, 585\nU. S. ___, ___ (2018) (slip op., at 13);Town of\nChesterv.Laroe Estates,Inc., 581 U. S.\n___, ___ (2017) (slip op., at 5);Bank of America Corp.v.Miami, 581 U. S. ___, ___ (2017) (slip op., at 5); andCzyzewskiv.Jevic Holding Corp., 580 U. S. ___,\n___ (2017) (slip op., at 9).6Willful failure to comply\nwith the reporting requirements in §§6055 and 6056 can also result\nin criminal penalties. See 26 U. S. C.\n§7203.7Allenrepeated\nthat point seven more times, see 768 U. S., at 752, 753,\nn. 19, 757–759, and that is precisely what countless other\ncases require, seesupra, at 9–10, and n. 5. But the\nmajority’s rejection of the relevant theory of standing depends on\nthis erroneous description of the law.8In addition to claiming\nthat the States forfeited the standing theory set out in this\ndissent, Justice Thomas’s concurrence lists several additional\nreasons why we should not address that theory. None is persuasive.\nThe concurrence invokes the rule that merits decisions that do not\ndiscuss jurisdiction are not of precedential value on\njurisdictional issues.Ante, at 5. This argument is\napparently a response to the many cases (141 years’ worth) in which\nthis Court reached the merits of claims structured like those of\nthe state plaintiffs in the suit at hand. Seesupra, at\n16–20. The suggestion, I take it, is that the plaintiffs in those\ncases may have lacked standing and that therefore this Court erred\nin reaching the merits. To put the point lightly, that seems\nunlikely, and even if our prior decisions have not expressly\nembraced a standing theory like the States’, there is no reason why\na conceptually sound theory should be rejected just because we\nnever previously saw fit to register express approval. Justice\nThomas states that “this Court has been inconsistent in describing\nwhether inseverability is a remedy or merits question.”Ante, at 5. But all that matters for present purposes is\nthat inseverability is not a standing question. And in all events,\nthe concurrence elsewhere recognizes that severability is a merits\nquestion. Seeante, at 6 (“[S]tanding-through-inseverability\ncould only be a valid theory of standing to the extent it treats\ninseverability as a merits exercise of statutory interpretation”);ante,at 5, n. 2 (treating severability as a merits question\nunder the framework set forth inSteel Co., 523 U. S., at\n89). Finally, Justice Thomas suggests that a lack of argument on\nseverability “poses a significant obstacle to review,”ante,\nat 5, n. 2, but that flatly ignores that each party—not to\nmention manyamici—extensively briefed the severability\nquestion in this Court.9If the effect of the\nCourt’s decision is dismissal of this action for lack of Article\nIII jurisdiction, the States may file a new action. See 18A C.\nWright & A. Miller, Federal Practice and Procedure §4436 (3d\ned. 2020) (“The basic rule that dismissal for lack of\nsubject-matter jurisdiction does not preclude a second action\n. . . is well settled”);Hughesv.United\nStates, 4 Wall. 232, 237 (1866) (“If the first suit was\ndismissed for . . . want of jurisdiction . . .\nthe judgment rendered will prove no bar to another suit”);Lopezv.Pompeo, 923 F.3d 444, 447 (CA5 2019). And in\nany event, many other parties will have standing to bring such a\nclaim based on a variety of the ACA’s substantive provisions that\nare arguably inseverable from the mandate. Our Affordable Care Act\nepic may go on.10Compare 163 Cong. Rec. H4171 (May 4,\n2017) (passage of the American Health Care Act, H. R. 1628),\nwithid.,at H10312 (Dec. 20, 2017) (passage of the Tax Cuts\nand Jobs Act, H. R. 1).",
    "joined": []
}