{
    "case": {
        "docket": "387",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/387/"
    },
    "id": "1970516",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–182_________________ARIZONA, et al., PETITIONERSv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2012]Justice Alito, concurring in part and\ndissenting in part.This case concerns four provisions of Arizona’s\nSupport Our Law Enforcement and Safe Neighborhoods Act, S. B. 1070.\nSection 2(B) requires Arizona law enforcement officers to make a\n“reasonable attempt,” “when practicable,” to ascertain the\nimmigration status of any person whom an officer lawfully stops,\ndetains, or arrests “where reasonable suspicion exists that the\nperson is an alien and is unlawfully present in the United States.”\nAriz. Rev. Stat. Ann. §11–1051(B) (West 2012). Section 3 provides\nthat an alien who willfully fails “to complete or carry an alien\nregistration document” in violation of 8 U. S. C.\n§1304(e) or §1306(a) is guilty of a misdemeanor. Ariz. Rev. Stat.\nAnn. §13–1509(A) (West Supp. 2011). Section 5(C) makes it a\nmisdemeanor for an unauthorized alien who is unlawfully present in\nthe United States “to knowingly apply for work, solicit work in a\npublic place or perform work as an employee or independent\ncontractor.” Ariz. Rev. Stat. Ann. §13–2928(C). And §6 authorizes\nArizona law enforcement officers to arrest without a warrant any\nperson whom the officer has probable cause to believe “has\ncommitted any public offense that makes the person removable from\nthe United States.” Ariz. Rev. Stat. Ann. §13–3883(A)(5).I agree with the Court that §2(B) is not\npre-empted. That provision does not authorize or require Arizona\nlaw enforcement officers to do anything they are not already\nallowed to do under existing federal law. The United States’\nargument that §2(B) is pre-empted, not by any federal statute or\nregulation, but simply by the Executive’s current enforcement\npolicy is an astounding assertion of federal executive power that\nthe Court rightly rejects.I also agree with the Court that §3 is\npre-empted by virtue of our decision inHinesv.Davidowitz,312 U.S.\n52(1941). Our conclusion in that case that Congress had\nenacted an “all-embracing system” of alien registration and that\nStates cannot “enforce additional or auxiliary regulations,”id.,at 66–67, 74, forecloses Arizona’s attempt here to\nimpose additional, state-law penalties for violations of the\nfederal registration scheme.While I agree with the Court on §2(B) and §3, I\npart ways on §5(C) and §6. The Court’s holding on §5(C) is\ninconsistent withDe Canasv.Bica,424 U.S.\n351(1976), which held that employment regulation, even of\naliens unlawfully present in the country, is an area of traditional\nstate concern. Because state police powers are implicated here, our\nprecedents require us to presume that federal law does not displace\nstate law unless Congress’ intent to do so is clear and manifest. I\ndo not believe Congress has spoken with the requisite clarity to\njustify invalidation of §5(C). Nor do I believe that §6 is invalid.\nLike §2(B), §6 adds virtually nothing to the authority that Arizona\nlaw enforcement officers already exercise. And whatever little\nauthority they have gained is consistent with federal law.Section 2(B)AAlthough §2(B) of the Arizona law has\noccasioned much controversy, it adds nothing to the authority that\nArizona law enforcement officers, like officers in all other\nStates, already possess under federal law. For that reason, I agree\nwith the Court that §2(B) is not pre-empted.Section 2(B) quite clearly does not expand the\nauthority of Arizona officers to make stops or arrests. It is\ntriggered only when a “lawful stop, detention or arrest [is] made .\n. . in the enforcement ofany other [state or local] law or\nordinance.” Ariz. Rev. Stat. Ann. §11–1051(B) (emphasis added).\nSection 2(B) thus comes into play only when an officer has\nreasonable suspicion or probable cause to believe that a person has\ncommitted a nonimmigration offense. Arizona officers plainly\npossessed this authority before §2(B) took effect.Section 2(B) also does not expand the authority\nof Arizona officers to inquire about the immigration status of\npersons who are lawfully detained. When a person is stopped or\narrested and “reasonable suspicion exists that the person is an\nalien and is unlawfully present in the United States,” §2(B)\ninstructs Arizona officers to make a “reasonable attempt,” “when\npracticable,” to ascertain that person’s immigration status. Ariz.\nRev. Stat. Ann. §11–1051(B). Even before the Arizona Legislature\nenacted §2(B), federal law permitted state and local officers to\nmake such inquiries. In 8 U. S. C. §1357(g)(10)(A),\nCongress has made clear that state and local governments need not\nenter into formal agreements with the Federal Government in order\n“to communicate with the [Federal Government] regarding the\nimmigration status of any individual.” In addition, Congress has\nmandated that neither the Federal Government nor any state or local\ngovernment may “prohibit, or in any way restrict, any government\nentity or official from sending to, or receiving from, [the Federal\nGovernment] information regarding the citizenship or immigration\nstatus, lawful or unlawful, of any individual.” §1373(a); see also\n§1644 (providing that “no State or local government entity may be\nprohibited, or in any way restricted, from sending to or receiving\nfrom [the Federal Government] information regarding the immigration\nstatus, lawful or unlawful, of an alien in the United States”). And\nwhile these provisions preserve the authority of state and local\nofficers to seek immigration-status information from the Federal\nGovernment, another federal statute, §1373(c), requires that the\nFederal Government respond to any such inquiries “by providing the\nrequested verification or status information.” It comes as no\nsurprise, therefore, that many States and localities permit their\nlaw enforcement officers to make the kinds of inquiries that §2(B)\nprescribes. See App. 294–298 (reporting that officers in 59\nsurveyed state and local jurisdictions “generally” ask arrestees\nabout their immigration status while 34 do not and that officers in\n78 jurisdictions “generally” inform Immigration and Customs\nEnforcement (ICE) when they believe an arrestee to be an\nundocumented alien while only 17 do not). Congress has invited\nstate and local governments to make immigration-related inquiries\nand has even obligated the Federal Government to respond. Through\n§2(B), Arizona has taken Congress up on that invitation.The United States does not deny that officers\nmay,at their own discretion, inquire about the immigration\nstatus of persons whom they lawfully detain. Instead, the United\nStates argues that §2(B) is pre-empted because it impedes\nfederal-state cooperation bymandatingthat officers verify\nthe immigration status of every detained person if there is reason\nto believe that the person is unlawfully present in the country.\nThe United States claims that §2(B)’s mandate runs contrary to\nfederal law in that it “precludes officers from taking [the Federal\nGovernment’s] priorities and discretion into account.” Brief for\nUnited States 50. “[B]y interposing a mandatory state law between\nstate and local officers and their federal counterparts,” writes\nthe United States, §2(B) “stands as an obstacle to the ac-\ncomplishment of the federal requirement of cooperation and the full\neffectuation of the enforcement judgment and discretion Congress\nhas vested in the Executive Branch.”Ibid.(internal\nquotation marks and citation omitted).The underlying premise of the United States’\nargument seems to be that state and local officers, when left to\ntheir own devices, generally take federal enforcement priorities\ninto account. But there is no reason to think that this premise is\ntrue. And even if it were, it would not follow that §2(B)’s blanket\nmandate is at odds with federal law. Nothing in the relevant\nfederal statutesrequiresstate and local officers to\nconsider the Federal Government’s priorities before requesting\nverification of a person’s immigration status. Neither 8 U. S.\nC. §1357(g)(10) nor §1373(a) conditions the right of state and\nlocal officers to communicate with the Federal Government on their\nfirst taking account of its priorities. Nor does §1373(c) condition\nthe Federal Government’s obligation to answer requests for in-\nformation on the sensitivity of state and local officers to its\nenforcement discretion. In fact, §1373(c) dictates that the Federal\nGovernment “shall respond” to any inquiry seeking verification of\nimmigration status, and that command applies whether or not the\nrequesting officer has bothered to consider federal priorities.\nBecause no federal statute requires such consideration, §2(B) does\nnot conflict with federal law.In any event, it is hard to see how state and\nlocal offi- cers could proceed in conformity with the Federal\nGovernment’s enforcement priorities without making an inquiry into\na suspected alien’s immigration status. For example, one of the\nFederal Government’s highest priorities is the apprehension and\nremoval of aliens who have failed to comply with a final order of\nremoval. See App. 108. How can an officer identify those persons\nwithout first in- quiring about their status? At bottom, the\ndiscretion that ultimately matters is not whether to verify a\nperson’s immigration status but whether to act once the person’s\nstatus is known. For that reason, §2(B)’s verification requirement\nis not contrary to federal law because the Federal Government\nretains the discretion that matters most––that is, the discretion\nto enforce the law in par- ticular cases. If an Arizona officer\ncontacts the Federal Government to verify a person’s immigration\nstatus and federal records reveal that the person is in the coun-\ntry unlawfully, the Federal Government decides, presumably based on\nits enforcement priorities, whether to have the person released or\ntransferred to federal custody. Enforcement discretion thus lies\nwith the Federal Government, not with Arizona. Nothing in §2(B)\nsuggests otherwise.The United States’ attack on §2(B) is quite\nremarkable. The United States suggests that a state law may be\npre-empted, not because it conflicts with a federal statute or\nregulation, but because it is inconsistent with a federal agency’s\ncurrent enforcement priorities. Those priorities, however, are not\nlaw. They are nothing more than agency policy. I am aware of no\ndecision of this Court recognizing that mere policy can have\npre-emptive force. Cf.Barclays Bank PLCv.Franchise Tax\nBd. of Cal.,512 U.S.\n298, 330 (1994) (holding that “Executive Branch communications\nthat express federal policy but lack the force of law cannot render\nunconstitutional” an “otherwise valid, congressionally condoned”\nstate law). If §2(B) were pre-empted at the present time because it\nis out of sync with the Federal Government’s current priorities,\nwould it be unpre-empted at some time in the future if the agency’s\npriorities changed?Like most law enforcement agencies, ICE does not\nset out inflexible rules for its officers to follow. To the con-\ntrary, it provides a list of factors to guide its officers’\nenforcement discretion on a case-by-case basis. See Memorandum from\nJohn Morton, Director, ICE, to All Field Office Directors\net al., p. 4 (June 17, 2011) (“This list is not exhaustive and\nno one factor is determinative. ICE offi- cers, agents, and\nattorneys should always consider prosecutorial discretion on a\ncase-by-case basis. The decisions should be based on the totality\nof the circumstances, with the goal of conforming to ICE’s\nenforcement priorities”). Among those factors is “the agency’s\ncivil immigration enforcement priorities,”ibid., which\nchange from administration to administration. If accepted, the\nUnited States’ pre-emption argument would give the Executive\nunprecedented power to invalidate state laws that do not meet with\nits approval, even if the state laws are otherwise consistent with\nfederal statutes and duly promulgated regulations. This argument,\nto say the least, is fundamentally at odds with our federal\nsystem.BIt has been suggested that §2(B) will cause\nsome persons who are lawfully stopped to be detained in violation\nof their constitutional rights while a prolonged investigation of\ntheir immigration status is undertaken. But nothing on the face of\nthe law suggests that it will be enforced in a way that violates\nthe Fourth Amendment or any other provision of the Constitution.\nThe law instructs officers to make a “reasonable attempt” to\ninvestigate immigration status, and this language is best\nunderstood as incorporating the Fourth Amendment’s standard of\nreasonableness. Indeed, the Arizona Legislature has directed that\n§2(B) “shall be implemented in a manner consistent with federal\nlaws . . . protecting the civil rights of all persons and\nrespecting the privileges and immunities of United States\ncitizens.” Ariz. Rev. Stat. Ann. §11–1051(L).In the situations that seem most likely to\noccur, enforcement of §2(B) will present familiar Fourth Amendment\nquestions. To take a common situation, suppose that a car is\nstopped for speeding, a nonimmigration offense. (Recall that §2(B)\ncomes into play only where a stop or arrest is made for a\nnonimmigration offense.) Suppose also that the officer who makes\nthe stop subsequently acquires reasonable suspicion to believe that\nthe driver entered the country illegally, which is a federal crime.\nSee 8 U. S. C. §1325(a).It is well established that state and local\nofficers generally have authority to make stops and arrests for\nviolations of federal criminal laws. See,e.g., Millerv.United States,357\nU.S. 301, 305 (1958);United Statesv.Di Re,332 U.S.\n581, 589 (1948). I see no reason why this principle should not\napply to immigration crimes as well. Lower courts have so held.\nSee,e.g., Estradav.Rhode Island, 594 F.3d 56, 65\n(CA1 2010) (upholding the lawfulness of a detention because the\nofficer had an objectively reason- able belief that the arrestees\n“had committed immigra- tion violations”);United Statesv.Vasquez-Alvarez,176 F.3d 1294, 1296 (CA10 1999) (noting that “state\nlaw-enforcement officers have the general authority to investigate\nand make arrests for violations of federal immigration laws”);Gonzalesv.Peoria, 722 F.2d 468, 475 (CA9 1983),\noverruled on other grounds,Hodgers-Durginv.de la\nVina,199 F.3d 1037(1999) (en banc) (holding that “federal law does\nnot preclude local enforcement of the criminal provisions” of\nfederal immigration law). And the United States, consistent with\nthe position long taken by the Office of Legal Counsel (OLC) in the\nDepartment of Justice, does not contend otherwise. See Brief for\nUnited States 55, n. 33; see also Memorandum from OLC to the\nAttorney General (Apr. 3, 2002), App. 268–273; Assistance by State\nand Local Police in Apprehending Illegal Aliens, 20 Op. Off. Legal\nCounsel 26 (1996).More importantly, no federal statute casts doubt\non this authority. To be sure, there are a handful of statutes that\npurport to authorize state and local officers to make\nimmigration-related arrests incertainsituations. See,e.g.,8 U. S. C. §1103(a)(10) (providing for the\nextension of “any” immigration enforcement authority to state and\nlocal officers in the event of an “actual or imminent mass in- flux\nof aliens arriving off the coast”); §1252c(a) (provid- ing\nauthority to arrest criminal aliens who had illegally reentered the\ncountry but only after consultation with the Federal Government);\n§1324(c) (providing authority to make arrests for transporting and\nharboring certain aliens). But a grant of federal arrest authority\nin some cases does not manifest a clear congressional intent to\ndisplace the States’ police powers in all other cases. Without\nmore, such an inference is too weak to overcome our presumption\nagainst pre-emption where traditional state police powers are at\nstake. Accordingly, in our hypothetical case, the Arizona officer\nmay arrest the driver for violating §1325(a) if the officer has\nprobable cause. And if the officer has reasonable suspicion, the\nofficer may detain the driver, to the extent permitted by the\nFourth Amendment, while the question of illegal entry is\ninvestigated.We have held that a detention based on\nreasonable suspicion that the detainee committed a particular crime\n“can become unlawful if it is prolonged beyond the time reasonably\nrequired to complete that mission.”Illinoisv.Caballes,543 U.S.\n405, 407 (2005). But if during the course of a stop an officer\nacquires suspicion that a de- tainee committed a different crime,\nthe detention may be extended for a reasonable time to verify or\ndispel that suspicion. Cf.Muehlerv.Mena,544 U.S.\n93, 101 (2005) (holding that “no additional Fourth Amendment\njustification” was required because any questioning concerning\nimmigration status did not prolong the detention). In our\nhypothetical case, therefore, if the officer, after initially\nstopping the car for speeding, has a reasonable suspicion that the\ndriver entered the country illegally, the officer may investigate\nfor evidence of illegal entry. But the length and nature of this\ninvestigation must remain within the limits set out in our Fourth\nAmendment cases. An investigative stop, if prolonged, can become an\narrest and thus require probable cause. SeeCaballes,supra, at 407. Similarly, if a person is moved from the site\nof the stop, probable cause will likely be required. SeeHayesv.Florida,470 U.S.\n811, 816 (1985) (holding that the line be- tween detention and\narrest is crossed “when the police, without probable cause or a\nwarrant, forcibly remove a person from his home or other place in\nwhich he is entitled to be and transport him to the police station,\nwhere he is detained, although briefly, for investigative\npurposes”).If properly implemented, §2(B) should not lead\nto fed- eral constitutional violations, but there is no denying\nthat enforcement of §2(B) will multiply the occasions on which\nsensitive Fourth Amendment issues will crop up. These civil-liberty\nconcerns, I take it, are at the heart of most objections to §2(B).\nClose and difficult questions will in- evitably arise as to whether\nan officer had reasonable suspicion to believe that a person who is\nstopped for some other reason entered the country illegally, and\nthere is a risk that citizens, lawful permanent residents, and\nothers who are lawfully present in the country will be detained. To\nmitigate this risk, Arizona could issue guidance to officers\ndetailing the circumstances that typically give rise to reasonable\nsuspicion of unlawful presence. And in the spirit of the\nfederal-state cooperation that the United States champions, the\nFederal Government could share its own guidelines. Arizona could\nalso provide officers with a nonexclusive list containing forms of\nidentification sufficient under §2(B) to dispel any suspicion of\nunlawful presence. If Arizona accepts licenses from most States as\nproof of legal status, the problem of roadside detentions will be\ngreatly mitigated.[1]Section 3I agree that §3 is pre-empted because, like the\nCourt, I read the opinion inHinesto require that result.\nAlthough there is some ambiguity inHines, the Court largely\nspoke in the language of field pre-emption. The Court explained\nthat where Congress “has enacted a complete scheme of regulation\nand has therein provided a standard for the registration of aliens,\nstates cannot, inconsistently with the purpose of Congress,\nconflict or interfere with, curtail or complement, the federal law,\nor enforce additional or auxiliary regulations.” 312 U. S., at\n66–67. In finding the Pennsylvania alien-registration law\npre-empted, the Court observed that Congress had “provided a\nstandard for alien registration in a single integrated and\nall-embracing system” and that its intent was “to protect the\npersonal liberties of law-abiding aliens through one uniform\nnational registration system.”Id.,at 74. If we credit our\nholding inHinesthat Congress has enacted “a single in-\ntegrated and all-embracing system” of alien registration and that\nStates cannot “complement” that system or “enforce additional or\nauxiliary regulations,”id.,at 66–67, 74, then Arizona’s\nattempt to impose additional, state-law penalties for violations of\nfederal registration requirements must be invalidated.Section 5(C)While I agree that §3 is pre-empted, I\ndisagree with the Court’s decision to strike down §5(C). I do so in\nlarge measure because the Court fails to give the same solicitude\nto our decision inDe Canas,424 U.S.\n351, as it is willing to give our decision inHines. InDe Canas, the Court upheld against a pre-emption challenge a\nstate law imposing fines on employers that hired aliens who were\nunlawfully present in the United States. The Court explained that\nthe mere fact that “aliens are the subject of a state statute does\nnot render it a regulation of immigration.” 424 U. S., at 355.\nThe Court emphasized instead that “States possess broad authority\nunder their police powers to regulate the employment relationship\nto protect workers within the State.”Id.,at 356. In light\nof that broad authority, the Court declared that “[o]nly a\ndemonstration that complete ouster of state power . . . was ‘the\nclear and manifest purpose of Congress’ would justify” the\nconclusion that “state regulation designed to protect vital state\ninterests must give way to paramount federal legislation.”Id.,at 357 (some internal quotation marks omitted); see\nalsoBatesv.Dow Agrosciences LLC,544 U.S.\n431, 449 (2005) (“In areas of traditional state regulation,\n[the Court] assume[s] that a federal statute has not supplanted\nstate law unless Congress has made such an intention ‘clear and\nmanifest’ ” (some internal quotation marks omitted)).The Court now tells us that times have changed.\nSinceDe Canas, Congress has enacted “a comprehensive\nframework for combating the employment of illegal aliens,” and even\nthough aliens who seek or obtain unauthorized work are not subject\nto criminal sanctions, they can suffer civil penalties.Ante,at 12–13 (internal quotation marks omitted).\nUndoubtedly, federal regulation in this area is more pervasive\ntoday. But our task remains unchanged: to determine whether the\nfederal scheme discloses a clear and manifest congressional intent\nto displace state law.The Court gives short shrift to our presumptionagainstpre-emption. Having no express statement of\ncongressional intent to support its analysis, the Court infers from\nstale legislative history and from the comprehensiveness of the\nfederal scheme that “Congress made a deliberate choice not to\nimpose criminal penalties on aliens who seek, or engage in,\nunauthorized employment.”Ante,at 13. Because §5(C) imposes\nsuch penalties, the Court concludes that it stands as an obstacle\nto the method of enforcement chosen by Congress.Ante,at\n15.The one thing that is clear from the federal\nscheme is that Congress chose not to imposefederalcriminal\npenalties on aliens who seek or obtain unauthorized work. But that\ndoes not mean that Congress also chose to pre-emptstatecriminal penalties. The inference is plausible, but far from\nnecessary. As we have said before, the “decision not to adopt a\nregulation” is not “the functional equivalent of a regulation\nprohibiting all States and their political subdivisions from\nadopting such a regulation.”Sprietsmav.Mercury\nMarine,537 U.S.\n51, 65 (2002). With any statutory scheme, Congress chooses to\ndo some things and not others. If that alone were enough to\ndemonstrate pre-emptive intent, there would be little left over for\nthe States to regulate, especially now that federal authority\nreaches so far and wide. States would occupy tiny islands in a sea\nof federal power. This explains why state laws implicating\ntraditional state powers are not pre-empted unless there is a\n“clear and manifest” congressional intention to do so.Not only is there little evidence that Congress\nintended to pre-empt state laws like §5(C), there is some evidence\nthat Congress intended the opposite result. In making it unlawful\nfor employers to hire unauthorized aliens, see 8 U. S. C.\n§1324a(a), Congress made it clear that “any State or local law\nimposing civil or criminal sanctions (other than through licensing\nand similar laws)” upon employers was pre-empted, §1324a(h)(2).\nNoticeably absent is any similar directive pre-empting state or\nlocal laws targeting aliens who seek or obtain unauthorized\nemployment. Given that Congress expressly pre-empted certain state\nand local laws pertaining to employers but remained silent about\nlaws pertaining to employees, one could infer that Congress\nintended to preserve state and local authority to regulate the\nemployee side of the equation. At the very least, it raises serious\ndoubts about whether Congress intended to pre-empt such\nauthority.The Court dismisses any inferences that might be\ndrawn from the express pre-emption provision. Seeante,at\n14. But even though the existence of that provision “doesnotbar the ordinary working of conflict pre-emption\nprinciples” or impose a “ ‘special burden’ ” against\npre-emption,Geierv.American Honda Motor Co.,529 U.S.\n861, 869–870 (2000), it is still probative of congressional\nintent. And it is the intent of Congress that is the “ultimate\ntouchstone.”Retail Clerksv.Schermerhorn,375 U.S.\n96, 103 (1963).The Court infers from Congress’ decision not to\nimposefederalcriminal penalties that Congress intended to\npre-emptstatecriminal penalties. But given that the\nexpress pre-emption provision covers only state and local laws\nregulatingemployers, one could just as well infer that\nCongress did not intend to pre-empt state or local laws aimed at\nalienemployeeswho unlawfully seek or obtain work. Surely\nCongress’ decision not to extend its express pre-emption provision\nto state or local laws like §5(C) is more probative of its intent\non the subject of pre-emption than its decision not to impose\nfederal criminal penalties for unauthorized work. In any event, the\npoint I wish to emphasize is that inferences can be drawn either\nway. There are no necessary inferences that point decisively for or\nagainst pre-emption. Therefore, if we take seriously that state\nemployment regulation is a traditional state concern and can be\npre-empted only on a showing of “clear and manifest” congressional\nintent as required byDe Canas, then §5(C) must survive.\n“Our precedents establish that a high threshold must be met if a\nstate law is to be pre-empted for conflicting with the purposes of\na fed- eral Act.”Chamber of Commerce of United States of\nAmericav.Whiting, 563 U. S. ___, ___ (2011)\n(plurality opinion) (slip op., at 22) (internal quotation marks\nomitted). I do not believe the United States has surmounted that\nbarrier here.Section 6I also disagree with the Court’s decision that\n§6 is pre-empted. This provision adds little to the authority that\nArizona officers already possess, and whatever additional authority\nit confers is consistent with federal law. Section 6 amended an\nArizona statute that authorizes warrantless arrests. See Ariz. Rev.\nStat. §13–3883 (West 2010). Before §6 was added, that statute\nalready permitted arrests without a warrant for felonies,\nmisdemeanors committed in the arresting officer’s presence, petty\noffenses, and certain traffic-related criminal violations. See\n§§13–3883(A)(1)–(4). Largely duplicating the authority already\nconferred by these prior subsections, §6 added a new subsection,\n§13–3883(A)(5) (West Supp. 2011), that authorizes officers to make\nwarrantless arrests on probable cause that the arrestee has\ncommitted a “public offense” for which the arrestee is removable\nfrom the United States. A “public offense” is defined as conduct\nthat is punishable by imprisonment or a fine according to the law\nof the State where the conduct occurred and that would be\npunishable under Arizona law had the conduct occurred in Arizona.\nSee §13–105(27).In what way, if any, does §6 enlarge the arrest\nauthority of Arizona officers? It has been suggested that §6\nconfers new authority in the following three circumstances: (1)\nwhere the arrestee committed but has not been charged with\ncommitting an offense in another State; (2) where the officer has\nprobable cause to believe the arrestee committed an offense for\nwhich he was previously arrested but not prosecuted; and (3) where\nthe arrestee committed but has already served the sentence for a\nremovable offense. 641 F.3d 359, 361 (CA9 2011). These are\nexceedingly narrow categories, involving circumstances that will\nrarely arise. But such cases are possible, and therefore we must\ndecide whether there are circumstances under which fed- eral law\nprecludes a state officer from making an arrest based on probable\ncause that the arrestee committed a removable offense.AThe idea that state and local officers may\ncarry out arrests in the service of federal law is not\nunprecedented. As previously noted, our cases establish that state\nand local officers may make warrantless arrests for violations of\nfederal law and that “in the absence of an applicable federal\nstatute the law of the state where an arrest without warrant takes\nplace determines its validity.”Di Re, 332 U. S., at\n589; see alsoMiller,357 U. S., at 305 (stating that,\nwhere a state officer makes an arrest based on fed- eral law, “the\nlawfulness of the arrest without warrant is to be determined by\nreference to state law”). Therefore, given the premise, which I\nunderstand both the United States and the Court to accept, that\nstate and local officers do have inherent authority to make arrests\nin aid of fed- eral law, we must ask whether Congress has done\nanything to curtail or pre-empt that authority in this particular\ncase.Neither the United States nor the Court goes so\nfar as to say that state and local officers have no power to arrest\ncriminal aliens based on their removability. To do so would fly in\nthe face of 8 U. S. C. §1357(g)(10). Under\n§§1357(g)(1)–(9), the Federal Government may enter into formal\nagreements with States and municipalities under which their\nofficers may perform certain duties of a fed- eral immigration\nofficer. But §1357(g)(10)(B) makes clear that States and\nmunicipalities need not enter into those agreements “otherwise to\ncooperate . . . in the identification, apprehension, detention, or\nremoval of aliens not lawfully present in the United States.” It\ngoes without saying that state and local officers could not provide\nmeaningful cooperation in the apprehension, detention, and ultimate\nremoval of criminal aliens without some power to make arrests.Although §1357(g)(10) contemplates state and\nlocal authority to apprehend criminal aliens for the purpose of\nremoval, the Court rejects out of hand any possibility that\nofficers could exercise that authority without federal direction.\nDespite acknowledging that there is “ambiguity as to what\nconstitutes cooperation,” the Court says that “no coherent\nunderstanding of the term would incorporate the unilateral decision\nof state officers to arrest an alien for being removable absent any\nrequest, approval, or other instruction from the Federal\nGovernment.”Ante,at 18. The Court adopts an unnecessarily\nstunted view of cooperation. No one would say that a state or local\nofficer has failed to cooperate by making an on-the-spot arrest to\nenforce federal law. Unsolicited aid is not necessarily\nuncooperative.To be sure, were an officer to persist in making\nan arrest that the officer knows is unwanted, such conduct would\nnot count as cooperation. But nothing in the relevant federal\nstatutes suggests that Congress does not want aliens who have\ncommitted removable offenses to be arrested.[2] To the contrary, §1226(c)(1) commands that the\nExecutive “shall take into custody any alien” who is deportable for\nhaving committed a specified offense. And §1226(c)(2) substantially\nlimits the circumstances under which the Executive has discretion\nto release aliens held in custody under paragraph (1). So if an\nofficer arrests an alien who is removable for having committed one\nof the crimes listed in §1226(c)(1), the Federal Government is\nobligated to take the alien into custody.That Congress generally requires the Executive\nto take custody of criminal aliens casts considerable doubt on the\nCourt’s concern that §6 is an obstacle to the Federal Government’s\nexercise of discretion. The Court claims that the authority\nconferred by §6 “could be exercised without any input from the\nFederal Government about whether an arrest is warranted in a\nparticular case” and that this “would allow the State to achieve\nits own immigration policy,” resulting in the “unnecessary\nharassment of some aliens . . . whom federal officials determine\nshould not be removed.”Ante,at 17. But §1226(c)(1) belies\nthe Court’s fear. In many, if not most, cases involving aliens who\nare removable for having committed criminal offenses, Congress has\nleft the Executive no discretion but to take the alien into\ncustody. State and local officers do not frus- trate the removal\nprocess by arresting criminal aliens. The Executive retains\ncomplete discretion over whether those aliens are ultimately\nremoved. And once the Fed- eral Government makes a determination\nthat a particular criminal alien will not be removed, then Arizona\nofficers are presumably no longer authorized under §6 to arrest the\nalien.To be sure, not all offenses for which officers\nhave authority to arrest under §6 are covered by §1226(c)(1). As\nfor aliens who have committed those offenses, Congress has given\nthe Executive discretion under §1226(a) over whether to arrest and\ndetain them pending a decision on removal. But the mere fact that\nthe Executive has enforcement discretion cannot mean that the\nexercise of state police powers in support of federal law is\nautomatically pre-empted. If that were true, then state and local\nofficers could never make arrests to enforce any federal statute\nbecause the Executive always has at least some general discretion\nover the enforcement of federal law as a practical matter. But even\nassuming that the express statutory grant of discretion in §1226(a)\nsomehow indicates a congressional desire to pre-empt unilateral\nstate and local authority to arrest criminal aliens covered by that\nprovision, §6 is not pre-empted on its face given its substantial\noverlap with §1226(c)(1).It bears emphasizing that §6 does not mandate\nthe warrantless apprehension of all aliens who have committed\ncrimes for which they are removable. Instead, it only grants state\nand local officers permission to make such arrests. The trouble\nwith this premature, facial challenge is that it affords Arizona no\nopportunity to implement its law in a way that would avoid any\npotential conflicts with federal law. For example, Arizona could\npromulgate guidelines or regulations limiting the arrest authority\nconferred by §6 to the crimes specified in §1226(c)(1). And to the\nextent §1226(c)(1) is unclear about which exact crimes are\ncovered,[3] Arizona could go\neven further and identify specific crimes for which there is no\ndoubt an alien would be removable. The point is that there are\nplenty of permissible applications of §6, and the Court should not\ninvalidate the statute at this point without at least some\nindication that Arizona has implemented it in a manner at odds with\nCongress’ clear and manifest intent. We have said that a facial\nchallenge to a statute is “the most difficult challenge to mount\nsuccessfully” because “the challenger must establish that no set of\ncircumstances exists under which the [statute] would be valid.”United Statesv.Salerno,481\nU.S. 739, 745 (1987); see alsoAndersonv.Edwards,514 U.S.\n143, 155, n. 6 (1995) (applying theSalernostandard in a pre-emption case). As to §6, I do not believe the\nUnited States has carried that heavy burden.BFinally, the Court tells us that §6 conflicts\nwith federal law because it provides state and local officers with\n“even greater authority to arrest aliens on the basis of possible\nremovability than Congress has given to trained federal immigration\nofficers.”Ante,at 16–17. The Court points to 8\nU. S. C. §1357(a)(2), which empowers “authorized” offi-\ncers and employees of ICE to make arrests without a fed- eral\nwarrant if “the alien so arrested is in the United States in\nviolation of any [immigration] law or regulation and is likely to\nescape before a warrant can be obtained for his arrest.” Because §6\nwould allow Arizona officers to make arrests “regardless of whether\na federal warrant has issued or the alien is likely to escape,”ante,at 17, the Court concludes that §6 is an obstacle to\nthe accomplishment of Congress’ objectives. But §6 is an obstacle\nonly to the extent it conflicts with Congress’ clear and manifest\nintent to preclude state and local officers from making arrests\nexcept where a federal warrant has issued or the arrestee is likely\nto escape. By granting warrantless arrest authority tofederal\nofficers, Congress has not manifested an unmistakable intent to\nstripstate and local officersof their warrantless arrest\nauthority under state law.Likewise, limitations on federal arrest\nauthority do not mean that the arrest authority of state and local\nofficers must be similarly limited. Our opinion inMiller,357 U.S.\n301, is instructive. In that case, a District of Columbia\nofficer, accompanied by a federal officer, made an arrest based on\na suspected federal narcotics offense.Id.,at 303–304. The\nfederal officer did not have statutory authorization to arrest\nwithout a warrant, but the local officer did.Id.,at 305.\nWe held that District of Columbia law dictated the lawfulness of\nthe arrest.Id.,at 305–306. Where a state or local officer\nmakes a warrantless arrest to enforce federal law, we said that\n“the lawfulness of the arrest without warrant is to be determined\nby reference to state law.”Id.,at 305. Under §6, an\nArizona officer may be authorized to make an arrest that a federal\nofficer may not be authorized to make under §1357(a)(2). AsMillermakes clear, that fact alone does not render arrests\nby state or local officers pursuant to §6 unlawful. Nor does it\nmanifest a clear congressional intent to displace the exercise of\nstate police powers that are brought to bear in aid of federal\nlaw.Notes1When the Real ID Act\ntakes effect, the Federal Government will no longer accept state\nforms of identification that fail to meet certain federal\nrequirements. §202(a)(1), 119Stat. 312. One requirement is that any\nidentification be issued only on proof that the applicantis\nlawfully present in the United States. §202(c)(2)(B),id.,at 313. I anticipate that most, if not all, States will eventually\nissue forms of identification that suffice to establish lawful\npresence under §2(B).2That goes for the\nExecutive Branch as well, which has made the apprehension and\nremoval of criminal aliens a priority. See App. 108.3I readily admit that it\ncan be difficult to determine whether aparticular conviction will\nnecessarily make an alien removable. SeePadillav.Kentucky, 559 U. S. ___, ___ (2010) (Alito, J.,\nconcurring in judgment) (slip op., at 4).",
    "joined": []
}