{
    "case": {
        "docket": "303",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/303/"
    },
    "id": "1962867",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGCORLEY V. UNITED STATES556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-10441JOHNNIE CORLEY, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the third circuit[April 6, 2009]Justice Alito, with whom The\nChief Justice, Justice Scalia, and Justice Thomas join,\ndissenting.Section 3501(a) of Title 18,\nUnited States Code, directly and unequivocally answers the question\npresented in this case. After petitioner was arrested by federal\nagents, he twice waived hisMiranda[Footnote 1]rights and voluntarily confessed, first\norally and later in writing, that he had participated in an armed\nbank robbery. He was then taken before a Magistrate Judge for an\ninitial appearance. The question that we must decide is whether\nthis voluntary confession may be suppressed on the ground that\nthere was unnecessary delay in bringing petitioner before the\nMagistrate Judge. Unless the unambiguous language of §3501(a) is\nignored, petitioner’s confession may not be suppressed.ISection 3501(a) states: “In any\ncriminal prosecution brought by the United States …, a\nconfession … shall be admissible in evidence if it is\nvoluntarily given.”Applying “settled principles of\nstatutory construction,” “we must first determine whether the\nstatutory text is plain and unambiguous,” and “[i]f it is, we must\napply the statute according to its terms.”Carcieriv.Salazar, 555 U. S. ___, ___ (2009) (slip op., at 7). Here,\nthere is nothing ambiguous about the language of §3501(a), and the\nCourt does not claim otherwise. Although we normally presume that\nCongress “means in a statute what it says there,”Connecticut\nNat. Bankv.Germain,503 U. S. 249, 253–254\n(1992), the Court today concludes that §3501(a)does notmean what it says and that a voluntary confession may be suppressed\nunder theMcNabb-Malloryrule.[Footnote 2] This supervisory rule, which requires the\nsuppression of a confession where there was unnecessary delay in\nbringing a federal criminal defendant before a judicial officer\nafter arrest, was announced long before 18 U. S. C. §3501(a)\nwas adopted. According to the Court, this rule survived the\nenactment of §3501(a) because Congress adopted that provision for\nthe sole purpose of abrogatingMirandaand apparently\nnever realized that the provision’s broad language would also do\naway with theMcNabb-Malloryrule. I disagree with the\nCourt’s analysis and therefore respectfully dissent.IIAThe Court’s first and most\nsubstantial argument invokes “the antisuperfluousness canon,”ante, at 12, under which a statute should be read, if\npossible, so that all of its provisions are given effect and none\nis superfluous.Ante, at 9–12. Section 3501(c) provides\nthat a voluntary confession “shall not be inadmissible solely\nbecause of the delay” in bringing the defendant before a judicial\nofficer if the defendant is brought before a judicial officer\nwithin six hours of arrest. If §3501(a) means that a voluntary\nconfession may never be excluded due to delay in bringing the\ndefendant before a judicial officer, the Court reasons, then\n§3501(c), which provides a safe harbor for a subset of voluntary\nconfessions (those made in cases in which the initial appearance\noccurs within six hours of arrest), is superfluous.Canons of interpretation “are\nquite often useful in close cases, or when statutory language is\nambiguous. But we have observed before that such ‘interpretative\ncanon[s are] not a license for the judiciary to rewrite language\nenacted by the legislature.’ ”United Statesv.Monsanto,491 U. S. 600, 611\n(1989) (quotingUnited Statesv. Albertini,472 U. S. 675,\n680 (1985)). Like other canons, the antisuperfluousness canon is\nmerely an interpretive aid, not an absolute rule. SeeConnecticut Nat. Bank, 503 U. S., at 254 (“When the words\nof a statute are unambiguous, then, this first canon is also the\nlast: ‘judicial inquiry is complete’ ”). There are times when\nCongress enacts provisions that are superfluous, and this may be\nsuch an instance. Cf.id., at 253 (noting that\n“[r]edundancies across statutes are not unusual events in\ndrafting”);Gutierrez de Martinezv.Lamagno,515 U. S. 417,\n445–446 (1995) (Souter, J., dissenting) (noting that, although\nCongress “indulged in a little redundancy,” the “inelegance may be\nforgiven” because “Congress could sensibly have seen some practical\nvalue in the redundancy”).Moreover, any superfluity created by giving\nsubsection (a) its plain meaning may be minimized by interpreting\nsubsection (c) to apply to confessions that are otherwise\nvoluntary. The Government contends that §3501(c), though inartfully\ndrafted, is not superfluous because what the provision means is\nthat a confession is admissible if it is given within six hours of\narrest and it isotherwisevoluntary—that is, if there is\nno basis other than prepresentment delay for concluding that the\nconfession was coerced. Read in this way, §3501(c) is not\nsuperfluous.The Court rejects this argument on the ground\nthat “ ‘Congress did not write the statute that way,’ ”ante, at 10, and thus, in order to adhere to a narrow\nreading of §3501(c), the Court entirely disregards the unambiguous\nlanguage of §3501(a). Although §3501(a) says that a confession is\nadmissible if it is “voluntarily given,” the Court reads that\nprovision to mean that a voluntary confession may not be excluded\non the ground that the confession was obtained in violation ofMiranda. To this reading, the short answer is that\nCongressreallydid not write the statute that way.As is true with most of the statutory\ninterpretation questions that come before this Court, the question\nin this case is not like a jigsaw puzzle. There is simply no\nperfect solution to the problem before us.Instead, we must choose between two imperfect\nsolutions. The first (the one adopted by the Court) entirely\ndisregards the clear and simple language of §3501(a), rests on the\nproposition that Congress did not understand the plain import of\nthe language it used in subsection (a), but adheres to a strictly\nliteral interpretation of §3501(c). The second option respects the\nclear language of subsection (a), but either accepts some statutory\nsurplusage or interprets §3501(c)’s reference to a voluntary\nconfession to mean an otherwise voluntary confession. To my mind,\nthe latter choice is far preferable.BIn addition to the\nantisuperfluousness canon, the Court relies on the canon that\nfavors a specific statutory provision over a conflicting provision\ncast in more general terms,ante, at 11, but that canon is\ninapplicable here. For one thing, §3501(a) is quite specific; it\nspecifically provides that if a confession is voluntary, it is\nadmissible. More important, there is no other provision, specific\nor general, that conflicts with §3501(a). SeeNational Cable\n& Telecommunications Assn., Inc.v.Gulf Power\nCo.,534 U. S.\n327, 335–336 (2002) (“It is true that specific statutory\nlanguage should control more general languagewhen there is a\nconflict between the two. Here, however, there is no conflict”\n(emphasis added)). Subsection (c) is not conflicting because it\ndoes not authorize the suppression of any voluntary confession.\nWhat the Court identifies is not a conflict between two statutory\nprovisions but a conflict between the express language of one\nprovision (§3501(a)) and the “negative implication” that the Court\ndraws from another (§3501(c)).United Statesv.Alvarez-Sanchez,511 U. S. 350, 355\n(1994). Because §3501(c) precludes the suppression of a voluntary\nconfession based solely on a delay of less than six hours, the\nCourt infers that Congress must have contemplated that a voluntary\nconfession could be suppressed based solely on a delay of more than\nsix hours. The Court cites no authority for a canon of\ninterpretation that favors a “negative implication” of this sort\nover clear and express statutory language.CThe Court contends that a literal\ninterpretation of §3501(a) would leave the prompt presentment\nrequirement set out in Federal Rule of Criminal Procedure 5(a)(1)\n“without any teeth, for … if there is noMcNabb-Mallorythere is no apparent remedy for delay in presentment.”Ante, at 15. There is nothing strange, however, about a\nprompt presentment requirement that is not enforced by a rule\nexcluding voluntary confessions made during a period of excessive\nprepresentment delay. As the Court notes, “[t]he common law obliged\nan arresting officer to bring his prisoner before a magistrate as\nsoon as he reasonably could,”ante, at 1, but theMcNabb-Mallorysupervisory rule was not adopted until the\nmiddle of the 20th century. To this day, while the States are\nrequired by the Fourth Amendment to bring an arrestee promptly\nbefore a judicial officer, see,e.g.,County of\nRiversidev.McLaughlin,500 U. S. 44, 56 (1991),\nwe have never held that this constitutional requirement is backed\nby an automatic exclusionary sanction, see,e.g.,Hudsonv.Michigan,547 U. S. 586, 592\n(2006). And although the prompt presentment requirement serves\ninterests in addition to the prevention of coerced confessions, theMcNabb-Malloryrule provides no sanction for excessive\nprepresentment delay in those instances in which no confession is\nsought or obtained.Moreover, the need for theMcNabb-Malloryexclusionary rule is no longer clear. That\nrule, which was adopted long beforeMiranda, originally\nserved a purpose that is now addressed by the giving ofMirandawarnings upon arrest. AsMirandarecognized,McNabbandMallorywere “responsive\nto the same considerations of Fifth Amendment policy” that theMirandarule was devised to address.Mirandav.Arizona,384 U. S. 436, 463 (1966).In the pre-Mirandaera, the\nrequirement of prompt presentment ensured that persons taken into\ncustody would, within a relatively short period, receive advice\nabout their rights. SeeMcNabbv.United States,318 U. S. 332, 344 (1943). Now,\nhowever,Mirandaensures that arrestees receive such\nadvice at an even earlier point, within moments of being taken into\ncustody. Of course, arrestees, after receivingMirandawarnings, may waive their rights and submit to questioning by law\nenforcement officers, see,e.g.,Davisv.United States,512 U. S. 452, 458\n(1994), and arrestees may likewise waive the prompt presentment\nrequirement, see,e.g.,New Yorkv.Hill,528\nU. S. 110, 114 (2000) (“We have … ‘in the context of a broad\narray of constitutional and statutory provisions,’ articulated a\ngeneral rule that presumes the availability of waiver, … and we\nhave recognized that ‘the most basic rights of criminal defendants\nare … subject to waiver’ ”). It seems unlikely that many\narrestees who are willing to waive the right to remain silent and\nthe right to the assistance of counsel during questioning would\nbalk at waiving the right to prompt presentment. More than a few\ncourts of appeals have gone as far as to hold that a waiver ofMirandarights also constitutes a waiver underMcNabb-Mallory. See,e.g.,United Statesv.Salamanca, 990 F. 2d 629, 634 (CADC), cert.\ndenied,510 U. S.\n928(1993);United Statesv.Barlow, 693\nF. 2d 954, 959 (CA6 1982), cert. denied,461 U. S. 945(1983);United Statesv.Indian Boy X, 565 F. 2d\n585, 591 (CA9 1977), cert. denied,439 U. S. 841(1978);United Statesv.Duvall, 537 F. 2d 15,\n23–24, n. 9 (CA2), cert. denied,426 U. S. 950(1976);United Statesv.Howell, 470 F. 2d 1064,\n1067, n. 1 (CA9 1972);Pettyjohnv.United\nStates, 419 F. 2d 651, 656 (CADC 1969), cert. denied,397 U. S. 1058(1970);O’Nealv.United States, 411 F. 2d\n131, 136–137 (CA5), cert. denied,396 U. S. 827(1969).\nWhether or not those decisions are correct, it is certainly not\nclear that theMcNabb-Malloryrule adds much protection\nbeyond that provided byMiranda.DThe Court contends that the\nlegislative history of §3501 supports its interpretation,but the legislative history proves nothing that is not evident from\nthe terms of the statute. With respect to §3501(a), the legislative\nhistory certainly shows that the provision’s chief backers meant to\ndo away withMiranda,[Footnote 3] but the Court cites no evidence that this was\nall that §3501(a) was intended to accomplish. To the contrary, the\nSenate Report clearly says that §3501(a) was meant to reinstate the\ntraditional rule that a confession should be excluded only if\ninvoluntary, see S. Rep. No. 1097, 90th Cong., 2d Sess., 38\n(1968) (Senate Report), a step that obviously has consequences\nbeyond the elimination ofMiranda. And the Senate Report\nrepeatedly citedEscobedov.Illinois,378 U. S. 478(1964), as\nan example of an unsound limitation on the admission of voluntary\nconfessions, see Senate Report 41–51, thus illustrating that\n§3501(a) was not understood as simply an anti-Mirandaprovision. Whether a majority of the Members of the House and\nSenate had theMcNabb-Malloryrule specifically in mind\nwhen they voted for §3501(a) is immaterial. Statutory provisions\nmay often have a reach that is broader than the specific targets\nthat the lawmakers might have had in mind at the time of\nenactment.The legislative history relating\nto §3501(c) suggests nothing more than thatsome Membersof Congress may mistakenly have thought that the version of §3501\nthat was finally adopted would not displace theMcNabb-Malloryrule. As the Court relates, the version of\n§3501(c) that emerged from the Senate Judiciary Committee would\nhave completely eliminated that rule. Seeante, at 12–13.\nSome Senators opposed this, and the version of this provision that\nwas eventually passed simply trimmed the rule. It is possible to\nidentify a few Senators who spoke out in opposition to the earlier\nversion of subsection (c) and then voted in favor of the\nversion that eventually passed, and it is fair to infer that these\nSenators likely thought that the amendment of subsection (c) had\nsaved the rule. See 114 Cong. Rec. 14172–14175, 14798 (1968). But\nthere is no evidence that a majority of the House and Senate shared\nthat view, and any Member who took a few moments to read\nsubsections (a) and (c) must readily have understood that\nsubsection (a) would wipe away all non&nbhyph;constitutionally\nbased rules barring the admission of voluntary confessions, not\njustMiranda, and that subsection (c) did not authorize\nthe suppression of any voluntary confessions. The Court\nunjustifiably attributes to a majority of the House and Senate a\nmistake that, the legislative history suggests, may have been made\nby only a few.EFinally, the Court argues that\nunder a literal reading of §3501(a), “many a rule of evidence\n[would] be overridden in case after case.”Ante, at 12. In\norder to avoid this absurd result, the Court says, it is necessary\nto read §3501(a) as merely abrogatingMirandaand not theMcNabb-Malloryrule. There is no merit to this\nargument.[Footnote 4]The language that Congress used\nin §3501(a)—a confession is “admissible” if “voluntarily given”—is\nvirtually a verbatim quotation of the language used by this Court\nin describing the traditional rule regarding the admission of\nconfessions. See,e.g.,Haynesv.Washington,373 U. S. 503, 513\n(1963) (“ ‘ In short, the true test of admissibility is\nthat the confession is made freely, voluntarily and without\ncompulsion or inducement of any sort.’ ” (quotingWilsonv.United States,162 U. S. 613, 623\n(1896)));Lyonsv.Oklahoma,322 U. S. 596, 602\n(1944);Ziang Sung Wanv.United States,266 U. S. 1, 15 (1924);Bramv.United States,168 U. S. 532, 545\n(1897). In making these statements, this Court certainly did not\nmean to suggest that a voluntary confession must be admitted in\nthose instances in which a standard rule of evidence would preclude\nadmission, and there is no reason to suppose that Congress meant\nany such thing either. In any event, the Federal Rules of Evidence\nnow make it clear that §3501(a) does not supersede ordinary\nevidence Rules, including Rules regarding privilege (Rule 501),\nhearsay (Rule 802), and restrictions on the use of character\nevidence (Rule 404). Thus, it is not necessary to disregard the\nplain language of §3501(a), as the Court does, in order to avoid\nthe sort of absurd results to which the Court refers.For all these reasons, I would affirm the\ndecision of the Court of Appeals, and I therefore respectfully\ndissent.Footnote 1SeeMirandav.Arizona,384 U. S. 436(1966).Footnote 2SeeMcNabbv.United\nStates,318 U. S. 332(1943), andMalloryv.United States,354 U. S. 449(1957).Footnote 3At argument, the Government conceded “that\nsection (a) was considered to overruleMirandaand\nsubsection (c) was addressed toMcNabb-Mallory.” See Tr.\nof Oral Arg. 38. It is apparent that the attorney for the\nGovernment chose his words carefully and did not concede, as the\nCourt seems to suggest, that subsection (a) was intended to do no\nmore than to overruleMirandaor that subsection (c) was\nthe only part of §3501 that affected theMcNabb-Malloryrule.Footnote 4Contrary to the Court’s suggestion, cases in\nwhich one of the standard Rules of Evidence might block the\nadmission of a voluntary confession would seem quite rare, and the\nCourt cites no real-world examples. The Court thus justifies its\nreading of §3501, which totally disregards the clear language of\nsubsection (a), based on a few essentially fanciful hypothetical\ncases that, in any event, have been covered since 1975 by the\nFederal Rules of Evidence.",
    "joined": []
}