{
    "case": {
        "docket": "16-980",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-980/"
    },
    "id": "3913484",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–980_________________JON HUSTED, OHIO SECRETARY OF STATE,\nPETITIONERv.A. PHILIP RANDOLPH INSTITUTE, et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 11, 2018]Justice Alito delivered the opinion of the\nCourt.It has been estimated that 24 million voter\nregistrations in the United States—about one in eight—are either\ninvalid or significantly inaccurate. Pew Center on the States,\nElection Initiatives Issue Brief (Feb. 2012). And about 2.75\nmillion people are said to be registered to vote in more than one\nState.Ibid.At issue in today’s case is an Ohio law that\naims to keep the State’s voting lists up to date by removing the\nnames of those who have moved out of the district where they are\nregistered. Ohio uses the failure to vote for two years as a rough\nway of identifying voters who may have moved, and it then sends a\npreaddressed, postage prepaid card to these individuals asking them\nto verify that they still reside at the same address. Voters who do\nnot return this cardandfail to vote in any election for\nfour more years are presumed to have moved and are removed from the\nrolls. We are asked to decide whether this program complies with\nfederal law.IALike other States, Ohio requires voters to\nreside in the district in which they vote. Ohio Rev. Code Ann.\n§3503.01(A) (West Supp. 2017); see National Conference of State\nLegislatures, Voting by Nonresidents and Non- citizens (Feb. 27,\n2015). When voters move out of that district, they become\nineligible to vote there. See §3503.01(A). And since more than 10%\nof Americans move every year,[1] deleting the names of those who have moved away is no\nsmall undertaking.For many years, Congress left it up to the\nStates to maintain accurate lists of those eligible to vote in\nfederal elections, but in 1993, with the enactment of the National\nVoter Registration Act (NVRA), Congress intervened. The NVRA\n“erect[s] a complex superstructure of federal regulation atop state\nvoter-registration systems.”Arizonav.Inter Tribal\nCouncil of Ariz., Inc., 570 U. S. 1, 5 (2013). The Act has\ntwo main objectives: increasing voter registration and removing\nineligible persons from the States’ voter registration rolls. See\n§2, 107Stat. 77, 52 U. S. C. §20501(b).To achieve the latter goal, the NVRA requires\nStates to “conduct a general program that makes a reasonable effort\nto remove the names” of voters who are ineligible “by reason of”\ndeath or change in residence. §20507(a)(4). The Act also prescribes\nrequirements that a State must meet in order to remove a name on\nchange-of-residence grounds. §§20507(b), (c), (d).The most important of these requirements is a\nprior notice obligation. Before the NVRA, some States removed\nregistrants without giving any notice. See J. Harris, Nat. Munic.\nLeague, Model Voter Registration System 45 (rev. 4th ed. 1957). The\nNVRA changed that by providing in §20507(d)(1) that a State may not\nremove a registrant’s name on change-of-residence grounds unless\neither (A) the registrant confirms in writing that he or she has\nmoved or (B) the registrant fails to return a preaddressed, postage\nprepaid “return card” containing statutorily prescribed content.\nThis card must explain what a registrant who has not moved needs to\ndo in order to stay on the rolls,i.e., either return the\ncard or vote during the period covering the next two general\nfederal elections. §20507(d)(2)(A). And for the benefit of those\nwho have moved, the card must contain “information concerning how\nthe registrant can continue to be eligible to vote.”\n§20507(d)(2)(B). If the State does not send such a card or\notherwise get written notice that the person has moved, it may not\nremove the registrant on change-of-residence grounds. See\n§20507(d)(1).[2]While the NVRA is clear about the need to send a\n“return card” (or obtain written confirmation of a move) before\npruning a registrant’s name, no provision of federal law specifies\nthe circumstances under which a return card may be sent.\nAccordingly, States take a variety of approaches. See Nat. Assn. of\nSecretaries of State (NASS) Report: Maintenance of State Voter\nRegistration Lists 5–6 (Dec. 2017). The NVRA itself sets out one\noption. A State may send these cards to those who have submitted\n“change-of-address information” to the United States Postal\nService. §20507(c)(1). Thirty-six States do at least that. See NASS\nReport,supra, at 5, and n. v (listing States). Other\nStates send notices to every registered voter at specified\nintervals (say, once a year). See,e.g., Iowa Code §48 A.\n28.3 (2012); S. C. Code Ann. §§7–5–330(F), 7–5–340(2)–(3)\n(2017 Cum. Supp.); see also S. Rep. No. 103–6, p. 46 (1993).\nStill other States, including Ohio, take an intermediate approach,\nsee NASS Report,supra, at 5–6, such as sending notices to\nthose who have turned in their driver’s licenses,e.g., Ind.\nCode §§3–7–38.2–2(b)(2), (c)(4) (2004), or sending notices to those\nwho have not voted for some period of time, see,e.g., Ga.\nCode Ann. §21–2–234 (Supp. 2017); Ohio Rev. Code Ann.\n§3503.21(B)(2); Okla. Admin. Code §230:15–11–19(a)(3) (2016); Pa.\nStat. Ann., Tit. 25, §1901(b)(3) (Purdon 2007); Wis. Stat. Ann.\n§6.50(1) (2017 West Cum. Supp.).When a State receives a return card confirming\nthat a registrant has left the district, the State must remove the\nvoter’s name from the rolls. §§20507(d)(1)(A), (3). And if the\nState receives a card stating that the registrant has not moved,\nthe registrant’s name must be kept on the list. See\n§20507(d)(2)(A).What if no return card is mailed back? Congress\nobviously anticipated that some voters who received cards would\nfail to return them for any number of reasons, and it addressed\nthis contingency in §20507(d), which, for convenience, we will\nsimply call “subsection (d).” Subsection (d) treats the failure to\nreturn a card assome evidence—but by no means conclusive\nproof—that the voter has moved. Instead, the voter’s name is kept\non the list for a period covering two general elections for federal\noffice (usually about four years). Only if the registrant fails to\nvote during that period and does not otherwise confirm that he or\nshe still lives in the district (e.g., by updating address\ninformation online) may the registrant’s name be removed.\n§20507(d)(2)(A); see §§20507(d)(1)(B), (3).In addition to these specific\nchange-of-residence requirements, the NVRA also imposes two general\nlimitations that are applicable to state removal programs. First,\nall such programs must be “uniform, nondiscriminatory, and in\ncompliance with the Voting Rights Act of 1965.” §20507(b)(1).\nSecond, the NVRA contains what we will call the “Failure-to-Vote\nClause.” See §20507(b)(2).At present, this clause contains two parts. The\nfirst is a prohibition that was included in the NVRA when it was\noriginally enacted in 1993. It provides that a state program “shall\nnot result in the removal of the name of any person . . .\nby reason of the person’s failure to vote.”Ibid.The second\npart, added by the Help America Vote Act of 2002 (HAVA), 116Stat.\n1666, explains the meaning of that prohibition. This explanation\nsays that “nothing in [the prohibition] may be construed to\nprohibit a State from using the procedures described in\n[§§20507](c) and (d) to remove an individual from the official list\nof eligible voters.” §20507(b)(2).These referenced subsections, §§20507(c) and\n(d), are the provisions allowing the removal of registrants who\neither submitted change-of-address information to the Postal\nService (subsection (c)) or did not mail back a return card and did\nnot vote during a period covering two general federal elections\n(subsection (d)). And since one of the requirements for removal\nunder subsection (d) is the failure to vote during this period, the\nexplanation added by HAVA in 2002 makes it clear that the statutory\nphrase “by reason of the person’s failure to vote” in the\nFailure-to-Vote Clause does not categorically preclude the use of\nnonvoting as part of a test for removal.Another provision of HAVA makes this point more\ndirectly. After directing that “registrants who have not responded\nto a notice and . . . have not voted in 2 consecutive\ngeneral elections for Federal office shall be removed,” it adds\nthat “no registrant may be removedsolelyby reason of a\nfailure to vote.” §21083(a)(4)(A) (emphasis added).BSince 1994, Ohio has used two procedures to\nidentify and remove voters who have lost their residency\nqualification.First, the State utilizes the Postal Service\noption set out in the NVRA. The State sends notices to registrants\nwhom the Postal Service’s “national change of address service”\nidentifies as having moved. Ohio Rev. Code Ann. §3503.21(B)(1).\nThis procedure is undisputedly lawful. See 52 U. S. C.\n§20507(c)(1).But because according to the Postal Service\n“[a]s many as 40 percent of people who move do not inform the\nPostal Service,”[3] Ohio does\nnot rely on this information alone. In its so-called Supplemental\nProcess, Ohio “identif[ies] electors whose lack of voter activity\nindicates they may have moved.” Record 401 (emphasis deleted).\nUnder this process, Ohio sends notices to registrants who have “not\nengage[d] in any voter activity for a period of two consecutive\nyears.”Id., at 1509. “Voter activity” includes “casting a\nballot” in any election—whether general, primary, or special and\nwhether federal, state, or local. Seeid., at 1507. (And\nOhio regularly holds elections on both even and odd years.)\nMoreover, the term “voter activity” is broader than simply voting.\nIt also includes such things as “sign[ing] a petition,” “filing a\nvoter registration form, and updating a voting address with a\nvariety of [state] entities.”Id., at 295, 357.After sending these notices, Ohio removes\nregistrants from the rolls only if they “fai[l] to respond” and\n“continu[e] to be inactive for an additional period of four\nconsecutive years, including two federal general elections.”Id., at 1509; see Ohio Rev. Code Ann. §3503.21(B)(2).\nFederal law specifies that a registration may be canceled if the\nregistrant does not vote “in an election during the period”\ncovering two general federal elections after notice,\n§20507(d)(1)(B)(ii), but Ohio rounds up to “four consecutive years”\nof nonvoting after notice, Record 1509. Thus, a person remains on\nthe rolls if he or she votes in any election during that\nperiod—which in Ohio typically means voting in any of the at least\nfour elections after notice. Combined with the two years of\nnonvoting before notice is sent, that makes a total of six years of\nnonvoting before removal.Ibid.CA pair of advocacy groups and an Ohio resident\n(respondents here) think that Ohio’s Supplemental Process violates\nthe NVRA and HAVA. They sued petitioner, Ohio’s Secretary of State,\nseeking to enjoin this process. Respondents alleged, first, that\nOhio removes voters who have not actually moved, thus purging the\nrolls ofeligiblevoters. They also contended that Ohio\nviolates the NVRA’s Failure-to-Vote Clause because the failure to\nvote plays a prominent part in the Ohio removal scheme: Failure to\nvote for two years triggers the sending of a return card, and if\nthe card is not returned, failure to vote for four more years\nresults in removal.The District Court rejected both of these\narguments and entered judgment for the Secretary. It held that\nOhio’s Supplemental Process “mirror[s] the procedures established\nby the NVRA” for removing people on change-of-residence grounds and\ndoes not violate the Failure-to-Vote Clause because it does not\nremove anyone “solelyfor [their] failure to vote.” App. to\nPet. for Cert. 43a, 57a, 69a–70a.A divided panel of the Court of Appeals for the\nSixth Circuit reversed. 838 F. 3d 699 (2016). It focused on\nrespondents’ second argument, holding that Ohio violates the\nFailure-to-Vote Clause because it sends change-of-residence notices\n“based ‘solely’ on a person’s failure to vote.”Id., at 711.\nIn dissent, Judge Siler explained why he saw the case as a simple\none: “The State cannot remove the registrant’s name from the rolls\nfor a failure to vote only, and Ohio does not do [that].”Id., at 716.We granted certiorari, 581 U. S. ___\n(2017), and now reverse.IIAAs noted, subsection (d), the provision of the\nNVRA that directly addresses the procedures that a State must\nfollow before removing a registrant from the rolls on\nchange-of-residence grounds, provides that a State may remove a\nregistrant who “(i) has failed to respond to a notice” and “(ii)\nhas not voted or appeared to vote . . . during the pe-\nriod beginning on the date of the notice and ending on the day\nafter the date of the second general election for Fed- eral office\nthat occurs after the date of the notice” (about four years). 52\nU. S. C. §20507(d)(1)(B). Not only are States allowed to\nremove registrants who satisfy these requirements, but federal law\nmakes this removal mandatory. §20507(d)(3); see also\n§21083(a)(4)(A).Ohio’s Supplemental Process follows subsection\n(d) to the letter. It is undisputed that Ohio does not remove a\nregistrant on change-of-residence grounds unless the registrant is\nsent and fails to mail back a return card and then fails to vote\nfor an additional four years.BRespondents argue (and the Sixth Circuit held)\nthat, even if Ohio’s process complies with subsection (d), it\nnevertheless violates the Failure-to-Vote Clause—the clause that\ngenerally prohibits States from removing people from the rolls “by\nreason of [a] person’s failure to vote.” §20507(b)(2); see also\n§21083(a)(4)(A). Respondents point out that Ohio’s Supplemental\nProcess uses a person’s failure to vote twice: once as the trigger\nfor sending return cards and again as one of the requirements for\nremoval. Respondents conclude that this use of nonvoting is\nillegal.We reject this argument because the\nFailure-to-Vote Clause, both as originally enacted in the NVRA and\nas amended by HAVA, simply forbids the use of nonvoting asthe\nsole criterionfor removing a registrant, and Ohio does not use\nit that way. Instead, as permitted by subsection (d), Ohio removes\nregistrants only if they have failed to voteandhave failed\nto respond to a notice.When Congress clarified the meaning of the\nNVRA’s Failure-to-Vote Clause in HAVA, here is what it said:\n“[C]onsistent with the [NVRA], . . . no registrant may be\nremovedsolelyby reason of a failure to vote.”\n§21083(a)(4)(A) (emphasis added). The meaning of these words is\nstraightforward. “Solely” means “alone.” Webster’s Third New\nInternational Dictionary 2168 (2002); American Heritage Dictionary\n1654 (4th ed. 2000). And “by reason of” is a “quite formal” way of\nsaying “[b]ecause of.” C. Ammer, American Heritage Dictionary of\nIdioms 67 (2d ed. 2013). Thus, a State violates the Failure-to-Vote\nClause only if it removes registrants for no reason other than\ntheir failure to vote.This explanation of the meaning of the\nFailure-to-Vote Clause merely makes explicit what was implicit in\nthe clause as originally enacted. At that time, the clause simply\nsaid that a state program “shall not result in the removal of the\nname of any person from the [rolls for federal elections] by reason\nof the person’s failure to vote.” 107Stat. 83. But that prohibition\nhad to be read together with subsection (d), which authorized\nremoval if a registrant did not send back a return card and also\nfailed to vote during a period covering two successive general\nelections for federal office. If possible, “[w]e must interpret the\nstatute to give effect to both provisions,”Ricciv.DeStefano, 557 U. S. 557, 580 (2009), and here, that is\nquite easy.The phrase “by reason of” denotes some form of\ncausation. SeeGrossv.FBL Financial Services, Inc.,\n557 U. S. 167, 176 (2009). Thus, the Failure-to-Vote Clause\napplies when nonvoting, in some sense, causes a registrant’s name\nto be removed, but the law recognizes several types of causation.\nWhen a statutory provision includes an undefined causation\nrequirement, we look to context to decide whether the statute\ndemands only but-for cause as opposed to proximate cause or sole\ncause. SeeHolmesv.Securities Investor Protection\nCorporation, 503 U. S. 258, 265–268 (1992). Cf.CSX\nTransp., Inc.v.McBride, 564 U. S. 685, 692–693\n(2011).Which form of causation is required by the\nFailure-to-Vote Clause? We can readily rule out but-for causation.\nIf “by reason of” in the Failure-to-Vote Clause meant but-for\ncausation, a State would violate the clause if the failure to vote\nplayed a necessary part in the removal of a name from the list.Burragev.United States, 571 U. S. 204, 211\n(2014). But the removal process expressly authorized by subsection\n(d) allows a State to remove a registrant if the registrant, in\naddition to failing to send back a return card, fails to vote\nduring a period covering two general federal elections. So if the\nFailure-to-Vote Clause were read in this way, it would cannibalize\nsubsection (d).Interpreting the Failure-to-Vote Clause as\nincorporating a proximate cause requirement would lead to a similar\nproblem. Proximate cause is an elusive concept, seeMcBride,supra, at 692–693, but no matter how the term is understood,\nit is hard to escape the conclusion that the failure to vote is a\nproximate cause of removal under subsection (d). If a registrant,\nhaving failed to send back a return card, also fails to vote during\nthe period covering the next two general federal elections, removal\nis the direct, foreseeable, and closely connected consequence. SeeParolinev.United States, 572 U. S. 434,\n444–445 (2014);Bridgev.Phoenix Bond & Indemnity\nCo., 553 U. S. 639, 654 (2008).By process of elimination, we are left with sole\ncausation. This reading harmonizes the Failure-to-Vote Clause and\nsubsection (d) because the latter provision does not authorize\nremoval solely by reason of a person’s failure to vote. Instead,\nsubsection (d) authorizes removal only if a registrant also fails\nto mail back a return card.For these reasons, we conclude that the\nFailure-to-Vote Clause, as originally enacted, referred to sole\ncausation. And when Congress enacted HAVA, it made this point\nexplicit. It added to the Failure-to-Vote Clause itself an\nexplanation of how it is to be read,i.e., in a way that\ndoes not contradict subsection (d). And in language that cannot be\nmisunderstood, it reiterated what the clause means: “[R]egistrants\nwho have not responded to a notice and who have not voted in 2\nconsecutive general elections for Federal office shall be removed\nfrom the official list of eligible voters, except that no\nregistrant may be removedsolelyby reason of a failure to\nvote.” §21083(a)(4)(A) (emphasis added). In this way, HAVA\ndispelled any doubt that a state removal program may use the\nfailure to vote as a factor (but not the sole factor) in removing\nnames from the list of registered voters.That is exactly what Ohio’s Supplemental Process\ndoes. It does not strike any registrant solely by reason of the\nfailure to vote. Instead, as expressly permitted by federal law, it\nremoves registrants only when they have failed to voteandhave failed to respond to a change-of-residence notice.CRespondents and the dissent advance an\nalternative interpretation of the Failure-to-Vote Clause, but that\nreading is inconsistent with both the text of the clause and the\nclarification of its meaning in §21083(a)(4)(A). Respondents argue\nthat the clause allows States to consider nonvoting only to the\nextent that subsection (d) requires—that is, onlyaftera\nregistrant has failed to mail back a notice. Any other use of the\nfailure to vote, including as the trigger for mailing a notice,\nthey claim, is proscribed. In essence, respondents read the\nlanguage added to the clause by HAVA—“except that nothing in this\nparagraph may be construed to prohibit a State from using the\nprocedures described in subsections (c) and (d)”—as an exception to\nthe general rule forbidding the use of nonvoting. See Brief for\nRespondents 37. And the Sixth Circuit seemed to find this point\ndispositive, reasoning that “ ‘exceptions in statutes must be\nstrictly construed.’ ” 838 F. 3d, at 708 (quotingDetroit Edison Co.v.SEC, 119 F. 2d 730, 739\n(CA6 1941)).We reject this argument for three reasons.\nFirst, it distorts what the new language added by HAVA actually\nsays. The new language does not create an exception to a general\nrule against the use of nonvoting. It does not say that the failure\nto vote may not be used “except that this paragraph does not\nprohibit a State from using the procedures described in subsections\n(c) and (d).” Instead, it says that “nothing in this paragraphmay be construed” to have that effect. §20507(b)(2)\n(emphasis added). Thus, it sets out not an exception, but a rule of\ninterpretation. It does not narrow the language that precedes it;\nit clarifies what that language means. That is precisely what\nCongress said when it enacted HAVA: It added the “may not be\nconstrued” provision to “[c]larif[y],” not to alter, the\nprohibition’s scope. §903, 116Stat. 1728.Second, under respondents’ reading, HAVA’s new\nlanguage is worse than superfluous. Even without the added\nlanguage, no sensible person would read the Failure-to-Vote Clause\nas prohibiting what subsections (c) and (d) expressly allow. Yet\naccording to respondents, that is all that the new language\naccomplishes. So at a minimum, it would be redundant.But the implications of this reading are\nactually worse than that. There is no reason to create an exception\nto a prohibition unless the prohibition would otherwise forbid what\nthe exception allows. So if the new language were an exception, it\nwould seem to follow that prior to HAVA, the Failure-to-Vote Clausedidoutlaw what subsections (c) and (d) specifically\nauthorize. And that, of course, would be nonsensical.Third, respondents’ reading of the language that\nHAVA added to the Failure-to-Vote Clause makes it hard to\nunderstand why Congress prescribed in another section of the same\nAct,i.e., §21083(a)(4)(A), that “no registrant may be\nremoved solely by reason of a failure to vote.” As interpreted by\nrespondents, the amended Failure-to-Vote Clause prohibits any use\nof nonvoting with just two narrow exceptions—the uses allowed by\nsubsections (c) and (d). So, according to respondents, the amended\nFailure-to-Vote Clause prohibits much more than §21083(a)(4)(A).\nThat provision, in addition to allowing the use of nonvoting in\naccordance with subsections (c) and (d), also permits the use of\nnonvoting in any other way that does not treat nonvoting as the\nsole basis for removal.There is no plausible reason why Congress would\nenact the provision that respondents envision. As interpreted by\nrespondents, HAVA would be like a law that contains one provision\nmaking it illegal to drive with a blood alcohol level of 0.08 or\nhigher and another provision making it illegal to drive with a\nblood alcohol level of 0.10 or higher. The second provision would\nnot only be redundant; it would be confusing and downright\nsilly.Our reading, on the other hand, gives the new\nlanguage added to the Failure-to-Vote Clause “real and substantial\neffect.”Husky Int’l Electronics, Inc.v.Ritz, 578\nU. S. ___, ___ (2016) (slip op., at 4) (internal quotation\nmarks omitted). It clarifies the meaning of the prohibition against\nremoval by reason of nonvoting, a matter that troubled some States\nprior to HAVA’s enactment. See,e.g., FEC Report on the NVRA\nto the 106th Congress 19 (1999).Respondents and the dissent separately claim\nthat the Failure-to-Vote Clause must be read to bar the use of\nnonvoting as a trigger for sending return cards because otherwise\nit would be “superfluous.”Post, at 17 (opinion of Breyer,\nJ.); see Brief for Respondents 29. After all, subsection (d)\nalready prohibits States from removing registrants because of a\nfailure to vote alone. See §20507(d)(1). To have meaning\nindependent of subsection (d), respondents reason, the\nFailure-to-Vote Clause must prohibit other uses of the failure to\nvote, including its use as a trigger for sending out notices.This argument is flawed because the\nFailure-to-Vote Clause has plenty of work to do under our reading.\nMost important, it prohibits the once-common state practice of\nremoving registered voters simply because they failed to vote for\nsome period of time. Not too long ago, “[c]ancellation for failure\nto vote [was] the principal means used . . . to purge the\n[voter] lists.” Harris, Model Voter Registration System, at 44.\nStates did not use a person’s failure to vote as evidence that the\nperson had died or moved but as an independent ground for removal.\nSeeibid.[4] Ohio was\none such State. Its Constitution provided that “[a]ny elector who\nfails to vote in at least one election during any period of four\nconsecutive years shall cease to be an elector unless he again\nregisters to vote.” Art. V, §1 (1977).In addition, our reading prohibits States from\nusing the failure to vote as the sole cause for removal onanyground, not just because of a change of residence.\nRecall that subsection (d)’s removal process applies only to\nchange-of-residence removals but that the Failure-to-Vote Clause\napplies toallremovals. Without the Failure-to-Vote Clause,\ntherefore, States could use the failure to vote as conclusive\nevidence of ineligibility for some reason other than change of\nresidence, such as death, mental incapac- ity, or a criminal\nconviction resulting in prolonged imprisonment.DRespondents put forth one additional argument\nregarding the Failure-to-Vote Clause. In essence, it boils down to\nthis. So many properly registered voters simply discard return\ncards upon receipt that the failure to send them back is worthless\nas evidence that the addressee has moved. As respondents’ counsel\nput it at argument, “a notice that doesn’t get returned” tells the\nState “absolutely nothing about whether the person has moved.” Tr.\nof Oral Arg. 41, 58. According to respondents, when Ohio removes\nregistrants for failing to respond to a notice and failing to vote,\nit functionally “removes people solely for non-voting” unless the\nState has additional “reliable evidence” that a registrant has\nmoved.Id., at 49, 71.This argument is based on a dubious empirical\nconclusion that the NVRA and HAVA do not allow us to indulge.\nCongress clearly did not think that the failure to send back a\nreturn card was of no evidentiary value because Congress made that\nconduct one of the two requirements for removal under subsection\n(d).Requiring additional evidence not only\nsecond-guesses the congressional judgment embodied in subsection\n(d)’s removal process, but it also second-guesses the judgment of\nthe Ohio Legislature as expressed in the State’s Supplemental\nProcess. The Constitution gives States the authority to set the\nqualifications for voting in congressional elections, Art. I,\n§2, cl. 1; Amdt. 17, as well as the authority to set the\n“Times, Places and Manner” to conduct such elections in the absence\nof contrary congressional direction, Art. I, §4, cl. 1. We\nhave no authority to dismiss the considered judgment of Congress\nand the Ohio Legislature regarding the probative value of a\nregistrant’s failure to send back a return card. SeeInter\nTribal, 570 U. S., at 16–19; see alsoid., at 36–37\n(Thomas, J., dissenting);id., at 42–43, 46 (Alito, J.,\ndissenting).For all these reasons, we hold that Ohio law\ndoes not violate the Failure-to-Vote Clause.IIIWe similarly reject respondents’ argument that\nOhio violates other provisions of the NVRA and HAVA.ARespondents contend that Ohio removes\nregistered voters on a ground not permitted by the NVRA. They claim\nthat the NVRA permits the removal of a name for only a few\nspecified reasons—a person’s request, criminal conviction, mental\nincapacity, death, change of residence, and initial ineligibility.\nBrief for Respondents 25–26; see 52 U. S. C.\n§§20507(a)(3), (4).[5] And they\nargue that Ohio removes registrants for other reasons, namely, for\nfailing to respond to a notice and failing to vote.This argument plainly fails. Ohio simply treats\nthe failure to return a notice and the failure to vote as evidence\nthat a registrant has moved, not as a ground for removal. And in\ndoing this, Ohio simply follows federal law. Subsection (d), which\ngoverns removals “on the ground that the registrant has changed\nresidence,” treats the failure to return a notice and the failure\nto vote as evidence that this ground is satisfied.\n§20507(d)(1).If respondents’ argument were correct, then it\nwould also be illegal to remove a name under §20507(c) because that\nwould constitute removal for submitting change-of-address\ninformation to the Postal Service. Likewise, if a State removed a\nname after receiving a death certificate or a judgment of criminal\nconviction, that would be illegal because receipt of such documents\nis not listed as a permitted ground for removal under §20507(a)(3)\nor §20507(a)(4). About this argument no more need be said.BRespondents maintain, finally, that Ohio’s\nprocedure is illegal because the State sends out notices without\nhaving any “reliable indicator” that the addressee has moved. Brief\nfor Respondents 31. The “[f]ailure to vote for a mere two-year\nperiod,” they argue, does not reliably “indicate that a registrant\nhas moved out of the jurisdiction.”Id., at 30; see also,e.g., Brief for State of New York et al. asAmici\nCuriae13–28.This argument also fails. The degree of\ncorrelation between the failure to vote for two years and a change\nof residence is debatable, but we know from subsection (d) that\nCongress thought that the failure to vote for a period of two\nconsecutive general elections was a good indicator of change of\nresidence, since it made nonvoting for that period an element of\nsubsection (d)’s requirements for removal. In a similar vein, the\nOhio Legislature appar- ently thought that nonvoting for two years\nwas sufficiently correlated with a change of residence to justify\nsending a return card.What matters for present purposes is not whether\nthe Ohio Legislature overestimated the correlation between\nnonvoting and moving or whether it reached a wise policy judgment\nabout when return cards should be sent. For us, all that matters is\nthat no provision of the NVRA prohibits the legislature from\nimplementing that judgment. Neither subsection (d) nor any other\nprovision of the NVRA demands that a State have some particular\nquantum of evidence of a change of residence before sending a\nregistrant a return card. So long as the trigger for sending such\nnotices is “uniform, nondiscriminatory, and in compliance with the\nVoting Rights Act,” §20507(b)(1), States can use whatever plan they\nthink best. That may be why not even the Sixth Circuit relied on\nthis rationale.Respondents attempt to find support for their\nargument in subsection (c), which allows States to send notices\nbased on Postal Service change-of-address information. This\nprovision, they argue, implicitly sets a minimum reliability\nrequirement. Thus, they claim, a State may not send out a return\ncard unless its evidence of change of residence is at least as\nprobative as the information obtained from the Postal Service. See\nTr. of Oral Arg. 56.Nothing in subsection (c) suggests that it is\ndesigned to play this role. Subsection (c) says that “[a] State may\nmeet” its obligation “to remove the names” of ineligible voters on\nchange-of-residence grounds by sending notices to voters who are\nshown by the Postal Service information to have moved, but\nsubsection (c) does not even hint that it imposes any sort of\nminimum reliability requirement for sending such notices.\n§§20507(a)(4), (c). By its terms, subsection (c) simply provides\none way—the minimal way—in which a State “maymeet the\n[NVRA’s] requirement[s]” for change-of-residence removals.\n§20507(c) (emphasis added). As respondents agreed at argument, it\nis not the only way. Tr. of Oral Arg. 53.CNothing in the two dissents changes our\nanalysis of the statutory language.1Despite its length and complexity, the\nprincipal dissent sets out only two arguments. Seepost, at\n7–8 (opinion of Breyer, J.). The first is one that we have already\ndiscussed at length, namely, that the Failure-to-Vote Clause\nprohibits any use of the failure to vote except as permitted by\nsubsections (c) and (d). We have explained why this argument is\ninsupportable,supra, at 12–16, and the dissent has no\nanswer to any of the problems we identify.The dissent’s only other argument is that Ohio’s\nprocess violates §20507(a)(4), which requires States to make a\n“reasonable effort” to remove the names of ineligible voters from\nthe rolls. The dissent thinks that this provision authorizes the\nfederal courts to go beyond the restrictions set out in subsections\n(b), (c), and (d) and to strike down any state law that does not\nmeet their own standard of “reasonableness.” But see Brief for\nUnited States asAmicus Curiae28–29. The dissent contends\nthat Ohio’s system violates this supposed “reasonableness”\nrequirement primarily because it relies on the failure to mail back\nthe postcard sent to those who have not engaged in voter activity\nfor two years. Based on its own cobbled-together statistics,post, at 12–13, and a feature of human nature of which the\ndissent has apparently taken judicial notice (i.e., “the\nhuman tendency not to send back cards received in the mail,”post, at 13), the dissent argues that the failure to send\nback the card in question “has no tendency to reveal accurately\nwhether the registered voter has changed residences”; it is an\n“irrelevant factor” that “shows nothing at all that is statutorily\nsignificant.”Post, at 13–14, 17.Whatever the meaning of §20507(a)(4)’s reference\nto reasonableness, the principal dissent’s argument fails since it\nis the federal NVRA, not Ohio law, that attaches importance to the\nfailure to send back the card. See §§20507(d)(1)(B)(i), (d)(2)(A).\nThe dissenters may not think that the failure to send back the card\nmeans anything, but that was not Congress’s view. The NVRA plainly\nreflects Congress’s judgment that the failure to send back the\ncard, coupled with the failure to vote during the period covering\nthe next two general federal elections, is significant evidence\nthat the addressee has moved.It is not our prerogative to judge the\nreasonableness of that congressional judgment, but we note that,\nwhatever the general “human tendency” may be with respect to\nmailing back cards received in the mail, the notice sent under\nsubsection (d) is nothing like the solicitations for commercial\nproducts or contributions that recipients may routinely discard.\nThe notice in question here warns recipients that unless they take\nthe simple and easy step of mailing back the preaddressed, postage\nprepaid card—or take the equally easy step of updating their\ninformation online—their names may be removed from the voting rolls\nif they do not vote during the next four years. See Record 295–296,\n357. It was Congress’s judgment that a reasonable person with an\ninterest in voting is not likely to ignore notice of this sort.2Justice Sotomayor’s dissent says nothing about\nwhat is relevant in this case—namely, the language of the NVRA—but\ninstead accuses us of “ignor[ing] the history of voter suppression”\nin this country and of “uphold[ing] a program that appears to\nfurther the . . . disenfranchisement of minority and\nlow-income voters.”Post, at 5. Those charges are\nmisconceived.The NVRA prohibits state programs that are\ndiscriminatory, see §20507(b)(1), but respondents did not assert a\nclaim under that provision. And Justice Sotomayor has not pointed\nto any evidence in the record that Ohio instituted or has carried\nout its program with discriminatory intent.*  *  *The dissents have a policy disagreement, not\njust with Ohio, but with Congress. But this case presents a\nquestion of statutory interpretation, not a question of policy. We\nhave no authority to second-guess Congress or to decide whether\nOhio’s Supplemental Process is the ideal method for keeping its\nvoting rolls up to date. The only question before us is whether it\nviolates federal law. It does not.The judgment of the Sixth Circuit is\nreversed.It is so ordered.Notes1United States Census\nBureau, CB16–189, Americans Moving at Historically Low Rates (Nov.\n16, 2016), available at\nhttps://www.census.gov/newsroom/press-releases/2016/cb16-189.html\n(all Internet materials as last visited June 8, 2018). States must\nupdate the addresses of even those voters who move within their\ncounty of residence, for (among other reasons) counties may contain\nmultiple voting districts. Cf.post, at 12 (Breyer, J.,\ndissenting). For example, Cuyahoga County contains 11 State House\ndistricts. See House District Map, Ohio House Districts 2012–2022,\nonline at\nhttp://www.ohiohouse.gov/members/district-map.2The principal dissent\nattaches a misleading label to this return card, calling it a\n“ ‘last chance’ notice.”Post, at 6–7, 9–12 (opinion of\nBreyer, J.). It is actually no such thing. Sending back the notice\ndoes not represent a voter’s “last chance” to avoid having his or\nher name stricken from the rolls. Instead, such a voter has many\nmore chances over a period of four years to avoid that result. All\nthat the voter must do is vote in any election during that time.\nSee 52 U. S. C. §20507(d)(1)(B).3U. S. Postal\nService, Office of Inspector Gen., MS–MA–15–006, Strategies for\nReducing Undeliverable as Addressed Mail 15 (2015); see also Brief\nfor Buckeye Institute asAmicus Curiae10. Respondents and\none of theiramicidispute this statistic. See Tr. of Oral\nArg. 46; Brief for Asian Americans Advancing Justice et al. asAmici Curiae27–28.4See,e.g.,Haw.\nRev. Stat. §11–17(a) (1993); Idaho Code Ann. §34–435 (1981); Minn.\nStat. §201.171 (1992); Mont. Code Ann. §13–2–401(1) (1993);\nN. J. Stat. Ann. §19:31–5 (West Supp. 1989); Okla. Stat., Tit.\n26, §4–120.2 (1991); Utah Code §20–2–24(1)(b) (1991).5We assume for the sake of\nargument that Congress has the constitutional authority to limit\nvoting eligibility requirements in the way respondents\nsuggest.",
    "joined": []
}