{
    "case": {
        "docket": "175",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/175/"
    },
    "id": "1963124",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTMAC'S SHELL SERVICE, INC. V. SHELL OILPRODUCTS CO.559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNOS. 08-240 AND 08-372MAC’S SHELL SERVICE, INC., et al.,\nPETITIONERS08–240v.SHELL OIL PRODUCTS COMPANY LLC,\net al.SHELL OIL PRODUCTS COMPANY LLC,\net al., PETITIONERS08–372v.MAC’S SHELL SERVICE, INC., et al.on writs of certiorari to the united states\ncourt of appeals for the first circuit[March 2, 2010]Justice Alitodelivered\nthe opinion of the Court.The Petroleum Marketing Practices\nAct (PMPA or Act), 92 Stat. 322, 15 U. S. C. §2801et\nseq., limits the circumstances in which petroleum franchisors\nmay “terminate” a franchise or “fail to renew” a franchise\nrelationship. §2802. In these consolidated cases, service-station\nfranchisees brought suit under the Act, alleging that a franchisor\nhad constructively “terminate[d]” their franchises and had\nconstructively “fail[ed] to renew” their franchise relationships.\nThey asserted these claims even though the conduct of which they\ncomplained had not compelled any of them to abandon their\nfranchises and even though they had been offered and had accepted\nrenewal agreements. We hold that a franchisee cannot recover for\nconstructive termination under the PMPA if the franchisor’s\nallegedly wrongful conduct did not compel the franchisee to abandon\nits franchise. Additionally, we conclude that a franchisee who\nsigns and operates under a renewal agreement with a franchisor may\nnot maintain a claim for constructive nonrenewal. We therefore\nreverse in part and affirm in part.IAPetroleum refiners and\ndistributors supply motor fuel to the public through service\nstations that often are operated by independent franchisees. In the\ntypical franchise arrangement, the franchisor leases the\nservice-station premises to the franchisee, grants the franchisee\nthe right to use the franchisor’s trademark, and agrees to sell\nmotor fuel to the franchisee for resale. Franchise agreements\nremain in effect for a stated term, after which the parties can opt\nto renew the franchise relationship by executing a new\nagreement.Enacted in 1978, the PMPA was a\nresponse to widespread concern over increasing numbers of allegedly\nunfair franchise terminations and nonrenewals in the petroleum\nindustry. See,e.g., Comment, 1980 Duke L. J. 522,\n524–531. The Act establishes minimum federal standards governing\nthe termination and nonrenewal of petroleum franchises. Under the\nAct’s operative provisions, a franchisor may “terminate” a\n“franchise” during the term stated in the franchise agreement and\nmay “fail to renew” a “franchise relationship” at the conclusion of\nthat term only if the franchisor provides written notice and takes\nthe action in question for a reason specifically recognized in the\nstatute. 15 U. S. C. §§2802, 2804. Consistent with the typical\nfranchise arrangement, a “franchise” is defined as “any contract”\nthat authorizes a franchisee to use the franchisor’s trademark, as\nwell as any associated agreement providing for the supply of motor\nfuel or authorizing the franchisee to occupy a service station\nowned by the franchisor.[Footnote\n1] §2801(1). The Act defines a “franchise relationship” in more\ngeneral terms: the parties’ “respective motor fuel marketing or\ndistribution obligations and responsibilities” that result from the\nfranchise arrangement. §2801(2).To enforce these provisions, a franchisee may\nbring suit in federal court against any franchisor that fails to\ncomply with the Act’s restrictions on terminations and nonrenewals.\nSee §2805. Successful franchisees can benefit from a wide range of\nremedies, including compensatory and punitive damages, reasonable\nattorney’s fees and expert costs, and equitable relief. See\n§2805(b), (d). The Act also requires district courts to grant\npreliminary injunctive relief to aggrieved franchisees, if there\nare “sufficiently serious questions going to the merits” that\npresent “a fair ground for litigation” and the balance of hardships\nfavors such relief. §2805(b)(2).BThis litigation involves a\ndispute between Shell Oil Company (Shell), a petroleum franchisor,\nand several Shell franchisees in Massachusetts.[Footnote 2] Pursuant to their franchise\nagreements with Shell, each franchisee was required to pay Shell\nmonthly rent for use of the service-station premises. For many\nyears, Shell offered the franchisees a rent subsidy that reduced\nthe monthly rent by a set amount for every gallon of motor fuel a\nfranchisee sold above a specified threshold. Shell renewed the\nsubsidy annually through notices that “explicitly provided for\ncancellation [of the rent subsidy] with thirty days’ notice.”Marcouxv.Shell Oil Prods. Co., 524 F. 3d\n33, 38 (CA1 2008). Nonetheless, Shell representatives made various\noral representations to the franchisees “that the [s]ubsidy or\nsomething like it would always exist.”Ibid.In 1998, Shell joined with two\nother oil companies to create Motiva Enterprises LLC (Motiva), a\njoint venture that combined the companies’ petroleum-marketing\noperations in the eastern United States.Id., at 37. Shell\nassigned to Motiva its rights and obligations under the relevant\nfranchise agreements. Motiva, in turn, took two actions that led to\nthis lawsuit. First, effective January 1, 2000, Motiva ended the\nvolume-based rent subsidy, thus increasing the franchisees’ rent.Id., at 38. Second, as each franchise agreement expired,\nMotiva offered the franchisees new agreements that contained a\ndifferent formula for calculating rent. For some (but not all) of\nthe franchisees, annual rent was greater under the new formula.CIn July 2001, 63 Shell\nfranchisees (hereinafter dealers) filed suit against Shell and\nMotiva in Federal District Court. Their complaint alleged that\nMotiva’s discontinuation of the rent subsidy constituted a breach\nof contract under state law. Additionally, the dealers asserted two\nclaims under the PMPA. First, they maintained that Shell and\nMotiva, by eliminating the rent subsidy, had “constructively\nterminated” their franchises in violation of the Act. Second, they\nclaimed that Motiva’s offer of new franchise agreements that\ncalculated rent using a different formula amounted to a\n“constructive nonrenewal” of their franchise\nrelationships.[Footnote 3]After a 2-week trial involving\neight of the dealers, the jury found against Shell and Motiva on\nall claims. Both before and after the jury’s verdict, Shell and\nMotiva moved for judgment as a matter of law on the dealers’ two\nPMPA claims. They argued that they could not be found liable for\nconstructive termination under the Act because none of the dealers\nhad abandoned their franchises in response to Motiva’s elimination\nof the rent subsidy––something Shell and Motiva said was a\nnecessary element of any constructive termination claim. Similarly,\nthey argued that the dealers’ constructive nonrenewal claims\nnecessarily failed because seven of the eight dealers had signed\nand operated under renewal agreements with Motiva, and the eighth\nhad sold his franchise prior to the expiration of his franchise\nagreement. The District Court denied these motions, and Shell and\nMotiva appealed.The First Circuit affirmed in part and\nreversed in part. In affirming the judgment on the dealers’\nconstructive termination claims, the Court of Appeals held that a\nfranchisee is not required to abandon its franchise to recover for\nconstructive termination under the PMPA. See 524 F. 3d, at\n45–47. Instead, the court ruled, a simple breach of contract by an\nassignee of a franchise agreement can amount to constructive\ntermination under the Act, so long as the breach resulted in “such\na material change that it effectively ended the lease, even though\nthe [franchisee] continued to operate [its franchise].”Id., at 46 (internal quotation marks omitted). Turning to\nthe dealers’ constructive nonrenewal claims, the First Circuit\nagreed with Shell and Motiva that a franchisee cannot maintain a\nclaim for unlawful nonrenewal under the PMPA “where the franchisee\nhas signed and operates under the renewal agreement complained of.”Id., at 49. The court thus reversed the judgment on those\nclaims.We granted certiorari. See 557 U. S. ___\n(2009).IIThe first question we are asked\nto decide is whether a service-station franchisee may recover for\nconstructive termination under the PMPA when the franchisor’s\nallegedly wrongful conduct did not force the franchisee to abandon\nits franchise. For the reasons that follow, we conclude that a\nnecessary element of any constructive termination claim under the\nAct is that the franchisor’s conduct forced an end to the\nfranchisee’s use of the franchisor’s trademark, purchase of the\nfranchisor’s fuel, or occupation of the franchisor’s service\nstation.[Footnote 4]AWhen given its ordinary meaning,\nthe text of the PMPA prohibits only that franchisor conduct that\nhas the effect of ending a franchise. As relevant here, the Act\nprovides that “no franchisor … may … terminate any franchise,”\nexcept for an enumerated reason and after providing written notice.\n15 U. S. C. §2802(a)–(b). The Act specifies that “[t]he term\n‘termination’ includes cancellation,” §2801(17), but it does not\nfurther define the term “terminate” or the incorporated term\n“cancel.” We therefore give those terms their ordinary meanings.\nSeeAsgrow Seed Co.v.Winterboer,513 U. S. 179, 187\n(1995).The word “terminate” ordinarily\nmeans “put an end to.” Webster’s New International Dictionary 2605\n(2d ed. 1957); see also The Random House Dictionary of the English\nLanguage 1465 (1967). The term “cancel” carries a similar meaning:\nto “annul or destroy.” Webster’s,supra, at 389; see also\nRandom House,supra, at 215 (“to make void; revoke;\nannul”). The object of the verb “terminate” is the noun\n“franchise,” a term the Act defines as “any contract” for the\nprovision of one (or more) of the three elements of a typical\npetroleum franchise. §2801(1). Thus, when given its ordinary\nmeaning, the Act is violated only if an agreement for the use of a\ntrademark, purchase of motor fuel, or lease of a premises is “put\n[to] an end” or “annul[ed] or destroy[ed].” Conduct that does not\nforce an end to the franchise, in contrast, is not prohibited by\nthe Act’s plain terms.The same conclusion follows even if Congress\nwas using the words “terminate” and “cancel” in their technical,\nrather than ordinary, senses. When Congress enacted the PMPA, those\nterms had established meanings under the Uniform Commercial\nCode.[Footnote 5] Under both\ndefinitions, however, a “termination” or “cancellation” occurs only\nwhen a contracting party “puts an end to the contract.” U. C.\nC. §2–106(3)–(4) (1972 ed.); see also U. C. C. §2–106(3)–(4), 1 U.\nL. A. 695, 695–696 (2004). Thus, a franchisee who continues\noperating a franchise—occupying the same premises, receiving the\nsame fuel, and using the same trademark—has not had the franchise\n“terminate[d]” in either the ordinary or technical sense of the\nword.Requiring franchisees to abandon their\nfranchises before claiming constructive termination is also\nconsistent with the general understanding of the doctrine of\nconstructive termination. As applied in analogous legal\ncontexts—both now and at the time Congress enacted the PMPA—a\nplaintiff must actually sever a particular legal relationship in\norder to maintain a claim for constructive termination. For\nexample, courts have long recognized a theory of constructive\ndischarge in the field of employment law. SeePennsylvania\nState Policev.Suders,542 U. S. 129, 141–143\n(2004) (tracing the doctrine to the 1930’s). To recover for\nconstructive discharge, however, an employee generally is required\nto quit his or her job. See 1 B. Lindemann & P. Grossman,\nEmployment Discrimination Law 1449 (4th ed. 2007); 3 L. Larson,\nLabor and Employment Law §59.05[8] (2009); 2 EEOC Compliance Manual\n§612.9(a) (2008); cf.Suders,supra, at 141–143,\n148;Youngv.Southwestern Savings & Loan\nAssn., 509 F. 2d 140, 144 (CA5 1975);Mullerv.United States Steel Corp., 509 F. 2d 923, 929 (CA10\n1975). Similarly, landlord-tenant law has long recognized the\nconcept of constructive eviction. See Rapacz, Origin and Evolution\nof Constructive Eviction in the United States, 1 DePaul\nL. Rev. 69 (1951). The general rule under that doctrine is\nthat a tenant must actually move out in order to claim constructive\neviction. Seeid., at 75; Glendon, The Transformation of\nAmerican Landlord-Tenant Law, 23 Boston College L. Rev. 503,\n513–514 (1982); 1 H. Tiffany, Real Property §§141, 143 (3d ed.\n1939).[Footnote 6]As generally understood in these and other\ncontexts, a termination is deemed “constructive” because it is the\nplaintiff, rather than the defendant, who formally puts an end to\nthe particular legal relationship—not because there is no end to\nthe relationship at all. There is no reason why a different\nunderstanding should apply to constructive termination claims under\nthe PMPA. At the time when it enacted the statute, Congress\npresumably was aware of how courts applied the doctrine of\nconstructive termination in these analogous legal contexts. SeeFitzgeraldv.Barnstable School Comm., 555 U. S.\n___, ___ (2009) (slip op, at 11–12). And in the absence of any\ncontrary evidence, we think it reasonable to interpret the Act in a\nway that is consistent with this well-established body of law.The Court of Appeals was of the view that\nanalogizing to doctrines of constructive termination in other\ncontexts was inappropriate because “sunk costs, optimism, and the\nhabit of years might lead franchisees to try to make the new\narrangements work, even when the terms have changed so materially\nas to make success impossible.” 524 F. 3d, at 46. But surely\nthese same factors compel employees and tenants—no less than\nservice-station franchisees—to try to make their changed\narrangements work. Nonetheless, courts have long required\nplaintiffs asserting such claims to show an actual severance of the\nrelevant legal relationship. We see no reason for a different rule\nhere.Additionally, allowing franchisees to obtain\nPMPA relief for conduct that does not force an end to a franchise\nwould extend the reach of the Act much further than its text and\nstructure suggest. Prior to 1978, the regulation of petroleum\nfranchise agreements was largely a matter of state law. SeeDersch Energies, Inc.v.Shell Oil Co., 314\nF. 3d 846, 861 (CA7 2002); Comment, 32 Emory L. J. 273,\n277–283 (1983). In enacting the PMPA, Congress did not regulate\nevery aspect of the petroleum franchise relationship but instead\nfederalized only the two parts of that relationship with which it\nwas most concerned: the circumstances in which franchisors may\nterminate a franchise or decline to renew a franchise relationship.\nSee 15 U. S. C. §2802;Dersch Energies,supra, at 861–862. Congress left undisturbed state-law\nregulation of other types of disputes between petroleum franchisors\nand franchisees. See §2806(a) (pre-empting only those state laws\ngoverning franchise terminations or nonrenewals).The dealers would have us interpret the PMPA\nin a manner that ignores the Act’s limited scope. On their view,\nand in the view of the Court of Appeals, the PMPA prohibits, not\njust unlawful terminations and nonrenewals, but also certain\nserious breaches of contract that do not cause an end to the\nfranchise. See Brief for Respondents in No. 08–372, pp. 28–35\n(hereinafter Respondents’ Brief); 524 F. 3d, at 44–47. Reading\nthe Act to prohibit simple breaches of contract, however, would be\ninconsistent with the Act’s limited purpose and would further\nexpand federal law into a domain traditionally reserved for the\nStates. Without a clearer indication that Congress intended to\nfederalize such a broad swath of the law governing petroleum\nfranchise agreements, we decline to adopt an interpretation of the\nAct that would have such sweeping consequences. See,e.g.,United Statesv.Bass,404 U. S. 336, 349\n(1971).[Footnote 7]Finally, important practical considerations\ninform our decision. Adopting the dealers’ reading of the PMPA\nwould require us to articulate a standard for identifying those\nbreaches of contract that should be treated as effectively ending a\nfranchise, even though the franchisee in fact continues to use the\nfranchisor’s trademark, purchase the franchisor’s fuel, and occupy\nthe service-station premises.[Footnote 8] We think any such standard would be\nindeterminate and unworkable. How is a court to determine whether a\nbreach is serious enough effectively to end a franchise when the\nfranchisee is still willing and able to continue its operations?\nAnd how is a franchisor to know in advance which breaches a court\nwill later determine to have been so serious? The dealers have not\nprovided answers to these questions. Nor could they. Any standard\nfor identifying when a simple breach of contract amounts to a PMPA\ntermination, when all three statutory elements remain operational,\nsimply evades coherent formulation.BThe dealers suggest that this\ninterpretation of the PMPA fails to provide franchisees with\nmuch-needed protection from unfair and coercive franchisor conduct\nthat does not force an end to the franchise. That argument,\nhowever, ignores the fact that franchisees still have state-law\nremedies available to them. The pre-emptive scope of the PMPA is\nlimited: The Act pre-empts only those state or local laws that\ngovern the termination of petroleum franchises or the nonrenewal of\npetroleum franchise relationships. See 15 U. S. C. §2806(a).\nOutside of those areas, therefore, franchisees can still rely on\nstate-law remedies to address wrongful franchisor conduct that does\nnot have the effect of ending the franchise. Indeed, that happened\nin this very lawsuit. The dealers argued in the District Court that\nMotiva’s elimination of the rent subsidy not only constructively\nterminated their franchises in violation of the PMPA but also\namounted to a breach of contract under state law. The jury found in\ntheir favor on their state-law claims and awarded them almost $1.3\nmillion in damages. See App. 376–379. Thus, the dealers’ own\nexperience demonstrates that franchisees do not need a PMPA remedy\nto have meaningful protection from abusive franchisor conduct.The dealers also charge that this\ninterpretation of the PMPA cannot be correct because it renders\nother provisions of the Act meaningless. Respondents’ Brief 21–22,\n24–25. While we agree that we normally should construe statutes “in\na manner that gives effect to all of their provisions,” we believe\nour interpretation is faithful to this “well-established\nprincipl[e] of statutory interpretation.”United States ex rel.\nEisensteinv.City of New York, 556 U. S. ___, ___\n(2009) (slip op., at 5)To begin, the dealers insist that our reading\nof the term “terminate” will require franchisees to go out of\nbusiness before they can obtain preliminary relief and thus will\nrender useless the Act’s preliminary injunction mechanism. We\ndisagree. To obtain a preliminary injunction, it is true, a\nfranchisee must show, among other things, that “the franchise of\nwhich he is a partyhas been terminated.” 15 U. S. C.\n§2805(b)(2)(A)(i) (emphasis added). But that does not necessarily\nmean that a franchisee must goout of businessbefore\nobtaining an injunction. For example, in cases of actual\ntermination, the Act requires franchisors to provide franchisees\nwith written notice of termination well in advance of the date on\nwhich the termination “takes effect.” §2804(a). A franchisee that\nreceives notice of termination “has been terminated” within the\nmeaning of §2805(b)(2)(A)(i), even though the termination “takes\neffect” on a later date, just as an employee who receives notice of\ndischarge can be accurately described ashaving beendischarged, even though the employee’s last day at work may perhaps\nbe weeks later. Thus, franchisees that receive notice of impending\ntermination can invoke the protections of the Act’s preliminary\ninjunction mechanism well before having to go out of\nbusiness.[Footnote 9] Contrary\nto the dealers’ assertions, therefore, our interpretation of the\nAct gives meaningful effect to the PMPA’s preliminary injunction\nprovisions.Our interpretation also gives effect to the\nAct’s alternative statute-of-limitations accrual dates. The 1-year\nlimitations period governing PMPA claims runs from the later of\neither (1) “the date of termination of the franchise”or(2) “the date the franchisor fails to comply with the requirements\nof” the Act. §2805(a). Some violations of the PMPA, however, cannot\noccur untilaftera franchise has been terminated. See,e.g., §2802(d)(1) (franchisor must share with a franchisee\ncertain parts of a condemnation award when the termination was the\nresult of a condemnation or taking); §2802(d)(2) (franchisor must\ngrant a franchisee a right of first refusal if the franchise was\nterminated due to the destruction of the service station and the\nstation subsequently is rebuilt). The second accrual date listed in\n§2805(a), therefore, shows only that the limitations period runs\nfrom the date of these types of post-termination violations. It\ndoes not suggest that Congress intended franchisees to maintain\nclaims under the PMPA to redress franchisor conduct that does not\nforce an end to the franchise.*  *  *We therefore hold that a\nnecessary element of any constructive termination claim under the\nPMPA is that the complained-of conduct forced an end to the\nfranchisee’s use of the franchisor’s trademark, purchase of the\nfranchisor’s fuel, or occupation of the franchisor’s service\nstation. Because none of the dealers in this litigation abandoned\nany element of their franchise operations in response to Motiva’s\nelimination of the rent subsidy,[Footnote 10] they cannot maintain a constructive\ntermination claim on the basis of that conduct.IIIThe second question we are asked\nto decide is whether a franchisee who is offered and signs a\nrenewal agreement can nonetheless maintain a claim for\n“constructive nonrenewal” under the PMPA. For reasons similar to\nthose given above, we agree with the Court of Appeals that a\nfranchisee that chooses to accept a renewal agreement cannot\nthereafter assert a claim for unlawful nonrenewal under the\nAct.[Footnote 11]The plain text of the statute\nleaves no room for a franchisee to claim that a franchisor has\nunlawfully declined to renew a franchise\nrelationship—constructively or otherwise—when the franchisee has in\nfact accepted a new franchise agreement. As relevant here, a\nfranchisor violates the PMPA only when it “fail[s] to renew” a\nfranchise relationship for a reason not provided for in the Act or\nafter not providing the required notice. See 15 U. S. C.\n§2802. The Act defines the term “fail to renew,” in turn, as a\n“failure to reinstate, continue, or extend the franchise\nrelationship.” §2801(14). Thus, the threshold requirement of any\nunlawful nonrenewal action—a requirement the franchisee bears the\nburden of establishing, see §2805(c)—is that the franchisor did not\n“reinstate, continue, or renew” the franchise relationship once a\nfranchise agreement expired. But if a franchisee signs a renewal\nagreement, the franchisor clearly has “reinstate[d], continue[d],\nor extend[ed]” the franchise relationship. True, the franchisee\nmight find some of the terms in the new agreement objectionable.\nBut the Act prohibits only unlawful “fail[ures] to renew” a\nfranchise relationship, not renewals of a franchise relationship on\nterms that are less than favorable to the franchisee. A franchisee\nthat signs a renewal agreement, in short, cannot carry the\nthreshold burden of showing a “nonrenewal of the franchise\nrelationship,” §2805(c), and thus necessarily cannot establish that\nthe franchisor has violated the Act.The dealers point out that several of them\nsigned their renewal agreements “under protest,” and they argue\nthat they thereby explicitly preserved their ability to assert a\nclaim for unlawful nonrenewal under the PMPA. That argument\nmisunderstands the legal significance of signing a renewal\nagreement. Signing a renewal agreement does not constitute a waiver\nof a franchisee’s legal rights—something that signing “under\nprotest” can sometimes help avoid. See,e.g., U. C. C.\n§1–207, 1 U. L. A. 318. Instead, signing a renewal agreement\nnegates the very possibility of a violation of the PMPA. When a\nfranchisee signs a renewal agreement—even “under protest”—there has\nbeen no “fail[ure] to renew,” and thus the franchisee has no cause\nof action under the Act. See 15 U. S. C. §2805(a).The Act’s structure and purpose confirm this\ninterpretation. By requiring franchisors to renew only the\n“franchise relationship,” as opposed to the same franchise\nagreement, see §2802; see also §2801(2), the PMPA contemplates that\nfranchisors can respond to market demands by proposing new and\ndifferent terms at the expiration of a franchise agreement. To that\nend, the Act authorizes franchisors to decline to renew a franchise\nrelationship if the franchisee refuses to accept changes or\nadditions that are proposed “in good faith and in the normal course\nof business” and that are not designed to convert the service\nstation to direct operation by the franchisor. §2802(b)(3)(A).\nAdditionally, the Act creates a procedural mechanism for resolving\ndisputes over the legality of proposed new terms. If the parties\ncannot agree, the franchisor has the option of either modifying the\nobjectionable terms or pursuing nonrenewal, in which case it must\nprovide the franchisee with written notice well in advance of the\ndate when the nonrenewal takes effect. §2804(a)(2). Once the\nfranchisee receives notice of nonrenewal, it can seek a preliminary\ninjunction under the Act’s relaxed injunctive standard, maintaining\nthe status quo while a court determines the lawfulness of the\nproposed changes. See §2805(b)(2);supra,at 13.[Footnote 12]Allowing franchisees to pursue nonrenewal\nclaims even after they have signed renewal agreements would\nundermine this procedural mechanism and, in the process, would\nfrustrate franchisors’ ability to propose new terms. Under the\ndealers’ theory, franchisees have no incentive to object to\nburdensome new terms and seek a preliminary injunction if a\nfranchisor pursues nonrenewal. Instead, a franchisee could simply\nsign the new franchise agreement and decide later whether to sue\nunder the PMPA. Franchisees would then have the option of either\ncontinuing to operate under the new agreement or, if the terms of\nthe agreement later proved unfavorable, bringing suit under the\nPMPA alleging that the newly imposed terms are unlawful. And\nbecause the PMPA has a 1-year statute of limitations, see §2805(a),\nfranchisees would retain that option for the entire first year of a\nnew franchise agreement. Accepting the dealers’ argument,\ntherefore, would cast a cloud of uncertainty over all renewal\nagreements and could chill franchisors from proposing new terms in\nresponse to changing market conditions and consumer needs.Finally, accepting the dealers’ argument would\ngreatly expand the PMPA’s reach. Under the balance struck by the\nplain text of the statute, a franchisee faced with objectionable\nnew terms must decide whether challenging those terms is worth\nrisking the nonrenewal of the franchise relationship; if the\nfranchisee rejects the terms and the franchisor seeks nonrenewal,\nthe franchisee runs the risk that a court will ultimately determine\nthat the proposed terms were lawful under the PMPA. See\n§2802(b)(3)(A). That risk acts as a restraint, limiting the scope\nof franchisor liability under the Act to that with which Congress\nwas most concerned: the imposition of arbitrary and unreasonable\nnew terms on a franchisee that are designed to force an end to the\npetroleum franchise relationship. See,e.g.,ibid.;Comment, 32 Emory L. J., at 277–283.\nAllowing franchisees both to sign a franchise agreement and to\npursue a claim under the PMPA would eliminate that restraint and\nthus permit franchisees to challenge a much broader range of\nfranchisor conduct—conduct to which the dealer might object but not\nconsider so serious as to risk the nonrenewal of the franchise by\nmounting a legal challenge. As explained, the PMPA was enacted to\naddress the narrow areas of franchise terminations and nonrenewals,\nnot to govern every aspect of the petroleum franchise relationship.\nSeesupra, at 10;Dersch Energies, 314\nF. 3d, at 861. We thus decline to adopt an interpretation that\nwould expand the Act in such a fashion.[Footnote 13]*  *  *We hold that a franchisee who is\noffered and signs a renewed franchise agreement cannot maintain a\nclaim for unlawful nonrenewal under the PMPA. We therefore affirm\nthe judgment of the Court of Appeals with respect to the dealers’\nnonrenewal claims.IVThe judgment of the Court of\nAppeals is reversed in part and affirmed in part. The cases are\nremanded for further proceedings consistent with this opinion.It is so ordered.Footnote 1Courts sometimes describe these three types\nof agreements as the “statutory elements” of a petroleum franchise.\nSee,e.g.,Marcouxv.Shell Oil Prods.\nCo., 524 F. 3d 33, 37, n. 1 (CA1 2008).Footnote 2Shell Oil Products Company LLC, another party\nin this litigation, is a wholly owned subsidiary of Shell Oil\nCompany. See Brief for Petitioners in No. 08–372, p. iii.Footnote 3The dealers also claimed that Shell and\nMotiva had violated the Uniform Commercial Code, as adopted in\nMassachusetts, by setting unreasonable prices under the open-price\nterms of their fuel-supply agreements with the dealers. The jury\nfound in favor of the dealers on this claim, and the Court of\nAppeals affirmed. 524 F. 3d, at 51. That issue is not before\nus.Footnote 4Because resolving this question is sufficient\nto decide these cases, we need not address Shell and Motiva’s\nalternative argument that the PMPA does not embrace claims for\nconstructive termination at all. Several Courts of Appeals have\nheld that the Act does create a cause of action for constructive\ntermination. See,e.g.,524 F. 3d, at 44–45 (case\nbelow);Clarkv.BP Oil Co., 137 F. 3d 386,\n390–391 (CA6 1998);Shuklav.BP Exploration &\nOil, Inc., 115 F. 3d 849, 852–853 (CA11 1997). Others\nhave reserved judgment on the issue. See,e.g.,Abrams\nShellv.Shell Oil Co., 343 F. 3d 482, 486–488\n(CA5 2003);Portland 76 Auto/Truck Plaza, Inc.v.Union Oil Co.of Cal., 153 F. 3d 938, 948\n(CA9 1998). We leave the question for another day.Footnote 5The difference between a “termination” and a\n“cancellation” under the Uniform Commercial Code relates to how the\ncontracting party justifies its ending of the contractual\nrelationship. A “termination” occurs when “either party pursuant to\na power created by agreement or law puts an end to the contract\notherwise than for its breach.” U. C. C. §2–106(3) (1972 ed.). By\ncontrast, a “cancellation” occurs when “either party puts an end to\nthe contract for breach by the other.” §2–106(4).That difference might well explain why\nCongress felt compelled to specify that “cancellation[s],” no less\nthan “termination[s],” are covered by the Act. Prior to the PMPA,\nfranchisors often leveraged their greater bargaining power to end\nfranchise agreements for minor or technical breaches by the\nfranchisee. See,e.g.,Chestnut Hill Gulf, Inc.v.Cumberland Farms, Inc., 940 F. 2d 744, 746–747\n(CA1 1991). By specifying that the Act covers “cancellation[s]” as\nwell as “termination[s],” Congress foreclosed any argument that a\ntermination for breach is not covered by the Act because it is\ntechnically a “cancellation” rather than a “termination.”Footnote 6Before Congress enacted the PMPA, at least\none court, it is true, had held that a tenant asserting\nconstructive eviction could obtaindeclaratoryrelief\nwithout abandoning the premises—although the court observed that\nthe tenant still would have to abandon the premises in order to\nobtain rescission. SeeCharles E. Burt, Inc.v.Seven\nGrand Corp., 340 Mass. 124, 129–130, 163 N. E. 2d 4, 7–8\n(1959). But as even the dealers concede, see Tr. of Oral Arg.\n37–38, the clear majority of authority required a tenant to leave\nthe premises before claiming constructive eviction.For similar reasons, the Second Restatement of\nProperty is of no help to the dealers. Although it would allow a\ntenant to bring a constructive eviction claim without moving out,\nit noted that this proposition was “contrary to the present weight\nof judicial authority.” 1 Restatement (Second) of Property §6.1,\nReporter’s Note 1, p. 230 (1976).Footnote 7Adopting such a broad reading of the PMPA\nalso would have serious implications for run-of-the-mill franchise\ndisputes. The Actrequirescourts to award attorney’s fees\nand expert-witness fees in any case in which a plaintiff recovers\nmore than nominal damages. See 15 U. S. C. §2805(d)(1)(C). The\nAct also permits punitive damages, §2805(d)(1)(B), a remedy\nordinarily not available in breach-of-contract actions, seeBarnesv.Gorman,536 U. S. 181, 187–188\n(2002). Accepting the dealers’ reading of the statute, therefore,\nwould turn everyday contract disputes into high-stakes affairs.Footnote 8The First Circuit, for example, approved of a\ntest that asks whether the breach resulted in “such a material\nchange that it effectively ended the lease, even though the\nplaintiffs continued to operate [their franchises].” 524\nF. 3d, at 46 (internal quotation marks omitted). That\nstandard, it seems to us, does little more than restate the\nrelevant question. While we do not decide whether the PMPA\ncontemplates claims for constructive termination, we observe that\nthe Court of Appeals’ unwillingness or inability to establish a\nmore concrete standard underscores the difficulties and inherent\ncontradictions involved in crafting a standard for finding a\n“termination” when no termination has in fact occurred.Footnote 9The Government reads the Act to permit a\ndealer to seek preliminary injunctive relief if a franchisor\nannounces its “intent to engage in conduct that would leave the\nfranchisee no reasonable alternative but to abandon” one (or more)\nof the franchise elements. Brief for United States asAmicus\nCuriae21. Because we do not decide whether the PMPA permits\nconstructive termination claims at all, see n. 4,supra, we need not address this argument.Footnote 10After Motiva withdrew the rent subsidy, seven\nof the dealers continued operating their franchises for the full\nterms of their franchise agreements and then signed new agreements\nthat did not include the subsidy. See App. 161, 164, 316–321 (Mac’s\nShell Service, Inc.);id., at 138–139, 314–315 (Cynthia\nKarol);id., at 154–155, 310–311 (Akmal, Inc.);id., at 185–186, 268–269 (Sid Prashad);id., at\n190, 312–313 (J & M Avramidis, Inc.);id., at 179–182,\n322–323 (RAM Corp., Inc.);id., at 148–153, 324–325 (John\nA. Sullivan). These dealers necessarily cannot establish that the\nelimination of the subsidy “terminate[d]” their franchises “prior\nto the conclusion of the term” stated in their franchise\nagreements. 15 U. S. C. §2802(a)(1). Whether they ceased\noperationsaftertheir franchise agreements expired,\nmoreover, is irrelevant. Indeed, in the Court of Appeals, the\ndealers abandoned any claim for constructive termination based on\nthe subsequent franchise agreements. See Appellees’ Brief in No.\n05–2770 etc. (CA1), p. 40, n. 29.One dealer did leave his franchise before his\nfranchise agreement expired. App. 204, 330–331 (Stephen Pisarczyk).\nBut that dealer not only continued to operate for seven months\nafter the subsidy ended,id., at 204, but also during that\nperiod entered into an agreement with Motiva to extend the term of\nhis franchise agreement,id., at 330–331. Moreover, that\ndealer had been planning to leave the service-station business\nbefore Motiva eliminated the subsidy, and he never claimed that his\ndecision to leave had anything to do with Motiva’s rent policies.\nSeeid., at 202–207.Footnote 11As is true with respect to the dealers’\nconstructive termination claims, it is not necessary for us to\ndecide in these cases whether the Act at all recognizes claims for\n“constructive nonrenewal.” We therefore do not express a view on\nthat question.Footnote 12The availability of preliminary injunctive\nrelief under the Act also explains why the dealers are wrong to\nsuggest that our holding will force franchisees “to choose between\naccepting an unlawful and coercive contract in order to stay in\nbusiness [or] rejecting it and going out of business in order to\npreserve a cause of action.” Respondents’ Brief 51 (internal\nquotation marks omitted). A franchisee presented with “unlawful and\ncoercive” terms can simply reject those terms and, if the\nfranchisor pursues nonrenewal, seek a preliminary injunction under\nthe Act once the franchisee receives notice of nonrenewal. Indeed,\nthe PMPA substantially relaxes the normal standard for obtaining\npreliminary-injunctive relief, §2805(b)(2)(A)(ii), thus allowing a\nfranchisee with anything close to a meritorious claim to obtain\nrelief.It is possible, of course, that a franchisor\ncould fail to renew a franchise relationshipwithoutproviding the statutorily required notice. But in that\ncircumstance, a franchisee would not only have a surefire claim for\nunlawful nonrenewal, see §2802(b)(1)(A), but also presumably could\nseek a preliminary injunction forcing the franchisor to resume\nproviding the franchise elements for the duration of the\nlitigation.Footnote 13It also is worth noting that, although the\nconcept of “constructive nonrenewal” does not arise frequently in\nother areas of the law, the little authority on this concept\nsupports our conclusion that a plaintiff who signs a new agreement\ncannot maintain a claim for constructive nonrenewal. SeeAmerican Cas. Co. of Reading, Pa.v.Baker, 22\nF. 3d 880, 892–894 (CA9 1994) (insured who accepts a successor\ninsurance policy cannot maintain a claim for constructive\nnonrenewal of the previous policy);American Cas. Co. of\nReading, Pa.v.Continisio, 17 F. 3d 62, 65–66\n(CA3 1994) (same);Adamsv.Greenwood, 10\nF. 3d 568, 572 (CA8 1993) (same).",
    "joined": []
}