{
    "case": {
        "docket": "332",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/332/"
    },
    "id": "1962908",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGARIZONA V. GANT556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-542ARIZONA, PETITIONERv.RODNEY JOSEPH\nGANTon writ of certiorari to the supreme court of\narizona[April 21, 2009]Justice Alito, with whom The\nChief Justice and Justice Kennedy join, and with whom Justice\nBreyer joins except as to Part II–E, dissenting.Twenty-eight years ago, inNew Yorkv.Belton,453 U. S. 454, 460\n(1981), this Court held that “when a policeman has made a lawful\ncustodial arrest of the occupant of an automobile, he may, as a\ncontemporaneous incident of that arrest, search the passenger\ncompartment of that automobile.” (Footnote omitted.) Five years\nago, inThorntonv.United States,541 U. S. 615(2004)—a\ncase involving a situation not materially distinguishable from the\nsituation here—the Court not only reaffirmed but extended the\nholding ofBelton,making it applicable to recent\noccupants. Today’s decision effectively overrules those important\ndecisions, even though respondent Gant has not asked us to do\nso.To take the place of the overruled precedents,\nthe Court adopts a new two-part rule under which a police officer\nwho arrests a vehicle occupant or recent occupant may search the\npassenger compartment if (1) the arrestee is within reaching\ndistance of the vehicle at the time of the search or (2) the\nofficer has reason to believe that the vehicle contains evidence of\nthe offense of arrest.Ante, at 18. The first part of this\nnew rule may endanger arresting officers and is truly endorsed by\nonly four Justices; Justice Scalia joins solely for the purpose of\navoiding a “4-to-1-to 4 opinion.”Ante,at 4 (concurring\nopinion). The second part of the new rule is taken from Justice\nScalia’s separate opinion inThorntonwithout any\nindependent explanation of its origin or justification and is\nvirtually certain to confuse law enforcement officers and judges\nfor some time to come. The Court’s decision will cause the\nsuppression of evidence gathered in many searches carried out in\ngood-faith reliance on well-settled case law, and although the\nCourt purports to base its analysis on the landmark decision inChimelv.California,395 U. S. 752(1969),\nthe Court’s reasoning underminesChimel. I would followBelton, and I therefore respectfully dissent.IAlthough the Court refuses to\nacknowledge that it is overrulingBeltonandThornton, there can be no doubt that it does so.InBelton, an officer on\nthe New York Thruway removed the occupants from a car and placed\nthem under arrest but did not handcuff them. See 453 U. S., at 456;\nBrief for Petitioner inNew Yorkv.Belton,\nO. T. 1980, No. 80–328, p. 3. The officer then searched a\njacket on the car’s back seat and found drugs. 453 U. S., at 455.\nBy a divided vote, the New York Court of Appeals held that the\nsearch of the jacket violatedChimel, in which this Court\nheld that an arresting officer may search the area within an\narrestee’s immediate control. SeeStatev.Belton, 50 N. Y. 2d 447, 407 N. E. 2d 420\n(1980). The justices of the New York Court of Appeals disagreed on\nthe factual question whether theBeltonarrestees could\nhave gained access to the car. The majority thought that they could\nnot have done so,id., at 452, n. 2, 407 N. E.\n2d, at 423, n. 2, but the dissent thought that this was a real\npossibility.Id., at 453, 407 N. E. 2d, at 424\n(opinion of Gabrielli, J.).Viewing this disagreement about the\napplication of theChimelrule as illustrative of a\npersistent and important problem, theBeltonCourt\nconcluded that “ ‘[a] single familiar standard’ ” was\n“ ‘essential to guide police officers’ ” who make\nroadside arrests. 453 U. S., at 458 (quotingDunawayv.New York,442 U. S. 200, 213–214\n(1979)). The Court acknowledged that articles in the passenger\ncompartment of a car are not always within an arrestee’s reach, but\n“[i]n order to establish the workable rule this category of cases\nrequires,” the Court adopted a rule that categorically permits the\nsearch of a car’s passenger compartment incident to the lawful\narrest of an occupant. 453 U. S., at 460.The precise holding inBeltoncould\nnot be clearer. The Court stated unequivocally: “[W]e hold that\nwhen a policeman has made a lawful custodial arrest of the occupant\nof an automobile, he may, as a contemporaneous incident of that\narrest, search the passenger compartment of that automobile.”Ibid.(footnote omitted).Despite this explicit statement, the opinion\nof the Court in the present case curiously suggests thatBeltonmay reasonably be read as adopting a holding that\nis narrower than the one explicitly set out in theBeltonopinion, namely, that an officer arresting a vehicle occupant may\nsearch the passenger compartment“whenthe passenger\ncompartment is within an arrestee’s reaching distance.”Ante, at 7–8 (emphasis in original). According to the\nCourt, the broader reading ofBeltonthat has gained wide\nacceptance “may be attributable to Justice Brennan’s dissent.”Ante, at 8.Contrary to the Court’s suggestion, however,\nJustice Brennan’sBeltondissent did not mischaracterize\nthe Court’s holding in that case or cause that holding to be\nmisinterpreted. As noted, theBeltonCourt explicitly\nstated precisely what it held. InThornton, the Court\nrecognized the scope ofBelton’s holding. See 541 U. S.,\nat 620. So did Justice Scalia’s separate opinion. Seeid.,\nat 625 (opinion concurring in judgment) (“In[Belton]we\nset forth a bright-line rule for arrests of automobile occupants,\nholding that … a search of the whole [passenger] compartment is\njustified in every case”). So does Justice Scalia’s opinion in the\npresent case. Seeante, at 1 (BeltonandThorntonheld that “arresting officers may always search\nan arrestee’s vehicle in order to protect themselves from hidden\nweapons”). This “bright-line rule” has now been interred.IIBecause the Court has\nsubstantially overruledBeltonandThornton,the\nCourt must explain why its departure from the usual rule ofstare decisisis justified. I recognize that stare decisis\nis not an “inexorable command,”Paynev.Tennessee,501 U. S. 808, 828\n(1991), and applies less rigidly in constitutional cases,Glidden Co.v.Zdanok,370 U. S. 530, 543\n(1962) (plurality opinion). But the Court has said that a\nconstitutional precedent should be followed unless there is a\n“ ‘special justification’ ” for its abandonment.Dickersonv.United States,530 U. S. 428, 443\n(2000). Relevant factors identified in prior cases include whether\nthe precedent has engendered reliance,id., at 442,\nwhether there has been an important change in circumstances in the\noutside world,Randallv.Sorrell,548 U. S. 230, 244\n(2006) (plurality opinion);Burnetv.Coronado Oil\n& Gas Co.,285 U. S. 393, 412\n(1932) (Brandeis, J., dissenting), whether the precedent has proved\nto be unworkable,Viethv.Jubelirer,541 U. S. 267, 306\n(2004) (plurality opinion) (citingPayne,supra,\nat 827), whether the precedent has been undermined by later\ndecisions, see,e.g.,Pattersonv.McLean\nCredit Union,491 U. S. 164, 173–174\n(1989), and whether the decision was badly reasoned.Vieth,supra, at 306 (plurality opinion). These\nfactors weigh in favor of retaining the rule established inBelton.AReliance. While reliance\nis most important in “cases involving property and contract\nrights,”Payne,supra, at 828, the Court has\nrecognized that reliance by law enforcement officers is also\nentitled to weight. InDickerson, the Court held that\nprinciples ofstare decisis“weigh[ed]” heavily against\noverrulingMirandav. Arizona,384 U. S. 436(1966),\nbecause theMirandarule had become “embedded in routine\npolice practice.” 530 U. S., at 443.If there was reliance inDickerson, there certainly is substantial reliance here.\nTheBeltonrule has been taught to police officers for\nmore than a quarter century. Many searches—almost certainly\nincluding more than a few that figure in cases now on appeal—were\nconducted in scrupulous reliance on that precedent. It is likely\nthat, on the very day when this opinion is announced, numerous\nvehicle searches will be conducted in good faith by police officers\nwho were taught theBeltonrule.The opinion of the Court recognizes that\n“Beltonhas been widely taught in police academies and\nthat law enforcement officers have relied on the rule in conducting\nvehicle searches during the past 28 years.”Ante, at 16.\nBut for the Court, this seemingly counts for nothing. The Court\nstates that “[w]e have never relied onstare decisisto\njustify the continuance of an unconstitutional police practice,”ante,at 15, but of course the Court routinely relies on\ndecisions sustaining the constitutionality of police practices\nwithout doing what the Court has done here—sua sponteconsidering whether those decisions should be overruled. And the\nCourt cites no authority for the proposition thatstare\ndecisismay be disregarded or provides only lesser protection\nwhen the precedent that is challenged is one that sustained the\nconstitutionality of a law enforcement practice.The Court also errs in arguing that the\nreliance interest that was given heavy weight inDickersonwas not “police reliance on a rule requiring them to provide\nwarnings but to the broader societal reliance on that individual\nright.”Ante, at 17. TheDickersonopinion makes\nno reference to “societal reliance,” and petitioner in that case\ncontended that there had been reliance onMirandabecause,\namong other things, “[f]or nearly thirty-five years,Miranda’s requirements ha[d] shaped law enforcement\ntraining [and] police conduct.” See Brief for Petitioner inDickersonv.United States, O. T. 1999, No.\n99–5525, p. 33.BChanged circumstances.\nAbandonment of theBeltonrule cannot be justified on\nthe ground that the dangers surrounding the arrest of a vehicle\noccupant are different today than they were 28 years ago. The Court\nclaims that “[w]e now know that articles inside the passenger\ncompartment are rarely ‘within “the area into which an arrestee\nmight reach,” ’ ”ante, at 17–18, but surely it\nwas well known in 1981 that a person who is taken from a vehicle,\nhandcuffed, and placed in the back of a patrol car is unlikely to\nmake it back into his own car to retrieve a weapon or destroy\nevidence.CWorkability. TheBeltonrule has not proved to be unworkable. On the\ncontrary, the rule was adopted for the express purpose of providing\na test that would be relatively easy for police officers and judges\nto apply. The Court correctly notes that even theBeltonrule is not perfectly clear in all situations. Specifically, it is\nsometimes debatable whether a search is or is not contemporaneous\nwith an arrest,ante, at 6–7, but that problem is small in\ncomparison with the problems that the Court’s new two-part rule\nwill produce.The first part of the Court’s new\nrule—which permits the search of a vehicle’s passenger compartment\nif it is within an arrestee’s reach at the time of the\nsearch—reintroduces the same sort of case-by-case, fact-specific\ndecisionmaking that theBeltonrule was adopted to avoid.\nAs the situation inBeltonillustrated, there are cases in\nwhich it is unclear whether an arrestee could retrieve a weapon or\nevidence in the passenger compartment of a car.Even more serious problems will also result\nfrom the second part of the Court’s new rule, which requires\nofficers making roadside arrests to determine whether there is\nreason to believe that the vehicle contains evidence of the crime\nof arrest. What this rule permits in a variety of situations is\nentirely unclear.DConsistency with later\ncases. TheBeltonbright-line rule has not been\nundermined by subsequent cases. On the contrary, that rule was\nreaffirmed and extended just five years ago inThornton.EBad reasoning. The Court\nis harshly critical ofBelton’s reasoning, but the problem\nthat the Court perceives cannot be remedied simply by overrulingBelton. Beltonrepresented only a modest—and quite\ndefensible—extension ofChimel, as I understand that\ndecision.Prior toChimel, the\nCourt’s precedents permitted an arresting officer to search the\narea within an arrestee’s “possession” and “control” for the\npurpose of gathering evidence. See 395 U. S., at 759–760. Based on\nthis “abstract doctrine,”id., at 760, n. 4,the Court had sustained searches that extended far beyond an\narrestee’s grabbing area. SeeUnited Statesv.Rabinowitz,339 U. S. 56(1950)\n(search of entire office);Harrisv.United\nStates,331 U.\nS. 145(1947) (search of entire apartment).TheChimelCourt, in an opinion\nwritten by Justice Stewart, overruled these cases. Concluding that\nthere are only two justifications for a warrantless search incident\nto arrest—officer safety and the preservation of evidence—the Court\nstated that such a search must be confined to “the arrestee’s\nperson” and “the area from within which he might gain possession of\na weapon or destructible evidence.” 395 U. S., at 762–763.Unfortunately,Chimeldid not say\nwhether “the area from within which [an arrestee] might gain\npossession of a weapon or destructible evidence” is to be measured\nat the time of the arrest or at the time of the search, but unless\ntheChimelrule was meant to be a specialty rule,\napplicable to only a few unusual cases, the Court must have\nintended for this area to be measured at the time of arrest.This is so because the Court can hardly have\nfailed to appreciate the following two facts. First, in the great\nmajority of cases, an officer making an arrest is able to handcuff\nthe arrestee and remove him to a secure place before conducting a\nsearch incident to the arrest. Seeante,at 10, n. 4\n(stating that it is “the rare case” in which an arresting officer\ncannot secure an arrestee before conducting a search). Second,\nbecause it is safer for an arresting officer to secure an arrestee\nbefore searching, it is likely that this is what arresting officers\ndo in the great majority of cases. (And it appears, not\nsurprisingly, that this is in fact the prevailing\npractice.[Footnote 1]) Thus, if\nthe area within an arrestee’s reach were assessed, not at the time\nof arrest, but at the time of the search, theChimelrule\nwould rarely come into play.Moreover, if the applicability of theChimelrule turned on whether an arresting officer chooses\nto secure an arrestee prior to conducting a search, rather than\nsearching first and securing the arrestee later, the rule would\n“create a perverse incentive for an arresting officer to prolong\nthe period during which the arrestee is kept in an area where he\ncould pose a danger to the officer.”United Statesv.\nAbdul-Saboor,85 F. 3d 664, 669 (CADC 1996). If this is\nthe law, the D. C. Circuit observed, “the law would truly be,\nas Mr. Bumble said, ‘a ass.’ ”Ibid. See alsoUnited Statesv.Tejada, 524 F. 3d 809, 812\n(CA7 2008) (“[I]f the police could lawfully have searched the\ndefendant’s grabbing radius at the moment of arrest, he has no\nlegitimate complaint if, the better to protect themselves from him,\nthey first put him outside that radius”).I do not think that this is what theChimelCourt intended. Handcuffs were in use in 1969. The\nability of arresting officers to secure arrestees before conducting\na search—and their incentive to do so—are facts that can hardly\nhave escaped the Court’s attention. I therefore believe that theChimelCourt intended that its new rule apply in cases in\nwhich the arrestee is handcuffed before the search is\nconducted.TheBeltonCourt, in my view,\nproceeded on the basis of this interpretation ofChimel.\nAgain speaking through Justice Stewart, theBeltonCourt\nreasoned that articles in the passenger compartment of a car are\n“generally, even if not inevitably” within an arrestee’s reach. 453\nU. S., at 460. This is undoubtedly true at the time of the arrest\nof a person who is seated in a car but plainly not true when the\nperson has been removed from the car and placed in handcuffs.\nAccordingly, theBeltonCourt must have proceeded on the\nassumption that theChimelrule was to be applied at the\ntime of arrest. And that is why theBeltonCourt was able\nto say that its decision “in no way alter[ed] the fundamental\nprinciples established in theChimelcase regarding the\nbasic scope of searches incident to lawful custodial arrests.” 453\nU. S., at 460, n. 3. ViewingChimelas having focused\non the time of arrest,Belton’s only new step was to\neliminate the need to decide on a case-by-case basis whether a\nparticular person seated in a car actually could have reached the\npart of the passenger compartment where a weapon or evidence was\nhidden. For this reason, if we are going to reexamineBelton, we should also reexamine the reasoning inChimelon whichBeltonrests.FThe Court, however, does not\nreexamineChimeland thus leaves the law relating to\nsearches incident to arrest in a confused and unstable state. The\nfirst part of the Court’s new two-part rule—which permits an\narresting officer to search the area within an arrestee’s reach at\nthe time of the search—applies, at least for now, only to vehicle\noccupants and recent occupants, but there is no logical reason why\nthe same rule should not apply to all arrestees.The second part of the Court’s\nnew rule, which the Court takes uncritically from Justice Scalia’s\nseparate opinion inThornton,raises doctrinal and\npractical problems that the Court makes no effort to address. Why,\nfor example, is the standard for this type of evidence-gathering\nsearch “reason to believe” rather than probable cause? And why is\nthis type of search restricted to evidence of the offense of\narrest? It is true that an arrestee’s vehicle is probably more\nlikely to contain evidence of the crime of arrest than of some\nother crime, but if reason-to-believe is the governing standard for\nan evidence-gathering search incident to arrest, it is not easy to\nsee why an officer should not be able to search when the officer\nhas reason to believe that the vehicle in question possesses\nevidence of a crime other than the crime of arrest.Nor is it easy to see why an\nevidence-gathering search incident to arrest should be restricted\nto the passenger compartment. TheBeltonrule was limited\nin this way because the passenger compartment was considered to be\nthe area that vehicle occupants can generally reach, 453 U. S., at\n460, but since the second part of the new rule is not based on\nofficer safety or the preservation of evidence, the ground for this\nlimitation is obscure.[Footnote\n2]IIIRespondent in this case has not\nasked us to overruleBelton, much lessChimel.\nRespondent’s argument rests entirely on an interpretation ofBeltonthat is plainly incorrect, an interpretation that\ndisregardsBelton’s explicit delineation of its holding. I\nwould therefore leave any reexamination of our prior precedents for\nanother day, if such a reexamination is to be undertaken at all. In\nthis case, I would simply applyBeltonand reverse the\njudgment below.Footnote 1See Moskovitz, A Rule in Search of a Reason:\nAn Empirical Reexamination ofChimelandBelton,\n2002 Wis. L. Rev. 657, 665.Footnote 2I do not understand the Court’s decision to\nreach the following situations. First, it is not uncommon for an\nofficer to arrest some but not all of the occupants of a vehicle.\nThe Court’s decision in this case does not address the question\nwhether in such a situation a search of the passenger compartment\nmay be justified on the ground that the occupants who are not\narrested could gain access to the car and retrieve a weapon or\ndestroy evidence. Second, there may be situations in which an\narresting officer has cause to fear that persons who were not\npassengers in the car might attempt to retrieve a weapon or\nevidence from the car while the officer is still on the scene. The\ndecision in this case, as I understand it, does not address that\nsituation either.",
    "joined": []
}