{
    "case": {
        "docket": "18-443",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/18-443/"
    },
    "id": "4054097",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESBOBBY JAMES MOOREv.TEXASon petition for writ of certiorari to the\ncourt of criminal appeals of texasNo. 18–443. Decided February 19, 2019Justice Alito, with whom Justice Thomas and\nJustice Gorsuch join, dissenting.Two years ago, this Court vacated a judgment of\nthe Texas Court of Criminal Appeals holding that Bobby James Moore\nwas not intellectually disabled and was therefore eligible for the\ndeath penalty.Moorev.Texas, 581 U. S. ___\n(2017). While the Court divided on the appropriate disposition,\nboth the majority and the dissent agreed that the Court of Criminal\nAppeals should have assessed Moore’s claim of intellectual\ndisability under contemporary standards rather than applying the\noutdated evidentiary factors laid out inEx parte\nBriseno,135 S.W.3d 1, 8 (Tex. Crim. App. 2004).Moore, 581\nU. S., at ___ (slip op., at 2);id., at ___ (Roberts,\nC. J., dissenting) (slip op., at 1). On remand, the Court of\nCriminal Appeals adopted the leading contemporary clinical\nstandards for assessing intellectual disability, applied those\nstandards to the record, and once again determined that Moore is\neligible for the death penalty.Ex parte Moore, 548\nS.W.3d 552, 555 (2018).Today, the Court reverses that most recent\ndecision, holding that the Court of Criminal Appeals failed to\nfollow our decision inMoore. Such a failure would be\nunderstandable given the “lack of guidance [Moore] offers to\nStates seeking to enforce the holding ofAtkins.”Moore, 581 U. S., at ___ (Roberts, C. J.,\ndissenting) (slip op., at 10). Indeed, each of the errors that the\nmajority ascribes to the state court’s decision is traceable toMoore’s failure to provide a clear rule. For example, the\nmajority faults the Court of Criminal Appeals for “rel[ying] less\nupon the adaptivedeficits. . . than upon Moore’s\napparent adaptivestrengths,”ante, at 6–7, and for\n“rel[ying] heavily upon adaptive improvements made in prison,”ante, at 8. But inMoore, we said only that a court\nought not “overemphasiz[e]” adaptive strengths or place too much\n“stres[s]” on improved behavior in prison. This left “the line\nbetween the permissible—consideration, maybe even emphasis—and the\nforbidden—‘overemphasis’—. . . not only thin, but totally\nundefined . . . .”Moore, 581 U. S., at\n___ (Roberts, C. J., dissenting) (slip op., at 11). The major-\nity’s belief that the state court failed to followMooreon\nremand merely proves that “[n]either the Court’s articulation of\nthis standard [inMoore] nor its application sheds any light\non what it means.”Id., at ___ (Roberts, C. J.,\ndissenting) (slip op., at 10).Having concluded that the Court of Criminal\nAppeals failed to apply the standard allegedly set out inMoore, the Court today takes it upon itself to correct these\nfactual findings and reverse the judgment.[1]* This is not our role. “We do not grant a certiorari\nto review evidence and discuss specific facts.”United\nStatesv.Johnston,268 U.S.\n220, 227 (1925); see alsoSalazar-Limonv.Houston, 581 U. S. ___, ___ (2017) (Alito, J.,\nconcurring in denial of certiorari) (slip op., at 2) (“[W]e rarely\ngrant review where the thrust of the claim is that a lower court\nsimply erred in applying a settled rule of law to the facts of a\nparticular case”). If the Court is convinced that the Court of\nCriminal Appeals made a legal error, it should vacate the judgment\nbelow, pronounce the standard that we failed to provide inMoore, and remand for the state court to apply that\nstandard. The Court’s decision, instead, to issue a summary\nreversal belies our role as “a court of review, not of first view.”Cutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005).The Court’s foray into factfinding is an unsound\ndeparture from our usual practice. The error in this litigation was\nnot the state court’s decision on remand but our own failure to\nprovide a coherent rule of decision inMoore. I would deny\nthe petition for a writ of certiorari. I certainly would not\nsummarily reverse and make our own finding of fact without even\ngiving the State the opportunity to brief and argue the question. I\ntherefore respectfully dissent.Notes1* The Court excuses its\nusurpation of the factfinding role by contrasting the conclusions\nof “the trial court,”ante, at 6–7, 10, with the views of\n“the court of appeals,”ante, at 7–9. But in Texas habeas\nproceedings, the Texas Court of Criminal Appeals is “the ultimate\nfactfinder” and has authority to accept, alter, or reject the\n“recommendation” of the habeas court.Ex parte Reed,\n271 S.W.3d 698, 727 (2008).",
    "joined": []
}