{
    "case": {
        "docket": "542",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/542/"
    },
    "id": "1963172",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTPERDUE V. KENNY A.559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-970SONNY PERDUE, GOVERNOR OF GEORGIA, et al.,\nPETITIONERSv.KENNY A., by his next friend LINDA WINN,\net al.on writ of certiorari to the united states court of\nappeals for the eleventh circuit[April 21, 2010]Justice Alito delivered the\nopinion of the Court.This case presents the question\nwhether the calculation of an attorney’s fee, under federal\nfee-shifting statutes, based on the “lodestar,”i.e., the\nnumber of hours worked multiplied by the prevailing hourly rates,\nmay be increased due to superior performance and results.[Footnote 1] We have stated in previous\ncases that such an increase is permitted in extraordinary\ncircumstances, and we reaffirm that rule. But as we have also said\nin prior cases, there is a strong presumption that the lodestar is\nsufficient; factors subsumed in the lodestar calculation cannot be\nused as a ground for increasing an award above the lodestar; and a\nparty seeking fees has the burden of identifying a factor that the\nlodestar does not adequately take into account and proving with\nspecificity that an enhanced fee is justified. Because the District\nCourt did not apply these standards, we reverse the decision below\nand remand for further proceedings consistent with this\nopinion.IARespondents (plaintiffs below)\nare children in the Georgia foster-care system and their next\nfriends. They filed this class action on behalf of 3,000 children\nin foster care and named as defendants the Governor of Georgia and\nvarious state officials (petitioners in this case). Claiming that\ndeficiencies in the foster-care system in two counties near Atlanta\nviolated their federal and state constitutional and statutory\nrights, respondents sought injunctive and declaratory relief, as\nwell as attorney’s fees and expenses.The United States District Court\nfor the Northern District of Georgia eventually referred the case\nto mediation, where the parties entered into a consent decree,\nwhich the District Court approved. The consent decree resolved all\npending issues other than the fees that respondents’ attorneys were\nentitled to receive under 42 U. S. C. §1988.[Footnote 2]BRespondents submitted a request\nfor more than $14 million in attorney’s fees. Half of that amount\nwas based on their calculation of the lodestar—roughly 30,000 hours\nmultiplied by hourly rates of $200 to $495 for attorneys and $75 to\n$150 for non-attorneys. In support of their fee request,\nrespondents submitted affidavits asserting that these rates were\nwithin the range of prevailing market rates for legal services in\nthe relevant market.The other half of the amount that\nrespondents sought represented a fee enhancement for superior work\nand results. Affidavits submitted in support of this request\nclaimed that the lodestar amount “would be generally insufficient\nto induce lawyers of comparable skill, judgment, professional\nrepresentation and experience” to litigate this case. See,e.g., App. 80. Petitioners objected to the fee request,\ncontending that some of the proposed hourly rates were too high,\nthat the hours claimed were excessive, and that the enhancement\nwould duplicate factors that were reflected in the lodestar\namount.The District Court awarded fees of\napproximately $10.5 million. See 454 F. Supp. 2d 1260, 1296\n(ND Ga. 2006). The District Court found that the hourly rates\nproposed by respondents were “fair and reasonable,”id.,\nat 1285, but that some of the entries on counsel’s billing records\nwere vague and that the hours claimed for many of the billing\ncategories were excessive. The court therefore cut the non-travel\nhours by 15% and halved the hourly rate for travel hours. This\nresulted in a lodestar calculation of approximately $6 million.The court then enhanced this award by 75%,\nconcluding that the lodestar calculation did not take into account\n“(1) the fact that class counsel were required to advance case\nexpenses of $1.7 million over a three-year period with no\non[-]going reimbursement, (2) the fact that class counsel were not\npaid on an on-going basis as the work was being performed, and (3)\nthe fact that class counsel’s ability to recover a fee and expense\nreimbursement were completely contingent on the outcome of the\ncase.”Id., at 1288. The court stated that respondents’\nattorneys had exhibited “a higher degree of skill, commitment,\ndedication, and professionalism … than the Court has seen displayed\nby the attorneys in any other case during its 27 years on the\nbench.”Id.,at 1289. The court also commented that the\nresults obtained were “ ‘extraordinary’ ” and added that\n“[a]fter 58 years as a practicing attorney and federal judge, the\nCourt is unaware of any other case in which a plaintiff class has\nachieved such a favorable result on such a comprehensive scale.”Id., at 1290. The enhancement resulted in an additional\n$4.5 million fee award.Relying on prior Circuit precedent, a panel of\nthe Eleventh Circuit affirmed. 532 F. 3d 1209 (2008). The panel\nheld that the District Court had not abused its discretion by\nfailing to make a larger reduction in the number of hours for which\nrespondents’ attorneys sought reimbursement, but the panel\ncommented that it “would have cut the billable hours more if we\nwere deciding the matter in the first instance” and added that the\nhourly rates approved by the District Court also “appear[ed] to be\non the generous side.”Id., at 1220, and n. 2. On the\nquestion of the enhancement, however, the panel splintered, with\neach judge writing a separate opinion.Judge Carnes concluded that binding Eleventh\nCircuit precedent required that the decision of the District Court\nbe affirmed, but he opined that the reasoning in our opinions\nsuggested that no enhancement should be allowed in this case. He\nconcluded that the quality of the attorneys’ performance was\n“adequately accounted for ‘either in determining the reasonable\nnumber of hours expended on the litigation or in setting the\nreasonable hourly rates.’ ”Id., at 1225 (quotingPennsylvaniav.Delaware Valley Citizens’ Council for\nClean Air,478\nU. S. 546, 565–566 (1986)(Delaware Valley I)). He\nfound that an enhancement could not be justified based on delay in\nthe recovery of attorney’s fees and reimbursable expenses because\nsuch delay is a routine feature of cases brought under 42 U.\nS. C. §1983. And he reasoned that the District Court had\ncontravened our holding inBurlingtonv.Dague,505 U. S. 557(1992), when it relied\non “ ‘the fact that class counsel’s compensation was totally\ncontingent upon prevailing in this action.’ ” 532 F. 3d,\nat 1226, 1228 (quoting affidavit in support of fee request).Judge Wilson concurred in the judgment but\ndisagreed with Judge Carnes’ view that Eleventh Circuit precedent\nis inconsistent with our decisions. Judge Hill also concurred in\nthe judgment but expressed no view about the correctness of the\nprior Circuit precedent.The Eleventh Circuit denied rehearing en banc\nover the dissent of three judges. See 547 F. 3d 1319 (2008). Judge\nWilson filed an opinion concurring in the denial of rehearing;\nJudge Carnes, joined by Judges Tjoflat and Dubina, filed an opinion\ndissenting from the denial of rehearing; and Judge Tjoflat filed a\nseparate dissent, contending, among other things, that the District\nCourt, by basing the enhancement in large part on a comparison of\nthe performance of respondents’ attorneys with all of the unnamed\nattorneys whose work he had observed during his professional\ncareer, had improperly rendered a decision that was effectively\nunreviewable on appeal and had essentially served as a witness in\nsupport of the enhancement.Id., at 1326–1327.We granted certiorari. 556 U. S. ___\n(2009).IIThe general rule in\nour legal system is that each party must pay its own attorney’s\nfees and expenses, seeHensleyv.Eckerhart,461 U. S. 424, 429 (1983), but\nCongress enacted 42 U. S. C. §1988 in order to ensure that federal\nrights are adequately enforced. Section 1988 provides that a\nprevailing party in certain civil rights actions may recover “a\nreasonable attorney’s fee as part of the costs.”[Footnote 3] Unfortunately, the statute does not\nexplain what Congress meant by a “reasonable” fee, and therefore\nthe task of identifying an appropriate methodology for determining\na “reasonable” fee was left for the courts.One possible method\nwas set out inJohnsonv. Georgia Highway Express,\nInc., 488 F. 2d 714, 717–719 (CA5 1974), which listed 12\nfactors that a court should consider in determining a reasonable\nfee.[Footnote 4] This method,\nhowever, “gave very little actual guidance to district courts.\nSetting attorney’s fees by reference to a series of sometimes\nsubjective factors placed unlimited discretion in trial judges and\nproduced disparate results.”Delaware Valley I, supra, at\n563.An alternative, the lodestar\napproach, was pioneered by the Third Circuit inLindy Bros.\nBuilders, Inc. of Philadelphiav.American Radiator &\nStandard Sanitary Corp., 487 F. 2d 161 (1973), appeal\nafter remand, 540 F. 2d 102 (1976), and “achieved dominance in\nthe federal courts” after our decision inHensley.Gisbrechtv.Barnhart,535 U. S. 789, 801\n(2002). “Since that time, ‘[t]he “lodestar” figure has, as its name\nsuggests, become the guiding light of our fee-shifting\njurisprudence.’ ”Ibid.(quotingDague,supra,at 562).Although the lodestar method is\nnot perfect, it has several important virtues. First, in accordance\nwith our understanding of the aim of fee-shifting statutes, the\nlodestar looks to “the prevailing market rates in the relevant\ncommunity.”Blumv.Stenson,465 U. S. 886, 895 (1984). Developed\nafter the practice of hourly billing had become widespread, seeGisbrecht,supra, at 801, the lodestar method\nproduces an award thatroughlyapproximates the fee that\nthe prevailing attorney would have received if he or she had been\nrepresenting a paying client who was billed by the hour in a\ncomparable case. Second, the lodestar method is readily\nadministrable, seeDague, 505 U. S., at 566; see alsoBuckhannon Board & Care Home, Inc.v.West\nVirginia Dept. of Health and Human Resources,532 U. S. 598, 609\n(2001); and unlike theJohnsonapproach, the lodestar\ncalculation is “objective,”Hensley, supra, at 433, and\nthus cabins the discretion of trial judges, permits meaningful\njudicial review, and produces reasonably predictable\nresults.IIIOur prior decisions\nconcerning the federal fee-shifting statutes have established six\nimportant rules that lead to our decision in this case.First, a “reasonable”\nfee is a fee that is sufficient to induce a capable attorney to\nundertake the representation of a meritorious civil rights case.\nSeeDelaware Valley I, 478 U. S., at 565 (“[I]f plaintiffs\n… find it possible to engage a lawyer based on the statutory\nassurance that he will be paid a ‘reasonable fee,’ the purpose\nbehind the fee-shifting statute has been satisfied”);Blum,supra, at 897 (“[A] reasonable attorney’s\nfee is one that is adequate to attract competent counsel, but that\ndoes not produce windfalls to attorneys” (ellipsis, brackets, and\ninternal quotation marks omitted)). Section 1988’s aim is to\nenforce the covered civil rights statutes, not to provide “a form\nof economic relief to improve the financial lot of attorneys.”Delaware Valley I, supra, at 565.Second, the lodestar method yields\na fee that is presumptively sufficient to achieve this objective.\nSeeDague,supra, at 562;Delaware Valley I,\nsupra, at 565;Blum, supra, at 897; see alsoGisbrecht,supra, at 801–802. Indeed, we have\nsaid that the presumption is a “strong” one.Dague,supra, at 562;Delaware Valley I, supra, at\n565.Third, although we have never\nsustained an enhancement of a lodestar amount for performance, see\nBrief for United States asAmicus Curiae12, 17, we have\nrepeatedly said that enhancements may be awarded in\n“ ‘rare’ ” and “ ‘exceptional’ ” circumstances.Delaware Valley I, supra, at 565;Blum, supra, at\n897;Hensley, 461 U. S., at 435.Fourth, we have noted that “the\nlodestar figure includes most, if not all, of the relevant factors\nconstituting a ‘reasonable’ attorney’s fee,”Delaware Valley I,\nsupra, at 566, and have held that an enhancement may not be\nawarded based on a factor that is subsumed in the lodestar\ncalculation, seeDague,supra, at 562–563;Pennsylvaniav. Delaware Valley Citizens’ Council for\nClean Air,483\nU. S. 711, 726–727 (1987)(Delaware Valley II)(plurality opinion);Blum,465 U. S., at 898. We have thus\nheld that the novelty and complexity of a case generally may not be\nused as a ground for an enhancement because these factors\n“presumably [are] fully reflected in the number of billable hours\nrecorded by counsel.”Ibid.We have also held that the\nquality of an attorney’s performance generally should not be used\nto adjust the lodestar “[b]ecause considerations concerning the\nquality of a prevailing party’s counsel’s representation normally\nare reflected in the reasonable hourly rate.”Delaware Valley\nI, supra, at 566.Fifth, the burden of proving that\nan enhancement is necessary must be borne by the fee applicant.Dague,supra, at 561;Blum,465 U. S.,\nat 901–902.Finally, a fee applicant seeking\nan enhancement must produce “specific evidence” that supports the\naward.Id., at 899, 901 (An enhancement must be based on\n“evidence that enhancement was necessary to provide fair and\nreasonable compensation”). This requirement is essential if the\nlodestar method is to realize one of its chief virtues,i.e., providing a calculation that is objective and\ncapable of being reviewed on appeal.IVAIn light of what we\nhave said in prior cases, we reject any contention that a fee\ndetermined by the lodestar method may not be enhanced in any\nsituation. The lodestar method was never intended to be conclusive\nin all circumstances. Instead, there is a “strong presumption” that\nthe lodestar figure is reasonable, but that presumption may be\novercome in those rare circumstances in which the lodestar does not\nadequately take into account a factor that may properly be\nconsidered in determining a reasonable fee.BIn this case, we are\nasked to decide whether either the quality of an attorney’s\nperformance or the results obtained are factors that may properly\nprovide a basis for an enhancement. We treat these two factors as\none. When a plaintiff’s attorney achieves results that are more\nfavorable than would have been predicted based on the governing law\nand the available evidence, the outcome may be attributable to\nsuperior performance and commitment of resources by plaintiff’s\ncounsel. Or the outcome may result from inferior performance by\ndefense counsel, unanticipated defense concessions, unexpectedly\nfavorable rulings by the court, an unexpectedly sympathetic jury,\nor simple luck. Since none of these latter causes can justify an\nenhanced award, superior results are relevant only to the extent it\ncan be shown that they are the result of superior attorney\nperformance. Thus, we need only consider whether superior attorney\nperformance can justify an enhancement. And in light of the\nprinciples derived from our prior cases, we inquire whether there\nare circumstances in which superior attorney performance is not\nadequately taken into account in the lodestar calculation. We\nconclude that there are a few such circumstances but that these\ncircumstances are indeed “rare” and “exceptional,” and require\nspecific evidence that the lodestar fee would not have been\n“adequate to attract competent counsel,”Blum,supra, at 897 (internal quotation marks\nomitted).First, an enhancement\nmay be appropriate where the method used in determining the hourly\nrate employed in the lodestar calculation does not adequately\nmeasure the attorney’s true market value, as demonstrated in part\nduring the litigation.[Footnote\n5] This may occur if the hourly rate is determined by a formula\nthat takes into account only a single factor (such as years since\nadmission to the bar)[Footnote\n6] or perhaps only a few similar factors. In such a case, an\nenhancement may be appropriate so that an attorney is compensated\nat the rate that the attorney would receive in cases not governed\nby the federal fee-shifting statutes. But in order to provide a\ncalculation that is objective and reviewable, the trial judge\nshould adjust the attorney’s hourly rate in accordance with\nspecific proof linking the attorney’s ability to a prevailing\nmarket rate.Second, an enhancement may be\nappropriate if the attorney’s performance includes an extraordinary\noutlay of expenses and the litigation is exceptionally protracted.\nAs Judge Carnes noted below, when an attorney agrees to represent a\ncivil rights plaintiff who cannot afford to pay the attorney, the\nattorney presumably understands that no reimbursement is likely to\nbe received until the successful resolution of the case, 532\nF. 3d, at 1227, and therefore enhancements to compensate for\ndelay in reimbursement for expenses must be reserved for unusual\ncases. In such exceptional cases, however, an enhancement may be\nallowed, but the amount of the enhancement must be calculated using\na method that is reasonable, objective, and capable of being\nreviewed on appeal, such as by applying a standard rate of interest\nto the qualifying outlays of expenses.Third, there may be extraordinary\ncircumstances in which an attorney’s performance involves\nexceptional delay in the payment of fees. An attorney who expects\nto be compensated under §1988 presumably understands that payment\nof fees will generally not come until the end of the case, if at\nall. See 532 F. 3d, at 1227 (opinion of Carnes, J.).\nCompensation for this delay is generally made “either by basing the\naward on current rates or by adjusting the fee based on historical\nrates to reflect its present value.”Missouriv.\nJenkins,491 U.\nS. 274, 282 (1989) (internal quotation marks omitted). But we\ndo not rule out the possibility that an enhancement may be\nappropriate where an attorney assumes these costs in the face of\nunanticipated delay, particularly where the delay is unjustifiably\ncaused by the defense. In such a case, however, the enhancement\nshould be calculated by applying a method similar to that described\nabove in connection with exceptional delay in obtaining\nreimbursement for expenses.We reject the suggestion that it\nis appropriate to grant performance enhancements on the ground that\ndepartures from hourly billing are becoming more common. As we have\nnoted, the lodestar was adopted in part because it provides a rough\napproximation of general billing practices, and accordingly, if\nhourly billing becomes unusual, an alternative to the lodestar\nmethod may have to be found. However, neither respondents nor theiramicicontend that that day has arrived. Nor have they\nshown that permitting the award of enhancements on top of the\nlodestar figure corresponds to prevailing practice in the general\nrun of cases.We are told that, under an\nincreasingly popular arrangement, attorneys are paid at a reduced\nhourly rate but receive a bonus if certain specified results are\nobtained, and this practice is analogized to the award of an\nenhancement such as the one in this case. Brief for Respondents\n55–57. The analogy, however, is flawed. An attorney who agrees, at\nthe outset of the representation, to areducedhourly\nratein exchange for the opportunity to earn a performance\nbonus is in a position far different from an attorney in a §1988\ncase who is compensated at thefull prevailing rateand\nthen seeks a performance enhancement in addition to the lodestar\namount after the litigation has concluded. Reliance on these\ncomparisons for the purposes of administering enhancements,\ntherefore, is not appropriate.VIn the present case,\nthe District Court did not provide proper justification for the\nlarge enhancement that it awarded. The court increased the lodestar\naward by 75% but, as far as the court’s opinion reveals, this\nfigure appears to have been essentially arbitrary. Why, for\nexample, did the court grant a 75% enhancement instead of the 100%\nincrease that respondents sought? And why 75% rather than 50% or\n25% or 10%?The District Court\ncommented that the enhancement was the “minimum enhancement of the\nlodestar necessary to reasonably compensate [respondents’]\ncounsel.” 454 F. Supp. 2d, at 1290. But the effect of the\nenhancement was to increase the top rate for the attorneys to more\nthan $866 per hour,[Footnote 7]\nand the District Court did not point to anything in the record that\nshows that this is an appropriate figure for the relevant\nmarket.The District Court pointed to the\nfact that respondents’ counsel had to make extraordinary outlays\nfor expenses and had to wait for reimbursement,id.,at\n1288, but the court did not calculate the amount of the enhancement\nthat is attributable to this factor. Similarly, the District Court\nnoted that respondents’ counsel did not receive fees on an ongoing\nbasis while the case was pending, but the court did not\nsufficiently link this factor to proof in the record that the delay\nhere was outside the normal range expected by attorneys who rely on\n§1988 for the payment of their fees or quantify the disparity. Nor\ndid the court provide a calculation of the cost to counsel of any\nextraordinary and unwarranted delay. And the court’s reliance on\nthe contingency of the outcome contravenes our holding inDague. See 505 U. S., at 565.Finally, insofar as the District\nCourt relied on a comparison of the performance of counsel in this\ncase with the performance of counsel in unnamed prior cases, the\nDistrict Court did not employ a methodology that permitted\nmeaningful appellate review. Needless to say, we do not question\nthe sincerity of the District Court’s observations, and we are in\nno position to assess their accuracy. But when a trial judge awards\nan enhancement on an impressionistic basis, a major purpose of the\nlodestar method—providing an objective and reviewable basis for\nfees, seeid.,at 566—is undermined.Determining a “reasonable\nattorney’s fee” is a matter that is committed to the sound\ndiscretion of a trial judge, see 42 U. S. C. §1988 (permitting\ncourt, “in its discretion,” to award fees), but the judge’s\ndiscretion is not unlimited. It is essential that the judge provide\na reasonably specific explanation for all aspects of a fee\ndetermination, including any award of an enhancement. Unless such\nan explanation is given, adequate appellate review is not feasible,\nand without such review, widely disparate awards may be made, and\nawards may be influenced (or at least, may appear to be influenced)\nby a judge’s subjective opinion regarding particular attorneys or\nthe importance of the case. In addition, in future cases,\ndefendants contemplating the possibility of settlement will have no\nway to estimate the likelihood of having to pay a potentially huge\nenhancement. SeeMarekv.Chesny,473 U. S. 1, 7 (1985)\n(“ ‘[M]any a defendant would be unwilling to make a binding\nsettlement offer on terms that left it exposed to liability for\nattorney’s fees in whatever amount the court might fix on motion of\nthe plaintiff ’ ”).Section 1988 serves an important\npublic purpose by making it possible for persons without means to\nbring suit to vindicate their rights. But unjustified enhancements\nthat serve only to enrich attorneys are not consistent with the\nstatute’s aim.[Footnote 8] In\nmany cases, attorney’s fees awarded under §1988 are not paid by the\nindividuals responsible for the constitutional or statutory\nviolations on which the judgment is based. Instead, the fees are\npaid in effect by state and local taxpayers, and because state and\nlocal governments have limited budgets, money that is used to pay\nattorney’s fees is money that cannot be used for programs that\nprovide vital public services. Cf.Hornev.Flores, 557 U. S. ___, ___ (2009) (slip op., at 11, 12)\n(payment of money pursuant to a federal-court order diverts funds\nfrom other state or local programs).*  *  *For all these\nreasons, the judgment of the Court of Appeals is reversed, and the\ncase is remanded for proceedings consistent with this\nopinion.It is so ordered.Footnote 1Justice Breyer would have us\nanswer this question “Yes” and then end the opinion. Seepost, at 2 (opinion concurring in part and dissenting in\npart). Such an opinion would be of little use to the bench or bar\nand would pointlessly invite an additional round of litigation. The\nissue of the standards to be applied in granting an enhancement is\nfairly subsumed within the question that we agreed to decide and\nhas been extensively discussed in the briefs filed in this\ncase.Footnote 2Title 42 U. S. C. §1988(b)\nprovides:“In any action or proceeding to\nenforce a provision of sections 1981, 1981a, 1982, 1983, 1985, and\n1986 of this title, title IX of Public Law 92–318, the Religious\nFreedom Restoration Act of 1993, the Religious Land Use and\nInstitutionalized Persons Act of 2000, title VI of the Civil Rights\nAct of 1964, or section 13981 of this title, the court, in its\ndiscretion, may allow the prevailing party, other than the United\nStates, a reasonable attorney’s fee as part of the costs … . ”\n(Citations omitted.)Footnote 3Virtually identical language\nappears in many of the federal fee-shifting statutes. SeeBurlingtonv.Dague,505 U. S. 557, 562 (1992).Footnote 4These factors were: “(1) the time\nand labor required; (2) the novelty and difficulty of the\nquestions; (3) the skill requisite to perform the legal service\nproperly; (4) the preclusion of employment by the attorney due to\nthe acceptance of the case; (5) the customary fee; (6) whether the\nfee is fixed or contingent; (7) time limitations imposed by the\nclient or the circumstances; (8) the amount involved and the\nresults obtained; (9) the experience, reputation, and ability of\nthe attorneys; (10) the ‘undesirability’ of the case; (11) the\nnature and length of the professional relationship with the client;\nand (12) awards in similar cases.”Hensleyv.Eckerhart,461 U. S. 424, 430, n. 3\n(1983).Footnote 5Respondents correctly note that\nan attorney’s “brilliant insights and critical maneuvers sometimes\nmatter far more than hours worked or years of experience.” Brief\nfor Respondents 14. But as we said inBlumv.Stenson,465 U. S. 886, 898 (1984), “[i]n those\ncases, the special skill and experience of counsel should be\nreflected in the reasonableness of the hourly rates.”Footnote 6See,e.g.,Salazarv.District of Columbia,123 F. Supp. 2d\n8 (DC 2000);Laffeyv.Northwest Airlines, Inc.,\n572 F. Supp. 354 (DC 1983), aff’d in part, rev’d in part, 746 F. 2d\n4 (CADC 1984).Footnote 7Justice Breyer’s reliance on theaveragehourly rate for all of respondents’ attorneys is\nhighly misleading. Seepost, at 10. In calculating the\nlodestar, the District Court found that the hourly rate for each of\nthese attorneys was “eminently fair and reasonable” and “consistent\nwith the prevailing market rates in Atlanta for comparable work.”\n454 F. Supp. 2d, at 1285–1286. Justice Breyer’s calculation of\nan average hourly rate for all attorney hours reflects nothing more\nthan the fact that much of the work was performed by attorneys\nwhose “fair and reasonable” market rate was below the market\naverage. There is nothing unfair about compensating these attorneysat the very rate that they requested.Footnote 8Justice Breyer’s opinion\ndramatically illustrates the danger of allowing a trial judge to\naward a huge enhancement not supported by any discernible\nmethodology. That approach would retain the $4.5 million\nenhancement here so that respondents’ attorneys would earn as much\nas the attorneys at some of the richest law firms in the country.Post, at 10–11. These fees would be paid by the taxpayers\nof Georgia, where the annual per capita income is less than\n$34,000, see Dept. of Commerce, Bureau of Census, Statistical\nAbstract of the United States: 2010, p. 437 (2009) (Table 665)\n(figures for 2008), and the annual salaries of attorneys employed\nby the State range from $48,000 for entry-level lawyers to $118,000\nfor the highest paid division chief, see Brief for State of Alabama\net al. asAmici Curiae,10, and n. 3 (citing\nNational Association of Attorneys General, Statistics on the Office\nof the Attorney General, Fiscal Year 2006, pp. 37–39). Section 1988\nwas enacted to ensure that civil rights plaintiffs are adequately\nrepresented, not to provide such a windfall.",
    "joined": []
}