{
    "case": {
        "docket": "446",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/446/"
    },
    "id": "3424289",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–720_________________STEPHEN KIMBLE, et al., PETITIONERSv.MARVEL ENTERTAINMENT, LLC, successor to MARVEL\nENTERPRISES, INC.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 22, 2015]Justice Alito, with whom The Chief Justice and\nJustice Thomas join, dissenting.The Court employsstare decisis, normally\na tool of restraint, to reaffirm a clear case of judicial\noverreach. Our decision inBrulottev.Thys Co., 379\nU. S. 29 (1964) , held that parties cannot enter into a patent\nlicensing agreement that provides for royalty payments to continue\nafter the term of the patent expires. That decision was not based\non anything that can plausibly be regarded as an interpretation of\nthe terms of the Patent Act. It was based instead on an economic\ntheory—and one that has been debunked. The decision interferes with\nthe ability of parties to negotiate licensing agreements that\nreflect the true value of a patent, and it disrupts contractual\nexpectations.Stare decisisdoes not require us to retain\nthis baseless and damaging precedent.IAThe Patent Act provides that a patent grants\ncertain exclusive rights to the patentee and “his heirs or assigns”\nfor a term of 20 years. 35 U. S. C. §§154(a)(1) and (2).\nThe Act says nothing whatsoever about post-expiration royalties. InBrulotte, however, the Court held that such royalties areper seunlawful. The Court made little pretense of\nfinding support for this holding in the language of the Act.\nInstead, the Court reasoned that allowing post-expiration royalties\nwould subject “the free market visualized for the post-expiration\nperiod . . . to monopoly influences that have no proper\nplace there.” 379 U. S., at 32–33. Invoking antitrust\nconcepts, the decision suggested that such arrangements are “an\neffort to enlarge the monopoly of the patent by t[y]ing the sale or\nuse of the patented article to the purchase or use of unpatented\nones.”Id.,at 33.Whatever the merits of this economic argument,\nit does not represent a serious attempt to interpret the Patent\nAct. A licensing agreement that provides for the payment of\nroyalties after a patent’s term expires does not enlarge the\npatentee’s monopoly or extend the term of the patent. It simply\ngives the licensor a contractual right. Thus, nothing in the text\nof the Act even arguably forbids licensing agreements that provide\nfor post-expiration royalties.Brulottewas thus a bald act of\npolicymaking. It was not simply a case of incorrect statutory\ninterpretation. It was not really statutory interpretation at\nall.BNot only wasBrulottebased on\npolicymaking, it was based on a policy that is difficult to defend.\nIndeed, in the intervening 50 years, its reasoning has been soundly\nrefuted. See,e.g.,10 P. Areeda & H. Hovenkamp,\nAntitrust Law: An Analysis of Antitrust Principles and Their\nApplication ¶1782c.3, pp. 554–556 (3d ed. 2011); See & Caprio,\nThe Trouble withBrulotte: The Patent Royalty Term and\nPatent Monopoly Extension, 1990 Utah L. Rev. 813, 846–851;Scheiberv.Dolby Labs.,Inc., 293 F. 3d\n1014, 1017 (CA7 2002); Brief for Petitioners 23–25, and n. 11\n(collecting sources);ante,at 3, n. 3.Brulottemisperceived the purpose and\neffect of post-expiration royalties. The decision rested on the\nview that post-expiration royalties extend the patent term by means\nof an anti-competitive tying arrangement. As the Court understood\nsuch an arrangement, the patent holder leverages its monopoly power\nduring the patent term to require payments after the term ends,\nwhen the invention would otherwise be available for free public\nuse. But agreements to pay licensing fees after a patent expires do\nnot “enlarge the monopoly of the patent.” 379 U. S., at 33.\nInstead, “[o]nce the patent term expires, the power to exclude is\ngone,” and all that is left “is a problem about optimal contract\ndesign.” Easterbrook, Contract and Copyright, 42 Hous. L. Rev.\n953, 955 (2005).The economics are simple: Extending a royalty\nterm allows the parties to spread the licensing fees over a longer\nperiod of time, which naturally has the effect of reduc-ing the\nfees during the patent term. Seeante,at 5. Restricting\nroyalty payments to the patent term, asBrulotterequires,\ncompresses payment into a shorter period of higher fees. The Patent\nAct does not prefer one approach over the other.There are, however, good reasons why parties\nsometimes prefer post-expiration royalties over upfront fees, and\nwhy such arrangements have pro-competitive effects. Patent holders\nand licensees are often unsure whether a patented idea will yield\nsignificant economic value, and it often takes years to monetize an\ninnovation. In those circumstances, deferred royalty agreements are\neconomically efficient. They encourage innovators, like\nuniversities, hospitals, and other institutions, to invest in\nresearch that might not yield marketable products until decades\ndown the line. See Brief for Memorial Sloan Kettering Cancer Center\net al. asAmici Curiae8–12. And they allow producers\nto hedge their bets and develop more products by spreading\nlicensing fees over longer periods. Seeibid. By prohibiting\nthese arrangements,Brulotteerects an obstacle to efficient\npatent use. In patent law and other areas, we have abandonedper serules with similarly disruptive effects. See,e.g.,Illinois Tool Works Inc.v.Independent\nInk,Inc., 547 U. S. 28 (2006) ;Leegin Creative\nLeather Products, Inc.v.PSKS, Inc., 551 U. S. 877\n(2007) .The majority downplays this harm by insisting\nthat “parties can often find ways aroundBrulotte.”Ante,at 6. But the need to avoidBrulotteis an\neconomic inefficiency in itself. Parties are not always aware of\nthe prohibition—as this case amply demonstrates. And the suggested\nalternatives do not provide the same benefits as post-expiration\nroyalty agreements. For instance, although an agreement to amortize\npayments for sales during the patent term would “bring down early\noutlays,” the Court admits that such an agreement might not reflect\nthe parties’ risk preferences.Ante,at 6. Moreover, such an\narrangement would not necessarily yield the same amount of total\nroyalties, particularly for an invention or a medical breakthrough\nthat takes decades to develop into a marketable product. The sort\nof agreements thatBrulotteprohibits would allow licensees\nto spread their costs, whilealsoallowing patent holders to\ncapitalize on slow-developing inventions.COn top of that,Brulottemost often\nfunctions to upset the parties’ expectations.This case illustrates the point. No one disputes\nthat, when “negotiating the settlement, neither side was aware ofBrulotte.”Ante,at 2. Without knowledge of ourper serule, the parties agreed that Marvel would pay\n3% in royalties on all of its future sales involving the Web\nBlaster and similar products. If the parties had been aware ofBrulotte, they might have agreed to higher payments during\nthe patent term. Instead, both sides expected the royalty payments\nto continue until Marvel stopped selling toys that fit the terms of\nthe agreement. But that is not what happened. When Marvel\ndiscoveredBrulotte, it used that decision to nullify a key\npart of the agreement. The parties’ contractual expectations were\nshattered, and petitioners’ rights were extinguished.The Court’s suggestion that some parties have\ncome to rely onBrulotteis fanciful. The Court believes\nthat there is a “reasonable possibility that parties have\nstructured their business transactions in light ofBrulotte.”Ante,at 10. Its only support for this\nconclusion is Marvel’s self-serving and unsupported assertion that\nsome contracts might not specify an end date for royalties because\nthe parties expectBrulotteto supply the default rule. To\nits credit, the Court stops short of endorsing this unlikely\nprediction, saying only that “uncertainty on this score cuts in\nMarvel’s direction.”Ante,at 10.But there is no real uncertainty. “[W]e do not\nknow” if Marvel’s assertion is correct because Marvel has provided\nno evidence to support it.Ibid.And there are reasons to\nbelieve that, if parties actually relied onBrulotteto\nsupply a default rule, courts would enforce the contracts as the\nparties expected. See,e.g.,27 R. Lord, Williston on\nContracts §70:124 (4th ed. 2003). What we know for sure, however,\nis thatBrulottehas upended the parties’ expectations here\nand in many other cases. See,e.g., Scheiber, 293\nF. 3d, at 1016;Boggildv.Kenner Products, 853\nF. 2d 465, 466–467 (CA6 1988);Pitney Bowes, Inc.v.Mestre, 701 F. 2d 1365, 1367, 1373 (CA11 1983). These\nconfirmed problems with retainingBrulotteclearly outweigh\nMarvel’s hypothetical fears.IIIn the end,Brulotte’s only virtue is\nthat we decided it. But that does not render it invincible.Stare decisisis important to the rule of law, but so are\ncorrect judicial decisions. Adherence to prior decisions\n“ ‘promotes the evenhanded, predictable, and consistent\ndevelopment of legal principles, fosters reliance on judicial\ndecisions, and contributes to the actual and perceived integrity of\nthe judicial process.’ ”Pearsonv.Callahan,\n555 U. S. 223, 233 (2009) (quotingPaynev.Tennessee, 501 U. S. 808, 827 (1991) ). Butstare\ndecisisis not an “inexorable command.”Payne,supra, at 828;Washingtonv.W. C. Dawson &\nCo., 264 U. S. 219, 238 (1924) (Brandeis, J., dissenting).\n“Revisiting precedent is particularly appropriate where, as here, a\ndeparture would not upset expectations, the precedent consists of a\njudge-made rule . . . , and experience has pointed up the\nprecedent’s shortcomings.”Pearson,supra,at\n233.Our traditional approach tostare decisisdoes not require us to retainBrulotte’sper serule.Brulotte’s holding had no basis in the law. Its\nreasoning has been thoroughly disproved. It poses economic barriers\nthat stifle innovation. And it unsettles contractual\nexpectations.It is not decisive that Congress could have\nalteredBrulotte’s rule. In general, we are especially\nreluctant to overturn decisions interpreting statutes because those\ndecisions can be undone by Congress. See,e.g.,John R.\nSand & Gravel Co.v.United States, 552\nU. S. 130, 139 (2008) ;Pattersonv.McLean Credit\nUnion, 491 U. S. 164 –173 (1989). The Court calls this a\n“superpowered form ofstare decisis” that renders statutory\ninterpretation decisions nearly impervious to challenge.Ante,at 10. I think this goes a bit too far.As an initial matter, we do not give super-duper\nprotection to decisions that do not actually interpret a statute.\nWhen a precedent is based on a judge-made rule and is not grounded\nin anything that Congress has enacted, we cannot “properly place on\nthe shoulders of Congress” the entire burden of correcting “the\nCourt’s own error.”Girouardv.United States, 328\nU. S. 61 –70 (1946). On the contrary, we have recognized that\nit is appropriate for us to correct rules of this sort. See,e.g., Leegin, 551 U. S., at 899–900;State Oil\nCo.v.Khan, 522 U. S. 3 –21 (1997).The Court says that it might agree ifBrulottewere an antitrust precedent becausestare\ndecisishas “less-than-usual force in cases involving the\nSherman Act.”Ante,at 14. But this distinction is\nunwarranted. We have been more willing to reexamine antitrust\nprecedents because they have attributes of common-law decisions. I\nsee no reason why the same approach should not apply where the\nprecedent at issue, while purporting to apply a statute, is\nactually based on policy concerns. Indeed, we should be even more\nwilling to reconsider such a precedent because the role implicitly\nassigned to the federal courts under the Sherman Act has no\nparallel in Patent Act cases.Even taking the Court on its own terms,Brulottewas an antitrust decision masquerading as a patent\ncase. The Court was principally concerned with patentees\nimprop-erly leveraging their monopoly power. See 379 U. S., at\n32–33. And it expressly characterized post-expiration royalties as\nanti-competitive tying arrangements. Seeid.,at 33. It\nmakes no sense to afford greaterstare decisisprotection toBrulotte’s thinly veiled antitrust reasoning than to our\nSherman Act decisions.The Court also places too much weight on\nCongress’ failure to overturnBrulotte. We have long\ncautioned that “[i]t is at best treacherous to find in\ncongressional silence alone the adoption of a controlling rule of\nlaw.”Girouard,supra, at 69. Even where Congress has\nconsidered, but not adopted, legislation that would abrogate a\njudicial ruling, it cannot be inferred that Congress’ failure to\nact shows that it approves the ruling. SeeCentral Bank of\nDenver, N. A.v.First Interstate Bank of Denver,\nN. A., 511 U. S. 164, 187 (1994) . “ ‘[S]everal\nequally tenable inferences may be drawn from such inaction.’ ”Ibid. (quotingPension Benefit Guaranty Corporationv.LTV Corp., 496 U. S. 633, 650 (1990)).Passing legislation is no easy task. A federal\nstatute must withstand the “finely wrought” procedure of\nbicameralism and presentment.INSv.Chadha, 462\nU. S. 919, 951 (1983); Clintonv.City of New\nYork, 524 U. S. 417, 440 (1998) ; see U. S. Const.,\nArt. I, §7. Within that onerous process, there are additional\npractical hurdles. A law must be taken up for discussion and not\npassed over in favor of more pressing matters, and Senate rules\nrequire 60 votes to end debate on most legislation. And even if the\nHouse and Senate agree on a general policy, the details of the\nmeasure usually must be hammered out in a conference committee and\nrepassed by both Houses.*  *  *A proper understanding of our doctrine ofstare decisisdoes not prevent us from reexaminingBrulotte.Even the Court does not defend the decision on the\nmerits. I would reconsider and overrule our obvious mistake.For these reasons, I respectfully dissent.",
    "joined": []
}