{
    "case": {
        "docket": "356",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/356/"
    },
    "id": "1963139",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTPADILLA V. KENTUCKY559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-651JOSE PADILLA, PETITIONERv.KENTUCKYon writ of certiorari to the supreme court of\nkentucky[March 31, 2010]Justice Alito, with whom The\nChief Justice joins, concurring in the judgment.I concur in the judgment because\na criminal defense attorney fails to provide effective assistance\nwithin the meaning ofStricklandv.Washington,466 U. S. 668(1984), if the attorney misleads a noncitizen client regarding the\nremoval consequences of a conviction. In my view, such an attorney\nmust (1) refrain from unreasonably providing incorrect advice and\n(2) advise the defendant that a criminal conviction may have\nadverse immigration consequences and that, if the alien wants\nadvice on this issue, the alien should consult an immigration\nattorney. I do not agree with the Court that the attorney must\nattempt to explain what those consequences may be. As the Court\nconcedes, “[i]mmigration law can be complex”; “it is a legal\nspecialty of its own”; and “[s]ome members of the bar who represent\nclients facing criminal charges, in either state or federal court\nor both, may not be well versed in it.”Ante, at 11. The\nCourt nevertheless holds that a criminal defense attorney must\nprovide advice in this specialized area in those cases in which the\nlaw is “succinct and straightforward”—but not, perhaps, in other\nsituations.Ante, at 11–12. This vague, halfway test will\nlead to much confusion and needless litigation.IUnderStrickland, an\nattorney provides ineffective assistance if the attorney’s\nrepresentation does not meet reasonable professional standards. 466\nU. S., at 688. Until today, the longstanding and unanimous position\nof the federal courts was that reasonable defense counsel generally\nneed only advise a client about thedirectconsequences of\na criminal conviction. See,e.g.,United Statesv. Gonzalez, 202 F. 3d 20, 28 (CA1 2000)\n(ineffective-assistance-of-counsel claim fails if “based on an\nattorney’s failure to advise a client of his plea’s immigration\nconsequences”);United Statesv.Banda, 1 F. 3d\n354, 355 (CA5 1993) (holding that “an attorney’s failure to advise\na client that deportation is a possible consequence of a guilty\nplea does not constitute ineffective assistance of counsel”); see\ngenerally Chin & Holmes, Effective Assistance of Counsel and\nthe Consequences of Guilty Pleas, 87 Cornell L. Rev. 697, 699\n(2002) (hereinafter Chin & Holmes) (noting that “virtually all\njurisdictions”—including “eleven federal circuits, more than thirty\nstates, and the District of Columbia”—“hold that defense counsel\nneed not discuss with their clients the collateral consequences of\na conviction,” including deportation). While the line between\n“direct” and “collateral” consequences is not always clear, seeante,at 7, n. 8, the collateral-consequences rule\nexpresses an important truth: Criminal defense attorneys have\nexpertise regarding the conduct of criminal proceedings. They are\nnot expected to possess—and very often do not possess—expertise in\nother areas of the law, and it is unrealistic to expect them to\nprovide expert advice on matters that lie outside their area of\ntraining and experience.This case happens to involve\nremoval, but criminal convictions can carry a wide variety of\nconsequences other than conviction and sentencing, including civil\ncommitment, civil forfeiture, the loss of the right to vote,\ndisqualification from public benefits, ineligibility to possess\nfirearms, dishonorable discharge from the Armed Forces, and loss of\nbusiness or professional licenses. Chin & Holmes 705–706. A\ncriminal conviction may also severely damage a defendant’s\nreputation and thus impair the defendant’s ability to obtain future\nemployment or business opportunities. All of those consequences are\n“seriou[s],” seeante, at 17, but this Court has never\nheld that a criminal defense attorney’s Sixth Amendment duties\nextend to providing advice about such matters.The Court tries to justify its dramatic\ndeparture from precedent by pointing to the views of various\nprofessional organizations. Seeante, at 9 (“The weight of\nprevailing professional norms supports the view that counsel must\nadvise her client regarding the risk of deportation”). However,\nascertaining the level of professional competence required by the\nSixth Amendment is ultimately a task for the courts.E.g.,Roev.Flores-Ortega,528 U. S. 470, 477\n(2000). Although we may appropriately consult standards promulgated\nby private bar groups, we cannot delegate to these groups our task\nof determining what the Constitution commands. SeeStrickland,supra,at 688 (explaining that\n“[p]revailing norms of practice as reflected in American Bar\nAssociation standards … are guides to determining what is\nreasonable, but they are only guides”). And we must recognize that\nsuch standards may represent only the aspirations of a bar group\nrather than an empirical assessment of actual practice.Even if the only relevant consideration were\n“prevailing professional norms,” it is hard to see how those norms\ncan support the duty the Court today imposes on defense counsel.\nBecause many criminal defense attorneys have little understanding\nof immigration law, seeante, at 11, it should follow that\na criminal defense attorney who refrains from providing immigration\nadvice does not violate prevailing professional norms. But the\nCourt’s opinion would not just require defense counsel to warn the\nclient of a generalriskof removal; it would also require\ncounsel in at least some cases, to specify what the removalconsequencesof a conviction would be. Seeante,\nat 11–12.The Court’s new approach is particularly\nproblematic because providing advice on whether a conviction for a\nparticular offense will make an alien removable is often quite\ncomplex. “Most crimes affecting immigration status are not\nspecifically mentioned by the [Immigration and Nationality Act\n(INA)], but instead fall under a broad category of crimes, such ascrimes involving moral turpitudeoraggravated\nfelonies.” M. Garcia & L. Eig, CRS Report for Congress,\nImmigration Consequences of Criminal Activity (Sept. 20, 2006)\n(summary) (emphasis in original). As has been widely acknowledged,\ndetermining whether a particular crime is an “aggravated felony” or\na “crime involving moral turpitude [(CIMT)]” is not an easy task.\nSee R. McWhirter, ABA, The Criminal Lawyer’s Guide to Immigration\nLaw: Questions and Answers 128 (2d ed. 2006) (hereinafter ABA\nGuidebook) (“Because of the increased complexity of aggravated\nfelony law, this edition devotes a new [30-page] chapter to the\nsubject”);id., §5.2, at 146 (stating that the aggravated\nfelony list at 8 U. S. C. §1101(a)(43) is not clear with\nrespect to several of the listed categories, that “the term\n‘aggravated felonies’ can include misdemeanors,” and that the\ndetermination of whether a crime is an “aggravated felony” is made\n“even more difficult” because “several agencies and courts\ninterpret the statute,” including Immigration and Customs\nEnforcement, the Board of Immigration Appeals (BIA), and Federal\nCircuit and district courts considering immigration-law and\ncriminal-law issues); ABA Guidebook §4.65, at 130 (“Because nothing\nis ever simple with immigration law, the terms ‘conviction,’ ‘moral\nturpitude,’ and ‘single scheme of criminal misconduct’ are terms of\nart”);id.,§4.67, at 130 (“[T]he term ‘moral turpitude’\nevades precise definition”).Defense counsel who consults a guidebook on\nwhether a particular crime is an “aggravated felony” will often\nfind that the answer is not ‘‘easily ascertained.” For example, the\nABA Guidebook answers the question “Does simple possession count as\nan aggravated felony?” as follows: “Yes,at least in the Ninth\nCircuit.” §5.35, at 160 (emphasis added). After a dizzying\nparagraph that attempts to explain the evolution of the Ninth\nCircuit’s view, the ABA Guidebook continues: “Adding to the\nconfusion, however, is that the Ninth Circuit has conflicting\nopinions depending on the context on whether simple drug possession\nconstitutes an aggravated felony under 8 U. S. C.\n§1101(a)(43).”Id., §5.35, at 161 (citing cases\ndistinguishing between whether a simple possession offense is an\naggravated felony “for immigration purposes” or for “sentencing\npurposes”). The ABA Guidebook then proceeds to explain that\n“attemptedpossession,”id.,§5.36, at 161\n(emphasis added), of a controlled substanceisan\naggravated felony, while “[c]onviction under the federalaccessoryafter the fact statute isprobablynotan aggravated felony, but a conviction for accessory\nafter the fact to the manufacture of methamphetamineisan\naggravated felony,”id., §537, at 161 (emphasis added).\nConspiracy or attempt to commit drug trafficking are aggravated\nfelonies, but “[s]olicitation is not a drug-trafficking offense\nbecause a generic solicitation offense is not an offense related to\na controlled substance and therefore not an aggravated felony.”Id., §5.41, at 162.Determining whether a particular crime is one\ninvolving moral turpitude is no easier. Seeid., at 134\n(“Writing bad checksmay or may notbe a CIMT” (emphasis\nadded));ibid. (“[R]eckless assault coupled with an\nelement of injury, but not serious injury, isprobablynot\na CIMT” (emphasis added));id., at 135 (misdemeanor\ndriving under the influence is generally not a CIMT, but may be a\nCIMT if the DUI results in injury or if the driver knew that his\nlicense had been suspended or revoked);id., at 136 (“If\nthere is no element of actual injury, the endangerment offensemaynot be a CIMT” (emphasis added));ibid.\n(“Whether [a child abuse] conviction involves moral turpitudemaydepend on the subsection under which the individual is\nconvicted. Child abuse done with criminal negligenceprobablyis not a CIMT” (emphasis added)).Many other terms of the INA are similarly\nambiguous or may be confusing to practitioners not versed in the\nintricacies of immigration law. To take just a few examples, it may\nbe hard, in some cases, for defense counsel even to determine\nwhether a client is an alien,[Footnote 1] or whether a particular state disposition will\nresult in a “conviction” for purposes of federal immigration\nlaw.[Footnote 2] The task of\noffering advice about the immigration consequences of a criminal\nconviction is further complicated by other problems, including\nsignificant variations among Circuit interpretations of federal\nimmigration statutes; the frequency with which immigration law\nchanges; different rules governing the immigration consequences of\njuvenile, first-offender, and foreign convictions; and the\nrelationship between the “length and type of sentence” and the\ndetermination “whether [an alien] is subject to removal, eligible\nfor relief from removal, or qualified to become a naturalized\ncitizen,” Immigration Law and Crimes §2:1, at 2–2 to 2–3.In short, the professional organizations and\nguidebooks on which the Court so heavily relies are right to say\nthat “nothing is ever simple with immigration law”—including the\ndetermination whether immigration law clearly makes a particular\noffense removable. ABA Guidebook §4.65, at 130; Immigration Law and\nCrimes §2:1. I therefore cannot agree with the Court’s apparent\nview that the Sixth Amendment requires criminal defense attorneys\nto provide immigration advice.The Court tries to downplay the severity of\nthe burden it imposes on defense counsel by suggesting that the\nscope of counsel’s duty to offer advice concerning deportation\nconsequences may turn on how hard it is to determine those\nconsequences. Where “the terms of the relevant immigration statute\nare succinct, clear, and explicit in defining the removal\nconsequence[s]” of a conviction, the Court says, counsel has an\naffirmative duty to advise the client that he will be subject to\ndeportation as a result of the plea.Ante, at 11. But\n“[w]hen the law is not succinct and straightforward … , a\ncriminal defense attorney need do no more than advise a noncitizen\nclient that pending criminal charges may carry a risk of adverse\nimmigration consequences.”Ante, at 11–12. This approach\nis problematic for at least four reasons.First, it will not always be easy to tell\nwhether a particular statutory provision is “succinct, clear, and\nexplicit.” How can an attorney who lacks general immigration law\nexpertise be sure that a seemingly clear statutory provision\nactually means what it seems to say when read in isolation? What if\nthe application of the provision to a particular case is not clear\nbut a cursory examination of case law or administrative decisions\nwould provide a definitive answer? See Immigration Law and Crimes\n§2:1, at 2–2 (“Unfortunately, a practitioner or respondent cannot\ntell easily whether a conviction is for a removable offense… .\n[T]he cautious practitioner or apprehensive respondent will not\nknow conclusively the future immigration consequences of a guilty\nplea”).Second, if defense counsel must provide advice\nregarding only one of the many collateral consequences of a\ncriminal conviction, many defendants are likely to be misled. To\ntake just one example, a conviction for a particular offense may\nrender an alien excludable but not removable. If an alien charged\nwith such an offense is advised only that pleading guilty to such\nan offense will not result in removal, the alien may be induced to\nenter a guilty plea without realizing that a consequence of the\nplea is that the alien will be unable to reenter the United States\nif the alien returns to his or her home country for any reason,\nsuch as to visit an elderly parent or to attend a funeral. See ABA\nGuidebook §4.14, at 111 (“Often the alien is bothexcludableandremovable. At times, however, the\nlists are different. Thus, the oddity of an alien that is\ninadmissible but not deportable. This alien should not leave the\nUnited States because the government will not let him back in”\n(emphasis in original)). Incomplete legal advice may be worse than\nno advice at all because it may mislead and may dissuade the client\nfrom seeking advice from a more knowledgeable source.Third, the Court’s rigid constitutional rule\ncould inadvertently head off more promising ways of addressing the\nunderlying problem—such as statutory or administrative reforms\nrequiring trial judges to inform a defendant on the record that a\nguilty plea may carry adverse immigration consequences. Asamicipoint out, “28 states and the District of Columbia\nhavealreadyadopted rules, plea forms, or statutes\nrequiring courts to advise criminal defendants of the possible\nimmigration consequences of their pleas.” Brief for State of\nLouisiana et al. 25; accord, Chin & Holmes 708 (“A growing\nnumber of states require advice about deportation by statute or\ncourt rule”). A nonconstitutional rule requiring trial judges to\ninform defendants on the record of the risk of adverse immigration\nconsequences can ensure that a defendant receives needed\ninformation without putting a large number of criminal convictions\nat risk; and because such a warning would be given on the record,\ncourts would not later have to determine whether the defendant was\nmisrepresenting the advice of counsel. Likewise, flexible statutory\nprocedures for withdrawing guilty pleas might give courts\nappropriate discretion to determine whether the interests of\njustice would be served by allowing a particular defendant to\nwithdraw a plea entered into on the basis of incomplete\ninformation. Cf.United Statesv.Russell, 686\nF. 2d 35, 39–40 (CADC 1982) (explaining that a district\ncourt’s discretion to set aside a guilty plea under the Federal\nRules of Criminal Procedure should be guided by, among other\nconsiderations, “the possible existence of prejudice to the\ngovernment’s case as a result of the defendant’s untimely request\nto stand trial” and “the strength of the defendant’s reason for\nwithdrawing the plea, including whether the defendant asserts his\ninnocence of the charge”).Fourth, the Court’s decision marks a major\nupheaval in Sixth Amendment law. This Court decidedStricklandin 1984, but the majority does not cite a\nsingle case, from this or any other federal court, holding that\ncriminal defense counsel’s failure to provide advice concerning the\nremoval consequences of a criminal conviction violates a\ndefendant’s Sixth Amendment right to counsel. As noted above, the\nCourt’s view has been rejected by every Federal Court of Appeals to\nhave considered the issue thus far. See,e.g.,Gonzalez, 202 F. 3d, at 28;Banda, 1\nF. 3d, at 355; Chin & Holmes 697, 699. The majority\nappropriately acknowledges that the lower courts are “now quite\nexperienced with applyingStrickland,”ante, at\n14, but it casually dismisses the longstanding and unanimous\nposition of the lower federal courts with respect to the scope of\ncriminal defense counsel’s duty to advise on collateral\nconsequences.The majority seeks to downplay its dramatic\nexpansion of the scope of criminal defense counsel’s duties under\nthe Sixth Amendment by claiming that this Court inHillv.Lockhart,474 U. S. 52(1985),\nsimilarly “appliedStricklandto a claim that counsel had\nfailed to advise the client regarding his parole eligibility before\nhe pleaded guilty.”Ante, at 14. That characterization ofHillobscures much more than it reveals. The issue inHillwas whether a criminal defendant’s Sixth Amendment\nright to counsel was violated where counsel misinformed the client\nabout his eligibility for parole. The Court found it “unnecessary\nto determine whether there may be circumstances under which\nerroneous advice by counsel as to parole eligibility may be deemed\nconstitutionally ineffective assistance of counsel, because in the\npresent case we conclude that petitioner’s allegations are\ninsufficient to satisfy theStricklandv.Washingtonrequirement of ‘prejudice.’ ” 474 U. S.,\nat 60. Given thatHillexpressly and unambiguously refused\nto decide whether criminal defense counsel mustavoid\nmisinforminghis or her client as tooneconsequence\nof a criminal conviction (parole eligibility), that case plainly\nprovides no support whatsoever for the proposition that counsel\nmustaffirmativelyadvisehis or her client as toanothercollateral consequence (removal). By the Court’s\nstrange logic,Hillwould support its decision here even\nif the Court had held that misadvice concerning parole eligibility\ndoesnotmake counsel’s performance objectively\nunreasonable. After all, the Court still would have “appliedStrickland” to the facts of the case at hand.IIWhile mastery of immigration law\nis not required byStrickland, several considerations\nsupport the conclusion that affirmative misadvice regarding the\nremoval consequences of a conviction may constitute ineffective\nassistance.First, a rule prohibiting\naffirmative misadvice regarding a matter as crucial to the\ndefendant’s plea decision as deportation appears faithful to the\nscope and nature of the Sixth Amendment duty this Court has\nrecognized in its past cases. In particular, we have explained that\n“a guilty plea cannot be attacked as based on inadequate legal\nadvice unless counsel was not ‘a reasonably competent attorney’ and\nthe advice was not ‘within the range of competence demanded of\nattorneysin criminal cases.’ ”Strickland,\n466 U. S., at 687 (quotingMcMannv.Richardson,397 U. S. 759,\n770, 771 (1970); emphasis added). As the Court appears to\nacknowledge, thorough understanding of the intricacies of\nimmigration law is not “within the range of competence demanded of\nattorneysin criminal cases.” Seeante, at 11\n(“Immigration law can be complex, and it is a legal specialty of\nits own. Some members of the bar who represent clients facing\ncriminal charges, in either state or federal court or both, may not\nbe well versed in it”). By contrast, reasonably competent attorneys\nshould know that it is not appropriate or responsible to hold\nthemselves out as authorities on a difficult and complicated\nsubject matter with which they are not familiar. Candor concerning\nthe limits of one’s professional expertise, in other words, is\nwithin the range of duties reasonably expected of defense attorneys\nin criminal cases. As the dissenting judge on the Kentucky Supreme\nCourt put it, “I do not believe it is too much of a burden to place\non our defense bar the duty to say, ‘I do not know.’ ” 253\nS. W. 3d 482, 485 (2008).Second, incompetent advice distorts the\ndefendant’s decisionmaking process and seems to call the fairness\nand integrity of the criminal proceeding itself into question. SeeStrickland, 466 U. S., at 686 (“In giving meaning to the\nrequirement [of effective assistance of counsel], we must take its\npurpose—to ensure a fair trial—as the guide”). When a defendant\nopts to plead guilty without definitive information concerning the\nlikely effects of the plea, the defendant can fairly be said to\nassume the risk that the conviction may carry indirect consequences\nof which he or she is not aware. That is not the case when a\ndefendant bases the decision to plead guilty on counsel’s express\nmisrepresentation that the defendant will not be removable. In the\nlatter case, it seems hard to say that the plea was entered with\nthe advice of constitutionally competent counsel—or that it\nembodies a voluntary and intelligent decision to forsake\nconstitutional rights. Seeibid.(“The benchmark for\njudging any claim of ineffectiveness must be whether counsel’s\nconduct so undermined the proper functioning of the adversarial\nprocess that the trial cannot be relied on as having produced a\njust result”).Third, a rule prohibiting unreasonable\nmisadvice regarding exceptionally important collateral matters\nwould not deter or interfere with ongoing political and\nadministrative efforts to devise fair and reasonable solutions to\nthe difficult problem posed by defendants who plead guilty without\nknowing of certain important collateral consequences.Finally, the conclusion that affirmative\nmisadvice regarding the removal consequences of a conviction can\ngive rise to ineffective assistance would, unlike the Court’s\napproach, not require any upheaval in the law. As the Solicitor\nGeneral points out, “[t]he vast majority of the lower courts\nconsidering claims of ineffective assistance in the plea context\nhave [distinguished] between defense counsel who remain silent and\ndefense counsel who give affirmative misadvice.” Brief for United\nStates asAmicusCuriae8 (citing cases). At\nleast three Courts of Appeals have held that affirmative misadvice\non immigration matters can give rise to ineffective assistance of\ncounsel, at least in some circumstances.[Footnote 3] And several other Circuits have held that\naffirmative misadvice concerning nonimmigration consequences of a\nconviction can violate the Sixth Amendment even if those\nconsequences might be deemed “collateral.”[Footnote 4] By contrast, it appears that no court of\nappeals holds that affirmative misadvice concerning collateral\nconsequences in general and removal in particular cannevergive rise to ineffective assistance. In short, the\nconsidered and thus far unanimous view of the lower federal courts\ncharged with administeringStricklandclearly supports the\nconclusion that that Kentucky Supreme Court’s position goes too\nfar.In concluding that affirmative misadvice\nregarding the removal consequences of a criminal conviction may\nconstitute ineffective assistance, I do not mean to suggest that\nthe Sixth Amendment does no more than require defense counsel to\navoid misinformation. When a criminal defense attorney is aware\nthat a client is an alien, the attorney should advise the client\nthat a criminal conviction may have adverse consequences under the\nimmigration laws and that the client should consult an immigration\nspecialist if the client wants advice on that subject. By putting\nthe client on notice of the danger of removal, such advice would\nsignificantly reduce the chance that the client would plead guilty\nunder a mistaken premise.IIIIn sum, a criminal defense\nattorney should not be required to provide advice on immigration\nlaw, a complex specialty that generally lies outside the scope of a\ncriminal defense attorney’s expertise. On the other hand, any\ncompetent criminal defense attorney should appreciate the\nextraordinary importance that the risk of removal might have in the\nclient’s determination whether to enter a guilty plea. Accordingly,\nunreasonable and incorrect information concerning the risk of\nremoval can give rise to an ineffectiveness claim. In addition,\nsilence alone is not enough to satisfy counsel’s duty to assist the\nclient. Instead, an alien defendant’s Sixth Amendment right to\ncounsel is satisfied if defense counsel advises the client that a\nconviction may have immigration consequences, that immigration law\nis a specialized field, that the attorney is not an immigration\nlawyer, and that the client should consult an immigration\nspecialist if the client wants advice on that subject.Footnote 1Citizens are not deportable, but “[q]uestions\nof citizenship are not always simple.” ABA Guidebook §4.20, at 113\n(explaining that U.S. citizenship conferred by blood is\n“ ‘derivative,’ ” and that “[d]erivative citizenship\ndepends on a number of confusing factors, including whether the\ncitizen parent was the mother or father, the immigration laws in\neffect at the time of the parents’ and/or defendant’s birth, and\nthe parents’ marital status”).Footnote 2“A disposition that is not a ‘conviction,’\nunder state law may still be a ‘conviction’ for immigration\npurposes.”Id.,§4.32, at 117 (citingMatter of\nSalazar, 23 I. & N. Dec. 223, 231 (BIA 2002) (en\nbanc)). For example, state law may define the term “conviction” not\nto include a deferred adjudication, but such an adjudication would\nbe deemed a conviction for purposes of federal immigration law. See\nABA Guidebook §4.37; accord, D. Kesselbrenner & L. Rosenberg,\nImmigration Law and Crimes §2:1, p. 2–2 (2008) (hereinafter\nImmigration Law and Crimes) (“A practitioner or respondent will not\neven know whether the Department of Homeland Security (DHS) or the\nExecutive Office for Immigration Review (EOIR) will treat a\nparticular state disposition as a conviction for immigration\npurposes. In fact, the [BIA] treats certain state criminal\ndispositions as convictions even though the state treats the same\ndisposition as a dismissal”).Footnote 3SeeUnited Statesv.Kwan,\n407 F. 3d 1005, 1015–1017 (CA9 2005);United Statesv.Couto, 311 F. 3d 179, 188 (CA2 2002);Downs-Morganv.United States, 765 F. 2d 1534,\n1540–1541 (CA11 1985) (limiting holding to the facts of the case);\nsee alsoSantos-Sanchezv.United States, 548 F.\n3d 327, 333–334 (CA5 2008) (concluding that counsel’s advice was\nnot objectively unreasonable where counsel did not purport to\nanswer questions about immigration law, did not claim any expertise\nin immigration law, and simply warned of “possible” deportation\nconsequence; use of the word “possible” was not an affirmative\nmisrepresentation, even though it could indicate that deportation\nwas not a certain consequence).Footnote 4SeeHillv.Lockhart, 894\nF. 2d 1009, 1010 (CA8 1990) (en banc) (“[T]he erroneous\nparole-eligibility advice given to Mr. Hill was ineffective\nassistance of counsel underStrickland v. Washington”);Sparksv. Sowders, 852 F. 2d 882, 885 (CA6 1988)\n(“[G]ross misadvice concerning parole eligibility can amount to\nineffective assistance of counsel”);id.,at 886 (Kennedy,\nJ., concurring) (“When the maximum possible exposure is overstated,\nthe defendant might well be influenced to accept a plea agreement\nhe would otherwise reject”);Straderv.Garrison,\n611 F. 2d 61, 65 (CA4 1979) (“[T]hough parole eligibility\ndates are collateral consequences of the entry of a guilty plea of\nwhich a defendant need not be informed if he does not inquire, when\nhe is grossly misinformed about it by his lawyer, and relies upon\nthat misinformation, he is deprived of his constitutional right to\ncounsel”).",
    "joined": []
}