{
    "case": {
        "docket": "14-613",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-613/"
    },
    "id": "3575437",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–613_________________MARVIN GREEN, PETITIONERv.MEGAN J.\nBRENNAN, POSTMASTER GENERALon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[May 23, 2016]Justice Alito, concurring in the judgment.In its pursuit of a bright-line limitations rule\nfor constructive discharge claims, the Court loses sight of a\nbedrock principle of our Title VII cases: An act done with\ndiscriminatory intent must have occurred within the limitations\nperiod. We have repeatedly held that the time to pursue an\nemployment discrimination claim starts running when a\ndiscriminatory act occurs, and that a fresh limitations period does\nnot start upon the occurrence of a later nondiscriminatory act—even\nif that later act carries forward the effects of the earlier\ndiscrimination. See,e.g., United Air Lines, Inc.v.Evans, 431 U. S. 553, 558 (1977) ;Delaware State\nCollegev.Ricks, 449 U. S. 250 –258 (1980);Chardonv.Fernandez, 454 U. S. 6, 8 (1981)\n(per curiam);Lorancev.AT&T Technologies,\nInc., 490 U. S. 900 –908, 911 (1989);National Railroad\nPassenger Corporationv.Morgan, 536 U. S. 101, 113\n(2002) ;Ledbetterv.Goodyear Tire & Rubber Co.,\n550 U. S. 618, 628 (2007) . Without mentioning this consistent\nline of precedent, the Court categorically declares that the\nlimitations period for constructive discharge cases starts upon the\nemployee’s resignation, no matter when the last discriminatory act\noccurred. This effectively disposes of the discriminatory-intent\nrequirement.Rather than jettison our precedent, I would hold\nthat the limitations period for constructive discharge claims—like\nall other employment discrimination claims—starts running upon a\ndiscriminatory act of the employer. But I would also hold that an\nemployee’s resignation can, in many cases, be considered a\ndiscriminatory act of the employer. This is so where an employer\nsubjects an employee to intolerable working conditionswith the\ndiscriminatory intent to force the employee to resign. In these\ncircumstances, the employee’s consequent resignation is tantamount\nto an intentional termination by the em-ployer, and so gives rise\nto a fresh limitations period just as a conventional termination\nwould. Absent such intent, however, the resignation is not an\nindependent discriminatory act but merely a delayed consequence of\nearlier discrimination. The resignation may be a basis for\nenhancing damages in a claim brought on the underlying\ndiscrimination, but it cannot restart the limitations clock.In this case, Green presented sufficient\nevidence that the Postal Service intended to force him to resign\nwhen it presented him with a settlement agreement requiring that he\neither retire or transfer to a distant post office for much less\npay. Accordingly, the 45-day window for him to initiate counseling\nopened when he gave the Postal Service notice of his\nresignation.IAThe regulation at issue here requires a\nfederal employee who complains of unlawful discrimination to\ninitiate contact with an Equal Employment Opportunity (EEO)\ncounselor “within 45 days of the date of the matter alleged to be\ndiscriminatory.” 29 CFR §1614.105(a)(1) (2015). The Court observes\nthat this language “is not particularly helpful” in resolving the\nquestion presented, and so it quickly moves on to other\nconsiderations.Ante,at 5. I think that more can be\ndiscerned from the regulation’s text. The Court observes that a\n“matter” in this context is “an allegation forming the basis of a\nclaim or defense.” Black’s Law Dictionary 1126 (10th ed. 2014);ante,at 5. But the Court fails to plug in the regulation’s\ncritical qualifier: The matter must be (alleged to be)discrimina-tory. The phrase “matter alleged to be\ndiscriminatory” is thus most fairly read to refer to the allegationof discriminationthat underlies an employee’s claim, not\njust any fact that supports the claim.Even if the regulation’s text were unclear on\nthis point, the next place I would look is not to a “standard rule”\ngoverning limitations periods, as the majority does,ibid.,\nbut to the specific limitations rules we apply in other Title VII\ncases. Private-sector Title VII plaintiffs are required to file a\ncharge with the Equal Employment Opportunity Commission (EEOC)\nwithin 180 or 300 days “after the alleged unlawful employment\npractice occurred.” 42 U. S. C. §2000e–5(e)(1); seeMorgan,supra(construing this statutory\nprovision).[1] Although this\nlanguage is not identical to the regulation at issue here, nothing\nin either text requires that they be read as setting different\nrules. Indeed, the EEOC’s Compliance Manual treats them the same—it\ndescribes the regulation as requiring federal employees to contact\na counselor within 45 days of “the alleged discriminatory\nemploymentpractice,” and it citesMorganas\nproviding the governing standard.[2] We also granted review in this case on the premise that\nthe same rule would apply to both federal-sector and private-sector\nTitle VII cases: Green’s petition and merits brief ask us to decide\nwhen the filing period for constructive discharge claims begins as\na matter of “federal employment discrimination law” generally, Pet.\nfor Cert. i; Brief for Peti-tioner i, and the Circuit split he\nalleges consists primarily of cases in which the limitations period\nran from the date of an unlawful employment “practice,” see Pet.\nfor Cert. 11–16. The majority, for its part, seems to agree that\nthe same rules should apply in the federal and private sectors, and\nit too relies on private-sector cases in describing the Circuit\nsplit that today’s decision is meant to “resolve.”Ante,at\n4–5, and nn. 2–4. The majority’s relegation of our Title VII\ntimeliness cases to its rebuttal argument, seeante,at\n12–14, is thus surprising.BOur Title VII precedents set somewhat\ndifferent limitations rules for claims based on a discrete act of\ndiscrimination (such as termination, failure to hire, or demotion)\nand claims based on a hostile work environment. I will focus on the\nformer set of rules because Green’s resignation was a discrete act\nthat was precipitated by another discrete act—namely, the\nsettlement agreement that required him to retire or transfer to a\nfar-off, lower paying position. For private-sector claims based on\ndiscrete acts, the limitations period starts to run on the day the\ndiscriminatory act occurred and expires 180 or 300 days later.Morgan, 536 U. S., at 110. This means that an act donewith discriminatory intent—not merely some act bearing on\nthe claim—must have occurred within the limitations period. We\ntherefore held inMorganthat “discrete discriminatory acts\nare not actionable if time barred, even when they are related to\nacts alleged in timely filed charges,” and that “a time-barred act\n[cannot] justify filing a charge concerning a termination that wasnot independently discriminatory.”Id.,at 113\n(emphasis added).We spoke even more directly to the point inLedbetter. There we described “discriminatory intent” as the\n“defining element” of a Title VII disparate-treatment claim, 550\nU. S.,at 624, and held that the plaintiff’s claim of\npay discrimination was untimely because she did not allege that any\n“intentionally discriminatory conduct occurred during the\n[limitations] period,”id.,at 628. Although the plaintiff\nhad suffered lower pay within the limitations period because of\nearlier alleged discrimination, we explained that under our\nprecedents a new limitations pe-riod “does not commenc[e] upon the\noccurrence of subsequent nondiscriminatory acts that entail adverse\neffects resulting from the past discrimination.”Ibid.(discussingEvans, 431 U. S. 553 ,Ricks, 449\nU. S. 250 ,Lorance, 490 U. S. 900 , andMorgan,supra). Relying on nondiscriminatory acts to\nestablish a timely claim, we reasoned, would impermissibly “shift\nintent from one act (the act that consummates the discriminatory\nemployment practice) to a later act that was not performed with\nbias or discriminatory motive. The effect of this shift would be to\nimpose liability in the absence of the requisite intent.” 550\nU. S., at 629. At the same time, we recognized that when\nmultiple acts that are each “intentionally discriminatory” occur,\n“a fresh violation takes place”—and thus a new limitations period\nstarts running—“when each act is committed.”Id.,at\n628.[3]CThese principles lead to the following rule\nfor constructive discharge cases: An employee’s resignation\ntriggers a fresh limitations period if the resignation itself\nconstitutes an “intentionally discriminatory” act of the employer.\nIn my view, an employee’s resignation in the face of intoler-able\nworking conditions can be considered a discriminatory act of the\nemployer when the employer makes conditions intolerablewith the\nspecific discriminatory intent of forcing the employee to\nresign. If the employer lacks that intent, however, the\nlimitations period runs from the discriminatory act that\nprecipitated the resignation.This approach reflects the fact that there are\ntwo kinds of constructive discharge. Much of the disagreement\nbetween the majority and dissent stems from their differing views\nof the nature of constructive discharge. To the majority,\nconstructive discharge is always a standalone “claim distinct from\nthe underlying discriminatory act.”Ante,at 11. To Justice\nThomas and the friend of the Court we appointed to defend the\njudgment below, constructive discharge is never a separate claim,\nbut merely “a counterdefense to an employer’s contention that a\nresignation was voluntary” that allows the resigning employee to\nrecover backpay and other relief unavailable to employees who quit\nvoluntarily.Post,at 9. As I see it, each side is partly\nright. The label “constructive discharge” is best understood to\nrefer to two different (though related) concepts, one a distinct\nclaim and one not. This case requires us to distinguish between the\ntwo and to “identify with care the specific employment practice\nthat is at issue.”Ledbetter,supra, at 624 (citingMorgan,supra, at 110–111).1The first kind of constructive discharge\noccurs when an employer subjects an employee to intolerable\nconditions with the specific discriminatoryintentof\nforcing the employee to quit. In this situation, the employer has\ndeliberately terminated the employee—a discrete employment action.\nThe discharge is termed “constructive,” however, because it is\nformally effected by the employee’s resignation rather than the\nemployer’s pink slip. The termination can nevertheless be\nconsidered a discriminatory act of the employer because the\nemployer intends to terminate the employee and—through the\nimposition of intolerable conditions—forces the employee to\n“rubberstamp” that decision by resigning. Cf.Staubv.Proctor Hospital, 562 U. S. 411, 425 (2011) (Alito, J.,\nconcurring in judgment);id.,at 419 (majority opinion)\n(“Animus and responsibility for [an] adverse action can both be\nattributed to [an] ear-lier agent . . . if the adverse\naction is the intended consequence of that agent’s discriminatory\nconduct”). Because the resignation is the “act that consummates the\ndiscriminatory employment practice” of terminating the employee,Ledbetter,supra,at 629, it triggers a fresh\nlimitations period. In such cases, the constructive discharge\nshould, like a formal discharge, be treated as a distinct cause of\naction—what we might call a proper “constructive discharge\nclaim.”The employer’s discriminatory intent sometimes\nwill manifest itself only outside the limitations period. Consider,\nfor example, an employer that demotes an employee (say, from\nexecutive to office assistant) for discriminatory reasons and with\nthe intent that the loss of prestige will force the employee to\nquit. By the time the employee finally cracks and resigns, the\ndiscriminatorydemotionmay be outside the limitations\nwindow and not independently actionable. But the employer’s\ndiscriminatory intent toterminatethe employee can carry\nforward to the eventual resignation. We recognized this possibility\ninLedbetter. We explained that a plaintiff generally cannot\ncreate a timely Title VII claim by “attach[ing]” the discriminatory\nintent accompanying an act outside the limitations period to\nanother act that occurred within the limitations period. 550\nU. S., at 625, 629. At the same time, we acknowledged that\n“there may be instances where the elements forming a cause of\naction”—discriminatory intent and an employment action—“span more\nthan 180 days” (that is,the applicable limitations period).Id.,at 631, n. 3. In such a case, we said, the\nlimitations period would start to run when “the employment practice\nwas executed,” because that is when “[t]he act and intent had\n. . . been joined.”Ibid.Under my example, then,\nthe employer “forms an illegal discriminatory intent” to terminate\nthe employee at the time of the demotion, but the termination is\nnot “executed” or “consummated” until the employee resigns some\ntime later.Ibid.;id.,at 629. Only at that point\nhave the discriminatory intent to terminate and the act of\ntermination been “joined,” and therefore only at that point does\nthe limitations period for the wrongful discharge start to run.2The second kind of constructive discharge\noccurs when an employer imposes intolerable conditions for\ndiscriminatory reasons but doesnotintend to force an\nemployee to resign. This is quite different from an ordinary\ndischarge because the critical element of intent is missing. The\nresignation cannot be considered an intentionally discriminatory\nact of the employer because it is not something the employer\ndeliberately brought about; it is simply a later-arising\nconsequence of the earlier discrimination. The resignation thus\ndoes not trigger a fresh limitations period or give rise to a\nseparate cause of action. SeeEvans, 431 U. S., at 558\n(A nondiscriminatory act that “gives present effect to a past act\nof discrimination” is not actionable);Ricks, 449\nU. S., at 258 (“[T]he proper focus is upon the time of thediscriminatory acts, not upon the time at which theconsequencesof the acts became most painful” (internal\nquotation marks and brackets omitted));Ledbetter,supra, at 628 (“A new violation does not occur, and a new\n[limitations] period does not commence, upon the occurrence of\nsubsequent nondiscriminatory acts that entail adverse effects\nresulting from the past discrimination”).This does not let the employer off the hook. It\nis still liable for the acts of discrimination that precipitated\nthe resignation, provided that the employee properly and timely\nchallenges them. And in a suit brought on those underlying acts,\nthe resignation—if reasonable—“is assimilated to a formal dischargefor remedial purposes.”Pennsylvania State Policev.Suders, 542 U. S. 129, 141 (2004) (emphasis added). The\nresigning employee can recover, as damages for the underlying\ndiscrimination, “all damages [that would be] available for formal\ndischarge” but which are normally unavailable to employees who\nvoluntarily quit.Id.,at 147, n. 8; seepost,\nat 8–9 (Thomas, J., dissenting). A resignation that is the\nreasonable but unintended result of the employer’s discriminatory\nacts thus does not lead to a standalone “constructive discharge\nclaim.” Instead, it is a basis for increasing damageson the\nunderlying discrimination claim—what we might call a “constructive\ndischarge damages enhancement.”SeeSuders,supra,at\n148 (analogizing constructive discharge to “an actual termination\nin damages-enhancing respects”).[4]The majority asserts that inSudersthe\nCourt “expressly held” that constructive discharge is always its\nown distinct claim.Ante,at 11. I do not think that theSudersCourt would have taken such pains to qualify its\nstatements that a constructive discharge is akin to an actual\ntermination “for remedial purposes” and “in damages-enhancing\nrespects,” 542 U. S., at 141, 148, had that been its\nintention. Nor was it necessary for the Court to resolve whether\nconstructive discharge is a separate cause of action or merely a\nbasis for enhancing damages. The majority observes thatSudersreferred to a “claim” for constructive discharge. Seeante,at 11. But the use of that term does not indicate that\nconstructive discharge is (always) an independent cause of action\nany more than stray references to a “claim for punitive damages,”e.g., BMW of North America, Inc.v.Gore, 517\nU. S. 559, 564 (1996) ;Mastrobuonov.Shearson\nLehman Hutton, Inc., 514 U. S. 52, 58 (1995) , mean that\npunitive damages are actionable independent of an underlying tort\nclaim.The majority also asserts that intent to cause a\nresignation is unnecessary for a constructive discharge cause of\naction because the “whole point” of constructive discharge is to\ntreat the resignation like a firing.Ante,at 11. I had\nthought that the “whole point” of a Title VII disparate-treatment\nclaim was to combatintentionaldiscrimination. See,e.g.,Watsonv.Fort Worth Bank & Trust,\n487 U. S. 977, 1002 (1988) (Blackmun, J., joined by Brennan\nand Marshall, JJ., concurring in part and concurring in judgment)\n(“[A] disparate-treatment challenge focuses exclusively on the\nintent of the employer”). A resignation cannot be deemed the\nequivalent of an actionable intentional termination if the employer\nlacks intent to terminate. SeeStaub, 562 U. S., at\n417–418 (holding that a person who “did not intend to cause [a]\ndismissal” cannot be deemed “responsible” for the dismissal, even\nif the dismissal was the “result” or “foreseeable consequence” of\nthe person’s actions); see alsoid.,at 417 (“Intentional\ntorts such as this . . . generally require that the actor\nintend theconsequencesof an act, not simply the act\nitself” (internal quotation marks omitted)). But as I have\nexplained, a resignation in those circumstances may still be\ntreated like a firing for damages purposes. Our cases demand\nnothing more.IIAThe framework I propose respects the\nfundamental rule that an act done with discriminatory intent must\nhave occurred within the limitations period. It also comports with\nthe default rule that limitations periods start to run when a cause\nof action accrues. When an employer intends to force an employee to\nresign, the resignation gives rise to a new cause of action for\nconstructive discharge, with a limitations period that runs from\nthe date of the resignation. But when an employer does not intend\nto force the employee to resign, the employee’s only cause of\naction is based on the underlying discriminatory acts, and the\nlimitations period runs from the timethatclaim\naccrued.[5] It is thus entirely\nunnecessary for the majority to abandon the discriminatory-intent\nrequirement in service of the “standard” limitations rule. These\ntwo rules fit together perfectly once one appreciates the dual\nnature of constructive discharge.It is abundantly clear that the majority has\nabandoned the discriminatory-intent requirement and would deem a\nconstructive discharge claim timely even if no discriminatory act\noccurred within the limitations period. The majority admits as\nmuch. It declares that the employer’s discriminatory conduct and\nthe employee’s resignation are both “part of the ‘matter alleged to\nbe discriminatory,’ ” and therefore (in its view) the\nresignation may trigger the limitations period “whateverthe\nrole of discrimination in [the resignation] element.”Ante,at 8 (emphasis added). To support this dubious proposition, the\nmajority citesMorgan’s holding that an individual act\ncontributing to a hostile work environment need not be\nindependently actionable for the act to start a fresh limitations\nperiod.Ante, at 8–9. This analogy is particularly inapt\nbecause Green’s constructive discharge claim is based on a discrete\nact, not a hostile work environment. Seesupra,at 4. Even\nsetting that aside,Morganheld only that an act\ncontributing to a hostile work environment need not be\nindependently actionable by dint of itsseverity. That is\nbecause a hostile work environment claim is based on the\n“cumulativeeffect of individual acts” that may not\n“ ‘sufficiently affect the conditions of employment to\nimplicate Title VII’ ” unless considered in the aggregate. 536\nU. S., at 115 (emphasis added). Nothing inMorgansuggests that the limitations period for a hostile work environment\nclaim can run froman act that is not discriminatory. To the\ncontrary, the Court referred to individual “act[s] ofharassment”—such as “racial jokes, . . . racially\nderogatory acts, . . . negative comments regarding the\ncapacity of blacks to be supervisors, and . . . various\nracial epithets”—as triggering the limitations period.Id.,at 115, 120 (emphasis added).BThe majority opines that its rule is better\nfor employees because it prevents the limitations period from\nexpiring before an employee resigns.Ante,at 9. Things are\nnot that simple. The majority’s rule benefits only those employees\nwho can meet the demanding standard for constructive discharge,\nwhile setting a springe for those who cannot. Constructive\ndischarge is an “aggravated” form of discrimination involving truly\n“intolerable” working conditions that leave an employee no choice\nbut to resign.Suders, 542 U. S., at 146–147. This is\nan objective standard,id.,at 141, and what is subjectively\nintolerable to a particular employee may strike a court or jury as\nmerely unpleasant.So imagine an employee who is subjected to\nsexual harassment at her federal workplace but—relying on the\nmajority’s rule—does not pursue EEO counseling until 45 days after\nthe harassment leads her to resign. Suppose too that the last act\nof harassment occurred the day before she resigned. If a court\nultimately concludes that the harassment was objectively\nintolerable and the employee was justified in resigning, she can\nrecover for the constructive discharge. But if it turns out that\nshe has proved only “ordinary discrimination” without the\n“something more” needed to establish constructive discharge,id.,at 147 (internal quotation marks omitted), the employee\nis doubly out of luck: Not only does her constructive discharge\nfail on the merits, but any “lesser included” hostile work\nenvironment claim that she might have brought (and prevailed on),id.,at 149, is time barred. Encouraging employees to wait\nuntil after resigning to pursue discrimination claims thus may\nneedlessly deprive unwary discrimination victims of relief.The better approach is to encourage employees to\nseek EEO counseling (or, in the private sector, file an EEOC\ncharge) at the earliest opportunity, based on the underlying\ndiscriminatory acts.[6] Every\nallegation of constructive discharge must be based on an actionable\ndiscriminatory practice, seeibid.; 1 B. Lindemann, P.\nGrossman, & C. Weirich, Employment Discrimination\nLaw 21–49 (5th ed. 2012), for which the employee can\nimmediately seek counseling and pursue a discrimination claim. If\nthe employee later resigns, he or she can seek damages from the\nresignation as part of that timely claim. Seesupra, at 9,\nand n. 4. Under the framework I have set forth, an employee\nwho fails to pursue the underlying discrimination claim can still\npursue a standalone constructive discharge claim so long as there\nis sufficient evidence that the employer acted with intent to force\nthe employee to resign. This will often be the case when working\nconditions are so intoler-able that a reasonable employee would be\ncompelled to quit. The employer will usually be aware that\nconditions are terrible, and “[p]roof that a defendant acted\nknowingly very often gives rise to a reasonable inference that the\ndefendant also acted purposely.”Loughrinv.United\nStates, 573 U. S. ___, ___ (2014) (Alito, J., concurring\nin part and concurring in judgment) (slip op., at 3).[7] But the possibility of recovering damages\nfor only the constructive discharge, and not for discrimination\nsuffered before the resignation, will be an unsatisfactory\nalternative for many employees who have suffered through\nunendurable working conditions.IIIIt remains to apply the foregoing principles\nto this case. The Tenth Circuit held that the Postal Service was\nentitled to summary judgment on its limitations defense. The\nquestion therefore is whether Green adduced sufficient evidence\nfrom which a jury could reasonably conclude that the Postal Serviceintendedto force his resignation whenit presented him with\nthe settlement agreement. If so, then the limitations period ran\nfrom the date of Green’s resignation.I have little trouble concluding that Green has\ncarried his burden. Indeed, the Postal Service virtually concedes\nthe point. It observes that the agreement expressly stated that\nGreenwouldretire, and provided for his reporting to duty\nin Wamsutter, Wyoming, only in the event that the retirement fell\nthrough. App. 60–61; Brief for Respondent 33. A jury could\nreasonably conclude that the Postal Service, by offering Green a\nchoice between retiring and taking a lower paying job hundreds of\nmiles away, in-tended to make him choose retirement. Accordingly,\nfor sum-mary judgment purposes, the 45-day window for contacting an\nEEO counselor ran from the date on which Green resigned—or, more\nprecisely, the date on which he gave the Postal Service notice of\nhis retirement, seeante,at 16.I am inclined to agree with Green that—viewing\nthe evidence in the light most favorable to him—he did not give\nnotice of his retirement until he submitted his retirement papers,\nmaking his claim timely. Although the settlement agreement provided\nthat he would retire, it alternatively allowed him to transfer to\nWyoming. Unless Green would have been turned away from the\nWamsutter Post Office despite that language had he chosen to go\nthere, it was not until Green submitted his retirement papers that\none could say with certainty that his position would be terminated\nrather than transferred. That said, like the majority I am content\nto leave this question for the Tenth Circuit to tackle on remand. I\naccordingly concur in the judgment.Notes1This 180- or 300-day\nperiod is often referred to as the “charging” or “filing” period.\nSee,e.g.,Ledbetterv.Goodyear Tire & Rubber\nCo., 550 U. S. 618, 624 (2007) ;National Railroad\nPassenger Corporationv.Morgan, 536 U. S. 101, 117\n(2002) . Because the 45-day period at issue in this case involves\ninitiating counseling rather than filing a charge, for simplicity I\nrefer to all of these periods as “limitations”\nperiods.2EEOC Compliance Manual:\nThreshold Issues §2–IV(C)(1), and n. 179 (emphasis added),\nonline at http://www.eeoc.gov/policy/docs/threshold.html (as last\nvisited May 20, 2016).3Congress has since\nabrogatedLedbetter’s precise holding in the context of\n“discrimination in compensation,” Lilly Ledbetter Fair Pay Act of\n2009, §3, 123Stat. 5, codified at 42 U. S. C.\n§2000e–5(e)(3)(A), but it did not disturb the reasoning of the\nprecedents on whichLedbetterwas based. Cf.Ledbetter,supra, at 627, n. 2 (discussing\nsimilar amendment abrogating the precise holding ofLorancev.AT&T Technologies, Inc., 490 U. S. 900 (1989)\n).4These enhanced damages\nwould also be available in a suit based on the underlying\ndiscrimination where the employer intended to make the employee\nresign. Intent to force the resignation is necessary to pursue\nconstructive discharge as a separate claim from the underlying\ndiscrimination, but it certainly does not prevent an employee from\npursuing greater damages for the underlying discrimination on a\nconstructive discharge theory.5For example, if an\nunintended resignation was prompted by a discrete act like a\nhumiliating demotion or transfer, the limitations period would run\nfrom the date of demotion or transfer. SeeMorgan, 536\nU. S., at 110–113. If the resignation was prompted by an\nintolerable hostile work environment, the limitations period would\nrun from any act that contributed to the hostile work environment.\nSeeid., at 117–118.6The majority seems to\nagree that employees should promptly challenge the underlying\ndiscrimination, seeante, at 15, so why it disparages the\nidea elsewhere in its opinion, seeante,at 9, is beyond\nme.7Given this inference, it\nis hard to see why the majority thinks that it “would often be\ndifficult to allege plausibly” that such an employer intended to\nforce the employee to resign.Ante,at 12. It is not\ninherently more difficult (and it will often be easier) to allege\nand prove that an employer intended the foreseeable consequences of\nits actions than it is to allege and prove that an employer acted\nbecause of discriminatory animus against an employee’s race, sex,\nreligion, or other protected characteristic—a burden every Title\nVII plaintiff must carry.",
    "joined": []
}