{
    "case": {
        "docket": "20-472",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-472/"
    },
    "id": "4443835",
    "author": "barrett",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–472_________________HOLLYFRONTIER CHEYENNE REFINING, LLC,\net al., PETITIONERSv.RENEWABLE FUELS ASSOCIATION,\net al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 25, 2021]Justice Barrett, with whom Justice Sotomayor\nand Justice Kagan join, dissenting.When Congress amended the Clean Air Act to add\nthe Renewable Fuel Program (RFP), it gave small refineries a\ntemporary exemption from compliance. Congress then vested the\nEnvironmental Protection Agency (EPA) with authority to grant\n“extension[s] of the exemption” in certain instances. The question\nin this case is straightforward: Does this provision limit EPA to\nprolonging exemptions currently in place, or does it enable EPA to\nprovide exemptions to refineries that lack them? The statute’s text\nand structure direct a clear answer: EPA cannot “extend” an\nexemption that a refinery no longer has. Because the Court’s\ncontrary conclusion caters to an outlier meaning of “extend” and\nclashes with statutory structure, I respectfully dissent.IRefineries regulated by the RFP come in all\nshapes and sizes—ranging from those run by Fortune-500 companies\nlike HollyFrontier to local outfits with less fuel-blending\ncapacity and access to capital. So, as the Court notes, Congress\nmade certain accommodations for small refineries that might\notherwise struggle to satisfy their RFP obligations.To start, Congress in subparagraph (A)(i) gave\nall small refineries—including petitioners (HollyFrontier)—a\n“[t]emporary exemption” from the program’s renewable-fuel\nrequirements; the exemption ran from the RFP’s passage in 2005\nuntil 2011. 42 U. S. C. §7545(o)(9)(A)(i). Then,\nin subparagraph (A)(ii), Congress directed the Department of Energy\nto conduct a study—to be completed no later than the end of 2008—to\ndetermine whether compliance with the RFP “would impose a\ndisproportionate economic hardship on small refineries.”\n§7545(o)(9)(A)(ii)(I). If so, the statute provides, EPA\n“shall extend the exemption” initially enjoyed by all small\nrefineries “for a period of not less than 2 additional years.”\n§7545(o)(9)(A)(ii)(II).Congress also provided small refineries an\navenue to petition for an “extension” of these initial exemptions.\nThis is the provision at the heart of this case:“A small refinery may at any time petition\n[EPA] for an extension of the exemption under subparagraph (A) for\nthe reason of disproportionate economic hardship.”\n§7545(o)(9)(B)(i).Deciding that this subparagraph uses “extension”\nto mean “continuation” should be an easy call. Following\nHolly-Frontier’s lead, however, the Court forgoes the obvious\nanswer.AHollyFrontier lays its cards on the table. It\ndoes not dispute that when used to refer to “an increase in the\nlength of time,” the word “extension” can—and commonly does—refer\nto something that is prolonged without interruption. Brief for\nPetitioners 29. Yet, HollyFrontier insists, the term “extension” is\nnotalwaysused that way. Instead, it mightsometimesrefer to a “non-continuous extension”—in other words, an extension\nof something that used to exist but no longer does.Ibid.Because there is “nothing unnatural” about reading the term this\nway, HollyFrontier urges us to embrace this interpretation.Id., at 31.One might think that this argument is an uphill\nclimb—after all, we do not usually pin an interpretation to “the\nouter limits of a word’s definitional possibilities” at the expense\nof its ordinary or common meaning.[1]FCCv.AT&T Inc.,562 U.S.\n397, 407 (2011) (alterations omitted). But the Court takes\nHollyFrontier’s framing and runs with it. The Court points out that\nthe word “extension” “can” or “may” be used to refer to post-lapse\nrenewals.Ante, at 6. And because the statute thus\n“commands” no “continuity requirement,”ante, at 16, the\nCourt concludes that Holly-Frontier’s reading must be right—which\nmeans that EPA can provide an “extension” of an exemption that is\nno longer in effect.Boiled down, the Court’s position is that\nHollyFrontier wins because its reading ispossible. But I\nwould ask, as we typically do, how the term “extension” “ismost\nnaturallyread.”Florida Dept. of Revenuev.Piccadilly Cafeterias,Inc.,554 U.S.\n33, 39 (2008) (emphasis added); see alsoRomag\nFasteners,Inc.v.Fossil Group,Inc., 590\nU. S. ___, ___ (2020) (slip op., at 4). The Tenth Circuit’s\nanswer to that question is spot on: The “ordinary definitions of\n‘extension,’ along with common sense, dictate that the subject of\nan extension must be in existence before it can be extended.”Renewable Fuels Assn.v.EPA, 948 F.3d 1206, 1245\n(2020).1In assessing the best reading of the phrase\n“extension of the exemption,” the Court is of course correct that\ncontext matters. Here, though, context cuts respondents’ way.\nSubparagraph (B)(i) does not use “extension” in a vacuum; rather,\nit permits EPA to grant an “extensionof the exemptionunder subparagraph (A).” §7545(o)(9)(B)(i) (emphasis\nadded). What is being “extended,” then, is “the exemption under\nsubparagraph (A)”—a discrete, time-limited period of permissible\nnoncompliance with the RFP. And when used in this context, the noun\n“extension” means an “addition that increases the . . .\noperation . . . of something,” “a stretching out or\nstretching forth: a carrying forward,” or “a part that is added to\nsomething to enlarge or prolong it; a continuation.”[2] The verb “extend” is similarly defined: It\nmeans “[t]o cause (something) to be or last longer,” to “lengthen,\nelongate, prolong, protract,” or “[t]o prolong in\nduration.”[3]The Court acknowledges these definitions, yet\nstill parrots HollyFrontier’s point that no definition of “extend”requires“unbroken continuity.”Ante, at 6. But\nwithout something that presently exists, there is nothing to\n“carr[y] forward” or “prolong.” The word “extension,” then, plainly\ncontemplates a “continuation of the same” thing as currently\nexists—in contrast to the term “renewal,” for example, which refers\nto a “restoring” or “reestablishing” of something that used to\nexist. Compare Black’s Law Dictionary 622 (8th ed. 2004), withid., at 1322. Or, to put it slightly differently, the word\n“extension” “ ‘[i]mports the continuance of an existing\nthing.’ ” Brief for Federal Respondent 21 (quoting W.\nAnderson, A Dictionary of Law 437 (1996)).Common usage confirms as much. Consider a hotel\nguest who decides to spend a few more days on vacation. That guest\nlikely would ask to “extend [her] visit.” Random House Webster’s\nUnabridged Dictionary 684 (2d ed. 2001) (emphasis deleted). Now\nsuppose the same guest returns to the same hotel three years later\nand, upon arrival, requests to “extend” her prior stay. The hotel\nemployee would no doubt “scratch her head.” Tr. of Oral Arg. 26.\nWhy? Because it is highly unnatural to speak of “extending” a stay\nthat ended years before.Similar examples spring readily to mind. One\nwould not normally ask to “extend” a newspaper subscription long\nafter it expired. Or request, after child number two, to “extend”\nthe parental-leave period completed after child number one. Or\nreport that an athlete signed a contract “extension” with her first\nteam after spending several seasons with a rival squad. These\nexamples do not derive their force by superimposing a “continuity\nrequirement” on the word “extend.” Cf.ante, at 6, 8, 9, 10,\n12, 13, 16. Instead, continuity is inherent in the way that people\nusually use the word “extension”—namely, to reference something\ncurrently “in existence” such that there is a “continuing\nconnection with the thing to be extended.” Brief for Federal\nRespondent 21. That is so, moreover, absent any additional\n“modifying language” requiring the “extension” to be\n“ ‘consecutive’ ” or “ ‘successive.’ ”Ante, at 8.By dismissing the need for a continuing\nconnection between the first period and the second, the Court\nforgoes the “far more natural” reading of extend.Taniguchiv.Kan Pacific Saipan,Ltd.,566\nU.S. 560, 569 (2012). The upshot? A refinery could ask to\n“extend” an exemption it had in 2010 in the year 2040, with no need\nto connect the two periods. It defies ordinary usage to deem the\nsecond exemption “an extension” of the first, as opposed to a new,\nstandalone exemption. HollyFrontier recognizes as much, seeking to\ndeflect this example as “extreme” and “highly unlikely.” Tr. of\nOral Arg. 28. Unlikely or not, it follows logically from\nHollyFrontier’s reading of “extension”—which shows just how far\nthis interpretation strays from the term’s ordinary meaning.2The Court’s counterexamples do not help its\ncase. Take its discussion of deadline “extensions”—as given, say,\nto a student who seeks more time to complete a paper even after the\ndue date has passed or to a party who requests leave to file a\ndocument after the court’s original deadline. Seeante, at\n6–8. In this context, “extension” refers to “an additional period\nof time given one to meet an obligation.” Random House Webster’s\nUnabridged Dictionary, at 684; see also American Heritage\nDictionary, at 628 (“[a]n allowance of extra time, as for the\nrepayment of a debt”); Black’s Law Dictionary, at 622 (“[a] period\nof additional time to take an action, make a decision, accept an\noffer, or complete a task”). Because there is nothing odd about\ngranting an extension even after the deadline has lapsed, the Court\ninsists that there is nothing odd about granting HollyFrontier an\nexemption “extension” even after its initial exemption period has\nexpired.Put aside for the moment that this case does not\ninvolve the extension of a deadline. The Court’s reasoning still\nbreaks down because when a deadline “extension” is granted, there\nis no “lapse”: The new deadline runs back to the old. In other\nwords, a post-due-date extension does not start anewperiod\nfor timely action. It forgives the missed deadline by retroactively\nprolonging the pre-existing period. Even in the Court’s\ndeadline-extension examples, then, there is continuity.[4]Problems likewise plague the Court’s other\nhypotheticals involving delay in “seek[ing] an ‘extension,’ ”\nsuch as the tenant who asks to “extend” her lease after overstaying\nit or parties who negotiate to “extend” a contract after it\nexpires.Ante, at 6. These examples confuse the time at\nwhich one may permissiblyrequestan extension withwhatis being extended. It may be that the tenant could\nrequest an “extension” of the year-one lease at some point after\nthe start of year two. But, if approved, the tenant’s lease would\nstill be continuous—running from year one to year two—and the\ntenant would no doubt owe rent for the intervening period. By\ncontrast, the Court’s reading of “extend” would capture a tenant\nwho moves out in year one and returns in year five. In that\nscenario, no one would say that the tenant sought an “extension” of\nher lease—nor would anyone expect the tenant to pay back-rent for\nthe intervening years.The Court next reaches for recent congressional\nenactments—or more specifically, for their captions. The title of\ntwo COVID–19 relief provisions, the Court notes, purported to\nprovide an “extension” of certain unemployment benefits that had\npreviously lapsed. Seeante, at 7 (quoting Pub. L. 116–260,\n§203, 134Stat. 1182; Pub. L. 116–136, §2114, 134Stat. 281). I will\nstart with the obvious: Invoking captions from “different\nstatute[s] altogether,” passed in an emergency context over a\ndecade after the RFP, “does not have much force.” A. Scalia &\nB. Garner, Reading Law: The Interpretation of Legal Texts 172\n(2012). The argument is made weaker still by the fact that Congress\nused “extension” the other way in the RFP statute itself. Seeinfra, at 8. And it is telling that apart from the COVID–19\nrelief provisions, HollyFrontier could identify no other instance\nin which Congress used “extension” in the way that Holly-Frontier\nproposes.At the very most, the Court’s COVID–19 examples\nshow that “extend” does not “alwaysinclud[e] a strict\ncontinuity requirement.”Ante, at 8 (emphasis added). But\n“[t]hat a definition is broad enough to encompass one sense of a\nword does not establish that the word isordinarilyunderstood in that sense.”Taniguchi, 566 U. S., at\n568. Because respondents’ interpretation of “extension” is “far\nmore natural,”id., at 569, it is the presumptive\nfavorite—barring compelling evidence to the contrary in the\nstatute’s structure. As it turns out, statutory structure favors\nrespondents’ reading too.B1Four structural features of the RFP, in\nparticular, cut for respondents’ interpretation and against the\nCourt’s.First, respondents’ reading of\n“extension” tracks the only other use of the term in the RFP. A\nnearby “[w]aiver” provision allows EPA to issue an “order to\nreduce, for up to a 60-day period,” the biomass-based diesel fuel\nrequirements under certain conditions. §7545(o)(7)(E)(ii).\nIn a related provision entitled “[e]xtensions,” Congress authorized\nEPA to reduce those requirements “for up to an additional 60-day\nperiod” based on an assessment that the conditions are “continuing\nbeyond” the original “60-day period.” §7545(o)(7)(E)(iii).\nThis provision, like respondents’ interpretation, uses “extension”\nto reference a continuation of something that presently exists. Cf.ante, at 5 (noting that “absent contrary evidence, this\nCourt normally presumes consistent usage”).Second, the RFP is replete with express\ngrants of waiver authority of the type the Court reads into\nsubparagraph (B)(i)’s reference to “extension[s].” The statute’s\n“general” waiver provision specifies that EPA, under certain\neconomic or fuel-market conditions, “may waive the requirements” of\nthe RFP “in whole or in part on petition by” refineries, among\nother entities. §7545(o)(7)(A). As discussed, EPA also has\nexpress standalone waiver authority with respect to biomass-based\ndiesel levels. See §7545(o)(7)(E)(ii) (EPA can “issue an\norder to reduce, for up to a 60-day period, the quantity of\nbiomass-based diesel required . . . ”). Elsewhere,\nthe statute authorizes EPA to “waive, in whole or in part, the\nrenewable fuel requirement[s]” following a finding that compliance\nwould have a significant adverse impact on consumers at the outset\nof the program. §7545(o)(8)(D)(i).Together, these nearby RFP provisions show that\nCongress had an “easy way” to delegate standalone waiver authority\nwhen it wished.Advocate Health Care Networkv.Stapleton, 581 U. S. ___, ___ (2017) (slip op., at 8).\nYet Congress “did not adopt that ready alternative” in subparagraph\n(B)(i)—it instead used “language whose most natural reading” doesnotcontemplate freestanding waiver authority.Ibid.See alsoante, at 8 (looking to “the absence of any parallel\n. . . language” as an interpretive “clue”).Third, note that when assessing petitions\nfor an “extension of the exemption,” EPA must consider “the\nfindings of the study under subparagraph (A)(ii)”—i.e., the\nDepartment of Energy study to be completed by 2008. See\n§§7545(o)(9)(B)(i)–(ii). The Court’s reading will require\nEPA to examine the 2008 study when evaluating “extension” petitions\nfiled decades from now—say, in 2050—even though the refinery may\nhave had long stretches of compliance in the interim. If Congress\nintended exemption “extension[s]”—or waivers, as the Court treats\nthem—to remain available for decades, why would it instruct EPA to\nkeep evaluating them in light of a 2008 study? Respondents’ reading\nmakes more sense of this instruction because it embraces the\npossibility, even the likelihood, that exemptions would not be\navailable forever. Funneling refineries toward compliance means\nthat it would be surprising rather than expected for EPA to be\nconsidering a 2008 study in 2050.Fourth, other provisions help ease the\nburden on small refineries in times of economic hardship. To ensure\nthat EPA can appropriately adjust the RFP requirements it sets, the\nstatute requires EPA to review “the feasibility of achieving\ncompliance” and “impacts of ” the RFP on regulated refineries.\n§§7545(o)(11)(B)–(C). And if compliance is not feasible in a\ngiven year, the RFP allows individual refineries to carry a\ncompliance deficit into the next year. Seeante, at 2\n(discussing §7545(o)(5)(D)). Recall too that in cases where\ncompliance would work severe economic harm on a State or a region,\nthe general-waiver provision allows EPA to waive the requirements\nin whole or in part. §7545(o)(7)(A)(i). Economic concerns\nare at the center of other RFP waiver provisions as well. See\n§7545(o)(7)(E)(ii) (waiver based on price of biomass-based\ndiesel fuel); §§7545(o)(8)(A)–(D) (waiver based on\n“significant adverse impacts on consumers,” including impacts on\n“supplies and prices”). Congress’ direct concern with economic\ndifficulties in separate provisions further undermines\nHollyFrontier’s argument that Congress must have meant to vindicate\nsuch concerns by granting EPA broad waiver power in subparagraph\n(B)(i).2The Court’s structural counters are not\npersuasive.First, the Court cites the statute’s\ninstruction that a small refinery can file a subparagraph (B)(i)\npetition “ ‘at any time.’ ” Seeante,at 9\n(quoting §7545(o)(9)(B)(i)). This argument falls apart on\nclose inspection. “[A]t any time” informswhena refinery\nmay file an “extension” request; it cannot change the type of\nrequest that EPA can grant. By using the phrase “at any time,” the\nstatute gives a small refinery with an exemption flexibility about\nwhen to file a request to extend that exemption for the following\nyear.This reading does not leave “at any time”\nwithout important work to do. For one, the phrase means that\nrefineries need not seek exemptions before EPA’s fuel standards are\ndue—which is November 30 in the calendar year before the refinery\nmust apply. §7545(o)(3)(B). This is a “significant statutory\nconcession.” 948 F. 3d, at 1248. It allows (but does not\nrequire) regulated refineries to see what their obligations will be\nbefore deciding whether to seek an exemption; it also means that\nEPA may not always be able to “ ‘compensate for the\nrenewable-fuel shortfall created by belated exemptions.’ ”Ibid.(quotingAmerican Fuel & Petrochemical\nMfrs.v.EPA, 937 F.3d 559, 571 (CADC 2019)).In addition, the phrase helps account for the\ndelayed-request scenarios the Court posits. Seeante, at 7.\nTo see why, suppose that a refinery with an exemption in 2014\nplanned to ramp up its operations in 2015 and anticipated that it\nwould no longer need or qualify for exempt status. Then imagine\nthat, halfway through 2015, the refinery concluded that it would in\nfact need an exemption for that year. The “at any time” provision\nallows it to file for one, thereby giving refineries the ability to\nadjust in the face of “market fluctuations and changing hardship\nconditions.”Ante, at 9. Unlike the Court’s interpretation,\nthis account of “at any time” respects the ordinary meaning of\n“extension” by requiring the “exemptions” themselves to run\ncontinuously—in the above example, from 2014 to 2015.Second, the Court leans on the fact that\n“subparagraph (A) uses the term ‘extension’withouta\ncontinuity requirement.”Ibid.That must be so, according to\nthe Court, because a refinery could fall out of small-refinery\nstatus, say, in 2010, yet still receive an “extension of the\nexemption” for 2011 under subparagraph (A)(ii).It is hard to know quite what to make of the\nCourt’s theory. It never played out in practice, as EPA regulations\nmeant that no small refinery lost exempt status during the years in\nquestion. See 72 Fed. Reg. 23925 (2007); 75 Fed. Reg. 14866 (2010);\nsee also Tr. of Oral Arg. 66–67. And the theory was neither passed\non by the court below nor discussed by respondents here, as it\nappeared for the first time in a footnote of HollyFrontier’s reply\nbrief. Reply Brief 10, n. 6. But in any event, the Court’s\naccount does not seem to prove that subparagraph (A) permits a\n“laps[e].”Ante, at 10. What EPA may “extend” via\nsubparagraph (A)(ii) is “the exemption under clause (i)”—that is,\nthe initial, automatic exemption that excused all small refineries\nfrom compliance through 2010. The “exemption under clause (i)” thus\nexisted in the year 2010 by virtue of statute, even if a particular\nrefinery was not in a position to take advantage of it. “Extending”\nthat exemption into 2011—should the refinery once again qualify for\nsmall-refinery status—would thus appear to be consistent with\nrespondents’ reading of the term. Regardless, any ambiguity about\nthe functioning of subparagraph (A) cannot save an argument that is\notherwise overwhelmed by the term’s ordinary meaning and other\naspects of the RFP’s structure.IIThe Court declines to “pick sides” in the\nparties’ dispute over which reading of subparagraph (B)(i) best\nfulfills congressional purpose.Ante, at 15. At the same\ntime, the Court criticizes respondents’ reading for causing the\n“strange effect” of treating the least compliant refineries most\nfavorably.Ibid.In the Court’s telling, extensions that\nfunction as waivers (its view) give refineries that comply in some\nyears a boost when they need help. Extensions that prolong a grace\nperiod (respondents’ view) reward refineries that never manage to\ncomply.But respondents’ argument that subparagraph\n(B)(i) extensions give small refineries an initial runway—rather\nthan a down-the-road safety valve—is not at all odd if, as\nrespondents assert, Congress intended the RFP to funnel all\nrefineries into eventual compliance.[5] Maybe respondents’ story about the statute’s purpose is\nright; maybe it is wrong. In all events, though, it is not\n“strange”—in fact, the Court deems this account just as “plausible”\nas any.Ante, at 15.Plus, the Court’s reading of subparagraph (B)(i)\nyields its own odd results: It means that EPA’s exemption power\ncovers only those refineries in existence at the RFP’s outset. This\nmakes little sense if one accepts HollyFrontier’s account of the\nprovision’s “safety valve” purpose.Ibid.(internal\nquotation marks omitted). If Congress’ point was to give leeway to\nrefineries subject to unpredictable market fluctuations and\never-increasing compliance burdens, then it is hard to see why the\nprovision would distinguish between old and new refineries facing\n“the same current economic outlook” in a given year. Brief for\nFederal Respondent 43, n. 7.In the end, the parties’ dueling accounts of\npurpose underscore the wisdom of sticking to the statutory text and\nstructure. Because, in my view, both clearly favor respondents’\nreading, I respectfully dissent.Notes1To be sure, in some\ncontexts we have asked whether a term can “permissib[ly]” bear an\nasserted meaning.E.g.,Chevron U. S. A.\nInc.v.Natural Resources Defense Council,Inc.,467 U.S.\n837, 843 (1984). The Court avoids express reliance on that\nargument here.2American Heritage\nDictionary 628 (4th ed. 2000); Webster’s Third New International\nDictionary 804 (2002); New Oxford American Dictionary 596 (2d ed.\n2005).3American Heritage\nDictionary, at 628; Webster’s Third New International Dictionary,\nat 804 (capitalization deleted); 5 Oxford English Dictionary 594\n(2d ed. 1989).4The hypothetical that the\nCourt offers to refute this critique—a teacher authorizing a\nstudent who missed a Friday deadline to turn in a paper between 8\na.m. and 9 a.m. on Monday—gets it nowhere. It is either an\nextension of the deadline to 9 a.m. on Monday, in which case it\noperates like the other deadline extensions I have described, with\nthe teacher simply specifying when she will be present to receive\nthe paper. Or it is an example of something other than a deadline\nextension—like the start of an entirely new window for timely\nconduct—in which case it is inapposite.5This funneling effect\nstarted to play out. Although about half of all small refineries\ninitially received study- or petition-based extensions, fewer\nrefineries sought and received such extensions as time went on. By\n2014, most small refineries, including petitioners, were meeting\ntheir renewable-fuel obligations. The number of exempt refineries\nlater spiked—with EPA granting 35 petitions for compliance year\n2017, and 31 for 2018—when EPA came to a new view of how to\nadminister subparagraph (B)(i).",
    "joined": []
}