{
    "case": {
        "docket": "19-547",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-547/"
    },
    "id": "4367222",
    "author": "barrett",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–547_________________UNITED STATES FISH AND WILDLIFE SERVICE,\net al., PETITIONERSv.SIERRA CLUB, INC.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 4, 2021]Justice Barrett delivered the opinion of the\nCourt.The Freedom of Information Act (FOIA) requires\nthat federal agencies make records available to the public upon\nrequest, unless those records fall within one of nine exemptions.\nExemption 5 incorporates the privileges available to Government\nagencies in civil litigation, such as the deliberative process\nprivilege, attorney-client privilege, and attorney work-product\nprivilege. This case concerns the deliberative process privilege,\nwhich protects from disclosure documents generated during an\nagency’s deliberations about a policy, as opposed to documents that\nembody or explain a policy that the agency adopts. We must decide\nwhether the privilege protects in-house drafts that proved to be\nthe agencies’ last word about a proposal’s potential threat to\nendangered species. We hold that it does.IAIn April 2011, the Environmental Protection\nAgency (EPA) proposed a rule on the design and operation of\n“cooling water intake structures,” which withdraw large volumes of\nwater from various sources to cool industrial equipment. EPA’s\nstated goal was to require industrial facilities to use “the best\ntechnology available” for “minimizing adverse environmental\nimpact.” 76 Fed. Reg. 22174 (2011). But it was unclear whether the\nproposed rule would achieve that goal, at least when it came to\naquatic wildlife. The water withdrawn by these structures typically\ncontains fish and other organisms that can become trapped in the\nintake system and die. If the EPA’s rule did not adequately guard\nagainst this risk, it would jeopardize species protected under the\nEndangered Species Act of 1973, 87Stat. 884, 16 U. S. C.\n§1531etseq.When an agency plans to undertake action that\nmight “adversely affect” a protected species, the agency must\nconsult with the U. S. Fish and Wildlife Service (FWS) and\nNational Marine Fisheries Service (NMFS) (together, “Services”)\nbefore proceeding. See 16 U. S. C. §1536(a)(2); 50 CFR\n§§402.01–402.17 (2019).[1] The\ngoal of the consultation is to assist the Services in preparing an\nofficial “biological opinion” on whether the agency’s proposal will\njeopardize the continued existence of threatened or endangered\nspecies. §402.14(g)(4). These opinions are known as\n“ ‘jeopardy’ ” or “ ‘no jeopardy’ ” biological\nopinions. §402.14(h)(1)(iv), as amended, 84 Fed. Reg. 45017 (2019).\nIf the Services conclude that the action will cause “jeopardy,”\nthey must propose “reasonable and prudent alternatives” to the\naction that would avoid harming the threatened species. 16\nU. S. C §1536(b)(3)(A); 50 CFR §402.14(h)(2). And if a\n“jeopardy” biological opinion is issued, the agency must either\nimplement the reasonable and prudent alternatives, terminate the\naction altogether, or seek an exemption from the Endangered Species\nCommittee. 16 U. S. C. §§1536(b)(4), (g), 1538(a).The EPA began informally consulting with the\nServices about its proposed regulations on cooling water intake\nstructures in 2012, see 50 CFR §402.13, and it requested a formal\nconsultation in 2013, see §402.14. Throughout this period, the\nServices and the EPA conducted meetings, held conference calls, and\nexchanged emails and draft documents on the proposed rule and its\npotential effect on endangered species.As a result of the consultation, the EPA made\nchanges to its proposed rule, and the Services received the revised\nversion in November 2013. Soon after, the Services tentatively\nagreed to provide the EPA with draft biological opinions by\nDecember 6, 2013, and final opinions by December 20, 2013. See\n§402.14(g)(5) (requiring the Services to provide a “draft\nbiological opinion” to action agency upon request).Staff members at NMFS completed a draft\nbiological opinion on December 6, and staff members at FWS\ncompleted a draft on December 9. Both drafts concluded that the\nproposed rule was likely to jeopardize certain species and\nidentified possible reasonable and prudent alternatives that the\nEPA could pursue. Staff members sent the drafts to the relevant\ndecisionmakers within each Service and prepared to circulate them\nto the EPA.But decisionmakers at the Services neither\napproved the drafts nor sent them to the EPA. Instead, concluding\nthat “more work needed to be done,” the decisionmakers decided to\ncontinue discussions with the EPA. App. 37, 58–59. The EPA was\nstill engaged in an internal debate about key elements of the rule,\nand the Services wanted a better grasp of what the EPA proposed to\ndo. So the Services shelved the draft opinions and agreed with the\nEPA to extend the period of consultation.Over the next several months, the Services and\nthe EPA continued to discuss the rule, and in March 2014, the EPA\nsent the Services a proposed rule that differed significantly from\nthe 2013 version. Satisfied that the revised rule was unlikely to\nharm any protected species, the Services issued a joint final “no\njeopardy” biological opinion, thereby terminating the formal\nconsultation. See 50 CFR §402.14(m)(1), as amended, 84 Fed. Reg.\n45016. The EPA issued its final rule that same day.BSierra Club, an environmental organization,\nlater submitted FOIA requests for records related to the Services’\nconsultations with the EPA. The Services turned over thousands of\ndocuments, but they invoked the deliberative process privilege for\nothers—including the draft biological opinions analyzing the EPA’s\n2013 proposed rule. The deliberative process privilege shields\ndocuments that reflect an agency’s preliminary thinking about a\nproblem, as opposed to its final decision about it. The Services\nasserted that as drafts, the withheld documents were necessarily\nnonfinal and therefore protected.Sierra Club sued the Services in the Northern\nDistrict of California, alleging that the withheld documents were\nsubject to disclosure under FOIA. The District Court agreed with\nSierra Club, and the Ninth Circuit affirmed in part. 925 F.3d 1000\n(2019). As relevant here, it held that the draft biological\nopinions were not privileged because even though they were labeled\nas drafts, they represented the Services’ final opinion that the\nEPA’s 2013 proposed rule was likely to have an adverse effect on\ncertain endangered species.[2]\nJudge Wallace dissented in part on the ground that the drafts were\npart of the ongoing consultation process rather than summaries of\nthe Services’ final views.We granted certiorari. 589 U. S. ___\n(2020).IIAFOIA mandates the disclosure of documents held\nby a federal agency unless the documents fall within one of nine\nenumerated exemptions. See 5 U. S. C. §552(b). The fifth\nof those exemptions protects “inter-agency or intra-agency\nmemorandums or letters that would not be available by law to a\nparty other than an agency in litigation with the agency.”\n§552(b)(5). As the text indicates—albeit in a\nless-than-straightforward way—this exemption incorporates the\nprivileges available to Government agencies in civil litigation.\nThat list includes the deliberative process privilege,\nattorney-client privilege, and attorney work-product privilege. SeeDepartment of Interiorv.Klamath Water Users Protective\nAssn.,532 U.S.\n1, 8 (2001).This case concerns the deliberative process\nprivilege, which is a form of executive privilege. To protect\nagencies from being “forced to operate in a fishbowl,”EPAv.Mink,410 U.S.\n73, 87 (1973) (internal quotation marks omitted), the\ndeliberative process privilege shields from disclosure “documents\nreflecting advisory opinions, recommendations and deliberations\ncomprising part of a process by which governmental decisions and\npolicies are formulated,”NLRBv.Sears,Roebuck\n& Co.,421 U.S.\n132, 150 (1975) (internal quotation marks omitted). The\nprivilege is rooted in “the obvious realization that officials will\nnot communicate candidly among themselves if each remark is a\npotential item of discovery and front page news.”Klamath,\n532 U. S., at 8–9. To encourage candor, which improves agency\ndecisionmaking, the privilege blunts the chilling effect that\naccompanies the prospect of disclosure.This rationale does not apply, of course, to\ndocuments that embody a final decision, because once a decision has\nbeen made, the deliberations are done. The privilege therefore\ndistinguishes between predecisional, deliberative documents, which\nare exempt from disclosure, and documents reflecting a final agency\ndecision and the reasons supporting it, which are not. SeeRenegotiation Bd.v.Grumman Aircraft Engineering\nCorp.,421 U.S.\n168, 186 (1975). Documents are “predecisional” if they were\ngenerated before the agency’s final decision on the matter, and\nthey are “deliberative” if they were prepared to help the agency\nformulate its position. SeeSears, 421 U. S., at\n150–152;Grumman, 421 U. S., at 184–186, 190. There is\nconsiderable overlap between these two prongs because a document\ncannot be deliberative unless it is predecisional.It is not always self-evident whether a document\nrepresents an agency’s final decision, but one thing is clear: A\ndocument is not final solely because nothing else follows it.\nSometimes a proposal dies on the vine.National Security\nArchivev.CIA, 752 F.3d 460, 463 (CADC 2014)\n(Kavanaugh, J.). That happens in deliberations—some ideas are\ndiscarded or simply languish. Yet documents discussing such\ndead-end ideas can hardly be described as reflecting the agency’s\nchosen course. SeeSears, 421 U. S., at 150–151. What\nmatters, then, is not whether a document is last in line, but\nwhether it communicates a policy on which the agency has\nsettled.To decide whether a document communicates the\nagency’s settled position, courts must consider whether the agency\ntreats the document as its final view on the matter. Seeid., at 161. When it does so, the deliberative “process by\nwhich governmental decisions and policies are formulated” will have\nconcluded, and the document will have “real operative effect.”Id., at 150, 160 (internal quotation marks omitted). In\nother words, once cited as the agency’s final view, the document\nreflects “the ‘consummation’ of the agency’s decisionmaking\nprocess” and not a “merely tentative” position. SeeBennettv.Spear,520 U.S.\n154, 177–178 (1997) (discussing finality in context of\nobtaining judicial review of agency action). By contrast, a\ndocument that leaves agency decisionmakers “free to change their\nminds” does not reflect the agency’s final decision.Grumman, 421 U. S., at 189–190, and n. 26.BThe deliberative process privilege protects\nthe draft biological opinions at issue here because they reflect a\npreliminary view—not a final decision—about the likely effect of\nthe EPA’s proposed rule on endangered species.[3]We start with the obvious point that the\nServices identified these documents as “drafts.” A draft is, by\ndefinition, a preliminary version of a piece of writing subject to\nfeedback and change. That is not to say that the label “draft” is\ndeterminative. As we have explained before, a court must evaluate\nthe documents “in the context of the administrative process which\ngenerated them.”Sears, 421 U. S., at 138. Here,\nthough, the administrative context confirms that the drafts are\nwhat they sound like: opinions that were subject to change.Consider the regulatory process that generates a\ndraft biological opinion. The governing regulation distinguishes\nbetween draft and final biological opinions by separating the steps\nat which each is produced. If the Services prepare a biological\nopinion, they must “make available” to the action agency—in this\ncase, the EPA—a “draft” of that opinion and generally may not issue\nthe final opinion “while the draft is under review’’ by the action\nagency. 50 CFR §402.14(g)(5). This provision thus specifically\ncontemplates further review by the agency after receipt of the\ndraft, and with it, the possibility of changes to the biological\nopinionafterthe Services send the agency the\ndraft.[4]Consistent with this understanding, the\nagreement between the Services and the EPA allowed for the\npossibility of postcirculation changes. The Services were scheduled\nto provide the EPA with draft copies of the biological opinions on\nDecember 6 and final versions by December 20. If the drafts were to\nbe final and immune from change, there would have been little\nreason to include a two-week period between the Services’\ncirculation of the drafts and their submission of the final\nproduct. The logical inference is that the Services expected the\nEPA to provide comments that they might incorporate into the final\nopinion.Sierra Club contends, though, that while these\ndocuments may have been called “drafts,” they were actually\nintended to give the EPA a sneak peek at a conclusion that the\nServices had already reached and were unwilling to change. And\nSierra Club says that the EPA responded accordingly: Once the EPA\nknew that a jeopardy opinion was coming, it revised its proposed\nrule. Sierra Club insists that the draft opinions thus had an\n“operative effect” on the EPA and must be treated as final under\nour precedent. SeeSears, 421 U. S., at 160.Sierra Club misunderstands our precedent. While\nwe have identified a decision’s “real operative effect” as an\nindication of its finality, that reference is to the legal, not\npractical, consequences that flow from an agency’s action.Ibid.(noting that the relevant memorandum has “real\noperative effect” because it “permits litigation before the\nBoard”);id., at 159, n. 25 (comparing the “operative\neffect” of the memorandum to that of a district court order). In\nthis regulatory scheme, a final biological opinion leads to “direct\nand appreciable legal consequences” because it alters “the legal\nregime to which the action agency is subject, authorizing it” to\ntake action affecting an endangered species “if (but only if )\nit complies with the prescribed conditions.”Bennett, 520\nU. S., at 178. That is not true of a draft biological\nopinion.To be sure, a draft biological opinion might\ncarry a practical consequence if it prompts the action agency to\nchange its proposed rule. For example, the agency might adopt an\nalternative approach that avoids jeopardizing an endangered\nspecies. But many documents short of a draft biological opinion\ncould prompt an agency to alter its rule. An agency might make\nchanges in response to the Services’ views—or, for that matter, the\nviews of the agency’s own officials—at any stage of the\nconsultation process. And even Sierra Club does not contend that\nany email or memorandum that has the effect of changing an agency’s\ncourse constitutes a final administrative decision. That approach\nwould gut the deliberative process privilege.Sierra Club’s proposed effects-based test is\ntherefore not the right one. To determine whether the privilege\napplies, we must evaluate not whether the drafts provoked a\nresponse from the EPA but whether the Services treated them as\nfinal.They did not. The drafts were prepared by\nlower-level staff and sent to the Services’ decisionmakers for\napproval. Sierra Club characterizes the drafts as polished\ndocuments lacking only an autopen signature. But the determinative\nfact is not their level of polish—it is that the decisionmakers at\nthe Services neither approved the drafts nor sent them to the EPA.\nInstead, the decisionmakers concluded that “more work needed to be\ndone” and extended the time for consultation with the EPA. These\ndocuments, then, are best described not as draft biological\nopinions but as drafts of draft biological opinions. Sierra Club’s\nargument thus fails on its own terms: Even assuming that a draft\nbiological opinion would have expressed the Services’ settled\nconclusion, a draft of a draft is a far cry from an “agency\ndecision already made.”Grumman, 421 U. S., at 184.It is true, as Sierra Club emphasizes, that the\nstaff recommendations proved to be the last word within the\nServices about the 2013 version of the EPA’s proposed rule. But\nthat does not change our analysis. The recommendations were not\nlast because they were final; they were last because they died on\nthe vine. SeeSears, 421 U. S., at 151, n. 18\n(“[C]ourts should be wary of interfering” with drafts that “do not\nripen into agency decisions”). Further consultation with the\nServices prompted the EPA to alter key features of its 2013\nproposal, so there was never a need for the Services to render a\ndefinitive judgment about it. The opinion that came to fruition was\nthe Services’ joint “no jeopardy” opinion about the 2014 version of\nthe EPA’s proposed rule. The staff recommendations were thus part\nof a deliberative process that worked as it should have: The\nServices and the EPA consulted about how the rule would affect\naquatic wildlife until the EPA settled on an approach that would\nnot jeopardize any protected species.Sierra Club warns that ruling against it here\nwould permit the Services to stamp every document “draft,” thereby\nprotecting even final agency decisions and creating “ ‘secret\n[agency] law.’ ”Id., at 153. It is true that a draft\ndocument will typically be predecisional because, as we said\nearlier, calling something a draft communicates that it is not yet\nfinal. But determining whether an agency’s position is final for\npurposes of the deliberative process privilege is a functional\nrather than formal inquiry. If the evidence establishes that an\nagency has hidden a functionally final decision in draft form, the\ndeliberative process privilege will not apply. The Services,\nhowever, did not engage in such a charade here.*  *  *The deliberative process privilege protects\nthe draft biological opinions from disclosure because they are both\npredecisional and deliberative. We reverse the contrary judgment of\nthe Court of Appeals and remand the case for further proceedings\nconsistent with this opinion.[5]It is so ordered.Notes1The FWS and NMFS\nadminister the statute on behalf of the Secretaries of Interior and\nCommerce, respectively. See 50 CFR §§17.11, 222.101(a),\n402.01(b).2The Ninth Circuit also\nconcluded that several other draft documents, including certain\ndocuments meant to accompany the draft biological opinions and a\nMarch 2014 draft of reasonable and prudent alternatives, were not\nprivileged.3Like the parties, we\nfocus on the draft biological opinions. But the logic applied to\nthese drafts also applies to the other draft\ndocuments.4Sierra Club contends that the\nregulations treat a “jeopardy” finding as final, even though the\nopinion triggers a discussion of reasonable and prudent\nalternatives. See 50 CFR §402.14(g)(5) (requiring the Services to\nmake a draft biological opinion available “for the purpose of\nanalyzing the reasonable and prudent alternatives”). As explained\nbelow, a critical question is whether the Services treat a draft\nopinion as final. Seeinfra, at 9. So we do not foreclose\nthe possibility that a draft biological opinion is final because,\nfor example, the Services have made clear that they would not\nincorporate into that opinion responses made by the action agency,\nas to reasonable and prudent alternatives or other matters. Seeinfra, at 9–10. We need not resolve that issue because, as\nwe explain below, the Services’ opinions in this case did not count\neven as drafts under the regulation—they were merely drafts of\ndraft biological opinions.5We agree with the parties\nthat the District Court must determine on remand whether any parts\nof the documents at issue are segregable. See 5 U. S. C.\n§552(b) (Agencies must disclose “[a]ny reasonably segregable\nportion” of a document containing some exempt information);\n§552(a)(4)(B);NLRBv.Sears Roebuck & Co.,421 U.S.\n132, 161, n. 27 (1975).",
    "joined": []
}