{
    "case": {
        "docket": "19-123",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-123/"
    },
    "id": "4440763",
    "author": "barrett",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–123_________________SHARONELL FULTON, et al., PETITIONERSv.CITY OF PHILADELPHIA, PENNSYLVANIA, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 17, 2021]Justice Barrett, with whom Justice Kavanaugh\njoins, and with whom Justice Breyer joins as to all but the first\nparagraph, concurring.InEmployment Div., Dept. of Human Resources\nof Ore.v.Smith,494 U.S.\n872(1990), this Court held that a neutral and generally\napplicable law typically does not violate the Free Exercise\nClause—no matter how severely that law burdens religious exercise.\nPetitioners, theiramici, scholars, and Justices of this\nCourt have made serious arguments thatSmithought to be\noverruled. While history looms large in this debate, I find the\nhistorical record more silent than supportive on the question\nwhether the founding generation understood the First Amendment to\nrequire religious exemptions from generally applicable laws in at\nleast some circumstances. In my view, the textual and structural\narguments againstSmithare more compelling. As a matter of\ntext and structure, it is difficult to see why the Free Exercise\nClause—lone among the First Amendment freedoms—offers nothing more\nthan protection from discrimination.Yet what should replaceSmith? The\nprevailing assumption seems to be that strict scrutiny would apply\nwhenever a neutral and generally applicable law burdens religious\nexercise. But I am skeptical about swappingSmith’s\ncategorical antidiscrimination approach for an equally categorical\nstrict scrutiny regime, particularly when this Court’s resolution\nof conflicts between generally applicable laws and other First\nAmendment rights—like speech and assembly—has been much more\nnuanced. There would be a number of issues to work through ifSmithwere overruled. To name a few: Should entities like\nCatholic Social Services—which is an arm of the Catholic Church—be\ntreated differently than individuals? Cf.Hosanna-Tabor\nEvangelical Lutheran Church and Schoolv.EEOC,565 U.S.\n171(2012). Should there be a distinction between indirect and\ndirect burdens on religious exercise? Cf.Braunfeldv.Brown,366 U.S.\n599, 606–607 (1961) (plurality opinion). What forms of scrutiny\nshould apply? CompareSherbertv.Verner,374 U.S.\n398, 403 (1963) (assessing whether government’s interest is\n“ ‘compelling’ ”), withGillettev.United\nStates,401 U.S.\n437, 462 (1971) (assessing whether government’s interest is\n“substantial”). And if the answer is strict scrutiny, would\npre-Smithcases rejecting free exercise challenges to\ngarden-variety laws come out the same way? SeeSmith, 494\nU. S., at 888–889.We need not wrestle with these questions in this\ncase, though, because the same standard applies regardless whetherSmithstays or goes. A longstanding tenet of our free\nexercise jurisprudence—one that both pre-dates and survivesSmith—is that a law burdening religious exercise must\nsatisfy strict scrutiny if it gives government officials discretion\nto grant individualized exemptions. Seeid.,at 884 (law not\ngenerally applicable “where the State has in place a system of\nindividual exemptions” (citingSherbert, 374 U. S., at\n401, n. 4)); see alsoCantwellv.Connecticut,310 U.S.\n296, 303–307 (1940) (subjecting statute to heightened scrutiny\nbecause exemptions lay in discretion of government official). As\nthe Court’s opinion today explains, the government contract at\nissue provides for individualized exemptions from its\nnondiscrimination rule, thus triggering strict scrutiny. And all\nnine Justices agree that the City cannot satisfy strict scrutiny. I\ntherefore see no reason to decide in this case whetherSmithshould be overruled, much less what should replace it. I join the\nCourt’s opinion in full.",
    "joined": []
}