{
    "case": {
        "docket": "20-843",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-843/"
    },
    "id": "4600257",
    "author": "barrett",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–843_________________New York State Rifle & Pistol Association,\nInc., et al., PETITIONERSv.Kevin P. Bruen, in his\nofficial capacity as Superintendent of New York State Police,\net al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 23, 2022]Justice Barrett, concurring.I join the Court’s opinion in full. I write\nseparately to highlight two methodological points that the Court\ndoes not resolve. First, the Court does not conclusively determine\nthe manner and circumstances in which postratification practice may\nbear on the original meaning of the Constitution. Seeante,\nat 24–29. Scholars have proposed competing and potentially\nconflicting frameworks for this analysis, including liquidation,\ntradition, and precedent. See,e.g., Nelson, Originalism and\nInterpretive Conventions, 70 U. Chi. L. Rev. 519 (2003);\nMcConnell, Time, Institutions, and Interpretation, 95 B. U. L.\nRev. 1745 (2015). The limits on the permissible use of history may\nvary between these frameworks (and between different articulations\nof each one). To name just a few unsettled questions: How long\nafter ratification may subsequent practice illuminate original\npublic meaning? Cf.McCullochv.Maryland, 4 Wheat.\n316, 401 (1819) (citing practice “introduced at a very early period\nof our history”). What form must practice take to carry weight in\nconstitutional analysis? SeeMyersv.United States,272 U.S.\n52, 175 (1926) (citing a “legislative exposition of the\nConstitution . . . acquiesced in for a long term of\nyears”). And may practice settle the meaning of individual rights\nas well as structural provisions? See Baude, Constitutional\nLiquidation, 71 Stan. L. Rev. 1, 49–51 (2019) (canvassing\narguments). The historical inquiry presented in this case does not\nrequire us to answer such questions, which might make a difference\nin another case. Seeante, at 17–19.Second and relatedly, the Court avoids another\n“ongoing scholarly debate on whether courts should primarily rely\non the prevailing understanding of an individual right when the\nFourteenth Amendment was ratified in 1868” or when the Bill of\nRights was ratified in 1791.Ante, at 29. Here, the lack of\nsupport for New York’s law in either period makes it unnecessary to\nchoose between them. But if 1791 is the benchmark, then New York’s\nappeals to Reconstruction-era history would fail for the\nindependent reason that this evidence is simply too late (in\naddition to too little). Cf.Espinozav.Montana Dept. of\nRevenue, 591 U. S. ___, ___–___ (2020) (slip op., at\n15–16) (a practice that “arose in the second half of the 19th\ncentury . . . cannot by itself establish an early\nAmerican tradition” informing our understanding of the First\nAmendment). So today’s decision should not be understood to endorse\nfreewheeling reliance on historical practice from the mid-to-late\n19th century to establish the original meaning of the Bill of\nRights. On the contrary, the Court is careful to caution “against\ngiving postenactment history more weight than it can rightly bear.”Ante, at 26.",
    "joined": []
}