{
    "case": {
        "docket": "19-1039",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-1039/"
    },
    "id": "4444873",
    "author": "barrett",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–1039_________________PENNEAST PIPELINE COMPANY, LLC, PETITIONERv.NEW JERSEY, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 29, 2021]Justice Barrett, with whom Justice Thomas,\nJustice Kagan, and Justice Gorsuch join, dissenting.A straightforward application of our precedent\nresolves this case. Congress passed the Natural Gas Act in reliance\non its power to regulate interstate commerce, and we have\nrepeatedly held that the Commerce Clause does not permit Congress\nto strip the States of their sovereign immunity. Recognizing that\nbarrier, the Court insists that eminent domain is a special case.\nNew Jersey has no sovereign immunity to assert, it says, because\nthe States surrendered to private condemnation suits in the plan of\nthe Convention. This argument has no textual, structural, or\nhistorical support. Because there is no reason to treat private\ncondemnation suits differently from any other cause of action\ncreated pursuant to the Commerce Clause, I respectfully\ndissent.IAs a “general rule,” Congress cannot\ncircumvent state sovereign immunity’s limitations on the judicial\npower through its Article I powers.Allenv.Cooper,\n589 U. S. ___, ___ (2020) (slip op., at 7). Thus, even in\nareas where Article I grants it “complete lawmaking authority,”\nCongress lacks a tool that it could otherwise use to implement its\npower: “authorization of suits by private parties against\nunconsenting States.”Seminole Tribe of Fla.v.Florida,517 U.S.\n44, 72 (1996). Consistent with this principle, we have rejected\narguments that the Indian Commerce Clause, the Interstate Commerce\nClause, or the Intellectual Property Clause allows Congress to\nabrogate a State’s immunity from suit.Ibid.;Allen,\n589 U. S., at ___–___ (slip op., at 6–7).We have recognized but one exception to this\ngeneral limit on Congress’ Article I powers: the Bankruptcy Clause.Id., at ___ (slip op., at 7). Based on the “principallyin rem” nature of bankruptcy jurisdiction and the\n“ ‘unique history’ ” of that clause, we reasoned that\nStates “already ‘agreed in the plan of the Convention not to assert\nany sovereign immunity defense’ in bankruptcy proceedings.”Id., at ___–___ (slip op., at 7–8) (quotingCentral Va.\nCommunity Collegev.Katz,546 U.S.\n356, 377 (2006)). Other than this “good-for-one-clause-only\nholding,” we have not held that Article I trumps state sovereign\nimmunity.Allen, 589 U. S., at ___ (slip op., at\n9).[1]State surrender of immunity to private suits is\ntherefore rare in our constitutional system. Nonetheless, the Court\ninsists that private condemnation suits are one of the rare\nexceptions.IIAAccording to the Court, the States surrendered\ntheir immunity to private condemnation suits in the “plan of the\nConvention.”Ante,at 15. Making this showing is no easy\ntask. We will not conclude that States relinquished their sovereign\nimmunity absent “compelling evidence that the Founders thought such\na surrender inherent in the constitutional compact.”Blatchfordv.Native Village of Noatak,501 U.S.\n775, 781 (1991).The Court accepts PennEast’s argument that there\nis such compelling evidence here. The reasoning goes like this:\nStates “surrendered any immunity from the federal government’s\neminent-domain power in the plan of the convention”; when they did\nso, “they were consenting to that power as it was then\n‘known’ ”; and “[a]t the Founding, eminent domain was\nuniversally known as a power that could be delegated to private\nparties.” Brief for Petitioner 23, 33. So, the argument concludes,\nthe States “were consenting to a power that the federal government\ncould exercise either itself or through delegations to private\nparties.”Id., at 34. The States “simply do not have any\nimmunity to invoke in this context.”Id., at 23.These premises warrant clarification.First, the Constitution enumerates no stand-alone\n“eminent-domain power.”[2] The\nCourt recognizes—as does our precedent—that the Federal Government\nmay exercise the right of eminent domain only “so far as is\nnecessary to the enjoyment of the powers conferred upon it by the\nConstitution.”Kohlv.United States,91 U.S.\n367, 372 (1876); seeMcCullochv.Maryland, 4\nWheat. 316, 421 (1819). Any taking of property provided for by\nCongress is thus an exercise of another constitutional power—in the\ncase of the Natural Gas Act, the Commerce Clause—augmented by the\nNecessary and Proper Clause. So when Congress allows a private\nparty to take property in service of a federally authorized\nproject, it is choosing a means by which to carry an enumerated\npower into effect.Second, the assertion that the States\n“surrendered any immunity from the federal government’s\neminent-domain power in the plan of the convention” implies that\neminent domain occupies a unique place in the constitutional\nstructure. Brief for Petitioner 23; accord,ante,at 14–16\n(opinion of the Court). But as just explained, a taking is a\ngarden-variety exercise of an enumerated power like the Commerce\nClause. The Federal Government can exercise that power to take\nstate land.Oklahomaex rel. Phillipsv.Guy\nF. Atkinson Co.,313\nU.S. 508, 534 (1941). And it can take that land via a\ncondemnation action against a nonconsenting State not because\neminent domain is special, but for the same reason it can sue a\nnonconsenting State in any other proceeding: “States have no\nsovereign immunity as against the Federal Government.”West\nVirginiav.United States,479 U.S.\n305, 311 (1987) (citingUnited Statesv.Texas,143 U.S.\n621, 646 (1892)). The special structural principles the Court\nconjures are illusory.So while the Court casts the inquiry as one\nabout the scope of the States’ consent to the Federal Government’s\n“eminent-domain power,” that is the wrong way to think about the\nproblem. Here is the right way: Title 15 U. S. C.\n§717f(h) is an exercise of Congress’ power to regulate interstate\ncommerce. Congress cannot authorize private suits against a\nnonconsenting State pursuant to its Commerce Clause power.Seminole Tribe, 517 U. S., at 72–73. Nor does the\nCommerce Clause itself abrogate state sovereign immunity. Cf.Allen, 589 U. S., at ___–___ (slip op., at 8–9).\nTherefore, Congress cannot enable a private party like Penn- East\nto institute a condemnation action against a nonconsenting State\nlike New Jersey.BThe Court’s proposed escape route from this\nanalysis—that the States relinquished their immunity from private\ncondemnation suits in the plan of the Convention—is a dead end.\nThere is no “Eminent Domain Clause” on which the Court can rely.\nCf.Katz, 546 U. S., at 372–373 (holding that “those\nwho crafted the Bankruptcy Clause” understood it to “operat[e] free\nand clear of the State’s claim of sovereign immunity”);Fitzpatrickv.Bitzer,427 U.S.\n445, 456 (1976) (holding that state sovereign immunity is\nnecessarily limited by the enforcement provision of the Fourteenth\nAmendment);South Dakotav.North Carolina,192 U.S.\n286, 314–318 (1904) (holding that Article 3, §2, gives the\nSupreme Court jurisdiction over a suit brought by one State against\nanother);Texas, 143 U. S., at 642–646 (holding that\nArticle 3, §2, gives the Supreme Court jurisdiction over a suit\nbrought by the United States against a State). Nor, as discussed,\ndoes the constitutional structure single out eminent domain for\nspecial treatment. And while the Court claims the support of\nhistory, the evidence it cites is beside the point.The Court relies exclusively on the fact that\nCongress and the States, like the Colonies before them, have\nconsistently authorized private parties to exercise the right of\neminent domain to obtain property for mills, roads, and other\npublic improvements. Seeante,at 9–11. As the Court notes,\nCongress did so in the early days of the Republic only within\n“areas subject to exclusive federal jurisdiction,” though we later\nheld that Congress could take property within state boundaries as\nwell.Ante, at 8–9. This history is long and undisputed, and\nthe Court presents it as conclusive evidence on PennEast’s side of\nthe ledger.But the question before us is not whether\nCongress can authorize a private party to exercise the right of\neminent domain against another private party, which is the\nproposition this history supports. Nor is it whether Congress can\nauthorize a private entity to take state property through means\nother than a condemnation suit. The question is whether Congress\ncan authorize a private party to bring a condemnation suit against\na State. And on that score, the Court comes up dry.The Court cannot muster even asingledecision involving a private condemnation suit against a State, let\nalone any decision holding that the States lack immunity from such\nsuits. It relies exclusively on suits brought by States, suits\nbrought by the United States, suits brought by private parties\nagainst other private parties, and suits brought by Indian tribes\nagainst private parties—none of which implicate state sovereign\nimmunity. SeeKohl,91 U.S.\n367(suit by United States);Guy F. Atkinson Co.,313 U.S.\n508(suit by Oklahoma);Luxtonv.North River Bridge\nCo.,153 U.S.\n525(1894) (suit by private company to condemn private land);Stocktonv.Baltimore & N. Y. R. Co., 32 F. 9 (CC\nNJ 1887) (suit by New Jersey);Cherokee Nationv.Southern Kansas R. Co.,135 U.S.\n641(1890) (suit by Cherokee Nation against private\ncompany).Moreover, no one disputes that for 75 years\nafter the founding, it was unsettled whether the Federal Government\ncould even exercise eminent domain overprivate landwithin\na State. See Baude, Rethinking the Federal Eminent Domain Power,\n122 Yale L. J. 1738, 1741, 1761–1777 (2013). It was then 77\nyears more before we held that “[t]he fact that land is owned by a\nstate is no barrier to its condemnation by the United States.”Guy F. Atkinson Co., 313 U. S., at 534. Given the\nlength of time that these questions lingered, it strains credulity\nto say that history unequivocally establishes that States\nsurrendered their immunity to private condemnation suits in the\nplan of the Convention.The Court downplays “the historical absence of\nprivate condemnation suits against state-owned lands,” noting that\nwe did not rely on historical examples when we held that States\nconsented in the plan of the Convention to suits by the Federal\nGovernment.Ante,at 18–19 (citingTexas, 143\nU. S. 621). But in that decision, the supremacy of the Federal\nGovernment in our constitutional structure, along with textual\ncues, were sufficient to resolve the question.Id., at\n644–646. Here, there is no basis for drawing an analogous\nstructural inference, much less any remotely relevant text.Supra,at 3–4. History is the only place left to look for\nevidence that States consented to private condemnation suits in the\nplan of the Convention. See,e.g.,Katz, 546\nU. S., at 362–363. None exists—which means that the Court\nfalls far short of mustering the “compelling evidence” necessary to\nshow that a surrender of immunity to private condemnation suits was\n“inherent in the constitutional compact.”Blatchford, 501\nU. S., at 781.CThe Court rejects this conclusion on the\nground that state immunity from private condemnation suits would\nrender the federal eminent domain power incomplete.Ante,at\n16–18 (stating that the power must be “ ‘complete in\nitself ’ ”). The Court is wrong.To begin with, sovereign immunity would not\npermit States to obstruct construction of a federally approved\npipeline. No one disputes that in our constitutional structure, the\nFederal Government is supreme within its realm. Art. VI, cl.\n2. At the same time—and this is the proposition that the Court\nresists—the Constitution limits the means by which the Federal\nGovernment can impose its will on the States. Thus, while the Tenth\nAmendment imposes no bar on the federal taking of state land,Guy F. Atkinson Co., 313 U. S., at 534, the Eleventh\nAmendment imposes a bar on Congress’ ability to accomplish that\ntaking through a private condemnation suit like this one. That does\nnot leave the Federal Government without options. In fact, there is\nan obvious option that the Court barely acknowledges: The United\nStates can take state land itself. Seeibid.A direct taking, however, is not enough for the\nCourt, which—continuing to cast eminent domain as a stand-alone\npower—claims that allowing a State to assert an immunity defense in\na private condemnation suit would “diminish the eminent domain\nauthority of the federal sovereign.”Ante,at 17. If private\nparties cannot sue nonconsenting States, the Court says, delegatees\nwould have no practical means of taking state property.[3] And that is inconsistent with the\nConstitution, the Court tells us, because “[a]n eminent domain\npower that is incapable of being exercised amounts to no eminent\ndomain power at all.”Ante,at 18. The flaw in this logic is\nglaring: The eminent domain power belongs to the United States, not\nto PennEast, and the United States is free to take New Jersey’s\nproperty through a condemnation suit or some other mechanism.State sovereign immunity indisputably makes it\nharder for Congress to accomplish its goals, as we have recognized\nmany times before. For example, Congress cannot abrogate state\nsovereign immunity to pursue the “proper Article I concerns” of\n“provid[ing] a uniform remedy for patent infringement and [placing]\nStates on the same footing as private parties under that regime.”Florida Prepaid Postsecondary Ed. Expense Bd.v.College\nSavings Bank,527 U.S.\n627, 647–648 (1999). Nor can it authorize private suits against\nStates to “ ‘secur[e]’ a copyright holder’s ‘exclusive\nRight[s]’ as against a Stat[e],”Allen, 589 U. S., at\n___ (slip op., at 6) (quoting U. S. Const., Art. I, §8, cl.\n8), or to ensure that States negotiate in good faith with Indian\ntribes,Seminole Tribe, 517 U. S., at 47, 72. The same\nis true here: Sovereign immunity limits how Congress can obtain\nstate property for pipelines. This inhibition of Congress is not,\nhowever, a reason to set sovereign immunity aside. It is instead a\ndeliberately chosen feature of the constitutional design.IIIWhile the Court cloaks its analysis in the\n“plan of the Convention,” it seems to be animated by pragmatic\nconcerns. Congress judged private condemnation suits to be the most\nefficient way to construct natural gas pipelines, and to this\npoint, States have cooperated.Ante,at 3–4. But now that\nNew Jersey has chosen to object, it threatens to “thwart” federal\npolicy.Ante,at 10. If the Court sided with New Jersey and\nCongress did not amend §717f(h), New Jersey (not to mention other\nStates) could hold up construction of the pipeline indefinitely.\nAnd even if §717f(h) were amended, a new statutory procedure might\nbe less efficient than permitting PennEast to sue New Jersey\ndirectly. Holding New Jersey immune from suit thus would reward its\nintransigence.Our precedents provide a ready response: The\ndefense of sovereign immunityalwayshas the potential of\nmaking it easier for States to get away with bad behavior—like\ncopyright infringement,Allen, 589 U. S., at ___–___\n(slip op., at 2–4), patent infringement,Florida Prepaid,\n527 U. S., at 630–634, and even reneging on debts,Chisholmv.Georgia, 2 Dall. 419, 430 (1793). Indeed,\nconcern about States using sovereign immunity to thwart federal\npolicy is precisely why many Justices of this Court have dissented\nfrom our sovereign immunity jurisprudence. See,e.g.,Seminole Tribe, 517 U. S., at 77 (Stevens, J.,\ndissenting) (objecting that the majority’s holding “prevents\nCongress from providing a federal forum for a broad range of\nactions against States, from those sounding in copyright and patent\nlaw, to those concerning bankruptcy, environmental law, and the\nregulation of our vast national economy”). The availability of the\ndefense does not depend on whether a court approves of the State’s\nconduct.The Court also brushes past New Jersey’s\ninterests by failing to acknowledge that §717f(h) actions implicate\nstate sovereignty. PennEast has haled a State into court to defend\nitself in an adversary proceeding about a forced sale of property.\nSee 6A J. Sackman, Nichols on Eminent Domain §27.01[1][b] (3d ed.\n2019) (“A condemnation is an adversary proceeding that the federal\ngovernment initiates against the owners to take their property”).\nAs required by Federal Rule of Civil Procedure 71.1(c), PennEast\nnamed New Jersey in this suit. Even if the State could, as PennEast\ncontends, refuse to appear and still retain its right to\ncompensation, it is difficult to see how the initiation of a\njudicial proceeding that seeks to wrest title to state property\nfrom the State does not subject the State to coercive legal\nprocess. Cf.United Statesv.Alabama,313 U.S.\n274, 282 (1941).Moreover, obtaining title is not necessarily a\ncut-and-dry matter. New Jersey points out that there is sometimes\nlitigation—as there was here—about whether the property sought\nfalls within the FERC certificate. Brief for State Respondents\n24–25. Compensation, too, can be a matter of dispute. The State and\nthe plaintiff are unlikely to see eye to eye on what the property\nis worth, and there is often a battle of the experts about the\nproperty’s value. See 4 Sackman, Nichols on Eminent Domain\n§13.01[1][b][i] (“Establishing the value of real estate requires a\nvaluation expert”);ibid.(“ ‘Valuation of property is\nnot an exact process and courts are often greeted with conflicting\nappraisal testimony’ ”). If PennEast gets title at a bargain,\nNew Jersey will suffer a loss even if no money leaves its\ntreasury.IVIt would be very odd for the government’s\nright to take property for public use to exist only if private\nparties can exercise it. That, however, is the Court’s position.\nAnd by adopting it, the Court is able to make a §717f(h) action\nsound like something other than what it is: a private suit against\na State that Congress has authorized pursuant to its commerce\npower. This Court has long held that States did not surrender their\nsovereign immunity to suits authorized pursuant to Congress’ power\nto regulate interstate commerce, and no historical evidence\nsuggests a different result obtains for condemnation suits brought\nby private parties against nonconsenting States. Because state\nsovereign immunity bars these suits, I respectfully dissent.Notes1Apart from Article I, we\nhave recognized that Congress can subject nonconsenting States to\nprivate suits pursuant to its power to enforce the Fourteenth\nAmendment.Fitzpatrickv.Bitzer,427 U.S.\n445, 456 (1976).2The Takings Clause of the\nFifth Amendment is a limitation on Government power, not a grant of\nit. It provides: “[N]or shall private property be taken for public\nuse, without just compensation.” It thus presumes that the power\nexists by virtue of other constitutional provisions.3The Court claims that\nallowing States to assert sovereign immunity “would leave\ndelegatees with only one constitutionally permissible way of\nexercising the federal eminent domain power: Take property now and\nrequire States to sue for compensation later.”Ante,at 17.\nBut there are myriad mechanisms for obtaining land through eminent\ndomain, and this case gives us no occasion to consider which, if\nany, are available to delegatees. See, e.g., 6A J. Sackman,\nNichols on Eminent Domain §27.02[2] (3d ed. 2019) (“[I]n 1931,\nthere were approximately 269 different methods of judicial\nprocedure in different classes of condemnation cases, and there\nwere 56 methods of non-judicial or administrative procedure in\ncondemnation cases”).",
    "joined": []
}