{
    "case": {
        "docket": "19-783",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-783/"
    },
    "id": "4435485",
    "author": "barrett",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–783_________________NATHAN VAN BUREN, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 3, 2021]Justice Barrett delivered the opinion of the\nCourt.Nathan Van Buren, a former police sergeant, ran\na license-plate search in a law enforcement computer database in\nexchange for money. Van Buren’s conduct plainly flouted his\ndepartment’s policy, which authorized him to obtain database\ninformation only for law enforcement purposes. We must decide\nwhether Van Buren also violated the Computer Fraud and Abuse Act of\n1986 (CFAA), which makes it illegal “to access a computer with\nauthorization and to use such access to obtain or alter information\nin the computer that the accesser is not entitled so to obtain or\nalter.”He did not. This provision covers those who\nobtain information from particular areas in the computer—such as\nfiles, folders, or databases—to which their computer access does\nnot extend. It does not cover those who, like Van Buren, have\nimproper motives for obtaining information that is otherwise\navailable to them.IATechnological advances at the dawn of the\n1980s brought computers to schools, offices, and homes across the\nNation. But as the public and private sectors harnessed the power\nof computing for improvement and innovation, so-called hackers\nhatched ways to coopt computers for illegal ends. After a series of\nhighly publicized hackings captured the public’s attention, it\nbecame clear that traditional theft and trespass statutes were ill\nsuited to address cybercrimes that did not deprive computer owners\nof property in the traditional sense. See Kerr, Cybercrime’s Scope:\nInterpreting “Access” and “Authorization” in Computer Misuse\nStatutes, 78 N. Y. U. L. Rev. 1596, 1605–1613 (2003).Congress, following the lead of several States,\nresponded by enacting the first federal computer-crime statute as\npart of the Comprehensive Crime Control Act of 1984. §2102(a),\n98Stat. 2190–2192. A few years later, Congress passed the CFAA,\nwhich included the provisions at issue in this case. The Act\nsubjects to criminal liability anyone who “intentionally accesses a\ncomputer without authorization or exceeds authorized access,” and\nthereby obtains computer information. 18 U. S. C.\n§1030(a)(2). It defines the term “exceeds authorized access” to\nmean “to access a computer with authorization and to use such\naccess to obtain or alter information in the computer that the\naccesser is not entitled so to obtain or alter.” §1030(e)(6).Initially, subsection (a)(2)’s prohibition\nbarred accessing only certain financial information. It has since\nexpanded to cover any information from any computer “used in or\naffecting interstate or foreign commerce or communication.”\n§1030(e)(2)(B). As a result, the prohibition now applies—at a\nminimum—to all information from all computers that connect to the\nInternet. §§1030(a)(2)(C), (e)(2)(B).Those who violate §1030(a)(2) face penalties\nranging from fines and misdemeanor sentences to imprisonment for up\nto 10 years. §1030(c)(2). They also risk civil liability under the\nCFAA’s private cause of action, which allows persons suffering\n“damage” or “loss” from CFAA violations to sue for money damages\nand equitable relief. §1030(g).BThis case stems from Van Buren’s time as a\npolice sergeant in Georgia. In the course of his duties, Van Buren\ncrossed paths with a man named Andrew Albo. The deputy chief of Van\nBuren’s department considered Albo to be “very volatile” and warned\nofficers in the department to deal with him carefully.\nNotwithstanding that warning, Van Buren developed a friendly\nrelationship with Albo. Or so Van Buren thought when he went to\nAlbo to ask for a personal loan. Unbeknownst to Van Buren, Albo\nsecretly recorded that request and took it to the local\nsheriff ’s office, where he complained that Van Buren had\nsought to “shake him down” for cash.The taped conversation made its way to the\nFederal Bureau of Investigation (FBI), which devised an operation\nto see how far Van Buren would go for money. The steps were\nstraightforward: Albo would ask Van Buren to search the state law\nenforcement computer database for a license plate purportedly\nbelonging to a woman whom Albo had met at a local strip club. Albo,\nno stranger to legal troubles, would tell Van Buren that he wanted\nto ensure that the woman was not in fact an undercover officer. In\nreturn for the search, Albo would pay Van Buren around $5,000.Things went according to plan. Van Buren used\nhis patrol-car computer to access the law enforcement database with\nhis valid credentials. He searched the database for the license\nplate that Albo had provided. After obtaining the FBI-created\nlicense-plate entry, Van Buren told Albo that he had information to\nshare.The Federal Government then charged Van Buren\nwith a felony violation of the CFAA on the ground that running the\nlicense plate for Albo violated the “exceeds authorized access”\nclause of 18 U. S. C. §1030(a)(2).[1] The trial evidence showed that Van Buren had\nbeen trained not to use the law enforcement database for “an\nimproper purpose,” defined as “any personal use.” App. 17. Van\nBuren therefore knew that the search breached department policy.\nAnd according to the Government, that violation of department\npolicy also violated the CFAA. Consistent with that position, the\nGovernment told the jury that Van Buren’s access of the database\n“for a non[- ]law[-]enforcement purpose” violated the CFAA\n“concept” against “using” a computer network in a way contrary to\n“what your job or policy prohibits.”Id.,at 39. The jury\nconvicted Van Buren, and the District Court sentenced him to 18\nmonths in prison.Van Buren appealed to the Eleventh Circuit,\narguing that the “exceeds authorized access” clause applies only to\nthose who obtain information to which their computer access does\nnot extend, not to those who misuse access that they otherwise\nhave. While several Circuits see the clause Van Buren’s way, the\nEleventh Circuit is among those that have taken a broader\nview.[2] Consistent with its\nCircuit precedent, the panel held that Van Buren had violated the\nCFAA by accessing the law enforcement database for an\n“inappropriate reason.” 940 F.3d 1192, 1208 (2019). We granted\ncertiorari to resolve the split in authority regarding the scope of\nliability under the CFAA’s “exceeds authorized access” clause. 590\nU. S. ___ (2020).IIA1Both Van Buren and the Government raise a host\nof policy arguments to support their respective interpretations.\nBut we start where we always do: with the text of the statute.\nHere, the most relevant text is the phrase “exceeds authorized\naccess,” which means “to access a computer with authorization and\nto use such access to obtain . . . information in the\ncomputer that the accesser is not entitled so to obtain.”\n§1030(e)(6).The parties agree that Van Buren “access[ed] a\ncomputer with authorization” when he used his patrol-car computer\nand valid credentials to log into the law enforcement database.\nThey also agree that Van Buren “obtain[ed] . . .\ninformation in the computer” when he acquired the license-plate\nrecord for Albo. The dispute is whether Van Buren was “entitled so\nto obtain” the record.“Entitle” means “to give . . . a\ntitle, right, or claim to something.” Random House Dictionary of\nthe English Language 649 (2d ed. 1987). See also Black’s Law\nDictionary 477 (5th ed. 1979) (“to give a right or legal title\nto”). The parties agree that Van Buren had been given the right to\nacquire license-plate information—that is, he was “entitled to\nobtain” it—from the law enforcement computer database. But was Van\nBuren “entitledsoto obtain” the license-plate information,\nas the statute requires?Van Buren says yes. He notes that “so,” as used\nin this statute, serves as a term of reference that recalls “the\nsame manner as has been stated” or “the way or manner described.”\nBlack’s Law Dictionary, at 1246; 15 Oxford English Dictionary 887\n(2d ed. 1989). The disputed phrase “entitled so to obtain” thus\nasks whether one has the right, in “the same manner as has been\nstated,” to obtain the relevant information. And the only manner of\nobtaining information already stated in the definitional provision\nis “via a computer [one] is otherwise authorized to access.” Reply\nBrief 3. Putting that together, Van Buren contends that the\ndisputed phrase—“is not entitledsoto obtain”—plainly\nrefers to information one is not allowed to obtainby using a\ncomputer that he is authorized to access. On this reading, if a\nperson has access to information stored in a computer—e.g.,in “Folder Y,” from which the person could permissibly pull\ninformation—then he does not violate the CFAA by obtaining such\ninformation, regardless of whether he pulled the information for a\nprohibited purpose. But if the information is instead located in\nprohibited “Folder X,” to which the person lacks access, he\nviolates the CFAA by obtaining such information.The Government agrees that the statute uses “so”\nin the word’s term-of-reference sense, but it argues that “so”\nsweeps more broadly. It reads the phrase “is not entitledsoto obtain” to refer to information one was not allowed to obtainin the particular manner or circumstances in which he obtained\nit. The manner or circumstances in which one has a right to\nobtain information, the Government says, are defined by any\n“specifically and explicitly” communicated limits on one’s right to\naccess information. Brief for United States 19. As the Government\nsees it, an employee might lawfully pull information from Folder Y\nin the morning for a permissible purpose—say, to prepare for a\nbusiness meeting—but unlawfully pull the same information from\nFolder Y in the afternoon for a prohibited purpose—say, to help\ndraft a resume to submit to a competitor employer.The Government’s interpretation has surface\nappeal but proves to be a sleight of hand. While highlighting that\n“so” refers to a “manner or circumstance,” the Government\nsimultaneously ignores the definition’s further instruction that\nsuch manner or circumstance already will “ ‘ha[ve] been\nstated,’ ” “ ‘asserted,’ ” or\n“ ‘described.’ ”Id.,at 18 (quoting Black’s Law\nDictionary, at 1246; 15 Oxford English Dictionary, at 887). Under\nthe Government’s approach, the relevant circumstance—the one\nrendering a person’s conduct illegal—is not identified earlier in\nthe statute. Instead, “so” capturesanycircumstance-based\nlimit appearinganywhere—in the United States Code, a state\nstatute, a private agreement, or anywhere else. And while the\nGovernment tries to cabin its interpretation by suggesting that any\nsuch limit must be “specifically and explicitly” stated, “express,”\nand “inherent in the authorization itself,” the Government does not\nidentify any textual basis for these guardrails. Brief for United\nStates 19; Tr. of Oral Arg. 41.Van Buren’s account of “so”—namely, that “so”\nreferences the previously stated “manner or circumstance” in the\ntext of §1030(e)(6) itself—is more plausible than the Government’s.\n“So” is not a free-floating term that provides a hook for any\nlimitation stated anywhere. It refers to a stated, identifiable\nproposition from the “preceding” text; indeed, “so” typically\n“[r]epresent[s]” a “word or phrase already employed,” thereby\navoiding the need for repetition. 15 Oxford English Dictionary, at\n887; see Webster’s Third New International Dictionary 2160 (1986)\n(so “often used as a substitute . . . to express the idea\nof a preceding phrase”). Myriad federal statutes illustrate this\nordinary usage.[3] We agree\nwith Van Buren: The phrase “is not entitled so to obtain” is best\nread to refer to information that a person is not entitled to\nobtain by using a computer that he is authorized to\naccess.[4]2The Government’s primary counterargument is\nthat Van Buren’s reading renders the word “so” superfluous. Recall\nthe definition: “to access a computer with authorization and to use\nsuch access to obtain . . . information in the computer\nthat the accesser is not entitledsoto obtain.” §1030(e)(6)\n(emphasis added). According to the Government, “so” adds nothing to\nthe sentence if it refers solely to the earlier stated manner of\nobtaining the information through use of a computer one has\naccessed with authorization. What matters on Van Buren’s reading,\nas the Government sees it, is simply that the person obtain\ninformation that he is not entitled to obtain—and that point could\nbe made even if “so” were deleted. By contrast, the Government\ninsists, “so” makes a valuable contribution if it incorporates all\nof the circumstances that might qualify a person’s right to obtain\ninformation. Because only its interpretation gives “so” work to do,\nthe Government contends, the rule against superfluity means that\nits interpretation wins. SeeRepublic of Sudanv.Harrison, 587 U. S. ___, ___ (2019) (slip op., at\n10).But the canon does not help the Government\nbecause Van Buren’s reading does not render “so” superfluous. As\nVan Buren points out, without “so,” the statute would allow\nindividuals to use their right to obtain information in nondigital\nform as a defense to CFAA liability. Consider, for example, a\nperson who downloads restricted personnel files he is not entitled\nto obtain by using his computer. Such a person could argue that he\nwas “entitled to obtain” the information if he had the right to\naccess personnel files through another method (e.g.,by\nrequesting hard copies of the files from human resources). With\n“so,” the CFAA forecloses that theory of defense. The statute is\nconcerned with what a person does on a computer; it does not excuse\nhacking into an electronic personnel file if the hacker could have\nwalked down the hall to pick up a physical copy.This clarification is significant because it\nunderscores that one kind of entitlement to information counts: the\nright to access the information by using a computer. That can\nexpand liability, as the above example shows. But it narrows\nliability too. Without the word “so,” the statute could be read to\nincorporate all kinds of limitations on one’s entitlement to\ninformation. The dissent’s take on the statute illustrates why.3While the dissent accepts Van Buren’s\ndefinition of “so,” it would arrive at the Government’s result by\nway of the word “entitled.” One is “entitled” to do something, the\ndissent contends, only when “ ‘proper grounds’ ” are in\nplace.Post, at 3 (opinion of Thomas, J.) (quoting Black’s\nLaw Dictionary, at 477). Deciding whether a person was “entitled”\nto obtain information, the dissent continues, therefore demands a\n“circumstance dependent” analysis of whether access was proper.Post, at 3. This reading, like the Government’s, would\nextend the statute’s reach to any circumstance-based limit\nappearing anywhere.The dissent’s approach to the word “entitled”\nfares fine in the abstract but poorly in context. The statute does\nnot refer to “information . . . that the accesser is not\nentitled to obtain.” It refers to “information . . . that\nthe accesser is not entitledsoto obtain.” 18\nU. S. C. §1030(e)(6) (emphasis added). The word\n“entitled,” then, does not stand alone, inviting the reader to\nconsider the full scope of the accesser’s entitlement to\ninformation. The modifying phrase “so to obtain” directs the reader\nto consider a specific limitation on the accesser’s entitlement:\nhis entitlement to obtain the information “in the manner previously\nstated.”Supra,at 7. And as already explained, the manner\npreviously stated is using a computer one is authorized to access.\nThus, while giving lipservice to Van Buren’s reading of “so,” the\ndissent, like the Government, declines to give “so” any limiting\nfunction.[5]The dissent cannot have it both ways. The\nconsequence of accepting Van Buren’s reading of “so” is the\nnarrowed scope of “entitled.” In fact, the dissent’s examples\nimplicitly concede as much: They all omit the word “so,” thereby\ngiving “entitled” its full sweep. Seepost, at 3–4. An\napproach that must rewrite the statute to work is even less\npersuasive than the Government’s.4The Government falls back on what it describes\nas the “common parlance” meaning of the phrase “exceeds authorized\naccess.” Brief for United States 20–21. According to the\nGovernment, any ordinary speaker of the English language would\nthink that Van Buren “exceed[ed] his authorized access” to the law\nenforcement database when he obtained license-plate information for\npersonal purposes.Id.,at 21. The dissent, for its part,\nasserts that this point “settles” the case.Post, at 9.If the phrase “exceeds authorized access” were\nall we had to go on, the Government and the dissent might have a\npoint. But both breeze by the CFAA’s explicit definition of the\nphrase “exceeds authorized access.” When “a statute includes an\nexplicit definition” of a term, “we must follow that definition,\neven if it varies from a term’s ordinary meaning.”Tanzinv.Tanvir, 592 U. S. ___, ___ (2020) (slip op., at 3)\n(internal quotation marks omitted). So the relevant question is not\nwhether Van Buren exceeded his authorized access but whether he\nexceeded his authorized accessas the CFAA defines that\nphrase. And as we have already explained, the statutory\ndefinition favors Van Buren’s reading.That reading, moreover, is perfectly consistent\nwith the way that an “appropriately informed” speaker of the\nlanguage would understand the meaning of “exceeds authorized\naccess.” Nelson, What Is Textualism? 91 Va. L. Rev. 347, 354\n(2005). When interpreting statutes, courts take note of terms that\ncarry “technical meaning[s].” A. Scalia & B. Garner, Reading\nLaw: The Interpretation of Legal Texts 73 (2012). “Access” is one\nsuch term, long carrying a “well established” meaning in the\n“computational sense”—a meaning that matters when interpreting a\nstatute about computers. American Heritage Dictionary 10 (3d ed.\n1992). In the computing context, “access” references the act of\nentering a computer “system itself ” or a particular “part of\na computer system,” such as files, folders, or databases.[6] It is thus consistent with that\nmeaning to equate “exceed[ing] authorized access” with the act of\nentering a part of the system to which a computer user lacks access\nprivileges.[7] The Government\nand the dissent’s broader interpretation is neither the only\npossible nor even necessarily the most natural one.BWhile the statute’s language “spells trouble”\nfor the Government’s position, a “wider look at the statute’s\nstructure gives us even more reason for pause.”Romag Fasteners,\nInc.v.Fossil Group, Inc., 590 U. S. ___, ___–___\n(2020) (slip op., at 2–3).The interplay between the “without\nauthorization” and “exceeds authorized access” clauses of\nsubsection (a)(2) is particularly probative. Those clauses specify\ntwo distinct ways of obtaining information unlawfully.First, an individual violates the provision when he\n“accesses a computer without authorization.” §1030(a)(2).Second, an individual violates the provision when he\n“exceeds authorized access” by accessing a computer “with\nauthorization” and then obtaining information he is “not entitled\nso to obtain.” §§1030(a)(2), (e)(6). Van Buren’s reading places the\nprovision’s parts “into an harmonious whole.”Robertsv.Sea-Land Services, Inc.,566 U.S.\n93, 100 (2012) (internal quotation marks omitted). The\nGovernment’s does not.Start with Van Buren’s view. The “without\nauthorization” clause, Van Buren contends, protects computers\nthemselves by targeting so-called outside hackers—those who\n“acces[s] a computer without any permission at all.”LVRC\nHoldings LLCv.Brekka, 581 F.3d 1127, 1133 (CA9 2009);\nsee alsoPulte Homes, Inc.v.Laborers’ Int’l Union of\nNorth Am., 648 F.3d 295, 304 (CA6 2011). Van Buren reads the\n“exceeds authorized access” clause to provide complementary\nprotection for certain information within computers. It does so,\nVan Buren asserts, by targeting so-called inside hackers—those who\naccess a computer with permission, but then “ ‘exceed’ the\nparameters of authorized access by entering an area of the computer\nto which [that] authorization does not extend.”United\nStatesv.Valle, 807 F.3d 508, 524 (CA2 2015).Van Buren’s account of subsection (a)(2) makes\nsense of the statutory structure because it treats the “without\nauthorization” and “exceeds authorized access” clauses\nconsistently. Under Van Buren’s reading, liability under both\nclauses stems from a gates-up-or-down inquiry—one either can or\ncannot access a computer system, and one either can or cannot\naccess certain areas within the system.[8] And reading both clauses to adopt a gates-up-or-down\napproach aligns with the computer-context understanding of access\nas entry. Seesupra, at 11–12.[9]By contrast, the Government’s reading of the\n“exceeds authorized access” clause creates “inconsistenc[ies] with\nthe design and structure” of subsection (a)(2).University of\nTex. Southwestern Medical Centerv.Nassar,570 U.S.\n338, 353 (2013). As discussed, the Government reads the\n“exceeds authorized access” clause to incorporate purpose-based\nlimits contained in contracts and workplace policies. Yet the\nGovernment does not read such limits into the threshold question\nwhether someone uses a computer “without authorization”—even though\nsimilar purpose restrictions, like a rule against personal use,\noften govern one’s right to access a computer in the first place.\nSee,e.g.,Royal Truck&Trailer Sales &\nServ.,Inc.v.Kraft, 974 F.3d 756, 757 (CA6\n2020). Thus, the Government proposes to read the first phrase\n“without authorization” as a gates-up-or-down inquiry and the\nsecond phrase “exceeds authorized access” as one that depends on\nthe circumstances. The Government does not explain why the statute\nwould prohibit accessing computer information, but not the computer\nitself, for an improper purpose.[10]The Government’s position has another structural\nproblem. Recall that violating §1030(a)(2), the provision under\nwhich Van Buren was charged, also gives rise to civil liability.\nSee §1030(g). Provisions defining “damage” and “loss” specify what\na plaintiff in a civil suit can recover. “ ‘[D]amage,’ ”\nthe statute provides, means “any impairment to the integrity or\navailability of data, a program, a system, or information.”\n§1030(e)(8). The term “loss” likewise relates to costs caused by\nharm to computer data, programs, systems, or information services.\n§1030(e)(11). The statutory definitions of “damage” and “loss” thus\nfocus on technological harms—such as the corruption of files—of the\ntype unauthorized users cause to computer systems and data.\nLimiting “damage” and “loss” in this way makes sense in a scheme\n“aimed at preventing the typical consequences of hacking.”Royal\nTruck, 974 F. 3d, at 760. The term’s definitions are ill\nfitted, however, to remediating “misuse” of sensitive information\nthat employees may permissibly access using their computers.Ibid.Van Buren’s situation is illustrative: His run of the\nlicense plate did not impair the “integrity or availability” of\ndata, nor did it otherwise harm the database system itself.CPivoting from text and structure, the\nGovernment claims that precedent and statutory history support its\ninterpretation. These arguments are easily dispatched.As for precedent, the Government asserts that\nthis Court’s decision inMusacchiov.United States,\n577 U.S. 237 (2016), bolsters its reading. There, in addressing a\nquestion about the standard of review for instructional error, the\nCourt described §1030(a)(2) as prohibiting “(1) obtaining access\nwithout authorization; and (2) obtaining access with authorization\nbut then using that access improperly.”Id., at 240. This\nparaphrase of the statute does not do much for the Government. As\nan initial matter,Musacchiodid not address—much less\nresolve in the Government’s favor—the “point now at issue,” and we\nthus “are not bound to follow” any dicta in the case.Central\nVa. Community Collegev.Katz,546\nU.S. 356, 363 (2006). But in any event, Van Buren’s\ninterpretation, no less than the Government’s, involves “using\n[one’s] access improperly.” It is plainly “improper” for one to use\nthe opportunity his computer access provides to obtain prohibited\ninformation from within the computer.As for statutory history, the Government claims\nthat the original 1984 Act supports its interpretation of the\ncurrent version. In a precursor to the “exceeds authorized access”\nclause, the 1984 Act covered any person who, “having accessed a\ncomputer with authorization, uses the opportunity such access\nprovides for purposes to which such authorization does not extend,”\nand thus expressly alluded to the purpose of an insider’s computer\naccess. 18 U. S. C. §1030(a)(2) (1982 ed. Supp. III).\nAccording to the Government, this confirms that the amended\nCFAA—which makes no mention of purpose in defining “exceeds\nauthorized access”—likewise covers insiders like Van Buren who use\ntheir computer access for an unauthorized purpose.[11] The Government’s argument gets things\nprecisely backward. “When Congress amends legislation, courts must\npresume it intends the change to have real and substantial effect.”Rossv.Blake, 578 U.S. 632, 641–642 (2016) (internal\nquotation marks and brackets omitted). Congress’ choice toremovethe statute’s reference to purpose thus cutsagainstreading the statute “to capture that very concept.”\nBrief for United States 22. The statutory history thus hurts rather\nthan helps the Government’s position.IIITo top it all off, the Government’s\ninterpretation of the statute would attach criminal penalties to a\nbreathtaking amount of commonplace computer activity. Van Buren\nframes the far-reaching consequences of the Government’s reading as\ntriggering the rule of lenity or constitutional avoidance. That is\nnot how we see it: Because the text, context, and structure support\nVan Buren’s reading, neither of these canons is in play. Still, the\nfallout underscores the implausibility of the Government’s\ninterpretation. It is “extra icing on a cake already frosted.”Yatesv.United States,574 U.S.\n528, 557 (2015) (Kagan, J., dissenting).If the “exceeds authorized access” clause\ncriminalizes every violation of a computer-use policy, then\nmillions of otherwise law-abiding citizens are criminals. Take the\nworkplace. Employers commonly state that computers and electronic\ndevices can be used only for business purposes. So on the\nGovernment’s reading of the statute, an employee who sends a\npersonal e-mail or reads the news using her work computer has\nviolated the CFAA. Or consider the Internet. Many websites,\nservices, and databases—which provide “information” from “protected\ncomputer[s],” §1030(a)(2)(C)—authorize a user’s access only upon\nhis agreement to follow specified terms of service. If the “exceeds\nauthorized access” clause encompasses violations of\ncircumstance-based access restrictions on employers’ computers, it\nis difficult to see why it would not also encompass violations of\nsuch restrictions on website providers’ computers. And indeed,\nnumerousamiciexplain why the Government’s reading of\nsubsection (a)(2) would do just that—criminalize everything from\nembellishing an online-dating profile to using a pseudonym on\nFacebook. See Brief for Orin Kerr asAmicus Curiae10–11;\nBrief for Technology Companies asAmici Curiae6, n. 3,\n11; see also Brief for Reporters Committee for Freedom of the Press\net al. asAmici Curiae10–13 (journalism activity);\nBrief for Kyratso Karahalios et al. asAmici Curiae11–17 (online civil-rights testing and research).In response to these points, the Government\nposits that other terms in the statute—specifically “authorization”\nand “use”—“may well” serve to cabin its prosecutorial power. Brief\nfor United States 35; see Tr. of Oral Arg. 38, 40, 58\n(“instrumental” use; “individualized” and “fairly specific”\nauthorization). Yet the Government stops far short of endorsing\nsuch limitations. Cf. Brief for United States 37 (concept of\n“authorization” “may not logically apply”);id.,at 38\n(“ ‘use’ ” might be read in a more “limited” fashion,\neven though it “often has a broader definition”); see also,e.g.,post, at 11–12 (mens rearequirement\n“might” preclude liability in some cases). Nor does it cite any\nprior instance in which it has read the statute to contain such\nlimitations—to the contrary, Van Buren cites instances where it\nhasn’t. See Reply Brief 14–15, 17 (collecting cases); cf.Sandvigv.Barr, 451 F. Supp. 3d 73, 81–82 (DC\n2020) (discussing Department of Justice testimony indicating that\nthe Government could “ ‘bring a CFAA prosecution based’ ”\non terms-of-service violations causing “ ‘de minimis\nharm’ ”). If anything, the Government’s current CFAA charging\npolicy shows why Van Buren’s concerns are far from “hypothetical,”post, at 12: The policy instructs that federal prosecution\n“may notbe warranted”—not that it would be prohibited—“if\nthe defendant exceed[s] authorized access solely by violating an\naccess restriction contained in a contractual agreement or term of\nservice with an Internet service provider or website.”[12] And while the Government insists\nthat the intent requirement serves as yet another safety valve,\nthat requirement would do nothing for those who intentionally use\ntheir computers in a way their “job or policy prohibits”—for\nexample, by checking sports scores or paying bills at work. App.\n39.One final observation: The Government’s approach\nwould inject arbitrariness into the assessment of criminal\nliability. The Government concedes, as it must, that the “exceeds\nauthorized access” clause prohibits only unlawful information\n“access,” not downstream information “ ‘misus[e].’ ”\nBrief in Opposition 17 (statute does not cover “ ‘subsequen[t]\nmisus[e of] information’ ”). But the line between the two can\nbe thin on the Government’s reading. Because purpose-based limits\non access are often designed with an eye toward information misuse,\nthey can be expressed as either access or use restrictions. For\nexample, one police department might prohibitusing a\nconfidential databasefor a non-law-enforcement purpose (an\naccess restriction), while another might prohibitusing\ninformationfrom the databasefor a non-law-enforcement\npurpose (a use restriction). Conduct like Van Buren’s can be\ncharacterized either way, and an employer might not see much\ndifference between the two. On the Government’s reading, however,\nthe conduct would violate the CFAA only if the employer phrased the\npolicy as an access restriction. An interpretation that stakes so\nmuch on a fine distinction controlled by the drafting practices of\nprivate parties is hard to sell as the most plausible.IVIn sum, an individual “exceeds authorized\naccess” when he accesses a computer with authorization but then\nobtains information located in particular areas of the\ncomputer—such as files, folders, or databases—that are off limits\nto him. The parties agree that Van Buren accessed the law\nenforcement database system with authorization. The only question\nis whether Van Buren could use the system to retrieve license-plate\ninformation. Both sides agree that he could. Van Buren accordingly\ndid not “excee[d] authorized access” to the database, as the CFAA\ndefines that phrase, even though he obtained information from the\ndatabase for an improper purpose. We therefore reverse the contrary\njudgment of the Eleventh Circuit and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1Van Buren also was\ncharged with and convicted of honest-services wire fraud. In a\nseparate holding not at issue here, the United States Court of\nAppeals for the Eleventh Circuit vacated Van Buren’s\nhonest-services fraud conviction as contrary to this Court’s\ndecision inMcDonnellv.United States, 579 U.S. 550\n(2016).2CompareRoyal Truck\n& Trailer Sales & Serv., Inc.v.Kraft, 974 F.3d\n756 (CA6 2020);United Statesv.Valle, 807 F.3d 508\n(CA2 2015);WEC Carolina Energy Solutions LLCv.Miller, 687 F.3d 199 (CA4 2012);United Statesv.Nosal, 676 F.3d 854 (CA9 2012) (en banc), withUnited\nStatesv.Rodriguez, 628 F.3d 1258 (CA11 2010);United Statesv.John, 597 F.3d 263 (CA5 2010);International Airport Centers, L.L.C.v.Citrin,440 F.3d 418(CA7 2006);EF Cultural Travel BVv.Explorica,Inc.,274 F.3d 577(CA1 2001).3See,e.g., 7\nU. S. C. §171(8) (authorizing Secretary of Agriculture\n“[t]o sell guayule or rubber processed from guayule and to use\nfunds so obtained in replanting and maintaining an area”); 18\nU. S. C. §648 (any person responsible for “safe-keeping\nof the public moneys” who “loans, uses, or converts to his own use\n. . . any portion of the public moneys . . . is\nguilty of embezzlement of the money so loaned, used, converted,\ndeposited, or exchanged”); §1163 (“[W]hoever embezzles, steals,\n[or] knowingly converts to his use” money or property “belonging to\nany Indian tribal organization,” or “[w]hoever, knowing any such\nmoneys . . . or other property to have been so embezzled,\nstolen, [or] converted . . . retains the same with intent\nto convert it to his use,” is subject to punishment); §1708\n(“[W]hoever steals, takes, or abstracts, or by fraud or deception\nobtains, or attempts so to obtain,” parcels of mail is subject to\npunishment).4The dissent criticizes\nthis interpretation as inconsistent with “basic principles of\nproperty law,” and in particular the “familiar rule that an\nentitlement to use another person’s property is circumstance\nspecific.”Post, at 4–5 (opinion of Thomas, J.). But\ncommon-law principles “should be imported into statutory text only\nwhen Congress employs a common-law term”—not when Congress has\noutlined an offense “analogous to a common-law crime without using\ncommon-law terms.”Carterv.United States,530 U.S.\n255, 265 (2000) (emphasis deleted). Relying on the common law\nis particularly ill advised here because it was the failure of\npre-existing law to capture computer crime that helped spur\nCongress to enact the CFAA. Seesupra,at 2.5For the same reason, the\ndissent is incorrect when it contends that our interpretation reads\nthe additional words “under any possible circumstance” into the\nstatute.Post, at 3 (emphasis deleted). Our reading instead\ninterprets the phrase “so to obtain” to incorporate the single\n“circumstance” of permissible information access identified by the\nstatute: obtaining the information by using one’s\ncomputer.61 Oxford English\nDictionary 72 (2d ed. 1989) (“[t]o gain access to . . .\ndata, etc., held in a computer or computer-based system, or the\nsystem itself ”); Random House Dictionary of the English\nLanguage 11 (2d ed. 1987) (“Computers. to locate (data) for\ntransfer from one part of a computer system to another\n. . . ”); see also C. Sippl & R. Sippl, Computer\nDictionary and Handbook 2 (3d ed. 1980) (“[c]oncerns the process of\nobtaining data from or placing data in storage”); Barnhart\nDictionary of New English 2 (3d ed. 1990) (“to retrieve (data) from\na computer storage unit or device . . . ”); Microsoft\nComputer Dictionary 12 (4th ed. 1999) (“[t]o gain entry to memory\nin order to read or write data”); A Dictionary of Computing 5 (6th\ned. 2008) (“[t]o gain entry to data, a computer system,\netc.”).7The dissent makes the odd\ncharge that our interpretation violates the “ ‘presumption\nagainst’ ” reading a provision “contrary to the ordinary\nmeaning of the term it defines.”Post, at 9. But when a\nstatute, like this one, is “addressing a . . . technical\nsubject, a specialized meaning is to be expected.” Scalia, Reading\nLaw, at 73. Consistent with that principle, our interpretation\ntracks the specialized meaning of “access” in the computer context.\nThis reading is far from “ ‘repugnant to’ ” the meaning\nof the phrase “exceeds authorized access,”post, at\n9—unlike, say, a definitional provision directing that “ ‘the\nworddogis deemed to include all horses.’ ” Scalia,supra, at 232, n. 29.8For present purposes, we\nneed not address whether this inquiry turns only on technological\n(or “code-based”) limitations on access, or instead also looks to\nlimits contained in contracts or policies. Cf. Brief for Orin Kerr\nasAmicus Curiae7 (urging adoption of code-based\napproach).9Van Buren’s\ngates-up-or-down reading also aligns with the CFAA’s prohibition on\npassword trafficking. See Tr. of Oral Arg. 33. Enacted alongside\nthe “exceeds authorized access” definition in 1986, the\npassword-trafficking provision bars the sale of “any password or\nsimilar information through which a computer may be accessed\nwithout authorization.” §1030(a)(6). The provision thus\ncontemplates a “specific type of authorization—that is,\nauthentication,” which turns on whether a user’s credentials allow\nhim to proceed past a computer’s access gate, rather than on other,\nscope-based restrictions. Bellia, A Code-Based Approach to\nUnauthorized Access Under the Computer Fraud and Abuse Act, 84 Geo.\nWash. L. Rev. 1442, 1470 (2016); cf. A Dictionary of Computing, at\n30 (defining “authorization” as a “process by which users, having\ncompleted an . . . authentication stage, gain or are\ndenied access to particular resources based on their\nentitlement”).10Unlike the Government, the dissent\nwould read both clauses of subsection (a)(2) to require a\ncircumstance-specific analysis. Doing so, the dissent contends,\nwould reflect that “[p]roperty law generally protects against both\nunlawful entryandunlawful use.”Post, at 7. This\ninterpretation suffers from structural problems of its own.\nConsider the standard rule prohibiting the use of one’s work\ncomputer for personal purposes. Under the dissent’s approach, an\nemployee’s computer access would bewithoutauthorization if\nhe logged on to the computer with the purpose of obtaining a file\nfor personal reasons. In that event, obtaining the file would not\nviolate the “exceeds authorized access” clause, which applies only\nwhen one accesses a computer “withauthorization.”\n§1030(e)(6) (emphasis added). The dissent’s reading would therefore\nleave the “exceeds authorized access” clause with no work to do\nmuch of the time—an outcome that Van Buren’s interpretation (and,\nfor that matter, the Government’s) avoids.11While\nthe Government insists that Congress made this change\n“ ‘merely to clarify the language’ ” of §1030(a)(2),\nBrief for United States 28, the dissent has a different take. In\nthe dissent’s telling, the 1986 amendment in fact “expand[ed]” the\nprovision to reach “time and manner” restrictions on computer\naccess—not just purpose-based ones.Post, at 10–11. The\ndissent’s distinct explanation for why Congress removed\n§1030(a)(2)’s reference to “purpose” requires accepting that the\n“exceeds authorized access” definition supports a\ncircumstance-specific approach. We reject the dissent’s premise for\nthe textual and structural reasons already discussed.12Memorandum from U. S. Atty. Gen.\nto U. S. Attys. & Assistant Attys. Gen. for the Crim.\n& Nat. Security Divs., Intake and Charging Policy for Computer\nCrime Matters 5 (Sept. 11, 2014),\nhttps://www.justice.gov/criminal-ccips/file/904941/download\n(emphasis added). Although the Government asserts that it has\n“[h]istorically” prosecuted only “core conduct” like Van Buren’s\nand not the commonplace violations that Van Buren fears, Brief for\nUnited States 40, the contrary examples Van Buren and hisamicicite give reason to balk at that assurance. See Brief\nfor Petitioner 32–33; Brief for Orin Kerr asAmicus Curiae18–23; Brief for Technology Companies asAmici Curiae11.",
    "joined": []
}