{
    "case": {
        "docket": "16-712",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-712/"
    },
    "id": "3891043",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–712_________________OIL STATES ENERGY SERVICES, LLC, PETITIONERv.GREENE’S ENERGY GROUP, LLC, et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 24, 2018]Justice Gorsuch, with whom The Chief Justice\njoins, dissenting.After much hard work and no little investment\nyou devise something you think truly novel. Then you endure the\nfurther cost and effort of applying for a patent, devoting maybe\n$30,000 and two years to that process alone. At the end of it all,\nthe Patent Office agrees your invention is novel and issues a\npatent. The patent affords you exclusive rights to the fruits of\nyour labor for two decades. But what happens if someone later\nemerges from the woodwork, arguing that it was all a mistake and\nyour patent should be canceled? Can a political appointee and his\nadministrative agents, instead of an independent judge, resolve the\ndispute? The Court says yes. Respectfully, I disagree.We sometimes take it for granted today that\nindependent judges will hear our cases and controversies. But it\nwasn’t always so. Before the Revolution, colonial judges depended\non the crown for their tenure and salary and often enough their\ndecisions followed their interests. The problem was so serious that\nthe founders cited it in their Declaration of Independence (see\n¶11). Once free, the framers went to great lengths to guarantee a\ndegree of judicial independence for future generations that they\nthemselves had not experienced. Under the Constitution, judges\n“hold their Offices during good Behaviour” and their “Compensation\n. . . shall not be diminished during the[ir] Continuance\nin Office.” Art. III, §1. The framers knew that “a fixed provision”\nfor judges’ financial support would help secure “the independence\nof the judges,” because “a power over a man’s subsistence amounts\nto a power over his will.” The Federalist No. 79, p. 472 (C.\nRossiter ed. 1961) (A. Hamilton) (emphasis deleted). They were\nconvinced, too, that “[p]eriodical appointments, however regulated,\nor by whomsoever made, would, in some way or other, be fatal to\n[the courts’] necessary independence.” The Federalist No. 78, at\n471 (A. Hamilton).Today, the government invites us to retreat from\nthe promise of judicial independence. Until recently, most everyone\nconsidered an issued patent a personal right—no less than a home or\nfarm—that the federal government could revoke only with the\nconcurrence of independent judges. But in the statute before us\nCongress has tapped an executive agency, the Patent Trial and\nAppeal Board, for the job. Supporters say this is a good thing\nbecause the Patent Office issues too many low quality patents;\nallowing a subdivision of that office to clean up problems after\nthe fact, they assure us, promises an efficient solution. And, no\ndoubt, dispensing with constitutionally prescribed procedures is\noften expedient. Whether it is the guarantee of a warrant before a\nsearch, a jury trial before a conviction—or, yes, a judicial\nhearing before a property interest is stripped away—the\nConstitution’s constraints can slow things down. But economy\nsupplies no license for ignoring these—often vitally inefficient—\nprotections. The Constitution “reflects a judgment by the American\npeople that the benefits of its restrictions on the Government\noutweigh the costs,” and it is not our place to replace that\njudgment with our own.United Statesv.Stevens, 559\nU. S. 460, 470 (2010) .Consider just how efficient the statute before\nus is. The Director of the Patent Office is a political appointee\nwho serves at the pleasure of the President. 35 U. S. C.\n§§3(a)(1), (a)(4). He supervises and pays the Board members\nresponsible for deciding patent disputes. §§1(a), 3(b)(6), 6(a).\nThe Director is allowed to select which of these members, and how\nmany of them, will hear any particular patent challenge. See §6(c).\nIf they (somehow) reach a result he does not like, the Director can\nadd more members to the panel—including himself—and order the case\nreheard. See §§6(a), (c);In re Alappat, 33 F. 3d 1526,\n1535 (CA Fed. 1994) (en banc);Nidec Motor Corp.v.Zhongshan Broad Ocean Motor Co. Ltd., 868 F. 3d 1013,\n1020 (CA Fed. 2013) (Dyk, J., concurring), cert. pending, No.\n17–751. Nor has the Director proven bashful about asserting these\nstatutory powers to secure the “ ‘policy judgments’ ” he\nseeks. Brief for Petitioner 46 (quoting Patent Office Solicitor);\nsee also Brief for Shire Pharmaceuticals LLC asAmicus\nCuriae22–30.No doubt this efficient scheme is well intended.\nBut can there be any doubt that it also represents a retreat from\nthe promise of judicial independence? Or that when an independent\nJudiciary gives ground to bureaucrats in the adjudication of cases,\nthe losers will often prove the unpopular and vulnerable? Powerful\ninterests are capable of amassing armies of lobbyists and lawyers\nto influence (and even capture) politically accountable\nbureaucracies. But what about everyone else?Of course, all this invites the question: how do\nwe know which cases independent judges must hear? The\nConstitution’s original public meaning supplies the key, for the\nConstitution cannot secure the people’s liberty any less today than\nit did the day it was ratified. The relevant constitutional\nprovision, Article III, explains that the federal “judicial Power”\nis vested in independent judges. As originally understood, the\njudicial power extended to “suit[s] at the common law, or in\nequity, or admiralty.”Murray’s Lesseev.Hoboken Land\n& Improvement Co., 18 How. 272, 284 (1856). From this and\nas we’ve recently explained, it follows that, “[w]hen a suit is\nmade of the stuff of the traditional actions at common law tried by\nthe courts at Westminster in 1789 . . . and is brought\nwithin the bounds of federal jurisdiction, the responsibility for\ndeciding that suit rests with” Article III judges endowed with the\nprotections for their independence the framers thought so\nimportant.Sternv.Marshall, 564 U. S. 462, 484\n(2011) (internal quotation marks omitted). The Court does not\nquarrel with this test. Seeante, at 12–14. We part ways\nonly on its application.[1]As I read the historical record presented to us,\nonly courts could hear patent challenges in England at the time of\nthe founding. If facts were in dispute, the matter first had to\nproceed in the law courts. See,e.g.,Newshamv.Gray, 2 Atk. 286, 26 Eng. Rep. 575 (Ch. 1742). If successful\nthere, a challenger then had to obtain a writ ofscire\nfaciasin the law side of the Court of Chancery. See,e.g., Pfander, Jurisdiction-Stripping and the Supreme\nCourt’s Power To Supervise Inferior Tribunals, 78 Texas L. Rev.\n1433, 1446, n. 53 (2000); Lemley, Why Do Juries Decide If\nPatents Are Valid? 99 Va. L. Rev. 1673, 1686–1687 (2013) (Lemley,\nJuries). The last time an executive body (the King’s Privy Council)\ninvalidated an invention patent on an ordinary application was in\n1746, inDarbyv.Betton, PC2/99, pp. 358–359;\nand the last time the Privy Council evenconsidereddoing so\nwas in 1753, inBakerv.James, PC2/103,\npp. 320–321. AfterBakerv.James, the Privy\nCouncil “divest[ed] itself of its functions” in ordinary patent\ndisputes, Hulme, Privy Council Law and Practice of Letters Patent\nfor Invention from the Restoration to 1794 (Pt. II), 33 L. Q. Rev.\n180, 194 (1917), which “thereafter [were] adjudicated solely by the\nlaw courts, as opposed to the [crown’s] prerogative courts,”\nMossoff, Rethinking the Development of Patents: An Intellectual\nHistory, 1550–1800, 52 Hastings L. J. 1255, 1286–1287 (2001)\n(Mossoff, Rethinking Patents).[2]This shift to courts paralleled a shift in\nthinking. Patents began as little more than feudal favors.Id.,at 1261. The crown both issued and revoked them.\nLemley, Juries 1680–1681. And they often permitted the lucky\nrecipient the exclusive right to do very ordinary things, like\noperate a toll bridge or run a tavern.Ibid.But by the 18th\ncentury, inventors were busy in Britain and invention patents came\nto be seen in a different light. They came to be viewed not as\nendowing accidental and anticompetitive monopolies on the fortunate\nfew but as a procompetitive means to secure to individuals the\nfruits of their labor and ingenuity; encourage others to emulate\nthem; and promote public access to new technologies that would not\notherwise exist. Mossoff, Rethinking Patents 1288–1289. The\nConstitution itself reflects this new thinking, authorizing the\nissuance of patents precisely because of their contribution to the\n“Progress of Science and useful Arts.” Art. I, §8, cl. 8. “In\nessence, there was a change in perception—from viewing a patent as\na contract between the crown and the patentee to viewing it as a\n‘social contract’ between the patentee and society.” Waltersheid,\nThe Early Evolution of the United States Patent Law: Antecedents\n(Part 3), 77 J. Pat. & T. Off. Soc. 771, 793 (1995). And as\ninvention patents came to be seen so differently, it is no surprise\ncourts came to treat them more solicitously.[3]Unable to dispute that judges alone resolved\nvirtually all patent challenges by the time of the founding, the\nCourt points to three English cases that represent the Privy\nCouncil’s dying gasp in this area:Board of Ordnancev.Wilkinson, PC2/123 (1779);Grill [Grice]v.Waters, PC2/127 (1782); andBoard of Ordnancev.Parr, PC1/3919 (1810).[4] Filed in 1779, 1782, and 1810, each involved an effort\nto override a patent on munitions during wartime, no doubt in an\neffort to increase their supply. But even then appealing to the\nPrivy Council was seen as a last resort. The 1779 petition (the\nlast Privy Council revocation ever) came only after the patentee\ntwice refused instructions to litigate the patent’s validity in a\ncourt of law. Gómez-Arostegui & Bottomley, Privy Council andScire Facias1700–1883, p. 6 (Nov. 6, 2017)\nhttps://ssrn.com/abstract=3054989 (citingBoard of Ordnancev.Wilkinson, PC2/123 (1779), and PC1/11/150 (1779)). The\nCouncil did not act on the 1782 petition but instead referred it to\nthe Attorney General where it appears to have been abandoned.\nGómez-Arostegui & Bottomley, Privy Council andScire\nFacias,supra, at 17–18. Meanwhile, in response to the\n1810 petition the Attorney General admitted thatscire\nfaciaswas the “usual manner” of revoking a patent and so\ndirected the petitioner to proceed at law even as he suggested the\nPrivy Council might be available in the event of a “very pressing\nand imminent” danger to the public.Id.,at 20 (citing\nPC1/3919 (1810)).In the end, these cases do very little to\nsupport the Court’s holding. At most, they suggest that the Privy\nCouncil might have possessed some residual power to revoke patents\nto address wartime necessities. Equally, they might serve only as\nmore unfortunate evidence of the maxim that in time of war, the\nlaws fall silent.[5] But\nwhatever they do, these cases do not come close to proving that\npatent disputes were routinely permitted to proceed outside a court\nof law.Any lingering doubt about English law is\nresolved for me by looking to our own. While the Court is correct\nthat the Constitution’s Patent Clause “ ‘was written against\nthe backdrop’ ” of English practice,ante,at 14\n(quotingGrahamv.John Deere Co. of Kansas City, 383\nU. S. 1, 5 (1966) ), it’s also true that the Clause sought torejectsome of early English practice. Reflecting the\ngrowing sentiment that patents shouldn’t be used for\nanticompetitive monopolies over “goods or businesses which had long\nbefore been enjoyed by the public,” the framers wrote the Clause to\nprotect only procompetitive invention patents that are the product\nof hard work and insight and “add to the sum of useful knowledge.”Id., at 5–6. In light of the Patent Clause’s restrictions on\nthis score, courts took the view that when the federal government\n“grants a patent the grantee is entitled to itas a matter of\nright, and does not receive it, as was originally supposed to\nbe the case in England, as a matter of grace and favor.”Jamesv.Campbell, 104 U. S. 356, 358 (1882)\n(emphasis added). As Chief Justice Marshall explained, courts\ntreated American invention patents as recognizing an “inchoate\nproperty” that exists “from the moment of invention.”Evansv.Jordan, 8 F. Cas. 872, 873 (No. 4,564) (CC Va. 1813).\nAmerican patent holders thus were thought to “hol[d] a property in\n[their] invention[s] by as good a title as the farmer holds his\nfarm and flock.”Hoveyv.Henry, 12 F. Cas. 603, 604\n(No. 6,742) (CC Mass. 1846) (Woodbury, J.). And just as with farm\nand flock, it was widely accepted that the government could divest\npatent owners of their rights only through proceedings before\nindependent judges.This view held firm for most of our history. In\nfact, from the time it established the American patent system in\n1790 until about 1980, Congress left the job of invalidating\npatents at the federal level to courts alone. The only apparent\nexception to this rule cited to us was a 4 year period whenforeignpatentees had to “work” or commercialize their\npatents or risk having them revoked. Hovenkamp, The Emergence of\nClassical American Patent Law, 58 Ariz. L. Rev. 263, 283–284\n(2016). And the fact that for almost 200 years “earlier Congresses\navoided use of [a] highly attractive”—and surely more\nefficient—means for extinguishing patents should serve as good\n“reason to believe that the power was thought not to exist” at the\ntime of the founding.Printzv.United States, 521\nU. S. 898, 905 (1997) .One more episode still underscores the point.\nWhen the Executive sought to claim the right to cancel a patent in\nthe 1800s, this Court firmly rebuffed the effort. The Court\nexplained:“It has been settled by repeated decisions\nof this court that when a patent has [been issued by] the Patent\nOffice, it has passed beyond the control and jurisdiction of that\noffice, and is not subject to be revoked or cancelled by the\nPresident, or any other officer of the Government. It has become\nthe property of the patentee, and as such is entitled to the same\nlegal protection as other property.”McCormick Harvesting\nMachine Co.v.Aultman, 169 U. S. 606, 608 –609\n(1898) (citations omitted).As a result, the Court held, “[t]he only\nauthority competent to set a patent aside, or to annul it, or to\ncorrect it for any reason whatever, is vested in the courts of the\nUnited States, and not in the department which issued the pat-\nent.”Id., at 609.The Court today replies thatMcCormicksought only to interpret certain statutes then in force, not the\nConstitution.Ante, at 11, and n. 3. But this much is\nhard to see. Allowing the Executive to withdraw a patent,McCormicksaid, “would be to deprive the applicant of his\nproperty without due process of law, and would be in fact an\ninvasion of the judicial branch of the government by the\nexecutive.” 169 U. S., at 612.McCormickalso pointed\nto “repeated decisions” in similar cases that themselves do not\nseem to rest merely on statutory grounds. Seeid., at\n608–609 (citingUnited Statesv.Schurz, 102\nU. S. 378 (1880) , andUnited Statesv.American\nBell Telephone Co., 128 U. S. 315 (1888) ). AndMcCormickequated invention patents with land patents. 169\nU. S., at 609.That is significant because, while the\nExecutive has always dispensed public lands to homesteaders and\nother private persons, it has never been constitutionally empowered\nto withdraw land patents from their recipients (or their\nsuccessors-in-interest) except through a “judgment of a court.”United Statesv.Stone, 2 Wall. 525, 535 (1865);Wellness Int’l Network, Ltd.v.Sharif, 575\nU. S. ___, ___ (2015) (Thomas, J., dissenting) (slip op., at\n11) (“Although Congress could authorize executive agencies to\ndispose of public rights in lands—often by means of adjudicating a\nclaimant’s qualifications for a land grant under a statute—the\nUnited States had to go to the courts if it wished to revoke a\npatent” (emphasis deleted)).With so much in the relevant history and\nprecedent against it, the Court invites us to look elsewhere.\nInstead of focusing on the revocation of patents, it asks us to\nabstract the level of our inquiry and focus on their issuance.\nBecause the job of issuing invention patents traditionally belonged\nto the Executive, the Court proceeds to argue, the job of revoking\nthem can be left there too.Ante,at 6–10. But that doesn’t\nfollow. Just because you give a gift doesn’t mean you forever enjoy\nthe right to reclaim it. And, as we’ve seen, just because the\nExecutive couldissuean invention (or land) patent did not\nmean the Executive couldrevokeit. To reward those who had\nproven the social utility of their work (and to induce others to\nfollow suit), the law long afforded patent holders more protection\nthan that against the threat of governmental intrusion and\ndispossession. The law requires us to honor those historical\nrights, not diminish them.Still, the Court asks us to look away in yet\nanother direction. At the founding, the Court notes, the Executive\ncould sometimes both dispense and revoke public franchises. And\nbecause, it says, invention patents are a species of public\nfranchises, the Court argues the Executive should be allowed to\ndispense and revoke them too.Ante, at 9–10. But labels\naside, by the time of the founding the law treated patents\nprotected by the Patent Clause quite differently from ordinary\npublic franchises. Many public franchises amounted to little more\nthan favors resembling the original royal patents the framers\nexpressly refused to protect in the Patent Clause. The Court points\nto a good example: the state-granted exclusive right to operate a\ntoll bridge.Ante,at 9. By the founding, courts in this\ncountry (as in England) had come to view anticompetitive monopolies\nlike that with disfavor, narrowly construing the rights they\nconferred. SeeProprietors of Charles River Bridgev.Proprietors of Warren Bridge, 11 Pet. 420, 544 (1837). By\ncontrast, courts routinely applied to invention patents protected\nby the Patent Clause the “liberal common sense construction” that\napplies to other instruments creating private property rights, like\nland deeds.Davisv.Palmer, 7 F. Cas. 154, 158 (No.\n3,645) (CC Va. 1827) (Marshall, C. J.); see also Mossoff,\nReevaluating the Patent Privilege 990 (listing more differences in\ntreatment). As Justice Story explained, invention patents protected\nby the Patent Clause were “not to be treated as mere monopolies\nodious in the eyes of the law, and therefore not to be favored.”Amesv.Howard, 1 F. Cas. 755, 756 (No. 326) (CC\nMass. 1833). For precisely these reasons and as we’ve seen, the law\ntraditionally treated pat- ents issued under the Patent Clause very\ndifferently than monopoly franchises when it came to governmental\ninvasions. Patents alone required independent judges. Nor can\nsimply invoking a mismatched label obscure that fact. The people’s\nhistoric rights to have independent judges decide their disputes\nwith the government should not be a “constitutional Maginot Line,\neasily circumvented” by such “simpl[e] maneuver[s].”Bank\nMarkaziv.Peterson, 578 U. S. ___, ___ (2016)\n(Roberts, C. J., dissenting) (slip op., at 12).Today’s decision may not represent a rout but it\nat least signals a retreat from Article III’s guarantees. Ceding to\nthe political branches ground they wish to take in the name of\nefficient government may seem like an act of judicial restraint.\nBut enforcing Article III isn’t about protecting judicial authority\nfor its own sake. It’s about ensuring the people today and tomorrow\nenjoy no fewer rights against governmental intrusion than those who\ncame before. And the loss of the right to an independent judge is\nnever a small thing. It’s for that reason Hamilton warned the\njudiciary to take “all possible care . . . to defend\nitself against” intrusions by the other branches. The Federalist\nNo. 78, at 466. It’s for that reason I respectfully dissent.Notes1Some of our concurring\ncolleagues see it differently. Seeante, at 1 (Breyer, J.,\nconcurring). They point to language inCommodity Futures Trading\nComm’nv.Schor, 478 U. S. 833 (1986) , promoting\nthe notion that the political branches may “depart from the\nrequirements of Article III” when the benefits outweigh the costs.Id.,at 851. Color me skeptical. The very point of our\nwritten Constitution was to prevent the government from\n“depart[ing]” from its protections for the people and their liberty\njust because someone later happens to think the costs outweigh the\nbenefits. SeeUnited Statesv.Stevens, 559\nU. S. 460, 470 (2010) .2See also Brief for H.\nTomás Gómez-Arostegui et al. asAmici Curiae6–37;\nBrief for Alliacense Limited LLC asAmicus Curiae10–11;\nGómez-Arostegui & Bottomley, Privy Council and Scire Facias\n1700–1883, p. 2 (Nov. 6, 2017) (Addendum),\nhttps://ssrn.com/abstract=3054989 (all Internet materials as last\nvisited Apr. 20, 2018); Observations on the Utility of Patents, and\non the Sentiments of Lord Kenyon Respecting That Subject 23 (2d ed.\n1791) (“If persons of the same trade find themselves aggrieved by\nPatents taken for any thing already in use, their remedy is at\nhand. It is by a writ ofScire Facias”);Manciusv.Lawton, 10 Johns. 23, 24 (NY Sup. Ct. 1813) (Kent,\nC. J.) (noting the “settled English course” that\n“[l]etters-patent . . . can only be avoided in chancery,\nby a writ ofscire faciassued out on the part of the\ngovernment, or by some individual prosecuting in its name”\n(emphasis deleted)).3See also,e.g.,Mossoff, Who Cares What Thomas Jefferson Thought About Patents?\nReevaluating the Patent “Privilege” in Historical Context, 92\nCornell L. Rev. 953, 967–968 (2007) (Mossoff, Reevaluating the\nPatent Privilege) (“[A]n American patent in the late eighteenth\ncentury was radically different from the royal monopoly privilege\ndispensed by Queen Elizabeth or King James in the early seventeenth\ncentury. Patents no longer created, and sheltered from competition,\nmanufacturing monopolies—they secured the exclusive control of an\ninventor over his novel and useful scientific or mechanical\ninvention” (footnote omitted)); Mossoff, Rethinking Patents\n1286–1287; H. Fox, Monopolies and Patents: A Study of the History\nand Future of the Patent Monopoly 4 (1947).4The 1794 petition the\nCourt invokes,ante,at 13, involved a Scottish patent.Simpsonv.Cunningham, PC2/141, p. 88 (1794).\nThe English and Scottish patents systems, however, were distinct\nand enforced by different regimes. Gómez-Arostegui, Patent and\nCopyright Exhaustion in England Circa 1800, pp. 10–16, 37,\n49–50 (Feb. 9, 2017), https://ssrn.com/abstract=2905847. Besides,\neven in that case the Scottish Lord Advocate “ ‘was of\nopinion, that the question should be tried in a court of\nlaw.’ ” Gómez-Arostegui & Bottomley, Addendum,supra, at 23 (citing Petition of William Cunningham,\np. 5,Cunninghamv.Simpson, Signet Library\nEdinburgh, Session Papers 207:3 (Ct. Sess. Feb. 23,\n1796)).5After all, the English\nstatute of monopolies appeared to require the “force and validitie”\nof all patents to be determined only by “the Comon Lawes of this\nRealme & not otherwise.” 21 Jac. 1, c. 3, §2 (1624). So the\nPrivy Council cases on which the Court relies may not reflect the\nbest understanding of the British constitution.",
    "joined": []
}