{
    "case": {
        "docket": "16-6855",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-6855/"
    },
    "id": "3888146",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–6855_________________MARION WILSON, PETITIONERv.ERIC\nSELLERS, WARDENon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 17, 2018]Justice Gorsuch, with whom Justice Thomas and\nJustice Alito join, dissenting.After a state supreme court issues a summary\norder sustaining a criminal conviction, should a federal habeas\ncourt reviewing that decision presume it rests only on the reasons\nfound in a lower state court opinion? The answer is no. The statute\ngoverning federal habeas review permits no such “look through”\npresumption. Nor do traditional principles of appellate review. In\nfact, we demand theoppositepresumption for our\nwork—telling readers that we independently review each case and\nthat our summary affirmances may be read only as signaling\nagreement with a lower court’s judgment and not necessarily its\nreasons. Because I can discern no good reason to treat the work of\nour state court colleagues with less respect than we demand for our\nown, I would reject petitioner’s presumption and must respectfully\ndissent.Even so, some good news can be found here. While\nthe Court agrees to adopt a “look through” presumption, it does so\nonly after making major modifications to petitioner’s proposal. The\nCourt tells us that the presumption should count for little in\ncases “where the lower state court decision is unreasonable”\nbecause it is not “likely” a state supreme court would adopt\nunreasonable reasoning.Ante,at 9. In cases like that too,\nthe Court explains, federal courts remain free to sustain state\ncourt convictions whenever reasonable “ground[s] for affirmance\n[are] obvious from the state-court record” or appear in the\nparties’ submissions in state court or the federal habeas\nproceeding.Ibid.Exactly right, and exactly what the law\nhas always demanded. So while the Court takes us on a journey\nthrough novel presumptions and rebuttals, it happily returns us in\nthe end very nearly to the place where we began and belonged all\nalong.*To see the problem with petitioner’s\npresumption, start with the statute. The Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA) governs federal review\nof state criminal convictions. It says a federal court may not\ngrant habeas relief overturning a state court conviction “with\nrespect to any claim that was adjudicated on the merits in State\ncourt proceedings” unless (among other things) the petitioner can\nshow that the state court proceedings “resulted in a decision that\nwas contrary to, or involved an unreasonable application of,\nclearly established Federal law.” 28 U. S. C.\n§2254(d)(1). As the text and our precedent make clear, a federal\nhabeas court must focus its review on the final state court\ndecision on the merits, not any preceding decision by an inferior\nstate court. SeeGreenev.Fisher, 565 U. S. 34,\n40 (2011) . Nor does it matter whether the final state court\ndecision comes with a full opinion or in a summary order: the same\ndeference is due all final state court decisions.Harringtonv.Richter, 562 U. S. 86, 98 (2011) ;Cullenv.Pinholster, 563 U. S. 170, 187 (2011) .The upshot of these directions is clear. Even\nwhen the final state court decision “is unaccompanied by an\nexplanation, the habeas petitioner’s burden still must be met by\nshowingthere was no reasonable basisfor the state court to\ndeny relief.”Richter, 562 U. S., at 98 (emphasis\nadded). And before a federal court can disregard a final summary\nstate court decision, it “must determine what arguments or theories\n. . .could have supporte[d]the state court’s\ndecision; and then it must ask whether it is possible fairminded\njurists could disagree that those arguments or theories are\ninconsistent with the holding in a prior decision of this Court.”Id.,at 102 (emphasis added). Far from suggesting federal\ncourts should presume a state supreme court summary order rests on\nviews expressed in a lower court’s opinion, then, AEDPA and our\nprecedents require more nearly theoppositepresumption:\nfederal courts must presume the order rests on any reasonable basis\nthe law and facts allow.If this standard seems hard for a habeas\npetitioner to overcome, “that is because it was meant to be.”Ibid. In AEDPA, Congress rejected the notion that federal\nhabeas review should be “a substitute for ordinary error\ncorrection.”Id.,at 102–103. Instead, AEDPA “reflects the\nview that habeas corpus is a ‘guard againstextreme\nmalfunctionsin the state criminal justice systems.’ ”Id.,at 102 (emphasis added). “The reasons for this approach\nare familiar. ‘Federal habeas review of state convictions\nfrustrates both the States’ sovereign power to punish offenders and\ntheir good-faith attempts to honor constitutional rights.’ It\n‘disturbs the State’s significant interest in repose for concluded\nlitigation, denies society the right to punish some admitted\noffenders, and intrudes on state sovereignty to a degree matched by\nfew exercises of federal judicial authority.’ ”Id.,at\n103 (citations omitted).Petitioner and the Court today labor to\ndistinguish these authorities, but I don’t see how they might\nsucceed. They point to the fact that inRichterno state\ncourt had issued a reasoned order, while here a lower state court\ndid. See Brief for Petitioner 28–30;ante,at 8. But on what\naccount of AEDPA orRichterdoes that factual distinction\nmake a legal difference? Both the statute and our precedent explain\nthat federal habeas review looks to the final state court decision,\nnot any decision preceding it. Both instruct that to dislodge the\nfinal state court decision a petitioner must prove it involved an\nunreasonable application of federal law. And to carry that burden\nin the face of a final state court summary decision,Richterteaches that the petitioner must show no lawful basis could have\nreasonably supported it. To observe that some final state court\nsummary decisions are preceded by lower court reasoned opinions\nbears no more relevance to the AEDPA analysis than to say that some\nfinal state court summary decisions are issued on Mondays.[1]Unable to distinguishRichter, petitioner\nseeks to confine it by caricature. Because that case requires a\nfederal court to “imagine” its own arguments for denying habeas\nrelief and engage in “decision-making-by-hypothetical,” he argues\nit should be limited to its facts. Brief for Petitioner 28–30, 33;\nReply Brief 9. But the Court today does not adopt petitioner’s\ncharacterization, and for good reason:Richterrequires no\nsuch thing. In our adversarial system a federal court generally\nisn’trequiredto imagine or hypothesize arguments that\nneither the parties before it nor any lower court has presented. To\ndetermine if a reason-able basis “could have supported” a summary\ndenial of habeas relief underRichter, a federal court must\nlook to the state lower court opinion (if there is one), any\nargument presented by the parties in the state proceedings, and any\nargument presented in the federal habeas proceeding. Of course, a\nfederal court sometimes may con-sider on its own motion alternative\nbases for denying habeas relief apparent in the law and the record,\nbut it does not generally bear anobligationto do so. SeeWoodv.Mil-yard, 566 U. S. 463, 471 –473 (2012)\n(discussingDayv.McDonough, 547 U. S. 198\n(2006) , andGranberryv.Greer, 481 U. S. 129\n(1987) ).Nor is that the end of the problems with\npetitioner’s “look through” presumption. It also defies traditional\nrules of appellate practice that informed Congress’s work when it\nadopted AEDPA and that should inform our work today.McQuigginv.Perkins, 569 U. S. 383, 398 ,\nn. 3 (2013). Appellate courts usually have an independent duty\nto review the facts and law in the cases that come to them. Often\nthey see errors in lower court opinions. But often, too, they may\naffirm on alternative bases either argued by the parties or\n(sometimes) apparent to them on the face of the record. See,e.g., SECv.Chenery Corp., 318 U. S. 80, 88\n(1943) (noting “the settled rule that, in reviewing the decision of\na lower court, it must be affirmed if the result is correct\n‘although the lower court relied upon a wrong ground or gave a\nwrong reason’ ”);Wood,supra,at 473. And a\nbusy appellate court sometimes may not see the profit in devoting\nits limited resources to explaining the error and the alternative\nbasis for affirming when the outcome is sure to remain the same, so\nit issues a summary affirmance instead. To reflect these realities,\nthis Court has traditionally warned readersagainstpresuming our summary affirmance orders rest on reasons articulated\nin lower court opinions.Comptroller of Treasury of Md.v.Wynne, 575 U. S. ___, ___–___ (2015) (slip op., at\n16–17) (“ ‘[A] summary affirmance is an affirmance of the\njudgment only,’ and ‘the rationale of the affirmance may not be\ngleaned solely from the opinion below’ ”);Mandelv.Bradley, 432 U. S. 173, 176 (1977) (per curiam).\nThe courts of appeals have issued similar warnings for similar\nreasons about their own summary orders. See,e.g., Rates\nTechnology, Inc.v.Mediatrix Telecom, Inc., 688\nF. 3d 742, 750 (CA Fed. 2012);DeShongv.Seaboard\nCoast Line R. Co., 737 F. 2d 1520, 1523 (CA11 1984).\nAnd respect for this traditional principle of appellate practice\nsurely weighs against presuming a state court’s summary disposition\nrests solely on a lower court’s opinion. On what account could we\nreasonably demand more respect for our summary decisions than we\nare willing to extend to those of our state court colleagues?Petitioner and the Court offer only this tepid\nreply. They suggest that their “look through” presumption seeks to\nreflect “realistic[ally]” the basis on which the state summary\ndecision rests. See Brief for Petitioner 44;ante,at 7. But\nto the extent this is a claim that their presumption comports\nrealistically with longstanding traditions of appellate practice,\nit is wrong for the reasons just laid out. In fact, applying\ntraditional understandings of appellate practice, this Court has\nrefused to presume that state appellate courts even read lower\ncourt opinions rather than just the briefs before them. SeeBaldwinv.Reese, 541 U. S. 27, 31 (2004) . And\nsurely it is a mystery how the Court might today presume state\nsupreme courtsrelyon that which it traditionally presumes\nthey do notread.If the argument here is instead an empirical\nclaim that the “look through” presumption comports realistically\nwith what happened in this case and others like it, it is wrong\ntoo. Petitioner was convicted in Georgia. And during the pendency\nof this case in our Court, the Georgia Supreme Court issued an\norder confirming that lower courts in that State may not “presum[e]\nthat when this Court summarily denies an application to appeal an\norder denying habeas corpus relief, we necessarily agree with\neverything said in that order.”Redmonv.Johnson,\n809 S. E. 2d 468, 472 (Ga. 2018). The court explained that it\nhas long followed just this rule for all the reasons you’d expect.\nIt independently reviews the facts and law in each habeas case. If\nit finds something it thinks might amount to a consequential error,\nthe court sets the case for argument and usually prepares a full\nopinion. But “[o]n many occasions,” the court finds only\n“inconsequential errors.”Id.,at 471.[2] And in these cases the court normally issues a\nsummary affirmance because the costs associated with full treatment\nof the appeal outweigh the benefits of correcting what is at most\nharmless error, especially given the court’s heavy caseload and the\nneed to attend to more consequential matters.[3] Petitioner’s presumption thus does not seek to\nreflect reality; it seeks to deny it.The presumption is especially unrealistic in\nanother way. The Court and petitioner presume that a summary order\nby a state supreme court adoptsall the specific reasonsexpressed by a lower state court. In doing so, they disregard a far\nmore realistic possibility: that the state supreme court might have\nrelied only on the samegroundsfor the denial of relief as\ndid the lower court without necessarily adopting all its reasoning.\nHere, the lower state court denied petitioner’sStricklandclaim on the grounds that counsel’s performance was not deficient\nand peti-tioner suffered no prejudice. And it gave several reasons\nfor its conclusions: for example, the evidence petitioner sought to\nadmit “would have been inadmissible on evidentiary grounds,\ncumulative of other testimony, or otherwise would not have, in\nreasonable probability, changed the outcome of the trial.” App. 61.\nIn summarily denying relief, the state supreme court might have\nreached the same conclusions (no deficient performance and no\nprejudice) without resting on the exact same reasons.While the “look through” presumption cannot be\nsquared with AEDPA’s text, traditional rules, or Georgia’s actual\npractice, petitioner and the Court contend it is at least\nconsistent withYlstv.Nunnemaker, 501 U. S.\n797 (1991) . See Brief for Petitioner 38;ante,at 5–8. But\nit is not. In habeas review of state court convictions, federal\ncourts may only review questions of federal law. So if a state\ncourt decision rejecting a petitioner’s federal law claim rests on\na state procedural defect (say the petitioner filed too late under\nstate rules), federal courts generally have no authority to reach\nthe federal claim.Ylstsimply teaches that, if a lower\nstate court opinion expressly relied on an independent and adequate\nstate ground, we should presume a later state appellate court\nsummary disposition invoked it too. See 501 U. S., at 801,\n803. The decision thus seeks to protect state court decisions from\ndisplacement and reaches a result consistent with the traditional\nrule that a summary order invokesallfairly presented bases\nfor affirmance.Neither canYlstbe reimagined today as\nmeaning anything more. The case came years before AEDPA’s new\nstandards for habeas review and can offer nothing useful about\nthem. The work of interpreting AEDPA’s demands was left instead toRichter. And, as we’ve seen,Richterforecloses\npetitioner’s presumption. Of course, and as petitioner stresses,Richterdidn’t overruleYlst. But that’s for the\nsimple reason thatYlstcontinues to do important, if\nlimited, work in the disposition of procedural default claims\nbecause “AEDPA did not change the application of pre-AEDPA\nprocedural default principles.” B. Means, Federal Habeas Manual\n§9B:3 (2017).Uncomfortable questions follow too from any\neffort to reimagineYlst. If we were to takeYlstas\nsuggesting that summary decisions presumptively rely only on the\nreasons found in lower court opinions, wouldn’t we have to overrule\nour many precedents likeWynneandMandelthat\nexplicitly reject any such presumption? Wouldn’t circuit courts\nhave to discard their own similar precedents? Seesupra, at\n5–6. Consistency would seem to demand no less.The only answer petitioner and the Court offer\nis no answer at all. Consistency, they suggest, is overrated.Everywhere elsein the law we should retain the usual rule\nthat a summary affirmance can’t be read as presumptively resting on\nthe lower court’s reasons. They encourage us to useYlstonly as a tool for making aspecial exceptionfor AEDPA\ncases: here and here alone should we adopt petitioner’s “look\nthrough” presumption. Brief for Petitioner 18, 20;ante,at\n10 (stating that “we ‘look through’ the silent decision for a\nspecific and narrow purpose” under AEDPA). But just stating this\ngood-for-habeas-only rule should be enough to reject it. Summary\norders that happen to arise in state habeas cases should receive no\nless respect than those that arise anywhere else in the law. If\nanything, they should receivemorerespect, because federal\nhabeas review of state court decisions “ ‘intrudes on state\nsovereignty to a degree matched by few exercises of federal\njudicial authority.’ ”Richter,562 U. S., at\n103.*Petitioner’s novel presumption not only lacks\nany provenance in the law, it promises nothing for its trouble.\nConsider the most obvious question it invites, one suggested by the\nfacts of our own case: what happens when a state supreme court\nissues an order explaining that its summary affirmances do not\nnecessarily adopt the reasons in lower court opinions? Should that\nbe enough to rebut the “look through” presumption? After defending\nthe presumption, even the dissent in the Eleventh Circuit decision\nunder review recognized that a disclaimer along these lines should\nsuffice to rebut it. SeeWilsonv.Warden, 834\nF. 3d 1227, 1263 (2016) (en banc) (opinion of J. Pryor, J.)\n(“The Georgia Supreme Court could simply issue a one-line order\ndenying an application for a certificate of probable cause that\nindicates agreement with the result the superior court reached but\nnot the lower court’s reasons for rejecting the petitioner’s\nclaim”). And, of course, the Georgia Supreme Court has recently\nresponded to the dissent’s invitation by issuing just such a\ndisclaimer. So in the end petitioner’s presumption seems likely to\naccomplish nothing for him and only needless work for\nothers—inducing more state supreme courts to churn out more orders\nrestating the obvious fact that their summary dispositions don’t\nnecessarily rest on the reasons given by lower courts. Along the\nway, too, it seems federal courts will have their hands full. For\nwhile the Eleventh Circuit dissent had no difficulty acknowledging\nthat an order like Georgia’s suffices to overcome petitioner’s\npresumption, the Court today refuses to supply the same obvious\nanswer.Consider, too, the questions that would follow\nin the unlikely event a general order like the one from the Georgia\nSupreme Court wasn’t considered enough to overcome petitioner’s\npresumption. Quickly federal courts would be forced to decide: does\nthe “look through” presumption survive even when a state supreme\ncourt includes language ineverysummary order explaining\nthat its decision does not necessarily adopt the reasoning below?\nWhat if the state supreme court says something slightly different\nbut to the same effect, declaring in each case that it has\nindependently considered the relevant law and evidence before\ndenying relief? And if we start dictating what state court\ndisclaimers should look like and where they should appear, what\nexactly is left of Congress’s direction that our review is intended\nto guard only against “ ‘extreme malfunctions’ ” in state\ncriminal justice systems?Richter,supra, at 102.\nWouldn’t we be slipping into the business of “tell[ing] state\ncourts how they must write their opinions,” something this Court\nhas long said federal habeas courts “have no power” to do?Colemanv.Thompson, 501 U. S. 722, 739 (1991)\n.Apart from whether a (general or case-specific)\norder from a state supreme court suffices to overcome petitioner’s\npresumption, there’s the question what else might. Say a lower\nstate court opinion includes an error but the legal briefs or other\nsubmissions presented to the state supreme court supply sound\nalternative bases for affirmance. In those circumstances, should a\nfederal habeas court really presume that the state supreme court\nchose to repeat the lower court’s mistake rather than rely on the\nsolid grounds argued to it by the parties? What if a sound\nalternative basis for affirmance is presented for the first time in\nthe parties’ federal habeas submissions: are we to presume that the\nstate supreme court was somehow less able to identify a reasonable\nbasis for affirmance than federal habeas counsel?Here at least the Court does offer an answer.\nPetitioner insists that federal courts should presume that state\nsupreme court summary orders rest onunreasonablelower\nstate court opinions even in the face ofreasonablealternative arguments presented to the state supreme court or in\nfederal habeas proceedings. But seeming to recognize the\nunreasonableness of this request, the Court opts to reshape\nradically petitioner’s proposed presumption before adopting it.\nFirst, the Court states that “it is more likely that a state\nsupreme court’s single word ‘affirm’ rests upon alternative grounds\nwhere the lower state court decision is unreasonable.”Ante,at 9. Then, the Court proceeds to explain that “a federal habeas\ncourt may conclude that counsel has rebutted the presumption on the\nbasis of convincing alternative arguments for affirmance made to\nthe State’s highest court or equivalent evidence presented in its\nbriefing to the federal court similarly establishing that the\nState’s highest court relied on a different ground than the lower\nstate court, such as the existence of a valid ground for affirmance\nthat is obvious from the state-court record.”Ibid.The Court’s reshaping of petitioner’s\npresumption reveals just how futile this whole business really is.\nIf, as the Court holds, the “look through” presumption can be\nrebutted “where the lower state court decision is unreasonable,”ibid., it’s hard to see what good it does. Peti-tioner\nsought to assignunreasonablelower court opinions to final\nstate court summary decisions. To hear now that essentially onlyreasonable(and so sustainable) lower state court opinions\nare presumptively adopted by final state court summary decisions\nwill surely leave him sour on this journey and federal habeas\ncourts scratching their heads about the point of it all. And if, as\nthe Court also tells us, a federal habeas court can always deny\nrelief on a basis that is apparent from the record or on the basis\nof alternative arguments presented by the parties in state or\nfederal proceedings, then the “look through” presumption truly\nmeans nothing and we are back where we started. With the Court’s\nrevisions to petitioner’s presumption, a federal habeas court is\nneither obliged tolook throughexclusively to the reasons\ngiven by a lower state court, nor required topresumethat a\nsummary order adopts those reasons.All this is welcome news of a sort. The Court\nmay promise us a future of foraging through presumptions and\nrebuttals. But at least at the end of it we rest knowing that what\nwas true before remains true today: a federal habeas court should\nlook at all the arguments presented in state and federal court and\nexamine the state court record. And a federal habeas court should\nsustain a state court summary decision denying relief if those\nmaterials reveal a basis to do so reasonably consistent with this\nCourt’s holdings. Exactly what a federal court applying the statute\nandRichterhas had to do all along. Seesupra,at\n2–5. And exactly what the Eleventh Circuit correctly held it had to\ndo in this case.*Today, petitioner invites us to adopt a novel\npresumption that AEDPA, traditional principles of appellate review,\nand Georgia practice all preclude. It’s an invitation that requires\nus to treat the work of state court colleagues with disrespect we\nwould not tolerate for our own. And all to what end? None at all,\nit turns out. As modified by the Court, petitioner’s presumption\nnearly drops us back where we began, with only trouble to show for\nthe effort. Respectfully, I would decline the invitation to this\ncircuitous journey and just affirm.Notes1Petitioner and the Court\nseparately suggest thatPremov.Moore, 562\nU. S. 115 (2011) , supports their position because the Court\nthere did not followRichter’s approach. See Brief for\nPetitioner 40;ante,at 8–9. But the following sentences\nfromMoore(with emphasis added) are clear proof it did:\n“ ‘[t]he question is whether there isanyreasonable\nargumentthat counsel satisfiedStrickland’s deferential\nstandard,’ ” 562 U. S., at 123 (quotingRichter);\n“[t]o overcome the limitation imposed by §2254(d), the Court of\nAppeals had to conclude that both findings [i.e.,no\ndeficient performance and no prejudice]would haveinvolved\nan unreasonable application of clearly established law,”ibid.(citingRichter); “[t]he state court herereasonablycould havedetermined that [no prejudice\nexisted],”id.,at 129.Mooresimply found that a\nreason-able basis—provided by a state postconviction court—could\n(and did) support the denial of habeas relief.Id., at 123.\nIt did not rely on an unreasonable basis provided by a lower court\nto grant habeas relief, as petitioner seeks to have us do.Moorethus accords with AEDPA and our precedents, while\npetitioner’s presumption does not.2In language that will\nsound familiar to all judges and lawyers involved in litigating\nhabeas claims, the Georgia Supreme Court explained that “[t]here\nare many examples of inconsequential errors, but among the most\ncommon are the following: The habeas court rejects a claim both on\na procedural ground and, alternatively, on the substantive merits.\nThis Court determines that one of those rulings appears factually\nor legally erroneous, but the other is correct, so an appeal would\nresult in the habeas court’s judgment being affirmed on the correct\nground. In addressing an ineffective assistance of counsel claim\nunderStricklandv.Washington, 466 U. S. 668\n(1984) , the habeas court rules that counsel did not perform\ndeficiently as alleged. That ruling appears to be erroneous, but\nthis Court determines based on our review of the record that no\nprejudice resulted from the deficient performance, so an appeal\nwould result in affirming the habeas court’s judgment. Seeid.,at 697;Rozierv.Caldwell, 300 Ga. 30,\n31–32 (2016). In addressing other claims that require the\npetitioner to prove each element of a multi-part test, such as a\nclaim underBradyv.Maryland, 373 U. S. 83\n(1963) , the habeas court makes factual or legal errors regarding\nthe petitioner’s proof of one element but correctly concludes (or\nthe record clearly shows) that the petitioner has not proved\nanother required element. An appeal would result in this Court’s\naffirming the habeas court’s judgment. The habeas court misstates a\nlegal standard in one part of its order, but recites the standard\ncorrectly elsewhere in the order, and it is clear that the judgment\nis correct applying the right standard. In addressing a habeas\npetition with multitudinous claims, the habeas court’s order fails\nto explicitly rule on a claim, but the record shows that the claim\nis entirely meritless.”Redmon, 809 S. E. 2d, at\n471 (some citations omitted).3“[T]he burdens of\ninvoking the full appellate process, including writing opinions\nsimply to point out factual or legal errors that do not affect the\njudgment, are significant for this Court. We issue about 350\npublished opinions each year, all en banc, meaning that each\nJustice (seven of us until 2017, nine now) must evaluate an opinion\na day and author 35 to 50 majority opinions a year, with the help\nof only two law clerks in each chambers. Moreover, the Georgia\nConstitution requires this Court to issue its decision within the\ntwo terms of court after an appeal is docketed (which means within\nabout eight months, given our three terms per\nyear). . . . And our reasoned decisions are\nprecedent binding on all other Georgia courts, . . . so\nissuing opinions where the relevant law is already well-established\nruns the risk of creating inconsistencies.”Redmon, 809\nS. E. 2d, at 472.",
    "joined": []
}