{
    "case": {
        "docket": "17-646",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-646/"
    },
    "id": "4109122",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–646_________________TERANCE MARTEZ GAMBLE, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 17, 2019]Justice Gorsuch, dissenting.A free society does not allow its government to\ntry the same individual for the same crime until it’s happy with\nthe result. Unfortunately, the Court today endorses a colossal\nexception to this ancient rule against double jeopardy. My\ncolleagues say that the federal government and each State are\n“separate sovereigns” entitled to try the same person for the same\ncrime. So if all the might of one “sovereign” cannot succeed\nagainst the presumptively free individual, another may insist on\nthe chance to try again. And if both manage to succeed, so much the\nbetter; they can add one punishment on top of the other. But this\n“separate sovereigns exception” to the bar against double jeopardy\nfinds no meaningful support in the text of the Constitution, its\noriginal public meaning, structure, or history. Instead, the\nConstitution promises all Americans that they will never suffer\ndouble jeopardy. I would enforce that guarantee.I“Fear and abhorrence of governmental power to\ntry people twice for the same conduct is one of the oldest ideas\nfound in western civilization.”[1] Throughout history, people have worried about the vast\ndisparity of power between governments and individuals, the\ncapacity of the state to bring charges repeatedly until it wins the\nresult it wants, and what little would be left of human liberty if\nthat power remained unchecked. To address the problem, the law in\nancient Athens held that “[a] man could not be tried twice for the\nsame offense.”[2] The Roman\nRepublic and Empire incorporated a form of double jeopardy\nprotection in their laws.[3]\nThe Old Testament and later church teachings endorsed the bar\nagainst double jeopardy too.[4]\nAnd from the earliest days of the common law, courts recognized\nthat to “punish a man twice over for one offence” would be deeply\nunjust.[5]The rule against double jeopardy was firmly\nentrenched in both the American colonies and England at the time of\nour Revolution.[6] And the\nFifth Amendment, which prohibits placing a defendant “twice\n. . . in jeopardy of life or limb” for “the same offence”\nsought to carry the traditional common law rule into our\nConstitution.[7] As Joseph\nStory put it, the Constitution’s prohibition against double\njeopardy grew from a “great privilege secured by the common law”\nand meant “that a party shall not be tried a second time for the\nsame offence, after he has once been convicted, or acquitted of the\noffence charged, by the verdict of a jury, and judgment has passed\nthereon for or against him.”[8]Given all this, it might seem that Mr. Gamble\nshould win this case handily. Alabama prosecuted him for violating\na state law that “prohibits a convicted felon from possessing a\npistol” and sentenced him to a year in prison.[9] But then the federal government, apparently\ndispleased with the sentence, charged Mr. Gamble under 18\nU. S. C. §922(g)(1) with being a felon in possession of a\nfirearm based on the same facts that gave rise to the state\nprosecution. Ultimately, a federal court sentenced him to 46 months\nin prison and three years of supervised release. Most any ordinary\nspeaker of English would say that Mr. Gamble was tried twice for\n“the same offence,” precisely what the Fifth Amendment prohibits.\nTellingly, no one before us doubts that if either the federal\ngovernment or Alabama had prosecuted Mr. Gamble twice on these\nfacts and in this manner, it surely would have violated the\nConstitution.So how does the government manage to evade the\nFifth Amendment’s seemingly plain command? On the government’s\naccount, the fact that federal and state authorities split up the\nprosecutions makes all the difference. Though the Double Jeopardy\nClause doesn’t say anything about allowing “separate sovereigns” to\ndo sequentially what neither may do separately, the government\nassures us the Fifth Amendment’s phrase “same offence” does this\nwork. Adopting the government’s argument, the Court supplies the\nfollowing syllogism: “[A]n ‘offence’ is defined by a law, and each\nlaw is defined by a sovereign. So where there are two sovereigns,\nthere are two laws, and two ‘offences.’ ”Ante, at\n3–4.But the major premise of this argument—that\n“where there are two laws there are ‘two offenses’ ”—is\nmistaken. We know that the Constitution is not so easily evaded and\nthat two statutescanpunish the same offense.[10] The framers understood the term\n“offence” to mean a “transgression.”[11] And they understood that the same transgression might\nbe punished by two pieces of positive law: After all,\nconstitutional protections were not meant to be flimsy things but\nto embody “principles that are permanent, uniform, and\nuniversal.”[12] As this\nCourt explained long ago inBlockburgerv.United\nStates, “where the same act or transaction constitutes a\nviolation of two distinct statutory provisions, the test to be\napplied to determine whether there are two offenses or only one, is\nwhether each provision requires proof of a fact which the other\ndoes not.”[13] So if two\nlaws demand proof of the same facts to secure a conviction, they\nconstitute a single offense under our Constitution and a second\ntrial is forbidden. And by everyone’s admission, that is exactly\nwhat we have here: The statute under which the federal government\npro- ceeded required it to prove no facts beyond those Alabama\nneeded to prove under state law to win its conviction; the two\nprosecutionswerefor the same offense.That leaves the government and the Court to rest\non the fact that distinct governmental entities, federal and state,\nenacted these identical laws. This, we are told, is enough to\ntransform what everyone agrees would otherwise be the same offense\ninto two different offenses. But where isthatdistinction\nto be found in the Constitution’s text or original public\nunderstanding? We know that the framers didn’t conceive of the term\n“same offence” in some technical way as referring only to the same\nstatute. And if double jeopardy preventsonegovernment from\nprosecuting a defendant multiple times for the same offense under\nthe banner of separate statutory labels, on what account can it\nmake a difference whenmanygovernments collectively seek to\ndo the same thing?The government identifies no evidence suggesting\nthat the framers understood the term “same offence” to bear such a\nlawyerly sovereign-specific meaning. Meanwhile, Blackstone’s\nCommentaries explained how “Roman law,” “Athens,” “the Jewish\nrepublic,” and “English Law” addressed the singular “offence of\nhomicide,” and how the Roman, Gothic, and ancient Saxon law\napproached the singular “offence of arson.”[14] Other treatises of the period contain\nsimilar taxonomies of “offences” that are not\nsovereign-specific.[15]\nMembers of the Continental Congress, too, used the word “offence”\nin this same way. In 1786, a congressional committee endorsed\nfederal control over import duties because otherwise “thirteen\nseparate authorities” might “ordain various penalties for the same\noffence.”[16] In 1778, the\nContinental Congress passed a resolution declaring that a person\nshould not be tried in state court “for the same offense, for which\nhe had previous thereto been tried by a Court Martial.”[17] And in 1785, the Continental\nCongress considered an ordinance declaring that a defendant could\n“plead a formal Acquital on a Trial” in a maritime court “for the\nsame supposed Offences, in a similar Court in one of the other\nUnited States.”[18] In all\nof these examples, early legislators—including many of the same\npeople who would vote to add the Fifth Amendment to the Bill of\nRights just a few years later—recognized that transgressions of\nstate and federal law could constitute the “same offence.”The history of the Double Jeopardy Clause itself\nsupplies more evidence yet. The original draft prohibited “more\nthan one trial or one punishment for the same offence.”[19] One representative then proposed\nadding the words “by any law of the United States” after “same\noffence.”[20] That proposal\nclearly would have codified the government’s sovereign-specific\nview of the Clause’s operation. Yet, Congress proceeded to reject\nit.Viewed from the perspective of an ordinary\nreader of the Fifth Amendment, whether at the time of its adoption\nor in our own time, none of this can come as a surprise. Imagine\ntrying to explain the Court’s separate sovereigns rule to a\ncriminal defendant, then or now. Yes, you were sentenced to state\nprison for being a felon in possession of a firearm. And don’t\nworry—the State can’t prosecute you again. But a federal prosecutorcansend you to prison again for exactly the same thing.\nWhat’s more, that federal prosecutor may work hand-in-hand with the\nsame state prosecutor who already went after you. They can share\nevidence and discuss what worked and what didn’t the first time\naround. And the federal prosecutor can pursue you even if you wereacquittedin the state case. None of that offends the\nConstitution’s plain words protecting a person from being placed\n“twice . . . in jeopardy of life or limb” for “the same\noffence.” Really?IIWithout meaningful support in the text of the\nDouble Jeopardy Clause, the government insists that the separate\nsovereigns exception is at least compelled by the structure of our\nConstitution. On its view, adopted by the Court today, allowing the\nfederal and state governments to punish the same defendant for the\nsame conduct “honors the substantive differences between the\ninterests that two sovereigns can have” in our federal system.Ante, at 5.But this argument errs from the outset. The\nCourt seems to assume that sovereignty in this country belongs to\nthe state and federal governments, much as it once belonged to the\nKing of England. But as Chief Justice Marshall explained, “[t]he\ngovernment of the Union . . . is emphatically, and truly,\na government of the people,” and all sovereignty “emanates from\nthem.”[21] Alexander\nHamilton put the point this way: “[T]he national and State systems\nare to be regarded” not as different sovereigns foreign to one\nanother but “as ONE WHOLE.”[22] Under our Constitution, the federal and state\ngovernments are but two expressions of a single and sovereign\npeople.This principle resonates throughout our history\nand law. State courts that refused to entertain federal causes of\naction found little sympathy when attempting the very separate\nsovereigns theory underlying today’s decision.[23] In time, too, it became clear that federal\ncourts may decide state-law issues, and state courts may decide\nfederal questions.[24] Even\nin the criminal context, this Court has upheld removal of some\nstate criminal actions to federal court.[25] And any remaining doubt about whether the States\nand the federal government are truly separate sovereigns was\nultimately “resolved by war.”[26]From its mistaken premise, the Court continues\nto the flawed conclusion that the federal and state governments can\nsuccessively prosecute the same person for the same offense. This\nturns the point of our federal experiment on its head. When the\n“ONE WHOLE” people of the United States assigned different aspects\nof their sovereign power to the federal and state governments, they\nsought not tomultiplygovernmental power but tolimitit. As this Court has explained, “[b]y denying any one\ngovernment complete jurisdiction over all the concerns of public\nlife, federalism protects the liberty of the individual from\narbitrary power.”[27] Yet\ntoday’s Court invokes federalism not to protect individual liberty\nbut to threaten it, allowing two governments to achieve together an\nobjective denied to each. The Court brushes this concern aside\nbecause “the powers of the Federal Government and the States often\noverlap,” which “often results in two layers of regulation.”Ante, at 10. But the Court’s examples—taxation, alcohol, and\nmari- juana—involve areas that the federal and state governments\neach may regulate separately under the Constitution as interpreted\nby this Court. That is miles away from the separate sovereigns\nexception, which allows the federal and state governments to\naccomplish together whatneithermay do separately\nconsistent with the Constitution’s commands. As Justice Black\nunderstood, the Court’s view today “misuse[s] and desecrat[es]\n. . . the concept” of federalism.[28] For “it is just as much an affront to\n. . . human freedom for a man to be punished twice for\nthe same offense” by two parts of the people’s government “as it\nwould be for one . . . to throw him in prison twice for\nthe offense.”[29]IIIAIf the Constitution’s text and structure do\nnot supply persuasive support for the government’s position, what\nabout a more thorough exploration of the common law from which the\nFifth Amendment was drawn?By 1791 when the Fifth Amendment was adopted, an\narray of common law authorities suggested that a prosecution inanycourt, so long as the court had jurisdiction over the\noffense, was enough to bar future reprosecution in another court.\nBlackstone, for example, reported that an acquittal “before any\ncourt having competent jurisdiction of the offence” could be\npleaded “in bar of any subsequent accusation for the same\ncrime.”[30] For support,\nBlackstone pointed toBeakv.Tyrhwhit,[31] a 1688 case in which the\nreporter described an acquittal in a foreign country followed by an\nattempted second prosecution in England that the court held\nimpermissible. Another treatise by William Hawkins likewise\nconsidered it “settled” as early as 1716 “[t]hat an Acquittalin\nany Court whatsoever, which has a Jurisdiction of the Cause, is\nas good a Bar of any subsequent Prosecution for the same\nCrime.”[32]What these authorities suggest many more\nconfirm. Henry Bathurst’s 1761 treatise on evidence taught that “a\nfinal Determination in a Court having competent Jurisdiction is\nconclusive in all Courts of concurrent Jurisdiction.”[33] Nor was this merely a rule about\nthe competency of evidence, as the next sentence reveals: “IfA.having killed a Person inSpainwas there\nprosecuted, tried, and acquitted, and afterwards was indicted here\n[in England], he might plead the Acquittal inSpainin\nBar.”[34] Francis Buller’s\n1772 treatise repeated the same rule, articulating it the same\nway.[35] And to illustrate\ntheir point, both treatises cited the 1678 English case ofKingv.Hutchinson. Although no surviving written\nreport ofHutchinsonremains, several early common law\ncases—includingBeakv.Thyrwhit,[36]Burrowsv.Jemino,[37] andKingv.Roche[38]—described its holding in exactly the same way the\ntreatise writers did: All agreed that it barred the retrial in\nEngland of a defendant previously tried for murder in Spain or\nPortugal.When they envisioned the relationship between\nthe national government and the States under the new Constitution,\nthe framers sometimes referenced by way of comparison the\nrelationship between Wales, Scotland, and England.[39] And prosecutions in one of these places\npretty plainly barred subsequent prosecutions for the same offense\nin the others. So, for example, treatises explained that “an\nAcquittal of Murder at a Grand Sessions inWales, may be\npleaded to an Indictment for the same Murder inEngland. For\nthe Rule is, That a Man’s Life shall not be brought into Danger for\nthe same Offence more than once.”[40] Indeed, when an English county indicted a defendant\n“for a murder committed . . . in Wales,” it was barred\nfrom proceeding when the court learned that the defendant had\nalready been tried and acquitted “of the same offence” in\nWales.[41]Against this uniform body of common law weighsGagev.Bulkeley—a civil, not criminal, case from\n1744 that suggestedHutchinsonhad held only that the\nEnglish courts lacked jurisdiction to try a defendant for an\noffense committed in Portugal. Because “the murder was committed inPortugal,”Gageargued, “the Court of King’s Bench\ncould not indict him, and there was no method of trying him but\nupon a special commission.”[42] But no one else—not the treatise writers or the other\nEnglish cases that favorably citedHutchinson—adoptedGage’s restrictive reading of that precedent.In the end, then, it’s hard to see how anyone\nconsulting the common law in 1791 could have avoided this\nconclusion: While the issue may not have arisen often, the great\nweight of authority indicated that successive prosecutions by\ndifferent sovereigns—even sovereigns as foreign to each other as\nEngland and Portugal—were out of bounds. And anyone familiar with\nthe American federal system likely would have thought the rule\napplied with even greater force to successive prosecutions by the\nUnited States and a constituent State, given that both governments\nderive their sovereignty from the American people.Unable to summon any useful preratification\ncommon law sources of its own, the government is left to nitpick\nthose that undermine its position. For example, the Court dismissesBeakbecause “Hutchinsonis discussed only in the\ndefendant’s argument in that case, not the court’s response.”Ante, at 16. But theBeakcourt did not reject theHutchinsonargument, and counsel’s use of the case sheds\nlight on how 17th- and 18th-century lawyers understood the double\njeopardy bar. The Court likewise deridesKingv.Thomasas “totally irrelevant” because in the 17th century,\nWales and England shared the same laws. But our federal and state\ngovernments share the same fundamental law and source of authority,\nand the Wales example is at least somewhat analogous to our federal\nsystem.[43] Finally, the\nCourt complains thatRoche’s footnote citingHutchinsonwas added only in 1800, after the Fifth\nAmendment’s ratification.Ante, at 16. But that is hardly a\npoint for the government, because even so it provides an example of\na later reporter attempting to describe thepre-existingstate of the law; nor, as it turns out, was the footnote even\nessential to theRochecourt’s original analysis and\nconclusion reached in 1775, well before the Fifth Amendment’s\nratification.[44] And among\nall these complaints, we should not lose the forest for the trees.\nThe Court’s attempts to explain away so many uncomfortable\nauthorities are lengthy, detailed, even herculean. But in the end,\nneither it nor the government has mustered asinglepreratification common law authority approving a case of successive\nprosecutions by separate sovereigns for the same offense.BWhat we know about the common law before the\nFifth Amendment’s ratification in 1791 finds further confirmation\nin how later legal thinkers in both England and America described\nthe rule they had inherited.Start with England. As it turns out, “it would\nhave been difficult to have made more than the most cursory\nexamination of nineteenth century or later English treatises or\ndigests without encountering” theHutchinsonrule.[45] In 1802, a British treatise\nexplained that “an acquittal on a criminal charge in a foreign\ncountry may be pleaded in bar of an indictment for the same offence\nin England.”[46] Three\ndecades later, another treatise observed (citingHutchinson)\nthat “[a]n acquittal by a competent jurisdiction abroad is a bar to\nan indictment for the same offence before any other\ntribunal.”[47] In 1846, the\nScottish High Court of Justiciary declared that “[i]f a man has\nbeen tried for theft in England, we would not try him again\nhere.”[48] Twentieth century\ntreatises recited the same rule.[49] In 1931, the American Law Institute stated that “[i]f\na person has been acquitted in a court of competent jurisdiction\nfor an offense in another country he may not be tried for the same\noffense again in an English Court.”[50] And in 1971, an English judge explained that the bar\non “double jeopardy . . . has always applied whether the\nprevious conviction or acquittal based on the same facts was by an\nEnglish court or by a foreign court.”[51] The Court today asks us to assume that all these\nlegal authorities misunderstood the common law’s ancient rule. I\nwould not.Even more pertinently, consider how 18th-century\nAmericans understood the double jeopardy provision they had\nadopted. The legal treatises an American lawyer practicing between\nthe founding and the Civil War might have consulted uniformly\nrecited theHutchinsonrule as black letter law. Chancellor\nKent wrote that “the plea ofautrefois acquit, resting on a\nprosecution [in] any civilized state, would be a good plea in any\nother civilized state.”[52]\nThomas Sergeant explained that “[w]here the jurisdiction of the\nUnited States court and of a state Court is concurrent, the\nsentence of either court, whether of conviction or acquittal, may\nbe pleaded in bar to a prosecution in the other.”[53] William Rawle echoed that conclusion in\nvirtually identical words.[54] Indeed, one early commentator wrote that a “principal\nreason” for the Double Jeopardy Clause was to prevent successive\nstate and federal prosecutions, which he considered to be against\n“[n]atural justice.”[55] Nor\ndid these treatises purport to invent a new rule; they claimed only\nto recite the traditional one.This Court’s early decisions reflected the same\nprinciple. InHoustonv.Moore, a Pennsylvania\ncourt-martial tried a member of the state militia for desertion\nunder an “act of the legislature of Pennsylvania.”[56] The defendant objected that the state\ncourt-martial lacked jurisdiction because federal law criminalized\nthe same conduct and prosecuting him in the state court could thus\nexpose him to double jeopardy. In an opinion by Justice Washington,\nthe Court disagreed and allowed the prosecution, but reassured the\ndefendant that “if the jurisdiction of the two Courts be\nconcurrent, the sentence of either Court, either of conviction or\nacquittal, might be [later] pleaded in bar of the prosecution\nbefore the other.”[57] In\ndissent, Justice Story thought the state court lacked jurisdiction\nbecause otherwise the defendant would be “liable to be twice tried\nand punished for the same offence, against the manifest intent of\nthe act of Congress, the principles of the common law, and the\ngenius of our free government.”[58] But notice the point of agreement between majority\nand dissent: Both acknowledged that a second prosecution for the\nsame underlying offense would be prohibited even if brought by a\nseparate government.[59]Another case decided the same year also\nreflected theHutchinsonrule. InUnited Statesv.Furlong, one British subject killed another on the high\nseas, and the killer was indicted in an American federal court for\nrobbery and murder. This Court unanimously held that “[r]obbery on\nthe seas is considered as an offence within the criminal\njurisdiction of all nations” that can therefore be “punished by\nall,” and there can be “no doubt that the plea ofautre fois\nacquit[double jeopardy] would be good in any civilized State,\nthough resting on a prosecution instituted in the Courts of any\nother civilized State.”[60]A number of early state cases followed the same\nrule. Indeed, the Court today acknowledges that Massachusetts,\nMichigan, and Vermont all followedHutchinson.Ante,\nat 22.[61] The Court agrees\nthat South Carolina did too,[62] but it believes that a later South Carolina case\nmight have deviated from theHutchinsonrule. That decision,\nhowever, contains at best only “an inconclusive discussion coming\nfrom a State whose highest court had previously stated\nunequivocally that a bar against double prosecutions would\nexist.”[63]In the face of so much contrary authority, the\nCourt winds up leaning heavily on a single 1794 North Carolina\nSuperior Court decision,Statev.Brown. But the\nCourt’s choice here is revealing. True,Brownsaid that a\nverdict in North Carolina would not be “pleadable in bar to an\nindictment preferred against [the defendant] in the Territory South\nof the Ohio.”[64] But the\nCourt leaves out what happened next.Brownwent on torejectconcurrent jurisdiction because trying the defendant\n“according to the several laws of each State” could result in him\nbeing “cropped in one, branded and whipped in another, imprisoned\nin a third, and hanged in a fourth; and all forone and the same\noffence.”[65] The North\nCarolina court viewed that result as “against natural justice” and\n“therefore [could] not believe it to be law.”[66] So it is that the principal support the\nCourt cites for its position is a state case that both\n(1) regarded transgressions of the laws of a State and a\nU. S. territory as the “same offence,” and (2) expressed\naversion at the thought of both jurisdictions punishing the\ndefendant for that singular offense.[67]IVWith the text, principles of federalism, and\nhistory now arrayed against it, the government is left to suggest\nthat we should retain the separate sovereigns exception under the\ndoctrine ofstare decisis. But if that’s the real basis for\ntoday’s result, let’s at least acknowledge this: By all\nappearances, the Constitution as originally adopted and understood\ndidnotallow successive state and federal prosecutions for\nthe same offense, yet the government wants this Court to tolerate\nthe practice anyway.Stare decisishas many virtues, but when\nit comes to enforcing the Constitution this Court must take (and\nalways has taken) special care in the doctrine’s application. After\nall, judges swear to protect and defend the Constitution, not to\nprotect what it prohibits. And while we rightly pay heed to the\nconsidered views of those who have come before us, especially in\nclose cases,stare decisisisn’t supposed to be “the art of\nbeing methodically ignorant of what everyone knows.”[68] Indeed, blind obedience tostare\ndecisiswould leave this Court still abiding grotesque errors\nlikeDred Scottv.Sandford,[69]Plessyv.Ferguson,[70] andKorematsuv.United States.[71] As\nJustice Brandeis explained, “in cases involving the Federal\nConstitution, where correction through legislative action is\npractically impossible, this Court has often overruled its earlier\ndecisions. The Court bows to the lessons of experience and the\nforce of better reasoning, recognizing that the process of trial\nand error, so fruitful in the physical sciences, is appropriate\nalso in the judicial function.”[72]For all these reasons, whilestare\ndecisiswarrants respect, it has never been “ ‘an\ninexorable command,’ ”[73] and it is “at its weakest when we interpret the\nConstitution.”[74] In\ndeciding whether one of our cases should be retained or overruled,\nthis Court has traditionally considered “the quality of the\ndecision’s reasoning; its consistency with related decisions; legal\ndevelopments since the decision; and reliance on the\ndecision.”[75] Each of these\nfactors, I believe, suggests we should reject the separate\nsovereigns exception.Take the “quality of [the] reasoning.”[76] The first cases to suggest that\nsuccessive prosecutions by state and federal authorities might be\npermissible did not seek to address the original meaning of the\nword “offence,” the troubling federalism implications of the\nexception, or the relevant historical sources. Between 1847 and\n1850, the Court decided a pair of cases,United Statesv.Marigold[77] andFoxv.Ohio.[78] While addressing other matters in those decisions,\nthe Court offered passing approval to the possibility of successive\nstate and federal prosecutions, but did so without analysis and\nwithout actually upholding a successive conviction. Indeed, in\nplace of a careful constitutional analysis, theFoxCourt\nmerely offered its judgment that “the benignant spirit” of\nprosecutors could be relied on to protect individuals from too many\nrepetitive prosecutions.[79]\nWe do not normally give precedential effect to such stray\ncommentary.Perhaps the first real roots of the separate\nsovereigns exception can be traced to this Court’s 1852 decision inMoorev.Illinois.[80] As it did five years later and more notoriously inDred Scott,[81] the\nCourt inMooredid violence to the Constitution in the name\nof protecting slavery and slaveowners. InDred Scottthe\nCourt held that the Due Process Clause prevented Congress from\nprohibiting slavery in the territories, though of course the Clause\ndid nothing of the sort.[82]\nAnd inMoorethe Court upheld a state fugitive slave law\nthat it judged important because the States supposedly needed “to\nprotect themselves against the influx either of liberated or\nfugitive slaves, and to repel from their soil a population likely\nto become burdensome and injurious, either as paupers or\ncriminals.”[83] The\ndefendant, who had harbored a fugitive slave, objected that\nupholding the state law could potentially expose him to double\nprosecutions by the state and federal governments. The Court\nrejected that argument, reasoning simply that such double\npunishment could be consistent with the Constitution if the\ndefendant had violated both state and federal law.[84] Yet notably, even here, the Court did\nnot actually approve a successive prosecution.Nor did the trajectory of the separate\nsovereigns exception improve much from there. The first time the\nCourt actually approved an “instance of double prosecution [and]\nfailed to find some remedy . . . to avoid it” didn’t\narrive until 1922.[85] In\nthat case,United Statesv.Lanza,[86] the federal government prosecuted the\ndefendants for manufacturing, transporting, and possessing alcohol\nin violation of the National Prohibition Act. The defendants argued\nthat they had already been prosecuted by the State of Washington\nfor the same offense. But, notably, the defendants did not directly\nquestion the permissibility of successive prosecutions for the same\noffense under state and federal law. Instead, the defendants argued\nthat both of the laws under which they were punished really derived\nfrom the “same sovereign:” the national government, by way of the\nEighteenth Amendment that authorized Prohibition. After rejecting\nthat argument as an “erroneous view of the matter,” the Court\nproceeded on, perhaps unnecessarily, to offer its view that “an act\ndenounced as a crime by both national and state sovereignties is an\noffense against the peace and dignity of both and may be punished\nby each.”[87] Given that the\nCourt was not asked directly to consider the propriety of\nsuccessive prosecutions under separate state and federal laws for\nthe same offense, it is perhaps unsurprising the Court did not\nconsult the original meaning of the Double Jeopardy Clause or\nconsult virtually any of the relevant historical sources before\noffering its dictum.It matters, too, that these cases “were decided\nby the narrowest of margins, over spirited dissents challenging the\nbasic underpinnings of those decisions.”[88] InMoore, Justice McLean wrote that\nalthough “the Federal and State Governments emanate from different\nsovereignties,” they “operate upon the same people, and should have\nthe same end in view.”[89]\nHe “deeply regret[ted] that our government should be an exception\nto a great principle of action, sanctioned by humanity and\njustice.”[90]BartkusandAbbate, cases decided in the 1950s that more clearly\napproved the separate sovereigns exception, were decided only by\n5-to-4 and 6-to-3 margins, and Justice Black’s eloquent dissents in\nthose cases have triggered an avalanche of persuasive academic\nsupport.[91]What is more, the “underpinnings” of the\nseparate sovereigns exception have been “erode[d] by subsequent\ndecisions of this Court.”[92] When this Court decidedMoore,Lanza,Bartkus, andAbbate, the Double Jeopardy Clause\napplied only to thefederalgovernment under this Court’s\ndecision inPalkov.Connecticut.[93] In those days, one might have thought,\nthe separate sovereigns exception at least served to level the\nplaying field between the federal government and the States: If a\nState could retry a defendant after a federal trial, then the\nfederal government ought to be able to retry a defendant after a\nstate trial. But in time the Court overruledPalkoand held\nthat the Double Jeopardy Clausedoesapply to the\nStates—and, with that, a premise once thought important to the\nexception fell away.[94]Nor has only the law changed; the world has too.\nAnd when “far-reaching systemic and structural changes” make an\n“earlier error all the more egregious and harmful,”stare\ndecisiscan lose its force.[95] In the era when the separate sovereigns exception\nfirst emerged, the federal criminal code was new, thin, modest, and\nrestrained. Today, it can make none of those of boasts. Some\nsuggest that “the federal government has [now] duplicated\nvir-tually every major state crime.”[96] Others estimate that the U. S. Code contains\nmore than 4,500 criminal statutes, not even counting the hundreds\nof thousands of federal regulations that can trigger criminal\npenalties.[97] Still others\nsuggest that “ ‘[t]here is no one in the United States over\nthe age of 18 who cannot be indicted for some federal\ncrime.’ ”[98] If long\nago the Court could have thought “the benignant spirit” of\nprosecutors rather than unwavering enforcement of the Constitution\nsufficient protection against the threat of double prosecutions,\nit’s unclear how we still might.That leaves reliance. But the only people who\nhave relied on the separate sovereigns exception are prosecutors\nwho have sought to double-prosecute and double-punish. And this\nCourt has long rejected the idea that “law enforcement reliance\ninterests outweig[h] the interest in protecting individual\nconstitutional rights so as to warrant fidelity to an unjustifiable\nrule.”[99] Instead, “[i]f it\nis clear that a practice is unlawful, individuals’ interest in its\ndiscontinuance clearly outweighs any law enforcement ‘entitlement’\nto its persistence.”[100]\nThat is the case here.The Court today disregards these lessons. It\nworries that overturning the separate sovereigns rule could\nundermine the reliance interests of prosecutors in transnational\ncases who might be prohibited from trying individuals already\nacquitted by a foreign court.Ante, at 7. Yet even on its\nown terms, this argument is unpersuasive. The government has not\neven attempted to quantify the scope of the alleged “problem,” and\nperhaps for good reason. Domestic prosecutors regularly coordinate\nwith their foreign counterparts when pursuing transnational\ncriminals, so they can often choose the most favorable forum for\ntheir mutual efforts. And becauseBlockburgerrequires an\nidentity of elements before the double jeopardy bar can take hold,\ndomestic prosecutors, armed with their own abundant criminal codes,\nwill often be able to find new offenses to charge if they are\nunsatisfied with outcomes elsewhere.*  *  *Enforcing the Constitution always bears its\ncosts. But when the people adopted the Constitution and its Bill of\nRights, they thought the liberties promised there worth the costs.\nIt is not for this Court to reassess this judgment to make the\nprosecutor’s job easier. Nor is there any doubt that the benefits\nthe framers saw in prohibiting double prosecutions remain real, and\nmaybe more vital than ever, today. When governments may unleash all\ntheir might in multiple prosecutions against an individual,\nexhausting themselves only when those who hold the reins of power\nare content with the result, it is “the poor and the\nweak,”[101] and the\nunpopular and controversial, who suffer first—and there is nothing\nto stop them from being the last. The separate sovereigns exception\nwas wrong when it was invented, and it remains wrong today.I respectfully dissent.Notes1Bartkusv.Illinois,359 U.S.\n121, 151 (1959) (Black, J., dissenting).2R. Bonner, Lawyers and\nLitigants in Ancient Athens 195 (1927).3J. Sigler, Double\nJeopardy: The Development of a Legal and Social Policy 2–3 (1969);\nDigest of Justinian: Digest 48.2.7.2, translated in 11 S. Scott,\nThe Civil Law 17 (1932).4SeeBartkus, 359\nU. S., at 152, n. 4 (Black, J., dissenting); Z. Brooke,\nThe English Church and the Papacy 204–205, n. 1\n(1931).51 F. Pollock & F.\nMaitland, The History of English Law 448 (2d ed.\n1898).6See,e.g., The\nMassachusetts Body of Liberties of 1641, cl. 42, in The Colonial\nLaws of Massachusetts 42–43 (W. Whitmore ed. 1889); 4 W.\nBlackstone, Commentaries on the Laws of England 335–336 (5th ed.\n1773) (Blackstone, Commentaries); 2 W. Hawkins, Pleas of the Crown\n368 (1762) (Hawkins).7Ex parte Lange, 18\nWall. 163, 170 (1874). See alsoBentonv.Maryland,395 U.S.\n784, 795–796 (1969); F. Wharton, Criminal Law of the United\nStates 147 (1846).83 J. Story, Commentaries\non the Constitution of the United States §1781, p. 659\n(1833).9Ex parte Taylor,636 So. 2d 1246(Ala. 1993); see Ala. Code §§13A–11–70(2),\n13A–11–72(a) (2015).10Whalenv.United\nStates,445 U.S.\n684, 691–692 (1980).11Dictionarium Britannicum (N. Bailey\ned. 1730); see also N. Webster, An American Dictionary of the\nEnglish Language (1828) (defining an “offense” as including “[a]ny\ntransgression of law, divine or human”).124\nBlackstone, Commentaries 3.13284 U.S.\n299, 304 (1932).144\nBlackstone, Commentaries 176–187, 222.15See,e.g., 2 J. Bishop, Commentaries on the Criminal Law §§90–120\n(5th ed. 1872) (discussing the singular offense of “burglary” by\nreference to the “common law,” English law, and the laws of\nmultiple States).1630\nJournals of the Continental Congress 440 (J. Fitzpatrick ed.\n1934).1710id., at 72 (W. Ford ed. 1908).1829id., at 803 (J. Fitzpatrick ed. 1933).191\nAnnals of Cong. 753 (1789).20Ibid.21McCullochv.Maryland,\n4 Wheat. 316, 404–405 (1819).22The\nFederalist No. 82, p. 494 (C. Rossiter ed. 1961).23SeeTestav.Katt,330 U.S.\n386(1947).24Claflinv.Houseman,93 U.S.\n130(1876).25SeeTennesseev.Davis,100 U.S.\n257(1880).26Testa, 330 U. S., at 390.\nThe Court tries to make the most ofMcCulloch, pointing out\nthat Chief Justice Marshall distinguished between “ ‘the\npeople of a State’ ” and “ ‘the people of all the\nStates.’ ”Ante, at 9. But of course our federal\nrepublic is composed of separate governments. My point is that the\nfederal and state governments ultimately derive their sovereignty\nfrom one and the same source; they are not truly “separate” in the\nmanner of, say, the governments of England and Portugal. The\nAmerican people “ ‘split the atom of sovereignty,’ ”ante, at 9, to set two levels of government against each\nother, not to set both against the people.McCullochis\nconsistent with that understanding. In holding that the States\ncould not tax the national bank,McCullochsought to ensure\nthat the national and state governments remained each in its proper\nsphere; it did not hold that the two governments could work in\nconcert to abridge the people’s liberty in a way that neither could\non its own.27Bondv.United States,564 U.S.\n211, 222 (2011); see alsoNew Yorkv.United\nStates,505 U.S.\n144, 181 (1992);Aldenv.Maine,527 U.S.\n706, 758 (1999); The Federalist No. 51.28Bartkus, 359 U. S., at\n155 (dissenting opinion).29Abbatev.United\nStates,359 U.S.\n187, 203 (1959) (same).304\nBlackstone, Commentaries 335, and n. j.313\nMod. 194, 87 Eng. Rep. 124 (K. B.).322\nHawkins §10, at 372 (emphasis added).33H.\nBathurst, Theory of Evidence 39.34Ibid.35F.\nBuller, An Introduction to the Law Relative to Trials at Nisi Prius\n241.363\nMod. 194, 87 Eng. Rep. 124,sub nom.Beakev.Tyrrell, 1 Show. K. B. 6, 89 Eng. Rep. 411,sub nom.\nBeakev.Tirrell, Comb. 120, 90 Eng. Rep.\n379.372\nStr. 733, 93 Eng. Rep. 815 (K. B. 1726)381\nLeach 134, 168 Eng. Rep. 169 (K. B. 1775).39See,e.g., A. Amar, America’s Constitution: A Biography 45\n(2005); The Federalist No. 5, pp. 50–51; The Federalist No.\n17; Jay, An Address to the People of the State of New York, in\nPamphlets on the Constitution of the United States 84 (P. Ford ed.\n1788).402\nHawkins §10, at 372.41Kingv.Thomas, 1 Lev.\n118, 83 Eng. Rep. 326 (K. B. 1664).42Gagev.Bulkeley, Ridg.\nt. H. 263, 270–271, 27 Eng. Rep. 824, 827.\n(1794).43Indeed, though England ruled Wales at\nthe time, a contemporaneous lawyer might have thought that Wales’\nauthority to prosecute a defendant derived at least in part from\nits earlier status as “an absolute and undependent Kingdom” rather\nthan purely from authority delegated by England. 1 Keb. 663, 83\nEng. Rep. 1172 (K. B. 1663); seeUnitedStatesv.Lara,541 U.S.\n193, 210 (2004).44Indeed, everything that matters was\ncontained in the 1775 version of theRochecase report.\nRoche was indicted in England for a murder committed in South\nAfrica. “To this indictment Captain Roche pleadedAutrefois\nacquit.”Roche, 1 Leach 134, 168 Eng. Rep. 169. In\nresponse, the prosecution asked the court to charge the jury both\nwith “this issue [the plea ofautrefois acquit], and that of\nNot guilty.”Ibid. The court rejected that proposal,\nreasoning that “if the first finding was for the prisoner, they\ncould not go to the second, because that finding would be a bar.”Ibid. Far from saying “absolutely nothing” about double\njeopardy,ante, at 16,Rocheis a serious problem for\nthe government because it explicitly recognizes that a successful\nplea of autrefois acquit, even one based on a foreign conviction,\nwould bar a prosecution in England. But the Court ignores this,\nfocusing instead on the missing explanatory citation toHutchinsonthat was, in any event, added shortly\nthereafter.45Grant, Successive Prosecutions by\nState and Nation: Common Law and British Empire Comparisons, 4 UCLA\nL. Rev. 1, 9–11 (1956) (footnotes omitted).462 L.\nMacNally, Rules of Evidence on Pleas of the Crown 428 (1802); see\nalso 1 T. Starkie, Criminal Pleading 300–301, n. h (1814); 1 J.\nChitty, Criminal Law 458 (2d ed. 1816).47J.\nArchbold, Pleading and Evidence in Criminal Cases 89 (5th ed.\n1834). Many more authorities are to the same effect. See,e.g., 1 Encyc. of the Laws of England,Autrefois\naquit, 424–425 (A. Renton ed. 1897); 2 J. Gabbett, Criminal Law\n334 (1843); 2 E. Deacon, Digest of the Criminal Law of England 931\n(1831); R. Matthews, Digest of Criminal Law 26 (1833); H. Nelson,\nPrivate International Law 368, n.y(1889); 1 W. Russell,\nCrimes and Indictable Misdemeanors 471–472 (2d ed. 1826); H.\nWoolrych, Criminal Law 129 (1862); 2 M. Hale, Pleas of the Crown\n255 (1st Am. ed., S. Emlyn ed. 1847); H. Smith, Roscoe on the Law\nof Evidence 199 (8th ed. 1874).48Her Majesty’s Advocatev.MacGregor, (1846) Ark. 49, 60.49A.\nGibb, International Law of Jurisdiction in England and Scotland\n285–286 (1926); A. Gibson & A. Weldon, Criminal and Magisterial\nLaw 225 (7th ed. 1919); S. Harris, Criminal Law 377 (9th ed. 1901);\nC. Kenny, Outlines of Criminal Law 469 (10th ed. 1920); H. Cohen,\nRoscoe on the Law of Evidence 172 (13th ed. 1908).50ALI,\nAdministration of Criminal Law §16, p. 129 (Proposed Final\nDraft, Mar. 18, 1935).51Reginav.Treacy,\n[1971] A. C. 537, 562, 2 W. L. R. 112, 125 (opinion of\nDiplock, L. J.) (citingRoche, 1 Leach 134, 168 Eng. Rep.\n169).521\nCommentaries on American Law 176 (1826).53Constitutional Law 278\n(1830).54View\nof the Constitution 191 (1825).55J.\nBayard, Brief Exposition of the Constitution of the United States\n150–151 (1845).565\nWheat. 1, 12 (1820).57Id., at 31.58Id., at 72.59The\nCourt insists thatHoustoninvolved an unusual state statute\nthat “imposed state sanctions for violation of a federal criminal\nlaw.”Ante, at 23. But so what? Everyone involved inHoustonagreed that the defendant had been tried by a\nPennsylvania court, under a Pennsylvania statute, passed by the\nPennsylvania Legislature. And though there were separate sovereigns\nwith separate laws, everyone agreed there was only one\noffense.605\nWheat. 184, 197 (1820). To be sure,Furlongproceeded to\nindicate that an acquittal formurderin an American court\nwould not have prohibited a later prosecution in a British court in\nthis case. But that was only because the British courts would not\nhave recognized the jurisdiction of an American court to try a\nmurder committed by a British subject on the high seas.Furlong’s discussion is therefore perfectly consistent with\ntheHutchinsonprinciple—a rule that applied only when both\ncourts had “competent jurisdiction of the offence” and could\nactually place the defendant in jeopardy. See 4 Blackstone,\nCommentaries 365.61CitingCommonwealthv.Fuller, 49 Mass. 313, 318 (1844);Harlanv.People, 1 Doug. 207, 212 (Mich. 1843);Statev.Randall, 2 Aik. 89 (Vt. 1827).62Statev.Antonio, 7\nS. C. L. 776 (1816).63Bartkus, 359 U. S., at\n158–159 (Black, J., dissenting).642\nN. C. 100, 101.65Ibid.(emphasis\nadded).66Ibid.67Perhaps the only early state-law\ndiscussion that truly supports the Court’s position is dicta in an\n1834 Virginia decision.Hendrickv.Commonwealth, 32\nVa. 707. Yet even that support proves threadbare in the end, given\nthat “the highest court of the same State later expressed the view\nthat such double trials would virtually never occur in our\ncountry.”Bartkus, 359 U. S., at 159 (Black, J.,\ndissenting) (citingJettv.Commonwealth, 59 Va. 933,\n947, 959 (1867)).68R.\nCross & J. Harris, Precedent in English Law, intro. comment\n(4th ed. 1991) (attributing the aphorism to Jeremy\nBentham).6919\nHow. 393 (1857).70163 U.S.\n537(1896).71323 U.S.\n214(1944).72Burnetv.Coronado Oil\n& Gas Co.,285 U.S.\n393, 406–408 (1932) (dissenting opinion) (footnotes\nomitted).73Pearsonv.Callahan,555 U.S.\n223, 233 (2009).74Agostiniv.Felton,521 U.S.\n203, 235 (1997).75Franchise Tax Bd. of Cal.v.Hyatt,ante, at ___ (slip op., at 17).76Janusv.State,County,and Municipal Employees, 585 U. S. ___,\n___ (2018) (slip op., at 35).779\nHow. 560 (1850).785\nHow. 410 (1847).79Id., at 435.8014\nHow. 13.8119\nHow. 393.82Id., at 450.83Moore, 14 How., at\n18.84Id., at 16.85Grant, TheLanzaRule of\nSuccessive Prosecutions, 32 Colum. L. Rev. 1309, 1311\n(1932).86260 U.S.\n377(1922).87Id., at 381, 382.88Paynev.Tennessee,501 U.S.\n808, 828–829 (1991).8914\nHow., at 22 (dissenting opinion).90Ibid.91See,e.g., Cassell, The Rodney King Trials and the Double\nJeopardy Clause: Some Observations on Original Meaning and the\nACLU’s Schizophrenic Views of the Dual Sovereign Doctrine, 41 UCLA\nL. Rev. 693, 708–720 (1994); Braun, Praying to False\nSovereigns: The Rule Permitting Successive Prosecutions in the Age\nof Cooperative Federalism, 20 Am. J. Crim. L. 1 (1992); Amar &\nMarcus, Double Jeopardy Law After Rodney King, 95 Colum.\nL. Rev. 1, 6–15 (1995); King, The Problem of Double Jeopardy\nin Successive Federal-State Prosecutions: A Fifth Amendment\nSolution, 31 Stan. L. Rev. 477 (1979).92United Statesv.Gaudin,515 U.S.\n506, 521 (1995).93302 U.S.\n319, 328–329 (1937).94Benton, 395 U. S., at\n794.95South Dakotav.Wayfair,Inc., 585 U. S. ___, ___ (2018) (slip\nop., at 18) (internal quotation marks omitted).96E.\nMeese, Big Brother on the Beat: The Expanding Federalization of\nCrime, 1 Texas L. Rev. L. & Pol’y 1, 22 (1997).97See\nWilson, That Justice Shall Be Done, 36 No. Ill. L. Rev. 111, 121\n(2015).98Clark\n& Joukov, Criminalization of America, 76 Ala. L. 225 (2015).\nSee also Larkin, Public Choice Theory and Overcriminalization, 36\nHarv. J. L. Pub. Pol’y 715, 726 (2013) (“There are so many federal\ncriminal laws that no one, including the Justice Department, the\nprincipal federal law enforcement agency, knows the actual number\nof crimes”).99Arizonav.Gant,556 U.S.\n332, 350 (2009).100Id., at 349.101Bartkus, 359 U. S., at\n163 (Black, J., dissenting).",
    "joined": []
}