{
    "case": {
        "docket": "19-1434",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-1434/"
    },
    "id": "4442122",
    "author": "gorsuch",
    "type": "concdiss",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–1434, 19–1452 and 19–1458_________________UNITED STATES, PETITIONER19–1434v.ARTHREX, INC., et al.SMITH & NEPHEW, INC., et al., PETITIONERS19–1452v.ARTHREX, INC., et al.ARTHREX, INC., PETITIONER19–1458v.SMITH & NEPHEW, INC., et al.on writs of certiorari to the united states court of appeals for\nthe federal circuit[June 21, 2021]Justice Gorsuch, concurring in part and dissenting in part.For most of this Nation’s history, an issued patent was\nconsidered a vested property right that could be taken from an\nindividual only through a lawful process before a court.Oil\nStates Energy Services,LLCv.Greene’s Energy\nGroup,LLC, 584 U. S. ___, ___–___ (2018) (Gorsuch,\nJ., dissenting) (slip op., at 8–10). I continue to think this\nCourt’s recent decision inOil States—upsetting this\ntraditional understanding and allowing officials in the Executive\nBranch to “cancel” already-issued patents—departed from the\nConstitution’s separation of powers. But it would be an even\ngreater departure to permit those officials to withdraw a vested\nproperty right while accountable to no one within the Executive\nBranch. Accordingly, I join Parts I and II of the Court’s opinion.\nRespectfully, however, I am unable join the Court’s severability\ndiscussion in Part III.*On the merits, I agree with the Court that Article II vests the\n“executive Power” in the President alone. This admittedly formal\nrule serves a vital function. If the executive power is exercised\npoorly, the Constitution’s design at least ensures “[t]he people\nknow whom to blame”—and hold accountable.Morrisonv.Olson,487 U.S.\n654, 729 (1988) (Scalia, J., dissenting). As Hamilton\nexplained, the President’s “due dependence on the people and\n. . . due responsibility” to them are key “ingredients\nwhich constitute safety in the republican sense.” The Federalist\nNo. 70, p. 424 (C. Rossiter ed. 1961). Or as Madison put it,\n“no principle is more clearly laid down in the Constitution than\nthat of responsibility.” 1 Annals of Cong. 462 (1789). Without\npresidential responsibility there can be no democratic\naccountability for executive action.Of course, the framers recognized that no one alone can\ndischarge all the executive duties of the federal government. They\n“expected that the President would rely on subordinate officers for\nassistance.”Seila Law LLCv.Consumer Financial\nProtection Bureau, 591 U. S. ___, ___ (2020) (Roberts,\nC. J.) (slip op., at 2). But the framers took pains to ensure\nthose subordinates would always remain responsible to the President\nand thus, ultimately, to the people. Because it is the President’s\nduty to take care that the laws be faithfully executed,\nArt. II, §3, the framers sought to ensure he possessed “the\npower ofappointing,overseeing,and\ncontrollingthose who execute the laws.” 1 Annals of Cong. 463\n(Madison) (emphasis added).To this end, the Constitution provided for a chain of\nauthority. Several constitutional provisions reflect this\nstructure. See Calabresi & Prakash, The President’s Power To\nExecute the Laws, 104 Yale L. J. 541, 570–599 (1994); Lawson,\nAppointments and Illegal Adjudication: The American Invents Act\nThrough a Constitutional Lens, 26 Geo. Mason L. Rev. 26, 57–58\n(2018). The Appointments Clause, for example, vests the President\nwith the power to appoint “Officers of the United States” with “the\nAdvice and Consent of the Senate,” and to appoint “inferior\nOfficers . . . alone” when Congress authorizes him to do\nso. Art. II, §2, cl. 2.By definition, an “ ‘inferior officer’ . . . has\na superior.”Edmondv.United States,520 U.S.\n651, 662 (1997). To be an “inferior” officer, then, one must be\nboth “subordinateto a[n] officer in the Executive Branch”\nand “under the direct control of the President” through a “chain of\ncommand.”Morrison, 487 U. S., at 720–721 (Scalia, J.,\ndissenting). In this way, the “text and structure of the\nAppointments Clause”requirea “reference to hierarchy.”\nCalabresi & Lawson, The Unitary Executive, Jurisdiction\nStripping, and theHamdanOpinions: A Textualist Response to\nJustice Scalia, 107 Colum. L. Rev. 1002, 1018–1020 (2007).\nOnly such an understanding preserves, as Madison described it, the\n“chain of dependence,” where “the lowest officers, the middle\ngrade, and the highest”—each and every one—“will depend, as they\nought, on the President.” 1 Annals of Cong. 499 (Madison). And\nwhere the President, in turn, depends “on the community,” so that\n“[t]he chain of dependence” finally “terminates in the supreme\nbody, namely, in the people.”Ibid.I agree with the Court, too, that the statutory regime before\nus breaks this chain of dependence. In the America Invents Act of\n2011 (AIA), Congress authorized the inter partes review (IPR)\nprocess, which permits anyone to file a petition asking the Patent\nand Trademark Office to “cancel” someone else’s patent. 35\nU. S. C. §311. Congress assigned the power to decide an\nIPR proceeding to a specific group of officials—the Patent Trial\nand Appeal Board (PTAB). Under the AIA’s terms, three members from\nthe PTAB—often, as here, administrative patent judges (APJs)—sit on\na panel to decide whether to cancel a patent. §6(c). After the\nthree-member panel issues its decision, a party may seek rehearing\nfrom another three-member panel.Ibid.But only a PTAB\npanel—and no other official within the Executive Branch—may grant\nrehearing.Ibid.If that fails, a losing party’s only\nrecourse is to seek judicial review in the Court of Appeals for the\nFederal Circuit, which reviews the PTAB’s factual findings under\nthe deferential substantial evidence standard of review. See §319;Oil States, 584 U. S., at ___ (slip op., at 4).Under this statutory arrangement, APJs are executive officers\naccountable to no one else in the Executive Branch. A panel of\nbureaucrats wields unreviewable power to take vested property\nrights. This design may hold its advantages for some. Often enough,\nthe Director of the Patent and Trademark Office and the President\nmay be happy to wash their hands of these decisions. But by\nbreaking the chain of dependence, the statutory scheme denies\nindividuals the right to be subjected only tolawfulexercises of executive power that can ultimately be controlled by a\nPresident accountable to “the supreme body,\nnamely, . . . the people.”*The real question here concerns what to do about it. In Part\nIII of its opinion, the Court invokes severability doctrine.Ante, at 19–22. It “sever[s]” Congress’s statutory direction\nthat PTAB decisions may not be reviewed by the Director of the\nPatent Office—in that way reconnecting APJs to the chain of command\nand subjecting their decisions to a superior who is, in turn,\nultimately accountable to the President. Seeibid.I don’t question that we might proceed this way in some cases.\nFaced with an application of a statute that violates the\nConstitution, a court might look to the text of the law in question\nto determine what Congress has said should happen in that event.\nSometimes Congress includes “fallback” provisions of just this\nsort, and sometimes those provisions tell us to disregard this or\nthat provision if its statutory scheme is later found to offend the\nConstitution. See,e.g.,Bowsherv.Synar,478 U.S.\n714, 718–719 (1986); see also Walsh, Partial\nUnconstitutionality, 85 N. Y. U. L. Rev. 738,\n780–781 (2010).The problem here is that Congress has said nothing of the sort.\nAnd here it is the combination of separate statutory provisions\nthat conspire to create a constitutional violation. Through some\nprovisions, Congress has authorized executive officers to cancel\npatents. §§6(b)(4), 318(a). Through others, it has made their\nexercise of that power unreviewable within the Executive Branch.\nSee §§6(c), 318(b). It’s the combination of these provisions—the\nexercise of executive power and unreviewability—that violates the\nConstitution’s separation of powers.Nor is there only one possible way out of the problem. First,\none could choose as the Court does and make PTAB decisions subject\nto review by the Director, who is answerable to the President\nthrough a chain of dependence. See Duffy, Are Administrative Patent\nJudges Unconstitutional? 77 Geo. Wash. L. Rev. 904, 911\n(2009). Separately, one could specify that PTAB panel members\nshould be appointed by the President and confirmed by the Senate\nand render their decisions directly reviewable by the President.\nSee Lawson, 26 Geo. Mason L. Rev., at 57. Separately still,\none could reassign the power to cancel patents to the Judiciary\nwhere it resided for nearly two centuries. SeeOil States,\n584 U. S., at ___–___ (Gorsuch, J., dissenting) (slip op., at\n8–10). Without some direction from Congress, this problem cannot be\nresolved as a matter of statutory interpretation. All that remains\nis a policy choice.In circumstances like these, I believe traditional remedial\nprinciples should be our guide. Early American courts did not\npresume a power to “sever” and excise portions of statutes in\nresponse to constitutional violations. Instead, when the\napplication of a statute violated the Constitution, courts simply\ndeclined to enforce the statute in the case or controversy at hand.\nSeeSeila Law, 591 U. S., at ___ (Thomas, J.,\ndissenting in part) (slip op., at 15); see also Walsh,\nN. Y. U. L. Rev., at 769. I would follow that\ncourse today by identifying the constitutional violation,\nexplaining our reasoning, and “setting aside” the PTAB decision in\nthis case. SeeNovartis AGv.Torrent Pharmaceuticals\nLtd., 853 F.3d 1316, 1323–1324 (CA Fed. 2017) (holding that the\nstandard in 5 U. S. C. §706 governs judicial review of\nPTAB decisions).The Court declines to follow this traditional path. Instead, it\nimagines that, if Congress had known its statutory scheme was\nunconstitutional, it would have preferred to make the policy choice\nthe Court makes for it today. Faced with an unconstitutional\ncombination of statutory instructions—providing for the exercise of\nexecutive power and its unreviewability—the Courtchoosesto\nact as if the provision limiting the Director’s ability to review\nIPR decisions doesn’t exist. Having done that, the Court gifts the\nDirector a new power that he never before enjoyed, a power Congress\nexpressly withheld from him and gave to someone else—the power to\ncancel patents through the IPR process. Effectively, the Court\nsubtracts statutory powers from one set of executive officials and\nadds them to another.While the Court has in relatively recent years proclaimed the\npower to proceed in this fashion, it has never paused to explain\nhow this “severance doctrine” comports with traditional judicial\nremedial principles. SeeBarrv. American Assn. of\nPolitical Consultants,Inc., 591 U. S. ___, ___\n(2020) (Gorsuch, J., concurring in judgment in part and dissenting\nin part) (slip op., at 5). Or with the fact that the judicial power\nis limited to resolving discrete cases and controversies.Murphyv.National Collegiate Athletic Assn., 584\nU. S. ___, ___–___ (2018) (Thomas, J., concurring) (slip op.,\nat 2–3). Or with the framers’ explicit rejection of allowing this\nCourt to serve as a council of revision free to amend legislation.\nSee Mitchell, The Writ-of-Erasure Fallacy, 104 Va. L. Rev.\n933, 954–960 (2018). Let alone with our constant admonitions that\npolicy choices belong to Congress, not this Court.E.g.,Pereidav.Wilkinson, 592 U. S. ___, ___ (2021)\n(slip op., at 16). And certainly none of the early cases the Court\ncites today proceeded as it does. Seeante, at 19, 22.Nor does the Court pause to consider whether venturing further\ndown this remedial path today risks undermining the very separation\nof powers its merits decision purports to vindicate. While the\nCourt’s merits analysis ensures that executive power properly\nresides in the Executive Branch, its severability analysis\nseemingly confers legislative power to the Judiciary—endowing us\nwith the authority to make a raw policy choice between competing\nlawful options. No doubt, if Congress is dissatisfied with the\nchoice the Court makes on its behalf today, it can always reenter\nthe field and revise our judgment. But doesn’t that just underscore\nthe legislative nature of the Court’s judgment? And doesn’t\ndeciding for ourselves which policy course to pursue today allow\nCongress to disclaim responsibility for our legislative handiwork\nmuch as the President might the PTAB’s executive decisions under\nthe current statutory structure?Instead of confronting these questions, the Court has justified\nmodern “severance” doctrine on assumptions and presumptions about\nwhat Congress would have chosen to do, had it known that its\nstatutory scheme was unconstitutional. See,e.g.,Seila\nLaw, 591 U. S., at ___ (slip op., at 32) (“We will presume\nthat Congress did not intend the validity of the statute in\nquestion to depend on the validity of the constitutionally\noffensive provision” (internal quotation marks omitted)). But any\nclaim about “congressional intent” divorced from enacted statutory\ntext is an appeal to mysticism. Short of summoning ghosts and\nspirits, how are we to know what those in a past Congress might\nthink about a question they never expressed any view on—and may\nhave never foreseen?Let’s be honest, too. These legislative séances usually wind up\nproducing only the results intended by those conducting the\nperformance: “When you are told to decide, not on the basis of what\nthe legislature said, but on the basis of what itmeant, . . . your best shot at figuring out\nwhat the legislature meant is to ask yourself what a wise and\nintelligent personshouldhave meant; and that will surely\nbring you to the conclusion that the law means what you think itoughtto mean.” Scalia, Common Law Courts in a Civil-Law\nSystem, in A Matter of Interpretation: Federal Courts and the Law\n18 (A. Gutmann ed. 1997); see alsoUnited Statesv.Public Util. Comm’n of Cal., 345 U. S 295, 319 (1953)\n(Jackson, J., concurring) (describing that process as “not\ninterpretation of a statute but creation of a statute”). The\ncrystal ball ends up being more of a mirror.Our case illustrates the problem. The Court apparently believes\nthat Congress would have wanted us to render PTAB decisions\nreviewable by the Director. This regime is consistent with the\n“ ‘standard federal model’ ” for agency adjudication.\nWalker & Wasserman, The New World of Agency Adjudication, 107\nCal. L. Rev. 141, 143–144 (2019). It’s easy enough to see why\na group of staid judges selecting among policy choices for itself\nmight prefer a “standard” model. But if there is anything we know\nfor certain about the AIA, it is that Congressrejectedthis\nfamiliar approach when it came to PTAB proceedings. Multipleamicicontend that Congress did so specifically to ensure\nAPJs enjoy “independence” from superior executive officers and thus\npossess more “impartiality.” Brief for Fair Inventing Fund asAmicus Curiae20–21 (quoting legislative history that\nCongress desired a “ ‘fairer’ ” and “ ‘more\nobjective’ ” process); see also,e.g., Brief for New\nCivil Liberties Alliance asAmicus Curiae6 (Congress sought\n“to preserve the independence of those conducting inter partes\nreview”); Brief for US Inventor Inc. asAmicus Curiae22\n(“[I]t is plainly evident that Congress would not have enacted an\nAPJ patentability trial system that was more political than the one\nthey did enact”); Brief for Cato Institute et al. asAmici\nCuriae20 (It was a “conscious congressional decision to\nprovide individuals with the power to adjudicate (and often\ndestroy) vested patent rights with some level of independence”).\nAll of which suggests that the majority’s severability analysis\ndefies, rather than implements, legislative intent. At the least,\nit is surely plausible that, if faced with a choice between giving\nthe power to cancel patents to political officials or returning it\nto courts where it historically resided, a Congress so concerned\nwith independent decisionmaking might have chosen the latter\noption.My point here isn’t that I profess any certainty about what\nCongress would have chosen; it’s that I confess none. Asking what a\npast Congress would have done if confronted with a contingency it\nnever addressed calls for raw speculation. Speculation that, under\ntraditional principles of judicial remedies, statutory\ninterpretation, and the separation of powers, a court of law has no\nauthority to undertake.*If each new case this Court entertains about the AIA highlights\nmore and more problems with the statute, for me the largest of them\nall is the wrong turn we took inOil States. There, the\nCourt upheld the power of the Executive Branch to strip vested\nproperty rights in patents despite a long history in this country\nallowing only courts that authority. See 584 U. S., at ___–___\n(Gorsuch, J., dissenting) (slip op., at 8–10). In the course of\nrejecting a separation-of-powers challenge to this novel\nredistribution of historic authority, the Court acknowledged the\npossibility that permitting politically motivated executive\nofficials to “cancel” patents might yet raise due process concerns.Id., at ___ (slip op., at 17). But the Court refused to\nconsider those concerns inOil Statesbecause, it said, no\none had “raised a due process challenge.”Ibid.It was my view at the time that the separation of powers—and\nits guarantee that cases involving the revocation of vested\nproperty rights must be decided by Article III courts—isitselfpart of the process that is due under our\nConstitution. See Chapman & McConnell, Due Process as\nSeparation of Powers, 121 Yale L. J. 1672, 1801–1804 (2012).\nAny suggestion that the neutrality and independence the framers\nguaranteed for courts could be replicated within the Executive\nBranch was never more than wishful thinking. The Court’s decision\ninOil Statesallowing executive officials to assume an\nhistoric judicial function was always destined to invite familiar\ndue process problems—like decisions “favor[ing] those with\npolitical clout, the powerful and the popular.”Thryv,Inc.v.Click-To-Call Technologies,LP, 590\nU. S. ___, ___ (2020) (Gorsuch, J., dissenting) (slip op., at\n20). After all, “[p]owerful interests are capable of amassing\narmies of lobbyists and lawyers to influence (and even capture)\npolitically accountable bureaucracies.”Oil States, 584\nU. S., at ___ (same) (slip op., at 3).Already in the AIA’s short tenure these problems have started\ncoming home to roost—even with supposedly “independent” APJs. The\nbriefs before us highlight example after example. I leave the\ninterested reader to explore others. See,e.g., Brief for\nTiVo Corporation asAmicus Curiae6–13; Brief for 39\nAggrieved Inventors asAmici Curiae14–23; Brief for Joshua\nJ. Malone asAmicus Curiae9–11. Here just consider the tale\nof a patent attorney at one of the world’s largest technology\ncompanies who left the company to become an APJ. See Brief for US\nInventor Inc. asAmicus Curiae12. This private\nadvocate-turned-APJ presided over dozens of IPRs brought by his\nformer company.Ibid.In those proceedings, the company\nprevailed in its efforts to cancel patents damaging to its private\neconomic interests 96% of the time.Ibid.After six years of\nwork, the APJ decided he had done enough, resigned, and (yes)\nreturned to the company.Ibid.Without a hint of irony, that\ncompany has filed anamicusbrief in this case to inform us,\nas a self-described “frequent user of the IPR process,” about “the\nbenefits of the system.” Brief for Apple Inc. asAmicus\nCuriae3. Nor is that the only large technology company to have\nits attorneys rotate in and out of the PTO to similar effect. See\nBrief for B. E. Technology, LLC, asAmicus Curiae17\n(discussing a Google attorney).Oil Statesvirtually assured\nresults like these.That’s not the end of the constitutional problems flowing fromOil Stateseither. The Director has asserted “plenary\nauthority” to personally select which APJs will decide an IPR\nproceeding. Brief for United States 5–6. Thus, any APJs whose\nrulings displease the party currently in power could soon find\nthemselves with little to do. The PTAB has even “claimed the power\nthrough inter partes review to overrule final judicial judgments\naffirming patent rights.”Thryv, 590 U. S., at ___\n(Gorsuch, J., dissenting) (slip op., at 20). And this menu of\nconstitutional problems is surely just illustrative, not\nexhaustive.Today’s decision at least avoids the very worst of whatOil\nStatescould have become—investing the power to revoke\nindividual’s property rights in some unaccountable fourth branch\ncontrolled by powerful companies seeking a competitive advantage.\nAlignments between the moneyed and the permanent bureaucracy to\nadvance the narrow interests of the elite are as old as bureaucracy\nitself. Our decision today represents a very small step back in the\nright direction by ensuring that the people at least know who’s\nresponsible for supervising this process—the elected President and\nhis designees.Still, I harbor no illusions that today’s decision will resolve\nall the problems. Even if our judgment demands some degree of\ndemocratic accountability in the IPR process, it does not begin to\nfix the revolving door or any of the other due process problemsOil Statesignored. No doubt, challenges involving those\naspects of the IPR process will come. When they do, I hope this\nCourt will come to recognize what was evident for so much of our\nhistory—that the process due someone with a vested property right\nin a patent is a proceeding before a neutral and independent\njudge.",
    "joined": []
}