{
    "case": {
        "docket": "18-481",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-481/"
    },
    "id": "4112550",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–481_________________FOOD MARKETING INSTITUTE, PETITIONERv.ARGUS LEADER MEDIA, dba ARGUS LEADERon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 24, 2019]Justice Gorsuch delivered the opinion of the\nCourt.Congress has instructed that the disclosure re-\nquirements of the Freedom of Information Act do “not apply” to\n“confidential” private-sector “commercial or financial information”\nin the government’s possession. But when does information provided\nto a federal agency qualify as “confidential”? The Food Marketing\nInstitute says it’s enough if the owner keeps the information\nprivate rather than releasing it publicly. The government suggests\nthat an agency’s promise to keep information from disclosure may\nalso suffice to render it confidential. But the courts below\nimposed a different requirement yet, holding that information can\nnever be deemed confidential unless disclosing it is likely to\nresult in “substantial competitive harm” to the business that\nprovided it. Finding at least this “competitive harm” requirement\ninconsistent with the terms of the statute, we reverse.IThis case began when Argus Leader, a South\nDakota newspaper, filed a FOIA request for data collected by the\nUnited States Department of Agriculture. The USDA administers the\nnational food-stamp program, known as the Supplemental Nutrition\nAssistance Program. Argus Leader asked the USDA for the names and\naddresses of all retail stores that participate in SNAP and each\nstore’s annual SNAP redemption data from fiscal years 2005 to 2010,\nwhich we refer to as “store-level SNAP data.” The USDA tried to\nmeet the paper halfway. It released the names and addresses of the\nparticipating stores but declined to disclose the requested\nstore-level SNAP data. As relevant here, the USDA invoked FOIA’s\nExemption 4, which shields from disclosure “trade secrets and\ncommercial or financial information obtained from a person and\nprivileged or confidential.” 5 U. S. C. §552(b)(4).Unsatisfied by the agency’s disclosure, Argus\nsued the USDA in federal court to compel release of the store-level\nSNAP data. Like several other courts of appeals, the Eighth Circuit\nhas engrafted onto Exemption 4 a so-called “competitive harm” test,\nunder which commercial information cannot be deemed “confidential”\nunless disclosure is “likely . . . to cause substantial\nharm to the competitive position of the person from whom the\ninformation was obtained.”Argus Leader Mediav.United\nStates Dept. of Agriculture, 889 F.3d 914, 915 (2018) (internal\nquotation marks omitted). So the district court held a two-day\nbench trial to determine whether disclosure of the store-level SNAP\ndata would cause substantial competitive harm to participating\nretailers.At trial, witnesses for the USDA testified that\nretailers closely guard store-level SNAP data and that disclosure\nwould threaten stores’ competitive positions. They explained that\nretailers use models of consumer behavior to help choose new store\nlocations and to plan sales strategies. Competitors’ estimated\nsales volumes represent an important component of these models and\ncan be time consuming and expensive to generate. And a model’s\naccuracy and utility increase significantly if it includes a\nrival’s actual sales data rather than mere estimates. So disclosure\nof store-level SNAP data could create a windfall for competitors:\nStores with high SNAP redemptions could see increased competition\nfor SNAP customers from existing competitors, new market entrants\ncould use SNAP data to determine where to build their stores, and\nSNAP-redemption data could be used to discern a rival retailer’s\noverall sales and develop strategies to win some of that business\ntoo. For its part, Argus Leader offered no fact witnesses and did\nnot dispute that retailers customarily keep this data private or\nthat it bears competitive significance. Instead, the company\ncontended that any competitive harm associated with disclosure\nwould not be substantial. In the end, the district court agreed;\nwhile “[c]ompetition in the grocery business is fierce,” and while\nthe record supported the conclusion that revealing store-level SNAP\ndata could work some competitive harm, the court could not say that\ndisclosure would rise to the level of causing “substantialcompetitive harm,” and thus ordered disclosure.Argus Leader\nMediav.United States Dept. of Agriculture, 224\nF. Supp. 3d 827, 833–835 (SD 2016) (emphasis added).The USDA declined to appeal, but it alerted the\nretailers who had provided the data so that they could consider\nintervening to pursue the case further. The Food Marketing\nInstitute, a trade association representing grocery retailers,\nanswered the call. It successfully moved to intervene under Federal\nRule of Civil Procedure 24(a) and then filed its own appeal.\nMeanwhile, the USDA assured the district court that it would not\ndisclose the retailers’ data pending appeal. Before the Eighth\nCircuit, the Institute argued that the court should discard the\n“substantial competitive harm” test and apply instead the ordinary\npublic meaning of the statutory term “confidential.” The court\nrejected that argument and affirmed. We granted the Institute a\nstay of the Eighth Circuit’s mandate and, later, its petition for\ncertiorari. 585 U. S. ___ (2018); 586 U. S. ___\n(2019).IIBefore turning to the merits, we confront a\nthreshold challenge to our jurisdiction: Argus Leader questions\nwhether the Institute has standing to pursue this appeal. To show\nstanding under Article III, an appealing litigant must demonstrate\nthat it has suffered an actual or imminent injury that is “fairly\ntraceable” to the judgment below and that could be “redress[ed] by\na favorable ruling.”Monsanto Co.v.Geertson Seed\nFarms,561 U.S.\n139, 149–150 (2010).The Institute satisfies each of these criteria.\nWhether or not disclosure of the contested data would cause its\nmember retailers “substantial competitive harm,” the record before\nus reveals (and Argus Leader does not meaningfully dispute) that\ndisclosure likely would cause themsomefinancial injury. As\nthe Eighth Circuit observed, the grocery industry is “highly\ncompetitive,” and disclosure of store-level SNAP data likely would\nhelp competitors win business from the Institute’s members. 889\nF. 3d, at 916. This concrete injury is, as well, directly\ntraceable to the judgment ordering disclosure. And a favorable\nruling from this Court would redress the retailers’ injury by\nreversing that judgment.Argus Leader insists that the Institute’s injury\nis not redressable because a favorable ruling would merely restore\nthe government’sdiscretionto withhold the requested data\nunder Exemption 4, and it might just as easily choose to provide\nthe data anyway. But the government has represented unequivocally\nthat, consistent with its longstanding policy and past assurances\nof confidentiality to retailers, it “will not disclose” the\ncontested data unless compelled to do so by the district court’s\norder. Brief for United States asAmicus Curiae35; accord,\nTr. of Oral Arg. 18–22. A reversal here thus would ensure exactly\nthe relief the Institute requests. That is enough to satisfy\nArticle III.Monsanto, 561 U. S., at 152–153.IIIAAs we’ve seen, Exemption 4 shields from\nmandatory disclosure “commercial or financial information obtained\nfrom a person and privileged or confidential.” 5 U. S. C.\n§552(b)(4). But FOIA nowhere defines the term “confidential.” So,\nas usual, we ask what that term’s “ordinary, contemporary, common\nmeaning” was when Congress enacted FOIA in 1966.Perrinv.United States,444 U.S.\n37, 42 (1979). We’ve done the same with other undefined terms\nin FOIA. See,e.g.,Milnerv.Department of\nNavy,562 U.S.\n562, 569 (2011);United Statesv.Weber Aircraft\nCorp.,465 U.S.\n792, 804 (1984).The term “confidential” meant then, as it does\nnow, “private” or “secret.” Webster’s Seventh New Collegiate\nDictionary 174 (1963). Contemporary dictionaries suggest two\nconditions that might be required for information communicated to\nanother to be considered confidential. In one sense, information\ncommunicated to another remains confidential whenever it is\ncustomarily kept private, or at least closely held, by the person\nimparting it. See,e.g., Webster’s Third New International\nDictionary 476 (1961) (“known only to a limited few” or “not\npublicly disseminated”); Black’s Law Dictionary 370 (rev. 4th ed.\n1968) (“intended to be held in confidence or kept secret”). In\nanother sense, information might be considered confidential only if\nthe party receiving it provides some assurance that it will remain\nsecret. See,e.g., 1 Oxford Universal Dictionary Illustrated\n367 (3d ed. 1961) (“spoken or written in confidence”); Webster’s\nNew World Dictionary 158 (1960) (“told in confidence”).Must both of these conditions be met for\ninformation to be considered confidential under Exemption 4? At\nleast the first condition has to be; it is hard to see how\ninformation could be deemed confidential if its owner shares it\nfreely. And there’s no question that the Institute’s members\nsatisfy this condition; uncontested testimony established that the\nInstitute’s retailers customarily do not disclose store-level SNAP\ndata or make it publicly available “in any way.” See,e.g.,App. 93–94. Even within a company, witnesses testified, only small\ngroups of employees usually have access to it. But what about the\nsecond condition: Can privately held informationloseits\nconfidential character for purposes of Exemption 4 if it’s\ncommunicated to the government without assurances that the\ngovernment will keep it private? As it turns out, there’s no need\nto resolve that question in this case because the retailers before\nus clearly satisfy this condition too. Presumably to induce\nretailers to participate in SNAP and provide store-level\ninformation it finds useful to its adminstration of the program,\nthe government has long promised them that it will keep their\ninformation private. See,e.g., 43 Fed. Reg. 43275 (1978);\nsee also Brief for United States asAmicus Curiae27–30.Early courts of appeals confronting Exemption 4\ninterpreted its terms in ways consistent with these understandings.\nInGSAv.Benson, 415 F.2d 878, 881 (1969), for\nexample, the Ninth Circuit concluded that Exemption 4 would\n“ ‘protect information that a private individual wishes to\nkeep confidential for his own purposes, but reveals to the\ngovernment under the express or implied promise’ ” of\nconfidentiality. The D. C. Circuit similarly held that\nExemption 4 covered sales documents “ ‘which would customarily\nnot be released to the public’ ” and which the government\n“agreed to treat . . . as confidential.”Sterling Drug\nInc.v.FTC, 450 F.2d 698, 709 (1971); see alsoGrumman Aircraft Eng. Corp.v.Renegotiation Bd., 425\nF.2d 578, 580, 582 (1970) (information a private party “submitted\n‘in confidence’ ” or “would not reveal to the public [is]\nexempt from disclosure”).BNotably lacking from dictionary definitions,\nearly case law, or any other usual source that might shed light on\nthe statute’s ordinary meaning is any mention of the “substantial\ncompetive harm” requirement that the courts below found unsatisfied\nand on which Argus Leader pins its hopes. Indeed, when called on\nsome years ago to interpret the similar phrase “information\nfurnished by a confidential source” in FOIA Exemption 7(D),\n§552(b)(7)(D), this Court looked, as we do now, to “common usage”\nand never suggested that the government must prove that the\ndisclosure of a source’s information would result in substantial\nharm.Department of Justicev.Landano,508 U.S.\n165, 173–174 (1993).So wheredidthe “substantial competitive\nharm” requirement come from? In 1974, the D. C. Circuit\ndeclared that, in addition to the requirements actually set forth\nin Exemption 4, a “court must also be satisfied that non-disclosure\nis justified by the legislative purpose which underlies the\nexemption.”National Parks & Conservation Assn.v.Morton, 498 F.2d 765, 767. Then, after a selective tour\nthrough the legislative history, the court concluded that\n“commercial or financial matter is ‘confidential’ [only] if\ndisclosure of the information is likely . . . (1) to\nimpair the Government’s ability to obtain necessary information in\nthe future; or (2) to cause substantial harm to the competitive\nposition of the person from whom the information was obtained.”Id., at 770. Without much independent analysis, a number of\ncourts of appeals eventually fell in line and adopted variants of\ntheNational Parkstest. SeeContract Freighters,\nInc.v.Secretary of U. S. Dept. of Transp.,260 F.3d 858, 861 (CA8 2001) (collecting cases).We cannot approve such a casual disregard of the\nrules of statutory interpretation. In statutory interpretation\ndisputes, a court’s proper starting point lies in a careful\nexamination of the ordinary meaning and structure of the law\nitself.Schindler Elevator Corp.v.United States ex rel.\nKirk,563 U.S.\n401, 407 (2011). Where, as here, that examination yields a\nclear answer, judges must stop.Hughes Aircraft Co.v.Jacobson,525 U.S.\n432, 438 (1999).Even those of us who sometimes consult\nlegislative history will never allow it to be used to “muddy” the\nmeaning of “clear statutory language.”Milner, 562\nU. S., at 572. Indeed, this Court has repeatedly refused to\nalter FOIA’s plain terms on the strength only of arguments from\nlegislative history. See,e.g., Landano, 508 U. S., at\n178 (refusing to expand the plain meaning of Exemption 7(D) based\non legislative history);Weber Aircraft, 465 U. S., at\n800–803 (refusing to restrict Exemption 5 based on legislative\nhistory).National Parks’ contrary approach is a\nrelic from a “bygone era of statutory construction.” Brief for\nUnited States asAmicus Curiae19. Not only didNational\nParksinappropriately resort to legislative history before\nconsulting the statute’s text and structure, once it did so it went\neven further astray. The court relied heavily on statements from\nwitnesses in congressional hearings years earlier on a different\nbill that was never enacted into law. 498 F. 2d, at 767–769.\nYet we can all agree that “excerpts from committee hearings” are\n“ ‘among the least illuminating forms of legislative\nhistory.’ ”Advocate Health Care Networkv.Stapleton, 581 U. S. ___, ___ (2017) (slip op., at 12);\nsee alsoKellyv.Robinson,479 U.S.\n36, 51, n. 13 (1986) (declining to “accord any\nsignificance” to “comments in [legislative] hearings”). Perhaps\nespecially so in cases like this one, where the witness statements\ndo not comport with official committee reports that are consistent\nwith the plain and ordinary meaning of the statute’s terms. See\nS. Rep. No. 813, 89th Cong., 1st Sess., 9 (1965) (Exemption 4\nprotects information “which would customarily not be released to\nthe public by the person from whom it was obtained” such as\n“business sales statistics” and “customer lists”); H. R. Rep.\nNo. 1497, 89th Cong., 2d Sess., 10 (1966) (Exemption 4 exempts\nmaterial “if it would not customarily be made public by the person\nfrom whom it was obtained by the Government” and “information which\nis given to an agency in confidence” such as “business sales\nstatistics”).Unsurprisingly,National Parkshas drawn\nconsiderable criticism over the years. See,e.g.,Critical Mass Energy Projectv.NRC, 931 F.2d 939,\n947 (CADC 1991) (Randolph, J., concurring) (National Parkswas “ ‘fabricated . . . out of whole cloth’ ”);New Hampshire Right to Lifev.Department of Health and\nHuman Servs., 577 U. S. ___ (2015) (Thomas, J., joined by\nScalia, J., dissenting from denial of certiorari). Even the\nD. C. Circuit has distanced itself from the decision. While\nretainingNational Parksprincipally as a matter ofstare\ndecisisin the context of information a private entity isrequiredto provide to the government, the court has\npointedly declined to extend theNational Parkstest to\ninformation providedvoluntarilyto the government under\nExemption 4. There, the court has adhered to a much more\ntraditional understanding of the statutory term “confidential,”\nholding that information qualifies as confidential “if it is of a\nkind that would customarily not be released to the public by the\nperson from whom it was obtained.”Critical Mass Energy\nProjectv.NRC, 975 F.2d 871, 879–880 (CADC 1992) (en\nbanc); see alsoid.,at 880–882 (Randolph, J., concurring).\nNor, unbound by D. C. Circuit precedent, can we discern a\npersuasive reason to afford thesamestatutory term two such\nradically different constructions.Ratzlafv.United\nStates,510 U.S.\n135, 143 (1994).CThat leaves Argus Leader to try to salvage the\nresult, if not the reasoning, ofNational Parks. But here\nits arguments prove no more persuasive. The company begins by\nrearranging the text of Exemption 4 to create a phrase that does\nnot appear in the statute: “confidential commercial information.”\nThen, it suggests this synthetic term mirrors a preexisting common\nlaw term of art. And finally it asserts that the common law term\ncovers only information whose release would lead to substantial\ncompetitive harm. But Argus Leader points to no treatise or case\ndecided before Exemption 4’s adoption that assigned any such\nmeaning to the terms actually before us: “commercial or financial\ninformation [that is] privileged or confidential.” So even\naccepting (without granting) thatotherphrases may carry\nthe specialized common law meaning Argus Leader supposes, the\nparties have mustered no evidence that the terms of Exemption 4 did\nat the time of their adoption. Nor will this Court ordinarily imbue\nstatutory terms with a specialized common law meaning when Congress\nhasn’t itself invoked the common law terms of art associated with\nthat meaning. See,e.g., Bruesewitzv.Wyeth LLC,562 U.S.\n223, 233–235 (2011).Alternatively, the company suggests that,\nwhatever the merits ofNational Parksas an initial matter,\nCongress effectively ratified its understanding of the term\n“confidential” by enacting similar phrases in other statutes in the\nyears since that case was decided. To be sure, the ratification\ncanon can sometimes prove a useful interpretive tool. But it\nderives from the notion that Congress is aware of a definitive\njudicial interpretation of a statute when it reenacts thesamestatute using the same language.Helsinn Healthcare\nS. A.v.Teva Pharmaceuticals USA, Inc., 586\nU. S. ___, ___ (2019) (slip op., at 7). And Congress has never\nreenacted Exemption 4. So whether Congress’s use of similar\nlanguage in other statutes afterNational Parksmight (or\nmight not) tell us what later Congresses understood those other\nstatutes to mean, it tells us nothing about Congress’s\nunderstanding of the language it enacted in Exemption 4 in\n1966.Finally, Argus urges us to adopt a “substantial\ncompetitive harm” requirement as a matter of policy because it\nbelieves FOIA exemptions should be narrowly construed. But as we\nhave explained in connection with another federal statute, we\nnormally “have no license to give [statutory] exemption[s] anything\nbut a fair reading.”Encino Motorcars, LLCv.Navarro, 584 U. S. ___, ___ (2018) (slip op., at 9).\nNor do we discern a reason to depart from that rule here: FOIA\nexpressly recognizes that “important interests [are] served by\n[its] exemptions,”FBIv.Abramson,456 U.S.\n615, 630–631 (1982), and “[t]hose exemptions are as much a part\nof [FOIA’s] purpose[s and policies] as the [statute’s disclosure]\nrequirement,”Encino Motorcars, 584 U. S., at ___ (slip\nop., at 9). So, just as we cannot properlyexpandExemption\n4 beyond what its terms permit, see,e.g.,Milner,\n562 U. S., at 570–571, we cannot arbitrarilyconstrictit either by adding limitations found nowhere in its terms.Our dissenting colleagues appear to endorse\nsomething like this final argument. They seem to agree that the law\ndoesn’t demand proof of “substantial” or “competitive” harm, but\nthey think it would be a good idea to require a showing ofsomeharm. Neither side, however, has advocated for such an\nunderstanding of the statute’s terms. And our colleagues’ brief\nbrush with the statutory text doesn’t help; they cite exclusively\nfrom specialized dictionary definitions lifted from the national\nsecurity classification context that have no bearing on Exemption\n4. Really, our colleagues’ submission boils down to a policy\nargument about the benefits of broad disclosure. But as Justice\nBreyer has noted, when Congress enacted FOIA it sought a “workable\nbalance” between disclosure and other governmental\ninterests—interests that may include providing private parties with\nsufficient assurances about the treatment of their proprietary\ninformation so they will cooperate in federal programs and supply\nthe government with information vital to its work. SeeMilner, 562 U. S., at 589 (dissenting opinion) (arguing for\na broad exemption from FOIA disclosure obligations to honor a\n“workable balance” between disclosure and privacy).*At least where commercial or financial\ninformation is both customarily and actually treated as private by\nits owner and provided to the government under an assurance of\nprivacy, the information is “confidential” within the meaning of\nExemption 4. Because the store-level SNAP data at issue here is\nconfidential under that construction, the judgment of the court of\nappeals is reversed and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}