{
    "case": {
        "docket": "16-285",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-285/"
    },
    "id": "3904211",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 16–285, 16–300, 16–307_________________EPIC SYSTEMS CORPORATION, PETITIONER16–285v.JACOB LEWIS;on writ of certiorari to the united states\ncourt of appeals for the seventh circuitERNST & YOUNG LLP, et al.,\nPETITIONERS16–300v.STEPHEN MORRIS, et al.; ANDon writ of certiorari to the united states\ncourt of appeals for the ninth circuitNATIONAL LABOR RELATIONS BOARD,\nPETITIONER16–307v.MURPHY OIL USA, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 21, 2018]Justice Gorsuch delivered the opinion of the\nCourt.Should employees and employers be allowed to\nagree that any disputes between them will be resolved through\none-on-one arbitration? Or should employees always be permitted to\nbring their claims in class or collective actions, no matter what\nthey agreed with their employers?As a matter of policy these questions are surely\ndebat- able. But as a matter of law the answer is clear. In the\nFederal Arbitration Act, Congress has instructed federal courts to\nenforce arbitration agreements according to their terms—including\nterms providing for individualized proceedings. Nor can we agree\nwith the employees’ suggestion that the National Labor Relations\nAct (NLRA) offers a conflicting command. It is this Court’s duty to\ninterpret Congress’s statutes as a harmonious whole rather than at\nwar with one another. And abiding that duty here leads to an\nunmistakable conclusion. The NLRA secures to employees rights to\norganize unions and bargain collectively, but it says nothing about\nhow judges and arbitrators must try legal disputes that leave the\nworkplace and enter the courtroom or arbitral forum. This Court has\nnever read a right to class actions into the NLRA—and for three\nquarters of a century neither did the National Labor Relations\nBoard. Far from conflicting, the Arbitration Act and the NLRA have\nlong enjoyed separate spheres of influence and neither permits this\nCourt to declare the parties’ agreements unlawful.IThe three cases before us differ in detail but\nnot in substance. TakeErnst & Young LLPv.Morris. There Ernst & Young and one of its junior\naccountants, Stephen Morris, entered into an agreement providing\nthat they would arbitrate any disputes that might arise between\nthem. The agreement stated that the employee could choose the\narbitration provider and that the arbitrator could “grant any\nrelief that could be granted by . . . a court” in the\nrelevant jurisdiction. App. in No. 16–300, p. 43. The\nagreement also specified individualized arbitration, with claims\n“pertaining to different [e]mployees [to] be heard in separate\nproceedings.”Id.,at 44.After his employment ended, and despite having\nagreed to arbitrate claims against the firm, Mr. Morris sued Ernst\n& Young in federal court. He alleged that the firm had\nmisclassified its junior accountants as professional employees and\nviolated the federal Fair Labor Standards Act (FLSA) and California\nlaw by paying them salaries without overtime pay. Although the\narbitration agreement provided for individualized proceedings, Mr.\nMorris sought to litigate the federal claim on behalf of a\nnationwide class under the FLSA’s collective action provision, 29\nU. S. C. §216(b). He sought to pursue the state law claim\nas a class action under Federal Rule of Civil Procedure 23.Ernst & Young replied with a motion to\ncompel arbitration. The district court granted the request, but the\nNinth Circuit reversed this judgment. 834 F. 3d 975 (2016).\nThe Ninth Circuit recognized that the Arbitration Act gener- ally\nrequires courts to enforce arbitration agreements as written. But\nthe court reasoned that the statute’s “saving clause,” see 9\nU. S. C. §2, removes this obligation if an arbitration\nagreement violates some other federal law. And the court concluded\nthat an agreement requiring individualized arbitration proceedings\nviolates the NLRA by barring employees from engaging in the\n“concerted activit[y],” 29 U. S. C. §157, of pursuing\nclaims as a class or collective action.Judge Ikuta dissented. In her view, the\nArbitration Act protected the arbitration agreement from judicial\ninterference and nothing in the Act’s saving clause suggested\notherwise. Neither, she concluded, did the NLRA demand a different\nresult. Rather, that statute focuses on protecting unionization and\ncollective bargaining in the workplace, not on guaranteeing class\nor collective action procedures in disputes before judges or\narbitrators.Although the Arbitration Act and the NLRA have\nlong coexisted—they date from 1925 and 1935, respectively—the\nsuggestion they might conflict is something quite new. Until a\ncouple of years ago, courts more or less agreed that arbitration\nagreements like those before us must be enforced according to their\nterms. See,e.g.,Owenv.Bristol Care, Inc.,\n702 F. 3d 1050 (CA8 2013);Sutherlandv.Ernst &\nYoung LLP, 726 F. 3d 290 (CA2 2013);D. R. Horton,\nInc.v.NLRB, 737 F. 3d 344 (CA5 2013);Iskanianv.CLS Transp. Los Angeles, LLC, 59 Cal. 4th\n348, 327 P. 3d 129 (2014);Tallmanv.Eighth Jud.\nDist. Court, 131 Nev. 71, 359 P. 3d 113 (2015); 808\nF. 3d 1013 (CA5 2015) (case below in No. 16–307).The National Labor Relations Board’s general\ncounsel expressed much the same view in 2010. Remarking that\nemployees and employers “can benefit from the relative simplicity\nand informality of resolving claims before arbitrators,” the\ngeneral counsel opined that the validity of such agreements “does\nnot involve consideration of the policies of the National Labor\nRelations Act.” Memorandum GC 10–06, pp. 2, 5 (June 16,\n2010).But recently things have shifted. In 2012, the\nBoard—for the first time in the 77 years since the NLRA’s\nadoption—asserted that the NLRA effectively nullifies the\nArbitration Act in cases like ours.D. R. Horton, Inc.,\n357 N. L. R. B. 2277. Initially, this agency\ndecision received a cool reception in court. SeeD. R.\nHorton, 737 F. 3d, at 355–362. In the last two years,\nthough, some circuits have either agreed with the Board’s\nconclusion or thought themselves obliged to defer to it underChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc., 467 U. S. 837 (1984). See 823\nF. 3d 1147 (CA7 2016) (case below in No. 16–285); 834\nF. 3d 975 (case below in No. 16–300);NLRBv.Alternative Entertainment, Inc., 858 F. 3d 393 (CA6\n2017). More recently still, the disagreement has grown as the\nExecutive has disavowed the Board’s (most recent) position, and the\nSolicitor General and the Board have offered us battling briefs\nabout the law’s meaning. We granted certiorari to clear the\nconfusion. 580 U. S. ___ (2017).IIWe begin with the Arbitration Act and the\nquestion of its saving clause.Congress adopted the Arbitration Act in 1925 in\nresponse to a perception that courts were unduly hostile to\narbitration. No doubt there was much to that perception. Before\n1925, English and American common law courts routinely refused to\nenforce agreements to arbitrate disputes.Scherkv.Alberto-Culver Co., 417 U. S. 506, 510, n. 4\n(1974). But in Congress’s judgment arbitration had more to offer\nthan courts recognized—not least the promise of quicker, more\ninformal, and often cheaper resolutions for everyone involved.Id., at 511. So Congress directed courts to abandon their\nhostility and instead treat arbitration agreements as “valid,\nirrevocable, and enforceable.” 9 U. S. C. §2. The Act,\nthis Court has said, establishes “a liberal federal policy favoring\narbitration agreements.”Moses H. Cone Memorial Hospitalv.Mercury Constr. Corp., 460 U. S. 1, 24 (1983) (citingPrima Paint Corp.v.Flood & Conklin Mfg. Co.,\n388 U. S. 395 (1967)); seeid.,at 404 (discussing “the\nplain meaning of the statute” and “the unmistakably clear\ncongressional purpose that the arbitration procedure, when selected\nby the parties to a contract, be speedy and not subject to delay\nand obstruction in the courts”).Not only did Congress require courts to respect\nand enforce agreements to arbitrate; it also specifically directed\nthem to respect and enforce the parties’ chosen arbitration\nprocedures. See §3 (providing for a stay of litigation pending\narbitration “in accordance with the terms of the agreement”); §4\n(providing for “an order directing that . . . arbitration\nproceed in the manner provided for in such agreement”). Indeed, we\nhave often observed that the Arbitration Act requires courts\n“rigorously” to “enforce arbitration agreements according to their\nterms, including terms that specifywith whomthe parties\nchoose to arbitrate their disputes andthe rulesunder which\nthat arbitration will be conducted.”American Express Co.v.Italian Colors Restaurant, 570 U. S. 228, 233 (2013)\n(some emphasis added; citations, internal quotation marks, and\nbrackets omitted).On first blush, these emphatic directions would\nseem to resolve any argument under the Arbitration Act. The parties\nbefore us contracted for arbitration. They pro- ceeded to specify\nthe rules that would govern their arbitrations, indicating their\nintention to use individualized rather than class or collective\naction procedures. And this much the Arbitration Act seems to\nprotect pretty absolutely. SeeAT&T Mobility LLCv.Concepcion, 563 U. S. 333 (2011);Italian\nColors,supra;DIRECTV, Inc.v.Imburgia,\n577 U. S. ___ (2015). You might wonder if the balance Congress\nstruck in 1925 between arbitration and litigation should be\nrevisited in light of more contemporary developments. You might\neven ask if the Act was good policy when enacted. But all the same\nyou might find it difficult to see how to avoid the statute’s\napplication.Still, the employees suggest the Arbitration\nAct’s saving clause creates an exception for cases like theirs. By\nits terms, the saving clause allows courts to refuse to enforce\narbitration agreements “upon such grounds as exist at law or in\nequity for the revocation of any contract.” §2. That provision\napplies here, the employees tell us, because the NLRA renders their\nparticular class and collective action waivers illegal. In their\nview, illegality under the NLRA is a “ground” that “exists at law\n. . . for the revocation” of their arbitration\nagreements, at least to the extent those agreements prohibit class\nor collective action proceedings.The problem with this line of argument is\nfundamental. Put to the side the question whether the saving clause\nwas designed to save not only state law defenses but also defenses\nallegedly arising from federal statutes. See 834 F. 3d, at\n991–992, 997 (Ikuta, J., dissenting). Put to the side the question\nof what it takes to qualify as a ground for “revocation” of a\ncontract. SeeConcepcion,supra,at 352–355 (Thomas,\nJ., concurring);post,at 1–2 (Thomas, J., concurring). Put\nto the side for the moment, too, even the question whether the NLRA\nactually renders class and collective action waivers illegal.\nAssuming (but not granting) the employees could satisfactorily\nanswer all those questions, the saving clause still can’t save\ntheir cause.It can’t because the saving clause recognizes\nonly defenses that apply to “any” contract. In this way the clause\nestablishes a sort of “equal-treatment” rule for arbitration\ncontracts.Kindred Nursing Centers L. P.v.Clark,\n581 U. S. ___, ___ (2017) (slip op., at 4). The clause\n“permits agreements to arbitrate to be invalidated by ‘generally\napplicable contract defenses, such as fraud, duress, or\nunconscionability.’ ”Concepcion, 563 U. S., at\n339. At the same time, the clause offers no refuge for “defenses\nthat apply only to arbitration or that derive their meaning from\nthe fact that an agreement to arbitrate is at issue.”Ibid.Under our precedent, this means the saving clause does not save\ndefenses that target arbitration either by name or by more subtle\nmethods, such as by “interfer[ing] with fundamental attributes of\narbitration.”Id., at 344; seeKindred Nursing,supra,at ___ (slip op., at 5).This is where the employees’ argument stumbles.\nThey don’t suggest that their arbitration agreements were\nextracted, say, by an act of fraud or duress or in some other\nunconscionable way that would renderanycontract\nunenforceable. Instead, they object to their agreements precisely\nbecause they require individualized arbitration proceedings instead\nof class or collective ones. And by attacking (only) the\nindividualized nature of the arbitration proceedings, the\nemployees’ argument seeks to interfere with one of arbitration’s\nfundamental attributes.We know this much because ofConcepcion.\nThere this Court faced a state law defense that prohibited as\nunconscionable class action waivers in consumer contracts. The\nCourt readily acknowledged that the defense formally applied in\nboth the litigation and the arbitration context. 563 U. S., at\n338, 341. But, the Court held, the defense failed to qualify for\nprotection under the saving clause because it interfered with a\nfundamental attribute of arbitration all the same. It did so by\neffectively permitting any party in arbitration to demand classwide\nproceedings despite the traditionally individualized and informal\nnature of arbitration. This “fundamental” change to the traditional\narbitration process, the Court said, would “sacrific[e] the\nprincipal advantage of arbitration—its informality—and mak[e] the\nprocess slower, more costly, and more likely to generate procedural\nmorass than final judgment.”Id.,at 347, 348. Not least,Concepcionnoted, arbitrators would have to decide whether\nthe named class representatives are sufficiently representative and\ntypical of the class; what kind of notice, opportunity to be heard,\nand right to opt out absent class members should enjoy; and how\ndiscovery should be altered in light of the classwide nature of the\nproceedings.Ibid.All of which would take much time and\neffort, and introduce new risks and costs for both sides.Ibid.In the Court’s judgment, the virtues Congress\noriginally saw in arbitration, its speed and simplicity and\ninexpensiveness, would be shorn away and arbitration would wind up\nlooking like the litigation it was meant to displace.Of course,Concepcionhas its limits. The\nCourt recognized that parties remain free to alter arbitration\nprocedures to suit their tastes, and in recent years some parties\nhave sometimes chosen to arbitrate on a classwide basis.Id., at 351. ButConcepcion’s essential insight\nremains: courts may not allow a contract defense to reshape\ntraditional individualized arbitration by mandating classwide\narbitration procedures without the parties’ consent.Id., at\n344–351; see alsoStolt-Nielsen S. A.v.AnimalFeeds\nInt’l Corp., 559 U. S. 662, 684–687 (2010). Just as\njudicial antagonism toward arbitration before the Arbitration Act’s\nenactment “manifested itself in a great variety of devices and\nformulas declaring arbitration against public policy,”Concepcionteaches that we must be alert to new devices and\nformulas that would achieve much the same result today. 563\nU. S., at 342 (internal quotation marks omitted). And a rule\nseeking to declare individualized arbitration proceedings off\nlimits is, the Court held, just such a device.The employees’ efforts to distinguishConcepcionfall short. They note that their putative NLRA\ndefense would render an agreement “illegal” as a matter of federal\nstatutory law rather than “unconscionable” as a matter of state\ncommon law. But we don’t see how that distinction makes any\ndifference in light ofConcepion’s rationale and rule.\nIllegality, like unconscionability, may be a traditional, generally\napplicable contract defense in many cases, including arbitration\ncases. But an argument that a contract is unenforceablejustbecause it requires bilateral arbitrationis a different\ncreature. A defense of that kind,Concepciontells us, is\none that impermissibly disfavors arbitration whether it sounds in\nillegality or unconscion- ability. The law of precedent teaches\nthat like cases should generally be treated alike, and appropriate\nrespect for that principle means the Arbitration Act’s saving\nclause can no more save the defense at issue in these cases than it\ndid the defense at issue inConcepcion. At the end of our\nencounter with the Arbitration Act, then, it appears just as it did\nat the beginning: a congressional command requiring us to enforce,\nnot override, the terms of the arbitration agreements before\nus.IIIBut that’s not the end of it. Even if the\nArbitration Act normally requires us to enforce arbitration\nagreements like theirs, the employees reply that the NLRA overrides\nthat guidance in these cases and commands us to hold their\nagreements unlawful yet.This argument faces a stout uphill climb. When\nconfronted with two Acts of Congress allegedly touching on the same\ntopic, this Court is not at “liberty to pick and choose among\ncongressional enactments” and must instead strive “ ‘to give\neffect to both.’ ”Mortonv.Mancari, 417\nU. S. 535, 551 (1974). A party seeking to suggest that two\nstatutes cannot be harmonized, and that one displaces the other,\nbears the heavy burden of showing “ ‘a clearly expressed\ncongressional intention’ ” that such a result should follow.Vimar Seguros y Reaseguros, S. A.v.M/V Sky Reefer,\n515 U. S. 528, 533 (1995). The intention must be “ ‘clear\nand manifest.’ ”Morton,supra, at 551. And in\napproaching a claimed conflict, we come armed with the “stron[g]\npresum[ption]” that repeals by implication are “disfavored” and\nthat “Congress will specifically address” preexisting law when it\nwishes to suspend its normal operations in a later statute.United Statesv.Fausto, 484 U. S. 439, 452, 453\n(1988).These rules exist for good reasons. Respect for\nCongress as drafter counsels against too easily finding\nirreconcilable conflicts in its work. More than that, respect for\nthe separation of powers counsels restraint. Allowing judges to\npick and choose between statutes risks transforming them from\nexpounders of what the lawisinto policymakers choosing\nwhat the lawshould be. Our rules aiming for harmony over\nconflict in statutory interpretation grow from an appreciation that\nit’s the job of Congress by legislation, not this Court by\nsupposition, both to write the laws and to repeal them.Seeking to demonstrate an irreconcilable\nstatutory conflict even in light of these demanding standards, the\nemployees point to Section 7 of the NLRA. That provision guarantees\nworkers“the right to self-organization, to form,\njoin, or assist labor organizations, to bargain collectively\nthrough representatives of their own choosing, and to engage in\nother concerted activities for the purpose of collective bargaining\nor other mutual aid or protection.” 29 U. S. C. §157.From this language, the employees ask us to\ninfer a clear and manifest congressional command to displace the\nArbitration Act and outlaw agreements like theirs.But that much inference is more than this Court\nmay make. Section 7 focuses on the right to organize unions and\nbargain collectively. It may permit unions to bargain to prohibit\narbitration. Cf.14 Penn Plaza LLCv.Pyett, 556\nU. S. 247, 256–260 (2009). But it does not express approval or\ndisapproval of arbitration. It does not mention class or collective\naction procedures. It does not even hint at a wish to displace the\nArbitration Act—let alone accomplish that much clearly and\nmanifestly, as our precedents demand.Neither should any of this come as a surprise.\nThe notion that Section 7 confers a right to class or collective\nactions seems pretty unlikely when you recall that procedures like\nthat were hardly known when the NLRA was adopted in 1935. Federal\nRule of Civil Procedure 23 didn’t create the modern class action\nuntil 1966; class arbitration didn’t emerge until later still; and\neven the Fair Labor Standards Act’s collective action provision\npostdated Section 7 by years. See Rule 23–Class Actions, 28\nU. S. C. App., p. 1258 (1964 ed., Supp. II); 52Stat.\n1069;Concepcion, 563 U. S., at 349; see alsoCalifanov.Yamasaki, 442 U. S. 682, 700–701\n(1979) (noting that the “usual rule” then was litigation “conducted\nby and on behalf of individual named parties only”). And while some\nforms of group litigation existed even in 1935, see 823 F. 3d,\nat 1154, Section 7’s failure to mention them only reinforces that\nthe statute doesn’t speak to such procedures.A close look at the employees’ best evidence of\na potential conflict turns out to reveal no conflict at all. The\nemployees direct our attention to the term “other con- certed\nactivities for the purpose of . . . other mutual aid or\nprotection.” This catchall term, they say, can be read to include\nclass and collective legal actions. But the term appears at the end\nof a detailed list of activities speaking of “self-organization,”\n“form[ing], join[ing], or assist[ing] labor organizations,” and\n“bargain[ing] collectively.” 29 U. S. C. §157. And where,\nas here, a more general term follows more specific terms in a list,\nthe general term is usually understood to “ ‘embrace only\nobjects similar in nature to those objects enumerated by the\npreceding specific words.’ ”Circuit City Stores, Inc.v.Adams, 532 U. S. 105, 115 (2001) (discussingejusdem generiscanon);National Assn. of Mfrs.v.Department of Defense, 583 U. S. ___, ___ (2018) (slip\nop., at 10). All of which suggests that the term “other concerted\nactivities” should, like the terms that precede it, serve to\nprotect things employees “just do” for themselves in the course of\nexercising their right to free association in the workplace, rather\nthan “the highly regulated, courtroom-bound ‘activities’ of class\nand joint litigation.”Alternative Entertainment, 858\nF. 3d, at 414–415 (Sutton, J., concurring in part and\ndissenting in part) (emphasis deleted). None of the preceding and\nmore specific terms speaks to the procedures judges or arbitrators\nmust apply in disputes that leave the workplace and enter the\ncourtroom or arbitral forum, and there is no textually sound reason\nto suppose the final catchall term should bear such a radically\ndifferent object than all its predecessors.The NLRA’s broader structure underscores the\npoint. After speaking of various “concerted activities” in Section\n7, Congress proceeded to establish a regulatory regime applicable\nto each of them. The NLRA provides rules for the recognition of\nexclusive bargaining representatives, 29 U. S. C. §159,\nexplains employees’ and employers’ obligation to bargain\ncollectively, §158(d), and conscribes certain labor organization\npractices, §§158(a)(3), (b). The NLRA also touches on other\nconcerted activities closely related to organization and collective\nbargaining, such as picketing, §158(b)(7), and strikes, §163. It\neven sets rules for adjudicatory proceedings under the NLRA itself.\n§§160, 161. Many of these provisions were part of the original NLRA\nin 1935, see 49Stat. 449, while others were added later. But\nmissing entirely from this careful regime is any hint about what\nrules should govern the adjudication of class or collective actions\nin court or arbitration. Without some comparably specific guidance,\nit’s not at all obvious what procedures Section 7 might protect.\nWould opt-out class action procedures suffice? Or would opt-in\nprocedures be necessary? What notice might be owed to absent class\nmembers? What standards would govern class certification? Should\nthe same rules always apply or should they vary based on the nature\nof the suit? Nothing in the NLRA even whispers to us on any of\nthese essential questions. And it is hard to fathom why Congress\nwould take such care to regulate all the other matters mentioned in\nSection 7 yet remain mute about this matter alone—unless, of\ncourse, Section 7 doesn’t speak to class and collective action\nprocedures in the first place.Telling, too, is the fact that when Congress\nwants to mandate particular dispute resolution procedures it knows\nexactly how to do so. Congress has spoken often and clearly to the\nprocedures for resolving “actions,” “claims,” “charges,” and\n“cases” in statute after statute.E.g.,29\nU. S. C. §§216(b), 626; 42 U. S. C.\n§§2000e–5(b), (f)(3)–(5). Congress has likewise shown that it knows\nhow to override the Arbitration Act when it wishes—by explaining,\nfor example, that, “[n]otwithstanding any other provision of law,\n. . . arbitration may be used . . . only if”\ncertain conditions are met, 15 U. S. C. §1226(a)(2); or\nthat “[n]o predispute arbitration agreement shall be valid or\nenforceable” in other circumstances, 7 U. S. C.\n§26(n)(2); 12 U. S. C. §5567(d)(2); or that requiring a\nparty to arbitrate is “unlawful” in other circumstances yet, 10\nU. S. C. §987(e)(3). The fact that we have nothing like\nthat here is further evidence that Section 7 does nothing to\naddress the question of class and collective actions.In response, the employees offer this slight\nreply. They suggest that the NLRA doesn’t discuss any particular\nclass and collective action procedures because it merely confers a\nright to useexistingprocedures provided by statute or\nrule, “on the same terms as [they are] made available to everyone\nelse.” Brief for Respondent in No. 16–285, p. 53, n. 10.\nBut of course the NLRA doesn’t say even that much. And, besides, if\nthe parties really take existing class and collective action rules\nas they find them, they surely take them subject to the limitations\ninherent in those rules—including the principle that parties may\n(as here) contract to depart from them in favor of individualized\narbitration procedures of their own design.Still another contextual clue yields the same\nmessage. The employees’ underlying causes of action involve their\nwages and arise not under the NLRA but under an en- tirely\ndifferent statute, the Fair Labor Standards Act. The FLSA allows\nemployees to sue on behalf of “themselves and other employees\nsimilarly situated,” 29 U. S. C. §216(b), and it’s\nprecisely this sort of collective action the employees before us\nwish to pursue. Yet they do not offer the seemingly more natural\nsuggestion that the FLSA overcomes the Arbitration Act to permit\ntheir class and collective actions. Why not? Presumably because\nthis Court held decades ago that an identical collective action\nscheme (in fact, one borrowed from the FLSA) doesnotdisplace the Arbitration Act or prohibit individualized arbitration\nproceedings.Gilmerv.Interstate/Johnson Lane Corp.,\n500 U. S. 20, 32 (1991) (discussing Age Discrimination in\nEmployment Act). In fact, it turns out that “[e]very circuit to\nconsider the question” has held that the FLSA allows agreements for\nindividualized arbitration.Alternative Entertainment, 858\nF. 3d, at 413 (opinion of Sutton, J.) (collecting cases).\nFaced with that obstacle, the employees are left to cast about\nelsewhere for help. And so they have cast in this direction,\nsuggesting that one statute (the NLRA) steps in to dictate the\nprocedures for claims under a different statute (the FLSA), and\nthereby overrides the commands of yet a third statute (the\nArbitration Act). It’s a sort of interpretive triple bank shot, and\njust stating the theory is enough to raise a judicial eyebrow.Perhaps worse still, the employees’ theory runs\nafoul of the usual rule that Congress “does not alter the\nfundamental details of a regulatory scheme in vague terms or\nancillary provisions—it does not, one might say, hide elephants in\nmouseholes.”Whitmanv.American Trucking Assns.,\nInc., 531 U. S. 457, 468 (2001). Union organization and\ncollective bargaining in the workplace are the bread and butter of\nthe NLRA, while the particulars of dispute resolution procedures in\nArticle III courts or arbitration proceedings are usually left to\nother statutes and rules—not least the Federal Rules of Civil\nProcedure, the Arbitration Act, and the FLSA. It’s more than a\nlittle doubtful that Congress would have tucked into the mousehole\nof Section 7’s catchall term an elephant that tramples the work\ndone by these other laws; flattens the parties’ contracted-for\ndispute resolution procedures; and seats the Board as supreme\nsuperintendent of claims arising under a statute it doesn’t even\nadminister.Nor does it help to fold yet another statute\ninto the mix. At points, the employees suggest that the\nNorris-LaGuardia Act, a precursor of the NLRA, also renders their\narbitration agreements unenforceable. But the Norris-LaGuardia Act\nadds nothing here. It declares “[un]enforceable” contracts that\nconflict with its policy of protecting workers’ “concerted\nactivities for the purpose of collective bargaining or other mutual\naid or protection.” 29 U. S. C. §§102, 103. That is the\nsame policy the NLRA advances and, as we’ve seen, it does not\nconflict with Congress’s statutory directions favoring arbitration.\nSee alsoBoys Markets, Inc.v.Retail Clerks, 398\nU. S. 235 (1970) (holding that the Norris-LaGuardia Act’s\nanti-injunction provisions do not bar enforcement of arbitration\nagreements).What all these textual and contextual clues\nindicate, our precedents confirm. In many cases over many years,\nthis Court has heard and rejected efforts to conjure conflicts\nbetween the Arbitration Act and other federal statutes. In fact,\nthis Court has rejectedeverysuch effort to date (save one\ntemporary exception since overruled), with statutes ranging from\nthe Sherman and Clayton Acts to the Age Discrimination in\nEmployment Act, the Credit Repair Organizations Act, the Securities\nAct of 1933, the Securities Exchange Act of 1934, and the Racketeer\nInfluenced and Corrupt Organizations Act.Italian Colors,\n570 U. S. 228;Gilmer, 500 U. S. 20;CompuCredit Corp.v.Greenwood, 565 U. S. 95\n(2012);Rodriguez de Quijasv.Shearson/American Express,\nInc., 490 U. S. 477 (1989) (over- rulingWilkov.Swan, 346 U. S. 427 (1953));Shearson/American\nExpress Inc.v.McMahon, 482 U. S. 220 (1987).\nThroughout, we have made clear that even a statute’s express\nprovision for collective legal actions does not necessarily mean\nthat it precludes “ ‘individual attempts at\nconciliation’ ” through arbitration.Gilmer,supra,at 32. And we’ve stressed that the absence of any\nspecific statutory discussion of arbitration or class actions is an\nimportant and telling clue that Congress has not displaced the\nArbitration Act.CompuCredit,supra,at 103–104;McMahon,supra,at 227;Italian Colors,supra,at 234. Given so much precedent pointing so strongly\nin one direction, we do not see how we might faithfully turn the\nother way here.Consider a few examples. InItalian\nColors, this Court refused to find a conflict between the\nArbitration Act and the Sherman Act because the Sherman Act (just\nlike the NLRA) made “no mention of class actions” and was adopted\nbefore Rule 23 introduced its exception to the “usual rule” of\n“individual” dispute resolution. 570 U. S., at 234 (internal\nquotation marks omitted). InGilmer, this Court “had no\nqualms in enforcing a class waiver in an arbitration agreement even\nthough” the Age Discrimination in Employment Act “expressly\npermitted collective legal actions.”Italian Colors,supra, at 237 (citingGilmer,supra, at 32).\nAnd inCompuCredit, this Court refused to find a conflict\neven though the Credit Repair Organizations Act expressly provided\na “right to sue,” “repeated[ly]” used the words “action ” and\n“court” and “class action,” and even declared “[a]ny waiver” of the\nrights it provided to be “void.” 565 U. S., at 99–100\n(internal quotation marks omitted). If all the statutes in all\nthose cases did not provide a congressional command sufficient to\ndisplace the Arbitration Act, we cannot imagine how we might hold\nthat the NLRA alone and for the first time does so today.The employees rejoin that our precedential story\nis complicated by some of this Court’s cases interpreting Section 7\nitself. But, as it turns out, this Court’s Section 7 cases have\nusually involved just what you would expect from the statute’s\nplain language: efforts by employees related to organizing and\ncollective bargaining in the workplace, not the treatment of class\nor collective actions in court or arbitration proceedings. See,e.g., NLRBv.Washington Aluminum Co., 370 U. S.\n9 (1962) (walkout to protest workplace conditions);NLRBv.Textile Workers, 409 U. S. 213 (1972) (resignation from\nunion and refusal to strike);NLRBv.J. Weingarten,\nInc., 420 U. S. 251 (1975) (request for union\nrepresentation at disciplinary interview). Neither do the two cases\nthe employees cite prove otherwise. InEastex, Inc.v.NLRB, 437 U. S. 556, 558 (1978), we simply addressed\nthe question whether a union’s distribution of a newsletter in the\nworkplace qualified as a protected concerted activity. We held it\ndid, noting that it was “undisputed that the union undertook the\ndistribution in order to boost its support and improve its\nbargaining position in upcoming contract negotiations,” all part of\nthe union’s “ ‘continuing organizational efforts.’ ”Id.,at 575, and n. 24. InNLRBv.City\nDisposal Systems, Inc., 465 U. S. 822, 831–832 (1984), we\nheld only that an employee’s assertion of a right under a\ncollective bargaining agreement was protected, reasoning that the\ncollective bargaining “process—beginning with the organization of\nthe union, continuing into the negotiation of a\ncollective-bargaining agreement, and extending through the\nenforcement of the agreement—is a single, collective activ- ity.”\nNothing in our cases indicates that the NLRA guarantees class and\ncollective action procedures, let alone for claims arising under\ndifferent statutes and despite the express (and entirely\nunmentioned) teachings of the Arbitration Act.That leaves the employees to try to make\nsomething of our dicta. The employees point to a line inEastexobserving that “it has been held” by other courts and\nthe Board “that the ‘mutual aid or protection’ clause protects\nemployees from retaliation by their employers when they seek to\nimprove working conditions through resort to administrative and\njudicial forums.” 437 U. S.,at 565–566; see also Brief\nfor National Labor Relations Board in No. 16–307, p. 15\n(citing similar Board decisions). But even on its own terms, this\ndicta about the holdings of other bodies does not purport to\ndiscuss whatproceduresan employee might be entitled to in\nlitigation or arbitration. Instead this passage at most suggests\nonly that “resort to administrative and judicial forums” isn’t\n“entirely unprotected.”Id.,at 566. Indeed, the Court\nproceeded to explain that it did not intend to “address\n. . . the question of what may constitute ‘concerted’\nactivities in this [litigation] context.”Ibid.,n. 15.\nSo even the employees’ dicta, when viewed fairly and fully, doesn’t\nsuggest that individualized dispute resolution procedures might be\ninsufficient and collective procedures might be mandatory. Neither\nshould this come as a surprise given that not a single one of the\nlower court or Board decisionsEastexdiscussed went so far\nas to hold that Section 7 guarantees a right to class or collective\naction procedures. As we’ve seen, the Board did not purport to\ndiscover that right until 2012, and no federal appellate court\naccepted it until 2016. SeeD. R. Horton, 357\nN. L. R. B. 2277; 823 F. 3d 1147 (case below in\nNo. 16–285).With so much against them in the statute and our\nprecedent, the employees end by seeking shelter inChevron.\nEven if this Court doesn’t see what they see in Section 7, the\nemployees say we must rule for them anyway because of the deference\nthis Court owes to an administrative agency’s interpretation of the\nlaw. To be sure, the employees do not wish us to defer to the\ngeneral counsel’s judgment in 2010 that the NLRA and the\nArbitration Act coexist peaceably; they wish us to defer instead to\nthe Board’s 2012 opinion suggesting the NLRA displaces the\nArbitration Act. No party to these cases has asked us to reconsiderChevrondeference. Cf.SAS Institute Inc.v.Iancu,ante,at 11. But even underChevron’s\nterms, no deference is due. To show why, it suffices to outline\njust a few of the most obvious reasons.TheChevronCourt justified deference on\nthe premise that a statutory ambiguity represents an “implicit”\ndelegation to an agency to interpret a “statute which it\nadministers.” 467 U. S., at 841, 844. Here, though, the Board\nhasn’t just sought to interpret its statute, the NLRA, in\nisolation; it has sought to interpret this statute in a way that\nlimits the work of a second statute, the Arbitration Act. And on no\naccount might we agree that Congress implicitly delegated to an\nagency authority to address the meaning of a second statute it does\nnot administer. One ofChevron’s essential premises is\nsimply missing here.It’s easy, too, to see why the “reconciliation”\nof distinct statutory regimes “is a matter for the courts,” not\nagencies.Gordonv.New York Stock Exchange, Inc.,\n422 U. S. 659, 685–686 (1975). An agency eager to advance its\nstatutory mission, but without any particular interest in or\nexpertise with a second statute, might (as here) seek to diminish\nthe second statute’s scope in favor of a more expansive\ninterpretation of its own—effectively “ ‘bootstrap[ping]\nitself into an area in which it has no jurisdiction.’ ”Adams Fruit Co.v.Barrett, 494 U. S. 638, 650\n(1990). All of which threatens to undo rather than honor\nlegislative intentions. To preserve the balance Congress struck in\nits statutes, courts must exercise independent interpretive\njudgment. SeeHoffman Plastic Compounds, Inc.v.NLRB, 535 U. S. 137, 144 (2002) (noting that this Court\nhas “never deferred to the Board’s remedial preferences where such\npreferences potentially trench upon federal statutes and policies\nunrelated to the NLRA”).Another justification theChevronCourt\noffered for deference is that “policy choices” should be left to\nExecutive Branch officials “directly accountable to the people.”\n467 U. S., at 865. But here the Executive seems of two minds,\nfor we have received competing briefs from the Board and from the\nUnited States (through the Solicitor General) disputing the meaning\nof the NLRA. And whatever argument might be mustered for deferring\nto the Executive on grounds of political accountability, surely it\nbecomes a garble when the Executive speaks from both sides of its\nmouth, articulating no single position on which it might be held\naccountable. See Hemel & Nielson,ChevronStep\nOne-and-a-Half, 84 U. Chi. L. Rev. 757, 808 (2017) (“If the\ntheory undergirdingChevronis that voters should be the\njudges of the executive branch’s policy choices, then presumably\nthe executive branch should have to take ownership of those policy\nchoices so that voters know whom to blame (and to credit)”). In\nthese circumstances, we will not defer.Finally, theChevronCourt explained that\ndeference is not due unless a “court, employing traditional tools\nof statutory construction,” is left with an unresolved ambiguity.\n467 U. S., at 843, n. 9. And that too is missing: the\ncanon against reading conflicts into statutes is a traditional tool\nof statutory construction and it, along with the other traditional\ncanons we have discussed, is more than up to the job of solving\ntoday’s interpretive puzzle. Where, as here, the canons supply an\nanswer, “Chevronleaves the stage.”Alternative\nEntertainment, 858 F. 3d, at 417 (opinion of Sutton,\nJ.).IVThe dissent sees things a little bit\ndifferently. In its view, today’s decision ushers us back to theLochnerera when this Court regularly overrode legislative\npolicy judgments. The dissent even suggests we have resur- rected\nthe long-dead “yellow dog” contract.Post,at 3–17, 30\n(opinion of Ginsburg, J.). But like most apocalyptic warnings, this\none proves a false alarm. Cf. L. Tribe, American Constitutional Law\n435 (1978) (“ ‘Lochnerizing’ has become so much an\nepithet that the very use of the label may obscure attempts at\nunderstanding”).Our decision does nothing to override Congress’s\npolicy judgments. As the dissent recognizes, the legislative policy\nembodied in the NLRA is aimed at “safeguard[ing], first and\nforemost, workers’ rights to join unions and to engage in\ncollective bargaining.”Post,at 8. Those rights stand every\nbit as strong today as they did yesterday. And rather than revive\n“yellow dog” contracts against union organizing that the NLRA\noutlawed back in 1935, today’s decision merely declines to read\ninto the NLRA a novel right to class action procedures that the\nBoard’s own general counsel disclaimed as recently as 2010.Instead of overriding Congress’s policy\njudgments, today’s decision seeks to honor them. This much the\ndissent surely knows. Shortly after invoking the specter ofLochner, it turns around and criticizes the Court for tryingtoo hardto abide the Arbitration Act’s “ ‘liberal\nfederal policy favoring arbitration agreements,’ ”Howsamv.Dean Witter Reynolds, Inc., 537 U. S.\n79, 83 (2002), saying we “ ‘ski’ ” too far down the\n“ ‘slippery slope’ ” of this Court’s arbitration\nprecedent,post,at 23. But the dissent’s real complaint\nlies with the mountain of precedent itself. The dissent spends page\nafter page relitigating our Arbitration Act precedents, rehashing\narguments this Court has heard and rejected many times in many\ncases that no party has asked us to revisit. Comparepost,at 18–23, 26 (criticizingMitsubishi Motors Corp.v.Soler Chrysler-Plymouth, Inc., 473 U. S. 614 (1985),Gilmer, 500 U. S. 20,Circuit City, 532\nU. S. 105,Concepcion, 563 U. S. 333,Italian\nColors, 570 U. S. 228, andCompuCredit, 565\nU. S. 95), withMitsubishi,supra,at 645–650\n(Stevens, J., dissenting),Gilmer,supra,at 36,\n39–43 (Stevens, J., dissenting),Circuit City,supra,at 124–129 (Stevens, J., dissenting),Concepcion,supra,at 357–367 (Breyer, J., dissenting),Italian\nColors,supra,at 240–253 (Kagan, J., dissenting), andCompuCredit,supra,at 116–117 (Ginsburg, J.,\ndissenting).When at last it reaches the question of applying\nour precedent, the dissent offers little, and understandably so.\nOur precedent clearly teaches that a contract defense “conditioning\nthe enforceability of certain arbitration agreements on the\navailability of classwide arbitration procedures” is inconsistent\nwith the Arbitration Act and its saving clause.Concepcion,supra, at 336 (opinion of the Court). And that, of course,\nis exactly what the employees’ proffered defense seeks to do.Nor is the dissent’s reading of the NLRA any\nmore available to us than its reading of the Arbitration Act. The\ndissent imposes a vast construction on Section 7’s language.Post,at 9. But a statute’s meaning does not always “turn\nsolely” on the broadest imaginable “definitions of its component\nwords.”Yatesv.United States, 574 U. S. ___,\n___ (2015) (plurality opinion) (slip op., at 7). Linguistic and\nstatutory context also matter. We have offered an extensive\nexplanation why those clues support our reading today. By contrast,\nthe dissent rests its interpretation on legislative history.Post,at 3–5; see alsopost,at 19–21. But\nlegislative history is not the law. “It is the business of Congress\nto sum up its own debates in its legislation,” and once it enacts a\nstatute “ ‘[w]e do not inquire what the legislature meant; we\nask only what the statute means.’ ”Schwegmann Brothersv.Calvert Distillers Corp., 341 U. S. 384, 396, 397\n(1951) (Jackson, J., concurring) (quoting Justice Holmes). Besides,\nwhen it comes to the legislative history here, it seems Congress\n“did not discuss the right to file class or consolidated claims\nagainst employers.”D. R. Horton, 737 F. 3d, at\n361. So the dissent seeks instead to divine messages from\ncongressional commentary directed to different questions\naltogether—a project that threatens to “substitute [the Court] for\nthe Congress.”Schwegmann,supra, at 396.Nor do the problems end there. The dissent\nproceeds to argue that its expansive reading of the NLRA conflicts\nwith and should prevail over the Arbitration Act. The NLRA leaves\nthe Arbitration Act without force, the dissent says, because it\nprovides the more “pinpointed” direction.Post,at 25. Even\ntaken on its own terms, though, this argument quickly faces\ntrouble. The dissent says the NLRA is the more specific provision\nbecause it supposedly “speaks directly to group action by\nemployees,” while the Arbitration Act doesn’t speak to such\nactions.Ibid.But the question before us is whether courts\nmust enforce particular arbitration agreements according to their\nterms. And it’s the Arbitration Act that speaks directly to the\nenforceability of arbitration agreements, while the NLRA doesn’t\nmention arbitration at all. So if forced to choose between the two,\nwe might well say the Arbitration Act offers the more on-point\ninstruction. Of course, there is no need to make that call because,\nas our precedents demand, we have sought and found a persuasive\ninterpretation that gives effect to all of Congress’s work, not\njust the parts we might prefer.Ultimately, the dissent retreats to policy\narguments. It argues that we should read a class and collective\naction right into the NLRA to promote the enforcement of wage and\nhour laws.Post,at 26–30. But it’s altogether unclear why\nthe dissent expects to find such a right in the NLRA rather than in\nstatutes like the FLSA that actually regulate wages and hours. Or\nwhy we should read the NLRA as mandating the availability of class\nor collective actions when the FLSA expressly authorizes them yet\nallows parties to contract for bilateral arbitration instead. 29\nU. S. C. §216(b);Gilmer,supra,at 32.\nWhile the dissent is no doubt right that class actions can enhance\nenforcement by “spread[ing] the costs of litigation,”post,at 9, it’s also well known that they can unfairly “plac[e] pressure\non the defendant to settle even unmeritorious claims,”Shady\nGrove Orthopedic Associates, P. A.v.Allstate Ins.\nCo., 559 U. S. 393, 445, n. 3 (2010) (Ginsburg, J.,\ndissenting). The respective merits of class actions and private\narbitration as means of enforcing the law are questions\nconstitution- ally entrusted not to the courts to decide but to the\npolicy- makers in the political branches where those questions\nremain hotly contested. Just recently, for example, one federal\nagency banned individualized arbitration agreements it blamed for\nunderenforcement of certain laws, only to see Congress respond by\nimmediately repealing that rule. See 82 Fed. Reg. 33210 (2017)\n(citedpost,at 28, n. 15); Pub. L. 115–74, 131Stat.\n1243. This Court is not free to substitute its preferred economic\npolicies for those chosen by the people’s representatives.That, we had always understood, wasLochner’s\nsin.*The policy may be debatable but the law is\nclear: Congress has instructed that arbitration agreements like\nthose before us must be enforced as written. While Congress is of\ncourse always free to amend this judgment, we see nothing\nsuggesting it did so in the NLRA—much less that it manifested a\nclear intention to displace the Arbitration Act. Because we can\neasily read Congress’s statutes to work in harmony, that is where\nour duty lies. The judgments inEpic, No. 16–285, andErnst & Young, No. 16–300, are reversed, and the cases\nare remanded for further proceedings consistent with this opinion.\nThe judgment inMurphy Oil, No. 16–307, is affirmed.So ordered.",
    "joined": []
}