{
    "case": {
        "docket": "17-1484",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1484/"
    },
    "id": "4102861",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1484_________________ALEX M. AZAR, II, SECRETARY OF HEALTH AND\nHUMAN SERVICES, PETITIONERv.ALLINA HEALTH SERVICES,\net al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 3, 2019]Justice Gorsuch delivered the opinion of the\nCourt.One way or another, Medicare touches the lives\nof nearly all Americans. Recognizing this reality, Congress has\ntold the government that, when it wishes to establish or change a\n“substantive legal standard” affecting Medicare benefits, it must\nfirst afford the public notice and a chance to comment. 42\nU. S. C. §1395hh(a)(2). In 2014, the government revealed\na new policy on its website that dramatically—and\nretroactively—reduced payments to hospitals serving low-income\npatients. Because affected members of the public received no\nadvance warning and no chance to comment first, and because the\ngovernment has not identified a lawful excuse for neglecting its\nstatutory notice-and-comment obligations, we agree with the court\nof appeals that the new policy cannot stand.IToday, Medicare stands as the largest federal\nprogram after Social Security. It spends about $700 billion\nannually to provide health insurance for nearly 60 million aged or\ndisabled Americans, nearly one-fifth of the Nation’s population.\nNeedless to say, even seemingly modest modifications to the program\ncan affect the lives of millions.As Medicare has grown, so has Congress’s\ninterest in ensuring that the public has a chance to be heard\nbefore changes are made to its administration. As originally\nenacted in 1965, the Medicare Act didn’t address the possibility of\npublic input. Nor did the notice-and-comment procedures of the\nAdministrative Procedure Act apply. While the APA requires many\nother agencies to offer public notice and a comment period before\nadopting new regulations, it does not apply to public benefit\nprograms like Medicare. 5 U. S. C. §553(a)(2). Soon\nenough, though, the government volunteered to follow the informal\nnotice-and-comment rulemaking procedures found in the APA when\nproceeding under the Medicare Act. SeeClarian Health West,LLCv.Hargan, 878 F.3d 346, 356–357 (CADC 2017).This solution came under stress in the 1980s. By\nthen, Medicare had grown exponentially and the burdens and benefits\nof public comment had come under new scrutiny. The government now\ntook the view that following the APA’s procedures had become too\ntroublesome and proposed to relax its commitment to them. See 47\nFed. Reg. 26860–26861 (1982). But Congress formed a different\njudgment. It decided that, with the growing scope of Medicare,\nnotice and comment should become a matter not merely of\nadministrative grace, but of statutory duty. See §9321(e)(1),\n100Stat. 2017; §4035(b), 101Stat. 1330–78.Notably, Congress didn’t just adopt the APA’s\nnotice-and-comment regime for the Medicare program. That, of\ncourse, it could have easily accomplished in just a few words.\nInstead, Congress chose to write a new, Medicare-specific statute.\nThe new statute required the government to provide public notice\nand a 60-day comment period (twice the APA minimum of 30 days) for\nany “rule, requirement, or other statement of policy (other than a\nnational coverage determination) that establishes or changes a\nsubstantive legal standard governing the scope of benefits, the\npayment for services, or the eligibility of individuals, entities,\nor organizations to furnish or receive services or benefits under\n[Medicare].” 42 U. S. C. §1395hh(a)(2).Our case involves a dispute over this language.\nSince Medicare’s creation and under what’s called “Medicare Part\nA,” the federal government has paid hospitals directly for\nproviding covered patient care. To ensure hospitals have the\nresources and incentive to serve low-income patients, the\ngovernment has also long offered additional payments to\ninstitutions that serve a “disproportionate number” of such\npersons. §1395ww(d)(5)(F)(i)(I). These payments are calculated in\npart using a hospital’s so-called “Medicare fraction,” which asks\nhow much of the care the hospital provided to Medicare patients in\na given year was provided tolow-incomeMedicare patients.\nThe fraction’s denominator is the time the hospital spent caring\nfor patients who were “entitled to benefits under” Medicare Part A.\nThe numerator is the time the hospital spent caring for\nPart-A-entitled patients who werealsoentitled to income\nsupport payments under the Social Security Act.\n§1395ww(d)(5)(F)(vi)(I). The bigger the fraction, the bigger the\npayment.Calculating Medicare fractions got more\ncomplicated in 1997. That year, Congress created “Medicare Part C,”\nsometimes referred to as Medicare Advantage. Under Part C,\nbeneficiaries may choose to have the government pay their private\ninsurance premiums rather than pay for their hospital care\ndirectly. This development led to the question whether Part C\npatients should be counted as “entitled to benefits under” Part A\nwhen calculating a hospital’s Medicare fraction. The question is\nimportant as a practical matter because Part C enrollees, we’re\ntold, tend to be wealthier than patients who opt for traditional\nPart A coverage.Allina Health Servicesv.Price, 863\nF.3d 937, 939 (CADC 2017). So counting them makes the fraction\nsmaller and reduces hospitals’ payments considerably—by between $3\nand $4 billion over a 9-year period, according to the government.\nPet. for Cert. 23.The agency overseeing Medicare has gone back and\nforth on whether to count Part C participants in the Medicare\nfraction. At first, it did not include them. SeeNortheast\nHospital Corp.v.Sebelius, 657 F.3d 1, 15–16 (CADC\n2011). In 2003, the agency even proposed codifying that practice in\na formal rule. 68 Fed. Reg. 27208. But after the public comment\nperiod, the agency reversed field and issued a final rule in 2004\ndeclaring that it would begin counting Part C patients. 69 Fed.\nReg. 49099. This abrupt change prompted various legal challenges\nfrom hospitals. In one case, a court held that the agency couldn’t\napply the 2004 rule retroactively.Northeast Hospital, 657\nF. 3d, at 14. In another case, a court vacated the 2004 rule\nbecause the agency had “ ‘pull[ed] a surprise\nswitcheroo’ ” by doing the opposite of what it had proposed.Allina Health Servicesv.Sebelius, 746 F.3d 1102,\n1108 (CADC 2014). Eventually, and in response to these\ndevelopments, the agency in 2013 issued a new rule that\nprospectively “readopt[ed] the policy” of counting Part C patients.\n78 Fed. Reg. 50620. Challenges to the 2013 rule are pending.The case before us arose in 2014. That’s when\nthe agency got around to calculating hospitals’ Medicare fractions\nfor fiscal year 2012. When it did so, the agency still wanted to\ncount Part C patients. But it couldn’t rely on the 2004 rule, which\nhad been vacated. And it couldn’t rely on the 2013 rule, which bore\nonly prospective effect. The agency’s solution? It posted on a\nwebsite a spreadsheet announcing the 2012 Medicare fractions for\n3,500 hospitals nationwide and noting that the fractions included\nPart C patients.That Internet posting led to this lawsuit. A\ngroup of hospitals who provided care to low-income Medicare\npatients in 2012 argued (among other things) that the government\nhad violated the Medicare Act by skipping its statutory\nnotice-and-comment obligations. In reply, the government admitted\nthat it hadn’t provided notice and comment but argued it wasn’t\nrequired to do so in these circumstances. Ultimately, the court of\nappeals sided with the hospitals. 863 F. 3d, at 938. But in\ndoing so the court created a conflict with other circuits that had\nsuggested, if only in passing, that notice and comment wasn’t\nneeded in cases like this. See,e.g.,Via Christi\nRegional Medical Center,Inc.v.Leavitt, 509\nF.3d 1259, 1271, n. 11 (CA10 2007);Baptist Healthv.Thompson, 458 F.3d 768, 776, n. 8 (CA8 2006). We\ngranted the government’s petition for certiorari to resolve the\nconflict. 585 U. S. ___ (2018).IIThis case hinges on the meaning of a single\nphrase in the notice-and-comment statute Congress drafted specially\nfor Medicare in 1987. Recall that the law requires the government\nto provide the public with advance notice and a chance to comment\non any “rule, requirement, or other statement of policy” that\n“establishes or changes a substantive legal standard governing\n. . . the payment for services.” §1395hh(a)(2). Before\nus, everyone agrees that the government’s 2014 announcement of the\n2012 Medicare fractions governed “payment for services.” It’s\nclear, too, that the government’s announcement was at least a\n“statement of policy” because it “le[t] the public know [the\nagency’s] current . . . adjudicatory approach” to a\ncritical question involved in calculating payments for thousands of\nhospitals nationwide.Syncor Int’l Corp.v.Shalala,127 F.3d 90, 94 (CADC 1997). So whether the government had an\nobligation to provide notice and comment winds up turning on\nwhether its 2014 announcement established or changed a “substantive\nlegal standard.” That phrase doesn’t seem to appear anywhere else\nin the entire United States Code, and the parties offer at least\ntwo ways to read it.The hospitals suggest the statute means to\ndistinguish a substantive from aprocedurallegal standard.\nOn this account, a substantive standard is one that “creates\nduties, rights and obligations,” while a procedural standard\nspecifies how those duties, rights, and obligations should be\nenforced. Black’s Law Dictionary 1281 (5th ed. 1979) (defining\n“substantive law”). And everyone agrees that a policy of counting\nPart C patients in the Medicare fraction is substantive in this\nsense, because it affects a hospital’s right to payment. From this\nit follows that the public had a right to notice and comment before\nthe government could adopt the policy at hand. 863 F. 3d, at\n943.Very differently, the government suggests the\nstatute means to distinguish a substantive from aninterpretivelegal standard. Under the APA, “substantive\nrules” are those that have the “force and effect of law,” while\n“interpretive rules” are those that merely “ ‘advise the\npublic of the agency’s construction of the statutes and rules which\nit administers.’ ”Perezv.Mortgage Bankers\nAssn., 575 U.S. 92, ___–___ (2015) (slip op., at 2–3). On the\ngovernment’s view, the 1987 Medicare notice-and-comment statute\nmeant to track the APA’s usage in this respect. And the government\nsubmits that, because the policy of counting Part C patients in the\nMedicare fractions would be treated as interpretive rather than\nsubstantive under the APA, it had no statutory obligation to\nprovide notice and comment before adopting its new policy.Who has the better reading? Several statutory\nclues persuade us of at least one thing: The government’s\ninterpretation can’t be right. Pretty clearly, the Medicare Act\ndoesn’t use the word “substantive” in the same way the APA does—to\nidentify only those legal standards that have the “force and effect\nof law.”First, the Medicare Act contemplates that\n“statements of policy” like the one at issue herecanestablish or change a “substantivelegal standard.” 42\nU. S. C. §1395hh(a)(2) (emphasis added). Yet, by\ndefinition under the APA, statements of policy arenotsubstantive; instead they are grouped with and treated as\ninterpretive rules. 5 U. S. C. §553(b)(A). This strongly\nsuggests the Medicare Act just isn’t using the word “substantive”\nin the same way as the APA. Even the government acknowledges that\nits contrary reading leaves the Medicare Act’s treatment of policy\nstatements “incoherent.” Tr. of Oral Arg. 19.To be sure, the government suggests that the\nstatutory incoherence produced by its reading turns out to serve a\nrational purpose: It clarifies that the agency overseeing Medicare\ncan’t evade its notice-and-comment obligations for new rules that\nbear the “force and effect” of law by the simple expedient of\n“call[ing]” them mere “statements of policy.”Id., at 19–20.\nThe dissent echoes this argument, suggesting that Congress included\n“statements of policy” in §1395hh(a)(2) in order to capture\n“substantive rules in disguise.”Post, at 5 (opinion of\nBreyer, J.).But the statute doesn’t refer to things that arelabeledordisguisedas statements of policy; it just\nrefers to “statements of policy.” Everyone agrees that when\nCongress used that phrase in the APA and in other provisions of\n§1395hh, it referred to things thatreally arestatements of\npolicy. See,e.g.,Pacific Gas & Elec. Co.v.Federal Power Comm’n, 506 F.2d 33, 38 (CADC 1974);post, at 4–5 (discussing §1395hh(e)(1)). Yet, to accept the\ngovernment’s view, we’d have to hold that when Congress used the\nvery same phrase in §1395hh(a)(2), it sought to refer to things an\nagencycallsstatements of policy but thatin factare nothing of the sort. The dissent admits this “may seem odd at\nfirst blush,”post, at 5, but further blushes don’t bring\nmuch improvement. This Court does not lightly assume that Congress\nsilently attaches different meanings to the same term in the same\nor related statutes. SeeLawv.Siegel, 571 U.S. 415,\n422 (2014).Besides, even if the statute’s reference to\n“statements of policy” could bear such an odd construction, the\ngovernment and the dissent fail to explain why Congress would have\nthought it necessary or appropriate. Agencies have never been able\nto avoid notice and comment simply by mislabeling their substantive\npronouncements. On the contrary, courts have long looked to thecontentsof the agency’s action, not the agency’s\nself-servinglabel, when deciding whether statutory\nnotice-and-comment demands apply. See,e.g.,General\nMotors Corp.v.Ruckelshaus, 742 F.2d 1561, 1565 (CADC\n1984) (en banc) (“[T]he agency’s own label, while relevant, is not\ndispositive”);Guardian Fed. Sav. & Loan Assn.v.Federal Sav. & Loan Ins. Corp., 589 F.2d 658, 666–667\n(CADC 1978) (if “a so-called policy statement is in purpose or\nlikely effect . . . a binding rule of substantive law,”\nit “will be taken for what it is”). Nor is there any evidence\nbefore us suggesting that Congress thought it important to\nunderscore this prosaic point in the Medicare Act (and yet not in\nthe APA)—let alone any reason to think Congress would have sought\nto make the point in such an admittedly incoherent way.Second, the government’s reading would\nintroduce another incoherence into the Medicare statute. Subsection\n(e)(1) of §1395hh gives the government limited authority to make\nretroactive “substantive change[s]” in, among other things,\n“interpretative rules” and “statements of policy.” But this\nstatutory authority would make no sense if the Medicare Act used\nthe term “substantive” as the APA does. It wouldn’t because, again,\ninterpretive rules and statements of policy—and any changes to\nthem—arenotsubstantive under the APA by definition.Here, too, the government offers no satisfactory\nreply. It concedes, as it must, that the term “substantive” in\nsubsection (e)(1) can’t carry the meaning it wishes to ascribe to\nthe same word in subsection (a)(2). Tr. of Oral Arg. 16–18. So that\nleaves the government to suggest (again) that the same word should\nmean two different things in the same statute. In (e)(1), the\ngovernment says, it may bear the meaning the hospitals propose, but\nin (a)(2) it means the same thing it does in the APA. But, once\nmore, the government fails to offer any good reason or evidence to\nunseat our normal presumption that, when Congress uses a term in\nmultiple places within a single statute, the term bears a\nconsistent meaning throughout. SeeLaw, 571 U. S., at\n422.Third, the government suggests Congress\nused the phrase “substantive legal standard” in the Medicare Act as\na way to exempt interpretive rules and policy statements from\nnotice and comment. But Congress had before it—and rejected—a much\nmore direct path to that destination. In a single sentence the APA\nsets forth two exemp- tions from the government’s usual\nnotice-and-comment obligations:“Except when notice or hearing is required by\nstatute, this subsection [requiring notice and comment] does not\napply—“(A) to interpretative rules, general\nstatements of policy, or rules of agency organization, procedure,\nor practice; or“(B) when the agency for good cause finds\n. . . that notice and public procedure thereon are\nimpracticable, unnecessary, or contrary to the public interest.” 5\nU. S. C. §553(b).In the Medicare Act, Congress expressly borrowedoneof the APA’s exemptions, the good cause exemption, by\ncross-referencing it in §1395hh(b)(2)(C). If, as the government\nsupposes, Congress had also wanted to borrow theotherAPA\nexemption, for interpretive rules and policy statements, it could\nhave easily cross-referenced that exemption in exactly the same\nway. Congress had recently done just that, cross-referencing both\nof the APA’s exceptions in the Clean Air Act. See §305(a), 91Stat.\n772, 42 U. S. C. §7607(d)(1). Yet it didn’t do the same\nthing in the Medicare Act, and Congress’s choice to include a\ncross-reference to one but not the other of the APA’s neighboring\nexemptions strongly suggests it acted “ ‘intentionally and\npurposefully in the disparate’ ” decisions.Russellov.United States,464 U.S.\n16, 23 (1983).The government’s response asks us to favor a\nmost unlikely reading over this obvious one. The government submits\nthat Congress simply preferred to mimic the APA’s interpretive-rule\nexemption in the Medicare Act by using the novel and enigmatic\nphrase “substantive legal standard” instead of a simple\ncross-reference. But the government supplies no persuasive account\nwhy Congress would have thought it necessary or wise to proceed in\nthis convoluted way. The dissent suggests that a cross-reference\ncould not have taken the place ofotherlanguage in\n§1395hh(a)(2) limiting the notice-and-comment requirement to rules\ngoverning benefits, payment, or eligibility,post, at 17;\nbut we can’t see why this would have made a cross-reference less\ndesirable than the phrase “substantive legal standard” as a means\nof incorporating the APA’s interpretive-rule exemption. So we’re\nleft with nothing but the doubtful proposition that Congress sought\nto accomplish in a “surpassingly strange manner” what it could have\naccomplished in a much more straightforward way.RadLAX Gateway\nHotel,LLCv.Amalgamated Bank,566 U.S.\n639, 647 (2012); seeAdvocate Health Care Networkv.Stapleton, 581 U. S. ___, ___ (2017) (slip op., at 8)\n(“When legislators did not adopt ‘obvious alternative’ language,\n‘the natural implication is that they did not intend’ the\nalternative”).The dissent would have us disregard all of the\ntextual clues we’ve found significant because the word\n“substantive” carried “a special meaning in the context of\nadministrative law” in the 1980s, making it “almost a certainty”\nthat Congress had that meaning in mind when it used the word\n“substantive” in §1395hh(a)(2).Post, at 3, 8. But it was\nthe phrase “substantiverule” that was a term of art in\nadministrative law, and Congress chosenotto use that term\nin the Medicare Act. Instead, it introduced a seemingly new phrase\nto the statute books when it spoke of “substantivelegal\nstandards.” And, for all the reasons we have already explored,\nthe term “substantive legal standard” in the Medicare Act appears\nto carry a more expansive scope than that borne by the term\n“substantive rule” under the APA.In reply, the dissent stresses that §1395hh\nrefers to agency actions requiring notice and comment as\n“regulations.” This is significant, the dissent says, because\n“courts had sometimes treated [the term ‘regulations’] as\ninterchangeable with the term ‘substantive rules’ ” around the\ntime of the 1987 Medicare Act amendments.Post, at 4. So if\nonly “regulations” must proceed through notice and comment, the\ndissent reasons, that necessarily encompasses only things that\nqualify as substantive rules under the APA. In fact, however, by\n1987 courts had commonly referred tobothsubstantive and\ninterpretive rules as “regulations,” so the dissent’s logical\nsyllogism fails on its own terms. To see this, one need look no\nfurther thanChrysler Corp.v.Brown,441 U.S.\n281(1979), which described the substantive-interpretive divide\nas “the central distinctionamong agency regulationsfound\nin the APA.”Id., at 301 (emphasis added); see also,e.g.,Battertonv.Francis,432 U.S.\n416, 425, n. 9 (1977) (distinguishing between\n“[l]egislative, or substantive, regulations” and “interpretative\nregulation[s]”);United Technologies Corp.v.EPA,\n821 F.2d 714, 719 (CADC 1987) (“most of the regulations at issue\nare . . . interpretative”).[1]In the end, all of the available evidence\npersuades us that the phrase “substantive legal standard,” which\nappears in §13955hh(a)(2) and apparently nowhere else in the\nU. S. Code, cannot bear the same construction as the term\n“substantive rule” in the APA. We need not, however, go so far as\nto say that the hospitals’ interpretation, adopted by the court of\nappeals, is correct in every particular. To affirm the judgment\nbefore us, it is enough to say the government’s arguments for\nreversal fail to withstand scrutiny. Other questions about the\nstatute’s meaning can await other cases. The dissent would like us\nto provide more guidance,post, at 13–14, but the briefing\nbefore us focused on the issue whether the Medicare Act borrows the\nAPA’s interpretive-rule exception, and we limit our holding\naccordingly. In doing so, we follow the well-worn path of declining\n“to issue a sweeping ruling when a narrow one will do.”McWilliamsv.Dunn, 582 U. S. ___, ___ (2017)\n(slip op., at 14).[2]IIIUnable to muster support for its position in\nthe statu- tory text or structure, the government encourages us to\nlook elsewhere. It begins by inviting us to follow it into the\nlegislative history lurking behind the Medicare Act. “But\nlegislative history is not the law.”Epic Systems Corp.v.Lewis, 584 U. S. ___, ___ (2018) (slip op., at 23). And\neven those of us who believe that clear legislative history can\n“illuminate ambiguous text” won’t allow “ambiguous legislative\nhistory to muddy clear statutory language.”Milnerv.Department of Navy,562 U.S.\n562, 572 (2011). Yet the text before us clearly forecloses the\ngovernment’s position in this case, and the legislative history\npresented to us is ambiguous at best.The government points us first to a conference\nreport on the 1986 bill that adopted §1395hh(b). The 1986 report\nopined that the bill adopted at that time wouldn’t require notice\nand comment for interpretive rules. See H. R. Conf. Rep. No.\n99–1012, p. 311 (1986). But the 1986 bill didn’t include the\nstatutory language at issue here. Congress addedthatlanguage only the following year, when it enacted §1395hh(a)(2).\nNor does the government try to explain how a report on a 1986 bill\nsheds light on the meaning of statutory terms first introduced in\n1987. If anything, the fact that Congress revisited the statute in\n1987 may suggest it wasn’t satisfied with the 1986\nnotice-and-comment requirements and wished to enhance them. Some\nlegislative history even says as much. See H. R. Rep. No.\n100–391(I), p. 430 (1987) (expressing concern that, despite\nthe 1986 legislation, the agency was still announcing “important\npolicies” without notice and comment).The conference report on the 1987 bill thatdidadopt the statutory language before us today doesn’t\noffer much help to the government either. The House version of the\nbill would have required notice and comment for rules with a\n“significant effect” on payments, a condition no doubt present\nhere. H. R. 3545, 100th Cong., 1st Sess., reprinted in 133\nCong. Rec. 30019. Later, the conference committee replaced the\nHouse’s language with the current language of subsection (a)(2),\nwhich the report said “reflect[ed] recent court rulings.”\nH. R. Conf. Rep. No. 100–495, p. 566 (1987). The\ngovernment contends that this was an oblique reference to a\nthen-recent decision discussing the APA’s interpretive-rule\nexception and an implicit suggestion that interpretive rules\nshouldn’t be subject to notice and comment. SeeAmerican\nHospital Assn.v.Bowen, 834 F.2d 1037, 1045–1046 (CADC\n1987). But, as the hospitals point out,Bowenwas mostly\nabout the APA’s treatment ofproceduralrules. Seeid., at 1047–1057. So it seems at least equally plausible\nthat the conference committee revised the House’s language because\nit feared that language would have subjected procedural rules to\nnotice-and-comment obligations.The hospitals call our attention to other\nindications, too, that Members of Congress didn’t understand the\nconference’s language to track the APA. For example, the relevant\nprovision in the final bill was titled “Publication as Regulations\nofSignificant Policies.” §4035(b), 101Stat. 1330–78\n(emphasis added). And, as we’ve seen, “significant policies” don’t\nalways amount to substantive rules under the APA. The House Ways\nand Means Committee likewise described the final bill as requiring\nnotice and comment for “[s]ignificant policy changes,” not just\nsubstantive rules. Summary of Conference Agreement on\nReconciliation Provisions Within the Jurisdiction of the Committee\non Ways and Means, 100th Cong., 1st Sess., 12–13 (Comm. Print\n1987). So in the end and at most, we are left with exactly the kind\nof murky legislative history that we all agree can’t overcome a\nstatute’s clear text and structure.That leads us to the government’s final redoubt:\na policy argument. But as the government knows well, courts aren’t\nfree to rewrite clear statutes under the banner of our own policy\nconcerns. If the government doesn’t like Congress’s\nnotice-and-comment policy choices, it must take its complaints\nthere. See,e.g.,Hensonv.Santander Consumer USA\nInc., 582 U. S. ___, ___–___ (2017) (slip op., at 9–10);Sebeliusv.Cloer,569 U.S.\n369, 381 (2013). Besides, the government’s policy arguments\ndon’t carry much force even on their own terms. The government\nwarns that providing the public with notice and a chance to comment\non all Medicare interpretive rules, like those in its roughly\n6,000-page “Provider Reimbursement Manual,” would take “ ‘many\nyears’ ” to complete. Brief for Petitioner 18, 42. But the\ndissent points to onlyeightmanual provisions that courts\nhave deemed interpretive over the last four decades, seepost, at 10–12, and the government hasn’t suggested that\nproviding notice and comment for these or any other specific manual\nprovisions would prove excessively burdensome. Nor has the\ngovernment identified any court decision invalidating a manual\nprovision under §1395hh(a)(2) in the nearly two years since the\ncourt of appeals issued its opinion in this case. For their part,\nthe hospitals claim that only a few dozen pages of the Provider\nReimbursement Manual might even arguably require notice and\ncomment. Tr. of Oral Arg. 49–51. And they tell us that the agency\nregularly and without much difficulty undertakes notice-and-comment\nrulemaking for many other decisions affecting the Medicare program.\nSee Brief for Respondents 58; App. to Brief in Opposition 1a–3a.\nThe government hasn’t rebutted any of these points.Not only has the government failed to document\nany draconian costs associated with notice and comment, it also has\nneglected to acknowledge the potential countervailing benefits.\nNotice and comment gives affected parties fair warning of potential\nchanges in the law and an opportunity to be heard on those\nchanges—and it affords the agency a chance to avoid errors and make\na more informed decision. See 1 K. Hickman & R. Pierce,\nAdministrative Law §4.8 (6th ed. 2019). Surely a rational Congress\ncould have thought those benefits especially valuable when it comes\nto a program where even minor changes to the agency’s approach can\nimpact millions of people and billions of dollars in ways that are\nnot always easy for regulators to anticipate. None of this is to\nsay Congresshadto proceed as it did. It is only to say\nthat Congress reasonably could have believed that the policy\ndecision reflected in the statute would yield benefits sufficient\nto outweigh the speculative burdens the government has suggested.\nAnd if notice and comment really does threaten to “become a major\nroadblock to the implementation of” Medicare,post, at 10,\nthe agency can seek relief from Congress, which—unlike the\ncourts—is both qualified and constitutionally entitled to weigh the\ncosts and benefits of different approaches and make the necessary\npolicy judgment.IVThere are two more lines of argument that\ndeserve brief acknowledgment. One concerns §1395hh(a)(4), which\nprovides that a Medicare regulation struck down for not being a\nlogical outgrowth of the government’s proposal can’t “take effect”\nuntil the agency provides a “further opportunity for public\ncomment.” The hospitals claim, and the court of appeals held, that\nsubsection (a)(4) also and independently required notice and\ncomment here. But given our holding affirming the court of appeals’\njudgment under §1395hh(a)(2), we have no need to reach this\nquestion.Separately, we can imagine that the government\nmight have sought to argue that the policy at issue here didn’t\n“establis[h] or chang[e]” a substantive legal standard—and so\ndidn’t require notice and comment under §1395hh(a)(2)—because thestatuteitself required it to count Part C patients in the\nMedicare fraction. But we need not consider this argument either,\nthis time because the government hasn’t pursued it and we normally\nhave no obligation to entertain grounds for reversal that a party\nhasn’t presented. Far from suggesting that the Medicare Act\nsupplies the controlling legal standard for determining whether to\ncount Part C patients, the government has insisted that the statute\n“does not speak directly to the issue,” Brief for Appellant inNortheast Hospital Corp.v.Sebelius, No. 10–5163\n(CADC), p. 22, and thus leaves a “ ‘gap’ ” for the\nagency to fill, Brief for Appellee inAllinav.Price, No. 16–5255 (CADC), p. 50 (quotingNortheast\nHospital Corp., 657 F. 3d, at 13). The courts below ac-\ncepted the government’s submission, and the government hasn’t\nsought to take a different position in this Court. So we express no\nopinion on whether the statute in fact contains such a “gap.” We\nhold simply that, when the government establishes or changes an\navowedly “gap”-filling policy, it can’t evade its\nnotice-and-comment obligations under §1395hh(a)(2) on the strength\nof the arguments it has advanced in this case.*The judgment of the court of appeals isAffirmed.Justice Kavanaugh took no part in the\nconsideration or decision of this case.Notes1Nor does §1395hh(e)(1)\nimply that the statute is using “regulations” and “interpretative\nrules” to mean different things.Post, at 4–5. True, that\nprovision refers to “regulations, manual instructions,\ninterpretative rules, statements of policy, or guidelines of\ngeneral applicability.” But contrary to the dissent’s suggestion\nthat each item in the list “refers to something different,”post, at 5, the items appear to have substantial overlap.\nFor example, many manual instructions surely qualify as guidelines\nof general applicability; and, as explained above, the statute\nexplicitly requires some statements of policy to be issued as\nregulations.2Nor is it obvious that\nthe dissent’s approach would provide significantly clearer\nguidance. Lower courts have often observed “that it is quite\ndifficult to distinguish between substantive and interpretative\nrules,”Syncor Int’l Corp.v.Shalala,127 F.3d 90, 93 (CADC 1997), and precisely where to draw the\nboundary has been a subject “of much scholarly and judicial\ndebate,”Perezv.Mortgage Bankers Assn., 575 U.S.\n92, ___ (2015) (slip op., at 3).",
    "joined": []
}