{
    "case": {
        "docket": "18-1323",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1323/"
    },
    "id": "4267234",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1323 and 18–1460_________________JUNE MEDICAL SERVICES L.L.C.,\nET AL., PETITIONERS18–1323v.STEPHEN RUSSO, INTERIM SECRETARY,\nLOUISIANA DEPARTMENT OF HEALTH AND HOSPITALSSTEPHEN RUSSO, INTERIM SECRETARY,\nLOUISIANA DEPARTMENT OF HEALTH AND HOSPITALS, PETITIONER18–1460v.JUNE MEDICAL SERVICES L.L.C.,\nET AL.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 29, 2020]Justice Gorsuch, dissenting.The judicial power is constrained by an array of\nrules. Rules about the deference due the legislative process, the\nstanding of the parties before us, the use of facial challenges to\ninvalidate democratically enacted statutes, and the award of\nprospective relief. Still more rules seek to ensure that any legal\ntests judges may devise are capable of neutral and principled\nadministration. Individually, these rules may seem prosaic. But,\ncollectively, they help keep us in our constitutionally assigned\nlane, sure that we are in the business of saying what the law is,\nnot what we wish it to be.Today’s decision doesn’t just overlook one of\nthese rules. It overlooks one after another. And it does so in a\ncase touching on one of the most controversial topics in\ncontemporary politics and law, exactly the context where this Court\nshould be leaning most heavily on the rules of the judicial\nprocess. In truth,Roev.Wade,410 U.S.\n113(1973), is not even at issue here. The real question we\nface concerns our willingness to follow the traditional constraints\nof the judicial process when a case touching on abortion enters the\ncourtroom.*When confronting a constitutional challenge to\na law, this Court ordinarily reviews the legislature’s factual\nfindings under a “deferential” if not “[u]ncritical” standard.Gonzalesv.Carhart,550 U.S.\n124, 165–166 (2007). When facing such a challenge, too, this\nCourt usually accepts that “the public interest has been declared\nin terms well-nigh conclusive” by the legislature’s adoption of the\nlaw—so we may review the law only for its constitutionality, not\nits wisdom.Bermanv.Parker,348 U.S.\n26, 32 (1954). Today, however, the plurality declares that the\nlaw before us holds no benefits for the public and bears too many\nsocial costs. All while sharing virtually nothing about the facts\nthat led the legislature to conclude otherwise. The law might as\nwell have fallen from the sky.Of course, that’s hardly the case. In Act 620,\nLouisiana’s legislature found that requiring abortion providers to\nhold admitting privileges at a hospital within 30 miles of the\nclinic where they perform abortions would serve the public interest\nby protecting women’s health and safety. Those in today’s majority\nnever bother to say so, but it turns out that Act 620’s admitting\nprivileges requirement for abortion providers tracks longstanding\nstate laws governing physicians who perform relatively low-risk\nprocedures like colonoscopies, Lasik eye surgeries, and steroid\ninjections at ambulatory surgical centers. In fact, the Louisiana\nlegislature passed Act 620 only after extensive hearings at which\nexperts detailed how the Act would promote safer abortion\ntreatment—by providing “a more thorough evaluation mechanism of\nphysician competency,” promoting “continuity of care” following\nabortion, enhancing inter-physician communication, and preventing\npatient abandonment.Testifying physicians explained, for example,\nthat abortions carry inherent risks including uterine perforation,\nhemorrhage, cervical laceration, infection, retained fetal body\nparts, and missed ectopic pregnancy. Unsurprisingly, those risks\nare minimized when the physician providing the abortion is\ncompetent. Yet, unlike hospitals which undertake rigorous\ncredentialing processes, Louisiana’s abortion clinics historically\nhave done little to ensure provider competence. Clinics have failed\nto perform background checks or to inquire into the training of\ndoctors they brought on board. Clinics have even hired physicians\nwhose specialties were unrelated to abortion—including a\nradiologist and an ophthalmologist. Requiring hospital admitting\nprivileges, witnesses testified, would help ensure that clinics\nhire competent professionals and provide a mechanism for ongoing\npeer review of physician proficiency. Loss of admitting privileges,\nas well, might signal a problem meriting further investigation by\nstate officials. At least one Louisiana abortion provider’s loss of\nadmitting privileges following a patient’s death alerted the state\nlicensing board to questions about his competence, and ultimately\nresulted in restrictions on his practice.The legislature also heard testimony that\nLouisiana’s clinics and the physicians who work in them have racked\nup dozens of citations for safety and ethical violations in recent\nyears. Violations have included failing to use sterile equipment,\nmaintaining unsanitary conditions, failing to monitor patients’\nvital signs, permitting improper administration of medications by\nunauthorized persons, and neglecting to obtain informed consent\nfrom patients. Some clinics have failed to maintain supplies of\nemergency medications and medical equipment for treating surgical\ncomplications. One clinic used single-use hoses and tubes on\nmultiple patients, and the solution needed to sterilize instruments\nwas changed so infrequently that it often had pieces of tissue\nfloating in it. Hospital credentialing processes, witnesses\nsuggested, could help prevent such violations. In the course of the\ncredentialing process, physicians’ prior safety lapses, including\ncriminal violations and medical malpractice suits, would be\nrevealed and investigated, and incompetent doctors might be weeded\nout.The legislature heard, too, from affected women\nand emergency room physicians about clinic doctors’ record of\nabandoning their patients. One woman testified that, while she was\nhemorrhaging, her abortion provider told her, “ ‘You’re on\nyour own. Get out.’ ” Eventually, the woman went to a hospital\nwhere an emergency room physician removed fetal body parts that the\nabortion provider had left in her body. Another patient who\ncomplained of severe pain following her abortion was told simply to\ngo home and lie down. When she decided for herself to go to the\nemergency room, physicians discovered a tear in her uterus and a\nlarge hematoma containing a fetal head. The woman required an\nemergency hysterectomy. In another case, a clinic physician allowed\na patient to bleed for three hours, yet a clinic employee testified\nthat the physician would not let her call 911 because of possible\nmedia involvement. In the end, the employee called anyway and\nemergency room personnel discovered that the woman had a perforated\nuterus and a needed a hysterectomy. A different physician explained\nthat she routinely treats abortion complications in the emergency\nroom when the physician who performed the abortion lacks admitting\nprivileges. In her experience, that situation “puts a woman’s\nhealth at an unnecessary, unacceptable risk that results from a\ndelay of care . . . and a lack of continuity of care.”\nAdmitting privileges would mitigate these risks, she testified,\nbecause “the physician who performed the procedure would be the one\nbest equipped to evaluate and treat the patient.”Nor did the legislature neglect to consider the\nlaw’s potential burdens. As witnesses explained, the admitting\nprivileges requirement in Act 620 for abortion clinic providers\nwould parallel existing requirements for many physicians who work\nat ambulatory surgical centers. And there is no indication this\nparallel admitting privileges requirement has led to the closing of\nany surgical centers or otherwise presented obstacles to quality\ncare in Louisiana. Further, legislators learned that at least one\nLouisiana abortion provider already had qualifying admitting\nprivileges, suggesting other competent abortion providers would be\nable to comply with the new regulation as well.Since trial, the State continues to accrue\nevidence supporting Act 620, and the State has sought to lodge that\nevidence with this Court. In particular, the State has learned of\nadditional safety violations at Louisiana clinics, including\nevidence of an abortion provider deviating from the standard of\ncare in a way that can result in the live births of nonviable\nfetuses. The State has also proffered new evidence of potential\ncriminal conduct by Louisiana abortion providers, including the\nfailure to report the forcible rape of a minor and performing an\nabortion on a minor without parental consent or judicial\nbypass.*After overlooking so many facts and the\ndeference owed to the legislative process, today’s decision\nmisapplies many of the rules that normally constrain the judicial\nprocess. Start with the question who can sue. To establish standing\nin federal court, a plaintiff typically must assert an injury to\nher own legally protected interests—not the rights of someone else.Warthv.Seldin,422 U.S.\n490, 499 (1975). This rule ensures that the judiciary stays\nfocused on the “factual situation before it,”New Yorkv.Ferber,458 U.S.\n747, 768 (1982), while “questions of wide public significance”\nremain with “governmental institutions . . . more\ncompetent to address” them,Warth, 422 U. S., at\n500.No one even attempts to suggest this usual\nprerequisite is satisfied here. The plaintiffs before us are\nabortion providers. They do not claim a constitutional right to\nperform that procedure, and no one on the Court contends they hold\nsuch a right. Instead, the abortion providers before us seek only\nto assert the constitutional rights of an undefined, unnamed,\nindeed unknown, group of women who they hope will be their patients\nin the future.In narrow circumstances, to be sure, this Court\nhas allowed cases to proceed based on “third-party standing.” But\nto qualify, the plaintiff must demonstrate both that he has a\n“ ‘close’ relationship” with the person whose rights he wishes\nto assertandthat some “ ‘hindrance’ ” hampers\nthe right-holder’s “ability to protect his own interests.”Kowalskiv.Tesmer,543 U.S.\n125, 130 (2004). Think of parents and children, guardians and\nwards. In these special cases, the logic goes, the\nplaintiff ’s interests are so aligned with those of a\nparticular right-holder that the litigation will proceed in much\nthe same way as if the right-holder herself were present.Nothing like that exists here. In the first\nplace, the plaintiff abortion providers identify no reason to think\naffected women are unable to assert their own rights if they wish.\nInstead, the plaintiffs merely gesture to a 1976 plurality opinion\nsuggesting that women seeking abortions “generally” face a\nhindrance in asserting their own rights.Singletonv.Wulff,428 U.S.\n106, 118 (1976). But whatever the supposition of a 1976\nplurality, in the years since interested women have challenged\nabortion regulations on their own behalf in case after case. See,e.g., McCormackv.Herzog, 788 F.3d 1017 (CA9 2015);Jane L.v.Bangerter,102 F.3d 1112(CA10 1996);Margaret S.v.Edwards, 794 F.2d 994 (CA5 1986); see alsoWholeWoman’s Healthv.Hellerstedt, 579 U. S. ___,\n___ (2016) (Thomas, J., dissenting) (slip op., at 4) (collecting\nadditional examples). And no one suggests this suit differs from\nthose cases in any meaningful way. The truth is transparent: The\nplaintiffs hardly try to carry their burden of showing a hindrance\nbecause they can’t.Separately and additionally, the abortion\nproviders cannot claim a “close relationship” with the women whose\nrights they assert. Normally, the fact that the plaintiffs do not\neven know who those women are would be enough to preclude\nthird-party standing. This Court has held, for example, that a\nfuture “hypotheticalattorney-client relationship” (as\nopposed to an “existing” one) cannot confer third-party\nstanding.Kowalski, 543 U. S., at 131. Likewise, this\nCourt has held that a pediatrician lacks standing todefenda State’s abortion laws on the theory that fetuses are his future\npotential patients.Diamondv.Charles,476 U.S.\n54, 66 (1986). If standing isn’t present in cases like those,\nit is hard to see how it might be present in this one.Nor is that the end of the plaintiffs’ standing\nproblems. Even when a plaintiff can identify an actual and close\nrelationship, this Court will normally refuse third-party standing\nif the plaintiff has a potential conflict of interest with the\nperson whose rights are at issue. SeeElk Grove Unified School\nDist.v.Newdow,542 U.S.\n1, 15, 17–18 (2004). And it’s pretty hard to ignore the\npotential for conflict here. After all, Louisiana’s law expressly\naims to protect women from the unsafe conditions maintained by at\nleast some abortion providers who, like the plaintiffs, are either\nunwilling or unable to obtain admitting privileges. Cf.ante,at 25–27 (Alito, J., dissenting).Seeking to set all these difficulties aside,\ntoday’s decision contends that Louisiana has waived its prudential\nstanding arguments. But in doing so, today’s decision mistakes\nthree more legal principles. First, what the plurality\ncharacterizes as a waiver arises from the State’s admission that\napplicable circuit law allowed the plaintiffs standing. At worst,\nthat reflects a forfeiture of, or a failure to pursue, a possible\nargument against standing, not an affirmative waiver of the\nargument, or an intentional relinquishment of any interest in the\nissue. Cf.ante,at 24–25 (Alito, J., dissenting). Second,\nthis Court typically relies on a forfeiture or even a waiver only\nif the issue was “ ‘not pressed or passed upon’ ” in the\nlower courts.United Statesv.Williams,504 U.S.\n36, 41 (1992). That rule’s disjunctive phrasing is no\naccident—it “permit[s] review of an issue not pressed so long as it\nhas been passed upon” below.Ibid.Here, the Fifth Circuitdidpass upon the standing question—so forfeiture or waiver\npresents no impediment to our review. SeeJune Medical Services,\nL.L.C.v.Gee, 814 F.3d 319, 322–323 (2016). Finally,\nthis Court has held that even truly forfeited or waived arguments\nmay be entertained when structural concerns or third-party rights\nare at issue.Freytagv.Commissioner,501 U.S.\n868, 878–880 (1991). Both conditions are present here.*Next consider our rules about facial\nchallenges. Generally, courts decide the constitutionality of\nstatutes as applied to specific people in specific situations and\ndisfavor facial challenges seeking to forestall a law’s application\nin every circumstance. The reasons for this rule are many. Not\nleast, when a court focuses on the parties before it, it is able to\nassess the law’s application within a real factual context, rather\nthan left to imagine “every conceivable situation which might\npossibly arise in the application of complex and comprehensive\nlegislation.”Barrowsv.Jackson,346 U.S.\n249, 256 (1953). Importantly, too, as-applied challenges reduce\nthe risk that a court will “short circuit the democratic process”\nby interfering with legislation any more than necessary to remedy a\ncomplaining party’s injury.Washington State Grangev.Washington State Republican Party,552\nU.S. 442, 451 (2008).As a result, the path for a litigant pursuing a\nfacial challenge is deliberately difficult. Typically, a plaintiff\nseeking to render a law unenforceable in all of its applications\nmust show that the law cannot be constitutionally applied againstanyoneinanysituation.United Statesv.Stevens,559 U.S.\n460, 472–473 (2010). This Court has carved out an exception to\nthis high bar for overbreadth challenges under the First Amendment.\nSome suggest this exception is ill-advised.United Statesv.Sineneng-Smith, 590 U. S. ___, ___–___ (2020) (Thomas,\nJ., concurring) (slip op., at 5–6). But even in First Amendment\noverbreadth challenges, a plaintiff still must show that the law in\nquestion has “ ‘a substantial number of . . .\napplications [ that] are unconstitutional, judged in relation\nto the statute’s plainly legitimate sweep.’ ”Stevens,\n559 U. S., at 473 (quotingWashington State Grange, 552\nU. S., at 449, n. 6); see alsoStevens, 559\nU. S., at 481–482 (holding law unconstitutional under First\nAmendment where “impermissible applications . . . far\noutnumber[ed] any permissible ones”).Today, it seems any of these standards would\ndemand too much. Instead of asking whether the law has a\n“substantial number of unconstitutional applications” compared to\nits “legitimate sweep,” the plurality asks whether the law will\nimpose a “ ‘substantial obstacle’ ” for a “ ‘large\nfraction’ ” of “ ‘those women for whom the provision is\nan actual rather than an irrelevant restriction.’ ”Ante,at 39. Concededly, the two tests sound similar—after\nall, who could say whether a “substantial number” is more or less\nthan a “large fraction”? But notice the switch at the end, where\nthe plurality limits our focus to women for whom the law is an\n“actual” restriction. Because of that limitation, it doesn’t matter\nhow many women continue to have convenient access to abortions: Any\nwoman not burdened by the challenged law is deemed “irrelevant” to\nthe analysis. So instead of asking how the law’s unconstitutional\napplications compare to its legitimate sweep, the plurality winds\nup asking only whether the law burdens a very large fraction of the\npeople that it burdens. The words might sound familiar, but this\ncircular test is unlike anything we apply to facial challenges\nanywhere else.Abandoning our usual caution with facial\nchallenges leads, predictably, to overbroad conclusions. Suppose\nthat for a substantial number of women Louisiana’s law imposes no\nburden at all. These women might live in an area well-served by\nwell-qualified abortion providers who can easily obtain admitting\nprivileges. No one could dispute the law is constitutional as\napplied to these women and providers. But suppose the law makes it\ndifficult to obtain an abortion on the other side of the State,\nwhere qualified providers are fewer and farther between. Under the\nstandard applied today, it seems the entire law would fall\nstatewide, notwithstanding its undeniable constitutionality in many\napplications.Nor is this possibility farfetched. Today’s\ndecision declares the admitting privileges requirement\nunconstitutional even as applied to Does 3 and 5, each of whom\nholds admitting privileges. Not a single woman would be burdened by\nrequiring these doctors to maintain the privileges they already\nhave. Yet the State may not enforce the law even against them. In\neffect, the standard for facial challenges has been flipped on its\nhead: Rather than requiring that a law be unconstitutional in all\nits applications to fall, today’s decision requires that\nLouisiana’s law be constitutional in all its applications to\nstand.*Even when it comes to assessing the law’s\neffects on the subset of women deemed “relevant,” this case proves\nunusual. Normally, to obtain a prospective injunction like the one\napproved today, a plaintiff must show that irreparable injury is\nnot just possible, but likely.O’Sheav.Littleton,414 U.S.\n488, 501–502 (1974);Winterv.Natural Resources\nDefense Council, Inc.,555 U.S.\n7, 22 (2008). Yet, nothing like that standard can be found at\nwork today.The plaintiffs allege that statewide enforcement\nof Act 620 would irreparably injure Louisiana women by making it\ndifficult for them to obtain abortions. To justify injunctive\nrelief on that theory, however, it can’t be enough to show that the\nlaw would induce any particular doctor or clinic to stop providing\nabortions. Instead, the plaintiffs would have to show that a\nsufficient number of clinics would close (without enough new\nclinics opening) so that supply would no longer meet demand for\nabortion in the State. And when assessing claims likethat,\nwe usually proceed with caution, aware of the “the difficulties and\nuncertainties involved in determining how [a] relevant market”\nwould behave in response to changed circumstances.Illinois\nBrick Co.v.Illinois,431 U.S.\n720, 743 (1977). At a minimum, we expect one change in a\nmarketplace—such as the introduction of a new regulation—will\ninduce other responsive changes.General Motors Corp.v.Tracy,519 U.S.\n278, 307–309 (1997). When “the claim is one that simply makes\nno economic sense,” too, the plaintiffs “must come forward with\nmore persuasive evidence to support their claim than would\notherwise be necessary.”Matsushita Elec. Industrial Co.v.Zenith Radio Corp.,475 U.S.\n574, 587 (1986).Rather than follow these rules, today’s decision\nproceeds to accept one speculative proposition after another to\narrive at what can only be called a worst case scenario. Take the\nquestion whether existing providers will be able to continue their\nexisting practices. On its way to predicting dire results, the\nplurality uncritically accepts that, if Act 620 went into effect,\nDoe 5 would be unable to obtain admitting privileges in Baton\nRouge. The plurality does so even though it is undisputed that the\nsole remaining step for him to obtain privileges is to find a\ndoctor willing to cover for him—and that Doe 5 gave up on that\neffort after asking only one doctor. Similarly, the plurality takes\nit as given that Doe 2 would be denied admitting privileges even\nthough he dropped a pending application when the hospital simply\nsent him a request for additional information. Maybe these\nphysicians didn’t feel it was worth putting in much effort to\nobtain admitting privileges given their chances of prevailing in\nthis lawsuit. But it “taxes the credulity of the credulous” to\nthink they would have treated the process so lightly if their\nlivelihood depended on securing admitting privileges.Marylandv.King,569 U.S.\n435, 466 (2013) (Scalia, J., dissenting). Cf.ante,at\n12–24 (Alito, J., dissenting).That example only begins to illustrate the\nremarkably static view of the market on display here. Today’s\ndecision also appears to assume that, if Louisiana’s law took\neffect, not a single hospital would amend its rules to permit\nabortion providers easier access to admitting privileges; no clinic\nwould choose to relocate closer to a hospital that offers admitting\nprivileges rather than permanently close its doors; the prospect of\nsignificant unmet demand would not prompt a single Louisiana doctor\nwith established admitting privileges to begin performing\nabortions; and unmet demand would not induce even one out-of-state\nabortion provider to relocate to Louisiana.All these assumptions are open to question.\nHospitals can (and do) change their policies in response to\nregulations. Clinic operators have opened, closed, and relocated\nclinics numerous times. There are hundreds of OB/GYNs with active\nadmitting privileges in Louisiana who could lawfully perform\nabortions tomorrow. Millions of Americans move between States every\nyear to pursue their profession. Yet with conditions ripe for\nmarket entry and expansion, today’s decision foresees nothing but\nclinic closures and unmet demand.Not only questionable, the plurality’s\nassumptions are already contradicted by emerging evidence. For\nexample, a major hospital reacted to the law by developing a new\ntype of admitting privileges expressly for an abortion provider\nseeking to comply with Act 620. Whether this type of privileges\nsatisfies the statute is yet unknown—so, again assuming the worst,\ntoday’s decision simply ignores the possibility. If nothing else,\nthis development belies the prediction that hospitals statewide\nwould stand idly by as thousands upon thousands of requests for\nabortions go unfulfilled.What’s more, as this suit was in progress, the\nState discovered two additional Louisiana abortion providers not\nreflected in the district court’s opinion. No one disputes the\naccuracy of the State’s information about these two providers. Nor\ncould anyone deny the importance of this information, when so much\nof today’s decision seems to turn on the exact quantity and\ndistribution of a relatively small number of abortion providers.\nNormally, this Court might hesitate to deliver a fact-bound\ndecision premised on facts we know to be incorrect. But today’s\ndecision, assuming the worst once more, simply proceeds as if these\nproviders didn’t exist.If there is a silver lining, though, it may be\nhere. This Court generally recognizes that facts can change over\ntime—and that, when they do, legal conclusions based on them may\nhave to change as well. Even so-called “permanent injunctions” are\nactually provisional—open to modification “to prevent the\npossibility that [they] may operate injuriously in the future.”Glennv.Field Packing Co.,290\nU.S. 177,179(1933) (per curiam). After all, when the facts change,\nthe law cannot pretend nothing has happened. For that reason, we\nhave instructed lower courts to reconsider injunctions “when the\nparty seeking relief . . . can show a significant change\neither in factual conditions or in law.”Agostiniv.Felton,521 U.S.\n203, 215 (1997) (internal quotation marks omitted). And, given\nthe fact-intensive nature of today’s analysis, the relief directed\nmight well need to be reconsidered below if, for example, hospitals\nstart offering qualifying admitting privileges to abortion\nproviders, a handful of abortion providers relocate from other\nStates, or even a tiny fraction of Louisiana’s existing OB/GYNs\ndecide to begin performing abortions. Given the post-trial\ndevelopments Louisiana has already identified but no court has yet\nconsidered, there’s every reason to think the factual context here\nis prone to significant changes.*Another background rule, another exception.\nWhen it comes to the factual record, litigants normally start the\ncase on a clean slate. While a previous case’s legal rules can\ncreate precedent binding in the current dispute, earlier\n“fact-bound” decisions typically “provide only minimal help when\nother courts consider” later cases with different factual\n“circumstances.”Bufordv.United States,532 U.S.\n59, 65–66 (2001). We’ve long recognized that this arrangement\nis required by due process—because while the law binds everyone\nequally, parties are normally entitled to the chance to present\nevidence about their own unique factual circumstances. SeeBlonder-Tongue Laboratories, Inc.v.University of Ill.\nFoundation,402 U.S.\n313, 329 (1971).No hint of these rules can be found in today’s\ndecision. From beginning to end, the plurality treatsWhole\nWoman’s Health’s fact-laden predictions about how a Texas law\nwould impact the availability of abortion in that State in 2016 as\nif they obviously and necessarily applied to Louisiana in 2020.\nMost notably, the plurality citesWhole Woman’s Healthfor\nthe proposition that admitting privileges requirements offer no\nbenefit when it comes to patient safety or otherwise. ButWhole\nWoman’sHealthfound an absence of benefit based only on\nthe particular factual record before it. Nothing in the decision\nsuggested that its conclusions about the costs and benefits of the\nTexas statute were universal principles of law, medicine, or\neconomics true in all places and at all times. See,e.g.,579 U. S., at ___–___, ___, ___–___ (slip op., at 22–23, 26,\n31–32). Yet that is exactly how the plurality treats those\nconclusions—all while leaving unmentioned the facts Louisiana\namassed in an effort to show that its law promises patient benefits\nin this place at this time.Not only does today’s decision treat factual\nquestions as if they were legal ones, it treats legal questions as\nif they were facts. We have previously explained that it would “be\ninconsistent with the idea of a unitary system of law” for the\nSupreme Court to defer to lower court legal holdings.Ornelasv.United States,517\nU.S. 690, 697 (1996). Yet, the plurality today reviews for\nclear error not only the district court’s findings about how the\nlaw will affect abortion access, but also the lower court’s\njudgment that the law’s effects impose a “substantial obstacle.”\nThe plurality defers not only to the district court’s findings\nabout the extent of the law’s benefits, but also to the lower\ncourt’s judgment that the benefits are so limited that the law’s\nburden on abortion access is “undue.” By declining to apply our\nnormalde novostandard of review to questions of law\nlike these, today’s decision proceeds on the remarkable premise\nthat, even if the district court was wrong on the law, a duly\nenacted statute must fall because the lower court wasn’tclearlywrong.*After so much else, one might at least hope\nthat the legal test lower courts are tasked with applying in this\narea turns out to be replicable and predictable. After all,\n“[l]iving under a rule of law entails various suppositions, one of\nwhich is that ‘all persons are entitled to be informed as to what\nthe State commands or forbids.’ ”Papachristouv.Jacksonville,405 U.S.\n156, 162 (1972) (quotation modified). The existence of an\nadministrable legal test even lies at the heart of what makes a\ncase justiciable—as we have put it, federal courts may not\nentertain a question unless there are “ ‘judicially\ndiscoverable and manageable standards for resolving it.’ ”Ruchov.Common Cause, 588 U. S. ___, ___ (2019)\n(slip op., at 11). Nor does the need for clear rules dissipate as\nthe stakes grow. If anything, the judicial responsibility to avoid\nstandardless decisionmaking is at its apex in “ ‘the most\nheated partisan issues.’ ”Id.,at ___ (slip op., at\n15).Consider, for example, our precedents involving\nthe First Amendment’s right to free speech. In an effort to keep\njudges from straying into the political fray, this Court has\nprovided a detailed roadmap: A court must determine whether\nprotected speech is at issue, whether the restriction is content\nbased or content neutral, whether the State’s asserted interest is\ncompelling or substantial, and whether the State might rely on less\nrestrictive alternatives to achieve the same goals. At no point may\na judge simply “ ‘balanc[e]’ the governmental interests\n. . . against the First Amendment rights” at stake\nbecause, as we have recognized, it would be “inappropriate” for any\ncourt “to label one as being more important or more substantial\nthan the other.”United Statesv.Robel,389 U.S.\n258, 268, n. 20 (1967). Any such raw balancing of\ncompeting social interests must be left to the legislature—“our\ninquiry is more circumscribed.”Ibid.Nor is this idea\nunique to the First Amendment context. This Court has consistently\nrejected the idea that courts may decide constitutional issues by\nrelying on “abstract opinions . . . of the justice of the\ndecision” or “of the merits of the legislation” at issue.Davidsonv.New Orleans,96 U.S.\n97, 104 (1878).By contrast, and as today’s concurrence\nrecognizes, the legal standard the plurality applies when it comes\nto admitting privileges for abortion clinics turns out to be\nexactly the sort of all-things-considered balancing of benefits and\nburdens this Court has long rejected. Really, it’s little more than\nthe judicial version of a hunter’s stew: Throw in anything that\nlooks interesting, stir, and season to taste. In another context,\nthis Court has described the sort of decisionmaking on display\ntoday as “inherently, and thereforepermanently,\nunpredictable.”Crawfordv.Washington,541 U.S.\n36, 68, n. 10 (2004). Under its terms, “[w]hether a\n[burden] is deemed [undue] depends heavily on which factors the\njudge considers and how much weight he accords each of them.”Id.,at 63.What was true there turns out to be no less true\nhere. The plurality sides with the district court in concluding\nthat the time and cost some women might have to endure to obtain an\nabortion outweighs the benefits of Act 620. Perhaps the plurality\nsees that answer as obvious, given its apparent conclusion that the\nAct would offer the public no benefits of any kind. But for its\ntest to provide any helpful guidance, it must be capable of\nresolving cases the plurality can’t so easily dismiss. Suppose, for\nexample, a factfinder credited the State’s evidence of medical\nbenefit, finding that a small number of women would obtain safer\nmedical care if the law went into effect. But suppose the same\nfactfinderalsocredited a plaintiff ’s evidence of\nburden, finding that a large number of women would have to endure\nlonger wait times and farther drives, and that a very small number\nof women would be unable to obtain an abortion at all. How is a\njudge supposed to balance, say, a few women’s emergency\nhysterectomies against many women spending extra hours travelling\nto a clinic? The plurality’s test offers no guidance. Nor can it.\nThe benefits and burdens are incommensurable, and they do not teach\nsuch things in law school.When judges take it upon themselves to assess\nthe raw costs and benefits of a new law or regulation, it can come\nas no surprise that “[s]ome courts wind up attaching the same\nsignificance to opposite facts,” and even attaching the opposite\nsignificance to the same facts.Ibid.It can come as no\nsurprise, either, that judges retreat to their underlying\nassumptions or moral intuitions when deciding whether a burden is\nundue. For what else is left?Some judges have thrown up their hands at the\ntask put to them by the Court in this area. If everything comes\ndown to balancing costs against benefits, they have observed, “the\nonly institution that can give an authoritative answer” is this\nCourt, because the question isn’t one of law at all and the only\n“balance” that matters is the one this Court strikes.Planned\nParenthood of Ind. & Ky.v.Box, 949 F.3d 997, 999\n(CA7 2019) (Easterbrook, J., concurring in denial of rehearing en\nbanc). The lament is understandable. Missing here is exactly what\njudges usually depend on when asked to make tough calls: an\nadministrable legal rule to follow, a neutral principle, something\noutside themselves to guide their decision.*Setting aside the other departures from the\njudicial process on display today, the concurrence suggests it can\nremedy at least this one. We don’t need to resort to a raw\nbalancing test to resolve today’s dispute. A deeper respect forstare decisisand existing precedents, the concurrence\nassures us, supplies the key to a safe way out. Unfortunately,\nhowever, the reality proves more complicated.Start with the concurrence’s discussion ofWhole Woman’s Health. Immediately after paying homage tostare decisis, the concurrencerefusesto follow the\nall-things-considered balancing test that decision employed when\nstriking down Texas’s admitting privileges law. In the process, the\nconcurrence rightly recounts many of the problems with raw\nbalancing tests. But then, switching directions again, the\nconcurrence insists we are bound by analternativeholding\ninWhole Woman’s Health. According to the concurrence, this\nalternative holding declared that the Texas law imposed an\nimpermissible “substantial obstacle” to abortion access in lightonlyof the burdens the law imposed—“independent of [any]\ndiscussion of [the law’s] benefits.”Ante,at 11 (Roberts,\nC. J., concurring in judgment). And, the concurrence\nconcludes, because the facts of this suit look like those inWhole Woman’s Health, we must find an impermissible\nsubstantial obstacle here too.But in this footwork lie at least two missteps.\nFor one, the facts of this suit cannot be so neatly reduced toWhole Woman’s Healthredux. Seeante,at 2–5;ante,at 9–11, 15–24 (Alito, J. dissenting). For another,Whole Woman’s Healthnowhere issued the alternative holding\non which the concurrence pins its argument. At no point did the\nCourt hold that the burdens imposed by the Texas law alone—divorced\nfrom any consideration of the law’s benefits—could suffice to\nestablish a substantial obstacle. To the contrary,Whole Woman’s\nHealthinsisted that the substantial obstacle test\n“requiresthat courts consider the burdens a law imposes on\nabortion access together with the benefits th[e] la[w] confer[s].”\n578 U. S., at ___–___ (emphasis added) (slip op., at 19–20).\nAnd whatever else respect forstare decisismight suggest,\nit cannot demand allegiance to a nonexistent ruling inconsistent\nwith the approach actually taken by the Court.The concurrence’s fallback argument doesn’t\nsolve the problem either. So what ifWhole Woman’s Healthrejected the benefits-free version of the “substantial obstacle”\ntest the concurrence endorses? The concurrence assures us thatPlanned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833(1992), specified this form of the test, so we must (or at\nleast may) do the same, whateverWhole Woman’s Healthsays.But here again, the concurrence rests on at\nleast one mistaken premise. In the context of laws implicating only\nthe State’s interest in fetal life previability, theCaseyplurality did describe its “undue burden” test as asking whether\nthe law in question poses a substantial obstacle to abortion\naccess. 505 U. S., at 878. But when a State enacts a law “to\nfurther the health or safety of a woman seeking an abortion,” theCaseyplurality added a key qualification: Only\n“[u]nnecessaryhealth regulations that have the purpose or\neffect of presenting a substantial obstacle to a woman seeking an\nabortion impose an undue burden on the right.”Ibid.(emphasis added). That qualification is clearly applicable here,\nyet the concurrence nowhere addresses it, applying instead a new\ntest of its own creation. In the context of medical regulations,\ntoo, the concurrence’s new test might even prove stricter than\nstrict scrutiny. After all, it's possible for a regulation to\nsurvive strict scrutiny if it is narrowly tailored to advance a\ncompelling state interest. And no one doubts that women’s health\ncan be such an interest. Yet, under the concurrence’s test it seems\npossible that even the most compelling and narrowly tailored\nmedical regulation would have to fail if it placed a substantial\nobstacle in the way of abortion access. Such a result would appear\nto create yet another discontinuity withCasey, which\nexpressly disavowed any test as strict as strict scrutiny.Id.,at 871.*To arrive at today’s result, rules must be\nbrushed aside and shortcuts taken. While the concurrence parts ways\nwith the plurality at the last turn, the road both travel leads us\nto a strangely open space, unconstrained by many of the neutral\nprinciples that normally govern the judicial process. The\ntemptation to proceed this direction, closer with each step toward\nan unobstructed exercise of will, may be always with us, a danger\ninherent in judicial review. But it is an impulse this Court\nnormally strives mightily to resist. Today, in a highly politicized\nand contentious arena, we prove unwilling, or perhaps unable, to\nresist that temptation. Either way, respectfully, it is a sign we\nhave lost our way.",
    "joined": []
}