{
    "case": {
        "docket": "19-1189",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-1189/"
    },
    "id": "4428380",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–1189_________________BP P.L.C., et al., PETITIONERSv.MAYOR AND CITY COUNCIL OF BALTIMOREon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[May 17, 2021]Justice Gorsuch delivered the opinion of the\nCourt.This case began when Baltimore’s mayor and city\ncouncil sued various energy companies for promoting fossil fuels\nwhile allegedly concealing their environmental impacts. But the\nmerits of that claim have nothing to do with this appeal. The only\nquestion before us is one of civil procedure: Does 28\nU. S. C. §1447(d) permit a court of appeals to review any\nissue in a district court order remanding a case to state court\nwhere the defendant premised removal in part on the federal officer\nremoval statute, §1442, or the civil rights removal statute,\n§1443?IThree years ago, Baltimore’s mayor and city\ncouncil (we refer to them collectively as the City) filed suit in\nMaryland state court. The City’s complaint included a number of\nstate-law causes of action, but most centered on the defendants’\nalleged failure to warn about the dangers of their products—and the\ninjuries the City says it suffered as a result.Soon after the City filed suit, the defendants\nremoved the case to federal court. In support of their action, the\ndefendants invoked a variety of federal statutes. Most relevant for\nour purposes, they pointed to a provision that promises a federal\nforum for any action against an “officer (or any person acting\nunder that officer) of the United States or of any agency thereof,\nin an official or individual capacity, for or relating to any act\nunder color of such office.” 28 U. S. C. §1442(a)(1).This statute authorized the removal of the\nCity’s suit, the defendants said, because some of their challenged\nexploration, drilling, and production operations took place at the\nfederal government’s behest. The companies also identified a number\nof other statutes that they believed independently supported\nremoval: the federal-question statute, 28 U. S. C. §1331;\nthe Outer Continental Shelf Lands Act, 92Stat. 657, 43\nU. S. C. §1349(b); the admiralty jurisdiction statute, 28\nU. S. C. §1333; and the bankruptcy removal statute, 28\nU. S. C. §1452.Once the case arrived in federal court, the City\nfiled a motion seeking to have it remanded back to state court. The\nCity argued that none of the companies’ grounds for removal\njustified retaining federal jurisdiction. In an extensive order,\nthe district court reviewed each of the defendants’ cited bases for\nremoval before ultimately agreeing with the City and remanding the\ncase to state court.Normally that would have ended the matter. Since\nat least 1949, federal appellate courts have generally lacked the\npower to review a district court order remanding a case to state\ncourt. See Act of May 24, 1949, §84, 63Stat. 102. But like most\nrules, this one has accrued exceptions with time. In the Civil\nRights Act of 1964, Congress created an exception allowing\nappellate review for cases “ ‘removed pursuant to’ ” 28\nU. S. C. §1443, a provision that guarantees a federal\nforum for certain federal civil rights claims. See §901, 78Stat.\n266. So before a civil rights case is returned to state court, a\nfederal court of appeals usuallycanintervene to test the\nsoundness of the district court’s remand order.In 2011, Congress added a similar exception for\nsuits against federal officers or agencies removed pursuant to 28\nU. S. C. §1442. See Removal Clarification Act, §2,\n125Stat. 545–546. Here, too, Congress has deemed it appropriate to\nallow appellate review before a district court may remand a case to\nstate court. All told, then, the law as it stands today provides\nthat “[a]n order remanding a case to the State court from which it\nwas removed is not reviewable on appeal or otherwise, except that\nan order remanding a case to the State court from which it was\nremoved pursuant to section 1442 or 1443 of this title shall be\nreviewable by appeal or otherwise.” 28 U. S. C.\n§1447(d).After the district court ordered the City’s case\nremanded to state court, the defendants sought to appeal—and this\nmuch everyone seemed to agree they were free to do. After all, the\ndefendants had relied on the federal officer removal statute found\nin §1442 when they removed the case to federal court—and the\ncurrent version of §1447(d) permits an appeal in just these\ncircumstances. The real trouble began only when it came to the\nscope of the defendants’ appeal. The Fourth Circuit read §1447(d)\nas authorizing it to review only thepartof the district\ncourt’s remand order discussing §1442. As a result, the court of\nappeals refused to consider whether the district court may have\nerred when it rejected the defendants’ other grounds for removal.\nFinding (only) the district court’s §1442 analysis sound, the\nFourth Circuit proceeded to affirm. 952 F.3d 452 (2020).This ruling highlighted a circuit split. The\nSeventh Circuit, for example, has reasoned that §1447(d) extends\nappellate review to thewholeof an “ ‘order remanding\na case to the State court from which it was removed pursuant to\nsection 1442 or 1443.’ ” SeeLu Junhongv.Boeing\nCo., 792 F.3d 805, 811 (2015). On that reading of the statute,\nappellate review is not confined to a defendant’s removal arguments\nunder the federal officer and civil rights removal statutes.\nInstead, a court of appeals may review the merits of all theories\nfor removal that a district court has rejected. Because the courts\nof appeals disagree over the scope of their appellate authority\nunder §1447(d), we agreed to take this case to resolve the\nquestion. 591 U. S. ___ (2020).IIAWhen called on to interpret a statute, this\nCourt generally seeks to discern and apply the ordinary meaning of\nits terms at the time of their adoption.Niz-Chavezv.Garland, 593 U. S. ___, ___ (2021) (slip op., at 4).\nHere, the relevant portion of §1447(d) provides that “an order\nremanding a case to the State court from which it was removed\npursuant to section 1442 or 1443 of this title shall be reviewable\nby appeal.”To our minds, the first telling clue lies in the\nstatute’s use of the term “order.” Whether we look to the time of\n§1447(d)’s adoption or amendment, a judicial “order” meant then\nwhat it means today: a “written direction or command delivered by\n. . . a court or judge.”[1] So an “order remanding a case” was (and is) a formal\ncommand from a district court returning the case to state court. In\nthis case, the district court’s remand order rejectedallof\nthe defendants’ grounds for removal. For good reason too. Normally,\nfederal jurisdiction is not optional; subject to exceptions not\nrelevant here, “courts are obliged to decide cases within the scope\nof federal jurisdiction” assigned to them.Sprint\nCommunications, Inc.v.Jacobs,571 U.S.\n69, 72 (2013). So the district court wasn’t at liberty to\nremove the City’s case from its docket until it determined that it\nlacked any authority to entertain the suit. See,e.g.,Carnegie-Mellon Univ.v.Cohill,484 U.S.\n343, 356 (1988). From this it would seem to follow that, when a\ndistrict court’s removal order rejects all of the defendants’\ngrounds for removal, §1447(d) authorizes a court of appeals to\nreview each and every one of them. After all, the statute allows\ncourts of appeals to examine the whole of a district court’s\n“order,” not just some of its parts or pieces.Of course, §1447(d) extends appellate review\nonly tosomeorders—those remanding a “case . . .\nremoved pursuant to section 1442 or 1443.” But it’s hard to see how\nthat qualification changes the calculus. To remove a case, a\ndefendant must comply with 28 U. S. C. §1446.\nEssentially, that statute requires the defendant to provide\naffected parties and courts with a notice stating its grounds for\nremoval. §§1446(a), (d). The combination of these actions\n“effect[s] the removal.” §1446(d). To remove a case “pursuant to”\n§1442 or §1443, then, just means that a defendant’s notice of\nremoval must assert the case is removable “in accordance with or by\nreason of ” one of those provisions.[2] Here, everyone admits the defendants’ notice of\nremoval did just that by citing §1442 as one of its grounds for\nremoval. Once that happened and the district court ordered the case\nremanded to state court, the whole of its order became reviewable\non appeal.Nor does it matter if (as here) a defendant\nremoves a case “pursuant to”multiplefederal statutes.\nOften enough, parties act pursuant to a variety of legal\nauthorities. A criminal defendant may suggest he is eligible for\nsentencing relief pursuant to multiple provisions.E.g.,Pepperv.United States,562\nU.S. 476, 481, n. 1 (2011). A civil litigant might file a\ncomplaint pursuant to more than one statute.E.g., Rimini\nStreet, Inc.v.Oracle USA, Inc., 586 U. S. ___,\n___ (2019) (slip op., at 2). Likewise, a party may assert multiple\ngrounds for removing a case to federal court—as the defendants did\nhere. Indeed, the general removal statute contemplates just this\npossibility when, in contrast, it speaks of actions “removedsolelyunder” the diversity jurisdiction statute.\n§1446(b)(2)(A) (emphasis added). Yet, the particular provision at\nissue before us does not contain any comparable language like that\nlimiting appellate reviewsolelyto issues under §1442 or\n§1443. Instead and again, §1447(d) permits appellate review of the\ndistrict court’s remand order—without any further\nqualification.BHow does the City reply? It suggests that\nexceptions to statutory rules should be construed narrowly—and that\nour reading of §1447(d)’s exception to its general rule against\nappellate review is too permissive.We disagree. As a preliminary matter, the\nfactual premise underlying the City’s argument is surely\ncontestable. One might just as easily conceive of §1447(d)’s usual\nrule barring appellate review asitselfan exception to the\neven more general rule that final district court orders are\nappealable under 28 U. S. C. §1291. More fundamentally,\nthe City’s legal premise is also in error. This Court has\n“ ‘no license to give statutory exemptions anything but a fair\nreading.’ ”Food Marketing Institutev.Argus Leader\nMedia, 588 U. S. ___, ___ (2019) (slip op., at 11)\n(brackets omitted). Exceptions and exemptions are no less part of\nCongress’s work than its rules and standards—and all are worthy of\na court’s respect. That a law might temper its pursuit of one goal\nby accommodating others can come as no surprise. Often legislation\nbecomes possible only because of such compromises. Often lawmakers\ntread in areas fraught with competing social demands where everyone\nagrees trade-offs are required. Whatever the reason for a\nlegislative compromise, we have no right to place our thumbs on one\nside of the scale or the other.Hensonv.Santander\nConsumer USA Inc., 582 U. S. ___, ___ (2017) (slip op., at\n9).Alternatively, the City suggests that, if\nCongress had wanted appellate courts to review every issue in a\nremand order, it would have said as much. Sometimes, the City\nobserves, Congress does exactly that, expressly directing courts to\nresolve “all” legal issues in certain cases. See Brief for\nRespondent 21 (citing 18 U. S. C. §3595(c)(1); 5\nU. S. C. §1508; 38 U. S. C. §7104(a); and 33\nU. S. C. §1320(f )). But the defendants remind us\nthat Congress also knows how to limit appellate review to\nparticular “questions” rather than the whole of a district court’s\n“order”; sometimes it does just that too. See Brief for Petitioners\n18 (citing 28 U. S. C. §1295(a)(7); 38 U. S. C.\n§7292(b)(1); 42 U. S. C. §8514(a)(2); 52\nU. S. C. §30110; 28 U. S. C. §1254(2); 50\nU. S. C. §1803(j)). In the end, all of the parties’\nfencing about language Congressdidn’tuse persuades us of\nonly one thing—that we are best served by focusing on the language\nitdidemploy.All of which leaves the City to offer a\ndifferent argument from a new direction. Now, the City contends,\nthe defendants never really removed this case pursuant to §1442. On\nthis account, a case is not “removed pursuant to section 1442 or\n1443” until a federal court (district or appellate) holds that one\nof these statutes authorizes removal. Because that never happened\nhere, the City reasons, the defendants were not entitled toanyappellate review. But this argument isn’t only novel—the\nCity didn’t pursue it below and no court of appeals has adopted it.\nIt is also mistaken. As we’ve seen, it is generally a defendant’s\nactions under §1446 that “effect the removal.” Once a defendant\ncomplies with §1446, a state court may not proceed “further unless\nand until the case is remanded.” 28 U. S. C. §1446(d).\nThat’s why normally it’s the plaintiff who must seek judicial\nintervention if it wishes to have the matter remanded to state\ncourt—just as the City did here.IIIATo the extent any doubt remains about how best\nto read §1447(d), we believe our most analogous precedent resolves\nit. InYamaha Motor Corp., U. S. A.v.Calhoun,516 U.S.\n199, 204 (1996), this Court faced a dispute about the meaning\nof 28 U. S. C. §1292(b). That statute allows a district\ncourt to certify “an order” to the court of appeals if it “involves\na controlling question of law as to which there is substantial\nground for difference of opinion,” and if “an immediate appeal from\nthe order may materially advance the ultimate termination of the\nlitigation.” InYamaha, the Court asked the parties to\naddress whether §1292(b) authorizes appellate courts to review any\nquestion contained in the district court’s order—or whether it\nallows those courts to address only the “controlling question of\nlaw” the district court certified for further review.The answer there is telling here. The Court held\nthat, “[a]s the text of §1292(b) indicates, appellate jurisdiction\napplies to theordercertified to the court of appeals, and\nis not tied to the particular question formulated by the district\ncourt.” 516 U. S., at 205. Although appellate courts “may not\nreach beyond the certified order to address other orders made in\nthe case,” they “may address any issue fairly included within the\ncertified order because it is theorderthat is appealable,\nand not the controlling question identified by the district court.”Ibid.(internal quotation marks omitted). Exactly the same\nmight be said of our case: “[B]ecause it is the [district court’s\nremoval]orderthat is appealable,” a court of appeals “may\naddress any issue fairly included within” it.Ibid.(internal quotation marks omitted).The City seeks to distinguishYamahabut\nwe don’t see how we fairly might. The City observes that §1292(b)\nallows an appeal from an order that “involves” a controlling\nquestion of law. By using the word “involves,” the City submits,\nCongress sought to make plain that the reviewable issues on appeal\ncan be broader than the certified controlling question of law. And,\nthe City stresses, the word “involves” does not appear in §1447(d).\nBut that is beside the point. Nothing inYamahaturned on\nthe presence of the word “involves” in §1292(b). Instead, the\nCourt’s reasoning centered on the statute’s use of the word\n“order.” By allowing appellate courts to review a district court’s\n“order,” the Court explained, Congress had allowed review of any\nissue fairly encompassed within it. That reasoning applies with no\nless force here.BIfYamahadoes much to undermine its\nargument, the City seeks to draw support from other of this Court’s\ncases. Principally, it points toMurdockv.Memphis,\n20 Wall. 590 (1875), andUnited Statesv.Keitel,211 U.S.\n370(1908). But both decisions were driven by concerns unique\nto their statutory contexts; their reasoning is not easily\ngeneralizable to other jurisdictional statutes; and neither comes\nnearly as close to the mark asYahama.Start withMurdock. That case involved 28\nU. S. C. §1257, a statute permitting this Court to review\ncertain state court “judgments or decrees.” Concerned with the\nconstitutional implications of allowing federal courts to review\nquestions of state law, the Court inMurdockconstrued the\nstatute as authorizing this Court to examine only issues of federal\nlaw contained within state court judgments and decrees. See 20\nWall., at 630–632. Along the way, the Court took pains to reserve\nthe question whether Congress could ever authorize this Court to\nreview matters of state law already definitively resolved by state\ncourts.Id.,at 633. By contrast, no comparable concern with\nthe Constitution’s federal structure exists here. At some level, of\ncourse, removal practices implicate questions of comity between\nfederal and state authorities. But today we are asked to decide\nonly whether a federal court of appeals may review one or many\nfederal law rulings issued by an inferior federal court. That\ncomparatively humble question lies nowhere nearMurdock’s\nbounds.Keitelinvolved the now-repealed Criminal\nAppeals Act. That law authorized the government to appeal adverse\ncriminal “decision[s] or judgment[s]” based on certain enumerated\ngrounds, such as the invalidity of a federal statute. See ch. 2564,\n34Stat. 1246. For its part, the Court held that this language\nallowed the government to appeal only the statutorily enumerated\nquestions. 211 U. S., at 398–399. LikeMurdock, the\nCourt inKeitelrested heavily on the statute’s context in\nreaching its conclusion. A new entitlement allowing the government\nto appeal an adverse criminal judgment was, in the Court’s view,\n“exceptional.” 211 U. S., at 399. Meanwhile, here again,\nnothing in our case implicates that concern.Closer to home, the City directs our attention\ntoCarlsbad Technology, Inc.v.HIF Bio, Inc.,556 U.S.\n635, 638 (2009), andThermtron Products, Inc.v.Hermansdorfer,423 U.S.\n336, 345–346 (1976). Those cases addressed the first clause of\n§1447(d), which generally bars appellate review of remand orders.CarlsbadandThermtronheld this bar applies only to\nremand orders premised on a lack of subject matter jurisdiction or\na defect in removal procedure; other remand orders remain\nappealable. SeeCarlsbad, 556 U. S., at 638. The Court\nsaid this conclusion was necessary to make sense of §1447(d)’s\ninteraction with §1447(c). Seeid.,at 638.None of this, however, helps the City’s cause.\nSome have questionedCarlsbadandThermtron. See,e.g., 556 U. S., at 642 (Stevens, J., concurring);id., at 642–643 (Scalia, J., concurring);Kakaralav.Wells Fargo Bank, N. A., 578 U.S. 914 (2016) (Thomas, J.,\ndissenting from denial of certiorari). But even taken on their own\nterms, both decisionspermittedrather than foreclosed\nappellate review of certain remand orders. And the fact that this\nCourt deemed certain orders appealable under the statute’s first\nclause simply does not settle, one way or another, the scope of\nappellate review under the statute’s second clause.Having exhausted our cases, the City seeks\nsupport in lower court decisions. It draws our attention to 2011\nwhen Congress amended §1447(d) to authorize appellate review of\nremand orders in cases removed under the federal officer statute.\nBy that time, the City says, a number of courts of appeals had\nalready interpreted the prior version of §1447(d) that allowed\nappeals from remand orders in cases removed under the Civil Rights\nAct. And many of those courts had read §1447(d) as permitting them\nto review only the part of a remand order addressing the civil\nrights removal ground. From this fact, the City reasons, it follows\nthat Congress implicitly ratified and endorsed parallel limits on\nappellate review when it adopted its 2011 amendments.Again, we do not see it. It seems most unlikely\nto us that a smattering of lower court opinions could ever\nrepresent the sort of “judicial consensus so broad and unquestioned\nthat we must presume Congress knew of and endorsed it.”Jamav.Immigration and Customs Enforcement,543 U.S.\n335, 349 (2005). And it certainly cannot do so where, as here,\n“the text and structure of the statute are to the contrary.”Id.,at 352. This Court bears no “warrant to ignore clear\nstatutory language on the ground that other courts have done so.”Milnerv.Department of Navy,562\nU.S. 562, 576 (2011). Our duty is to follow the law as we find\nit, not to follow rotely whatever lower courts once might have said\nabout it.Separately, the City worries that our\ninterpretation might upset lower court decisions on adifferentquestion. The City points out that, when a\ndistrict court remands a case, it may require the defendant to pay\ncertain of the plaintiff ’s fees and costs. See 28\nU. S. C. §1447(c). While §1447(d) generally precludes\nappellate review of remand orders, many lower courts have suggested\nthat these §1447(c) fee and cost awards are nonetheless reviewable\non appeal. The City contends that our reading of §1447(d) could put\nan end to all that. It could, the City reasons, because if an\n“order remanding a case” really means the whole order, then the\nstatute may bar appellate review of fee and cost awards contained\nwithin those orders. That much, however, does not necessarily\nfollow. Often enough fee and cost awards are treated as collateral\nto the merits and independently appealable. See,e.g.,Budinichv.Becton Dickinson & Co.,486 U.S.\n196, 200 (1988). In any event, the question is not presented in\nthis case and we do not purport to resolve it.IVThe City concludes by asking us to consider\nthe policy consequences that follow from giving the text its\nordinary meaning. Barring appellate review of remand orders, the\nCity says, serves the worthy goal of allowing the parties to get on\nwith litigating the merits of their cases in state court.\nMeanwhile, the City submits, allowing exceptions to this rule\npromises only to impair that efficiency interest.The difficulties with this argument are by now\nfamiliar. As this Court has explained, “even the most formidable”\npolicy arguments cannot “overcome” a clear statutory directive.Kloecknerv.Solis,568 U.S.\n41, 56, n. 4 (2012). Besides, everyone agrees that the\nstatute tempers its obvious concern with efficiency when it comes\nto cases removed pursuant to §1442 or §1443. For that subset of\ncases, Congress has expressed a heightened concern for accuracy,\nauthorized appellate review, and accepted the delay it can entail.\nThe fact that the law as written allows appellate courts to examineall(and not justsome) removal grounds in these\ncases perhaps just demonstrates, as Judge Easterbrook has\nsuggested, a congressional judgment that the “marginal delay from\nadding . . . extra issue[s] to a case where the time for\nbriefing, argument, and decision has already been accepted is\nlikely to be small.” SeeLu Junhong, 792 F. 3d, at\n813.In fact, allowing a fuller form of appellate\nreview may actually help expedite some appeals. Suppose a court of\nappeals finds the §1442 or §1443 issue a difficult and close one,\nbut believes removal is clearly and easily warranted on another\nbasis. Allowing the court to address that easier question and avoid\nharder ones may facilitate a prompter resolution of the proceeding\nfor all involved. At the least, a rational Congress could have\nthought that considerations like these warranted allowing a court\nof appeals the power to review the whole of a district court’s\nremand order rather than just certain select aspects of it.That leaves the City to argue about different\nconsequences. It warns that our interpretation will invite\ngamesmanship: Defendants may frivolously add §1442 or §1443 to\ntheir other grounds for removal, all with an eye to ensuring\nappellate review down the line if the case is remanded. But the\nanswers here too are familiar. Once more, this Court’s task is to\ndiscern and apply the law’s plain meaning as faithfully as we can,\nnot “to assess the consequences of each approach and adopt the one\nthat produces the least mischief.”Lewisv.Chicago,560 U.S.\n205, 217 (2010).Nor is it as if Congress has been blind to the\nCity’s concerns. As the City itself acknowledges, thanks to\n§1447(c) a district court may order a defendant to pay the\nplaintiff ’s costs and expenses (including attorney’s fees) if\nit frivolously removes a case from state court. Additionally, the\nFederal Rules of Civil Procedure allow courts to sanction frivolous\narguments made in virtually any context. Rules 11(b)–(c).\nCongress, thus, has already addressed the City’s concerns inotherstatutes and rules—just not in §1447(d). To the extent\nthat experience may prove these other measures insufficient,\nCongress is of course free to revise its work anytime. But that\nforum, not this one, is the proper place for such lawmaking.*The Fourth Circuit erred in holding that it\nwas powerless to consider all of the defendants’ grounds for\nremoval under §1447(d). In light of that error, the defendants ask\nus to consider some of those additional grounds ourselves. That\ntask, however, does not implicate the circuit split that we took\nthis case to resolve and we believe the wiser course is to leave\nthese matters for the Fourth Circuit to resolve in the first\ninstance. SeeBrownbackv.King, 592 U. S. ___,\n___, n. 4 (2021) (slip op., at 5, n. 4). The judgment of\nthe Fourth Circuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.So ordered.Justice Alito took no part in the consideration\nor decision of this case.Notes1Black’s Law Dictionary\n1322 (11th ed. 2019); see alsoid., at 1206 (9th ed. 2009);id., at 1247 (rev. 4th ed. 1968) (“Every direction of a\ncourt or judge made or entered in writing, and not included in a\njudgment”);id., at 1247 (4th ed. 1951) (same);id.,\nat 1298 (3d ed. 1933) (same).2Black’s Law Dictionary,\nat 1401 (rev. 4th ed. 1968);id., at 1401 (4th ed. 1951);\nsee alsoSAS Institute, Inc.v.Iancu, 584 U. S.\n___, ___ (2018) (slip op., at 7) (“in accordance with”); Black’s\nLaw Dictionary, at 1493 (11th ed. 2019) (“[i]n compliance with; in\naccordance with; under”; “[a]s authorized by”).",
    "joined": []
}