{
    "case": {
        "docket": "15-1498",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/15-1498/"
    },
    "id": "3888141",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1498_________________JEFFERSON B. SESSIONS, III, ATTORNEY GENERAL,\nPETITIONERv.JAMES GARCIA DIMAYAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 17, 2018]Justice Gorsuch, concurring in part and\nconcurring in the judgment.Vague laws invite arbitrary power. Before the\nRevolution, the crime of treason in English law was so capa-\nciously construed that the mere expression of disfavored opinions\ncould invite transportation or death. The founders cited the\ncrown’s abuse of “pretended” crimes like this as one of their\nreasons for revolution. See Declaration of Independence ¶21.\nToday’s vague laws may not be as invidious, but they can invite the\nexercise of arbitrary power all the same—by leaving the people in\nthe dark about what the law demands and allowing prosecutors and\ncourts to make it up.The law before us today is such a law. Before\nholding a lawful permanent resident alien like James Dimaya subject\nto removal for having committed a crime, the Immigration and\nNationality Act requires a judge to determine that the ordinary\ncase of the alien’s crime of conviction involves a substantial risk\nthat physical force may be used. But what does that mean? Just take\nthe crime at issue in this case, California burglary, which applies\nto everyone from armed home intruders to door-to-door salesmen\npeddling shady products. How, on that vast spectrum, is anyone\nsupposed to locate the ordinary case and say whether it includes a\nsubstantial risk of physical force? The truth is, no one knows. The\nlaw’s silence leaves judges to their intuitions and the people to\ntheir fate. In my judgment, the Constitution demands more.*I begin with a foundational question. Writing\nfor the Court inJohnsonv.United States, 576\nU. S. ___ (2015), Justice Scalia held the residual clause of\nthe Armed Career Criminal Act void for vagueness because it invited\n“more unpredictability and arbitrariness” than the Constitution\nallows.Id., at ___ (slip op., at 6). Because the residual\nclause in the statute now before us uses almost exactly the same\nlanguage as the residual clause inJohnson, respect for\nprecedent alone would seem to suggest that both clauses should\nsuffer the same judgment.But first inJohnsonand now again today\nJustice Thomas has questioned whether our vagueness doctrine can\nfairly claim roots in the Constitution as originally understood.\nSee,e.g., post, at 2–6 (dissenting opinion);Johnson,supra,at ___–___ (opinion concurring in\njudgment) (slip op., at 6–18). For its part, the Court has yet to\noffer a reply. I believe our colleague’s challenge is a serious and\nthoughtful one that merits careful attention. At day’s end, though,\nit is a challenge to which I find my- self unable to subscribe.\nRespectfully, I am persuaded in- stead that void for vagueness\ndoctrine, at least properly conceived, serves as a faithful\nexpression of ancient due process and separation of powers\nprinciples the framers recognized as vital to ordered liberty under\nour Constitution.Consider first the doctrine’s due process\nunderpinnings. The Fifth and Fourteenth Amendments guarantee that\n“life, liberty, or property” may not be taken “without due process\nof law.” That means the government generally may not deprive a\nperson of those rights without affording him the benefit of (at\nleast) those “customary procedures to which freemen were entitled\nby the old law of England.”Pacific Mut. Life Ins. Co.v.Haslip, 499 U. S. 1, 28 (1991) (Scalia, J., concurring\nin judgment) (internal quotation marks omitted). Admittedly, some\nhave suggested that the Due Process Clause does less work than\nthis, allowing the government to deprive people of their liberty\nthrough whatever procedures (or lack of them) the government’s\ncurrent laws may tolerate.Post, at 3, n. 1 (opinion of\nThomas, J.) (collecting authorities). But in my view the weight of\nthe historical evidence shows that the clause sought to ensure that\nthe people’s rights are never any less secure against governmental\ninvasion than they were at common law. Lord Coke took this view of\nthe English due process guarantee. 1 E. Coke, The Second Part of\nthe Institutes of the Laws of England 50 (1797). John Rutledge, our\nsecond Chief Justice, explained that Coke’s teachings were\ncarefully studied and widely adopted by the framers, becoming\n“ ‘almost the foundations of our law.’ ”Klopferv.North Carolina, 386 U. S. 213, 225 (1967) . And many\nmore students of the Constitution besides—from Justice Story to\nJustice Scalia—have agreed that this view best represents the\noriginal understanding of our own Due Process Clause. See,e.g.,\nMurray’s Lesseev.Hoboken Land & Improvement Co.,\n18 How. 272, 277 (1856); 3 J. Story, Commentaries on the\nConstitution of the United States §1783, p. 661 (1833);Pacific\nMut.,supra,at 28–29 (opinion of Scalia, J.); Eberle,\nProcedural Due Process: The Original Understanding, 4 Const.\nComment. 339, 341 (1987).Perhaps the most basic of due process’s\ncustomary protections is the demand of fair notice. SeeConnallyv.General Constr. Co., 269 U. S. 385,\n391 (1926) ; see also Note, Textualism as Fair Notice, 123 Harv.\nL. Rev. 542, 543 (2009) (“From the inception of Western\nculture, fair notice has been recognized as an essential element of\nthe rule of law”). Criminal indictments at common law had to\nprovide “precise and sufficient certainty” about the charges\ninvolved. 4 W. Blackstone, Commentaries on the Laws of England 301\n(1769) (Blackstone). Unless an “offence [was] set forth with\nclearness and certainty,” the indictment risked being held void in\ncourt.Id.,at 302 (emphasis deleted); 2 W. Hawkins, Pleas\nof the Crown, ch. 25, §§99, 100, pp. 244–245 (2d ed. 1726) (“[I]t\nseems to have been anciently the common practice, where an\nindictment appeared to be [in]sufficient, either for its\nuncertainty or the want of proper legal words, not to put the\ndefendant to answer it”).The same held true in civil cases affecting a\nperson’s life, liberty, or property. A civil suit began by\nobtaining a writ—a detailed and specific form of action asking for\nparticular relief. Bellia, Article III and the Cause of Action, 89\nIowa L. Rev. 777, 784–786 (2004); Subrin, How Equity Conquered\nCommon Law: The Federal Rules of Civil Procedure in Historical\nPerspective, 135 U. Pa. L. Rev. 909, 914–915 (1987). Because the\nvarious civil writs were clearly defined, English subjects served\nwith one would know with particularity what legal requirement they\nwere alleged to have violated and, accordingly, what would be at\nissue in court.Id., at 917; Moffitt, Pleadings in the Age\nof Settlement, 80 Ind. L. J. 727, 731 (2005). And a writ risked\nbeing held defective if it didn’t provide fair notice.Goldingtonv.Bassingburn, Y. B. Trin. 3 Edw.\nII, f. 27b (1310) (explaining that it was “the law of the land”\nthat “no one [could] be taken by surprise” by having to “answer in\ncourt for what [one] has not been warned to answer”).The requirement of fair notice applied to\nstatutes too. Blackstone illustrated the point with a case\ninvolving a statute that made “stealing sheep, or other cattle” a\nfel- ony. 1 Blackstone 88 (emphasis deleted). Because the term\n“cattle” embraced a good deal more then than it does now (including\nwild animals, no less), the court held the statute failed to\nprovide adequate notice about what it did and did not cover—and so\nthe court treated the term “cattle” as a nullity.Ibid.All\nof which, Blackstone added, had the salutary effect of inducing the\nlegislature to reenter the field and make itself clear by passing a\nnew law extending the statute to “bulls, cows, oxen,” and more “by\nname.”Ibid.This tradition of courts refusing to apply vague\nstatutes finds parallels in early American practice as well. InThe Enterprise, 8 F. Cas. 732 (No. 4,499) (CC NY 1810), for\nexample, Justice Livingston found that a statute setting the\ncircumstances in which a ship may enter a port during an embargo\nwas too vague to be applied, concluding that “the court had better\npass” the statutory terms by “as unintelligible and useless” rather\nthan “put on them, at great uncertainty, a very harsh\nsignification, and one which the legislature may never have\ndesigned.”Id.,at 735. InUnited Statesv.Sharp, 27 F. Cas. 1041 (No. 16,264) (CC Pa. 1815),\nJustice Washington confronted a statute which prohibited seamen\nfrom making a “revolt.”Id., at 1043. But he was unable to\ndetermine the meaning of this provision “by any authority\n. . . either in the common, admiralty, or civil law.”Ibid. As a result, he declined to “recommend to the jury, to\nfind the prisoners guilty of making, or endeavouring to make a\nrevolt, however strong the evidence may be.”Ibid.[1]Nor was the concern with vague laws confined to\nthe most serious offenses like capital crimes. Courts refused to\napply vague laws in criminal cases involving relatively modest\npenalties. See,e.g., McJunkinsv.State, 10 Ind.\n140, 145 (1858). They applied the doctrine in civil cases too. See,e.g., Drakev.Drake, 15 N. C. 110, 115 (1833);Commonwealthv.Bank of Pennsylvania, 3 Watts &\nSerg. 173, 177 (Pa. 1842). As one court put it, “all laws” “ought\nto be expressed in such a manner as that its meaning may be\nunambiguous, and in such language as may be readily understood by\nthose upon whom it is to operate.”McConvillv.Mayor and\nAldermen of Jersey City, 39 N. J. L. 38, 42 (1876).\n“ ‘It is impossible . . . to dissent from the\ndoctrine of Lord Coke, that acts of parliament ought to be plainly\nand clearly, and not cunningly and darkly penned, especially in\npenal matters.’ ”Id., at 42–43.These early cases, admittedly, often spoke in\nterms of construing vague laws strictly rather than declaring them\nvoid. See,e.g., post,at 4–5 (opinion of Thomas, J.);Johnson, 576 U. S., at ___–___ (opinion of Thomas, J.)\n(slip op., at 8–10). But in substance void the law is often exactly\nwhat these courts did: rather than try to construe or interpret the\nstatute before them, judges frequently held the law simply too\nvague to apply. Blackstone, for example, did not suggest the court\nin his illustration should have given a narrowing construction to\nthe term “cattle,” but argued against giving it any effectat\nall. 1 Blackstone 88; see also Scalia, Assorted Canards of\nContemporary Legal Analysis, 40 Case W. Res. L. Rev. 581, 582\n(1989) (“I doubt . . . that any modern court would go to\nthe lengths described by Blackstone in its application of the rule\nthat penal statutes are to be strictly construed”); Note,\nIndefinite Criteria of Definiteness in Statutes, 45 Harv. L. Rev.\n160, n. 3 (1931) (explaining that “since strict construction,\nin effect, nullified ambiguous provisions, it was but a short step\nto declaring them voidab initio”);supra,at 5,\nn. 1 (state courts holding vague statutory terms “void” or\n“null”).What history suggests, the structure of the\nConstitution confirms. Many of the Constitution’s other provisions\npresuppose and depend on the existence of reasonably clear laws.\nTake the Fourth Amendment’s requirement that arrest warrants must\nbe supported by probable cause, and consider what would be left of\nthat requirement if the alleged crime had no meaningful boundaries.\nOr take the Sixth Amendment’s mandate that a defendant must be\ninformed of the accusations against him and allowed to bring\nwitnesses in his defense, and consider what use those rights would\nbe if the charged crime was so vague the defendant couldn’t tell\nwhat he’s alleged to have done and what sort of witnesses he might\nneed to rebut that charge. Without an assurance that the laws\nsupply fair notice, so much else of the Constitution risks becoming\nonly a “parchment barrie[r]” against arbitrary power. The\nFederalist No. 48, p. 308 (C. Rossiter ed. 1961) (J.\nMadison).Although today’s vagueness doctrine owes much to\nthe guarantee of fair notice embodied in the Due Process Clause, it\nwould be a mistake to overlook the doctrine’s equal debt to the\nseparation of powers. The Constitution assigns “[a]ll legislative\nPowers” in our federal government to Congress. Art. I, §1. It\nis for the people, through their elected representatives, to choose\nthe rules that will govern their future conduct. See The Federalist\nNo. 78, at 465 (A. Hamilton) (“The legislature . . .\nprescribes the rules by which the duties and rights of every\ncitizen are to be regulated”). Meanwhile, the Constitution assigns\nto judges the “judicial Power” to decide “Cases” and\n“Controversies.” Art. III, §2. That power does not license\njudges to craft new laws to govern future conduct, but only to\n“discer[n] the course prescribed by law” as it currently exists and\nto “follow it” in resolving disputes between the people over past\nevents.Osbornv.Bank of United States, 9 Wheat.\n738, 866 (1824).From this division of duties, it comes clear\nthat legislators may not “abdicate their responsibilities for\nsetting the standards of the criminal law,”Smithv.Goguen, 415 U. S. 566, 575 (1974) , by leaving to\njudges the power to decide “the various crimes includable in [a]\nvague phrase,”Jordanv.De George, 341 U. S.\n223, 242 (1951) (Jackson, J., dissenting). For “if the legislature\ncould set a net large enough to catch all possible offenders, and\nleave it to the courts to step inside and say who could be\nrightfully detained, and who should be set at large[,] [t]his\nwould, to some extent, substitute the judicial for the legislative\ndepartment of government.”Kolenderv.Lawson, 461\nU. S. 352, 358 , n. 7 (1983) (internal quotation marks\nomitted). Nor is the worry only that vague laws risk allowing\njudges to assume legislative power. Vague laws also threaten to\ntransfer legislative power to police and prosecutors, leaving to\nthem the job of shaping a vague statute’s contours through their\nenforcement decisions. SeeGraynedv.City of\nRockford, 408 U. S. 104, 108 –109 (1972) (“A vague law\nimpermissibly delegates basic policy matters to policemen, judges,\nand juries for resolution on anad hocand subjective\nbasis”).These structural worries are more than just\nformal ones. Under the Constitution, the adoption of new laws\nrestricting liberty is supposed to be a hard business, the product\nof an open and public debate among a large and diverse number of\nelected representatives. Allowing the legislature to hand off the\njob of lawmaking risks substituting this design for one where\nlegislation is made easy, with a mere handful of unelected judges\nand prosecutors free to “condem[n] all that [they] personally\ndisapprove and for no better reason than [they] disapprove it.”Jordan,supra,at 242 (Jackson, J., dissenting). Nor\ndo judges and prosecutors act in the open and accountable forum of\na legislature, but in the comparatively obscure confines of cases\nand controversies. See,e.g.,A. Bickel, The Least Dangerous\nBranch: The Supreme Court at the Bar of Politics 151 (1962) (“A\nvague statute delegates to administrators, prosecutors, juries, and\njudges the authority ofad hocdecision, which is in its\nnature difficult if not impossible to hold to account, because of\nits narrow impact”). For just these reasons, Hamilton warned, while\n“liberty can have nothing to fear from the judiciary alone,” it has\n“every thing to fear from” the union of the judicial and\nlegislative powers. The Federalist No. 78, at 466. No doubt, too,\nfor reasons like these this Court has held “that themore\nimportantaspect of vagueness doctrine ‘is not actual notice,\nbut . . . the requirement that a legislature establish\nminimal guidelines to govern law enforcement’ ” and keep the\nseparate branches within their proper spheres.Kolender,supra, at 358 (quotingGoguen,supra,at 575\n(emphasis added)).*Persuaded that vagueness doctrine enjoys a\nsecure footing in the original understanding of the Constitution,\nthe next question I confront concerns the standard of review. What\ndegree of imprecision should this Court tolerate in a statute\nbefore declaring it unconstitutionally vague? For its part, the\ngovernment argues that where (as here) a person faces only civil,\nnot criminal, consequences from a statute’s operation, we should\ndeclare the law unconstitutional only if it is “unintelligible.”\nBut in the criminal context this Court has generally insisted that\nthe law must afford “ordinary people . . . fair notice of the\nconduct it punishes.”Johnson, 576 U. S., at ___ (slip\nop., at 3). And I cannot see how the Due Process Clause might often\nrequire any less than that in the civil context either. Fair notice\nof the law’s demands, as we’ve seen, is “the first essential of due\nprocess.”Connally, 269 U. S., at 391. And as we’ve\nseen, too, the Constitution sought to preserve a common law\ntradition that usually aimed to ensure fair notice before any\ndeprivation of life, liberty, or property could take place, whether\nunder the banner of the criminal or the civil law. Seesupra,at 2–7.First principles aside, the government\nsuggests that at least this Court’s precedents support adopting a\nless-than-fair-notice standard for civil cases. But even that much\nI do not see. This Court has already expressly held that a\n“stringent vagueness test” should apply to at least some civil\nlaws—those abridging basic First Amendment freedoms.Hoffman\nEstatesv.Flipside, Hoffman Estates, Inc., 455\nU. S. 489, 499 (1982) . This Court has made clear, too, that\ndue process protections against vague laws are “not to be avoided\nby the simple label a State chooses to fasten upon its conduct or\nits statute.”Giacciov.Pennsylvania, 382 U. S.\n399, 402 (1966) . So the happenstance that a law is found in the\ncivil or criminal part of the statute books cannot be dispositive.\nTo be sure, this Court has also said that what qualifies as fair\nnotice depends “in part on the nature of the enactment.”Hoffman\nEstates, 455 U. S., at 498. And the Court has sometimes\n“expressed greater tolerance of enactments with civil rather than\ncriminal penalties because the consequences of imprecision are\nqualitatively less severe.”Id.,at 498–499. But to\nacknowledge these truisms does nothing to prove that civil laws\nmust always be subject to the government’s emaci- ated form of\nreview.In fact, if the severity of the consequences\ncounts when deciding the standard of review, shouldn’t we also take\naccount of the fact that today’s civil laws regularly impose\npenalties far more severe than those found in many criminal\nstatutes? Ours is a world filled with more and more civil laws\nbearing more and more extravagant punishments. Today’s “civil”\npenalties include confiscatory rather than compensatory fines,\nforfeiture provisions that allow homes to be taken, remedies that\nstrip persons of their professional licenses and livelihoods, and\nthe power to commit persons against their will indefinitely. Some\nof these penalties are routinely imposed and are routinely graver\nthan those associated with misdemeanor crimes—and often harsher\nthan the punishment for felonies. And not only are “punitive civil\nsanctions . . . rapidly expanding,” they are “sometimes\nmore severely punitive than the parallel criminal sanctionsfor\nthe same conduct.” Mann, Punitive Civil Sanctions: The\nMiddleground Between Criminal and Civil Law, 101 Yale L. J. 1795,\n1798 (1992) (emphasis added). Given all this, any suggestion that\ncriminal cases warrant a heightened standard of review does more to\npersuade me that the criminal standard should be setaboveour precedent’s current threshold than to suggest the civil\nstandard should be buriedbelowit.Retreating to a more modest line of argument,\nthe government emphasizes that this case arises in the immigration\ncontext and so implicates matters of foreign relations where the\nExecutive enjoys considerable constitutional authority. But to\nacknowledge that thePresidenthas broad authority to act in\nthis general area supplies no justification for allowingjudgesto give content to an impermissibly vague law.Alternatively still, Justice Thomas suggests\nthat, at least at the time of the founding, aliens present in this\ncountry may not have been understood as possessing any rights under\nthe Due Process Clause. For support, he points to the Alien Friends\nAct of 1798. An Act Concerning Aliens §1, 1Stat. 571;post,\nat 6–12 (opinion of Thomas, J.). But the Alien Friends Act—better\nknown as the “Alien” part of the Alien and Sedition Acts—is one of\nthe most notorious laws in our country’s history. It was understood\nas a temporary war measure, not one that the legislature would\nendorse in a time of tranquility. See,e.g.,Fehlings, Storm\non the Constitution: The First Deportation Law, 10 Tulsa J. Comp.\n& Int’l L. 63, 70–71 (2002). Yet even then it was widely\ncondemned as unconstitutional by Madison and many others. It also\nwent unenforced, may have cost the Federalist Party its existence,\nand lapsed a mere two years after its enactment. With this fuller\nview, it seems doubtful the Act tells us a great deal about aliens’\ndue process rights at the founding.[2]Besides, none of this much matters. Whether\nMadison or his adversaries had the better of the debate over the\nconstitutionality of the Alien Friends Act, Congress is surely free\nto extend existing forms of liberty to new classes of\npersons—liberty that the government may then take only after\naffording due process. See,e.g.,Sandinv.Conner, 515 U. S. 472, 477 –478 (1995); Easterbrook,\nSubstance and Due Process, 1982 S. Ct. Rev. 85, 88 (“If\n. . . the constitution, statute, or regulation creates a\nliberty or property interest, then the second step—determining\n‘what process is due’—comes into play”). Madison made this very\npoint, suggesting an alien’s admission in this country could in\nsome circumstances be analogous to “the grant of land to an\nindividual,” which “may be of favor not of right; but the moment\nthe grant is made, the favor becomes a right, and must be forfeited\nbefore it can be taken away.” Madison’s Report 319. And, of course,\nthat’s exactly what Congress eventually chose to do here. Decades\nago, it enacted a law affording Mr. Dimaya lawful permanent\nresidency in this country, extending to him a statutory liberty\ninterest others traditionally have enjoyed to remain in and move\nabout the country free from physical imprisonment and restraint.\nSeeDimayav.Lynch, 803 F. 3d 1110, 1111 (CA9\n2015); 8 U. S. C. §§1101(20), 1255. No one suggests\nCongresshadto enact statutes of this sort. And exactly\nwhat processes must attend the deprivation of a statutorily\nafforded liberty interest like this may pose serious and debatable\nquestions. Cf.Murray’s Lessee, 18 How., at 277 (approving\nsummary procedures in another context). But however summary those\nprocedures might be, it’s hard to fathom why fair notice of the\nlaw—the most venerable of due process’s requirements—would not be\namong them.Connally,269 U. S.,at\n391.[3]Today, a plurality of the Court agrees that we\nshould reject the government’s plea for a feeble standard of\nreview, but for a different reason.Ante,at 5–6. My\ncolleagues suggest the law before us should be assessed under the\nfair notice standard because of the special grav- ity of its civil\ndeportation penalty. But, grave as that penalty may be, I cannot\nsee why we would single it out for special treatment when (again)\nso many civil laws today impose so many similarly severe sanctions.\nWhy, for example, would due process require Congress to speak more\nclearly when it seeks to deport a lawfully resident alien than when\nit wishes to subject a citizen to indefinite civil commitment,\nstrip him of a business license essential to his family’s living,\nor confiscate his home? I can think of no good answer.*With the fair notice standard now in hand, all\nthat remains is to ask how it applies to the case before us. And\nhere at least the answer comes readily for me: to the extent it\nrequires an “ordinary case” analysis, the portion of the\nImmigration and Nationality Act before us fails the fair notice\ntest for the reasons Justice Scalia identified inJohnsonand the Court recounts today.Just like the statute inJohnson, the\nstatute here instructs courts to impose special penalties on\nindividuals previously “convicted of” a “crime of violence.” 8\nU. S. C. §§1227(a)(2)(A)(iii), 1101(a)(43)(F). Just like\nthe statute inJohnson, the statute here fails to specify\nwhich crimes qualify for that label. Instead, and again like the\nstatute inJohnson, the statute here seems to require a\njudge to guess about the ordinary case of the crime of conviction\nand then guess whether a “substantial risk” of “physical force”\nattends its commission. 18 U. S. C. §16(b);Johnson, 576 U. S., at ___–___ (slip op., at 4–5).Johnsonheld that a law that asks so much of courts while\noffering them so little by way of guidance is unconstitutionally\nvague. And I do not see how we might reach a different judgment\nhere.Any lingering doubt is resolved for me by taking\naccount of just some of the questions judges trying to apply the\nstatute using an ordinary case analysis would have to confront.\nDoes a conviction for witness tampering ordinarily involve a threat\nto the kneecaps or just the promise of a bribe? Does a conviction\nfor kidnapping ordinarily involve throwing someone into a car trunk\nor a noncustodial parent picking up a child from daycare? These\nquestions do not suggest obvious answers. Is the court supposed to\nhold evidentiary hearings to sort them out, entertaining experts\nwith competing narratives and statistics, before deciding what the\nordinary case of a given crime looks like and how much risk of\nviolence it poses? What is the judge to do if there aren’t any\nreliable statistics available? Should (or must) the judge predict\nthe effects of new technology on what qualifies as the ordinary\ncase? After all, surely the risk of injury calculus for crimes like\nlarceny can be expected to change as more thefts are committed by\ncomputer rather than by gunpoint. Or instead of requiring real\nevidence, does the statute mean to just leave it all to a judicial\nhunch? And on top of all that may be the most difficult question\nyet: at what level of generality is the inquiry supposed to take\nplace? Is a court supposed to pass on the ordinary case of burglary\nin the relevant neighborhood or county, or should it focus on\nstatewide or even national experience? How is a judge to know? How\nare the people to know?The implacable fact is that this isn’t your\neveryday ambiguous statute. It leaves the people to guess about\nwhat the law demands—and leaves judges to make it up. You cannot\ndiscern answers to any of the questions this law begets by\nresorting to the traditional canons of statutory interpretation. No\namount of staring at the statute’s text, structure, or history will\nyield a clue. Nor does the statute call for the application of some\npreexisting body of law familiar to the judicial power. The statute\ndoesn’t even ask for application of common experience. Choice, pure\nand raw, is required. Will, not judgment, dictates the result.*Having said this much, it is important to\nacknowledge some limits on today’s holding too. I have proceeded on\nthe premise that the Immigration and Nationality Act, as it\nincorporates §16(b) of the criminal code, commands courts to\ndetermine the risk of violence attending the ordinary case of\nconviction for a particular crime. I have done so because no party\nbefore us has argued for a different way to read these statutes in\ncombination; because our precedent seemingly requires this\napproach; and because the government itself has conceded\n(repeatedly) that the law compels it.Johnson,supra,\nat ___ (slip op., at 13);Taylorv.United States,\n495 U. S. 575, 600 (1990) ; Brief for Petitioner 11, 30, 32,\n36, 40, 47 (conceding that an ordinary case analysis is\nrequired).But any more than that I would not venture. In\nresponse to the problems engendered by the ordinary case analysis,\nJustice Thomas suggests that we should overlook the government’s\nconcession about the propriety of that approach; reconsider our\nprecedents endorsing it; and read the statute as requiring us to\nfocus on the facts of the alien’s crime as committed rather than as\nthe facts appear in the ordinary case of conviction.Post,at 20–32. But normally courts do not rescue parties from their\nconcessions, maybe least of all concessions from a party as able to\nprotect its interests as the federal government. And normally, too,\nthe crucible of adversarial testing is crucial to sound judicial\ndecisionmaking. We rely on it to “yield insights (or reveal\npitfalls) we cannot muster guided only by our own lights.”Maslenjakv.United States, 582 U. S. ___, ___\n(2017) (Gorsuch, J., concurring in part and concurring in judgment)\n(slip op., at 2).While sometimes we may or even must forgo the\nadversarial process, I do not see the case for doing so today.\nMaybe especially because I am not sure Justice Thomas’s is the only\navailable alternative reading of the statute we would have to\nconsider, even if we did reject the government’s concession and\nwipe the precedential slate clean. We might also have to consider\nan interpretation that would have courts ask not whether the\nalien’s crime of conviction ordinarily involves a risk of physical\nforce, or whether the defendant’s particular crime involved such a\nrisk, but whether the defendant’s crime of convictionalwaysdoes so. After all, the language before us requires a conviction\nfor an “offense . . . that,by its\nnature, involves a substantial risk of physical force.” 18\nU. S. C. §16(b) (emphasis added). Plausibly, anyway, the\nword “nature” might refer to an inevitable characteristic of the\noffense; one that would present itself automatically, whenever the\nstatute is violated. See 10 Oxford English Dictionary 247 (2d ed.\n1989). While I remain open to different arguments about our\nprecedent and the proper reading of language like this, I would\naddress them in another case, whether involving the INA or a\ndifferent statute, where the parties have a chance to be heard and\nwe might benefit from their learning.It’s important to note the narrowness of our\ndecision today in another respect too. Vagueness doctrine\nrepresents a procedural, not a substantive, demand. It does not\nforbid the legislature from acting toward any end it wishes, but\nonly requires it to act with enough clarity that reasonable people\ncan know what is required of them and judges can apply the law\nconsistent with their limited office. Our history surely bears\nexamples of the judicial misuse of the so-called “substantive\ncomponent” of due process to dictate policy on matters that\nbelonged to the people to decide. But concerns with substantive due\nprocess should not lead us to react by withdrawing an ancient\nprocedural protection compelled by the original meaning of the\nConstitution.Today’s decision sweeps narrowly in yet one more\nway. By any fair estimate, Congress has largely satisfied the\nprocedural demand of fair notice even in the INA provision before\nus. The statute lists a number of specific crimes that can lead to\na lawful resident’s removal—for example, murder, rape, and sexual\nabuse of a minor. 8 U. S. C. §1101(a)(43)(A). Our\nruling today does not touch this list. We address only the\nstatute’s “residual clause” where Congress ended its own list and\nasked us to begin writing our own. Just as Blackstone’s legislature\npassed a revised statute clarifying that “cattle” covers bulls and\noxen, Congress remains free at any time to add more crimes to its\nlist. It remains free, as well, to write a new residual clause that\naffords the fair notice lacking here. Congress might, for example,\nsay that a conviction for any felony carrying a prison sentence of\na specified length opens an alien to removal. Congress has done\nalmost exactly this in other laws. See,e.g.,18\nU. S. C. §922(g). What was done there could be done\nhere.But those laws are not this law. And while the\nstatute before us doesn’t rise to the level of threatening death\nfor “pretended offences” of treason, no one should be surprised\nthat the Constitution looks unkindly on any law so vague that\nreasonable people cannot understand its terms and judges do not\nknow where to begin in applying it. A government of laws and not of\nmen can never tolerate that arbitrary power. And, in my judgment,\nthat foundational principle dictates today’s result. Because I\nunderstand them to be consistent with what I have said here, I join\nParts I, III, IV–B, and V of the Court’s opinion and concur in the\njudgment.Notes1Many state courts also\nheld vague laws ineffectual. See,e.g., Statev.Mann, 2 Ore. 238, 240–241 (1867) (holding statute that\nprohibited “gambling devices” was “void” because “the term has no\nsettled and definite meaning”);Drakev.Drake, 15\nN. C. 110, 115 (1833) (explaining that “if the terms in which\n[a statute] is couched be so vague as to convey no definite meaning\nto those whose duty it is to execute it . . . it is necessarily\ninoperative”);McConvillv.Mayor and Aldermen of Jersey\nCity, 39 N. J. L. 38, 44 (1876) (holding that an ordinance was\n“bad for vagueness and uncertainty in the thing forbidden”);Statev.Boon, 1 N. C. 103, 105 (1801) (refusing\nto apply a statute because “no punishment whatever can be\ninflicted; without using a discretion and indulging a latitude,\nwhich in criminal cases ought never to be allowed a Judge”);Ex\nparte Jackson, 45 Ark. 158, 164 (1885) (declaring a statutory\nprohibition on acts “injurious to the public morals” to be “vague”\nand “simply null” (emphasis deleted));McJunkinsv.State, 10 Ind. 140, 145 (1858) (“It would therefore appear\nthat the termpublic indecencyhas no fixed legal meaning—is\nvague and indefinite, and cannot in itself imply a definite\noffense”);Jenningsv.State, 16 Ind. 335, 336 (1861)\n(“We are of opinion that for want of a proper definition, no act is\nmade criminal by the terms ‘public indecency,’ employed in the\nstatute”);Commonwealthv.Bank of Pennsylvania, 3\nWatts & Serg. 173, 177 (Pa. 1842) (holding “the language of\n[shareholder election] legislation so devoid of certainty” that “no\nvalid election [could have] been held, and that none can be held\nwithout further legislation”);Cheezemv.State, 2\nInd. 149, 150 (1850) (finding statute to “contai[n] no prohibition\nof any kind whatever” and thus declaring it “a nullity”); see also\nNote, Statutory Standards of Personal Conduct: Indefiniteness and\nUncertainty as Violations of Due Process, 38 Harv. L. Rev. 963,\n964, n. 4 (1925) (collecting cases).2See,e.g.,Virginia Resolutions in 4 Debates on the Federal Constitution 528\n(J. Elliot ed. 1836) (explaining that the Act, “by uniting\nlegislative and judicial powers to those of executive, subverts\n. . . the particular organization, and positive\nprovisions of the federal constitution”); Madison’s Report on the\nVirginia Resolutions (Jan. 7, 1800) in 17 Papers of James Madison\n318 (D. Mattern ed. 1991) (Madison’s Report) (contending that the\nAct violated “the only preventive justice known to American\njurisprudence,” because “[t]he ground of suspicion is to be judged\nof, not by any judicial authority, but by the executive magistrate\nalone”); L. Canfield & H. Wilder, The Making of Modern\nAmerica 158 (H. Anderson et al. eds. 1952) (“People all over\nthe country protested against the Alien and Sedition Acts”); M.\nBaseler, “Asylum for Mankind”: America, 1607–1800, p. 287 (1998)\n(“The election of 1800 was a referendum on—and a repudiation of—the\nFederalist ‘doctrines’ enunciated in the debates” over, among other\nthings, the Alien Friends Act); Moore, Aliens and the Constitution,\n88 N. Y. U. L. Rev. 801, 865, n. 300 (2013)\n(“The Aliens Act and Sedition Act were met with widespread\ncriticism”); Lindsay, Immigration, Sovereignty, and the\nConstitution of Foreignness, 45 Conn. L. Rev. 743, 759 (2013)\n(“[T]he [Alien Friends] Act proved wildly unpopular among the\nAmerican public, and contributed to the Republican electoral\ntriumph in 1800 and the subsequent demise of the Federalist\nParty”). Whether the law was unenforced or, at most, enforced only\nonce, the literature is not quite clear. Compare Sidak, War,\nLiberty, and Enemy Aliens, 67 N. Y. U. L. Rev. 1402, 1406 (1992)\n(explaining the Act was never enforced); Cole, Enemy Aliens, 54\nStan. L. Rev. 953, 989 (2002) (same); Klein & Wittes,\nPreventative Detention in American Theory and Practice, 2 Harv.\nNat’l Sec. J. 85, 102, n. 71 (2011) (same); Rosenfeld,\nDeportation Proceedings and Due Process of Law, 26 Colum. Hum. Rts.\nL. Rev. 713, 726, 733 (1995) (same); with Fehlings, Storm on\nthe Constitution: The First Deportation Law, 10 Tulsa J. Comp.\n& Int’l L. 63, 109 (2002) (stating that the Act was enforced\nonce, on someone who was planning on leaving the country in a few\nmonths anyway).3This Court already and\nlong ago held that due process requires affording aliens the\n“opportunity, at some time, to be heard” before some lawful\nauthority in advance of removal—and it’s unclear how that\nopportunity might be meaningful without fair notice of the law’s\ndemands.The Japanese Immigrant Case, 189 U. S. 86, 101\n(1903) . Nor do the cases Justice Thomas cites hold that a\nstatutory right to lawful permanent residency in this country can\nbe withdrawn without due process.Post,at 11 (dissenting\nopinion). Rather, each merely holds that the particular statutory\nremoval procedures under attack comported with due process. SeeHarisiadesv.Shaughnessy, 342 U. S. 580, 584\n–585 (1952) (rejecting argument that an “alien is entitled to\nconstitutional [due process] protection . . .to the\nsame extent as the citizen” before removal (emphasis added));United States ex rel. Turnerv.Williams, 194\nU. S. 279, 289 –290 (1904) (deporting an alien found to be in\nviolation of a constitutionally valid law doesn’t violate due\nprocess);Fong Yue Tingv.United States, 149\nU. S. 698, 730 (1893) (deporting an alien who hasn’t “complied\nwith the conditions” required to stay in the country doesn’t\nviolate due process). Even when it came to judicially unenforceable\nprivileges in the past, “executive officials had to respect\nstatutory privileges that had been granted to private individuals\nand that Congress had not authorized the officials to abrogate.”\nNelson, Adjudication in the Political Branches, 107 Colum. L. Rev.\n559, 581 (2007) (emphasis deleted). So in a case like ours it\nwould’ve been incumbent on any executive official to determine that\nthe alien committed a qualifying crime and statutory vagueness\ncould pose a disabling problem even there.",
    "joined": []
}