{
    "case": {
        "docket": "16-499",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-499/"
    },
    "id": "3891038",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–499_________________JOSEPH JESNER, et al., PETITIONERSv.ARAB BANK, PLCon writ of certiorari to the united states\ncourt of appeals for the second circuit[April 24, 2018]Justice Gorsuch, concurring in part and\nconcurring in the judgment.I am pleased to join the Court’s judgment and\nParts I, II–B–1, and II–C of its opinion. Respectfully, though, I\nbelieve there are two more fundamental reasons why this lawsuit\nmust be dismissed. A group of foreign plaintiffs wants a federal\ncourt to invent a new cause of action so they can sue another\nforeigner for allegedly breaching international norms. In any other\ncontext, a federal judge faced with a request like that would know\nexactly what to do with it: dismiss it out of hand. Not because the\ndefendant happens to be a corporation instead of a human being. But\nbecause the job of creating new causes of action and navigating\nforeign policy disputes belongs to the political branches. For\nreasons passing understanding, federal courts have sometimes\ntreated the Alien Tort Statute as a license to overlook these\nfoundational principles. I would end ATS exceptionalism. We should\nrefuse invitations to create new forms of legal liability. And we\nshould not meddle in disputes between foreign citizens over\ninternational norms. I write because I am hopeful that courts in\nthe future might pause to consider both of these reasons for\nrestraint before taking up cases like this one. Whatever powers\ncourts may possess in ATS suits, they are powers judges should be\ndoubly careful not to abuse.IFirst adopted in 1789, the current version of\nthe ATS provides that “[t]he district courts shall have original\njurisdiction of any civil action by an alien for a tort only,\ncommitted in violation of the law of nations or a treaty of the\nUnited States.” 28 U. S. C. §1350. More than two hundred\nyears later, the meaning of this terse provision has still “proven\nelusive.”Sosav.Alvarez-Machain, 542 U. S.\n692, 719 (2004) . At the same time, this Court has suggested that\nCongress enacted the statute to afford federal courts jurisdiction\nto hear tort claims related to three violations of international\nlaw that were already embodied in English common law: violations of\nsafe conducts extended to aliens, interference with ambassadors,\nand piracy.Id., at 715; 4 W. Blackstone, Commentaries on\nthe Laws of England 68 (1769) (Blackstone); see also Bellia &\nClark, The Alien Tort Statute and the Law of Nations, 78 U. Chi.\nL. Rev. 445 (2011) (arguing that the ATS meant to supply\njurisdiction over a slightly larger set of claims involving\nintentional torts by Americans against aliens).In this case, the plaintiffs seek much more.\nThey want the federal courts to recognize a new cause of action,\none that did not exist at the time of the statute’s adoption, one\nthat Congress has never authorized. While their request might\nappear inconsistent withSosa’s explanation of the ATS’s\nmodest origin, the plaintiffs say that a caveat later in the\nopinion saves them. They point to a passage where the Court went on\nto suggest that the ATS mayalsoafford federal judges\n“discretion [to] conside[r] [creating] new cause[s] of action” if\nthey “rest on a norm of international character accepted by the\ncivilized world and defined with a specificity comparable to the\nfeatures of the [three] 18th-century” torts the Court already\ndescribed. 542 U. S., at 725.I harbor serious doubts aboutSosa’s\nsuggestion. In our democracy the people’s elected representatives\nmake the laws that govern them. Judges do not. The Constitution’s\nprovisions insulating judges from political accountability may\npromote our ability to render impartial judgments in disputes\nbetween the people, but they do nothing to recommend us as\npolicymakers for a large nation. Recognizing just this, our cases\nhave held that when confronted with a request to fashion a new\ncause of action, “separation-of-powers principles are or should be\ncentral to the analysis.”Ziglarv.Abbasi, 582\nU. S. ___, ___ (2017) (slip op., at 12). The first and most\nimportant question in that analysis “is ‘who should decide’\n. . . , Congress or the courts?” and the right\nanswer “most often will be Congress.”Ibid.Deciding that,\nhenceforth, persons like A who engage in certain conduct will be\nliable to persons like B is, in every meaningful sense, just like\nenacting a new law. And in our constitutional order the job of\nwriting new laws belongs to Congress, not the courts. Adopting new\ncauses of action may have been a “proper function for common-law\ncourts,” but it is not appropriate “for federal tribunals” mindful\nof the limits of their constitutional authority.Alexanderv.Sandoval, 532 U. S. 275, 287 (2001) (internal\nquotation marks omitted).Nor can I see any reason to make a special\nexception for the ATS. AsSosainitially acknowledged, the\nATS was designed as “a jurisdictional statute creating no new\ncauses of action.” 542 U. S., at 724; accord,ante,at\n8 (majority opinion). And I would have thought that the end of the\nmatter. A statute that creates no new causes of action\n. . . creates no new causes of action. To the extentSosacontinued on to claim for federal judges the\ndiscretionary power to create new forms of liability on their own,\nit invaded terrain that belongs to the people’s representatives and\nshould be promptly returned to them. 542 U. S., at 747\n(Scalia, J., concurring in part and concurring in\njudgment).[1]But even acceptingSosa’s framework does\nnot end the matter. As the Court acknowledges, there is a strong\nargument that “a proper application ofSosawould preclude\ncourts from ever recognizing any new causes of action under the\nATS.”Ante,at 19. I believe that argument is correct. For\nthe reasons just described, separation of powers considerations\nordinarily require us to defer to Congress in the creation of new\nforms of liability. This Court hasn’t yet usedSosa’s\nassertion of discretionary authority to recognize a new cause of\naction, and I cannot imagine a sound reason, hundreds of years\nafter the statute’s passage, to start now. For a court inclined to\nclaim the discretion to enter this field, it is a discretion best\nexercised by staying out of it.The context in which anySosadiscretion\nwould be exercised confirms the wisdom of restraint.Sosaacknowledged that any decision to create a new cause of action\nwould “inevitably [involve] an element of judgment about the\npractical consequences” that might follow.Id.,at 732–733.\nBut because the point of such a claim would be to vindicate “a norm\nof international character,”id., at 725, those “practical\nconsequences” would likely involve questions of foreign affairs and\nnational security—matters that implicate neither judicial expertise\nnor authority. It is for Congress to “define and punish\n. . . Offences against the Law of Nations” and to\nregulate foreign commerce. U. S. Const., Art. I., §8. And it is for\nthe President to resolve diplomatic disputes and command the armed\nforces. Art. II, §§2–3. Foreign policy and national security\ndecisions are “delicate, complex, and involve large elements of\nprophecy” for which “the Judiciary has neither aptitude,\nfacilities[,] nor responsibility.”Chicago & Southern Air\nLines, Inc.v.Waterman S. S. Corp., 333 U. S. 103,\n111 (1948) (Jackson, J.). And I find it difficult to imagine a case\nin which a federal court might safely conclude otherwise. Take this\nvery lawsuit by way of example. The Kingdom of Jordan considers it\nto be “a ‘grave affront’ to its sovereignty,” and the State\nDepartment worries about its foreign policy implications.Ante,at 26. Whether American interests justify the\n“practical consequence” of offending another nation in this way (or\nin worse ways yet) is a question that should be addressed “only by\nthose directly responsible to the people whose welfare” such\ndecisions “advance or imperil.”Waterman S. S. Corp.,supra,at 111. So while I have no quarrel with the dissent’s\nobservation,post,at 15–16, that lower federal courts are\nnot free to overruleSosa’s framework or treat it as\noptional, I do know that the analysisSosarequires should\ncome out the same way in virtually every case. IfSosais\nright—and I am sure it is—that federal courts must “inevitably”\nexercise “an element of judgment” about delicate questions of\nforeign affairs when deciding whether to create a new cause of\naction, then judges should exercisegoodjudgment by\ndeclining the project before we create real trouble.IIAnother independent problem lurks here. This\nis a suit by foreigners against a foreigner over the meaning of\ninternational norms. Respectfully, I do not think the original\nunderstanding of the ATS or our precedent permits federal courts to\nhear cases like this. At a minimum, both those considerations and\nsimple common sense about the limits of the judicial function\nshould lead federal courts to require a domestic defendant before\nagreeing to exercise anySosa-generated discretion to\nentertain an ATS suit.Start with the statute. What we call the Alien\nTort Statute began as just one clause among many in §9 of the\nJudiciary Act of 1789, which specified the jurisdiction of the\nfederal courts. 1Stat. 76–78. The ATS clause gave the district\ncourts “cognizance, concurrent with the courts of the several\nStates, or the circuit courts, as the case may be, of all causes\nwhere an alien sues for a tort only in violation of the law of\nnations or a treaty of the United States.”[2] Like today’s recodified version, 28\nU. S. C. §1350, the original text of the ATS did not\nexpressly call for a U. S. defendant. But I think it likely\nwould have been understood to contain such a requirement when\nadopted.That is because the First Congress passed the\nJudiciary Act in the shadow of the Constitution. The Act created\nthe federal courts and vested them with statutory authority to\nentertain claims consistent with the newly ratified terms of\nArticle III. Meanwhile, under Article III, Congress could not have\nextended to federal courts the power to hear just any suit between\ntwo aliens (unless, for example, one was a diplomat). Diversity of\ncitizenship was required. So, because Article III’s\ndiversity-of-citizenship clause calls for a U. S. party, and\nbecause the ATS clause requires an alien plaintiff, it follows that\nan American defendant was needed for an ATS suit to proceed.Precedent confirms this conclusion. InMossmanv.Higginson, 4 Dall. 12, 14 (1800), this\nCourt addressed the meaning of a neighboring provision of the\nJudiciary Act. Section 11 gave the circuit courts power to hear,\namong other things, civil cases where “an alien is a party.” 1Stat.\n78. As with §9, you might think §11’s language could be read to\npermit a suitbetweenaliens. Yet this Court held §11 must\ninstead be construed to refer only to cases “where, indeed, an\nalien is one party, but a citizen is the other.”Mossman, 4\nDall., at 14 (internal quotation marks omitted). That was\nnecessary,Mossmanexplained, to give the statute a\n“constructio[n] consistent” with the diversity-jurisdiction clause\nof Article III.Ibid.And as a matter of precedent, I cannot\nthink of a good reason why we would now read §9 differently thanMossmanread §11. Like cases are, after all, supposed to\ncome out alike. SeeSareiv.Rio Tinto, PLC, 671\nF. 3d 736, 828 (CA9 2011) (Ikuta, J., dissenting)\n(“Mossman’s analysis [of §11] is equally applicable to\n[§9]. . . . ATS does not give federal courts\njurisdiction to hear international law claims between two aliens”),\nvacated and remanded, 569 U. S. 945 (2013) .Nor does it appear the ATS meant to rely on any\nother head of Article III jurisdiction. You might wonder, for\nexample, if the First Congress considered a “violation of the law\nof nations” to be a violation of, and thus “arise under,” federal\nlaw. But that does not seem likely. At the founding, the law of\nnations was considered a distinct “system of rules, deducible by\nnatural reason, and established by universal consent among the\ncivilized inhabitants of the world,” 4 Blackstone 66. While this\nCourt has called international law “part of our law,”The\nPaquete Habana, 175 U. S. 677, 700 (1900) , and a\ncomponent of the “law of the land,”The Nereide, 9 Cranch\n388, 423 (1815), that simply meant international law was no\ndifferent than the law of torts or contracts—it was “part of the\nso-called general common law,” butnotpart of federal law.Sosa, 542 U. S., at 739–740 (opinion of Scalia, J.).\nSee Bradley & Goldsmith, Customary International Law as Federal\nCommon Law: A Critique of the Modern Position, 110 Harv. L. Rev.\n815, 824, 849–850 (1997); see also Young, Sorting Out the Debate\nOver Customary International Law, 42 Va. J. Int’l L. 365, 374–375\n(2002). The text of the Constitution appears to recognize just this\ndistinction. Article I speaks of “Offences against the Law of\nNations,” while both Article III and Article VI’s Supremacy Clause,\nwhich defines the scope of pre-emptive federal law, omit that\nphrase while referring to the “Laws of the United States.” Congress\nmay act to bring provisions of international law into federal law,\nbut they cannot find their way there on their own. “The law of\nnations is not embodied in any provision of the Constitution, nor\nin any treaty, act of Congress, or any authority, or commission\nderived from the United States.”Capertonv.Bowyer,\n14 Wall. 216, 228 (1872).Even so, that hardly left the ATS without\nimportant work to perform. At the time of the founding, “[i]f a\nnation failed to redress injuries by its citizens upon the citizens\nof another nation, the perpetrators’ nation violated the ‘perfect\nrights’ of the other nation,” which “provided the offended nation\nwith just cause for reprisals or war.” Bellia & Clark, 78 U.\nChi. L. Rev., at 476.[3] This\nreality posed an existential threat to the new nation. Under the\nArticles of Confederation, States regularly refused to redress\ninjuries their citizens caused foreigners. British creditors, for\nexample, often found their efforts to collect debts from American\ndebtors thwarted.Id., at 498–501. Seeking to remedy these\nand similar problems, the Continental Congress in 1781 passed a\nresolution encouraging the States, among other things, to establish\ntribunals for vindicating “offences against the law of nations” and\nto “authorise suits to be instituted for damages by the party\ninjured.”Id.,at 495–496. But the States did too little,\ntoo late. So when the framers gathered to write the Constitution\nthey included among their chief priorities endowing the national\ngovernment with sufficient power to ensure the country’s compliance\nwith the law of nations. See 1 Records of the Federal Convention of\n1787, pp. 24–25 (M. Farrand rev. 1966).Together with other provisions of the Judiciary\nAct, the ATS served that purpose. The law of nations required\ncountries to ensure foreign citizens could obtain redress for\nwrongs committed by domestic defendants, whether “through criminal\npunishment, extradition, or a civil remedy.” Bellia & Clark, 78\nU. Chi. L. Rev., at 509. Yet in 1789 this country had no\ncomprehensive criminal code and no extradition treaty with Great\nBritain.Id.,at 509–510. Section 11 achieved a partial\nsolution to the problem by permitting civil diversity suits in\nfederal court between aliens and domestic parties, but that\nprovision required at least $500 in controversy. 1Stat. 78; cf. 28\nU. S. C. §1332(a) (today’s minimum is $75,000). But, as\nProfessors Bellia and Clark have explained, “[h]ad Congress stopped\nthere, it would have omitted an important category of law of\nnations violations that threatened the peace of the United States:\npersonal injuries that US citizens inflicted upon aliens resulting\nin less than $500 in damages.” 78 U. Chi. L. Rev., at 509. So\nthe ATS neatly filled the remaining gap by allowing aliens to sue\nin federal court for a tort in violation of the law of nations\nregardless of the amount in controversy. One obvious advantage of\nthis solution “was that it was self-executing—it placed the burden\non injured aliens to bring suit and did not require the\nstill-forming US government immediately to marshal the resources\nnecessary to prosecute crimes” or aid extraditions.Id.,at\n510.Any attempt to decipher a cryptic old statute is\nsure to meet with challenges. For example, one could object that\nthis reading of the Act does not assign to the ATS the work of\naddressing assaults by aliens against foreign ambassadors on our\nsoil, even thoughSosasuggested the statute was enacted\npartly in response to precisely such a case: the “Marbois incident\nof May 1784, in which a French adventurer, De Longchamps, verbally\nand physically assaulted the Secretary of the French Legion in\nPhiladelphia.” 542 U. S., at 716. Many thought that the\nStates’ failure to provide a forum for relief to the foreign\nminister was a scandal and part of what prompted the framers of the\nConstitution to strengthen the national government.Id.,at\n717; Bellia & Clark,supra,at 467 (“The Confederation’s\ninability to remedy or curtail violations like these was a\nsignificant factor precipitating the Federal Convention of\n1787”).But worries along these lines may be misplaced.\nThe ATS was never meant to serve as a freestanding statute, only as\none clause in one section of the Judiciary Act. So even if you\nthinksomethingin the Judiciary Act must be interpreted to\naddress the Marbois incident, that doesn’t mean it must be the ATS\nclause. And, as it happens, a different provision of the Actdiddeal expressly with the problem of ambassadorial\nassaults: Section 13 conferred on this Court “original, but not\nexclusive jurisdiction of all suits brought by ambassadors, or\nother public ministers, or in which a consul, or vice consul shall\nbe a party.” 1Stat. 80–81. That implemented Article III’s provision\nempowering us to hear suits “affecting Ambassadors, other public\nministers and Consuls.” §2. And given that §13 deals with the\nproblem of “ambassadors” so directly, it is unclear why we must\nread §9 to address that same problem. See Lee, The Safe-Conduct\nTheory of the Alien Tort Statute, 106 Colum. L. Rev. 830, 855–858\n(2006).Along different but similar lines, some might be\nconcerned that requiring a U. S. defendant in ATS suits would leave\nthe problem of piracy inadequately addressed, given thatSosasuggested that piracy was one of the three offenses the\nATS may have meant to capture, and many pirates were foreigners.\nSee 542 U. S., at 719. But here the response is much the same.\nA separate clause of §9 gave the district courts “exclusive\noriginal cognizance of all civil causes of admiralty and maritime\njurisdiction.” 1Stat. 77. That statute has long been given a broad\nconstruction covering “all maritime contracts, torts and injuries,”DeLoviov.Boit, 7 F. Cas. 418, 442 (No. 3,776)\n(CC Mass. 1815) (Story, J.), along with “prize jurisdiction, which\nprobably included almost all ‘piracy’ cases after 1789,” Lee,supra,at 867. So it is not clear why it’s necessary to cram\nthe problem of piracy into the ATS. If anything, it may be\nnecessarynotto do so. Structural features of §9 make it at\nleast questionable that both provisions were meant to address the\nsame subject matter: Cases falling within §9’s ATS clause could\nalso be brought in state court or in the circuit courts, 1Stat. 77,\nwhile §9’s admiralty jurisdiction was generally exclusive,id., at 76–77. See Lee, supra, at 868. And the two\nprovisions also called for incompatible procedures: Section 9\nrequired jury trials “in all causesexceptcivil causes of\nadmiralty and maritime jurisdiction.” 1Stat. 77 (emphasis\nadded).If doubt lingers on these historical questions,\nit is a doubt that should counsel restraint all the same. Even if\nthe ATS might have meant to allow foreignambassadorsto sue\nforeign defendants, or foreign plaintiffs to sue foreignpirates, what would that prove about more mine-run cases\nlike ours, where none of those special concerns are implicated?\nThere are at least serious historical arguments suggesting the ATS\nwas not meant to apply to suits like this one. And to the extentSosaaffords courts discretion to proceed, these arguments\nshould inform any decision whether to exercise that discretion. InKiobelv.Royal Dutch Petroleum Co., 569 U. S.\n108, 116 –117 (2013), the Court invokedSosadiscretion to\nrefuse to hear cases involving foreign conduct. I can see no reason\nwhy courts should respond differently when it comes to cases\ninvolving foreign defendants.[4]Any consideration ofSosa’s discretion\nmust also account for proper limits on the judicial function. As\ndiscussed above, federal courts generally lack the institutional\nexpertise and constitutional authority to oversee foreign policy\nand national security, and should be wary of straying where they do\nnot belong. Seesupra,at 4–5. Yet there are degrees of\ninstitutional incompetence and constitutional evil. It is one thing\nfor courts to assume the task of creating new causes of action to\nensureourcitizens abide by the law of nations andavoidreprisals against this country. It is altogether\nanother thing for courts to punishforeignparties for\nconduct that could not be attributed to the United States and\ntherebyriskreprisals against this country. If a foreign\nstate or citizen violates an “international norm” in a way that\noffends another foreign state or citizen, the Constitution arms the\nPresident and Congress with ample means to address it. Or, if they\nthink best, the political branches may choose to look the other\nway. But in all events, the decision to impose sanctions in\ndisputes between foreigners over international norms is not ours to\nmake. It is a decision that belongs to those answerable to the\npeople and assigned by the Constitution to defend this nation. If\nthey wish our help, they are free to enlist it, but we should not\never be in the business of elbowing our way in.Notes1The dissent claims that\nCongress’s decision to give federal courts “jurisdiction over\nclaims based on ‘the law of nations,’ ” necessarily implies\nthe authority to develop that law.Post, at 16. That does\nnot follow. Federal courts havejurisdictionover all kinds\nof cases—for example, those arising under the law of torts or\ncontracts. Yet following our decision inErie R. Co.v.Tompkins, 304 U. S. 64 (1938) , federal courts are\ngenerally no longer permitted to promulgate new federal common law\ncauses of action in those areas.Id., at 75. I can see no\nreason to treat the law of nations differently. SeeSosav.Alvarez-Machain, 542 U. S. 692, 744 –746 (2004)\n(Scalia, J., concurring in part and concurring in\njudgment).2“Sec. 9.And be it\nfurther enacted, That the district courts shall have,\nexclusively of the courts of the several States, cognizance of all\ncrimes and offences that shall be cognizable under the authority of\nthe United States, committed within their respective districts, or\nupon the high seas; where no other punishment than whipping, not\nexceeding thirty stripes, a fine not exceeding one hundred dollars,\nor a term of imprisonment not exceeding six months, is to be\ninflicted; and shall also have exclusive original cognizance of all\ncivil causes of admiralty and maritime jurisdiction, including all\nseizures under laws of impost, navigation or trade of the United\nStates, where the seizures are made, on waters which are navigable\nfrom the sea by vessels of ten or more tons burthen, within their\nrespective districts as well as upon the high seas; saving to\nsuitors, in all cases, the right of a common law remedy, where the\ncommon law is competent to give it; and shall also have exclusive\noriginal cognizance of all seizures on land, or other waters than\nas aforesaid, made, and of all suits for penalties and forfeitures\nincurred, under the laws of the United States.And shall also\nhave cognizance, concurrent with the courts of the several States,\nor the circuit courts, as the case may be, of all causes where an\nalien sues for a tort only in violation of the law of nations or a\ntreaty of the United States.And shall also have cognizance,\nconcurrent as last mentioned, of all suits at common law where the\nUnited States sue, and the matter in dispute amounts, exclusive of\ncosts, to the sum or value of one hundred dollars. And shall also\nhave jurisdiction, exclusively of the courts of the several States,\nof all suits against consuls or vice-consuls, except for offences\nabove the description aforesaid. And the trial of issues in fact,\nin the district courts, in all causes except civil causes of\nadmiralty and maritime jurisdiction, shall be by jury.” 1Stat.\n76–77 (some emphasis added; footnotes omitted).3As a leading treatise\nexplained, a sovereign “ought not to suffer his subjects to molest\nthe subjects of others, or to do them an injury, much less should\nhe permit them audaciously to offend foreign powers.” E. de Vattel,\n1 The Law of Nations, bk. II, §76, p. 145 (1760). Instead, the\nnation “ought to oblige the guilty to repair the damage, if that be\npossible, to inflict on him an exemplary punishment, or, in short,\naccording to the nature of the case, and the circumstances\nattending it, to deliver him up to the offended state there to\nreceive justice.”Ibid. A sovereign who “refuses to cause a\nreparation to be made of the damage caused by his subject, or to\npunish the guilty, or, in short, to deliver him up, renders himself\nin some measure an accomplice in the injury, and becomes\nresponsible for it.”Id., §77, at 145; see also Bellia &\nClark, The Alien Tort Statute and the Law of Nations, 78 U. Chi. L.\nRev. 472–477 (2011).4The dissent is wrong to\nsuggest,post,at 17, thatSosa“forecloses” the\npossibility of recognizing a U. S.-defendant requirement in\nATS cases.Sosasaid nothing about the subject. And wereSosataken to preclude any future limits on ATS suits it did\nnot itself anticipate, thenKiobelmust have been wrong to\napply the canon against extraterrito-rial application to that\nstatute. But that is not so. The dissent also observes thatSosa“involved an ATS suit brought by a citizen of Mexico\nagainst a citizen of Mexico,” and that certainamiciinSosafiled briefs arguing that the Court lacked authority\nover the ATS claims for that reason. Seepost,at 17.ButSosadid not address those arguments; questions that\n“merely lurk in the record are not resolved, and no resolution of\nthem may be inferred.”Illinois Bd. of Electionsv.Socialist Workers Party, 440 U. S. 173, 183 (1979)\n(citations and internal quotation marks omitted); accord,RJR\nNabisco, Inc.v.European Community, 579 U. S. ___,\n___, n. 10 (2016) (slip op., at 23, n. 10) (issue present but\nunaddressed by the Court in a previous case was not implicitly\ndecided).",
    "joined": []
}