{
    "case": {
        "docket": "18-9526",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-9526/"
    },
    "id": "4271575",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–9526_________________JIMCY McGIRT, PETITIONERv.OKLAHOMAon writ of certiorari to the court of criminal\nappeals of oklahoma[July 9, 2020]Justice Gorsuch delivered the opinion of the\nCourt.On the far end of the Trail of Tears was a\npromise. Forced to leave their ancestral lands in Georgia and\nAlabama, the Creek Nation received assurances that their new lands\nin the West would be secure forever. In exchange for ceding “all\ntheir land, East of the Mississippi river,” the U. S.\ngovernment agreed by treaty that “[t]he Creek country west of the\nMississippi shall be solemnly guarantied to the Creek Indians.”\nTreaty With the Creeks, Arts. I, XIV, Mar. 24, 1832, 7Stat. 366,\n368 (1832 Treaty). Both parties settled on boundary lines for a new\nand “permanent home to the whole Creek nation,” located in what is\nnow Oklahoma. Treaty With the Creeks, preamble, Feb. 14, 1833,\n7Stat. 418 (1833 Treaty). The government further promised that\n“[no] State or Territory [shall] ever have a right to pass laws for\nthe government of such Indians, but they shall be allowed to govern\nthemselves.” 1832 Treaty, Art. XIV, 7Stat. 368.Today we are asked whether the land these\ntreaties promised remains an Indian reservation for purposes of\nfederal criminal law. Because Congress has not said otherwise, we\nhold the government to its word.IAt one level, the question before us concerns\nJimcy McGirt. Years ago, an Oklahoma state court convicted him of\nthree serious sexual offenses. Since then, he has argued in\npostconviction proceedings that the State lacked jurisdiction to\nprosecute him because he is an enrolled member of the Seminole\nNation of Oklahoma and his crimes took place on the Creek\nReservation. A new trial for his conduct, he has contended, must\ntake place in federal court. The Oklahoma state courts hearing Mr.\nMcGirt’s arguments rejected them, so he now brings them here.Mr. McGirt’s appeal rests on the federal Major\nCrimes Act (MCA). The statute provides that, within “the Indian\ncountry,” “[a]ny Indian who commits” certain enumerated offenses\n“against the person or property of another Indian or any other\nperson” “shall be subject to the same law and penalties as all\nother persons committing any of the above offenses, within the\nexclusive jurisdiction of the United States.” 18 U. S. C.\n§1153(a). By subjecting Indians to federal trials for crimes\ncommitted on tribal lands, Congress may have breached its promises\nto tribes like the Creek that they would be free to govern\nthemselves. But this particular incursion has its limits—applying\nonly to certain enumerated crimes and allowing only the federal\ngovernment to try Indians. State courts generally have no\njurisdiction to try Indians for conduct committed in “Indian\ncountry.”Negonsottv.Samuels,507 U.S.\n99, 102–103 (1993).The key question Mr. McGirt faces concerns that\nlast qualification: Did he commit his crimes in Indian country? A\nneighboring provision of the MCA defines the term to include, among\nother things, “all land within the limits of any Indian reservation\nunder the jurisdiction of the United States Government,\nnotwithstanding the issuance of any patent, and, including\nrights-of-way running through the reservation.” §1151(a). Mr.\nMcGirt submits he can satisfy this condition because he committed\nhis crimes on land reserved for the Creek since the 19th\ncentury.The Creek Nation has joined Mr. McGirt asamicus curiae. Not because the Tribe is interested in\nshielding Mr. McGirt from responsibility for his crimes. Instead,\nthe Creek Nation participates because Mr. McGirt’s personal\ninterests wind up implicating the Tribe’s. No one disputes that Mr.\nMcGirt’s crimes were committed on lands described as the Creek\nReservation in an 1866 treaty and federal statute. But, in seeking\nto defend the state-court judgment below, Oklahoma has put aside\nwhatever procedural defenses it might have and asked us to confirm\nthat the land once given to the Creeks is no longer a reservation\ntoday.At another level, then, Mr. McGirt’s case winds\nup as a contest between State and Tribe. The scope of their dispute\nis limited; nothing we might say today could unsettle Oklahoma’s\nauthority to try non-Indians for crimes against non-Indians on the\nlands in question. SeeUnited Statesv.McBratney,104 U.S.\n621, 624 (1882). Still, the stakes are not insignificant. If\nMr. McGirt and the Tribe are right, the State has no right to\nprosecute Indians for crimes committed in a portion of Northeastern\nOklahoma that includes most of the city of Tulsa. Responsibility to\ntry these matters would fall instead to the federal government and\nTribe. Recently, the question has taken on more salience too. While\nOklahoma state courts have rejected any suggestion that the lands\nin question remain a reservation, the Tenth Circuit has reached the\nopposite conclusion.Murphyv.Royal, 875 F.3d 896,\n907–909, 966 (2017). We granted certiorari to settle the question.\n589 U. S. ___ (2019).IIStart with what should be obvious: Congress\nestablished a reservation for the Creeks. In a series of treaties,\nCongress not only “solemnly guarantied” the land but also\n“establish[ed] boundary lines which will secure a country and\npermanent home to the whole Creek Nation of Indians.” 1832 Treaty,\nArt. XIV, 7Stat. 368; 1833 Treaty, preamble, 7Stat. 418. The\ngovernment’s promises weren’t made gratuitously. Rather, the 1832\nTreaty acknowledged that “[t]he United States are desirous that the\nCreeks should remove to the country west of the Mississippi” and,\nin service of that goal, required the Creeks to cede all lands in\nthe East. Arts. I, XII, 7Stat. 366, 367. Nor were the government’s\npromises meant to be delusory. Congress twice assured the Creeks\nthat “[the] Treaty shall be obligatory on the contracting parties,\nas soon as the same shall be ratified by the United States.” 1832\nTreaty, Art. XV,id., at 368; see 1833 Treaty, Art. IX,\n7Stat. 420 (“agreement shall be binding and obligatory” upon\nratification). Both treaties were duly ratified and enacted as\nlaw.Because the Tribe’s move west was ostensibly\nvoluntary, Congress held out another assurance as well. In the\nstatute that precipitated these negotiations, Congress authorized\nthe President “to assure the tribe . . . that the United\nStates will forever secure and guaranty to them . . . the\ncountry so exchanged with them.” Indian Removal Act of 1830, §3,\n4Stat. 412. “[A]nd if they prefer it,” the bill continued, “the\nUnited States will cause a patent or grant to be made and executed\nto them for the same;Provided always, that such lands shall\nrevert to the United States, if the Indians become extinct, or\nabandon the same.”Ibid.If agreeable to all sides, a tribe\nwould not only enjoy the government’s solemn treaty promises; it\nwould hold legal title to its lands.It was an offer the Creek accepted. The 1833\nTreaty fixed borders for what was to be a “permanent home to the\nwhole Creek nation of Indians.” 1833 Treaty, preamble, 7Stat. 418.\nIt also established that the “United States will grant a patent, in\nfee simple, to the Creek nation of Indians for the land assigned\nsaid nation by this treaty.” Art. III,id., at 419.\nThat grant came with the caveat that “the right thus guaranteed by\nthe United States shall be continued to said tribe of Indians, so\nlong as they shall exist as a nation, and continue to occupy the\ncountry hereby assigned to them.”Ibid.The promised patent\nformally issued in 1852. SeeWoodwardv.De\nGraffenried,238 U.S.\n284, 293–294 (1915).These early treaties did not refer to the Creek\nlands as a “reservation”—perhaps because that word had not yet\nacquired such distinctive significance in federal Indian law. But\nwe have found similar language in treaties from the same era\nsufficient to create a reservation. SeeMenominee Tribev.United States,391 U.S.\n404, 405 (1968) (grant of land “ ‘for a home, to be held\nas Indian lands are held,’ ” established a reservation). And\nlater Acts of Congress left no room for doubt. In 1866, the United\nStates entered yet another treaty with the Creek Nation. This\nagreement reduced the size of the land set aside for the Creek,\ncompensating the Tribe at a price of 30 cents an acre. Treaty\nBetween the United States and the Creek Nation of Indians, Art.\nIII, June 14, 1866, 14Stat. 786. But Congress explicitly restated\nits commitment that the remaining land would “be forever set apart\nas a home for said Creek Nation,” which it now referred to as “the\nreduced Creek reservation.” Arts. III, IX,id., at 786,\n788.[1] Throughout the late\n19th century, many other federal laws also expressly referred to\nthe Creek Reservation. See,e.g.,Treaty Between United\nStates and Cherokee Nation of Indians, Art. IV, July 19, 1866,\n14Stat. 800 (“Creek reservation”); Act of Mar. 3, 1873, ch. 322,\n17Stat. 626; (multiple references to the “Creek reservation” and\n“Creek India[n] Reservation”); 11 Cong. Rec. 2351 (1881)\n(discussing “the dividing line between the Creek reservation and\ntheir ceded lands”); Act of Feb. 13, 1891, 26Stat. 750 (describing\na cession by referencing the “West boundary line of the Creek\nReservation”).There is a final set of assurances that bear\nmention, too. In the Treaty of 1856, Congress promised that “no\nportion” of the Creek Reservation “shall ever be embraced or\nincluded within, or annexed to, any Territory or State.” Art. IV,\n11Stat. 700. And within their lands, with exceptions, the Creeks\nwere to be “secured in the unrestricted right of self-government,”\nwith “full jurisdiction” over enrolled Tribe members and their\nproperty. Art. XV,id., at 704. So the Creek were promised\nnot only a “permanent home” that would be “forever set apart”; they\nwere also assured a right to self-government on lands that would\nlie outside both the legal jurisdiction and geographic boundaries\nof any State. Under any definition, this was a reservation.IIIAWhile there can be no question that Congress\nestablished a reservation for the Creek Nation, it’s equally clear\nthat Congress has since broken more than a few of its promises to\nthe Tribe. Not least, the land described in the parties’ treaties,\nonce undivided and held by the Tribe, is now fractured into pieces.\nWhile these pieces were initially distributed to Tribe members,\nmany were sold and now belong to persons unaffiliated with the\nNation. So in what sense, if any, can we say that the Creek\nReservation persists today?To determine whether a tribe continues to hold a\nreservation, there is only one place we may look: the Acts of\nCongress. This Court long ago held that the Legislature wields\nsignificant constitutional authority when it comes to tribal\nrelations, possessing even the authority to breach its own promises\nand treaties.Lone Wolfv.Hitchcock,187 U.S.\n553, 566–568 (1903). But that power, this Court has cautioned,\nbelongs to Congress alone. Nor will this Court lightly infer such a\nbreach once Congress has established a reservation.Solemv.Bartlett,465 U.S.\n463, 470 (1984).Under our Constitution, States have no authority\nto reduce federal reservations lying within their borders. Just\nimagine if they did. A State could encroach on the tribal\nboundaries or legal rights Congress provided, and, with enough time\nand patience, nullify the promises made in the name of the United\nStates. That would be at odds with the Constitution, which entrusts\nCongress with the authority to regulate commerce with Native\nAmericans, and directs that federal treaties and statutes are the\n“supreme Law of the Land.” Art. I, §8; Art. VI, cl. 2. It\nwould also leave tribal rights in the hands of the very neighbors\nwho might be least inclined to respect them.Likewise, courts have no proper role in the\nadjustment of reservation borders. Mustering the broad social\nconsensus required to pass new legislation is a deliberately hard\nbusiness under our Constitution. Faced with this daunting task,\nCongress sometimes might wish an inconvenient reservation would\nsimply disappear. Short of that, legislators might seek to pass\nlaws that tiptoe to the edge of disestablishment and hope that\njudges—facing no possibility of electoral consequences\nthemselves—will deliver the final push. But wishes don’t make for\nlaws, and saving the political branches the embarrassment of\ndisestablishing a reservation is not one of our constitutionally\nassigned prerogatives. “[O]nly Congress can divest a reservation of\nits land and diminish its boundaries.”Solem, 465\nU. S., at 470. So it’s no matter how many other promises to a\ntribe the federal government has already broken. If Congress wishes\nto break the promise of a reservation, it must say so. History\nshows that Congress knows how to withdraw a reservation when it can\nmuster the will. Sometimes, legislation has provided an “[e]xplicit\nreference to cession” or an “unconditional commitment\n. . . to compensate the Indian tribe for its opened\nland.”Ibid.Other times, Congress has directed that tribal\nlands shall be “ ‘restored to the public domain.’ ”Hagenv.Utah,510 U.S.\n399, 412 (1994) (emphasis deleted). Likewise, Congress might\nspeak of a reservation as being “ ‘discontinued,’ ”\n“ ‘abolished,’ ” or “ ‘vacated.’ ” Mattzv.Arnett,412 U.S.\n481, 504, n. 22 (1973). Disestablishment has “never\nrequired any particular form of words,”Hagen, 510\nU. S., at 411. But it does require that Congress clearly\nexpress its intent to do so, “[c]ommon[ly with an] ‘[e]xplicit\nreference to cession or other language evidencing the present and\ntotal surrender of all tribal interests.’ ”Nebraskav.Parker, 577 U.S. 481, ___–___ (2016) (slip op., at 6).BIn an effort to show Congress has done just\nthat with the Creek Reservation, Oklahoma points to events during\nthe so-called “allotment era.” Starting in the 1880s, Congress\nsought to pressure many tribes to abandon their communal lifestyles\nand parcel their lands into smaller lots owned by individual tribe\nmembers. See 1 F. Cohen, Handbook of Federal Indian Law §1.04\n(2012) (Cohen), discussing General Allotment Act of 1887, ch. 119,\n24Stat. 388. Some allotment advocates hoped that the policy would\ncreate a class of assimilated, landowning, agrarian Native\nAmericans. See Cohen §1.04; F. Hoxie, A Final Promise: The Campaign\nTo Assimilate 18–19 (2001). Others may have hoped that, with lands\nin individual hands and (eventually) freely alienable, white\nsettlers would have more space of their own. Seeid., at\n14–15; cf. General Allotment Act of 1887, §5, 24Stat. 389–390.The Creek were hardly exempt from the pressures\nof the allotment era. In 1893, Congress charged the Dawes\nCommission with negotiating changes to the Creek Reservation.\nCongress identified two goals: Either persuade the Creek to cede\nterritory to the United States, as it had before, or agree to allot\nits lands to Tribe members. Act of Mar. 3, 1893, ch. 209, §16,\n27Stat. 645–646. A year later, the Commission reported back that\nthe Tribe “would not, under any circumstances, agree to cede any\nportion of their lands.” S. Misc. Doc. No. 24, 53d Cong., 3d Sess.,\n7 (1894). At that time, before this Court’s decision inLone\nWolf, Congress may not have been entirely sure of its power to\nterminate an established reservation unilaterally. Perhaps for that\nreason, perhaps for others, the Commission and Congress took this\nreport seriously and turned their attention to allotment rather\nthan cession.[2]The Commission’s work culminated in an allotment\nagreement with the Tribe in 1901. Creek Allotment Agreement, ch.\n676, 31Stat. 861. With exceptions for certain pre-existing town\nsites and other special matters, the Agreement established\nprocedures for allotting 160-acre parcels to individual Tribe\nmembers who could not sell, transfer, or otherwise encumber their\nallotments for a number of years. §§3, 7,id., at 862–864 (5\nyears for any portion, 21 years for the designated “homestead”\nportion). Tribe members were given deeds for their parcels that\n“convey[ed] to [them] all right, title, and interest of the Creek\nNation.” §23,id., at 867–868. In 1908, Congress relaxed\nthese alienation restrictions in some ways, and even allowed the\nSecretary of the Interior to waive them. Act of May 27, 1908, ch.\n199, §1, 35Stat. 312. One way or the other, individual Tribe\nmembers were eventually free to sell their land to Indians and\nnon-Indians alike.Missing in all this, however, is a statute\nevincing anything like the “present and total surrender of all\ntribal interests” in the affected lands. Without doubt, in 1832 the\nCreek “cede[d]” their original homelands east of the Mississippi\nfor a reservation promised in what is now Oklahoma. 1832 Treaty,\nArt. I, 7Stat. 366. And in 1866, they “cede[d] and convey[ed]” a\nportion of that reservation to the United States. Treaty With the\nCreek, Art. III, 14Stat. 786. But because there exists no\nequivalent law terminating what remained, the Creek Reservation\nsurvived allotment.In saying this we say nothing new. For years,\nStates have sought to suggest that allotments automatically ended\nreservations, and for years courts have rejected the argument.\nRemember, Congress has defined “Indian country” to include “all\nland within the limits of any Indian reservation . . .\nnotwithstanding the issuance of any patent, and, including any\nrights-of-way running through the reservation.” 18\nU. S. C. §1151(a). So the relevant statute expressly\ncontemplates private land ownership within reservation boundaries.\nNor under the statute’s terms does it matter whether these\nindividual parcels have passed hands to non-Indians. To the\ncontrary, this Court has explained repeatedly that Congress does\nnot disestablish a reservation simply by allowing the transfer of\nindividual plots, whether to Native Americans or others. SeeMattz, 412 U. S., at 497 (“[A]llotment under the\n. . . Act is completely consistent with continued\nreservation status”);Seymourv.Superintendent of Wash.\nState Penitentiary,368 U.S.\n351, 356–358 (1962) (holding that allotment act “did no more\nthan open the way for non-Indian settlers to own land on the\nreservation”);Parker, 577 U. S., at ___ (slip op., at\n7) (“[T]he 1882 Act falls into another category of surplus land\nActs: those that merely opened reservation land to\nsettlement. . . . Such schemes allow non-Indian\nsettlers to own land on the reservation” (internal quotation marks\nomitted)).It isn’t so hard to see why. The federal\ngovernment issued its own land patents to many homesteaders\nthroughout the West. These patents transferred legal title and are\nthe basis for much of the private land ownership in a number of\nStates today. But no one thinks any of this diminished the United\nStates’s claim to sovereignty over any land. To accomplish that\nwould require an act of cession, the transfer of a sovereign claim\nfrom one nation to another. 3 E. Washburn, American Law of Real\nProperty *521–*524. And there is no reason why Congress cannot\nreserve land for tribes in much the same way, allowing them to\ncontinue to exercise governmental functions over land even if they\nno longer own it communally. Indeed, such an arrangement seems to\nbe contemplated by §1151(a)’s plain terms. Cf.Seymour, 368\nU. S., at 357–358.[3]Oklahoma reminds us that allotment was often the\nfirst step in a plan ultimately aimed at disestablishment. As this\nCourt explained inMattz, Congress’s expressed policy at the\ntime “was to continue the reservation system and the trust status\nof Indian lands, but to allot tracts to individual Indians for\nagriculture and grazing.” 412 U. S., at 496. Then, “[w]hen all\nthe lands had been allotted and the trust expired, the reservation\ncould be abolished.”Ibid.This plan was set in motion\nnationally in the General Allotment Act of 1887, and for the Creek\nspecifically in 1901. No doubt, this is why Congress at the turn of\nthe 20th century “believed to a man” that “the reservation system\nwould cease” “within a generation at most.”Solem, 465\nU. S., at 468. Still, just as wishes are not laws, future\nplans aren’t either. Congress may have passed allotment laws to\ncreate the conditions for disestablishment. But to equate allotment\nwith disestablishment would confuse the first step of a march with\narrival at its destination.[4]Ignoring this distinction would run roughshod\nover many other statutes as well. In some cases, Congress chose not\nto wait for allotment to run its course before disestablishing a\nreservation. When it deemed that approach appropriate, Congress\nincluded additional language expressly ending reservation status.\nSo, for example, in 1904, Congress allotted reservations belonging\nto the Ponca and Otoe Tribes, reservations also lying within\nmodern-day Oklahoma, and then provided “further, That the\nreservation lines of the said . . . reservations\n. . . are hereby abolished.” Act of Apr. 21, 1904, §8,\n33Stat. 217–218 (emphasis deleted); see alsoDeCoteauv.District County CourtforTenth Judicial\nDist.,420 U.S.\n425, 439–440, n. 22 (1975) (collecting other examples).\nTellingly, however, nothing like that can be found in the nearly\ncontemporary 1901 Creek Allotment Agreement or the 1908 Act. That\ndoesn’t make these laws special. Rather, in using the language that\nthey did, these allotment laws tracked others of the period,\nparceling out individual tracts, while saving the ultimate fate of\nthe land’s reservation status for another day.[5]CIf allotment by itself won’t work, Oklahoma\nseeks to prove disestablishment by pointing to other ways Congress\nintruded on the Creek’s promised right to self-governance during\nthe allotment era. It turns out there were many. For example, just\na few years before the 1901 Creek Allotment Agreement, and perhaps\nin an effort to pressure the Tribe to the negotiating table,\nCongress abolished the Creeks’ tribal courts and transferred all\npending civil and criminal cases to the U. S. Courts of the\nIndian Territory. Curtis Act of 1898, §28, 30Stat. 504–505.\nSeparately, the Creek Allotment Agreement provided that tribal\nordinances “affecting the lands of the Tribe, or of individuals\nafter allotment, or the moneys or other property of the Tribe, or\nof the citizens thereof ” would not be valid until approved by\nthe President of the United States. §42, 31Stat. 872.Plainly, these laws represented serious blows to\nthe Creek. But, just as plainly, they left the Tribe with\nsignificant sovereign functions over the lands in question. For\nexample, the Creek Nation retained the power to collect taxes,\noperate schools, legislate through tribal ordinances, and, soon,\noversee the federally mandated allotment process. §§39, 40, 42,id., at 871–872;Busterv.Wright, 135 F. 947,\n949–950, 953–954 (CA8 1905). And, in its own way, the congressional\nincursion on tribal legislative processes only served to prove the\npower: Congress would have had no need to subject tribal\nlegislation to Presidential review if the Tribe lacked any\nauthority to legislate. Grave though they were, these congressional\nintrusions on pre-existing treaty rights fell short of eliminating\nall tribal interests in the land.Much more ominously, the 1901 allotment\nagreement ended by announcing that the Creek tribal government\n“shall not continue” past 1906, although the agreement quickly\nqualified that statement, adding the proviso “subject to such\nfurther legislation as Congress may deem proper.” §46, 31Stat. 872.\nThus, while suggesting that the tribal governmentmightend\nin 1906, Congress also necessarily understood it had not ended in\n1901. All of which was consistent with the Legislature’s general\npractice of taking allotment as a first, not final, step toward\ndisestablishment and dissolution.When 1906 finally arrived, Congress adopted the\nFive Civilized Tribes Act. But instead of dissolving the tribal\ngovernment as some may have expected, Congress “deem[ed] proper” a\ndifferent course, simply cutting away further at the Tribe’s\nautonomy. Congress empowered the President to remove and replace\nthe principal chief of the Creek, prohibited the tribal council\nfrom meeting more than 30 days a year, and directed the Secretary\nof the Interior to assume control of tribal schools. §§6, 10, 28,\n34Stat. 139–140, 148. The Act also provided for the handling of the\nTribe’s funds, land, and legal liabilities in the event of\ndissolution. §§11, 27,id., at 141, 148. Despite these\nadditional incursions on tribal authority, however, Congress\nexpressly recognized the Creek’s “tribal existence and present\ntribal governmen[t]” and “continued [them] in full force and effect\nfor all purposes authorized by law.” §28,id., at 148.In the years that followed, Congress continued\nto adjust its arrangements with the Tribe. For example, in 1908,\nthe Legislature required Creek officials to turn over all “tribal\nproperties” to the Secretary of the Interior. Act of May 27, 1908,\n§13, 35Stat. 316. The next year, Congress sought the Creek National\nCouncil’s release of certain money claims against the U. S.\ngovernment. Act of Mar. 3, 1909, ch. 263, 35Stat. 781, 805. And,\nfurther still, Congress offered the Creek Nation a one-time\nopportunity to file suit in the federal Court of Claims for “any\nand all legal and equitable claims arising under or growing out of\nany treaty or agreement between the United States and the Creek\nIndian Nation.” Act of May 24, 1924, ch. 181, 43Stat. 139; see,e.g.,United Statesv.Creek Nation,295 U.S.\n103(1935). But Congress never withdrew its recognition of the\ntribal government, and none of its adjustments would have made any\nsense if Congress thought it had already completed that job.Indeed, with time, Congress changed course\ncompletely. Beginning in the 1920s, the federal outlook toward\nNative Americans shifted “away from assimilation policies and\ntoward more tolerance and respect for traditional aspects of Indian\nculture.” 1 Cohen §1.05. Few in 1900 might have foreseen such a\nprofound “reversal of attitude” was in the making or expected that\n“new protections for Indian rights,” including renewed “support for\nfederally defined tribalism,” lurked around the corner.Ibid.; see also M. Scherer, Imperfect Victories: The Legal\nTenacity of the Omaha Tribe, 1945–1995, pp. 2–4 (1999). But that is\nexactly what happened. Pursuant to this new national policy, in\n1936, Congress authorized the Creek to adopt a constitution and\nbylaws, see Act of June 26, 1936, §3, 49Stat. 1967, enabling the\nCreek government to resume many of its previously suspended\nfunctions.Muscogee (Creek) Nationv.Hodel, 851 F.2d\n1439, 1442–1447 (CADC 1988).[6]The Creek Nation has done exactly that. In the\nintervening years, it has ratified a new constitution and\nestablished three separate branches of government.Ibid.;\nsee Muscogee Creek Nation (MCN) Const., Arts. V, VI, and VII. Today\nthe Nation is led by a democratically elected Principal Chief,\nSecond Chief, and National Council; operates a police force and\nthree hospitals; commands an annual budget of more than $350\nmillion; and employs over 2,000 people. Brief for Muscogee (Creek)\nNation asAmicus Curiae36–39. In 1982, the Nation passed an\nordinance reestablishing the criminal and civil jurisdiction of its\ncourts. SeeHodel, 851 F. 2d, at 1442, 1446–1447\n(confirming Tribe’s authority to do so). The territorial\njurisdiction of these courts extends to any Indian country within\nthe Tribe’s territory as defined by the Treaty of 1866. MCN Stat.\n27, §1–102(A). And the State of Oklahoma has afforded full faith\nand credit to its judgments since at least 1994. SeeBarrettv.Barrett,878 P.2d 1051, 1054 (Okla. 1994); Full Faith and Credit of\nTribal Courts, Okla. State Cts. Network (Apr. 18, 2019),\nhttps://www.oscn.net/applications/oscn/DeliverDocument.\nasp?CiteID=458214.Maybe some of these changes happened for\naltruistic reasons, maybe some for other reasons. It seems, for\nexample, that at least certain Members of Congress hesitated about\ndisestablishment in 1906 because they feared any reversion of the\nCreek lands to the public domain would trigger a statutory\ncommitment to hand over portions of these lands to already powerful\nrailroad interests. See,e.g., 40 Cong. Rec. 2976 (1906)\n(Sen. McCumber);Id., at 3053 (Sen. Aldrich). Many of those\nwho advanced the reorganization efforts of the 1930s may have done\nso more out of frustration with efforts to assimilate Native\nAmericans than any disaffection with assimilation as the ultimate\ngoal. See 1 Cohen §1.05; Scherer, Imperfect Victories, at 2–4. But\nwhatever the confluence of reasons, in all this history there\nsimply arrived no moment when any Act of Congress dissolved the\nCreek Tribe or disestablished its reservation. In the end, Congress\nmoved in the opposite direction.[7]DUltimately, Oklahoma is left to pursue a very\ndifferent sort of argument. Now, the State points to historical\npractices and demographics, both around the time of and long after\nthe enactment of all the relevant legislation. These facts, the\nState submits, are enough by themselves to prove disestablishment.\nOklahoma even classifies and categorizes how we should approach the\nquestion of disestablishment into three “steps.” It readsSolemas requiring us to examine the laws passed by Congress\nat the first step, contemporary events at the second, and even\nlater events and demographics at the third. On the State’s account,\nwe have so far finished only the first step; two more await.This is mistaken. When interpreting Congress’s\nwork in this arena, no less than any other, our charge is usually\nto ascertain and follow the original meaning of the law before us.New PrimeInc.v.Oliveira, 586 U. S.\n___, ___ (2019) (slip op., at 6). That is the only “step” proper\nfor a court of law. To be sure, if during the course of our work an\nambiguous statutory term or phrase emerges, we will sometimes\nconsult contemporaneous usages, customs, and practices to the\nextent they shed light on the meaning of the language in question\nat the time of enactment.Ibid. But Oklahoma does not point\nto any ambiguous language in any of the relevant statutes that\ncould plausibly be read as an Act of disestablishment. Nor may a\ncourt favor contemporaneous or later practicesinsteadofthe laws Congress passed. AsSolemexplained,\n“[o]nce a block of land is set aside for an Indian reservation and\nno matter what happens to the title of individual plots within the\narea, the entire block retains its reservation status until\nCongress explicitly indicates otherwise.” 465 U. S., at 470\n(citingUnited Statesv.Celestine,215 U.S.\n278, 285 (1909)).Still, Oklahoma reminds us thatotherlanguage inSolemisn’t so constrained. In particular, the\nState highlights a passage suggesting that “[w]here non-Indian\nsettlers flooded into the opened portion of a reservation and the\narea has long since lost its Indian character, we have acknowledged\nthatde facto, if notde jure, diminishment may have\noccurred.” 465 U. S., at 471.While acknowledging that\nresort to subsequent demographics was “an unorthodox and\npotentially unreliable method of statutory interpretation,” the\nCourt seemed nonetheless taken by its “obvious practical\nadvantages.”Id., at 472, n. 13, 471.Out of context, statements like these might\nsuggest historical practices or current demographics can suffice to\ndisestablish or diminish reservations in the way Oklahoma\nenvisions. But, in the end,Solemitself found these kinds\nof arguments provided “no help” in resolving the dispute before it.Id., at 478. Notably, too,Solemsuggested that\nwhatever utility historical practice or demographics might have was\n“demonstrated” by this Court’s earlier decision inRosebud Sioux\nTribev.Kneip,430 U.S.\n584(1977). SeeSolem, 465 U. S., at 470,\nn. 10. AndRosebud Siouxhardly endorsed the use of\nsuch sources to find disestablishment. Instead, based on the\nstatute at issue there, the Court came “to the firm conclusion that\ncongressional intent” was to diminish the reservation in question.\n430 U. S., at 603. At that point, the Tribe sought to cast\ndoubt on the clear import of the text by citing subsequent\nhistorical events—and the Court rejected the Tribe’s argumentexactly becausethis kind of evidence could not overcome\ncongressional intent as expressed in a statute.Id., at\n604–605.This Court has already sought to clarify that\nextratextual considerations hardly supply the blank check Oklahoma\nsupposes. InParker, for example, we explained that\n“[e]vidence of the subsequent treatment of the disputed land\n. . . has ‘limited interpretive value.’ ” 577\nU. S., at ___ (slip op., at 11) (quotingSouth Dakotav.Yankton Sioux Tribe,522\nU.S. 329, 355 (1998)).[8]Yankton Siouxcalled it the “least compelling” form of\nevidence.Id., at 356. Both cases emphasized that what value\nsuch evidence has can only beinterpretative—evidence that,\nat best, might be used to the extent it sheds light on what the\nterms found in a statute meant at the time of the law’s adoption,\nnot as an alternative means of proving disestablishment or\ndiminishment.To avoid further confusion, we restate the\npoint. There is no need to consult extratextual sources when the\nmeaning of a statute’s terms is clear. Nor may extratextual sources\novercome those terms. The only role such materials can properly\nplay is to help “clear up . . . not create” ambiguity\nabout a statute’s original meaning.Milnerv.Department\nof Navy,562 U.S.\n562, 574 (2011). And, as we have said time and again, once a\nreservation is established, it retains that status “until Congress\nexplicitly indicates otherwise.”Solem, 465 U. S., at\n470 (citingCelestine, 215 U. S., at 285); see alsoYankton Sioux, 522 U. S., at 343 (“[O]nly Congress can\nalter the terms of an Indian treaty by diminishing a reservation,\nand its intent to do so must be clear and plain”) (citation and\ninternal quotation marks omitted).The dissent charges that we have failed to take\naccount of the “compelling reasons” for considering extratextual\nevidence as a matter of course.Post, at 11–12. But Oklahoma\nand the dissent have cited no case in which this Court has found a\nreservation disestablished without first concluding that a statute\nrequired that result. Perhaps they wish this case to be the first.\nTo follow Oklahoma and the dissent down that path, though, would\nonly serve to allow States and courts to finish work Congress has\nleft undone, usurp the legislative function in the process, and\ntreat Native American claims of statutory right as less valuable\nthan others. None of that can be reconciled with our normal\ninterpretive rules, let alone our rule that disestablishment may\nnot be lightly inferred and treaty rights are to be construed in\nfavor, not against, tribal rights.Solem, 465 U. S., at\n472.[9]To see the perils of substituting stories for\nstatutes, we need look no further than the stories we are offered\nin the case before us. Put aside that the Tribe could tell more\nthan a few stories of its own: Take just the evidence on which\nOklahoma and the dissent wish to rest their case. First, they point\nto Oklahoma’s long historical prosecutorial practice of asserting\njurisdiction over Indians in state court, even for serious crimes\non the contested lands. If the Creek lands really were part of a\nreservation, the argument goes, all of these cases should have been\ntried in federal court pursuant to the MCA. Yet, until the Tenth\nCircuit’sMurphydecision a few years ago, no court embraced\nthat possibility. SeeMurphy, 875 F.3d 896. Second, they\noffer statements from various sources to show that “everyone” in\nthe late 19th and early 20th century thought the reservation\nsystem—and the Creek Nation—would be disbanded soon. Third, they\nstress that non-Indians swiftly moved on to the reservation in the\nearly part of the last century, that Tribe members today constitute\na small fraction of those now residing on the land, and that the\narea now includes a “vibrant city with expanding aerospace,\nhealthcare, technology, manufacturing, and transportation sectors.”\nBrief for Petitioner inCarpenterv.Murphy, O. T.\n2018, No. 17–1107, p. 15. All this history, we are told,\nsupplies “compelling” evidence about the lands in question.Maybe so, but even taken on its own terms none\nof this evidence tells the story we are promised. Start with the\nState’s argument about its longstanding practice of asserting\njurisdiction over Native Americans. Oklahoma proceeds on the\nimplicit premise that its historical practices are unlikely to have\ndefied the mandates of the federal MCA. That premise, though,\nappears more than a little shaky. In conjunction with the MCA,\n§1151(a) not only sends to federal court certain major crimes\ncommitted by Indians on reservations. Two doors down, in §1151(c),\nthe statute does the same for major crimes committed by Indians on\n“Indian allotments, the Indian titles of which have not been\nextinguished.” Despite this direction, however, Oklahoma state\ncourts erroneously entertained prosecutions for major crimes by\nIndians on Indian allotments fordecades, until state courts\nfinally disavowed the practice in 1989. SeeStatev.Klindt,782 P.2d 401, 404 (Okla. Crim. App. 1989) (overrulingEx parte Nowabbi, 60 Okla. Crim. III,61 P.2d 1139(1936)); see alsoUnited Statesv.Sands, 968 F.2d 1058, 1062–1063 (CA10 1992). And if the\nState’s prosecution practices disregarded §1151(c) for so long,\nit’s unclear why we should take those same practices as a reliable\nguide to the meaning and application of §1151(a).Things only get worse from there. Why did\nOklahoma historically think it could try Native Americans for any\ncrime committed on restricted allotments or anywhere else? Part of\nthe explanation, Oklahoma tells us, is that it thought the eastern\nhalf of the State was always categorically exempt from the terms of\nthe federal MCA. So whether a crime was committed on a restricted\nallotment, a reservation, or land that wasn’t Indian country at\nall, to Oklahoma it just didn’t matter. In the State’s view, when\nCongress adopted the Oklahoma Enabling Act that paved the way for\nits admission to the Union, it carved out a special exception to\nthe MCA for the eastern half of the State where the Creek lands can\nbe found. By Oklahoma’s own admission, then, for decades its\nhistorical practices in the area in question didn’t eventryto conform to the MCA, all of which makes the State’s past\nprosecutions a meaningless guide for determining what counted as\nIndian country. As it turns out, too, Oklahoma’s claim to a special\nexemption was itself mistaken, yet one more error in historical\npractice that even the dissent does not attempt to defend. See Part\nV,infra.[10]To be fair, Oklahoma is far from the only State\nthat has overstepped its authority in Indian country. Perhaps often\nin good faith, perhaps sometimes not, others made similar mistakes\nin the past. But all that only underscores further the danger of\nrelying on state practices to determine the meaning of the federal\nMCA. See,e.g.,Negonsett, 507 U. S., at 106–107\n(“[I]n practice, Kansas had exercised jurisdiction over all\noffenses committed on Indian reservations involving Indians”\n(quoting memorandum from Secretary of the Interior, H. R. Rep. No.\n1999, 76th Cong., 3d Sess., 4 (1940)); Scherer, Imperfect\nVictories, at 18 (describing “nationwide jurisdictional confusion”\nas a result of the MCA); Cohen §6.04(4)(a) (“Before 1942 the state\nof New York regularly exercised or claimed the right to exercise\njurisdiction over the New York reservations, but a federal court\ndecision in that year raised questions about the validity of state\njurisdiction”); Brief for United States asAmicus CuriaeinCarpenterv.Murphy, O. T. 2018, No. 17–1107,\npp. 7a–8a (Letter from Secretary of the Interior, Mar. 27,\n1963) (noting that many States have asserted criminal jurisdiction\nover Indians without an apparent basis in a federal law).[11]Oklahoma next points to various statements\nduring the allotment era which, it says, show that even the Creek\nunderstood their reservation was under threat. And there’s no doubt\nabout that. By 1893, the leadership of the Creek Nation saw what\nthe federal government had in mind: “They [the federal government]\ndo not deny any of our rights under treaty, but say they will go to\nthe people themselves and confer with them and urge upon them the\nnecessity of a change in their present condition, and upon their\nrefusal will force a change upon them.” P. Porter & A.\nMcKellop, Printed Statement of Creek Delegates, reprinted in Creek\nDelegation Documents 8–9 (Feb. 9, 1893). Not a decade later, and as\na result of these forced changes, the leadership recognized that\n“ ‘[i]t would be difficult, if not impossible to successfully\noperate the Creek government now.’ ” App. to Brief for\nRespondent 8a (Message to Creek National Council (May 7, 1901),\nreprinted in The Indian Journal (May 10, 1901)). Surely, too, the\nfuture looked even bleaker: “ ‘The remnant of a government now\naccorded to us can be expected to be maintained only until all\nsettlements of our landed and other interests growing out of treaty\nstipulations with the government of the United States shall have\nbeen settled.’ ”Ibid.But note the nature of these statements. The\nCreek Nation recognized that the federal governmentwillseek to get popular support or otherwisewouldforce change.\nLikewise, the Tribe’s governmentwouldcontinue for only so\nlong. These were prophesies, and hardly groundbreaking ones at\nthat. After all, the 1901 Creek Allotment Agreement explicitly said\nthat the tribal government “shall not continue” past 1906. §46,\n31Stat. 872. So what might statements like these tell us that isn’t\nalready evident from the statutes themselves? Oklahoma doesn’t\nsuggest they shed light on the meaning of some disputed and\nambiguous statutory direction. More nearly, the State seeks to\nrender the Creek’s fears self-fulfilling.[12]We are also asked to consider commentary from\nthose outside the Tribe. In particular, the dissent reports that\nthe federal government “operated” on the “understanding” that the\nreservation was disestablished.Post,at 32. In support of\nits claim, the dissent highlights a 1941 statement from Felix\nCohen. Then serving as an official at the Interior Department,\nCohen opined that “ ‘all offenses by or against Indians’ in\nthe former Indian Territory ‘are subject to State laws.’ ”Ibid.(quoting App. to Supp. Reply Brief for Petitioner inCarpenterv.Murphy, O. T. 2018, No. 17–1107, p. 1a\n(Memorandum for Commissioner of Indian Affairs (July 11, 1941)).\nBut that statement is incorrect. As we have just seen, Oklahoma’s\ncourts acknowledge that the State lacks jurisdiction over Indian\ncrimes on Indian allotments. SeeKlindt, 782 P. 2d, at\n403–404. And the dissent does not dispute that Oklahoma is without\nauthority under the MCA to try Indians for crimes committed on\nrestricted allotments and any reservation. All of which highlights\nthe pitfalls of elevating commentary over the law.[13]Finally, Oklahoma points to the speedy and\npersistent movement of white settlers onto Creek lands throughout\nthe late 19th and early 20th centuries. But this history proves no\nmore helpful in discerning statutory meaning. Maybe, as Oklahoma\nsupposes, it suggests that some white settlers in good faith\nthought the Creek lands no longer constituted a reservation. But\nmaybe, too, some didn’t care and others never paused to think about\nthe question. Certain historians have argued, for example, that the\nloss of Creek land ownership was accelerated by the discovery of\noil in the region during the period at issue here. A number of the\nfederal officials charged with implementing the laws of Congress\nwere apparently openly conflicted, holding shares or board\npositions in the very oil companies who sought to deprive Indians\nof their lands. A. Debo, And Still the Waters Run 86–87, 117–118\n(1940). And for a time Oklahoma’s courts appear to have entertained\nsham competency and guardianship proceedings that divested Tribe\nmembers of oil rich allotments.Id., at 104–106, 233–234;\nBrief for Historians et al. asAmici Curiae26–30.\nWhatever else might be said about the history and demographics\nplaced before us, they hardly tell a story of unalloyed respect for\ntribal interests.[14]In the end, only one message rings true. Even\nthe carefully selected history Oklahoma and the dissent recite is\nnot nearly as tidy as they suggest. It supplies us with little help\nin discerning the law’s meaning and much potential for mischief. If\nanything, the persistent if unspoken message here seems to be that\nwe should be taken by the “practical advantages” of ignoring the\nwritten law. How much easier it would be, after all, to let the\nState proceed as it has always assumed it might. But just imagine\nwhat it would mean to indulge that path. A State exercises\njurisdiction over Native Americans with such persistence that the\npractice seems normal. Indian landowners lose their titles by fraud\nor otherwise in sufficient volume that no one remembers whose land\nit once was. All this continues for long enough that a reservation\nthat was once beyond doubt becomes questionable, and then even\nfarfetched. Sprinkle in a few predictions here, some contestable\ncommentary there, and the job is done, a reservation is\ndisestablished. None of these moves would be permitted in any other\narea of statutory interpretation, and there is no reason why they\nshould be permitted here. That would be the rule of the strong, not\nthe rule of law.IVUnable to show that Congress disestablished\nthe Creek Reservation, Oklahoma next tries to turn the tables in a\ncompletely different way. Now, it contends, Congress never\nestablished a reservation in the first place. Over all the years,\nfrom the federal government’s first guarantees of land and\nself-government in 1832 and through the litany of promises that\nfollowed, the Tribe never received a reservation. Instead, what the\nTribe has had all this time qualifies only as a “dependent Indian\ncommunity.”Even if we were to accept Oklahoma’s bold feat\nof reclassification, however, it’s hardly clear the State would win\nthis case. “Reservation[s]” and “Indian allotments, the Indian\ntitles to which have not been extinguished,” qualify as Indian\ncountry under subsections (a) and (c) of §1151. But “dependent\nIndian communities”alsoqualify as Indian country under\nsubsection (b). So Oklahoma lacks jurisdiction to prosecute Mr.\nMcGirt whether the Creek lands happen to fall in one category or\nanother.About this, Oklahoma is at least candid. It\nadmits the entire point of its reclassification exercise is to\navoidSolem’s rule that only Congress may disestablish a\nreservation. And to achieve that, the State has to persuade us not\nonly that the Creek lands constitute a “dependent Indian community”\nrather than a reservation. Italsohas to convince us that\nwe should announce a rule that dependent Indian community status\ncan be lost more easily than reservation status, maybe even by the\nhappenstance of shifting demographics.To answer this argument, it’s enough to address\nits first essential premise. Holding that the Creek never had a\nreservation would require us to stand willfully blind before a host\nof federal statutes. Perhaps that is why the Solicitor General, who\nsupports Oklahoma’s disestablishment argument, refuses to endorse\nthis alternative effort. It also may be why Oklahoma introduced\nthis argument for affirmance only for the first time in this Court.\nAnd it may be why the dissent makes no attempt to defend Oklahoma\nhere. What are we to make of the federal government’s repeated\ntreaty promises that the land would be “solemnly guarantied to the\nCreek Indians,” that it would be a “permanent home,” “forever set\napart,” in which the Creek would be “secured in the unrestricted\nright of self-government”? What about Congress’s repeated\nreferences to a “Creek reservation” in its statutes? No one doubts\nthat this kind of language normally suffices to establish a federal\nreservation. So what could possibly make this case different?Oklahoma’s answer only gets more surprising.Thereason that the Creek’s lands are not a reservation,\nwe’re told, is that the Creek Nation originally held fee title.\nRecall that the Indian Removal Act authorized the President not\nonly to “solemnly . . . assure the tribe . . .\nthat the United States will forever secure and guaranty to them\n. . . the country so exchanged with them,” but also, “if\nthey prefer it, . . . the United States will cause a\npatent or grant to be made and executed to them for the same.”\n4Stat. 412. Recall that the Creek insisted on this additional\nprotection when negotiating the Treaty of 1833, and in fact\nreceived a land patent pursuant to that treaty some 19 years later.\nIn the eyes of Oklahoma, the Tribe’s choice on this score was a\nfateful one. By asking for (and receiving) fee title to their\nlands, the Creek inadvertently made their tribal sovereignty easier\nto divest rather than harder.The core of Oklahoma’s argument is that a\nreservation must be land “reserved from sale.”Celestine,\n215 U. S., at 285. Often, that condition is satisfied when the\nfederal government promises to hold aside a particular piece of\nfederally owned land in trust for the benefit of the Tribe. And,\nadmittedly, the Creek’s arrangement was different, because the\nTribe held “fee simple title, not the usual Indian right of\noccupancy.”United Statesv.Creek Nation,295 U.S.\n103, 109 (1935). Still, as we explained in Part II, the landwasreserved from sale in the very real sense that the\ngovernment could not “give the tribal lands to others, or to\nappropriate them to its own purposes,” without engaging in\n“ ‘an act of confiscation.’ ”Id., at 110.It’s hard to see, too, how any difference\nbetween these two arrangements might work to the detriment of the\nTribe. Just as we have never insisted on any particular form of\nwords when it comes to disestablishing a reservation, we have never\ndone so when it comes to establishing one. SeeMinnesotav.Hitchcock,185 U.S.\n373, 390 (1902) (“[I]n order to create a reservation it is not\nnecessary that there should be a formal cession or a formal act\nsetting apart a particular tract. It is enough that from what has\nbeen there results a certain defined tract appropriated to certain\npurposes”). As long as 120 years ago, the federal court for the\nIndian Territory recognized all this and rightly rejected the\nnotion that fee title is somehow inherently incompatible with\nreservation status.Maxeyv.Wright, 54 S.W. 807, 810\n(Indian Terr. 1900).By now, Oklahoma’s next move will seem familiar.\nSeeking to sow doubt around express treaty promises, it cites some\nstray language from a statute that does not control here, a piece\nof congressional testimony there, and the scattered opinions of\nagency officials everywhere in between. See,e.g., Act of\nJuly 31, 1882, ch. 360, 22Stat. 179 (referring to Creek land as\n“Indian country” as opposed to an “Indian reservation”); S. Doc.\nNo. 143, 59th Cong., 1st. Sess., 33 (1906) (Chief of Choctaw\nNation—which had an arrangement similar to the Creek’s—testified\nthat both Tribes “object to being classified with the reservation\nIndians”); Dept. of Interior, Census Office, Report on Indians\nTaxed and Indians Not Taxed in the U. S. 284 (1894) (Creeks\nand neighboring Tribes were “not on the ordinary Indian\nreservation, but on lands patented to them by the United States”).\nOklahoma stresses that this Court even once called the Creek lands\na “dependent Indian community,” though it used that phrase in\npassing and only to show that the Tribe’s “property and affairs\nwere subject to the control and management of that government”—a\npoint that would also be true if the lands were a reservation.Creek Nation, 295 U. S., at 109. Unsurprisingly given\nthe Creek Nation’s nearly 200-year occupancy of these lands, both\nsides have turned up a few clues suggesting the label “reservation”\neither did or did not apply. One thing everyone can agree on is\nthis history is long and messy.But the most authoritative evidence of the\nCreek’s relationship to the land lies not in these scattered\nreferences; it lies in the treaties and statutes that promised the\nland to the Tribe in the first place. And, if not for the Tribe’s\nfee title to its land, no one would question that these treaties\nand statutes created a reservation. So the State’s argument\ninescapably boils down to the untenable suggestion that, when the\nfederal government agreed to offer more protection for tribal\nlands, it really provided less. All this time, fee title was\nnothing more than another trap for the wary.VThat leaves Oklahoma to attempt yet another\nargument in the alternative. We alluded to it earlier in Part III.\nNow, the State accepts for argument’s sake that the Creek land is a\nreservation and thus “Indian country” for purposes of the Major\nCrimes Act. It accepts, too, that this would normally mean serious\ncrimes by Indians on the Creek Reservation would have to be tried\nin federal court. But, the State tells us, none of that matters;\neverything the parties have briefed and argued so far is beside the\npoint. It’s all irrelevant because it turns out the MCA just\ndoesn’t apply to the eastern half of Oklahoma, and it never has.\nThat federal law may apply to other States, even to the western\nhalf of Oklahoma itself. But eastern Oklahoma is and has always\nbeen exempt. So whether or not the Creek have a reservation, the\nState’s historic practices have always been correct and it remains\nfree to try individuals like Mr. McGirt in its own courts.Notably, the dissent again declines to join\nOklahoma in its latest twist. And, it turns out, for good reason.\nIn support of its argument, Oklahoma points to statutory artifacts\nfrom its territorial history. The State of Oklahoma was formed from\ntwo territories: the Oklahoma Territory in the west and Indian\nTerritory in the east. Originally, it seems criminal prosecutions\nin the Indian Territory were split between tribal and federal\ncourts. See Act of May 2, 1890, §30, 26Stat. 94. But, in 1897,\nCongress abolished that scheme, granting the U. S. Courts of\nthe Indian Territory “exclusive jurisdiction” to try “all criminal\ncauses for the punishment of any offense.” Act of June 7, 1897,\n30Stat. 83. These federal territorial courts applied federal law\nand state law borrowed from Arkansas “to all persons\n. . . irrespective of race.”Ibid.A year later,\nCongress abolished tribal courts and transferred all pending\ncriminal cases to U. S. courts of the Indian Territory. Curtis\nAct of 1898, §28, 30Stat. 504–505. And, Oklahoma says, sending\nIndians to federal court and all others to state court would be\ninconsistent with this established and enlightened policy of\napplying the same law in the same courts to everyone.Here again, however, arguments along these and\nsimilar lines have been “frequently raised” but rarely “accepted.”United Statesv.Sands, 968 F.2d 1058, 1061 (CA10\n1992) (Kelly, J.). “The policy of leaving Indians free from state\njurisdiction and control is deeply rooted in this Nation’s\nhistory.”Ricev.Olson,324\nU.S. 786, 789 (1945). Chief Justice Marshall, for example, held\nthat Indian Tribes were “distinct political communities, having\nterritorial boundaries, within which their authority is exclusive\n. . . which is not only acknowledged, but guarantied by\nthe United States,” a power dependent on and subject to no state\nauthority.Worcesterv.Georgia, 6 Pet. 515, 557\n(1832); see alsoMcClanahanv.Arizona Tax Comm’n,411 U.S.\n164, 168–169 (1973). And in many treaties, like those now\nbefore us, the federal government promised Indian Tribes the right\nto continue to govern themselves. For all these reasons, this Court\nhas long “require[d] a clear expression of the intention of\nCongress” before the state or federal government may try Indians\nfor conduct on their lands.Ex parte Crow Dog,109 U.S.\n556, 572 (1883).Oklahoma cannot come close to satisfying this\nstandard. In fact, the only law that speaks expressly here speaksagainstthe State. When Oklahoma won statehood in 1907, the\nMCA applied immediately according to its plain terms. That statute,\nas phrased at the time, provided exclusive federal jurisdiction\nover qualifying crimes by Indians in “any Indian\nreservation” located within “the boundaries ofany\nState.” Act of Mar. 3, 1885, ch. 341, §9, 23Stat. 385 (emphasis\nadded); see also 18 U. S. C. §1151 (defining “Indian\ncountry” even more broadly). By contrast, every one of the statutes\nthe State directs us to merely discusses the assignment of cases\namong courts in theIndianTerritory. They say\nnothing about the division of responsibilities between federal and\nstate authorities after Oklahoma entered the Union. And however\nenlightened the State may think it was for territorial law to apply\nto all persons irrespective of race, some Tribe members may see\nthings differently, given that the same policy entailed the\nforcible closure of tribal courts in defiance of treaty terms.Left to hunt for some statute that might have\nrendered the MCA inapplicable in Oklahoma after statehood, the best\nthe State can find is the Oklahoma Enabling Act. Congress adopted\nthat law in preparation for Oklahoma’s admission in 1907. Among its\nmany provisions sorting out the details associated with Oklahoma’s\ntransition to statehood, the Enabling Act transferred all\nnonfederal cases pending in territorial courts to Oklahoma’s new\nstate courts. Act of June 16, 1906, §20, 34Stat. 277; see also Act\nof Mar. 4, 1907, §3, 34Stat. 1287 (clarifying treatment of cases to\nwhich United States was a party). The State says this transfer made\nits courts the inheritors of the federal territorial courts’\nsweeping authority to try Indians for crimes committed on\nreservations.But, at best, this tells only half the story.\nThe Enabling Act not only sent all nonfederal cases pending in\nterritorial courts to state court. Italsotransferred\npending cases that arose “under the Constitution, laws, or treaties\nof the United States” to federal district courts. §16, 34Stat. 277.\nPending criminal cases were thus transferred to federal court if\nthe prosecution would have belonged there had the Territory been a\nState at the time of the crime. §1, 34Stat. 1287 (amending the\nEnabling Act). Nor did the statute make any distinction between\ncases arising in the former eastern (Indian) and western (Oklahoma)\nterritories. So, simply put, the Enabling Act sent state-law cases\nto state court and federal-law cases to federal court. And serious\ncrimes by Indians in Indian country were matters that arose under\nthe federal MCA and thus properly belonged in federal court from\nday one, wherever they arose within the new State.Maybe that’s right, Oklahoma acknowledges, but\nthat’s not what happened. Instead, for many years the State\ncontinued to try Indians for crimes committed anywhere within its\nborders. But what can that tell us? The State identifies not a\nsingle ambiguous statutory term in the MCA that its actions might\nilluminate. And, as we have seen, its own courts have acknowledged\nthat the State’s historic practices deviated in meaningful ways\nfrom the MCA’s terms. Seesupra,at 22–23. So, once more, it\nseems Oklahoma asks us to defer to its usual practicesinstead\noffederal law, something we will not and may never do.That takes Oklahoma down to its last straw when\nit comes to the MCA. If Oklahoma lacks the jurisdiction to try\nNative Americans it has historically claimed, that means at the\ntime of its entry into the Unionno onehad the power to try\nminor Indian-on-Indian crimes committed in Indian country. This\nmuch follows, Oklahoma reminds us, because the MCA provides federal\njurisdiction only for major crimes, and no tribal forum existed to\ntry lesser cases after Congress abolished the tribal courts in\n1898. Curtis Act, §28, 30Stat. 504–505. Whatever one thinks about\nthe plausibility of other discontinuities between federal law and\nstate practice, the State says, it is unthinkable that Congress\nwould have allowed such a significant “jurisdictional gap” to open\nat the moment Oklahoma achieved statehood.But what the State considers unthinkable turns\nout to be easily imagined. Jurisdictional gaps are hardly foreign\nto this area of the law. See,e.g.,Durov.Reina,495 U.S.\n676, 704–706 (1990) (Brennan, J., dissenting). Many tribal\ncourts across the country were absent or ineffective during the\nearly part of the last century, yielding just the sort of gaps\nOklahoma would have us believe impossible. Indeed, this might be\nwhy so many States joined Oklahoma in prosecuting Indians without\nproper jurisdiction. The judicial mind abhors a vacuum, and the\ntemptation for state prosecutors to step into the void was surely\nstrong. Seesupra, at 23–24.With time, too, Congress has filled many of the\ngaps Oklahoma worries about. One way Congress has done so is by\nreauthorizing tribal courts to hear minor crimes in Indian country.\nCongress chose exactly this course for the Creeks and others in\n1936. Act of June 26, 1936, §3, 49Stat. 1967; see alsoHodel, 851 F. 2d, at 1442–1446. Another option Congress\nhas employed is to allow affected Indian tribes to consent to state\ncriminal jurisdiction. 25 U. S. C. §§1321(a), 1326.\nFinally, Congress has sometimes expressly expanded state criminal\njurisdiction in targeted bills addressing specific States. See,e.g., 18 U. S. C. §3243 (creating jurisdiction for\nKansas); Act of May 31, 1946, ch. 279, 60Stat. 229 (same for a\nreservation in North Dakota); Act of June 30, 1948, ch. 759,\n62Stat. 1161 (same for certain reservations in Iowa); 18\nU. S. C. §1162 (creating jurisdiction for six additional\nStates). But Oklahoma doesn’t claim to have complied with the\nrequirements to assume jurisdiction voluntarily over Creek lands.\nNor has Congress ever passed a law conferring jurisdiction on\nOklahoma. As a result, the MCA applies to Oklahoma according to its\nusual terms: Only the federal government, not the State, may\nprosecute Indians for major crimes committed in Indian country.VIIn the end, Oklahoma abandons any pretense of\nlaw and speaks openly about the potentially “transform[ative]”\neffects of a loss today. Brief for Respondent 43. Here, at least,\nthe State is finally rejoined by the dissent. If we dared to\nrecognize that the Creek Reservation was never disestablished,\nOklahoma and dissent warn, our holding might be used by other\ntribes to vindicate similar treaty promises. Ultimately, Oklahoma\nfears that perhaps as much as half its land and roughly 1.8 million\nof its residents could wind up within Indian country.It’s hard to know what to make of this\nself-defeating argument. Each tribe’s treaties must be considered\non their own terms, and the only question before us concerns the\nCreek. Of course, the Creek Reservation alone is hardly\ninsignificant, taking in most of Tulsa and certain neighboring\ncommunities in Northeastern Oklahoma. But neither is it unheard of\nfor significant non-Indian populations to live successfully in or\nnear reservations today. See,e.g., Brief for National\nCongress of American Indians Fund asAmicus Curiae26–28\n(describing success of Tacoma, Washington, and Mount Pleasant,\nMichigan); see alsoParker, 577 U. S., at ___–___ (slip\nop., at 10–12) (holding Pender, Nebraska, to be within Indian\ncountry despite tribe’s absence from the disputed territory for\nmore than 120 years). Oklahoma replies that its situation is\ndifferent because the affected population here is large and many of\nits residents will be surprised to find out they have been living\nin Indian country this whole time. But we imagine some members of\nthe 1832 Creek Tribe would be just as surprised to find them\nthere.What are the consequences the State and dissent\nworry might follow from an adverse ruling anyway? Primarily, they\nargue that recognizing the continued existence of the Creek\nReservation could unsettle an untold number of convictions and\nfrustrate the State’s ability to prosecute crimes in the future.\nBut the MCA applies only to certain crimes committed in Indian\ncountry by Indian defendants. A neighboring statute provides that\nfederal law applies to a broader range of crimes by or against\nIndians in Indian country. See 18 U. S. C. §1152. States\nare otherwise free to apply their criminal laws in cases of\nnon-Indian victims and defendants, including within Indian country.\nSeeMcBratney, 104 U. S., at 624. And Oklahoma tells us\nthat somewhere between 10% and 15% of its citizens identify as\nNative American. Given all this, even Oklahoma admits that the vast\nmajority of its prosecutions will be unaffected whatever we decide\ntoday.Still, Oklahoma and the dissent fear,\n“[t]housands” of Native Americans like Mr. McGirt “wait in the\nwings” to challenge the jurisdictional basis of their state-court\nconvictions. Brief for Respondent 3. But this number is admittedly\nspeculative, because many defendants may choose to finish their\nstate sentences rather than risk reprosecution in federal court\nwhere sentences can be graver. Other defendants who do try to\nchallenge their state convictions may face significant procedural\nobstacles, thanks to well-known state and federal limitations on\npostconviction review in criminal proceedings.[15]In any event, the magnitude of a legal wrong is\nno reason to perpetuate it. When Congress adopted the MCA, it broke\nmany treaty promises that had once allowed tribes like the Creek to\ntry their own members. But, in return, Congress allowed only the\nfederal government, not the States, to try tribal members for major\ncrimes. All our decision today does is vindicate that replacement\npromise. And if the threat of unsettling convictions cannot save a\nprecedent of this Court, seeRamosv.Louisiana, 590\nU. S. ___, ___–___ (2020) (plurality opinion) (slip op., at\n23–26), it certainly cannot force us to ignore a statutory promise\nwhen no precedent stands before us at all.What’s more, a decision foreitherparty\ntoday risks upsetting some convictions. Accepting the State’s\nargument that the MCA never applied in Oklahoma would preserve the\nstate-court convictions of people like Mr. McGirt, but\nsimultaneously call into question everyfederalconviction\nobtained for crimes committed on trust lands and restricted Indian\nallotments since Oklahoma recognized its jurisdictional error more\nthan 30 years ago. Seesupra, at 22. It’s a consequence of\ntheir own arguments that Oklahoma and the dissent choose to ignore,\nbut one which cannot help but illustrate the difficulty of trying\nto guess how a ruling one way or the other might affect past cases\nrather than simply proceeding to apply the law as written.Looking to the future, Oklahoma warns of the\nburdens federal and tribal courts will experience with a wider\njurisdiction and increased caseload. But, again, for every\njurisdictional reaction there seems to be an opposite reaction:\nrecognizing that cases like Mr. McGirt’s belong in federal court\nsimultaneously takes them out of state court. So while the federal\nprosecutors might be initially understaffed and Oklahoma\nprosecutors initially overstaffed, it doesn’t take a lot of\nimagination to see how things could work out in the end.Finally, the State worries that our decision\nwill have significant consequences for civil and regulatory law.\nThe only question before us, however, concerns the statutory\ndefinition of “Indian country” as it applies in federal criminal\nlaw under the MCA, and often nothing requires other civil statutes\nor regulations to rely on definitions found in the criminal law. Of\ncourse, many federal civil laws and regulations do currently borrow\nfrom §1151 when defining the scope of Indian country. But it is far\nfrom obvious why this collateral drafting choice should be allowed\nto skew our interpretation of the MCA, or deny its promised\nbenefits of a federal criminal forum to tribal members.It isn’t even clear what the real upshot of this\nborrowing into civil law may be. Oklahoma reports that recognizing\nthe existence of the Creek Reservation for purposes of the MCA\nmight potentially trigger a variety of federal civil statutes and\nrules, including ones making the region eligible for assistance\nwith homeland security, 6 U. S. C. §§601, 606, historical\npreservation, 54 U. S. C. §302704, schools, 20\nU. S. C. §1443, highways, 23 U. S. C. §120,\nroads, §202, primary care clinics, 25 U. S. C. §1616e–1,\nhousing assistance, §4131, nutritional programs, 7\nU. S. C. §§2012, 2013, disability programs, 20\nU. S. C. §1411, and more. But what are we to make of\nthis? Some may find developments like these unwelcome, but from\nwhat we are told others may celebrate them.The dissent isn’t so sanguine—it assures us,\nwithout further elaboration, that the consequences will be “drastic\nprecisely because they depart from . . . more than a\ncentury [of] settled understanding.”Post,at 37. The\nprediction is a familiar one. Thirty years ago the Solicitor\nGeneral warned that “[l]aw enforcement would be rendered very\ndifficult” and there would be “grave uncertainty regarding the\napplication” of state law if courts departed from decades of\n“long-held understanding” and recognized that the federal MCA\napplies to restricted allotments in Oklahoma. Brief for United\nStates asAmicusCuriaeinOklahomav.Brooks, O.T. 1988, No. 88–1147, pp. 2, 9, 18, 19. Yet,\nduring the intervening decades none of these predictions panned\nout, and that fact stands as a note of caution against too readily\ncrediting identical warnings today.More importantly, dire warnings are just that,\nand not a license for us to disregard the law. By suggesting that\nour interpretation of Acts of Congress adopted a century ago should\nbe inflected based on the costs of enforcing them today, the\ndissent tips its hand. Yet again, the point of looking at\nsubsequent developments seems not to be determining the meaning of\nthe laws Congress wrote in 1901 or 1906, but emphasizing the costs\nof taking them at their word.Still, we do not disregard the dissent’s concern\nfor reliance interests. It only seems to us that the concern is\nmisplaced. Many other legal doctrines—procedural bars, res\njudicata, statutes of repose, and laches, to name a few—are\ndesigned to protect those who have reasonably labored under a\nmistaken understanding of the law. And it is precisely because\nthose doctrines exist that we are “fre[e] to say what we know to be\ntrue . . . today, while leaving questions about\n. . . reliance interest[s] for later proceedings crafted\nto account for them.”Ramos, 590 U. S., at ___\n(plurality opinion) (slip op., at 24).In reaching our conclusion about what the law\ndemands of us today, we do not pretend to foretell the future and\nwe proceed well aware of the potential for cost and conflict around\njurisdictional boundaries, especially ones that have gone\nunappreciated for so long. But it is unclear why pessimism should\nrule the day. With the passage of time, Oklahoma and its Tribes\nhave proven they can work successfully together as partners.\nAlready, the State has negotiated hundreds of intergovernmental\nagreements with tribes, including many with the Creek. See Okla.\nStat., Tit. 74, §1221 (2019 Cum. Supp.); Oklahoma Secretary of\nState, Tribal Compacts and Agreements, www.sos.ok.gov/tribal.aspx.\nThese agreements relate to taxation, law enforcement, vehicle\nregistration, hunting and fishing, and countless other fine\nregulatory questions. See Brief for Tom Cole et al. asAmici Curiae13–19. No one before us claims that the spirit\nof good faith, “comity and cooperative sovereignty” behind these\nagreements,id., at 20, will be imperiled by an adverse\ndecision for the State today any more than it might be by a\nfavorable one.[16] And, of\ncourse, should agreement prove elusive, Congress remains free to\nsupplement its statutory directions about the lands in question at\nany time. It has no shortage of tools at its disposal.*The federal government promised the Creek a\nreservation in perpetuity. Over time, Congress has diminished that\nreservation. It has sometimes restricted and other times expanded\nthe Tribe’s authority. But Congress has never withdrawn the\npromised reservation. As a result, many of the arguments before us\ntoday follow a sadly familiar pattern. Yes, promises were made, but\nthe price of keeping them has become too great, so now we should\njust cast a blind eye. We reject that thinking. If Congress wishes\nto withdraw its promises, it must say so. Unlawful acts, performed\nlong enough and with sufficient vigor, are never enough to amend\nthe law. To hold otherwise would be to elevate the most brazen and\nlongstanding injustices over the law, both rewarding wrong and\nfailing those in the right.The judgment of the Court of Criminal Appeals of\nOklahoma isReversed.Notes1The dissent by The Chief\nJustice (hereinafter the dissent) suggests that the Creek’s\nintervening alliance with the Confederacy “ ‘unsettled’ ”\nand “ ‘forfeit[ed]’ ” the longstanding promises of the\nUnited States.Post,at 3. But the Treaty of 1866 put an end\nto any Civil War hostility, promising mutual amnesty, “perpetual\npeace and friendship,” and guaranteeing the Tribe the “quiet\npossession of their country.” Art. I, 14Stat. 786. Though this\ntreaty expressly reduced the size of the Creek Reservation, the\nCreek were compensated for the lost territory, and otherwise\n“retained” their unceded portion. Art. III,ibid.\nContrary to the dissent’s implication, nothing in the Treaty of\n1866 purported to repeal prior treaty promises. Cf. Art. XII,id.,at 790 (the United States expressly “reaffirms and\nreassumes all obligations of treaty stipulations with the Creek\nnation entered into before” the Civil War).2The dissent stresses,\nrepeatedly, that the Dawes Commission was charged with seeking to\nextinguish the reservation.Post,at 18, 24. Yet, the\ndissent fails to mention the Commission’s various reports\nacknowledging that those efforts were unsuccessful precisely\nbecause the Creek refused to cede their lands.3The dissent not only\nfails to acknowledge these features of the statute and our\nprecedents. It proceeds in defiance of them, suggesting that by\nmoving to eliminate communal title and relaxing restrictions on\nalienation, “Congress destroyed the foundation of [the Creek\nNation’s] sovereignty.”Post, at 18–19. But this Court long\nago rejected the notion that the purchase of lands by non-Indians\nis inconsistent with reservation status. SeeSeymour, 368\nU. S., at 357–358.4The dissent seemingly\nconflates these steps in other ways, too, by implying that the\npassage of an allotment Actitselfextinguished title.Post,at 18–19. The reality proved more complicated.\nAllotment of the Creek lands did not occur overnight, but dragged\non for years, well past Oklahoma’s statehood, until Congress\nfinally prohibited any further allotments more than 15 years later.\nAct of Mar. 2, 1917, 39Stat. 986.5The dissent doesn’t\npurport to find any of the hallmarks of diminishment in the Creek\nAllotment Agreement. Instead, the dissent tries to excuse their\nabsence by saying that it would have made “little sense” to find\nsuch language in an Act transferring the Tribe’s lands to private\nowners.Post, at 14. But the dissent’s account is impossible\nto reconcile with history and precedent. As we have noted, plenty\nof allotment agreements during this era included precisely the\nlanguage of cession and compensation that the dissent says it would\nmake “little sense” to find there. And this Court has confirmed\ntime and again that allotment agreements without such language do\nnot necessarily disestablish or diminish the reservation at issue.\nSeeMattzv.Arnett,412 U.S.\n481, 497 (1973);Seymourv.SuperintendentofWash. State Penitentiary,368 U.S.\n351, 358 (1962). The dissent’s only answer is to suggest that\nallotment combined withotherstatutes limiting the Creek\nNation’s governing authority amounted to disestablishment—in other\nwords that it’s the arguments in thenextsection that\nreally do the work.6The dissent calls it\n“fantasy” to suggest that Congress evinced “any unease about\nextinguishing the Creek domain” because Congress “did what it set\nout to do: transform a reservation into a State.”Post,at\n22–23. The dissent stresses, too, that the Creek were afforded\nU. S. citizenship and the right to vote.Post,at 20.\nBut the only thing implausible here is the suggestion that\n“creat[ing] a new State” or enfranchising Native Americans implies\nan “intent to terminate” any and all reservations within a State’s\nboundaries.Post,at 15. This Court confronted—and\nrejected—that sort of argument long ago inUnited Statesv.Sandoval,231 U.S.\n28, 47–48 (1913). The dissent treats that case as a one-off:\nspecial because “the tribe inSandoval, the Pueblo Indians\nof New Mexico, retained a rare communal title to their lands.”Post, at 21, n. 4. ButSandovalis not only a\ncase about the Pueblos; it is a foundational precedent recognizing\nthat Congress can welcome Native Americans to participate in a\nbroader political community without sacrificing their tribal\nsovereignty.7The dissent ultimately\nconcedes what Oklahoma will not: that no “individual congressional\naction or piece of evidence, standing alone, disestablished the\nCreek reservation.”Post, at 9–10. Instead we’re told we\nmust consider “all of the relevant Acts of Congress together,\nviewed in light of contemporaneous and subsequent contextual\nevidence.”Ibid. So, once again, the dissent seems to\nsuggest that it’s the arguments in thenextsection that\nwill get us across the line to disestablishment.8The dissent suggestsParkermeant to say only that evidence of subsequent\ntreatment had limited interpretative value “in that case.”Post,at 12. But the dissent includes just a snippet of the\nrelevant passage. Read in full, there is little room to doubtParkerinvoked a general rule: “This subsequent demographic\nhistory cannot overcome our conclusion that Congress did not intend\nto diminish the reservation in 1882. And it is not our rule to\n‘rewrite’ the 1882 Act in light of this subsequent demographic\nhistory.DeCoteau, 420 U. S., at 447. After all,\nevidence of the changing demographics of disputed land is ‘the\nleast compelling’ evidence in our diminishment analysis, for\n‘[e]very surplus land Act necessarily resulted in a surge of\nnon-Indian settlement and degraded the “Indian character” of the\nreservation, yet we have repeatedly stated that not every surplus\nland Act diminished the affected reservation.’Yankton\nSioux, 522 U. S., at 356. . . . Evidence of\nthe subsequent treatment of the disputed land by Government\nofficials likewise has ‘limited interpretive value.’Id., at\n355.” 577 U. S., at ___ (slip op., at 11).9In an effort to support\nits very different course, the dissent stitches together quotes\nfromRosebud SiouxTribev.Knelp,430 U.S.\n584(1977), andSouth Dakotav.YanktonSioux\nTribe,522 U.S.\n329(1998).Post,at 10–11. But far from supporting the\ndissent, both cases emphasize that “[t]he focus of our inquiry is\ncongressional intent,”Rosebud, 430 U. S., at 588,\nn. 4; see alsoYankton Sioux, 522 U. S., at 343,\nand merely acknowledge that extratextual sources may help resolve\nambiguity about Congress’s directions. The dissent’s appeal toSolemfares no better. As we have seen, the extratextual\nsources in Solemonly confirmed what the relevant statute\nalready suggested—that the reservation in question was not\ndiminished or disestablished. 465 U. S., at\n475–476.10The\ndissent tries to avoid this inconvenient history by distinguishing\nfee allotments from reservations, noting that the two categories\nare legally distinct and geographically incommensurate.Post,at 27. But this misses the point: Thereasonthat Oklahoma thought it could prosecute Indians for crimes on\nrestricted allotments applied with equal force to reservations. And\nit hardly “stretches the imagination” to think that reason was\nwrong,post, at 28, when the dissent itself does not dispute\nour rejection of it in Part V.11Unable to answer Oklahoma’s admitted\nerror about the very federal criminal statute before us, the\ndissent travels far afield, pointing to the fact an Oklahoma court\nheard a civil case in 1915 about an inheritance—involving members\nof a different Tribe—as “evidence” Congress disestablished the\nCreek Reservation. Seepost,at 21 (citingPalmerv.Cully,52 Okla. 454, 455–465, 153 P. 154, 155–157 (1915)\n(per curiam)). But even assuming that Oklahoma courts\nexercised civil jurisdiction over Creek members, too, the dissent\nnever explains why this jurisdiction implies the Creek Reservation\nmust have been disestablished. After all, everyone agrees that the\nCreeks were prohibited from having their own courts at the time. So\nit should be no surprise that some Creek might have resorted to\nstate courts in hope of resolving their disputes.12The\ndissent finds the statements of the Creek leadership so proba-tive\nthat it cites them not just as evidence about the meaning of\ntreaties the Tribe signed but even as evidence about the meaning of\ngeneral purpose laws the Creek had no hand in. Seepost,at\n26 (citing Chief Porter’sviews on the legal effects of the Oklahoma\nEnabling Act). That is quite a stretch from using tribal statements\nas “historical evidence of ‘the manner in which [treaties were]\nnegotiated’ with the . . . Tribe.”Parker, 577\nU. S., at ___ (slip op., at 9) (quotingSolemv.Bartlett,465 U.S.\n463, 471 (1984)).13Part\nof the reason for Cohen’s error might be explained by a portion of\nthe memorandum the dissent leaves unquoted. Cohen concluded that\nOklahoma was free to try Indians anywhere in the State because,\namong other things, the Oklahoma Enabling Act “transfer[red]\n. . . jurisdiction from the Federal courts to the State\ncourts upon the establishment of the State of Oklahoma.” App. to\nSupp. Reply Brief for Petitioner inCarpenterv.Murphy, O. T. 2018, No. 17–1107, p. 1a (Memorandum for\nCommissioner of Indian Affairs (July 11, 1941)). Yet, as we explore\nbelow, the Oklahoma Enabling Act didnotsend cases covered\nby the federal MCA to state court. See Part V,infra. Other,\ncontemporaneous Interior Department memoranda acknowledged that\nOklahoma state courts had simply “assumed jurisdiction” over cases\narising on restricted allotments without any clear authority in the\nOklahoma Enabling Act or the MCA, and much the same appears to have\noccurred here. App. to Supp. Reply Brief for Respondent inCarpenterv.Murphy, O. T. 2018, No. 17–1107, p. 1a\n(Memorandum from N. Gray, Dept. of Interior, for Mr. Flanery (Aug.\n12, 1942)). So rather than Oklahoma and the United States having a\n“shared understanding” that Congress had disestablished the Creek\nReservation,post, at 27, it seems more accurate to say that\nfor many years much uncertainty remained about whether the MCA\napplied in eastern Oklahoma.14The\ndissent asks us to examine a hodge-podge of other, but no more\ncompelling, material. For example, the dissent points to later\nstatutes that do no more than confirm there are former reservations\nin the State of Oklahoma.Post, at 30–31. It cites\nlegislative history to show that Congress had the Creek Nation—or,\nat least, its neighbors—in mind when it added these in 1988.Post,at 31, n. 7. The dissent cites a Senate Report\nfrom 1989 and post-1980 statements made by representatives of other\ntribes.Post, at 30, 32–33. It highlights three occasions on\nwhich this Court referred to something like a “former Creek\nNation,” though it neglects to add that in each the Court was\nreferring to the loss of the Nation’s communal fee title, not its\nsovereignty.Graysonv.Harris,267 U.S.\n352, 357 (1925);Woodwardv.DeGraffenreid,238 U.S.\n284, 289–290 (1915);Washingtonv.Miller,235 U.S.\n422, 423–425 (1914). The dissent points as well to a single\ninstance in which the Creek Nation disclaimed reservation\nboundaries for purposes of litigation in a lower court,post,at 32, but ignores that the Creek Nation has\nrepeatedly filed briefs in this Court to the contrary. This is thin\ngruel to set against treaty promises enshrined in\nstatutes.15For\nexample, Oklahoma appears to apply a general rule that “issues that\nwere not raised previously on direct appeal, but which could have\nbeen raised, are waived for further review.”Loganv.State, 2013 OK CR 2, ¶ 1,293 P.3d 969, 973. Indeed, Justice Thomas contends that this\nstate-law limitation on collateral review prevents us from\nconsidering even the case now before us.Post,at 2\n(dissenting opinion). But while that state-law rule may often bar\nour way, it doesn’t in this case. After noting a potential\nstate-law obstacle, the Oklahoma Court of Criminal Appeals (OCCA)\nproceeded to address the merits of Mr. McGirt’s federal MCA claim\nanyway. Because the OCCA’s opinion “fairly appears to rest\nprimarily on federal law or to be interwoven with federal law” and\nlacks any “plain statement” that it was relying on a state-law\nground, we have jurisdiction to consider the federal-law question\npresented to us. SeeMichiganv.Long,463 U.S.\n1032, 1040–1041, 1044 (1983).16This\nsense of cooperation and a shared future is on display in this very\ncase. The Creek Nation is supported by an array of leaders of other\nTribes and the State of Oklahoma, many of whom had a role in\nnegotiating exactly these agreements. See Brief for Tom Cole et al.\nasAmici Curiae1 (“Amici are a former Governor, State\nAttorney General, cabinet members, and legislators of the State of\nOklahoma, and two federally recognized Indian tribes, the Chickasaw\nNation and Choctaw Nation of Oklahoma”) (brief authored by Robert\nH. Henry, also a former State Attorney General and Chief Judge of\nthe Tenth Circuit).",
    "joined": []
}