{
    "case": {
        "docket": "17-204",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-204/"
    },
    "id": "4093560",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–204_________________APPLE INC., PETITIONERv.ROBERT\nPEPPER, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 13, 2019]Justice Gorsuch, with whom The Chief Justice,\nJustice Thomas, and Justice Alito join, dissenting.More than 40 years ago, inIllinois Brick\nCo.v.Illinois,431 U.S.\n720(1977), this Court held that an antitrust plaintiff can’t\nsue a defendant for overchargingsomeone elsewho might (or\nmight not) have passed on all (or some) of the overcharge to him.Illinois Brickheld that these convoluted “pass on” theories\nof damages violate traditional principles of proximate causation\nand that the right plaintiff to bring suit is the one on whom the\novercharge immediately and surely fell. Yet today the Court lets a\npass-on case proceed. It does so by recastingIllinois Brickas a rule forbidding only suits where the plaintiff does not\ncontract directly with the defendant. This replaces a rule of\nproximate cause and economic reality with an easily manipulated and\nformalistic rule of contractual privity. That’s not how antitrust\nlaw is supposed to work, and it’s an uncharitable way of treating a\nprecedent which—whatever its flaws—is far more sensible than the\nrule the Court installs in its place.ITo understandIllinois Brick, it helps\nto start with the case that paved the way for that decision:Hanover Shoe, Inc.v.United Shoe Machinery Corp.,392 U.S.\n481(1968). Hanover sued United, a company that supplied\nmachinery Hanover used to make shoes. Hanover alleged that United’s\nillegal monopoly in the shoe-making-machinery market had allowed it\nto charge supracompetitive prices. As damages, Hanover sought to\nrecover the amount it had overpaid United for machinery. United\nreplied that Hanover hadn’t been damaged at all because, United\nasserted, Hanover had not absorbed the supposedly “illegal\novercharge” but had “passed the cost on to its customers” by\nraising the prices it charged for shoes.Id., at 487–488,\nand n. 6. This Court called United’s argument a\n“ ‘passing-on’ defense” because it suggested that a court\nshould consider whether an antitrust plaintiff had “passed on” the\ndefendant’s overcharge to its own customers when assessing if and\nto what degree the plaintiff was injured by the defendant’s\nanticompetitive conduct.Id., at 488.This Court rejected that defense. While §4 of\nthe Clayton Act allows private suits for those injured by antitrust\nviolations, we have long interpreted this language against the\nbackdrop of the common law. See,e.g.,Associated Gen.\nContractors of Cal., Inc.v.Carpenters,459 U.S.\n519, 529–531 (1983). And under ancient rules of proximate\ncausation, the “ ‘general tendency of the law, in regard to\ndamages at least, is not to go beyond the first step.’ ”Hanover Shoe, 392 U. S., at 490, n. 8 (quotingSouthern Pacific Co.v.Darnell-Taenzer Lumber Co.,245 U.S.\n531, 533 (1918)). InHanover Shoe, the first step was\nUnited’s overcharging of Hanover. To proceed beyond that and\ninquire whether Hanover had passed on the overcharge to its\ncustomers, the Court held, would risk the sort of problems\ntraditional principles of proximate cause were designed to avoid.\n“[N]early insuperable” questions would follow about whether Hanover\nhad the capacity and incentive to pass on to its customers in the\nshoe-making market United’s alleged monopoly rent from the separate\nshoe-making-machinery market. 392 U. S., at 493. Resolving\nthose questions would, in turn, necessitate a trial within a trial\nabout Hanover’s power and conduct in its own market, with the\nattendant risk that proceedings would become “long and complicated”\nand would “involv[e] massive evidence and complicated theories.”Ibid.Illinois Brickwas just the other side of\nthe coin. WithHanover Shoehaving held that an antitrustdefendantcould not rely on a pass-on theory to avoid\ndamages,Illinois Brickaddressed whether an antitrustplaintiffcould rely on a pass-on theory to recover damages.\nThe State of Illinois had sued several manufacturers of concrete\nblocks, alleging that the defendants’ price-fixing conspiracy had\nenabled them to overcharge building contractors, who in turn had\npassed on those charges to their customers, including the State.\nRecognizing thatHanover Shoehad already prohibited\nantitrust violators from using a “pass-on theory” defensively, the\nCourt declined to “permit offensive use of a pass-on theory against\nan alleged violator that could not use the same theory as a\ndefense.” 431 U. S., at 735. “Permitting the use of pass-on\ntheories under §4,” the Court reasoned, would require determining\nhow much of the manufacturer’s monopoly rent was absorbed by\nintermediary building contractors and how much they were able and\nchose to pass on to their customers like the State.Id., at\n737. Allowing pass-on theories would, as well, allow “plaintiffs at\neach level in the distribution chain” to “assert conflicting claims\nto a common fund,” which would require “massive efforts to\napportion the recovery among all potential plaintiffs that could\nhave absorbed part of the overcharge—from direct purchasers to\nmiddlemen to ultimate consumers.”Ibid.Better again, the\nCourt decided, to adhere to traditional rules of proximate\ncausation and allow only the first affected customers—the building\ncontractors—to sue for the monopoly rents they had directly\npaid.There is nothing surprising in any of this.\nUnless Congress provides otherwise, this Court generally reads\nstatutory causes of action as “limited to plaintiffs whose injuries\nare proximately caused by violations of the statute.”Lexmark\nInt’l, Inc.v.Static Control Components, Inc., 572 U.S.\n118, 132 (2014). That proximate cause requirement typically bars\nsuits for injuries that are “derivative of misfortunes visited upon\na third person by the defendant’s acts.”Id., at 133\n(internal quotation marks omitted). So, for example, if a\ndefendant’s false advertising causes harm to one of its\ncompetitors, the competitor can sue the false advertiser under the\nLanham Act. But if the competitor is unable to pay its rent as a\nresult, the competitor’s landlord can’t sue the false advertiser,\nbecause the landlord’s harm derives from the harm to the\ncompetitor.Id., at 134; see also,e.g.,Bank of\nAmerica Corp.v.Miami, 581 U. S. ___, ___–___\n(2017) (slip op., at 10–11);Dura Pharmaceuticals, Inc.v.Broudo,544 U.S.\n336, 346 (2005);Holmesv.Securities Investor\nProtection Corporation,503 U.S.\n258, 268–270 (1992). This Court has long understoodIllinois\nBrickas simply applying these traditional proximate cause\nprinciples in the antitrust context. SeeAssociated Gen.\nContractors, 459 U. S., at 532–535, 544–545.[1]IIThe lawsuit before us depends on just the sort\nof pass-on theory thatIllinois Brickforbids. The\nplaintiffs bought apps from third-party app developers (or\nmanufacturers) in Apple’s retail Internet App Store, at prices set\nby the developers. The lawsuit alleges that Apple is a monopolist\nretailer and that the 30% commission it charges developers for the\nright to sell through its platform represents an anticompetitive\nprice. The problem is that the 30% commission falls initially on\nthe developers. So if the commission is in fact a monopolistic\novercharge, thedevelopersare the parties who are directly\ninjured by it. Plaintiffs can be injuredonlyif the\ndevelopers are able and choose to pass on the overcharge to them in\nthe form of higher app prices that the developers alone control.\nPlaintiffs admitted as much in the district court, where they\ndescribed their theory of injury this way: “[I]f Apple tells the\ndeveloper . . . we’re going to take this 30 percent\ncommission . . . what’s the developer going to do? The\ndeveloper is going to increase its price to cover Apple’s\n. . . demanded profit.” App. 143.Because this isexactlythe kind of\n“pass-on theory”Illinois Brickrejected, it should come as\nno surprise that the concerns animating that decision are also\nimplicated. Like other pass-on theories, plaintiffs’ theory will\nnecessitate a complex inquiry into how Apple’s conduct affected\nthird-party pricing decisions. And it will raise difficult\nquestions about apportionment of damages between app developers and\ntheir customers, along with the risk of duplicative damages awards.\nIf anything, plaintiffs’ claims present these difficulties even\nmore starkly than did the claims at issue inIllinois\nBrick.Consider first the question of causation. To\ndetermine if Apple’s conduct damaged plaintiffs at all (and if so,\nthe magnitude of their damages), a court will first have to explore\nwhether and to what extent each individual app developer was\nable—and then opted—to pass on the 30% commission to its consumers\nin the form of higher app prices. Sorting this out, if it can be\ndone at all, will entail wrestling with “ ‘complicated\ntheories’ ” about “how the relevant market variables would\nhave behaved had there been no overcharge.”Illinois Brick,\n431 U. S., at 741–743. Will the court hear testimony to\ndetermine the market power of each app developer, how each set its\nprices, and what it might have charged consumers for apps if\nApple’s commission had been lower? Will the court also consider\nexpert testimony analyzing how market factors might have influenced\ndevelopers’ capacity and willingness to pass on Apple’s alleged\nmonopoly overcharge? And will the court then somehow extrapolate\nits findings to all of the tens of thousands of developers who sold\napps through the App Store at different prices and times over the\ncourse of years?This causation inquiry will be complicated\nfurther by Apple’s requirement that all app prices end in $0.99. As\nplaintiffs acknowledge, this rule has caused prices for the “vast\nmajority” of apps to “cluster” at exactly $0.99. Brief for\nRespondents 44. And a developer charging $0.99 for its app can’t\nraise its price by just enough to recover the 30-cent commission.\nInstead, if the developer wants to pass on the commission to\nconsumers, it has to more than double its price to $1.99 (doubling\nthe commission in the process), which could significantly affect\nits sales. In short, because Apple’s 99-cent rule creates a strong\ndisincentive for developers to raise their prices, it makes\nplaintiffs’ pass-on theory of injury even harder to prove. Yet the\ncourt will have to consider all of this when determining what\ndamages, if any, plaintiffs suffered as a result of Apple’s\nallegedly excessive 30% commission.[2]Plaintiffs’ claims will also necessitate\n“massive efforts to apportion the recovery among all potential\nplaintiffs that could have absorbed part of the overcharge,”\nincluding both consumers and app developers.Illinois Brick,\n431 U. S., at 737. If, as plaintiffs contend, Apple’s 30%\ncommission is a monopolistic overcharge, then the app developers\nhave a claim against Apple to recover whatever portion of the\ncommission they did not pass on to consumers. Before today,Hanover Shoewould have prevented Apple from reducing its\nliability to the developers by arguing that they had passed on the\novercharge to consumers. But the Court’s holding thatIllinois\nBrickdoesn’t govern this situation surely must meanHanover\nShoedoesn’t either. So courts will have to divvy up the\ncommissions Apple collected between the developers and the\nconsumers. To do that, they’ll have to figure out which party bore\nwhat portion of the overcharge in every purchase. And if the\ndevelopers bring suit separately from the consumers, Apple might be\nat risk of duplicative damages awards totaling more than the full\namount it col- lected in commissions. To avoid that possibility, it\nmay turn out that the developers are necessary parties who will\nhave to be joined in the plaintiffs’ lawsuit. See Fed. Rule Civ.\nProc. 19(a)(1)(B);Illinois Brick, 431 U. S., at\n739 (explaining that “[t]hese absent potential claimants would seem\nto fit the classic definition of ‘necessary parties,’ for purposes\nof compulsory joinder”).[3]IIIThe United States and its antitrust regulators\nagree with all of this, so how does the Court reach such a\ndifferent conclusion? Seizing onIllinois Brick’s use of the\nshorthand phrase “direct purchasers” to describe the parties\nimmediately injured by the monopoly overcharge in that case, the\nCourt (re)characterizesIllinois Brickas a rule that anyone\nwho purchases goods directly from an alleged antitrust violator can\nsue, while anyone who doesn’t, can’t. Under this revisionist\nversion ofIllinois Brick, the dispositive question becomes\nwhether an “intermediary in the distribution chain” stands between\nthe plaintiff and the defendant.Ante, at 6. And because the\nplaintiff app purchasers in this case happen to have purchased apps\ndirectly from Apple, the Court reasons, they may sue.This exalts form over substance. Instead of\nfocusing on the traditional proximate cause question where the\nalleged overcharge is first (and thus surely) felt, the Court’s\ntest turns on who happens to be in privity of contract with whom.\nBut we’ve long recognized that antitrust law should look at “the\neconomic reality of the relevant transactions” rather than “formal\nconceptions of contract law.”United Statesv.Concentrated Phosphate Export Assn., Inc.,393 U.S.\n199, 208 (1968). And this case illustrates why. To evade the\nCourt’s test, all Apple must do is amend its contracts. Instead of\ncollecting payments for apps sold in the App Store and remitting\nthe balance (less its commission) to developers, Apple can simply\nspecify that consumers’ payments will flow the other way: directly\nto the developers, who will then remit commissions to Apple. No\nantitrust reason exists to treat these contractual arrangements\ndifferently, and doing so will only induce firms to abandon their\npreferred—and presumably more efficient—distribution arrangements\nin favor of less efficient ones, all so they might avoid an\narbitrary legal rule. SeeCopperweld Corp.v.Independence Tube Corp.,467 U.S.\n752, 763, 772–774 (1984) (rejecting an “ ‘artificial\ndistinction’ ” that “serves no valid antitrust goals but\nmerely deprives consumers and producers of the benefits” of a\nparticular business model).Nor doesIllinois Brickcome close to\nendorsing such a blind formalism. Yes, as the Court notes, the\nplaintiff inIllinois Brickdid contract directly with an\nintermediary rather than with the putative antitrust violator. ButIllinois Brick’s rejection of pass-on claims, and its\nexplanation of the difficulties those claims present, had nothing\nto do with privity of contract. Instead and as we have seen, its\nrule and reasoning grew from the “general tendency of the law\n. . . not to go beyond” the party that first felt the\nsting of the alleged overcharge, and from the complications that\ncan arise when courts attempt to discern whether and to what degree\ndamages were passed on to others.Supra, at 2–3. The Court\ntoday risks replacing a cogent rule about proximate cause with a\npointless and easily evaded imposter. We do not usually read our\nown precedents so uncharitably.Maybe the Court proceeds as it does today\nbecause it just disagrees withIllinois Brick. After all,\nthe Court not only displaces a sensible rule in favor of a\nsenseless one; it also proceeds to question each ofIllinois\nBrick’s rationales—doubting that those directly injured are\nalways the best plaintiffs to bring suit, that calculating damages\nfor pass-on plaintiffs will often be unduly complicated, and that\nconflicting claims to a common fund justify limiting who may sue.Ante, at 11–13. The Court even tells us that any “ambiguity”\nabout the permissibility of pass-on damages should be resolved “in\nthe direction of the statutory text,”ante, at 8—ignoring\nthatIllinois Brickfollowed the well-trodden path of\nconstruing the statutory text in light of background common law\nprinciples of proximate cause. Last but not least, the Court\nsuggests that the traditional understanding ofIllinois\nBrickleads to “arbitrary and unprincipled” results.Ante, at 8. It asks us to consider two hypothetical\nscenarios that, it says, prove the point. The first is a “markup”\nscenario in which a monopolistic retailer buys a product from a\nmanufacturer for $6 and then decides to sell the product to a\nconsumer for $10, applying a supracompetitive $4 markup. The second\nis a “commission” scenario in which a manufacturer directs a\nmonopolistic retailer to sell the manufacturer’s product to a\nconsumer for $10 and the retailer keeps a supracompetitive 40%\ncommission, sending $6 back to the manufac- turer. The two\nscenarios are economically the same, the Court asserts, and\nforbidding recovery in the second for lack of proximate cause makes\nno sense.But there is nothing arbitrary or unprincipled\naboutIllinois Brick’s rule or results. The notion that the\ncausal chain must stop somewhere is an ancient and venerable one.\nAs with most any rule of proximate cause, reasonable people can\ndebate whetherIllinois Brickdrew exactly the right line in\ncutting off claims where it did. But the line it drew is\nintelligible, principled, administrable, and far more reasonable\nthan the Court’s artificial rule of contractual privity. Nor do the\nCourt’s hypotheticals come close to proving otherwise. In the first\nscenario, the markup falls initially on the consumer, so there’s no\ndoubt that the retailer’s anticompetitive conduct proximately\ncaused the consumer’s injury. Meanwhile, in the second scenario the\ncommission falls initially on the manufacturer, and the consumer\nwon’t feel the pain unless the manufacturer can and does recoup\nsome or all of the elevated commission by raising its own prices.\nInthatsituation, the manufacturer is the directly injured\nparty, and the difficulty of disaggregating damages between those\ndirectly and indirectly harmed means that the consumer can’t\nestablish proximate cause under traditional principles.Someamicishare the Court’s skepticism\nofIllinois Brick. They even urge us to overruleIllinois\nBrick, assuring us that “modern economic techniques” can now\nmitigate any problems that arise in allocating damages between\nthose who suffer them directly and those who suffer them\nindirectly. Brief for State of Texas et al. asAmici Curiae25. Maybe there is something to these arguments; maybe not. But\nthere’s plenty of reason to decline any invitation to take even a\nsmall step away fromIllinois Bricktoday. The plaintiffs\nhave not asked us to overrule our precedent—in fact, they’ve\ndisavowed any such request. Tr. of Oral Arg. 40. So we lack the\nbenefit of the adversarial process in a complex area involving a\n40-year-old precedent and many hard questions. For example, if we\nare really inclined to overruleIllinois Brick, doesn’t that\nmean we must do the same toHanover Shoe? If the proximate\ncause line is no longer to be drawn at the first injured party, how\nfar down the causal chain can a plaintiff be and still recoup\ndamages? Must all potential claimants to the single monopoly rent\nbe gathered in a single lawsuit as necessary parties (and if not,\nwhy not)? Without any invitation or reason to revisit our\nprecedent, and with so many grounds for caution, I would have\nthought the proper course today would have been to affordIllinois Brickfull effect, not to begin whittling it away\nto a bare formalism. I respectfully dissent.Notes1For this reason, it’s\nhard to make sense of the suggestion thatIllinois Brickmay\nnot apply to claims for injunctive relief,ante, at 5,\nn. 1. Under our normal rule of construction, a plaintiff who’s\nnot proximately harmed by a defendant’s unlawful conduct has no\ncause of action to sue the defendant for any type of relief.Lexmark Int’l, Inc.v.Static Control Components,\nInc., 572 U.S. 118, 135 (2014) (although a plaintiff that\n“cannot quantify its losses with sufficient certainty to recover\ndamages . . . may still be entitled to injunctive\nrelief,” the requirement of proximate causation “must be met in\nevery case”).2Plaintiffs haven’t argued\n(and so have forfeited in this Court any argument) that Apple’s\nimposition of the 99-cent rule wasitselfan antitrust\nviolation that injured consumers by raising the price of apps above\ncompetitive levels. They didn’t mention the 99-cent rule in their\ncomplaint in district court or in their briefs to the court of\nappeals. And, as I’ve noted, they concede that they are seeking\ndamages “based solely on” the 30% commission. Brief in Opposition\n5.3The Court denies that\nallowing both consumers and developers to sue over the same\nallegedly unlawful commission will “result in ‘conflicting claims\nto a common fund’ ” asIllinois Brickfeared.Ante, at 12. But Apple charged only one commission on each\nsale. So even assuming for argument’s sake that the 30% commission\nwas entirely illegal, Apple can only be required to pay out in\ndamages, at most, the full amount it received in commissions. To\ntheir credit, even plaintiffs have conceded as much, acknowledging\nthat because “there is onlyone 30% markup,” any claim by\nthe developers against Apple would necessarily be seeking “a piece\nof the same 30% pie.” Brief in Opposition 12. It’s a mystery why\nthe Court refuses to accept that sensible concession.",
    "joined": []
}