{
    "case": {
        "docket": "19-863",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-863/"
    },
    "id": "4420499",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–863_________________AGUSTO NIZ-CHAVEZ, PETITIONERv.MERRICK B. GARLAND, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[April 29, 2021]Justice Gorsuch delivered the opinion of the\nCourt.Anyone who has applied for a passport, filed for\nSocial Security benefits, or sought a license understands the\ngovernment’s affinity for forms. Make a mistake or skip a page? Go\nback and try again, sometimes with a penalty for the trouble. But\nit turns out the federal government finds some of its forms\nfrustrating too. The Illegal Immigration Reform and Immigrant\nResponsibility Act of 1996 (IIRIRA), 110Stat. 3009–546, requires\nthe government to serve “a notice to appear” on individuals it\nwishes to remove from this country. At first blush, a notice to\nappear might seem to be just that—a single document containing all\nthe information an individual needs to know about his removal\nhearing. But, the government says, supplying so much information in\na single form is too taxing. It needs more flexibility, allowing\nits officials to provide information in separate mailings (as many\nas they wish) over time (as long as they find convenient). The\nquestion for us is whether the law Congress adopted tolerates the\ngovernment’s preferred practice.IFor more than a century, Congress has afforded\nthe Attorney General (or other executive officials) discretion to\nallow otherwise removable aliens to remain in the country. An alien\nseeking to establish his eligibility for that kind of discretionary\nrelief, however, must demonstrate a number of things. A\nnonpermanent resident, for example, must show that his removal\nwould cause an “exceptional and extremely unusual hardship” to\nclose relatives who are U. S. citizens or lawful permanent\nresidents; that he is of good moral character; that he has not been\nconvicted of certain crimes; and that he has been continuously\npresent in the country for at least 10 years. 8 U. S. C.\n§1229b(b)(1).The last item on this list lies at the crux of\nthis case. Originally, an alien continued to accrue time toward the\npresence requirement during the pendency of his removal\nproceedings. With time, though, some came to question this\npractice, arguing that it gave immigrants an undue incentive to\ndelay things. See,e.g.,In re Cisneros-\nGonzales, 23 I. & N. Dec. 668, 670–671 (BIA 2004). In\nIIRIRA, Congress responded to these concerns with a new “stop-time”\nrule. Under the statute’s terms, “any period of continuous\n. . . presence in the United States shall be deemed to\nend . . . when the alien is served a notice to appear.”\n§1229b(d)(1).All of which invites the question: What\nqualifies as a notice to appear sufficient to trigger the stop-time\nrule? IIRIRA defines a notice to appear as “written notice\n. . . specifying” several things. §1229(a)(1). These\ninclude the nature of the proceedings against the alien, the legal\nauthority for the proceedings, the charges against the alien, the\nfact that the alien may be represented by counsel, the time and\nplace at which the proceedings will be held, and the consequences\nof failing to appear. Seeibid.This seemingly simple rule has generated\noutsized controversy. Initially, the dispute focused on the\ngovernment’s practice of issuing documents labeled notices to\nappear that failed to include the time and place for the alien’s\nremoval hearing. The government argued these documents were\nsufficient to trigger the stop-time rule. It insisted that\nproceeding this way served an important governmental interest too:\nIf it waited to issue notices until the calendars of its hearing\nofficers became clear, aliens would accrue too much time toward the\npresence requirement. Ultimately, however, this Court rejected the\ngovernment’s practice inPereirav.Sessions, 585\nU. S. ___ (2018). We explained that, in IIRIRA, Congress took\npains to describe exactly what the government had to include in a\nnotice to appear, and that the time and place of the hearing were\namong them.Id., at ___. The government was not free to\nshort-circuit the stop-time rule by sending notices to appear that\nomitted statutorily required information.Id., at ___.Today’s case represents the next chapter in the\nsame story. Perhaps the government could have responded toPereiraby issuing notices to appear with all the\ninformation §1229(a)(1) requires—and then amending the time or\nplace information if circumstances required it. After all, in the\nvery next statutory subsection, §1229(a)(2), Congress expressly\ncontemplated that possibility. But, at least in cases like ours, it\nseems the government has chosen instead to continue down the same\nold path. Here, the government sent Mr. Niz-Chavez one document\ncontaining the charges against him. Then, two months later, it sent\na second document with the time and place of his hearing. In light\nofPereira, the government now concedes the first document\nisn’t enough to trigger the stop-time rule. Still, the government\nsubmits, the second document does the trick. On its view, a “notice\nto appear” is complete and the stop-time rule kicks in whenever it\nfinishes delivering all the statutorily prescribed information. The\ngovernment says it needs this kind of flexibility to send\ninformation piecemeal. It even suggests it should be allowed to\nspread the statutorily mandated information over as many documents\nand as much time as it wishes.Some circuits have accepted the government’s\nnotice-by-installment theory. Others, however, have held that the\ngovernment must issue a single and comprehensive notice before it\ncan trigger the stop-time rule. We agreed to hear this case,Niz-Chavezv.Barr, 789 Fed. Appx. 523 (CA6 2019), to\nresolve the conflict, 590 U. S. ___ (2020).IIWhen called on to resolve a dispute over a\nstatute’s meaning, this Court normally seeks to afford the law’s\nterms their ordinary meaning at the time Congress adopted them.\nSee,e.g.,Wisconsin Central Ltd.v.United\nStates, 585 U. S. ___, ___ (2018). The people who come\nbefore us are entitled, as well, to have independent judges exhaust\n“all the textual and structural clues” bearing on that meaning.Id., at ___ (slip op., at 8). When exhausting those clues\nenables us to resolve the interpretive question put to us, our\n“sole function” is to apply the law as we find it,Lamiev.United States Trustee,540 U.S.\n526, 534 (2004) (internal quotation marks omitted), not defer\nto some conflicting reading the government might advance.AIn this case, our interpretive task begins\nwith two statutory provisions we have already touched on. The\nfirst, §1229b(d)(1), states that the stop-time rule is triggered\n“when the alien is served a notice to appear under section\n1229(a).” In turn, §1229(a)(1) explains that “written notice (in\nthis section referred to as a ‘notice to appear’) shall be given\n. . . to the alien . . . specifying” the time\nand place of his hearing and all the other items we noted above.\nAlmost immediately, these provisions pose the government with a\nproblem. To trigger the stop-time rule, the government must serve\n“a” notice containing all the information Congress has specified.\nTo an ordinary reader—both in 1996 and today—“a” notice would seem\nto suggest just that: “a” single document containing the required\ninformation, not a mishmash of pieces with some assembly\nrequired.Nor is the government’s response (echoed by the\ndissent) entirely satisfying. The government submits that\n§1229(a)(1) defines the term “notice to appear” as “written\nnotice”—and then says it’s obvious “written notice” can come by\nmeans of one document or many. Seepost,at 6–7 (opinion of\nKavanaugh, J.). But this argument doesn’t quite track. Section\n1229(a)(1) says that “written notice” is “referred to as a ‘notice\nto appear.’ ” The singular article “a” thus falls outside the\ndefined term (“notice to appear”) and modifies the entire\ndefinition. So even if we were to do exactly as the government\nsuggests and substitute “written notice” for “notice to appear,”\nthe law would still stubbornly require “a” written notice\ncontaining all the required information.Admittedly, a lot here turns on a small word. In\nthe view of some, too much. The dissent urges us to overlook the\nfact Congress placed the singular article “a”outsidethe\ndefined term in §1229(a)(1). On its view, we should read the\nstatute as if the article cameinsidethe defined term.Post, at 7–8. But that’s not how the law is written, and the\ndissent never explains what authority might allow us to undertake\nthe statutory rearranging it advocates.[1] Nor does any of this help when it comes to\n§1229b(d)(1), the provision that actually creates the stop-time\nrule, for that statute separately speaks of “a” notice to appear.\nNot once but twice it seems Congress contemplated “a” single\ndocument.Perhaps recognizing this much, the government\nand dissent pivot and focus their efforts in a different direction.\nNow, they remind us that “[t]he indefinite article ‘a’ is often\nused to refer to something that may be provided in more than one\ninstallment.” Brief in Opposition 10; see alsopost, at\n10–11. The government observes, for example, that a writer can\npublish “a” story serially, or an author may deliver “a” manuscript\nchapter by chapter. Brief in Opposition 10. The dissent offers its\nown illustrations, highlighting that “a job application” and “a\ncontract” also can be prepared in parts.Post,at 10. So\neven if IIRIRA speaks repeatedly of “a” notice to appear, the\ngovernment and dissent contend, it remains possible that Congress\nmeant to allow that notice to come over time and in pieces.The trouble with this response is that everyone\nadmits language doesn’t always work this way. To build on an\nillustration we used inPereira, someone who agrees to buy\n“a car” would hardly expect to receive the chassis today, wheels\nnext week, and an engine to follow. 585 U. S., at ___ (slip\nop., at 14); seepost, at 10. At best, then, all of the\ncompeting examples the government and dissent supply do no more\nthan demonstrate context matters. And here at least, it turns out\nthat context does little to alter first impressions.Start with customary usage. Normally, indefinite\narticles (like “a” or “an”) precedecountablenouns. The\nexamples above illustrate the point: While you might say “she wrote\na manuscript” or “he sent three job applications,” no one would say\n“she wrote manuscript” or “he sent job application.” See The\nChicago Manual of Style §5.7, p. 227 (17th ed. 2017); see also\nR. Huddleston & G. Pullum, The Cambridge Grammar of the English\nLanguage §3.1, p. 334 (2002). By contrast,noncountablenouns—including abstractions like “cowardice” or “fun”—“almost\nnever take indefinite articles.” The Chicago Manual of Style §5.7,\nat 227; see also Huddleston,supra, §3.1, at 334. After all,\nfew would speak of “a cowardice” or “three funs.”These customs matter because the key term before\nus (notice) can refer toeithera countable object (“a\nnotice,” “three notices”)ora noncountable abstraction\n(“sufficient notice,” “proper notice”). Congress’s decision to use\nthe indefinite article “a” thus supplies some evidence that it used\nthe term in the first of these senses—as a discrete, countable\nthing. All of which suggests that the government must issue a\nsingle statutorily compliant document to trigger the stop-time\nrule. If IIRIRA had meant to endow the government with the\nflexibility it supposes, we would have expected the law to use\n“notice” in its noncountable sense. A statute like that would have\nsaid the stop-time rule applies after the government provides\n“notice” (or perhaps “sufficient notice”) of the mandated\ninformation—indicating an indifference about whether notice should\ncome all at once or by installment.Of course this is just a clue. Sometimes\nCongress’s statutes stray a good way from ordinary English.\nSometimes, too, Congress chooses to endow seemingly familiar words\nwith specialized definitions. But until and unless someone points\nto evidence suggesting otherwise, affected individuals and courts\nalike are entitled to assume statutory terms bear their ordinary\nmeaning. And when it comes to discerning the ordinary meaning of\nwords, there are perhaps few better places to start than the rules\ngoverning their usage.Nor is this the only contextual clue before us.\nA notice to appear serves as the basis for commencing a grave legal\nproceeding. As the government has acknowledged, it is “like an\nindictment in a criminal case [or] a complaint in a civil case.”\nTr. of Oral Arg. inPereirav.Sessions, O. T. 2017,\nNo. 17–459, p. 39. The rules Congress has adopted to describe\nthose other case-initiating pleadings often use the indefinite\narticle to refer to a single document—an indictment, an\ninformation, or a civil complaint. See,e.g., Fed.\nRules Crim. Proc. 7(a), (c)(1), (e); Fed. Rule Civ. Proc. 3. In\neach case, the aim is to supply an affected party with a single\ndocument highlighting certain salient features of the proceedings\nagainst him. No one contends those documents may be shattered into\nbits, so that the government might, for example, charge a defendant\nin “an indictment” issued piece by piece over months or years. And\nit is unclear why we should suppose Congress meant forthiscase-initiating document to be different.[2]The government resists this conclusion by\ninvoking the Dictionary Act. When reading the U. S. Code, that\nAct tells us to assume “words importing the singular include and\napply to several persons, parties, or things,” unless statutory\ncontext indicates otherwise. 1 U. S. C. §1. But this\ninstruction has no application here. The Dictionary Act does not\ntransform every use of the singular “a” into the plural “several.”\nInstead, it tells us only that a statute using the singular “a” can\napply to multiple persons, parties, or things. So the Act allows\nthe government to send multiple notices to appear to multiple\npeople, but it does not mean a notice to appear can consist of\nmultiple documents.Think of the problem this way: Suppose a statute\nmade it a crime to vandalize “a” bank. Under the Dictionary Act,\nsomeone who vandalizes five banks could not avoid prosecution on\nthe ground that he vandalized more than one. Now take a\nhypothetical closer to this case—a person who vandalizes some\nconstituent part of a not-yet-completed bank (say, a stack of\nblocks on a construction site). Did he vandalize “a” bank?\nAnswering that question depends on whether Congress defined “bank”\nto include its constituent parts, not on what the Dictionary Act\nsays about the word “a.”BTo the extent any doubt remains about the\nmeaning of the two specific statutes before us, we believe a wider\nlook at IIRIRA’s statutory structure and history enough to resolve\nit.Take 8 U. S. C. §1229(e)(1). That\nnearby provision sets forth special rules the government must\nfollow when it seizes an alien at a sensitive location like a\ndomestic violence shelter. In circumstances like these, Congress\nhas instructed, “theNotice to Appear shall include a\nstatement that” the government has complied with certain special\nrequirements.Ibid. (emphasis added). Here again we\nencounter an article coupled with a singular noun (“the Notice”), a\ncombination that once more seems to suggest a discrete document.\nNor would the rest of §1229(e)(1)’s terms make much sense on the\ngovernment’s account. If a notice to appear were a collection of\ninformation rather than a single written instrument, Congress would\nhave had no need to insist on “includ[ing]” a particular statement\nin “the Notice to Appear.”Ibid. More simply, it could have\nrequired the government to provide the information, full stop.Once more, too, the government’s response is\nless than satisfying. It suggests that the “Notice to Appear”\ndiscussed in §1229(e)(1) isn’t the same “notice to appear”\ndescribed in §1229(a)(1). No, the government says, by using capital\nletters in §1229(e)(1) Congress sought to prescribe only what must\nbe included in a Department of Homeland Security form entitled\n“Notice to Appear.” But that much is hard to see. Section\n1229(e)(1)’s discussion about what must be included in a notice to\nappear resides just a couple doors down from the provisions at\nissue before us, and it seems pretty clearly to modify those\nprovisions in certain special circumstances. Meanwhile, the\nDepartment of Homeland Security form exists only by regulation and\nthe department can change that regulation any time. Maybe, too,\nthere is another explanation for the capital letters. Maybe they\nsimply reflect how clear it was by the time Congress added\n§1229(e)(1) in 2006—a decade after IIRIRA’s adoption—that a notice\nto appearisa specific document in which the government can\n(and must) “include” the required certification.[3]Next comes §1229a(b)(7). It states that an alien\nwho fails to appear for his removal proceedings is typically\nineligible for relief if, “at the time of the notice described in\nparagraph (1) or (2) of section 1229(a),” the government supplies\noral as well as written notice of the time and place of the removal\nproceedings and the consequences of failing to appear.\n§1229a(b)(7). Again, the law seems to speak of the charging\ndocument as a discrete thing, using a definite article with a\nsingular noun (“the notice”). And by speaking of “the notice” being\nserved at a particular “time” the statute seems to equate service\nwith a discrete moment, not an ongoing endeavor. To be sure, one\ncould reply (as the government and dissent do) that “the time of\nthe notice” refers to the moment when the final installment\narrives. Seepost,at 13–14. But if that’s what Congress\nmeant, this was surely an awkward way of saying so.Section 1229(a)(2) adds to the government’s\ngrowing list of problems. That provision applies when officials\nwish to change the alien’s hearing date. It requires the government\nto serve “awritten notice” specifying “the new time or\nplace of the proceedings” and the “consequences . . . of\nfailing . . . to attend such proceedings.” §1229(a)(2)(A)\n(emphasis added). The government does not arguethisstatute\ncontemplates multiple documents. And if that’s the case—if\n§1229(a)(2) anticipates a single document—it’s not exactly obvious\nwhy the phrase “a notice to appear” found next door in §1229(a)(1)\nshould operate differently.[4]Finally, there is the statute’s history and the\ngovernment’s initial response to it. Before IIRIRA, the government\nbegan removal proceedings by issuing an “order to show cause”—the\npredecessor of today’s “notice to appear.” Back then, the law\nexpressly authorized the government to specify the place and time\nfor an alien’s hearing “in the order to show causeor\notherwise.” §1252b(a)(2)(A) (1994 ed.) (emphasis added). IIRIRA\nchanged all that. It changed the name of the charging document—and\nit changed the rules governing the document’s contents. Now time\nand place information must be included in a notice to appear, not\n“or otherwise.” Nor was the alteration an insensible one. Recall\nthat IIRIRAalsocreated the stop-time rule and pegged it to\nthe service of a notice to appear. A rational Congress easily could\nhave thought that measuring an alien’s period of residence against\nthe service date of a discrete document was preferable to trying to\nmeasure it against a constellation of moving pieces.Notably, too, the year after Congress adopted\nIIRIRA the government proposed a rule to create “the Notice to\nAppear, Form I–862, replacing the Order to Show Cause, Form I–221.”\nSee 62 Fed. Reg. 449 (1997). In the preamble to its proposed rule,\nthe government expressly acknowledged that “the language of the\namended Act indicat[es] thatthe time and place of the hearing\nmust be on the Notice to Appear.”Ibid.(emphasis\nadded). We don’t mention this, as the dissent supposes, in support\nof some argument that “post-enactment regulatory history” should\novercome “the otherwise-best interpretation of the statute.”Post, at 16. Rather, we mention it only to observe that even\nthe party now urging otherwise once read the statute just as we do.\nTo the extent that dissent accuses us of being “literalists,” it\nseems the literalists once infiltrated the Executive Branch too.Post,at 10.[5]Perhaps, though, what’s really going on here has\nnothing to do with labels like that. Perhaps there’s a simpler\nexplanation. Perhaps when Congress adopted IIRIRA everyone\nunderstood that it required a single fully compliant document to\ntrigger the stop-time rule. Perhaps the government has resisted the\nlaw’s demands only because they leave its officials with less\nflexibility than they once had. Regardless, when interpreting this\nor any statute, we do not aim for “literal” interpretations, but\nneither do we seek to indulge efforts to endow the Executive Branch\nwith maximum bureaucratic flexibility. We simply seek the law’s\nordinary meaning. Today, a long parade of textual and contextual\nclues persuade us of this statute’s ordinary meaning. If, in the\nprocess of discerning that meaning, we happen to consult grammar\nand dictionary definitions—along with statutory structure and\nhistory—we do so because the rules that govern language often\ninform how ordinary people understand the rules that govern\nthem.IIIUltimately, the government is forced to\nabandon any pretense of interpreting the statute’s terms and\nretreat to policy arguments and pleas for deference. The government\nadmits that producing compliant notices has proved taxing over\ntime. It may not know the availability of hearing officers’\nschedules at the time it would prefer to initiate proceedings\nagainst aliens. Nor, the government contends, does it make sense to\ninclude time and place information in a notice to appear when the\nstatute allows it to amend the time and place by serving a\nsupplemental notice. Beyond all that, the government stresses, its\nown (current) regulations authorize its practice. The dissent\nexpands on all these points at length.Post,at 17–21. But\nas this Court has long made plain, pleas of administrative\ninconvenience and self-serving regulations never “justify departing\nfrom the statute’s clear text.”Pereira, 585 U. S., at\n___ (slip op., at 18).Besides, even viewed in isolation the\ngovernment’s policy arguments are hardly unassailable. If the\ngovernment finds filling out forms a chore, it has good company.\nThe world is awash in forms, and rarely do agencies afford\nindividuals the same latitude in completing them that the\ngovernment seeks for itself today. Take this example: Asylum\napplicants must use a 12-page form and comply with 14 single-spaced\npages of instructions. Failure to do so properly risks having an\napplication returned, losing any chance of relief, or even criminal\npenalties. DHS, I–589, Application for Asylum and for Withholding\nof Removal: Instructions, pp. 5, 14; DHS, I–589 Form. Nor is\nit obvious the government faces an insurmountable chore here. As we\nhave seen, once the government serves a compliant notice to appear,\nIIRIRA permits it to send a supplemental notice amending the time\nand place of an alien’s hearing if logistics require a change. See\n8 U. S. C. §1229(a)(2).To be sure, the government seeks to leverage\nthis statutory feature to its further advantage. Because it may\nissue a supplemental notice changing the time and place of the\nalien’s hearing, the government reasons, requiring an initial and\nfully compliant notice serves no meaningful purpose. But that much\ndoes not follow. True, the government can change the time and place\nif it must. As written, though, the statute allows the government\nto invoke the stop-time rule only if it furnishes the alien with a\nsingle complaint document explaining what it intends to do and\nwhen. We are no more entitled to denigrate this modest statutory\npromise as some empty formality than we might dismiss as pointless\nthe rules and statutes governing the contents of civil complaints\nor criminal indictments.Just consider the alternative. On the\ngovernment’s account, it would be free to send a person who is not\nfrom this country—someone who may be unfamiliar with English and\nthe habits of American bureaucracies—a series of letters. These\nmight trail in over the course of weeks, months, maybe years, each\ncontaining a new morsel of vital information. All of which the\nindividual alien would have to save and compile in order to prepare\nfor a removal hearing. And as soon as the last letter arrives, the\nalien’s ability to accrue time toward the residency requirement\nwould be suspended indefinitely. Nor is this a wild hypothetical.\nAt oral argument the government contended “[t]here’s nothing that\ntextually limits us” from proceeding in just this fashion. Tr. of\nOral Arg. 47.The dissent’s policy arguments stretch even\nfurther than the government’s. It suggests that the best way to\nhelp aliens is to rule against the alien before us.Post, at\n4–5, 17–21. Unsurprisingly, however, neither Mr. Niz-Chavez nor any\nof the immigration policy advocates who have filedamicusbriefs in this Court share that assessment. And how does the\ndissent arrive at its judgment anyway? It speculates the government\nmight respond to our decision by disadvantaging aliens in one of\ntwo ways. First, it might ambush aliens with last-minute notices.\nSeepost, at 19. Alternatively, it might issue compliant\nnotices that trigger the stop-time rule as early as possible, only\nto amend the time-and-place information shortly before the hearing\ndate.Ibid.But the dissent’s preferred construction does\nnothing to foreclose either of these possibilities. And even the\ndissent seems to think another outcome is more likely yet: It says\nthe government may continue serving notices without time and place\ninformation in the first instance, only to trigger the stop-time\nrule later by providing fully compliant notices with time and place\ninformation once a hearing date is available.Post, at 18.\nNor does the dissent question that this result would help—and\ncertainly not hurt—most aliens.In the end, though, all this speculation is\nbeside the point. The dissent tries to predict how the government\nwill react to a ruling that requires it to follow the law and then\nproceeds to assess the resulting “costs” and “benefits.”Post, at 17, 20–21. But that kind of raw consequentialist\ncalculation plays no role in our decision. Instead, when it comes\nto the policy arguments championed by the parties and the dissent\nalike, our points are simple: As usual, there are (at least) two\nsides to the policy questions before us; a rational Congress could\nreach the policy judgment the statutory text suggests it did; and\nno amount of policy-talk can overcome a plain statutory command.\nOur only job today is to give the law’s terms their ordinary\nmeaning and, in that small way, ensure the federal government does\nnot exceed its statutory license. Interpreting the phrase “a notice\nto appear” to require a single notice—rather than 2 or 20\ndocuments—does just that.*At one level, today’s dispute may seem\nsemantic, focused on a single word, a small one at that. But words\nare how the law constrains power. In this case, the law’s terms\nensure that, when the federal government seeks a procedural\nadvantage against an individual, it will at least supply him with a\nsingle and reasonably comprehensive statement of the nature of the\nproceedings against him. If men must turn square corners when they\ndeal with the government, it cannot be too much to expect the\ngovernment to turn square corners when it deals with them.The judgment of the Court of Appeals for the\nSixth Circuit isReversed.Notes1The closest the dissent\ncomes is when it alludes toUnited States Nat. Bank of Ore.v.Independent Ins. Agents of America, Inc.,508 U.S.\n439(1993). But that “unusual” case turned on the “scrivener’s\nerror” doctrine,id., at 462, which applies only in\nexceptional circumstances to obvious technical drafting errors.\nSee,e.g.,Lamiev.United States Trustee,540 U.S.\n526, 538 (2004); A. Scalia & B. Garner, Reading Law 237–238\n(2012). Nobody (the dissent included) contends the conditions\nrequired for that doctrine’s application exist here.2The question is not, as\nthe dissent seems to think, whether certain other charging\ndocuments do or do not require “calendaring” information.Post,at 11. Instead, our point is that each case-initiating\ndocument must contain the catalogue of information Congress has\nsaid the defendant or respondent is entitled to receive in that\ndocument—and no one thinks this information may be provided by\ninstallment. Nor does anyone dispute that Congress has saidthiscase-initiating document must include (among other\nthings) “[t]he time and place at which the proceedings will be\nheld.” 8 U. S. C. §1229(a)(1)(G)(i).3Even the dissent declines\nto endorse the government’s interpretation of §1229(e)(1). Instead,\nit merely repeats the anodyne point that singular articles are\nsometimes used “with a thing delivered in constituent\ninstallments.”Post, at 14. But that observation cuts little\nice in this context for reasons we’ve already explored in Part\nII–A,supra. The dissent also fails to explain why Congress\nwould have gone to the trouble of insisting in §1229(e)(1) that\n“the Notice to Appear” contain additional information if it really\nmeant only to require the government to provide that information\nwhenever and however it pleases.4The dissent seeks to\nraise the cudgel on the government’s behalf, arguing that\n§1229(a)(2)doespermit multiple documents.Post, at\n14-15. But on the dissent’s reading, the statute would authorize\nthe government to (1) hand an alien one document with a new time\nfor his hearing, (2) follow up at its leisure with a second\ndocument containing the new hearing date, and (3) add a third\ndocument later still explaining the consequences of failing to\nappear. To state the theory may be enough to explain why the\ngovernment declines to press it.5It makes no difference\neither that the Executive Branch tempered its candor by promising\nlater in its proposed rule to provide a single notice only “where\npracticable.”Post,at 16. That the government let slip (at\nleast once) that it understood the plain import of IIRIRA’s\nrevisions remains telling.",
    "joined": []
}