{
    "case": {
        "docket": "18-1233",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1233/"
    },
    "id": "4240396",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1233_________________ROMAG FASTENERS, INC., PETITIONERv.FOSSIL, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 23, 2020]Justice Gorsuch delivered the opinion of the\nCourt.When it comes to remedies for trademark\ninfringement, the Lanham Act authorizes many. A district court may\naward a winning plaintiff injunctive relief, damages, or the\ndefendant’s ill-gotten profits. Without question, a defendant’s\nstate of mind may have a bearing on what relief a plaintiff should\nreceive. An innocent trademark violator often stands in very\ndifferent shoes than an intentional one. But some circuits have\ngone further. These courts hold a plaintiff can win a profits\nremedy, in particular, only after showing the defendantwillfullyinfringed its trademark. The question before us is\nwhether that categorical rule can be reconciled with the statute’s\nplain language.The question comes to us in a case involving\nhandbag fasteners. Romag sells magnetic snap fasteners for use in\nleather goods. Fossil designs, markets, and distributes a wide\nrange of fashion accessories. Years ago, the pair signed an\nagreement allowing Fossil to use Romag’s fasteners in Fossil’s\nhandbags and other products. Initially, both sides seemed content\nwith the arrangement. But in time Romag discovered that the\nfactories Fossil hired in China to make its products were using\ncounterfeit Romag fasteners—and that Fossil was doing little to\nguard against the practice. Unable to resolve its concerns\namicably, Romag sued. The company alleged that Fossil had infringed\nits trademark and falsely represented that its fasteners came from\nRomag. After trial, a jury agreed with Romag, and found that Fossil\nhad acted “in callous disregard” of Romag’s rights. At the same\ntime, however, the jury rejected Romag’s accusation that Fossil had\nacted willfully, as that term was defined by the district\ncourt.For our purposes, the last finding is the\nimportant one. By way of relief for Fossil’s trademark violation,\nRomag sought (among other things) an order requiring Fossil to hand\nover the profits it had earned thanks to its trademark violation.\nBut the district court refused this request. The court pointed out\nthat controlling Second Circuit precedent requires a plaintiff\nseeking a profits award to prove that the defendant’s violation was\nwillful. Not all circuits, however, agree with the Second Circuit’s\nrule. We took this case to resolve that dispute over the law’s\ndemands. 588 U. S. ___ (2019).Where does Fossil’s proposed willfulness rule\ncome from? The relevant section of the Lanham Act governing\nremedies for trademark violations, §35, 60Stat. 439–440, as\namended, 15 U. S. C. §1117(a), says this:“When a violation of any right of the\nregistrant of a mark registered in the Patent and Trademark Office,\na violation under section 1125(a) or (d) of this title, or a\nwillful violation under section 1125(c) of this title, shall have\nbeen established . . . , the plaintiff shall be entitled,\nsubject to the provisions of sections 1111 and 1114 of this title,\nand subject to the principles of equity, to recover (1) defendant’s\nprofits, (2) any damages sustained by the plaintiff, and (3) the\ncosts of the action.”Immediately, this language spells trouble for\nFossil and the circuit precedent on which it relies. The statute\ndoes make a showing of willfulness a precondition to a profits\naward when the plaintiff proceeds under §1125(c). That section,\nadded to the Lanham Act some years after its initial adoption,\ncreates a cause of action for trademark dilution—conduct that\nlessens the association consumers have with a trademark. But Romag\nalleged and proved a violation of §1125(a), a provision\nestablishing a cause of action for the false or misleading use of\ntrademarks. And in cases like that, the statutory language hasneverrequired a showing of willfulness to win a defendant’s\nprofits. Yes, the law tells us that a profits award is subject to\nlimitations found in §§1111 and 1114. But no one suggests those\ncross-referenced sections contain the rule Fossil seeks. Nor does\nthis Court usually read into statutes words that aren’t there. It’s\na temptation we are doubly careful to avoid when Congress has (as\nhere) included the term in question elsewhere in the very same\nstatutory provision.A wider look at the statute’s structure gives us\neven more reason for pause. The Lanham Act speaks often and\nexpressly about mental states. Section 1117(b) requires courts to\ntreble profits or damages and award attorney’s fees when a\ndefendant engages in certain actsintentionallyand with\nspecifiedknowledge. Section 1117(c) increases the cap on\nstatutory damages from $200,000 to $2,000,000 for certainwillfulviolations. Section 1118 permits courts to order the\ninfringing items be destroyed if a plaintiff proves any violation\nof §1125(a) or awillfulviolation of §1125(c). Section 1114\nmakes certaininnocentinfringers subject only to\ninjunctions. Elsewhere, the statute specifies certainmens\nreastandards needed to establish liability, before even\ngetting to the question of remedies. See,e.g.,§§1125(d)(1)(A)(i), (B)(i) (prohibiting certain conduct only if\nundertaken with “bad faith intent” and listing nine factors\nrelevant to ascertaining bad faith intent). Without doubt, the\nLanham Act exhibits considerable care withmens reastandards. The absence of any such standard in the provision before\nus, thus, seems all the more telling.So how exactly does Fossil seek to conjure a\nwillfulness requirement out of §1117(a)? Lacking any more obvious\nstatutory hook, the company points to the language indicating that\na violation under §1125(a) can trigger an award of the defendant’s\nprofits “subject to the principles of equity.” In Fossil’s telling,\nequity courts historically required a showing of willfulness before\nauthorizing a profits remedy in trademark disputes. Admittedly,\nequity courts didn’t require so much in patent infringement cases\nand other arguably analogous suits. See,e.g., Dowagiac Mfg.\nCo.v.Minnesota Moline Plow Co.,235 U.S.\n641, 644, 650–651 (1915). But, Fossil says, trademark is\ndifferent. There alone, a willfulness requirement was so long and\nuniversally recognized that today it rises to the level of a\n“principle of equity” the Lanham Act carries forward.It’s a curious suggestion. Fossil’s contention\nthat the term “principles of equity” includes a willfulness\nrequirement would not directly contradict the statute’s other,\nexpressmens reaprovisions or render them wholly\nsuperfluous. But it would require us to assume that Congress\nintended to incorporate a willfulness requirement here obliquely\nwhile it prescribedmens reaconditions expressly elsewhere\nthroughout the Lanham Act. That might be possible, but on first\nblush it isn’t exactly an obvious construction of the statute.Nor do matters improve with a second look. The\nphrase “principles of equity” doesn’t readily bring to mind a\nsubstantive rule aboutmens reafrom a discrete domain like\ntrademark law. In the context of this statute, it more naturally\nsuggests fundamental rules that apply more systematically across\nclaims and practice areas. A principle is a “fundamental truth or\ndoctrine, as of law; a comprehensive rule or doctrine which\nfurnishes a basis or origin for others.” Black’s Law Dictionary\n1417 (3d ed. 1933); Black’s Law Dictionary 1357 (4th ed. 1951). And\ntreatises and handbooks on the “principles of equity” generally\ncontain transsubstantive guidance on broad and fundamental\nquestions about matters like parties, modes of proof, defenses, and\nremedies. See,e.g., E. Merwin, Principles of Equity and\nEquity Pleading (1895); J. Indermaur & C. Thwaites, Manual of\nthe Principles of Equity (7th ed. 1913); H. Smith, Practical\nExposition of the Principles of Equity (5th ed. 1914); R. Megarry,\nSnell’s Principles of Equity (23d ed. 1947). Our precedent, too,\nhas used the term “principles of equity” to refer to just such\ntranssubstantive topics. See,e.g., eBay Inc.v.MercExchange, L.L.C.,547 U.S.\n388, 391, 393 (2006);Holmbergv.Armbrecht,327 U.S.\n392, 395 (1946). Congress itself has elsewhere used “equitable\nprinciples” in just this way: An amendment to a different section\nof the Lanham Act lists “laches, estoppel, and acquiescence” as\nexamples of “equitable principles.” 15 U. S. C. §1069.\nGiven all this, it seems a little unlikely Congress meant\n“principles of equity” to direct us to a narrow rule about a\nprofits remedy within trademark law.But even if we were to spot Fossil that first\nessential premise of its argument, the next has problems too. From\nthe record the parties have put before us, it’s far from clear\nwhether trademark law historically required a showing of\nwillfulness before allowing a profits remedy. The Trademark Act of\n1905—the Lanham Act’s statutory predecessor which many earlier\ncases interpreted and applied—did not mention such a requirement.\nIt’s true, as Fossil notes, that some courts proceeding before the\n1905 Act, and even some later cases following that Act, did treat\nwillfulness or something like it as a prerequisite for a profits\naward and rarely authorized profits for purely good-faith\ninfringement. See,e.g., Horlick’s Malted Milk Corp.v.Horluck’s, Inc., 51 F.2d 357, 359 (WD Wash. 1931)\n(explaining that the plaintiff “cannot recover defendant’s profits\nunless it has been shown beyond a reasonable doubt that defendant\nwas guilty of willful fraud in the use of the enjoined\ntrade-name”); see alsoSaxlehnerv.Siegel-Cooper\nCo.,179 U.S.\n42, 42–43 (1900) (holding that one defendant “should not be\nrequired to account for gains and profits” when it “appear[ed] to\nhave acted in good faith”). But Romag cites other cases that\nexpressly rejected any such rule. See,e.g., Oakesv.Tonsmierre, 49 F. 447, 453 (CC SD Ala. 1883); see alsoStonebrakerv.Stonebraker, 33 Md. 252, 268 (1870);Lawrence-Williams Co.v.Societe Enfants Gombault et\nCie, 52 F.2d 774, 778 (CA6 1931).The confusion doesn’t end there. Other\nauthorities advanced still different understandings about the\nrelationship betweenmens reaand profits awards in\ntrademark cases. See,e.g.,H. Nims, Law of Unfair\nCompetition and Trade-Marks §424 (2d ed. 1917) (“An accounting will\nnot be ordered where the infringing party acted innocently and in\nignorance of the plaintiff’s rights”); N. Hesseltine, Digest of the\nLaw of Trade-Marks and Unfair Trade 305 (1906) (contrasting a case\nholding “[n]o account as to profits allowed except as to user afterknowledgeof plaintiff’s right to trademark” and one\npermitting profits “although defendant did not know of\ninfringement” (emphasis added)). And the vast majority of the cases\nboth Romag and Fossil cite simply failed to speak clearly to the\nissue one way or another. See,e.g., Hostetterv.Vowinkle, 12 F. Cas. 546, 547 (No. 6,714) (CC Neb. 1871);Grahamv.Plate, 40 Cal. 593, 597–599 (1871);Hemmeter Cigar Co.v.Congress Cigar Co., 118 F.2d\n64, 71–72 (CA6 1941).At the end of it all, the most we can say with\ncertainty is this.Mens reafigured as an important\nconsideration in awarding profits in pre-Lanham Act cases. This\nreflects the ordinary, transsubstantive principle that a\ndefendant’s mental state is relevant to assigning an appropriate\nremedy. That principle arises not only in equity, but across many\nlegal contexts. See,e.g.,Smithv.Wade,461 U.S.\n30, 38–51 (1983) ( 42 U. S. C. §1983);Morissettev.United States,342\nU.S. 246, 250–263 (1952) (criminal law);Wooden-Ware Co.v.United States,106 U.S.\n432, 434–435 (1882) (common law trespass). It’s a principle\nreflected in the Lanham Act’s text, too, which permits greater\nstatutory damages for certain willful violations than for other\nviolations. 15 U. S. C. §1117(c). And it is a principle\nlong reflected in equity practice where district courts have often\nconsidered a defendant’s mental state, among other factors, when\nexercising their discretion in choosing a fitting remedy. See,e.g., L. P. Larson, Jr., Co.v.Wm. Wrigley, Jr.,\nCo.,277 U.S.\n97, 99–100 (1928);Landerv.Lujan, 888 F.2d 153,\n155–156 (CADC 1989);United Statesv.Klimek,952 F. Supp. 1100, 1117 (ED Pa. 1997). Given these traditional\nprinciples, we do not doubt that a trademark defendant’s mental\nstate is a highly important consideration in determining whether an\naward of profits is appropriate. But acknowledging that much is a\nfar cry from insisting on the inflexible precondition to recovery\nFossil advances.With little to work with in the statute’s\nlanguage, structure, and history, Fossil ultimately rests on an\nappeal to policy. The company tells us that stouter restraints on\nprofits awards are needed to deter “baseless” trademark suits.\nMeanwhile, Romag insists that its reading of the statute will\npromote greater respect for trademarks in the “modern global\neconomy.” As these things go,amiciamplify both sides’\npolicy arguments. Maybe, too, each side has a point. But the place\nfor reconciling competing and incommensurable policy goals like\nthese is before policymakers. This Court’s limited role is to read\nand apply the law those policymakers have ordained, and here our\ntask is clear. The judgment of the court of appeals is vacated, and\nthe case is remanded for further proceedings consistent with this\nopinion.It is so ordered.",
    "joined": []
}