{
    "case": {
        "docket": "17-1498",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/17-1498/"
    },
    "id": "4238645",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1498_________________ATLANTIC RICHFIELD COMPANY, PETITIONERv.GREGORY A. CHRISTIAN, et al.on writ of certiorari to the supreme court of\nmontana[April 20, 2020]Justice Gorsuch, with whom Justice Thomas\njoins, concurring in part and dissenting in part.For nearly a century, Atlantic Richfield’s\npredecessor operated a smelter near the town of Opportunity,\nMontana. At one time, the smelter produced much of the Nation’s\ncopper supply and served as the State’s largest employer. App. 311.\nEventually, though, it became apparent the smelter was producing\nmore than just copper and jobs. Studies showed that the plant\nemitted up to 62 tons of arsenic and 10 tons of lead each day.\nBrief for Respondents 7. Thanks to what was once the world’s\ntallest brick smokestack, these heavy metals blanketed the town and\nthe whole of the Deer Lodge Valley—contaminating hundreds of square\nmiles. Today, the smokestack is all that is left of the once\nmassive operation. It stands alone in a state park, much of which\nremains dangerously contaminated and closed to the public. Visitors\nmay view the stack, but only from a distance, through fences and\nbetween huge slag piles.Id., at 9.This case involves nearly 100 nearby residents.\nSome have lived in their homes for decades, some long before the\nenvironmental consequences of the smelter were fully appreciated.\nThey say they have thought about moving, but for many their\nproperty values aren’t what they once were. Besides, as one\nhomeowner put it, “I couldn’t find a kitchen door that’s got all my\nkids’ heights on it.”Id.,at 8.The federal government has tried to help in its\nown way. In 1983, the government designated the 300-square-mile\narea surrounding the smelter a Superfund site under the\nComprehensive Environmental Response, Compensation, and Liability\nAct of 1980 (CERCLA), 94Stat. 2767, as amended, 42\nU. S. C. §9601et seq. After years of study and\nnegotiation, the government ordered Atlantic Richfield to remove up\nto 18 inches of soil in residential yards with arsenic levels\nexceeding 250 parts per million (ppm). App. 94–95. For so-called\n“pasture land”—that is, nearly everything else—the government set\nthe threshold for soil removal at 1,000 ppm. Brief for Respondents\n8. By way of reference, even 100 ppm is sometimes considered too\ntoxic for local landfills, and the federal government itself has\nelsewhere set a threshold of 25 ppm.Ibid.Some States\nset residential cleanup levels as low as 0.04 ppm.Ibid.The cleanup work that followed left much to be\ndesired. By 2016, Atlantic Richfield claimed that it had virtually\nfinished work on the landowners’ properties. Yet, only 24 of their\n77 properties had been remediated, and only about 5 percent of the\ntotal acreage had been touched.Id., at 9. Soil near Tammy\nPeters’s daycare playground, for example, still shows an arsenic\nlevel of 292 ppm. But because the “weighted average” for her yard\nis below 250 ppm, Atlantic Richfield performed no cleanup of the\nplayground at all.Id., at 10.So the landowners here proceeded as landowners\nhistorically have: They sought remedies for the pollution on their\nlands in state court under state law. Their choice can come as no\nsurprise. The federal government enjoys no general power to\nregulate private lands; it may intervene only consistent with the\nCommerce Clause or some other constitutionally enumerated power.\nNor does the federal government always intervene as fully as it\nmight even when it can. Meanwhile, the regulation of real property\nand the protection of natural resources is a traditional and\ncentral responsibility of state governments. And States have long\nallowed landowners to seek redress for the pollution of their lands\nthrough ancient common law causes of action like nuisance and\ntrespass. The landowners employed exactly these theories when they\nbrought suit in state court seeking restoration damages from\nAtlantic Richfield—money that could be used only to remove arsenic,\nlead, and other toxins from their properties. The Montana Supreme\nCourt has held that the landowners’ case states a viable claim for\nrelief and warrants trial.Now, however, Atlantic Richfield wants us to\ncall a halt to the proceedings. The company insists that CERCLA\npreempts and prohibits common law tort suits like this one. On\nAtlantic Richfield’s telling, CERCLA even prevents private\nlandowners from voluntarily remediating their own properties at\ntheir own expense. No one may do anything in 300 square miles of\nMontana, the company insists, without first securing the federal\ngovernment’s permission.But what in the law commands that result?\nEverything in CERCLA suggests that it seeks to supplement, not\nsupplant, traditional state law remedies and promote, not prohibit,\nefforts to restore contaminated land. Congress hardly could have\nbeen clearer. It stated that, “[n]othing in this [Act] shall be\nconstrued or interpreted as preempting any State from imposing any\nadditional liability or requirements with respect to the release of\nhazardous substances within such State.” 42 U. S. C.\n§9614(a). It added that “[n]othing in this [Act] shall affect or\nmodify in any way the obligations or liabilities of any person\nunder other Federal or State law, including common law, with\nrespect to releases of hazardous substances or other pollutants or\ncontaminants.” §9652(d). And it said again that “[t]his [Act] does\nnot affect or otherwise impair the rights of any person under\nFederal, State, or common law, except with respect to the timing of\nreview as provided” elsewhere in provisions that even the Court\ntoday does not invoke as limits on recovery here. §9659(h). Three\ntimes Congress made its point as plainly as anyone might.So how does Atlantic Richfield seek to transform\nCERCLA from a tool to aid cleanups into a ban on them? The company\nhas to point tosomethingin the statutory text that trumps\nthese many provisions and preempts the landowners’ right to use\nstate law to restore their lands. After all, merely “[i]nvoking\nsome brooding federal interest or appealing to a judicial policy\npreference should never be enough to win preemption of a state\nlaw”; instead, a party like Atlantic Richfield seeking to displace\nstate law must identify “ ‘a constitutional text or a federal\nstatute’ that does the displacing.”Virginia Uranium, Inc.v.Warren, 587 U. S. ___, ___ (2019) (opinion of\nGorsuch, J.) (slip op., at 3) (quotingPuerto Rico Dept. of\nConsumer Affairsv.ISLA Petroleum Corp.,485 U.S.\n495, 503 (1988)).In answer, Atlantic Richfield directs our\nattention to §122(e)(6). It’s a provision buried in a section\ncaptioned “Settlements.” The section outlines the process private\nparties must follow to negotiate a settlement and release of CERCLA\nliability with the federal government. Subsection (e)(6) bears the\ntitle “Inconsistent response action” and states that, “[w]hen\neither the President, or a potentially responsible party pursuant\nto an administrative order or consent decree under this chapter,\nhas initiated a remedial investigation and feasibility study for a\nparticular facility under this chapter, no potentially responsible\nparty may undertake any remedial action at the facility unless such\nremedial action has been authorized by the President.” 42\nU. S. C. §9622(e)(6). So even read for all its worth,\nthis provision only bars those “potentially responsible” to the\nfederal government from initiating cleanup efforts without prior\napproval. To get where it needs to go, Atlantic Richfield must find\nsome way to label the innocent landowners here “potentially\nresponsible part[ies]” on the hook for cleanup duties with the\nfederal government.They are hardly that. When interpreting a\nstatute, this Court applies the law’s ordinary public meaning at\nthe time of the statute’s adoption, here 1980. SeeWisconsin\nCentral Ltd.v.United States, 585 U. S. ___, ___\n(2018) (slip op., at 9). To be “potentially responsible” for\nsomething meant then, as it does today, that a person couldpossiblybe held accountable for it; the outcome iscapable ofhappening. American Heritage Dictionary 1025\n(1981); Webster’s New Collegiate Dictionary 893 (1980). And there\nis simply no way the landowners here are potentially, possibly, or\ncapable of being held liable by the federal government for\nanything. In the first place, the federal government never notified\nthe landowners that they might be responsible parties, as it must\nunder §122(e)(1). Additionally, everyone admits that the period\nallowed for bringing a CERLCA claim against them has long since\npassed under §113(g)(2)(B). On any reasonable account, the\nlandowners are potentially responsible to the government for\nexactly nothing.Statutory context is of a piece with the narrow\ntext. Nothing in §122 affects the rights of strangers to the\nfederal government’s settlement process. Everything in the section\nspeaks to the details of that process. The section requires the\ngovernment to provide all potentially responsible parties with\nnotice that they might be held responsible for remedial measures.\n§9622(e)(1). It instructs the government to give a potentially\nresponsible party a list of everyone else so designated.Ibid.It specifies procedures for sharing proposals and\ncounterproposals among this group. §§9622(e)(2)–(3). It allows the\ngovernment to release from federal liability those who agree to\nsettle and clean up hazardous sites. See §§9622(a)–(c). And because\nparties who settle with the federal government may seek cleanup\ncosts they incurred prior to settlement from other potentially\nresponsible parties, subsection (e)(6) bars a potentially\nresponsible party from taking unauthorized remedial measures. See\n§§922(e)(1)–(3), (h). This ensures the government can control the\nshape of any final settlement and no private party can unilaterally\nincur costs that it might then foist on others. At the end of it\nall, the section does just what its title suggests. It governs thesettlementprocess among those who havesomething to\nsettle. It says nothing about the rights and duties of\nindividuals who, like the landowners here, have nothing to settle\nbecause they face no potential liability.Then there’s what the rest of the statute tells\nus. As we’ve seen, CERCLA says again and again that it does not\nimpair the rights of individuals under state law. That instruction\nmakes perfect sense and does plenty of work if §122 only requires\nthose potentially liable to the federal government to secure\npermission before engaging in cleanup efforts. By contrast, reading\n§122 to bar nearly everyone from undertaking remedial efforts\nwithout federal permission renders CERCLA’s many and emphatic\npromises about protecting existing state law rights practically\ndead letters. Sure, the federal government would still have to\n“involv[e]” state officials and comply with state laws—or at least\nthose laws federal agency employees deem “relevant and\nappropriate.” §§9621(f )(1), (d)(2)(A)(ii). But CERCLA would\npromise nothing more than observer status for state law and those\nwho wish to rely on it. States and private landowners alike who\nlack any potential federal liability could be barred even from\nundertaking remedial efforts on their own lands at their own\nexpense, required instead to host toxic wastes involuntarily and\nindefinitely. Rather than supplementing state remedial efforts,\nCERCLA would rule them all.Reading CERCLA this way would raise uneasy\nconstitutional questions too. If CERCLA really did allow the\nfederal government to order innocent landowners to house another\nparty’s pollutants involuntarily, it would invite weighty takings\narguments under the Fifth Amendment. SeeLorettov.Teleprompter Manhattan CATV Corp.,458\nU.S. 419, 421 (1982). And if the statute really did grant the\nfederal government the power to regulate virtually each shovelful\nof dirt homeowners may dig on their own properties, it would sorely\ntest the reaches of Congress’s power under the Commerce Clause. SeeNational Federation of Independent Businessv.Sebelius,567 U.S.\n519, 551–553 (2012).Atlantic Richfield’s replies do nothing to\naddress these problems. Instead of making some helpful textual or\ncontextual rejoinder about §122, the company asks us look somewhere\nelse entirely. Now, Atlantic Richfield says, we should direct our\nattention to §107, a provision that lists four classes of\n“[c]overed persons” the federal government is authorized to sue\nunder CERCLA. One of these classes encompasses any person who owns\na “facility” where hazardous waste has “come to be located.”\n§§9607, 9601(9). Because the landowners’ properties qualify as\n“facilit[ies]” where Atlantic Richfield’s waste has come to be\nlocated, everyone admits the landowners themselves are “[c]overed\npersons.” And, according to Atlantic Richfield, this necessarily\nmeans they arealso“potentially responsible part[ies]”\nsubject to §122(e)(6)’s requirement that they seek federal\npermission before proceeding with any cleanup.But notice the linguistic contortion and logical\nleap. Linguistically, §107 identifies the “[c]overed persons” the\ngovernment is authorized to sue. Section 122 requires a\n“potentially responsible party” seeking settlement with and\ndischarge of liability from the federal government to obtain its\npermission before engaging in a cleanup. The terms use different\nlanguage, appear in different statutory sections, and address\ndifferent matters. Nor are these two sections the only ones like\nthem. CERCLA differentiates between covered persons and potentially\nresponsible parties in many places: Some sections apply to all\npersons covered by §107 (see,e.g.,42 U. S. C.\n§§9619(d), 9624(b)), while others extend their mandates only to\npotentially responsible parties (see,e.g.,§§9604, 9605,\n9611). Logically, too, the concepts are distinct. Yes, a\npotentially responsible party must be a covered person the\ngovernment is authorized to sue. But the inverse does not follow.\nIt is possible to be a person the government is authorized to sue\nwithout also being a person the government has chosen to single out\nfor potential responsibility. Atlantic Richfield’s argument, thus,\nessentially proceeds like this: Disregard the differences in\nlanguage; then assume Congress chose its terms randomly throughout\nthe law; and, finally, conflate logically distinct concepts.Our case illustrates the significance of the\ndistinction Congress drew and Atlantic Richfield would have us\nignore. Maybe the federal government was once authorized by §107 to\ninclude the innocent landowners here in a CERCLA suit. But few\nstatutes pursue their purpose single-mindedly or require their full\nenforcement. And as we’ve seen, at least two things happened that\npreclude these landowners from being held responsible for anything:\nThe government chose not to notify them of potential liability\nunder §122(e)(3), and it declined to bring suit within the period\nprescribed by §113(g)(2)(B). Under the plain and ordinary meaning\nof the statutory terms before us, these landowners are not\npotentially responsible parties and CERCLA doesn’t require them to\nseek permission from federal officials before cleaning their own\nlands. If Congress had wished to extend its ask-before-cleaning\nrule to every covered person—including those the government chooses\nnot to pursue for potential liability—all it had to do was say so.\nCongress displayed no trouble using the term “[c]overed persons”\nelsewhere in the statute. See,e.g.,§§9619(d), 9624(b)(2).\nConspicuously, it made a different choice here.Without any plausible foundation in the statute\nto support its position, Atlantic Richfield resorts to this odd\nargument. Maybe the terms “[c]overed persons” and “potentially\nresponsible party” are different and the statute uses them in\ndifferent places to do different things. But, the company insists,\nwe must conflate them now because this Court has conflated them\nbefore. In particular, Atlantic Richfield points to language inUnited Statesv.Atlantic Research Corp.,551 U.S.\n128(2007), where the Court spoke of “Section 107(a) [as]\ndefin[ing] four categories of PRPs [potentially responsible\nparties].”Id., at 131–132.That may be so but it does not make it so. The\nrelationship between the terms “[c]overed persons” under §107 and\n“potentially responsible part[ies]” under §122 is of critical\nimportance in this case, but it was not briefed, argued, or decided\ninAtlantic Research. Instead, the only question there\nconcerned the meaning of the term “[c]overed persons” under §107.\nThough the Court employed the term “PRP” to describe “[c]overed\npersons,” nothing turned on the use or meaning of the acronym:\nReplace every reference to “PRP” with “[c]overed person” and the\nCourt’s holding and reasoning remains the same. This Court has long\nwarned that matters “ ‘lurk[ing] in the record, neither\nbrought to the attention of the court nor ruled upon,’ ”\nshould not be read as having decided anything.Cooper\nIndustries, Inc.v.Aviall Services, Inc.,543 U.S.\n157, 170 (2004) (quotingWebsterv.Fall,266 U.S.\n507,511(1925)). We have warned, too, against reading our judicial opinions\nas if they were some sort of legislative code because, otherwise,\ninnocent and inconsequential judicial remarks might mistakenly come\nto trump democratically adopted laws. SeeReiterv.Sonotone Corp.,442 U.S.\n330, 341 (1979). Atlantic Richfield would have us ignore these\nteachings and confuse a stray remark with a rule of law.In the end, the company’s case cannot help but\nbe seen for what it really is: an appeal to policy. On its view,\nthings would be so much more orderly if the federal government ran\neverything. And, let’s be honest, the implication here is that\nproperty owners cannot be trusted to clean up their lands without\ncausing trouble (especially for Atlantic Richfield). Nor, we are\ntold, should Montanans worry so much: The restrictions Atlantic\nRichfield proposes aren’t reallythatdraconian because\nhomeowners would still be free to do things like build sandboxes\nfor their grandchildren (provided, of course, they don’t scoop out\ntoo much arsenic in the process).But, as in so many cases that come before this\nCourt, the policy arguments here cut both ways. Maybe paternalistic\ncentral planning cannot tolerate parallel state law efforts to\nrestore state lands. But maybe, too, good government and\nenvironmental protection would be better served if state law\nremedies proceeded alongside federal efforts. State and federal law\nenforcement usually work in just this way, complementing rather\nthan displacing one another. And, anyway, how long would Atlantic\nRichfield have us enforce what amounts to a federal easement\nrequiring landowners to house toxic waste on their lands? The\ngovernment has been on site since 1983; work supposedly finished\naround the landowners’ homes in 2016; the completion of “primary”\ncleanup efforts is “estimated” to happen by 2025. So, yes, once a\nSuperfund site is “delisted,” the restrictions on potentially\nresponsible parties fade away. But this project is well on its way\nto the half-century mark and still only a “preliminary” deadline\nlies on the horizon. No one before us will even hazard a guess when\nthe work will finish and a “delisting” might come. On Atlantic\nRichfield’s view, generations have come and gone and more may\nfollow before the plaintiffs can clean their land.The real problem, of course, is that Congress,\nnot this Court, is supposed to make judgments between competing\npolicy arguments like these. And, as we’ve seen, Congress has\noffered its judgment repeatedly and clearly. CERCLA sought to add\nto, not detract from, state law remedial efforts. It endorsed a\nfederalized, not a centralized, approach to environmental\nprotection. What if private or state cleanup efforts really do\nsomehow interfere with federal interests? Congress didn’t neglect\nthe possibility. But instead of requiring state officials and local\nlandowners to beg Washington for permission, Congress authorized\nthe federal government to seek injunctive relief in court. See\n§9606(a). Atlantic Richfield would have us turn this system upside\ndown, recasting the statute’s presumption in favor of cooperative\nfederalism into a presumption of federal absolutism.While I agree with the Court’s assessment in\nParts I and II of its opinion that we have jurisdiction to hear\nthis case, I cannot agree with its ruling on the merits in Part\nIII. Departing from CERCLA’s terms in this way transforms it from a\nlaw that supplements state environmental restoration efforts into\none that prohibits them. Along the way, it strips away ancient\ncommon law rights from innocent landowners and forces them to\nsuffer toxic waste in their backyards, playgrounds, and farms.\nRespectfully, that is not what the law was written to do; that is\nwhat it was written to prevent.",
    "joined": []
}