{
    "case": {
        "docket": "18-1269",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-1269/"
    },
    "id": "4213362",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1269_________________SIMON E. RODRIGUEZ, as chapter 7 trustee for\nthe BANKRUPTCY ESTATE OF UNITED WESTERN BANCORP, INC., PETITIONERv.FEDERAL DEPOSIT INSURANCE CORPORATION, as receiver for\nUNITED WESTERN BANKon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[February 25, 2020]Justice Gorsuch delivered the opinion of the\nCourt.This case grows from a fight over a tax refund.\nBut the question we face isn’t who gets the money, only how to\ndecide the dispute. Should federal courts rely on state law,\ntogether with any applicable federal rules, or should they devise\ntheir own federal common law test? To ask the question is nearly to\nanswer it. The cases in which federal courts may engage in common\nlawmaking are few and far between. This is one of the cases that\nlie between.The trouble here started when the United Western\nBank hit hard times, entered receivership, and the Federal Deposit\nInsurance Corporation took the reins. Not long after that, the\nbank’s parent, United Western Bancorp, Inc., faced its own problems\nand was forced into bankruptcy, led now by a trustee, Simon\nRodriguez. When the Internal Revenue Service issued a $4 million\ntax refund, each of these newly assigned caretakers understandably\nsought to claim the money. Unable to resolve their differences,\nthey took the matter to court. The case wound its way through a\nbankruptcy court and a federal district court before eventually\nlanding in the Tenth Circuit. At the end of it all, the court of\nappeals ruled for the FDIC, as receiver for the subsidiary bank,\nrather than for Mr. Rodriguez, as trustee for the corporate\nparent.How could two separate corporate entities both\nclaim entitlement to a single tax refund? For many years, the IRS\nhas allowed an affiliated group of corporations to file a\nconsolidated federal return. See 26 U. S. C. §1501. This\nserves as a convenience for the government and taxpayers alike.\nUnsurprisingly, though, a corporate group seeking to file a single\nreturn must comply with a host of regulations. See 26\nU. S. C. §1502; 26 CFR §1.1502–0et seq.(2019). These regulations are pretty punctilious about ensuring the\ngovernment gets all the taxes due from corporate group members.\nSee,e.g.,§1.1502–6. But when it comes to the distribution\nof refunds, the regulations say considerably less. They describe\nhow the IRS will pay the group’s designated agent a single refund.\nSee §1.1502–77(d)(5). And they warn that the IRS’s payment\ndischarges the government’s refund liability to all group members.Ibid.But how should the members distribute the money among\nthemselves once the government sends it to their designated agent?\nOn that, federal law says little.To fill the gap, many corporate groups have\ndeveloped “tax allocation agreements.” These agreements usually\nspecify what share of a group’s tax liability each member will pay,\nalong with the share of any tax refund each member will receive.\nBut what if there is no tax allocation agreement? Or what if the\ngroup members dispute the meaning of the terms found in their\nagreement? Normally, courts would turn to state law to resolve\nquestions like these. State law is replete with rules readymade for\nsuch tasks—rules for interpreting contracts, creating equitable\ntrusts, avoiding unjust enrichment, and much more.Some federal courts, however, have charted a\ndifferent course. They have crafted their own federal common law\nrule—one known to those who practice in the area as theBob\nRichardsrule, so named for the Ninth Circuit case from which\nit grew:In re Bob Richards Chrysler-Plymouth Corp.,\n473 F.2d 262 (1973). As initially conceived, theBob\nRichardsrule provided that, in the absence of a tax allocation\nagreement, a refund belongs to the group member responsible for the\nlosses that led to it. Seeid.,at 265. With the passage of\ntime, though,Bob Richardsevolved. Now, in some\njurisdictions,Bob Richardsdoesn’t just supply a stopgap\nrule for situations when group members lack an allocation\nagreement. It represents a general rule always to be followed\nunless the parties’ tax allocation agreementunambiguouslyspecifies a different result.At the urging of the FDIC and consistent with\ncircuit precedent, the Tenth Circuit employed this more expansive\nversion ofBob Richardsin the case now before us. Because\nthe parties did have a tax allocation agreement, the court of\nappeals explained, the question it faced was whether the agreement\nunambiguously deviated fromBob Richards’s default rule.In re United Western Bancorp, Inc., 914 F.3d 1262,\n1269–1270 (2019). After laying out this “analytical framework” for\ndecision,id.,at 1269 (emphasis deleted), the court\nproceeded to hold that the FDIC, as receiver for the bank, owned\nthe tax refund.Not all circuits, however, followBob\nRichards.The Sixth Circuit, for example, has observed that\n“federal common law constitutes an unusual exercise of lawmaking\nwhich should be indulged . . . only when there is a\nsignificant conflict between some federal policy or interest and\nthe use of state law.”FDICv.AmFin Financial Corp.,\n757 F.3d 530, 535 (2014) (internal quotation marks omitted). In the\nSixth Circuit’s view, courts employingBob Richardshave\nsimply “bypassed th[is] threshold question.” 757 F. 3d, at\n536. And any fair examination of it, the Sixth Circuit has\nsubmitted, reveals no conflict that might justify resort to federal\ncommon law.Ibid.We took this case to decideBob\nRichards’s fate. 588 U. S. ___ (2019)Judicial lawmaking in the form of federal common\nlaw plays a necessarily modest role under a Constitution that vests\nthe federal government’s “legislative Powers” in Congress and\nreserves most other regulatory authority to the States. See Art. I,\n§1; Amdt. 10. As this Court has put it, there is “no federal\ngeneral common law.”Erie R. Co.v.Tompkins,304 U.S.\n64, 78 (1938). Instead, only limited areas exist in which\nfederal judges may appropriately craft the rule of decision.Sosav.Alvarez-Machain,542\nU.S. 692, 729 (2004). These areas have included admiralty\ndisputes and certain controversies between States. See,e.g.,Norfolk Southern R. Co.v. James N.Kirby,PtyLtd.,543 U.S.\n14, 23 (2004);Hinderliderv.La Plata River &\nCherry Creek Ditch Co.,304 U.S.\n92, 110 (1938). In contexts like these, federal common law\noften plays an important role. But before federal judges may claim\na new area for common lawmaking, strict conditions must be\nsatisfied. The Sixth Circuit correctly identified one of the most\nbasic: In the absence of congressional authorization, common\nlawmaking must be “ ‘necessary to protect uniquely federal\ninterests.’ ”Texas Industries, Inc.v.Radcliff\nMaterials, Inc.,451 U.S.\n630, 640 (1981) (quotingBanco Nacional de Cubav.Sabbatino,376 U.S.\n398, 426 (1964)).Nothing like that exists here. The federal\ngovernment may have an interest in regulating how itreceivestaxes from corporate groups. See,e.g.,26\nCFR §§1.1502–6, –12, –13. The government also may have an interest\nin regulating thedeliveryof any tax refund due a corporate\ngroup. For example and as we’ve seen, the government may wish to\nensure that others in the group have no recourse against federal\ncoffers once it pays the group’s designated agent. See\n§1.1502–77(d)(5). But what unique interest could the federal\ngovernment have in determining how a consolidated corporate tax\nrefund, once paid to a designated agent, isdistributedamong group members?The Sixth Circuit correctly observed thatBob\nRichardsoffered no answer—it just bypassed the question. Nor\nhave the courts applying and extendingBob Richardsprovided\nsatisfactory answers of their own. Even the FDIC, which advocated\nfor theBob Richardsrule in the Tenth Circuit, failed to\npoint that court to any unique federal interest the rule might\nprotect. In this Court, the FDIC, now represented by the Solicitor\nGeneral, has gone a step further, expressly conceding that federal\ncourts “should not apply a federal common law rule to\n. . . put a thumb on . . . the scale” when\ndeciding which corporate group member owns some or all of a\nconsolidated refund. Tr. of Oral Arg. 40; see alsoid., at\n32–36.Understandably too. Corporations are generally\n“creatures of state law,”Cortv.Ash,422 U.S.\n66, 84 (1975), and state law is well equipped to handle\ndisputes involving corporate property rights. That cases like the\none now before us happen to involve corporate property rights in\nthe context of a federal bankruptcy and a tax dispute doesn’t\nchange much. As this Court has long recognized, “Congress has\ngenerally left the determination of property rights in the assets\nof a bankrupt’s estate to state law.”Butnerv.United\nStates,440 U.S.\n48, 54 (1979). So too with the Internal Revenue Code—it\ngenerally “ ‘creates no property rights.’ ”United\nStatesv.National Bank of Commerce,472 U.S.\n713, 722 (1985) (quotingUnited Statesv.Bess,357 U.S.\n51, 55 (1958)). If special exceptions to these usual rules\nsometimes might be warranted, no one has explained why the\ndistribution of a consolidated corporate tax refund should be among\nthem.Even if the Tenth Circuit’s reliance onBob\nRichards’s analytical framework was mistaken, the FDIC suggests\nwe might affirm the court’s judgment in this case anyway. The FDIC\npoints out that the court of appeals proceeded to consult\napplicable state law—and the FDIC assures us its result follows\nnaturally from state law. The FDIC also suggests that the IRS\nregulations concerning the appointment and duties of a corporate\ngroup’s agent found in 26 CFR §§1.1502–77(a) and (d) tend to\nsupport the court of appeals’s judgment. Unsurprisingly, Mr.\nRodriguez disagrees with these assessments and contends that,\nabsentBob Richards, the Tenth Circuit would have reached a\ndifferent outcome.Who is right about all this we do not decide.\nSome, maybe many, cases will come out the same way under state law\norBob Richards. But we did not take this case to decide how\nthis case should be resolved under state law or to determine how\nIRS regulations might interact with state law. We took this case\nonly to underscore the care federal courts should exercise before\ntaking up an invitation to try their hand at common lawmaking.Bob Richardsmade the mistake of moving too quickly past\nimportant threshold questions at the heart of our separation of\npowers. It supplies no rule of decision, only a cautionary tale.\nWhether this case might yield the same or a different result\nwithoutBob Richardsis a matter the court of appeals may\nconsider on remand. See,e.g.,Conkrightv.Frommert,559 U.S.\n506, 521–522 (2010);Travelers Casualty & Surety Co. of\nAmericav.Pacific Gas & Elec. Co.,549 U.S.\n443, 455–456 (2007);Gonzalesv.Duenas-Alvarez,549 U.S.\n183, 194 (2007).The judgment of the court of appeals is vacated,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}