{
    "case": {
        "docket": "18-916",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-916/"
    },
    "id": "4238654",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–916_________________THRYV, INC., fka DEX MEDIA, INC., PETITIONERv.CLICK-TO-CALL TECHNOLOGIES, LP, et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 20, 2020]Justice Gorsuch, with whom Justice Sotomayor\njoins as to Parts I, II, III, and IV, dissenting.Today the Court takes a flawed premise—that the\nConstitution permits a politically guided agency to revoke an\ninventor’s property right in an issued patent—and bends it further,\nallowing the agency’s decision to stand immune from judicial\nreview. Worse, the Court closes the courthouse not in a case where\nthe patent owner is merely unhappy with the merits of the agency’s\ndecision but where the owner claims the agency’s proceedings were\nunlawful from the start. Most remarkably, the Court denies judicial\nreview even though the government now concedes that the patent\nowner isrightand this entire exercise in\nproperty-taking-by-bureaucracy was forbidden by law.It might be one thing if Congress clearly\nordained this strange result. But it did not. The relevant statute,\nthe presumption of judicial review, and our precedent all point\ntoward allowing, not forbidding, inventors their day in court. Yet,\nthe Court brushes past these warning signs and, in the process,\ncarries us another step down the road of ceding core judicial\npowers to agency officials and leaving the disposition of private\nrights and liberties to bureaucratic mercy.IOur story stretches back to the 1990s, when\nStephen DuVal invented a system for anonymizing telephone calls.\nBelieving in the promise of his idea, Mr. DuVal hired an attorney\nto secure a patent and sought avenues to bring his invention to\nmarket. Initially, both efforts met with success. In 1998, Mr.\nDuVal was awarded a U. S. Patent, which he licensed to a\ncompany called InfoRocket.com, Inc.But problems soon emerged. In 2001, InfoRocket\naccused Ingenio, Inc., a predecessor of today’s petitioner Thryv,\nInc., of infringing Mr. DuVal’s patent. The case carried on in\nfederal district court for more than a year before InfoRocket and\nIngenio decided to merge. The companies then jointly persuaded the\ncourt to dismiss InfoRocket’s lawsuit without prejudice.Still, the quiet did not last long. Following\nthe merger, the surviving entity—for simplicity, call it\nThryv—sought to turn the tables on Mr. DuVal by asking the Patent\nOffice to reconsider the validity of his patent in an ex parte\nreexamination. That agency-led process dragged on for four more\nyears, and ended with a mixed verdict: The Patent Office canceled a\nfew claims, but amended others and permitted Mr. DuVal to add some\nnew ones too.Even the ex parte reexamination wasn’t\nenough to put the parties’ disputes to rest. During the\nreexamination, Thryv terminated its license with Mr. DuVal and\nstopped paying him royalties. But it seems that Thryv continued\nusing the patented technology all the same. So Mr. Duval\ntransferred his patent to respondent Click-to-Call Technologies LP\n(CTC), which swiftly took the patent back to court. CTC noted that\nThryv couldn’t exactly plead ignorance about this patent, given\nthat the company or its predecessors had previously licensed the\npatent, been sued for infringing it, and asked the Patent Office to\nreexamine it. When it came to Mr. DuVal’s patent, CTC alleged,\nThryv had done just about everything one can do to a patent except\ninvent it.Thryv responded by opening another new\nlitigation front of its own. One year after CTC filed its federal\nlawsuit, Thryv lodged another administrative petition with the Pat-\nent Office, this time seeking inter partes review. Echoing some of\nthe same arguments that led to its push for an ex parte\nadministrative reexamination nine years earlier, and adding other\narguments too, Thryv (again) asked the agency to cancel Mr. DuVal’s\npatent on the grounds that it lacked novelty and was obvious. At\nthe same time, Thryv sought to stay proceedings in CTC’s\ninfringement suit. Thryv argued that the district court should\ndefer to the newly initiated inter partes review. Like many\ndistrict courts facing the prospect of parallel administrative\nproceedings, this one obliged.Why at this late hour did Thryv prefer to\nlitigate before the agency rather than a federal district court?\nThe agency’s ex parte reexamination years earlier hadn’t\nhelped Thryv much. But since then, Congress had adopted the\nLeahy-Smith America Invents Act (AIA), 35 U. S. C. §100et seq.That law created the inter partes review\nprocess, which provides a number of benefits to accused infringers\nsuch as Thryv. Like federal court litigation, inter partes review\nholds the advantage of allowing a private party attacking a\npatent’s validity to participate in adversarial proceedings, rather\nthan rely on the agency to direct its own investigation as it does\nin ex parte reexamination. Compare 35 U. S. C. §316\nwith §§302, 304, 305. Inter partes review also allows a party\nchallenging a patent all manner of discovery, including depositions\nand the presentation of expert testimony. §316; 37 CFR\n§§42.51–42.65 (2019). At the same time, the burden of proof is\nlower—requiring challengers like Thryv to prove unpatentability\nonly by a preponderance of the evidence, §316(e), rather than under\nthe clear and convincing standard that usually applies in court.Microsoft Corp.v.i4i L. P.,564 U.S.\n91(2011). Perhaps most appealing, proceedings take place\nbefore the Patent Trial and Appeal Board, rather than in an Article\nIII court, so there is no jury trial before a tenure-protected\njudge, only a hearing before a panel of agency employees.Some say the new regime represents a\nparticularly efficient new way to “kill” patents. Certainly, the\nnumbers tell an inviting story for petitioners like Thryv. In\napproximately 80% of cases reaching a final decision, the Board\ncancels some or all of the challenged claims. Patent Trial and\nAppeal Board, Trial Statistics 10 (Feb. 2020),\nhttps://www.uspto.gov/sites/default/files/documents/\nTrial_Statistics_2020_02_29.pdf. The Board has been busy, too,\ninstituting more than 800 of these new proceedings every year. Seeid.,at 6.Still, Thryv faced a hurdle. Inter partes review\n“may not be instituted” based on an administrative petition filed\nmore than a year after “the petitioner, real party in interest, or\nprivy of the petitioner is served with a complaint alleging\ninfringement of the patent” in federal court. 35 U. S. C.\n§315(b). So, while Congress sought to move many cases out of court\nand into its new administrative process, it thought patent owners\nwho have already endured long challenges in court shouldn’t have to\nface another layer of administrative review. After all,somerepose is due inventors. Patents typically last 20 years; what\nhappens to the incentive to invent if litigation over them lasts\neven longer (as it has for Mr. DuVal)? By anyone’s estimation, too,\n§315(b)’s time bar was sure to pose a special problem for Thryv.\nYes, Thryv had petitioned for inter partes review one year after\nbeing served with CTC’s complaint. But nearly12 yearshad\npassed since Thryv’s predecessor and privy first found itself on\nthe business end of a lawsuit alleging that it had infringed Mr.\nDuVal’s patent.Despite this apparently fatal defect, the Board\nplowed ahead anyway. No one could dispute that Thryv’s predecessor\nand privy had been “served with a complaint alleging infringement\nof the patent” more than a decade earlier. But that complaint\ndidn’t count, the Board declared, because it was dismissed without\nprejudice. The Board cited nothing in §315(b) suggesting this\ndistinction makes a difference under the statute’s plain terms.\nInstead, the Board tiptoed past the problem and proceeded to\ninvalidate almost all of the patent claims before it, even those\nthe Patent Office itself had affirmed in its own ex parte\nproceeding years before. No doubt this was exactly what Thryv hoped\nfor in its second bite at the administrative apple.Thryv’s victory may have taken years to achieve,\nbut it didn’t seem calculated to last long. Predictably, CTC\nappealed the Board’s interpretation of §315(b) to the Federal\nCircuit. And just as unsurprisingly, the court held that dismissed\ncomplaintsdocount as complaints, so Thryv’s inter partes\nadministrative challenge was time barred from the start. Mr.\nDuVal’s patent had already survived one ex parte reexamination\nThryv instigated. The patent had been the subject of long and\nrepeated litigation in federal courts. The agency had no business\nopening yet another new inquiry into this very old patent.But Thryv had one maneuver left. It sought\nreview in this Court, insisting that Article III courts lack\nauthority even to say what the law demands. According to Thryv, a\ndifferent provision, §314(d), renders the agency’s interpretations\nand applications of §315(b) immune from judicial review. So the\nBoard can err; it can even act in defiance of plain congressional\nlimits on its authority. But, in Thryv’s view, a court can do\nnothing about it. Enforcement of §315(b)’s time bar falls only to\nthe very Patent Office officials whose authority it seeks to\nrestrain. Inventors like Mr. DuVal just have to hope that the\nbureaucracy revoking their property rights will take the extra\ntrouble of doing so in accordance with law.That’s the strange place we now find ourselves.\nThryv managed to persuade the Court to grant its petition for\ncertiorari to consider its extraordinary argument. And today the\nCourt vindicates its last and most remarkable maneuver.IIAHow could §314(d) insulate from judicial\nreview the agency’s—admittedly mistaken—interpretation of an\nentirely different provision, §315(b)? The answer is that it\ndoesn’t.To see why, look no further than §314(d). The\nstatute tells us that “[t]he determination by the Director whether\nto institute an inter partes review under this section shall be\nfinal and nonappealable.” So theonlything §314(d)\ninsulates from judicial review is “[t]he determination” made “by\nthe Director” “under this section”—that is, a determination\ndiscussedwithin§314. Nothing in the statute insulates\nagency interpretations of other provisionsoutside§314,\nincluding those involving §315(b).This arrangement makes sense. Given that §314(d)\nspeaks of “[t]he” determination by the Director “under this\nsection,” it comes as no surprise that the section mentions justonesuch “determination.” It is found in §314(a), where the\nDirector “determines” whether the parties’ initial pleadings\nsuggest “a reasonable likelihood” the petitioner will prevail in\ndefeating at least some aspect of the challenged patent. And it is\neasy to see why Congress might make a preliminary merits assessment\nlike that exempt from further view: If the Director institutes a\nmeritless petition, the Board can summarily affirm the patent’s\nvalidity. See §318(a); 37 CFR §§42.71–42.73. In any event, the\nBoard is obligated to render a final—and judicially\nreviewable—decision within a year. 35 U. S. C. §§141(c),\n316(a)(11), 318(a), 319. So judicial review of the Director’s\ninitial appraisal of the merits isn’t reallyeliminatedas\nmuch as it ischanneledtoward the Board’s final decision on\nthose merits. That process finds a ready analogue elsewhere in our\nlaw. Much as here, an indicted criminal defendant unhappy with a\ngrand jury’s finding of probable cause isn’t permitted to challenge\nthat preliminary assessment, but may instead move the court for\nacquittal after the government has presented all its evidence. SeeCostellov.United States,350\nU.S. 359, 363 (1956); Fed. Rule Crim. Proc. 29(a).Mattersoutside§314 are different. Take\nthe provision before us, §315(b). It promises that an inter partes\nreview “may not be instituted” more than a year after the\ninitiation of litigation. This stands as an affirmative limit on\nthe agency’s authority. Much like a statute of limitations, this\nprovision supplies an argument a party can continue to press\nthroughout the life of the administrative proceeding and on appeal.\nNothing in §315(b) speaks of a “deter- mination by the Director,”\nlet alone suggests that the agency’s initial ruling on a petition’s\ntimeliness is “final and nonappealable.”To pretend otherwise would invite a linguistic\nnonsense. We would have to read §314’s language speaking of “[t]he”\n“determination” “under this section” to include not one\ndetermination but two—and to include not only the determination\nactually made under “this section” but also a second assessment\nmade about the effect of an entirely different section.To pretend otherwise would invite a practical\nnonsense as well. Because the Director’s initial “reasonable\nlikelihood” determination under §314(a) relates to the merits, it\nwill be effectively reviewed both by the Board and courts as the\ncase progresses. But when does the Director’s application of\n§315(b)’s time bar get another look? Under Thryv’s interpretation,\na provision that reads like an affirmative limit on the agency’s\nauthority reduces to a mere suggestion. No matter how wrong or even\npurposefully evasive, the Director’s assessment of a petition’s\ntimeliness is always immune from review. And even that’s not the\nend of it. In other cases, the Board has claimedithas the\nright to review these initial timeliness decisions, and Thryv seems\ncontent with those rulings. See,e.g., Medtronic, Inc.v.Robert Bosch Healthcare Systems, Inc., 839 F.3d 1382 (CA\nFed. 2016). So it turns out the company doesn’t really want to make\nan initial administrative timeliness decisionsfinal; it\njust wants to make themunreviewable in court, defying once\nmore §314’s plain language and any rational explanation, except\nmaybe as an expedient to win the day’s case.BConfronting so many problems in the statute’s\ntext, Thryv seeks a way around them by offering a competing account\nof the law’s operation. While §314 empowers the Director to make an\ninstitution decision, Thryv asserts that various provisions\nscattered throughout the chapter—such as §§314(a), 315(a)(1), and\n315(b)—help guide the decision. And on Thryv’s interpretation,allquestions related to the Director’s institution decision\nshould be insulated from review, no matter where those rules are\nfound. What about the fact §314 speaks of insulating only “[t]he”\n“determination” “under this section”? Thryv says this language\nserves merely to indicatewhichinstitution authority is\nunreviewable—namely, the Director’s authority to institute an inter\npartes proceeding pursuant to §314, rather than pursuant to some\nother provision.This interpretation, however, makes a nullity of\nthe very language it purports to explain. Section 314 is theonlysection that authorizes the Director to institute inter\npartes review, making it pointless for Congress to tell us that\nwe’re talking about the Director’s §314 inter partes review\ninstitution authority as opposed tosomeotherinter\npartes review institution authority. In fact, you can strike “under\nthis section” from §314(d) and Thryv’s interpretation remains\nunchanged. That’s a pretty good clue something has gone wrong.Faced with this problem of surplusage, Thryv\nalludes to the possibility that Congress included redundant\nlanguage to be “double sure.” But double sure of what? Thryv does\nnot identify any confusion that the phrase “under this section”\nmight help avoid. Given the lack ofanyother provision,anywherein the U. S. Code, authorizinganyoneto institute inter partes review, even the most obtuse reader would\nnever have any use for the clarification supposedly provided by\n“under this section” on Thryv’s account.Maybe so, Thryv replies, but we shouldn’t worry\nabout the surplusage here because the AIA contains surplusage\nelsewhere. The other putative examples of surplusage Thryv\nidentifies, however, have no bearing on the provision now before\nus. And even a passing glance reveals no surplusage in them either.\nConsider §315(c). It says that “the Director, in his or her\ndiscretion, may join as a party to that inter partes review any\nperson who properly files a petitionunder section 311that\nthe Director, after receiving a preliminary responseunder\nsection 313. . . , determines warrants the\ninstitution of an inter partes reviewunder section 314.”\n(Emphasis added.) Thryv argues that all these cross-references are\nunnecessary. But look closely: Each of §315(c)’s cross-references\ndoes important work to establish the rules for joinder. Strike the\nfirst and the requirements of a joinder petition become undefined.\nStrike the second and it’s a mystery what kind of response the\npatent owner is entitled to file. Strike the third and the\nDirector’s determination whether to grant joinder becomes\nstandardless. All of this language has a point to it—just as “under\nthis section” does under a faithful interpretation of §314(d).That leaves Thryv only one more tenuous textual\nlifeline left to toss. If Congress had wanted to insulate from\nreview only “[t]he” “determination” that a petition has a “reason-\nable likelihood” of success, the company suggests, Congress could\nhave spoken of insulating “the determination under subsection (a)”\nrather than “the determination under this section.” And Thryv\nreminds us that Congress used that latter formulation in nearby and\npredecessor statutes. See,e.g.,§303(c) (“[a] determination\nby the Director pursuant to subsection (a) of this section\n. . . will be final and nonappealable”); §312(c) (2006\ned.; repealed 2011) (“[a] determination by the Director under\nsubsection (a) shall be final and non-appealable”).But so what? One could replace the phrase “my\nnext-door neighbor to the west” with “my neighbor at 123 Main\nStreet” (assuming that is her address) and the meaning would be the\nsame. Likewise, it hardly matters whether Congress spoke of the\n“determination” “under this section” or “under subsection (a).”\nEither way, our attention is directed within, not beyond, §314. And\nwhat’s Thryv’s alternative? It would have us read language speaking\nof the Director’s determination “under this section” to encompass\nany decision related to the initiation of inter partes review found\nanywhere in the AIA—an entire chapter of the U. S. Code.\nThat’s sort of like reading “my next-door neighbor to the west” to\ninclude “anyone in town.” Nor do things get better for Thryv with a\ncareful assessment of nearby and predecessor statutes. They reveal\nthat Congress knew exactly how to give broader directions like the\none Thryv imagines when it wished to do so. See,e.g.,§314(b) (directing our attention to the Director’s decision whether\nto institute inter partes review “under this chapter” rather than\n“under this section”).Without any plausible textual or contextual hook\nfor its position, Thryv finishes by advancing a parade of policy\nhorribles. It notes that the AIA imposes lots ofotherconstraints on inter partes review besides the §315(b) timing\nprovision now before us. For example, the law bars petitioners who\nhave filed declaratory judgment actions from challenging the same\npatent in inter partes review proceedings, §315(a)(1), and it\nestops petitioners from seeking other forms of review once an inter\npartes proceeding finishes, §315(e). If courts are going to review\nthe agency’s application of §315(b), Thryv wonders, are they going\nto have to review the agency’s application of these other\nprovisions too?But we could just as easily march this parade in\nthe opposite direction. Even assuming (without deciding) that Thryv\nis right and the reviewability of all these provisions stands or\nfalls together, that seems at least as good an argument for as\nagainst judicial review. If so much more is at stake, if many more\nkinds of agency errors could be insulated from correction, isn’t\nthat a greater reason to pay assiduous attention to the statute’s\nterms? Surely, Thryv’s professed concern for judicial economy\nsupplies no license to ignore our duty to decide the cases properly\nput to us in accord with the statute’s terms.IIIThis last point leads to another reason why we\nshould reject Thryv’s reading of the statute. Even if the company\ncould muster some doubt about the reach of §314(d), it wouldn’t be\nenough to overcome the “well-settled presumption favoring\ninterpretations of statutes that allow judicial review of\nadministrative action.”McNaryv.Haitian Refugee Center,\nInc.,498 U.S.\n479, 496 (1991). As this Court has long explained, “we will\n. . . find an intent to preclude such review only if\npresented with clear and convincing evidence.”Renov.Catholic Social Services, Inc.,509 U.S.\n43, 64 (1993) (internal quotation marks omitted).The presumption of judicial review is deeply\nrooted in our history and separation of powers. To guard against\narbitrary government, our founders knew, elections are not enough:\n“An elective despotism was not the government we fought for.” The\nFederalist No. 48, p. 311 (C. Rossiter ed. 1961) (emphasis\ndeleted). In a government “founded on free principles,” no one\nperson, group, or branch may hold all the keys of power over a\nprivate person’s liberty or property.Ibid.Instead, power\nmust be set against power, “divided and balanced among several\nbodies . . . checked and restrained by the others.”Ibid.As Chief Justice Marshall put it: “It would excite\nsome surprise if, in a government of laws and of principle\n. . . a department whose appropriate duty it is to decide\nquestions of right, not only between individuals, but between the\ngovernment and individuals,” a statute might leave that individual\n“with no remedy, no appeal to the laws of his country, if he should\nbelieve the claim to be unjust.”United Statesv.Nourse, 9 Pet. 8, 28–29 (1835).It should come as an equal surprise to think\nCongress might have imposed an express limit on an executive\nbureaucracy’s authority to decide the rights of individuals, and\nthen entrusted that agency with the sole power to enforce the\nlimits of its own authority. Yet on Thryv’s account, §315(b)’s\ncommand that “inter partes reviewmay notbe instituted”\nwould be left entrusted to the good faith of the very executive\nofficials it is meant to constrain. (Emphasis added.) We do not\nnormally rush to a conclusion that Congress has issued such\n“ ‘blank checks drawn to the credit of some administrative\nofficer.’ ”Bowenv.Michigan Academy of Family\nPhysicians,476 U.S.\n667, 671 (1986) (quoting S. Rep. No. 752, 79th Cong., 1st\nSess., 26 (1945)).That usually may be the case, Thryv counters,\nbut this statute’s unusually modest purpose makes it plausible to\nthink Congress meant to shield its application from judicial\nreview. After all, the company submits, §315(b) is not really a\nfirm limit on the agency’s authority, only a claim processing rule.\nFor proof, the company reminds us that §315(b) bars challengers who\nhave already spent a year litigating in court from petitioning the\nagency, but leaves open the possibility that the agency might still\ninstitute inter partes review if a different, eligible petitioner\nhappens to come along. And this theoretical possibility, Thryv\ntells us, suggests that the agency was meant to be allowed to act\nas it wants.But Thryv’s reply here is like saying Article\nIII’s “case or controversy” requirement isn’t really a limit on the\npower of federal courts, because it’s always possible thatsomelitigant with a live dispute will come forward and\nrequire the court to settle a particular legal question. The\nimplacable fact is that nothing in the AIA gives the Director or\nthe Board freewheeling authority to conduct inter partes review.\nThe statute demands the participation of a real party in interest,\na petitioner who is not barred by prior litigation and who is\nwilling to face estoppel should he lose. §§311(a), 315. And if, as\nseems likely in our case and many others, no one is willing and\nable to meet those conditions, the law does not permit inter partes\nreview. So rather than a claim processing rule, §315 is both a\nconstraint on the agency’s power and a valuable guarantee that a\npatent owner must battle the same foe only once.Realizing that its textual arguments are too\nstrained to demonstrate clearly and convincingly that Congress\nmeant to displace judicial review, Thryv asks us to draw\n“inferences” from the AIA “as a whole.” Brief for Petitioner 16\n(internal quotation marks omitted). In particular, the company\ntells us that Congress’s “overriding purpose” in creating inter\npartes review was to “weed out poor quality pat- ents,” and that\njudicial enforcement of §315(b) would slow this progress.Id.,at 24 (quotation altered). But to support its thematic\naccount of the law’s goals, Thryv rests on one thin reed after\nanother—a House Report here, a floor statement there, and a few\nquotations fromCuozzo Speed Technologies, LLCv.Lee, 579 U. S. ___ (2016), that summarize these same\nsources. All the rest is generously filled in by the company’s own\naccount about how inter partes reviewoughtto work.That’s far from enough. The historic presumption\nof judicial review has never before folded before a couple stray\npieces of legislative history and naked policy appeals. Besides,\nThryv’s submissions cannot withstand the mildest inspection even on\ntheir own terms. No one doubts that Congress authorized inter\npartes review to encourage further scrutiny of already issued\npatents. But lost in Thryv’s telling about the purposes of the AIA\nis plenty of evidence that Congressalsoincluded provisions\nto preserve the value of patents and protect the rights of patent\nowners. For example, Congress sharply limited the legal grounds\nthat might be pursued in inter partes review, §311(b); afforded\npatent owners an opportunity to respond to petitions prior to\ninstitution, §313; and, most relevant today, protected patent\nowners from the need to fight a two-front war before both the Board\nand federal district court, §315. Legislating involves compromise\nand it would be naive to think that, as the price for their zealous\nnew procedures for canceling pat- ents, those who proposed the AIA\ndidn’t have to acceptsomeprotections like these for patent\nholders. Yet, Thryv glides past all these provisions without\ncomment. Worse, taking the company’s argument to its logical\nconclusion could render these protections into “ ‘merely\nadvisory’ ” features of the law.Bowen, 476 U. S.,\nat 671. If adopted, Thryv’s vision of an administrative regime\nsingularly focused on the efficient canceling of patents could\nbecome self-fulfilling.A case decided just weeks ago supplies a telling\npoint of comparison. InGuerrero-Lasprillav.Barr,\n589 U. S. ___ (2020), Congress sought to expedite the removal\nof aliens convicted of certain aggravated felonies by foreclosing\njudicial review of their cases unless they raised “questions of\nlaw.” See 8 U. S. C. §§1252(a)(2)(C), (D). But the\nstatute there was ambiguous about mixed questions of law and fact:\nWere these (reviewable) questions of law, or (unreviewable)\ndeterminations of fact? Because the statute could be interpreted\neither way, this Court held, the presumption of reviewability\npreserved the aliens’ ability to argue mixed questions on appeal.\nToday, the textual arguments for shielding the agency’s decision\nfrom review are even weaker, and the same presumption that\npreserved judicial review for felons seeking discretionary relief\nfrom removal should do no less work for patent holders seeking to\ndefend their inventions.IVEven if the statute’s plain language and the\npresumption in favor of review dictate a ruling against it, Thryv\nfinishes by suggesting we must ignore all that and rule for it\nanyway because precedent commands it. Maybe our precedent is wrong,\nthe company says, but it binds us all the same.In particular, Thryv points us toCuozzo.\nThere, the Court suggested that §314(d) could preclude review in\ncases: (1) where a litigant challenges the Director’s reasonable\nlikelihood of success determination under §314(a), or (2) where a\nlitigant “grounds its claim in a statute closely related to that\ndecision to institute inter partes review.” 579 U. S.,at___(slip op., at 12). That first path is faithful to the\nplain language of §314(d). The second appears nowhere in the\nstatute but is, instead, a product of the judicial imagination.\nStill, Thryv says, we must follow that path wherever it leads and,\nbecause §315(b) decisions are “closely related” to §314(a)\ndecisions, we shouldn’t review them.ButCuozzohardly held so much. In fact,Cuozzohad no need to explore the second path it imagined,\nfor it quickly concluded that the argument before it was “little\nmore than a challenge to the Patent Office’s conclusion under\n§314(a),” a decision shielded from judicial review under any\ninterpretation of §314(d).Id., at ___ (slip op., at 12). So\nall the discussion about the reviewability of decisions outside\n§314(a) turned out to be nothing more than dicta entirely\nunnecessary to the decision. Nor did anything inCuozzodirectly address §315(b) decisions, let alone declare them to be\n“close enough” to §314(a) decisions to preclude judicial\nreview.That’s just the beginning of Thryv’s precedent\nproblems, too. InSAS Institute Inc.v.Iancu, 584\nU. S. ___ (2018), an inter partes review petitioner challenged\nthe Director’s practice of instituting review of some, but not all,\nof the claims challenged in a single petition. The government\nargued there—much as Thryv argues today—that §314(d) shielded this\nunlawful practice from judicial review. In advancing this argument,\nthe government seized on the same language inCuozzothat\nThryv now embraces, claiming that its opponent’s “grounds for\nattacking the decision . . . are closely tied” to the\n§314(a) institution decision. Brief for Federal Respondent inSAS InstituteInc.v.Iancu, O. T. 2017,\nNo. 16–969, p. 13. Because no one could say that the\npetitioner’s argument inSAS Institutewas “little more than\na challenge to the Patent Office’s conclusion under §314(a),” 584\nU. S., at ___ (slip op., at 13), we were forced to confront\nwhetherCuozzoand the relevant statutes actually barred not\njust institution decisions under §314(a) but things “closely\nrelated” to them.We held they did not. We began, as we did inCuozzo, by noting the “strong presumption in favor of\njudicial review.”SAS Institute, 584 U. S., at ___\n(slip op., at 13) (internal quotation marks omitted). We then put\nan end to any doubt about what the dicta in that case might mean:\n“Given the strength of this presumption and the statute’s text,Cuozzoconcluded that §314(d) precludes judicial reviewonlyof the Director’s ‘initial determination’ under\n§314(a).”Ibid.(quotingCuozzo, 579 U. S., at\n___ (slip op., at 9); emphasis added). We did not need to overruleCuozzo, because the language the government seized upon from\nthat opinion was dicta from the start. Still, we made it clear that\ndicta’s day had come: To readCuozzoas “foreclosing\njudicial review of any legal question bearing on the institution\ndecision,” we explained, would “overrea[d] both the statute and our\nprecedent.”SAS Institute,584 U. S., at ___–___ (slip\nop., at 12–13). The petitioner’s challenge to the Director’s\npartial institution practice could go forward exactly because it\nwas something other than a disagreement about the Director’s\ninitial determination under §314(a).Id., at ___–___ (slip\nop., at 13–14).It’s not surprising that litigants would invite\nus to overread dicta or overlook an unfavorable precedent. What is\nsurprising is that the Court would accept the invitation. In\n‘‘cases involving property,” after all, “considerations favoringstare decisisare at their acme.”Kimblev.Marvel\nEntertainment, LLC, 576 U.S. 446, 457 (2015) (internal\nquotation marks omitted). And we are often reminded that “stare\ndecisiscarries enhanced force when a decision . . .\ninterprets a statute.”Id., at 456. But rather than\nsearching for the kind of “superspecial justification,”id.,\nat 458, this Court supposedly requires to overrule a precedent likeSAS Institute, today’s majority quibbles with a few\nsentences and quietly walks away. If, as some have worried, “[e]ach\ntime the Court overrules a case, the Court . . . cause[s]\nthe public to become increasingly uncertain about which cases the\nCourt will overrule,”Franchise Tax Bd. of Cal.v.Hyatt, 587 U. S. ___, ___ (2019) (slip op., at 13),\n(Breyer, J., dissenting), one can only imagine what a judicial\nshrug of the shoulders like this might yield.Litigants and lower courts will also have to be\nforgiven for the confusion to come about the meaning of §314(d)’s\nreview bar. Whether it is limited to the §314(a) determination (asSASInstituteheld and parts ofCuozzosuggested) or also reaches to challenges grounded in “closely\nrelated” statutes (as other parts ofCuozzosuggested and\nthe Court insists today)—who can say? And even supposing that\n“closely related to institution” really is the test we’ll apply\nnext time, does anyone know what this judicially concocted\nformulation even means? Despite three opinions interpreting the\nsame provision in under five years, only one thing is clear:\nNeither the statute nor our precedent can be counted upon to give\nthe answer. Litigants and lower courts alike will just have to wait\nand see.VIt’s a rough day when a decision manages to\ndefy the plain language of a statute, our interpretative\npresumptions,andour precedent. But today that’s not the\nworst of it. The Court’s expansive reading of §314(d) takes us\nfurther down the road of handing over judicial powers involving the\ndisposition of individual rights to executive agency officials.We started the wrong turn inOil States\nEnergy Services, LLCv.Greene’s Energy Group, LLC, 584\nU. S. ___ (2018). There, a majority of this Court acquiesced\nto the AIA’s provisions allowing agency officials to withdraw\nalready-issued patents subject to very limited judicial review. As\nthe majority saw it, patents are merely another public franchise\nthat can be withdrawn more or less by executive grace. So what if\npatents were, for centuries, regarded as a form of personal\nproperty that, like any other, could be taken only by a judgment of\na court of law. So what if our separation of powers and history\nfrown on unfettered executive power over individuals, their\nliberty, and their property. What the government gives, the\ngovernment may take away—with or without the involvement of the\nindependent Judiciary. Today, a majority compounds that error by\nabandoning a good part of what little judicial review even the AIA\nleft behind.Just try to imagine this Court treating other\nindividual liberties or forms of private property this way. Major\nportions of this country were settled by homesteaders who moved\nwest on the promise of land patents from the federal government.\nMuch like an inventor seeking a patent for his invention, settlers\nseeking these governmental grants had to satisfy a number of\nconditions. But once a patent issued, the granted lands became the\nrecipient’s private property, a vested right that could be\nwithdrawn only in a court of law. No one thinks we would allow a\nbureaucracy in Washington to “cancel” a citizen’s right to his\nfarm, and do so despite the government’s admission that it acted in\nviolation of the very statute that gave it this supposed authority.\nFor most of this Nation’s history it was thought an invention\npatent holder “holds a property in his invention by as good a title\nas the farmer holds his farm and flock.”Hoveyv.Henry, 12 F. Cas. 603, 604 (No. 6,742) (CC Mass. 1846)\n(Woodbury, J., for the court). Yet now inventors hold nothing for\nlong without executive grace. An issued patent becomes nothing more\nthan a transfer slip from one agency window to another.Some seek to dismiss this concern by noting that\nthe bureaucracy the AIA empowers to revoke patents is the same one\nthat grants them. But what comfort is that when the Constitution\npromises an independent judge in any case involving the deprivation\nof life, liberty, or property? Would it make things any better if\nwe assigned the Department of the Interior the task of canceling\nland patents because that agency initially allocated many of them?\nThe relevant constitutional fact is not which agency granted a\nproperty right, but that a property right was granted.The abdication of our judicial duty comes with a\nprice. The Director of the Patent and Trademark Office is a\npolitical appointee. The AIA vests him with unreviewable authority\nto institute (or not) inter partes review. Nothing would prevent\nhim, it seems, from insulating his favorite firms and industries\nfrom this process entirely. Those who are not so fortunate proceed\nto an administrative “trial” before a panel of agency employees\nthat the Director also has the means to control. The AIA gives the\nDirector the power to select which employees, and how many of them,\nwill hear any particular inter partes challenge. It also gives him\nthe power to decide how much they are paid. And if a panel reaches\na result he doesn’t like, the Director claims he may order\nrehearing before a new panel, of any size, and including even\nhimself.No one can doubt that this regime favors those\nwith political clout, the powerful and the popular. But what about\nthose who lack the resources or means to influence and maybe even\ncapture a politically guided agency? Consider Mr. DuVal, who 25\nyears ago, came up with something the Patent Office agreed was\nnovel and useful. His patent survived not only that initial review\nbut a subsequent administrative ex parte review, a lawsuit,\nand the initiation of another. Yet, now, after the patent has\nexpired, it is challenged in still another administrative\nproceeding and retroactively expunged by an agency that has, by its\nown admission, acted unlawfully.Thatis what happens when\npower is not balanced against power and executive action goes\nunchecked by judicial review. Rather than securing incentives to\ninvent, the regime creates incentives to curry favor with officials\nin Washington.Nor is it hard to imagine what might lie around\nthe corner. Despite repeated lawsuits, no court ever ruled\ndefinitively on Mr. DuVal’s patents. But suppose one had—and\nsuppose he had prevailed. According to the agency, even that\njudgment might not matter much. In other cases, the Board has\nclaimed the power through inter partes review to overrule final\njudicial judgments affirming patent rights. In the Director’s\nestimation, it appears, even this Court’s decisions must bow to the\nBoard’s will. SeeXY, LLCv.Trans Ova Genetics, L.\nC., 890 F.3d 1282, 1285–1286, 1294–1295 (CA Fed. 2018);Fresenius USA, Inc.v.Baxter Int’l,Inc., 721\nF.  3d 1330, 1340–1344 (CA Fed. 2013). It’s no wonder, then,\nthat district courts sometimes throw up their hands and let the\nBoard take over whenever inter partes review and patent litigation\nbegin to overlap. Why bother with a trial if “the finality of any\njudgment rendered by [a] Court will be dubious”? Order Granting\nStay inClick-to-call Technologies LPv.Ingenio,\nInc., No. 12–cv–00465 (WD Tex.), Doc. No. 147, p. 4.It’s understandable, too, why the agency might\nthink so much is up for grabs. Not only did this Court give away\nmuch of its Article III authority inOil Stateson a\nmistaken assessment that patents were historically treated as\npublic franchises rather than private rights. Some would have had\nthe Court go even further. Rather than looking to history to\ndetermine how patents were treated, as both the majority and\ndissent sought to do, these Members of the Court suggested that\nagencies should be allowed to withdraw even private rights if “a\nnumber of factors”—taken together, of course—suggest it’s a good\nidea.Commodity Futures Trading Comm’nv.Schor,478 U.S.\n833, 851 (1986); see alsoOil States, 584 U. S., at\n___ (Breyer, J., concurring) (slip op., at 1). These “factors” turn\nout to include such definitive and easily balanced considerations\nas the “nature of the claim,” the “nature of the non-Article III\ntribunal,” and the “nature and importance of the legislative\npurpose served by the grant of adjudicatory authority to a tribunal\nwith judges who lack Article III’s tenure and compensation\nprotections.”Sternv.Marshall,564 U.S.\n462, 513 (2011) (Breyer, J., dissenting). In other words,\nArticle III promises that a person’s private rights may be taken\nonly in proceedings before an independent judge,unlessthe\ngovernment’s goals would be better served by a judge who isn’t so\nindependent.Thryv seeks to assure us that affected parties\ncan still file writs of mandamus in courts if the Patent Office\ngetsreallyout of hand. But the Court today will not say\nwhether mandamus is available where the §314(d) bar applies, and\nthe Federal Circuit has cast doubt on that possibility.In re Power Integrations, Inc., 899 F.3d 1316, 1319\n(2018) (“We have held that the statutory prohibition on appeals\nfrom decisions not to institute inter partes review cannot be\nsidestepped simply by styling the request for review as a petition\nfor mandamus”);In re Procter & Gamble Co., 749 F.3d\n1376 (2014);In re Dominion Dealer Solutions, LLC., 749 F.3d\n1379 (2014). Even assuming mandamusisavailable, it is a\n“drastic [remedy], to be invoked only in extraordinary situations.”Kerrv.United States Dist. Court for Northern Dist. of\nCal.,426 U.S.\n394, 402 (1976). To be eligible for this discretionary relief,\na petitioner must first show a “clear and indisputable” right.Id.,at 403 (internal quotation marks omitted). But how\noften could a litigant show such a “clear and indisputable” right\nin an area where courts shirk their duty to say what the law is in\nthe first place? And how would a court find the will to call a\nsituation “extraordinary” once the agency has been free for so long\nto ignore the limits on its power? If the case before us doesn’t\nqualify as “extraordinary,” and if the Board’s admitted flouting of\n§315(b) isn’t “clear and indisputable,” then what extralegal act\nwouldn’t be just another day at the office?*Two years ago, this Court sanctioned a\ndeparture from the constitutional plan, one in which the Executive\nBranch assumed responsibilities long reserved to the Judiciary. In\nso doing, we denied inventors the right to have their claims tried\nbefore independent judges and juries. Today we compound that error,\nnot only requiring patent owners to try their disputes before\nemployees of a political branch, but limiting their ability to\nobtain judicial review when those same employees fail or refuse to\ncomply with the law. Nothing in the statue commands this result,\nand nothing in the Constitution permits it. Respectfully, I\ndissent.",
    "joined": []
}