{
    "case": {
        "docket": "19-368",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-368/"
    },
    "id": "4376948",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–368 and 19–369_________________FORD MOTOR COMPANY, PETITIONER19–368v.MONTANA EIGHTH JUDICIAL DISTRICT COURT,\net al.on writ of certiorari to the supreme court of\nmontanaFORD MOTOR COMPANY, PETITIONER19–369v.ADAM BANDEMERon writ of certiorari to the supreme court of\nminnesota[March 25, 2021]Justice Gorsuch, with whom Justice Thomas\njoins, concurring in the judgment.SinceInternational Shoe Co.v.Washington,326 U.S.\n310(1945), this Court’s cases have sought to divide the world\nof personal jurisdiction in two. A tribunal with “general\njurisdiction” may entertain any claim against the defendant. But to\ntrigger this power, a court usually must ensure the defendant is\n“ ‘at home’ ” in the forum State.Daimler AGv.Bauman,571 U.S.\n117, 137 (2014). Meanwhile, “specific jurisdiction” affords a\nnarrower authority. It applies only when the defendant\n“ ‘purposefully avails’ ” itself of the opportunity to do\nbusiness in the forum State and the suit “ ‘arise[s] out of or\nrelate[s] to’ ” the defendant’s contacts with the forum State.Burger King Corp.v.Rudzewicz,471 U.S.\n462, 472, 475 (1985).While our cases have long admonished lower\ncourts to keep these concepts distinct, some of the old guardrails\nhave begun to look a little battered. Take general jurisdiction. If\nit made sense to speak of a corporation having one or two “homes”\nin 1945, it seems almost quaint in 2021 when corporations with\nglobal reach often have massive operations spread across multiple\nStates. To cope with these changing economic realities, this Court\nhas begun cautiously expanding the old rule in “ ‘exceptional\ncase[s].’ ”BNSF R. Co.v.Tyrrell, 581\nU. S. ___, ___ (2017) (slip op., at 10).Today’s case tests the old boundaries from\nanother direction. Until now, many lower courts have proceeded on\nthe premise that specific jurisdiction requires two things. First,\nthe defendant must “purposefully avail” itself of the chance to do\nbusiness in a State. Second, the plaintiff ’s suit must “arise\nout of or relate to” the defendant’s in-state activities.\nTypically, courts have read this second phrase as a unit requiring\nat least a but-for causal link between the defendant’s local\nactivities and the plaintiff ’s injuries.E.g.,Tamburov.Dworkin, 601 F.3d 693, 708–709 (CA7 2010)\n(collecting cases); see alsoBurger King, 471 U. S., at\n475 (discussing “proximate[ ] results”). As every first year\nlaw student learns, a but-for causation test isn’t the most\ndemanding. At a high level of abstraction, one might say any event\nin the world would not have happened “but for” events far and long\nremoved.Now, though, the Court pivots away from this\nunderstanding. Focusing on the phrase “arise out of or relate to”\nthat so often appears in our cases, the majority asks us to parse\nthose words “as though we were dealing with language of a statute.”Reiterv.Sonotone Corp.,442\nU.S. 330, 341 (1979). In particular, the majority zeros in on\nthe disjunctive conjunction “or,” and proceeds to build its entire\nopinion around that linguistic feature.Ante, at 8–9. The\nmajority admits that “arise out of ” may connote causation.\nBut, it argues, “relate to” is an independent clause that does\nnot.Where this leaves us is far from clear. For a\ncase to “relate to” the defendant’s forum contacts, the majority\nsays, it is enough if an “affiliation” or “relationship” or\n“connection” exists between them.Ante,at 6, 12, 16. But\nwhat does this assortment of nounsmean? Loosed from any\ncausation standard, we are left to guess. The majority promises\nthat its new test “does not mean anything goes,” but that hardly\ntells us what does.Ante,at 9. In some cases, the new test\nmay prove more forgiving than the old causation rule. But it’s hard\nnot to wonder whether it may also sometimes turn out to be more\ndemanding. Unclear too is whether, in cases like that, the majority\nwould treat causation and “affiliation” as alternative routes to\nspecific jurisdiction, or whether it would deny jurisdiction\noutright.For a glimpse at the complications invited by\ntoday’s decision, consider its treatment of North Dakota and\nWashington. Those are the States where Ford first sold the\nallegedly defective cars at issue in the cases before us. The\nmajority seems to suggest that, if the plaintiffs had sought to\nbring their suits in those States, they would have failed. The\nmajority stresses that the “only connection” between the\nplaintiffs’ claims and North Dakota and Washington is the fact that\nformer owners once bought the allegedly defective cars there.Ante,at 15. But the majority never tells us why that\n“connection” isn’t enough. Surely, North Dakota and Washington\nwould contend they have a strong interest in ensuring they don’t\nbecome marketplaces for unreasonably dangerous products. Nor is it\nclear why the majority casts doubt on the availability of specific\njurisdiction in these States without bothering to consider whether\nthe old causation test might allow it. After all, no one doubts\nFord purposefully availed itself of those markets. The plaintiffs’\ninjuries, at least arguably, “arose from” (or were caused by) the\nsale of defective cars in those places. Even if the majority’s new\naffiliation test isn’t satisfied, don’t we still need to ask those\ncausation questions, or are they now to be abandoned?Consider, too, a hypothetical the majority\noffers in a footnote. The majority imagines a retiree in Maine who\nstarts a one-man business, carving and selling wooden duck decoys.\nIn time, the man sells a defective decoy over the Internet to a\npurchaser in another State who is injured. Seeante, at 13,\nn. 4. We aren’t told how. (Was the decoy coated in lead\npaint?) But put that aside. The majority says this hypothetical\nsupplies a useful study in contrast with our cases. On the\nmajority’s telling, Ford’s “continuous” contacts with Montana and\nMinnesota are enough to establish an “affiliation” with those\nStates; by comparison, the decoy seller’s contacts may be too\n“isolated” and “sporadic” to entitle an injured buyer to sue in his\nhome State. But if this comparison highlights anything, it is only\nthe litigation sure to follow. For between the poles of\n“continuous” and “isolated” contacts lie a virtually infinite\nnumber of “affiliations” waiting to be explored. And when it comes\nto that vast terrain, the majority supplies no meaningful guidance\nabout what kind or how much of an “affiliation” will suffice. Nor,\nonce more, does the majority tell us whether its new affiliation\ntest supplants or merely supplements the old causation inquiry.Not only does the majority’s new test risk\nadding new layers of confusion to our personal jurisdiction\njurisprudence. The whole project seems unnecessary. Immediately\nafter disavowing any need for a causal link between the defendant’s\nforum activities and the plaintiffs’ injuries, the majority\nproceeds to admit that such a link may be present here.Ante,at 14. The majority stresses that the Montana and\nMinnesota plaintiffs before us “might” have purchased their cars\nbecause of Ford’s activities in their home States. They “may” have\nrelied on Ford’s local advertising. And they “may” have depended on\nFord’s promise to furnish in-state servicers and dealers. If the\nmajority is right about these things, that would be more than\nenough to establish a but-for causal link between Ford’s in-state\nactivities and the plaintiffs’ decisions to purchase their\nallegedly defective vehicles. Nor should that result come as a\nsurprise: One might expect such causal links to be easy to prove in\nsuits against corporate behemoths like Ford. All the new\neuphemisms—“affiliation,” “relationship,” “connection”—thus seem\npretty pointless.[1]*With the oldInternational Shoedichotomy looking increasingly uncertain, it’s hard not to ask how\nwe got here and where we might be headed.BeforeInternational Shoe, it seems due\nprocess was usually understood to guarantee that only a court of\ncompetent jurisdiction could deprive a defendant of his life,\nliberty, or property. In turn, a court’s competency normally\ndepended on the defendant’s presence in, or consent to, the\nsovereign’s jurisdiction. But once a plaintiff was able to “tag”\nthe defendant with process in the jurisdiction, that State’s courts\nwere generally thought competent to render judgment on any claim\nagainst the defendant, whether it involved events inside or outside\nthe State.Pennoyerv.Neff,95 U.S.\n714, 733 (1878);Burnhamv.Superior Court of\nCal.,County of Marin,495\nU.S. 604, 610–611 (1990); J. Story, Commentaries on the\nConflict of Laws 912–913 (3d ed. 1846);Massiev.Watts, 6 Cranch 148, 157, 161–162 (1810).[2]International Shoe’s emergence may be\nattributable to many influences, but at least part of the story\nseems to involve the rise of corporations and interstate trade. SeeHonda Motor Co.v.Oberg,512\nU.S. 415, 431 (1994). A corporation doing business in its State\nof incorporation is one thing; the old physical presence rules for\nindividuals seem easily adaptable to them. But what happens when a\ncorporation, created and able to operate thanks to the laws of one\nState, seeks the privilege of sending agents or products into\nanother State?Early on, many state courts held conduct like\nthat renders an out-of-state corporation present in the second\njurisdiction. And a present company could be sued for any claim, so\nlong as the plaintiff served an employee doing corporate business\nwithin the second State.E.g.,Pennsylvania Lumbermen’s\nMut. Fire Ins. Co.v.Meyer,197\nU.S. 407, 413–415 (1905). Other States sought to obviate any\npotential question about corporate jurisdiction by requiring an\nout-of-state corporation to incorporate under their laws too, or at\nleast designate an agent for service of process. Either way, the\nidea was to secure the out-of-state company’s presence or consent\nto suit.E.g.,Pennsylvania Fire Ins. Co. of\nPhiladelphiav.Gold Issue Mining & Milling Co.,243 U.S.\n93, 95–96 (1917).Unsurprisingly, corporations soon looked for\nways around rules like these. No one, after all, has ever liked\ngreeting the process server. For centuries, individuals facing\nimminent suit sought to avoid it by fleeing the court’s territorial\njurisdiction. But this tactic proved “too crude for the American\nbusiness genius,” and it held some obvious disadvantages. See\nJackson, What Price “Due Process,”5 N. Y. L. Rev. 435, 436\n(1927). Corporations wanted to retain the privilege of sending\ntheir personnel and products to other jurisdictions where they\nlacked a charter to do business. At the same time, when confronted\nwith lawsuits in the second forum, they sought to hide behind their\nforeign charters and deny their presence. Really, their strategy\nwas to do business without being seen to do business.Id.,\nat 438 (“No longer is the foreign corporation confronted with the\nproblem ‘to be or not to be’—it can both be and not be!”).Initially and routinely, state courts rejected\nploys like these. See,e.g., Pullman Palace Car Co.v.Lawrence, 74 Miss. 782, 796–799, 22 So. 53, 55–56 (Miss.\n1897). But, in a series of decisions at the turn of the last\ncentury, this Court eventually provided a more receptive audience.\nOn the one hand, the Court held that an out-of-state corporation\noften has a right to do business in another State unencumbered by\nthat State’s registration rules, thanks to the so-called dormant\nCommerce Clause.International Textbook Co.v.Pigg,217 U.S.\n91, 107–112 (1910). On the other hand, the Court began invoking\nthe Due Process Clause to restrict the circumstances in which an\nout-of-state corporation could be deemed present. So, for example,\nthe Court ruled that even an Oklahoma corporation purchasing a\nlarge portion of its merchandise in New York was not “doing\nbusiness” there.RosenbergBros. & Co.v.Curtis Brown Co.,260 U.S.\n516, 517–518 (1923). Perhaps advocates of this arrangement\nthought it promoted national economic growth. See Dodd,\nJurisdiction in Personal Actions, 23 Ill. L. Rev. 427, 444–445\n(1929). But critics questioned its fidelity to the Constitution and\ntraditional jurisdictional principles, noting that it often left\ninjured parties with no practical forum for their claims too.\nJackson, 5 N. Y. L. Rev., at 436–438.In many ways,International Shoesought\nto start over. The Court “cast . . . aside” the old\nconcepts of territorial jurisdiction that its own earlier decisions\nhad seemingly twisted in favor of out-of-state corporations.Burnham, 495 U. S., at 618. At the same time, the Courtalsocast doubt on the idea, once pursued by many state\ncourts, that a company “consents” to suit when it is forced to\nincorporate or designate an agent for receipt of process in a\njurisdiction other than its home State.Ibid.[3] In place of nearly everything that had\ncome before, the Court sought to build a new test focused on\n“ ‘traditional notions of fair play and substantial\njustice.’ ”International Shoe, 326 U. S., at 316\n(quotingMillikenv.Meyer,311\nU.S. 457, 463 (1940)).It was a heady promise. But it is unclear how\nfar it has really taken us. Even today, this Court usually\nconsiders corporations “at home” and thus subject to general\njurisdiction in only one or two States. All in a world where global\nconglomerates boast of their many “headquarters.” The Court has\nissued these restrictive rulings, too, even thoughindividualdefendants remain subject to the old “tag” rule,\nallowing them to be sued on any claim anywhere they can be found.Burnham, 495 U. S., at 610–611.[4] Nearly 80 years removed fromInternational\nShoe, it seems corporations continue to receive special\njurisdictional protections in the name of the Constitution. Less\nclear is why.Maybe, too,International Shoejust\ndoesn’t work quite as well as it once did. For a period, its\nspecific jurisdiction test might have seemed a reasonable new\nsubstitute for assessing corporate “presence,” a way to identify\nthose out-of-state corporations that were simply pretending to be\nabsent from jurisdictions where they were really transacting\nbusiness. When a company “purposefully availed” itself of the\nbenefits of another State’s market in the 1940s, it often involved\nsending in agents, advertising in local media, or developing a\nnetwork of on-the-ground dealers, much as Ford did in these cases.E.g.,International Shoe, 326 U. S., at 313–314,\n320. But, today, even an individual retiree carving wooden decoys\nin Maine can “purposefully avail” himself of the chance to do\nbusiness across the continent after drawing online orders to his\ne-Bay “store” thanks to Internet advertising with global reach.Ante, at 12–13, n. 4. A test once aimed at keeping\ncorporations honest about their out-of-state operations now\nseemingly risks hauling individuals to jurisdictions where they\nhave never set foot.Perhaps this is the real reason why the majority\nintroduces us to the hypothetical decoy salesman. Yes, he arguably\navailed himself of a new market. Yes, the plaintiff ’s\ninjuries arguably arose from (or were caused by) the product he\nsold there. Yes,International Shoe’s old causation test\nwould seemingly allow for personal jurisdiction. But maybe the\nmajority resists that conclusion because the old test no longer\nseems as reliable a proxy for determining corporate presence as it\nonce did. Maybethat’sthe intuition lying behind the\nmajority’s introduction of its new “affiliation” rule and its\ncomparison of the Maine retiree’s “sporadic” and “isolated” sales\nin the plaintiff ’s State and Ford’s deep “relationships” and\n“connections” with Montana and Minnesota.Ante,at 13,\nn. 4.If that is the logic at play here, I cannot help\nbut wonder if we are destined to return where we began. Perhaps all\nof this Court’s efforts sinceInternational Shoe, including\nthose of today’s majority, might be understood as seeking to\nrecreate in new terms a jurisprudence about corporate jurisdiction\nthat was developing before this Court’s muscular interventions in\nthe early 20th century. Perhaps it was, is, and in the end always\nwill be about trying to assess fairly a corporate defendant’s\npresence or consent.International Shoemay have sought to\nmove past those questions. But maybe all we have done since is\nstruggle for new words to express the old ideas. Perhaps, too, none\nof this should come as a surprise. New technologies and new schemes\nto evade the process server will always be with us. But if our\nconcern is with “ ‘traditionalnotions of fair play and\nsubstantial justice,’ ”International Shoe, 326\nU. S., at 316 (emphasis added), not just our personal and\nidiosyncratic impressions of those things, perhaps we will always\nwind up asking variations of the same questions.[5]None of this is to cast doubt on the outcome of\nthese cases. The parties have not pointed to anything in the\nConstitution’s original meaning or its history that might allow\nFord to evade answering the plaintiffs’ claims in Montana or\nMinnesota courts. No one seriously questions that the company,\nseeking to do business, entered those jurisdictions through the\nfront door. And I cannot see why, when faced with the process\nserver, it should be allowed to escape out the back. Jackson, 5\nN. Y. L. Rev., at 439. The real struggle here isn’t with\nsettling on the right outcome in these cases, but with making sense\nof our personal jurisdiction jurisprudence andInternational\nShoe’s increasingly doubtful dichotomy. On those scores, I\nreadily admit that I finish these cases with even more questions\nthan I had at the start. Hopefully, future litigants and lower\ncourts will help us face these tangles and sort out a responsible\nway to address the challenges posed by our changing economy in\nlight of the Constitution’s text and the lessons of history.Notes1The majority says\npersonal jurisdiction should not turn on a plain-tiff’s ability to\n“allege” or “establish” his or her reasons for doing business with\nthe defendant.Ante, at 14. But the implicit assumption\nhere—that the plaintiff bears the burden of proving personal\njurisdiction—is often mistaken. Perhaps because a lack of personal\njurisdiction is a waivable affirmative defense, some States place\nthe burden of proving the defense on the defendant. Even in places\nwhere the plaintiff bears the burden, I fail to see why it would be\nso terrible (or burdensome) to require an individual to plead and\nprove his or her reasons for purchase. Frequently, doing so may be\nsimple—far simpler than showing how the defendant’s connections\nwith the jurisdiction satisfy a new and amorphous “affiliation”\ntest.2Some disagree that due\nprocess requires even this much. Recent scholarship, for example,\ncontendsPennoyer’s territorial account of sovereign power\nis mostly right, but the rules it embodies are not “fixed in\nconstitutional amber”—that is, Congress might be able to change\nthem. Sachs,PennoyerWas Right, 95 Texas L. Rev. 1249,\n1255 (2017). Others suggest that fights over personal jurisdiction\nwould be more sensibly waged under the Full Faith and Credit\nClause. Jackson, Full Faith and Credit—The Lawyer’s Clause of the\nConstitution, 45 Colum. L. Rev. 1, 3 (1945). Whether these\ntheories are right or wrong, they at least seek to answer the right\nquestion—what the Constitution as originally understood requires,\nnot what nine judges consider “fair” and “just.”3It is unclear what\nremains of the old “consent” theory afterInternational\nShoe’s criticism. Some courts readInternational Shoeand the cases that follow as effectively foreclosing it, while\nothers insist it remains viable. CompareLanhamv.BNSF\nR. Co., 305 Neb. 124, 130–136, 939 N.W.2d 363, 368–371 (Neb.\n2020), withRodriguezv.Ford Motor Co.,\n2019-NMCA-023, ¶12–¶14, 458 P.3d 569, 575–576 (N. M. Ct. App.\n2018).4SinceBurnham,\nsome courts have sought to revive the tag rule for artificial\nentities while others argue that doing so would be inconsistentwithInternational Shoe. CompareFirst Am. Corp.v.Price Waterhouse LLP,154 F.3d 16, 20–21 (CA2 1998), withMartinezv.Aero\nCaribbean, 764 F.3d 1062, 1067–1069 (CA9 2014).5The majority worries that\nthe thoughts expressed here threaten to “transfigure our specific\njurisdiction standard as applied to corporations” and “return [us]\nto the mid-19th century.”Ante, at 7, n. 2;ante, at 9, n. 3. But it has become a tired trope to\ncriticize any reference to the Constitution’s original meaning as\n(somehow) both radical and antiquated.  Seeking to understand\nthe Constitution’s original meaning is part of our job. \nWhat’s the majority’s real worry anyway—that corporations might\nlose special protections?  The Constitution has always allowed\nsuits againstindividualson any issue in any State where\nthey set foot.Supra,at 8–9.  Yet the majority\nseems to recoil at even entertaining the possibility the\nConstitution might tolerate similar results for “nationwide\ncorporation[s],” whose “business is everywhere.”Ante,\nat 2;ante, at 9, n. 3.",
    "joined": []
}