{
    "case": {
        "docket": "18-96",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-96/"
    },
    "id": "4113759",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–96_________________TENNESSEE WINE AND SPIRITS RETAILERS\nASSOCIATION, PETITIONERv.RUSSELL F. THOMAS, EXECUTIVE\nDIRECTOR OF THE TENNESSEE ALCOHOLIC BEVERAGE COMMISSION,\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 26, 2019]Justice Gorsuch, with whom Justice Thomas\njoins, dissenting.Alcohol occupies a complicated place in this\ncountry’s history. Some of the founders were enthusiasts; Benjamin\nFranklin thought wine was “proof that God loves us.” Letter from B.\nFranklin to A. Morellet (July 1779), in 7 Writings of Benjamin\nFranklin 437 (A. Smyth ed. 1907). Many in the Prohibition era were\ndecidedly less enamored; they saw “liquor [a]s a lawlessness unto\nitself.”Duckworthv.Arkansas,314 U.S.\n390, 398 (1941) (Jackson, J., concurring in result). Over time,\nthe people have adopted two separate constitutional Amendments to\nadjust and then readjust alcohol’s role in our society. But through\nit all, one thing has always held true: States may impose residency\nrequirements on those who seek to sell alcohol within their borders\nto ensure that retailers comply with local laws and norms. In fact,\nStates have enacted residency requirements for at least 150 years,\nand the Tennessee law at issue before us has stood since 1939.\nToday and for the first time, the Court claims to have discovered a\nduty and power to strike down laws like these as unconstitutional.\nRespectfully, I do not see it.Start with the text of the Constitution. After\nthe Nation’s failed experiment with Prohibition, the people\nassembled in conventions in each State to adopt the Twenty-first\nAmendment. In §1, they repealed the Eighteenth Amendment’s\nnationwide prohibition on the sale of alcohol. But in §2, they\nprovided that “[t]he transportation or importation into any State\n. . . for delivery or use therein of intoxicating\nliquors, in violation of the laws thereof, is hereby prohibited.”\nThe Amendment thus embodied a classically federal compromise:\nNationwide prohibition ended, but States gained broad discretion to\ncalibrate alcohol regulations to local preferences. And under the\nterms of this compromise, Tennessee’s law imposing a two-year\nresidency requirement on those who seek to sell liquor within its\njurisdiction would seem perfectly permissible.[1]Of course, §2 does not immunize state laws fromallconstitutional claims. Everyone agrees that state laws\nmust still comply with, say, the First Amendment or the Equal\nProtection Clause.Ante, at 11–12. But the challenge before\nus isn’t based on any constitutional provision like that. Instead,\nwe are asked to decide whether Tennessee’s residency requirement\nimpermissibly discriminates against out-of-state residents and\nrecent arrivals in violation of the “dormant Commerce Clause”\ndoctrine. And that doctrine is a peculiar one. Unlike most\nconstitutional rights, the dormant Commerce Clause doctrinecannot be found in the text of any\nconstitutional provision but is (at best) an implication from one.\nUnder its banner, this Court has sometimes asserted the power to\nstrike down state laws that discriminate against nonresidents on\nthe ground that they usurp the authority to regulate interstate\ncommerce that the Constitution assigns in Article I to Congress.\nBut precisely because the Constitution assignsCongressthe\npower to regulate interstate commerce, that body is free to rebut\nany implication of unconstitutionality that might otherwise arise\nunder the dormant Commerce Clause doctrine by authorizing States to\nadopt laws favoring in-state residents.Prudential Ins. Co.v.Benjamin,328 U.S.\n408, 434–436 (1946).And that’s exactly what happened here. In the\nWebb-Kenyon Act of 1913, Congress gave the States wide latitude to\nrestrict the sale of alcohol within their borders. See 37Stat. 699\n(codified at 27 U. S. C. §122). Not only is that law\nstill on the books today, §2 of the Twenty-first Amendment closely\n“followed the wording of the 1913 Webb-Kenyon Act.”Ante, at\n11, n. 5. Accordingly, the people who adopted the Amendment\nnaturally would have understood it to constitutionalize an\n“exception to the normal operation of the [dormant] Commerce\nClause.”Craigv.Boren,429\nU.S. 190, 206 (1976). After all, what Congress can do by\nstatute “surely the people may do . . . through the\nprocess of amending our Constitution.”Granholmv.Heald,544 U.S.\n460, 494 (2005) (Stevens, J., dissenting). So in this area, at\nleast, we should not be in the business of imposing our own\njudge-made “dormant Commerce Clause” limitations on state\npowers.What the relevant constitutional and statutory\ntexts suggest, history confirms. Licensing requirements for the\nsale of liquor are older than the Nation itself. Byse, Alcoholic\nBeverage Control Before Repeal, 7 Law & Contemp. Prob. 544,\n544–547 (1940). Colonial authorities generally allowed sales only\nby those who were deemed “ ‘fit and suitable’ ” and who\nagreed to post a bond conditioned upon compliance with local\nregulations.Id., at 545. States started adopting residency\nrequirements as early as 1834, when New Hampshire began requiring\nany person who sold liquor “in any quantity less than one gallon”\nto obtain a license “from the selectmen of the town or place where\nsuch person resides.”Statev.Adams, 6 N. H.\n532, 533 (1834). In 1845, Missouri adopted a law nearly identical\nto the Tennessee statute now before us, requiring those seeking to\nsell liquor to have resided in the State for two years. Mo. Rev.\nStat. app., p. 1099. In the decades that followed, several\nother States and Territories followed suit and enacted laws like\nTennessee’s.[2]At the time these residency requirements were\nadopted they were widely understood to be constitutional, and\ncourts generally upheld them against legal challenges. H. Black,\nLaws Regulating the Manufacture and Sale of Intoxicating Liquors\n§30, pp. 39–40, and n. 33 (1892) (collecting cases).\nIndeed, in the mid-19th century this Court “recognized a broad\nauthority in state governments to regulate the trade of alcoholic\nbeverages within their borders free from implied restrictions under\nthe Commerce Clause.”Craig, 429 U. S., at 205 (citing\ntheLicense Cases, 5 How. 504, 579 (1847)).Things became more contentious only toward the\nend of the 19th century. By then, this Court had begun to take a\nmore muscular approach to the dormant Commerce Clause and started\nusing that implied doctrine to strike down state laws that\nrestricted the sale of imported liquor. SeeBowmanv.Chicago & Northwestern R. Co., 125 U. S.465 (1888);Leisyv.Hardin,135 U.S.\n100(1890). But this judicial activism did not go unnoticed,\nand in 1890 Congress responded by passing the Wilson Act. Ch. 728,\n26Stat. 313 (codified at 27 U. S. C. §121). That law\nsought to bolster the authority of States to regulate the\ndistribution of liquor within their borders by providing that\nliquor shipped into a State would “upon arrival in such State\n. . . be subject to the operation and effect of the laws\nof such State . . . to the same extent and in the same\nmanner as though such [liquor] had been produced in such\nState.”Still, the Court did not seem to get the\nmessage. A second wave of dormant Commerce Clause attacks on state\nlaws soon followed, and in the process they highlighted some of the\nWilson Act’s limitations. InScottv.Donald,165 U.S.\n58(1897), the Court addressed South Carolina’s state monopoly\nsystem for the sale of liquor, which required state agents to favor\ndomestic products and prohibited consumers from receiving\nout-of-state shipments for personal use. The Court held that this\nsystem unconstitutionally discriminated in favor of domestic\nproducts “as against similar products of the other States.”Id., at 101. Citing the text of the Wilson Act, including\nthe phrase “to the same extent and in the same manner,” the Court\nemphasized that the Act did not go so far as to authorize States to\n“discriminate injuriously against products of other States.”Id., at 100. Then, inRhodesv.Iowa,170 U.S.\n412(1898), the Court further curbed the States’ authority to\nrestrict liquor distribution by construing the Wilson Act’s phrase\n“upon arrival in such State” to mean arrival at the purchaser’s\naddress, rather than arrival within the State’s borders.Id., at 421, 426; see alsoVancev.W. A.VandercookCo.,170 U.S.\n438(1898).Once more, however, Congress stepped in to\nrepudiate this Court’s decisions, this time in unmistakably\nsweeping language. In the Webb-Kenyon Act of 1913, Congress went so\nfar as to “[take] the protection of interstate commerceaway” from the distribution of liquor within a State’s\nborders.Clark Distilling Co.v.Western Maryland\nR. Co.,242 U.S.\n311, 325 (1917) (emphasis added). The language Congress used\ncould not have been plainer: The Act “prohibited” any “shipment or\ntransportation” of alcoholic beverages “into any State” when they\nare “intended, by any person interested therein, to be received,\npossessed, sold, or in any manner used . . . in violation\nof any law of such State.” 27 U. S. C. §122. Within a few\nyears, the Court conceded the Webb-Kenyon Act’s constitutionality,\nacknowledging along the way that the law was designed to—and\ndid—“prevent the immunity characteristic of interstate commerce\nfrom being used to permit the receipt of liquor through such\ncommerce in States contrary to their laws.”Clark\nDistilling, 242 U. S., at 324.[3]This history bears special relevance because\neveryone agrees that, whatever other powers §2 grants the States,\nat a minimum it “ ‘constitutionaliz[ed]’ ” the similarly\nworded Webb-Kenyon Act.Ante, at 11, n. 5, 21. Nor can\nthere be much doubt how most everyone understood the terms of the\nAct and the Amendment that embodied it. Because “centralized\nregulation did not work,” the Twenty-first Amendment both ended\nnationwide prohibition in §1 and authorized local control in §2.\nYablon, The Prohibition Hangover: Why We Are Still Feeling the\nEffects of Prohibition, 13 Va. J. Soc. Pol’y & L. 552, 584\n(2006). As a leading study noted at the time, “it was a mistake to\nregard the United States as a single community in which a uniform\npolicy of liquor control could be enforced.” R. Fosdick & A.\nScott, Toward Liquor Control 10 (1933) (Fosdick & Scott). Ours\nis a vast and diverse Nation, and those who adopted the Amendment\nbelieved that what works for one State may not work for another.\nConsistent with this widespread public understanding of the\nAmendment’s terms, at least 18 States adopted residency\nrequirements for retailers within the first 15 years after its\nratification.[4]This Court’s initial cases also reflected the\nsame understanding of the Amendment’s effect. Just a few years\nafter ratification, a unanimous Court upheld discriminatory state\nliquor laws against a dormant Commerce Clause attack, explaining\nthat “to construe the Amendment as saying, in effect: [the State]\nmust let imported liquors compete with the domestic on equal terms\n. . . would involve not a construction of the Amendment,\nbut a rewrit-ing of it.”State Bd. of Equalization of\nCal.v.Young’s Market Co.,299 U.S.\n59, 62 (1936). Other early cases reached similar conclusions.\nSee,e.g.,Mahoneyv.Joseph Triner Corp.,304 U.S.\n401, 403 (1938) (“[D]iscrimination against imported liquor is\npermissible”);Indianapolis Brewing Co.v.Liquor Control\nComm’n,305 U.S.\n391, 394 (1939) (“Whether the Michigan law should not more\nproperly be described as a protective measure, we have no occasion\nto consider,” for “whatever its character, the law is valid”). In\nshort, this Court “recognized from the start” that the Twenty-first\nAmendment allowed the States to regulate alcohol “ ‘unfettered\nby the Commerce Clause.’ ”Granholm, 544 U. S., at\n517 (Thomas, J., dissenting).[5]Straying from the text, state practice, and\nearly precedent, and leaning instead on the Amendment’s famously\nsparse legislative history, the Court says it can find no evidence\nthat §2 wasintendedto authorize “protectionist” state\nlaws.Ante, at 21, 22 n. 15. But even there plenty of\nevidence can be found that those who ratified the Amendment wanted\nthe States to be able to regulate the sale of liquor free of\njudicial meddling under the dormant Commerce Clause—and there is no\nevidence they wanted judges to have the power to decide that state\nlaws restrictedcompetition “too much.”[6] After all, both before Prohibi- tion and after\nrepeal, robust competition in the liquor industry was far from\nuniversally considered an unalloyed good; lower prices enabled\nhigher consumption and invited social problems along the way. T.\nPegram, Battling Demon Rum 94–96 (1998); Fosdick & Scott 43–44,\n81. The point of §2 was to allow each State the opportunity to\nassess for itself the costs and benefits of free trade in alcohol.\nReduced competition and increased prices were foreseeable\nconsequences of allowing such unfettered state regulation, but they\nwere consequences the people willingly accepted with the compromise\nof the Twenty-first Amendment.[7]That leaves only our modern precedent to\nconsider—and even here the initial returns support Tennessee. InHostetterv.Idlewild Bon Voyage Liquor Corp.,377 U.S.\n324(1964), for example, this Court addressed a New York law\nthat interfered with the federally regulated sale of alcohol to\npassengers departing from an airport, which the passengers would\nnot receive until they arrived at their “foreign destination.”Id., at 325. Emphasizing that “ultimate delivery and use”\nwas “in a foreign country,” this Court held that the Twenty-first\nAmendment did not permit New York to “prevent transactions carried\non under the aegis of a law passed by Congress in the exercise of\nits explicit power under the Constitution to regulate commerce with\nforeign nations.”Id., at 333–334. But at the same time, the\nCourt took pains to reassure everyone that the States’ core\nauthority to “restrict, regulate, or prevent the traffic and\ndistribution of intoxicants within [their] borders” remained\n“unquestioned” and “unconfined” by the dormant Commerce Clause.Id., at 330; see alsoCapital Cities Cable,Inc.v.Crisp,467 U.S.\n691, 713 (1984) (describing “the core §2 power” as a State’s\nauthority “directly to regulate the sale or use of liquor within\nits borders”).Consistent with that understanding, this Court\ninHeublein,Inc.v.South Carolina Tax\nComm’n,409 U.S.\n275(1972), unanimously upheld a South Carolina law permitting\nproducers to transfer liquor to in-state wholesalers only through\n“resident representative[s].”Id., at 277. Because the\nrequirement was an “appropriate element inthe State’s system” of regulating the sale of\nalcohol “ ‘within its borders,’ ” this Court held that\nthe State could enforce it “ ‘unconfined by traditional\nCommerce Clause limitations.’ ”Id., at 283 (quotingHotstetter, 377 U. S., at 330). To be sure, in even\nlater cases the Court declined to uphold state laws that, in\nsubstantial effect, regulated the sale of alcohol inotherstates.E.g.,Brown-Forman Distillers Corp.v.New\nYork State Liquor Authority,476 U.S.\n573(1986);Healyv.Beer Institute,491 U.S.\n324(1989). But those decisions merely tracked the text of the\nTwenty-first Amendment, which grants States the power to regulate\nliquor only “for delivery or usetherein.”The truth is, things have begun to shift only in\nvery recent years. Bending to the same impulses that moved it at\nthe beginning of the 20th century, this Court has lately begun\nflexing its dormant Commerce Clause muscles once more to strike\ndown state laws even in core areas of state authority under §2. So,\nfor example, inBacchus Imports,Ltd.v.Dias,468 U.S.\n263(1984), the Court considered Hawaii’s tax exemption for\ncertain liquor products manufactured in-state. As the Court\ndescribed it, Hawaii’s sole “purpose” in adopting its tax exemption\nwas “ ‘to promote a local industry,’ ” not “to promote\ntemperance.”Id., at 276. And a narrow majority considered\nthis fact fatal because the law, in its judgment, did not implicate\n“any clear concern” of the Amendment—even though the Amendment was\nadopted to insulate state regulation from judicial charges of\nunduly interfering with interstate commerce.Ibid.Yet, even under as bold a decision asBacchus, Tennessee’s residency requirement should\nsurvive—and easily. A residency requirement may not be the only way\nto ensure retailers will be amenable to state regulatory oversight,\nbut it is surely one reasonable way of accomplishing that\nadmittedly legitimate goal.[8]\nResidency also increases the odds that retailers will have a stake\nin the communities they serve.[9] As Judge Sutton observed in the proceedings below, this\nsame commonsense rationale may explain why Congress requires\nfederal court of appeals judges to live within their circuits, 28\nU. S. C. §44(c), and district court judges to live within\ntheir districts, §134(b).Byrdv.Tennessee Wine and\nSpirits Retailers Assn., 883 F.3d 608, 633 (2018). Surely,\nTennessee cannot be faulted for sharing a similar view. Of course,\nTennessee’s residency requirement reduces competition in the liquor\nmarket by excluding nonresidents or recent arrivals. But even that\neffect might serve a legitimate state purpose by increasing the\nprice of alcohol and thus moderating its use, an objective States\nhave always remained free to pursue under the bargain of the\nTwenty-first Amendment.[10]To defend its judgment today, the Court is thus\nleft to try to wring support from our 2005 decision inGranholm.GranholmextendedBacchusand its\nreasoning to strike down on dormant Commerce Clause grounds a state\nlaw for disfavoring out-of-state wine producers, holding that“Section 2 does not allow States to regulate the\ndirect shipment of wine on terms that discriminate in favor of\nin-stateproducers.” 544 U. S., at 476 (emphasis\nadded). But even this holding doesn’t spell doom for Tennessee’s\nretailer residency requirements. As even the Court today\nacknowledges, “Granholmrepeatedly spoke of discrimination\nagainst out-of-state products and producers” and did not refer more\ngenerally to discrimination against nonresidents.Ante, at\n27.[11]To claimGranholm’s support, the majority\nis thus forced to characterizeGranholm’s framing of the\nissue before it as purely incidental—the state laws at issue there\nhappened to discriminate against out-of-state products, so the\nCourt just happened to talk a lot about products. As the Court\nseems to readGranholm, then, it really meant to disapproveanydiscrimination against out-of-staters. But this badly\nmisreadsGranholm. The distinction between producers and\nother levels of the distribution system was integral to its\nreasoning and result—in fact, it was precisely howGranholmsought to reconcile its result with the longstanding tradition of\nstate residency requirements. So yes,Granholmheld that the\nTwenty-first Amendment does not protect laws that discriminate\nagainst out-of-state products, but italsoexpressly\nreaffirmed the “ ‘unquestionabl[e] legitima[cy]’ ” of\nstate laws that require “ ‘all liquor sold for use in the\nState [to] be purchased from a licensed in-state\nwholesaler.’ ” 544 U. S., at 489 (quotingNorth\nDakotav.United States,495 U.S.\n423, 432 (1990);id., at 447 (Scalia, J., concurring in\njudgment)). And I would have thought that restatement of the law\nmore thanenough to resolve today’s case.Having now effectively abandonedGranholm’s distinction between products and their\ndistribution and promising to subject both to dormant Commerce\nClause scrutiny, it’s hard not to wonder what’s left of Webb-Kenyon\nand §2. For its part, the Court assures us that it will still allow\neach State “leeway to enact the measures thatits citizens\nbelieveare appropriate” to address public health and safety.Ante, at 31 (emphasis added). Yet the Court then proceeds to\nturn around and dismantle the longstanding judgment of the citizens\nof Tennessee on just these questions, dismissing them as\n“protectionist measures with no demonstrable connection” to public\nhealth and safety.Ibid.And it promises it will not sustain\nany state law whose protectionist “effect[s] . . .\npredomina[te].”Ante, at 32–33.What are lower courts supposed to make of this?\nHow much public health and safety benefit must there be to overcome\nthis Court’s worries about protectionism “predominat[ing]”? Does\nreducing competition in the liquor market, raising prices, and thus\nreducing demand still count as a public health benefit, as many\nStates have long supposed? And if residency requirements are\nproblematic, what about simple physicalpresencelaws? After\nall, can’t States “thoroughly investigate applicants” for liquor\nlicenses without requiring them to have a brick-and-mortar store in\nthe State?Ante, at 34. The Court offers lower courts no\nmore guidance than to proclaim delphically that “each variation\nmust be judged based on its own features.”Ante, at 28.As judges, we may be sorely tempted to\n“rationalize” the law and impose our own free-trade rules for all\ngoods and services in interstate commerce. Certainly, that\ntemptation seems to have proven nearly irresistible for this Court\nwhen it comes to alcohol. And as Justice Cardozo once observed, “an\nintellectual passion . . . for symmetry of form and\nsubstance” is “an ideal which can never fail to exert some measure\nof attraction upon the professional experts who make up the lawyer\nclass.” B. Cardozo, The Nature of the Judicial Process 34 (1921).\nBut real life is not always so tidy and satisfactory, and neither\nare the democratic compromises we are bound to respect as judges.\nLike it or not, those who adopted the Twenty-first Amendment took\nthe view that reasonable people can disagree about the costs and\nbenefits of free trade in alcohol. They left us with clear\ninstructions that the free-trade rules this Court has devised for\n“cabbages and candlesticks” should not be applied to alcohol.Carterv.Virginia,321 U.S.\n131, 139 (1944) (Frankfurter, J., concurring). Under the terms\nof the compromise they hammered out, the regulation of alcohol\nwasn’t left to the imagination of a committee of nine sitting in\nWashington, D. C., but to the judgment of the people\nthemselves and their local elected representatives. State\ngovernments were supposed to serve as “lab- orator[ies]” of\ndemocracy,New State Ice Co.v.Liebmann,285 U.S.\n262, 311 (1932) (Brandeis, J., dissenting), with “broad power\nto regulate liquor under §2,”Granholm, 544 U. S., at\n493. If the people wish to alter this arrangement, that is their\nsovereign right. But until then, I would enforce the Twenty-first\nAmendment as they wrote and originally understood it.Notes1The Court suggests that\nTennessee’s residency requirement may fall outside the terms of the\nAmendment because retailers may not be involved in the\n“transportation or importation” of liquor into the State.Ante, at 26. But the parties do not dispute that\n“transportation or importation” into the State is involved here.\nAnd understandably so: Unless the liquor stores intend to sell only\nTennessee-made liquor (and no one so alleges), it is hard to see\nhow transportation or importation would not be\ninvolved.2See,e.g., 1859\nNeb. Terr. Laws p. 256; Iowa Code §1575 (1860); 1875 Pa. Laws\np. 42; N. Y. Rev. Stat. ch. 29, §23 (1896); S. C. Code Ann.\n§562 (1902); Minn. Stat. §1529 (1905); R. I. Gen. Laws, ch. 123, §2\n(1909); 1911 Ala. Acts no. 259; Neb. Rev. Stat. §3844 (1913); Ind.\nCode §8323(e) (1914).3The Court cites a few\npre-Prohibition cases—from one federal district court and two state\ncourts—that, it says, construed Webb-Kenyon to preserve a rule\nagainst discrimination.Ante, at 20, n. 12. But these\ncases offer negligible support. True, two cases construed the Act’s\nauthorization of “any laws” as limited to “valid laws,” a category\nfrom which these courts excluded laws discriminating against the\nproducts of other States. SeeEvansville Brewing Assn.v.Excise Comm’n of Jefferson Cty.,Ala., 225 F. 204,\n208 (ND Ala. 1915);Brennenv.Southern Express Co.,\n106 S. C. 102, 108–111, 90 S.E. 402, 404 (1916). But there is\nlittle reason to think courts would have considered residency\nrequirements for liquor retailers “invalid,” as those laws had\ngenerally been upheld prior to Webb-Kenyon. And at least one of the\ncited cases appears to support the opposite view: “[A]ll commands\nor prohibitions ancillary and reasonably related to the state’s\npurpose to promote temperance . . . cannot be thwarted or\nannulled on any idea that constitutional rights are thereby\nviolated.”Southern Express Co.v.Whittle, 194 Ala.\n406, 436, 69 So. 652, 661 (1915). At any rate, a few scattered,\nthinly reasoned state and district court cases hardly settle\nanything.4Granholmv.Heald,544 U.S.\n460, 518, and n. 6 (2005) (Thomas, J., dissenting)\n(collecting state statutes); Brief for Petitioner 33–34 (same). See\nalso Note, Economic Localism in State Alcoholic Beverage\nLaws—Experience Under the Twenty-first Amendment, 72 Harv. L. Rev.\n1145, 1148–1149, and n. 25 (1959). At least 10 States,\nincluding Tennessee, required a fixed period of residency of one\nyear or more. Brief for Petitioner 34 (collecting\nstatutes).5The Court discounts the\ncompelling evidence of postratification practice because, it\nsuggests, States may have been relying on the Court’s expansive\ninterpretation of §2 inState Bd. of Education of Cal.v.Young’s Market,299 U.S.\n59(1936), rather than their own independent understanding of\nthe Amendment.Ante, at 29. But most of the residency\nrequirements were enactedbeforethat November 1936\ndecision. Although many of the statutes werecodifiedafterYoung’s Market, a large majority wereenactedearlier. Compare,e.g., Wyo. Stat. Ann. §53–204 (1945);\nIdaho Code Ann. §18–130 (1940); R. I. Gen. Laws ch. 163 §4\n(1938); N. J. Rev. Stat. §33:1–25 (1937); with 1935 Wy. Sess.\nLaws ch. 87; 1935 Idaho Sess. Laws ch. 103; 1934 R. I. Laws\np. 52; 1933 N. J. Laws p. 1193.6See,e.g., 76\nCong. Rec. 4143 (1933) (statement of Sen. Blaine) (“The purpose of\nsection 2 is to restore to the States by constitutional amendment\nabsolute control in effect over interstate commerce affecting\nintoxicating liquors”);id., at 4225 (statement of Sen.\nSwanson) (“[I]t is left entirely to the States to determine in what\nmanner intoxicating liquors shall be sold or used and to what\nplaces such liquors may be transported”); Ratification of the\nTwenty-first Amendment to the Constitution of the United States:\nState Convention Records and Laws 50 (E. Brown ed. 1938) (statement\nof President Robinson of the Connecticut convention)\n(“[F]undamentally our fight has been . . . for the return\nto the peoples of the several states of their constitutional right\nto govern themselves in their internal affairs”);id., at\n174 (statement of Del. Simmons to the Kentucky convention) (“The\nregulation of the sale of liquor is a state concern”);id.,\nat 247 (statement of Mme. Chairman Gaylord of the Missouri\nconvention) (“We have never been in favor of a National Regulation\nto take the place of the 18th Amendment . . . . We\nbelieve that each state should work out sane and sensible liquor\ncontrol measures, responsive to the sentiment of the people of each\nstate”);id., at 322 (statement of Gov. White of Ohio)\n(“[T]he control of intoxicating liquors presents a problem of first\nmagnitude,” and “[t]he solution of the problem will be returned to\nthe several states”).7The majority worries that\ngiving full effect to §2 might allow a State to pass a statute\nrestricting licenses to persons whose ancestors have resided in the\nState for 200 years.Ante, at 22, n. 15. But under parts of\nthe Constitution that §2 left intact, such as the Equal Protection\nand Due Process clauses, any state law must bear a rational\nrelationship to a legitimate state interest. Besides and\nunderstandably, the evidence before us suggests that the people who\nratified §2 weren’t as concerned with States adopting fanciful laws\nlike the majority’s as they were with eliminating a very real\nthreat—that judges would continue to use the dormant Commerce\nClause to meddle with state regulatory authority.8SeeSouthernWine& Spirits of Am.,Inc. v.Division\nof Alcohol and Tobacco Control, 731 F.3d 799, 811 (CA8 2013)\n(Colloton, J.);Hinebaughv.James, 119 W. Va. 162,\n164, 192 S.E. 177, 179 (1937);Welshv.State, 126\nInd. 71, ___, 25 N.E. 883, 885 (1890); Note, 72 Harv. L. Rev., at\n1148.9SeeByrdv.Tennessee Wine and Spirits Retailers Assn., 883 F.3d 608,\n633 (2018) (CA6 2018) (Sutton, J., concurring in part and\ndissenting in part);Southern Wine & Spirits, 731\nF. 3d, at 811.10See\nBrief for U. S. Alcohol Policy Alliance et al. asAmici\nCuriae5–24; Lawson, The Future of The Three-Tiered System as a\nControl of Marketing Alcoholic Beverages, in Social and Economic\nControl of Alcohol 32–34 (C. Jurkiewicz & M. Painter eds.,\n2008); 883 F. 3d, at 634 (opinion of Sutton, J.); cf.44\nLiquormart,Inc. v.Rhode Island,517 U.S.\n484, 504 (1996) (acknowledging a State’s legitimate interest in\n“reducing alcohol consumption”).11See\nalsoGranholm, 544 U. S., at 486 (“States may not give\na discriminatory preference to their own producers”);id.,\nat 484–485 (“The Amendment did not give States the authority to\npass nonuniform laws in order to discriminate against out-of-state\ngoods, a privilege they had not enjoyed at any earlier\ntime”).",
    "joined": []
}