{
    "case": {
        "docket": "17-8151",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-8151/"
    },
    "id": "4074719",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–8151_________________RUSSELL BUCKLEW, PETITIONERv.ANNE L.\nPRECYTHE, DIRECTOR, MISSOURI DEPARTMENT OF CORRECTIONS,\net al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[April 1, 2019]Justice Gorsuch delivered the opinion of the\nCourt.Russell Bucklew concedes that the State of\nMissouri lawfully convicted him of murder and a variety of other\ncrimes. He acknowledges that the U. S. Constitution permits a\nsentence of execution for his crimes. He accepts, too, that the\nState’s lethal injection protocol is constitutional in most\napplications. But because of his unusual medical condition, he\ncontends the protocol is unconstitutional as applied to him. Mr.\nBucklew raised this claim for the first time less than two weeks\nbefore his scheduled execution. He received a stay of execution and\nfive years to pursue the argument, but in the end neither the\ndistrict court nor the Eighth Circuit found it supported by the law\nor evidence. Now, Mr. Bucklew asks us to overturn those judgments.\nWe can discern no lawful basis for doing so.IAIn 1996, when Stephanie Ray announced that she\nwanted to end their relationship, Mr. Bucklew grew violent. He cut\nher jaw, punched her in the face, and threatened her with a knife.\nFrightened to remain in the home they had shared, Ms. Ray sought\nrefuge with her children in Michael Sanders’ nearby residence. But\nthen one night Mr. Bucklew invaded that home. Bearing a pistol in\neach hand, he shot Mr. Sanders in the chest; fired at Mr. Sanders’\n6-year-old son (thankfully, he missed); and pistol-whipped Ms. Ray,\nthis time breaking her jaw. Then Mr. Bucklew handcuffed Ms. Ray,\ndrove her to a secluded spot, and raped her at gunpoint. After a\ntrooper spotted Mr. Bucklew, a shootout followed and he was finally\narrested. While all this played out, Mr. Sanders bled to death. As\na coda, Mr. Bucklew escaped from jail while awaiting trial and\nattacked Ms. Ray’s mother with a hammer before he could be\nrecaptured.After a decade of litigation, Mr. Bucklew was\nseemingly out of legal options. A jury had convicted him of murder\nand other crimes and recommended a death sentence, which the court\nhad imposed. His direct appeal had proved unsuccessful.Statev.Bucklew,973 S.W.2d 83(Mo. 1998), cert. denied, 525 U.S. 1082 (1999).\nSeparate rounds of state and federal post-conviction proceedings\nalso had failed to yield relief.Bucklewv.State,38 S.W.3d 395(Mo.), cert. denied, 534 U.S. 964 (2001);Bucklewv.Luebbers,436 F.3d 1010(CA8), cert. denied, 549 U.S. 1079 (2006).BAs it turned out, though, Mr. Bucklew’s case\nsoon became caught up in a wave of litigation over lethal injection\nprocedures. Like many States, Missouri has periodically sought to\nimprove its administration of the death penalty. Early in the 20th\ncentury, the State replaced hanging with the gas chamber. Later in\nthe century, it authorized the use of lethal injection as an\nalternative to lethal gas. By the time Mr. Bucklew’s\npost-conviction proceedings ended, Missouri’s protocol called for\nlethal injections to be carried out using three drugs: sodium\nthiopental, pancuronium bromide, and potassium chloride. And by\nthat time, too, various inmates were in the process of challenging\nthe constitutionality of the State’s protocol and others like it\naround the country. SeeTaylorv.Crawford, 457 F.3d\n902 (CA8 2006); Note, A New Test for Evaluating Eighth Amendment\nChallenges to Lethal Injections, 120 Harv. L. Rev. 1301, 1304\n(2007) (describing flood of lethal injection lawsuits around 2006\nthat “severely constrained states’ ability to carry out\nexecutions”); Denno, The Lethal Injection Quandary: How Medicine\nHas Dismantled the Death Penalty, 76 Ford. L. Rev. 49, 102–116\n(2007).Ultimately, this Court answered these legal\nchallenges inBazev.Rees,553 U.S.\n35(2008). Addressing Kentucky’s similar three-drug protocol,\nThe Chief Justice, joined by Justice Alito and Justice Kennedy,\nconcluded that a State’s refusal to alter its lethal injection\nprotocol could violate the Eighth Amendment only if an inmate first\nidentified a “feasible, readily implemented” alternative procedure\nthat would “significantly reduce a substantial risk of severe\npain.”Id., at 52. Justice Thomas, joined by Justice Scalia,\nthought the protocol passed muster because it was not intended “to\nadd elements of terror, pain, or disgrace to the death penalty.”Id., at 107. Justice Breyer reached the same result because\nhe saw no evidence that the protocol created “a significant risk of\nunnecessary suffering.”Id., at 113. And though Justice\nStevens objected to the continued use of the death penalty, he\nagreed that petitioners’ evidence was insufficient.Id., at\n87. After this Court decidedBaze, it denied review in a\ncase seeking to challenge Missouri’s similar lethal injection\nprotocol.Taylorv.Crawford, 487 F.3d 1072 (2007),\ncert. denied, 553 U.S. 1004 (2008).But that still was not the end of it. Next, Mr.\nBucklew and other inmates unsuccessfully challenged Missouri’s\nprotocol in state court, alleging that it had been adopted in\ncontravention of Missouri’s Administrative Procedure Act.Middletonv.Missouri Dept. of Corrections, 278\nS.W.3d 193 (Mo.), cert. denied, 556 U.S. 1255 (2009). They also\nunsuccessfully challenged the protocol in federal court, this time\nalleging it was pre-empted by various federal statutes.Ringov.Lombardi, 677 F.3d 793 (CA8 2012). And Mr.\nBucklew sought to intervene in yet another lawsuit alleging that\nMissouri’s protocol violated the Eighth Amendment because\nunqualified personnel might botch its administration. That lawsuit\nfailed too.Clemonsv.Crawford, 585 F.3d 1119 (CA8\n2009), cert. denied, 561 U.S. 1026 (2010).While all this played out, pressure from\nanti-death-penalty advocates induced the company that manufactured\nsodium thiopental to stop supplying it for use in executions. As a\nresult, the State was unable to proceed with executions until it\ncould change its lethal injection protocol again. This it did in\n2012, prescribing the use of a single drug, the sedative propofol.\nSoon after that, Mr. Bucklew and other inmates sued to invalidate\nthis new protocol as well, alleging that it would produce\nexcruciating pain and violate the Eighth Amendment on its face.\nAfter the State revised the protocol in 2013 to use the sedative\npentobarbital instead of propofol, the inmates amended their\ncomplaint to allege that pentobarbital would likewise violate the\nConstitution.CThings came to a head in 2014. With its new\nprotocol in place and the necessary drugs now available, the State\nscheduled Mr. Bucklew’s execution for May 21. But 12 days before\nthe execution Mr. Bucklew filed yet another lawsuit, the one now\nbefore us. In this case, he presented an as-applied Eighth\nAmendment challenge to the State’s new protocol. Whether or not it\nwould cause excruciating pain forallprisoners, as his\nprevious lawsuit alleged, Mr. Bucklew now contended that the\nState’s protocol would causehimsevere pain because of his\nparticular medical condition. Mr. Bucklew suffers from a disease\ncalled cavernous hemangioma, which causes vascular tumors—clumps of\nblood vessels—to grow in his head, neck, and throat. His complaint\nalleged that this condition could prevent the pentobarbital from\ncirculating properly in his body; that the use of a chemical dye to\nflush the intravenous line could cause his blood pressure to spike\nand his tumors to rupture; and that pentobarbital could interact\nadversely with his other medications.These latest protocol challenges yielded mixed\nresults. The district court dismissed both the inmates’ facial\nchallenge and Mr. Bucklew’s as-applied challenge. But, at Mr.\nBucklew’s request, this Court agreed to stay his execution until\nthe Eighth Circuit could hear his appeal.Bucklewv.Lombardi, 572 U.S. 1131 (2014). Ultimately, the Eighth\nCircuit affirmed the dismissal of the facial challenge.Zinkv.Lombardi, 783 F.3d 1089 (en banc) (per curiam),\ncert. denied, 576 U. S. ___ (2015). Then, turning to the\nas-applied challenge and seeking to apply the test set forth by theBazeplurality, the court held that Mr. Bucklew’s complaint\nfailed as a matter of law to identify an alternative procedure that\nwould significantly reduce the risks he alleged would flow from the\nState’s lethal injection protocol. Yet, despite this dispositive\nshortcoming, the court of appeals decided to give Mr. Bucklew\nanother chance to plead his case. The court stressed that, on\nremand before the district court, Mr. Bucklew had to identify “at\nthe earliest possible time” a feasible, readily implemented\nalternative procedure that would address those risks.Bucklewv.Lombardi, 783 F.3d 1120, 1127–1128 (2015)\n(en banc).Shortly after the Eighth Circuit issued its\njudgment, this Court decidedGlossipv.Gross, 576\nU. S. ___ (2015), rejecting a challenge to Oklahoma’s lethal\ninjection protocol. There, the Court clarified that The Chief\nJustice’s plurality opinion inBazewas controlling underMarksv.United States,430 U.S.\n188(1977). In doing so, it reaffirmed that an inmate cannot\nsuccessfully challenge a method of execution under the Eighth\nAmendment unless he identifies “an alternative that is ‘feasible,\nreadily implemented, and in fact significantly reduces a\nsubstantial risk of severe pain.’ ” 576 U. S., at ___–___\n(slip op., at 12–13). Justice Thomas, joined by Justice Scalia,\nreiterated his view that the Eighth Amendment “prohibits only those\nmethods of execution that are deliberately designed to inflict\npain,” but he joined the Court’s opinion because it correctly\nexplained why petitioners’ claim failed even under the controlling\nopinion inBaze.Glossip, 576 U. S., at ___\n(concurring opinion) (slip op., at 1) (internal quotation marks and\nalterations omitted).DDespite the Eighth Circuit’s express\ninstructions, when Mr. Bucklew returned to the district court in\n2015 he still refused to identify an alternative procedure that\nwould significantly reduce his alleged risk of pain. Instead, he\ninsisted that inmates should have to carry this burden only in\nfacial, not as-applied, challenges. Finally, after the district\ncourt gave him “one last opportunity,” App. 30, Mr. Bucklew filed a\nfourth amended complaint in which he claimed that execution by\n“lethal gas” was a feasible and available alternative method that\nwould significantly reduce his risk of pain.Id., at 42. Mr.\nBucklew later clarified that the lethal gas he had in mind was\nnitrogen, which neither Missouri nor any other State had ever used\nto carry out an execution.The district court allowed Mr. Bucklew\n“extensive discovery” on his new proposal. 883 F.3d 1087, 1094 (CA8\n2018). But even at the close of discovery in 2017, the district\ncourt still found the proposal lacking and granted the State’s\nmotion for summary judgment. By this point in the proceedings, Mr.\nBucklew’s contentions about the pain he might suffer had evolved\nconsiderably. He no longer complained about circulation of the\ndrug, the use of dye, or adverse drug interactions. Instead, his\nmain claim now was that he would experience pain during the period\nafter the pentobarbital started to take effect but before it\nrendered him fully unconscious. According to his expert, Dr. Joel\nZivot, while in this semiconscious “twilight stage” Mr. Bucklew\nwould be unable to prevent his tumors from obstructing his\nbreathing, which would make him feel like he was suffocating. Dr.\nZivot declined to say how long this twilight stage would last. When\npressed, however, he referenced a study on euthanasia in horses. He\nclaimed that the horses in the study had displayed some amount of\nbrain activity, as measured with an electroencephalogram (or EEG),\nfor up to four minutes after they were given a large dose of\npentobarbital. Based on Dr. Zivot’s testi- mony, the district court\nfound a triable issue as to whether there was a “substantial risk”\nthat Mr. Bucklew would “experience choking and an inability to\nbreathe for up to four minutes” if he were executed by lethal\ninjection. App. 827. Even so, the court held, Mr. Bucklew’s claim\nfailed because he had produced no evidence that his proposed\nalternative, execution by nitrogen hypoxia, would significantly\nreduce that risk.This time, a panel of the Eighth Circuit\naffirmed. The panel held that Mr. Bucklew had produced no evidence\nthat the risk of pain he alleged “would be substantially reduced by\nuse of nitrogen hypoxia instead of lethal injection as the method\nof execution.” 883 F. 3d, at 1096. Judge Colloton dissented,\narguing that the evidence raised a triable issue as to whether\nnitrogen gas would “render Bucklew insensate more quickly than\npentobarbital.”Id., at 1099. The full court denied\nrehearing en banc over a dissent by Judge Kelly, who maintained\nthat, while prisoners pursuing facial challenges to a state\nexecution protocol must plead and prove an alternative method of\nexecution underBazeandGlossip, prisoners like Mr.\nBucklew who pursue as-applied challenges should not have to bear\nthat burden. 885 F.3d 527, 528 (2018).On the same day Mr. Bucklew was scheduled to be\nexecuted, this Court granted him a second stay of execution. 583\nU. S. ___ (2018). We then agreed to hear his case to clarify\nthe legal standards that govern an as-applied Eighth Amendment\nchallenge to a State’s method of carrying out a death sentence. 584\nU. S. ___ (2018).IIWe begin with Mr. Bucklew’s suggestion that\nthe test for lethal injection protocol challenges announced inBazeandGlossipshould govern only facial\nchallenges, not as-applied challenges like his. In evaluating this\nargument, we first examine the original and historical\nunderstanding of the Eighth Amendment and our precedent inBazeandGlossip. We then address whether, in light\nof those authorities, it would be appropriate to adopt a different\nconstitutional test for as-applied claims.AThe Constitution allows capital punishment.\nSeeGlossip, 576 U. S., at ___–___ (slip op., at 2–4);Baze, 553 U. S., at 47. In fact, death was “the\nstandard penalty for all serious crimes” at the time of the\nfounding. S. Banner, The Death Penalty: An American History 23\n(2002) (Banner). Nor did the later addition of the Eighth Amendment\noutlaw the practice. On the contrary—the Fifth Amendment, added to\nthe Constitution at the same time as the Eighth, expressly\ncontemplates that a defendant may be tried for a “capital” crime\nand “deprived of life” as a pen- alty, so long as proper procedures\nare followed. And the First Congress, which proposed both\nAmendments, made a number of crimes punishable by death. See Act of\nApr. 30, 1790, 1Stat. 112. Of course, that doesn’t mean the\nAmerican people must continue to use the death penalty. The same\nConstitution that permits States to authorize capital punishment\nalso allows them to outlaw it. But it does mean that the judiciary\nbears no license to end a debate reserved for the people and their\nrepresentatives.While the Eighth Amendment doesn’t forbid\ncapital punishment, it does speak to how States may carry out that\npunishment, prohibiting methods that are “cruel and unusual.” What\ndoes this term mean? At the time of the framing, English law still\nformally tolerated certain punishments even though they had largely\nfallen into disuse—punishments in which “terror, pain, or disgrace\n[were] superadded” to the penalty of death. 4 W. Blackstone,\nCommentaries on the Laws of England 370 (1769). These included such\n“[d]isgusting” practices as dragging the prisoner to the place of\nexecution, disemboweling, quartering, public dissection, and\nburning alive, all of which Blackstone observed “savor[ed] of\ntorture or cruelty.”Ibid.Methods of execution like these readily\nqualified as “cruel and unusual,” as a reader at the time of the\nEighth Amendment’s adoption would have understood those words. They\nwere undoubtedly “cruel,” a term often defined to mean “[p]leased\nwith hurting others; inhuman; hard-hearted; void of pity; wanting\ncompassion; savage; barbarous; unrelenting,” 1 S. Johnson, A\nDictionary of the English Language (4th ed. 1773), or “[d]isposed\nto give pain to others, in body or mind; willing or pleased to\ntorment, vex or afflict; inhuman; destitute of pity, compassion or\nkindness,” 1 N. Webster, An American Dictionary of the English\nLanguage (1828). And by the time of the founding, these methods had\nlong fallen out of use and so had become “unusual.” 4 Blackstone,supra,at 370; Banner 76;Baze, 553 U. S., at 97\n(Thomas, J., concurring in judgment); see also Stinneford, The\nOriginal Meaning of “Unusual”: The Eighth Amendment as a Bar to\nCruel Innovation, 102 Nw. U. L. Rev. 1739, 1770–1771, 1814\n(2008) (observing that Americans in the late 18th and early 19th\ncenturies described as “unusual” governmental actions that had\n“fall[en] completely out of usage for a long period of time”).Contemporary evidence confirms that the people\nwho ratified the Eighth Amendment would have understood it in just\nthis way. Patrick Henry, for one, warned that unless the\nConstitution was amended to prohibit “cruel and unusual\npunishments,” Congress would be free to inflict “tortures” and\n“barbarous” punishments. 3 Debates on the Federal Constitution\n447–448 (J. Elliot 2d ed. 1891). Many early commentators likewise\ndescribed the Eighth Amendment as ruling out “the use of the rack\nor the stake, or any of those horrid modes of torture devised by\nhuman ingenuity for the gratification of fiendish passion.” J.\nBayard, A Brief Exposition of the Constitution of the United States\n140 (1833); see B. Oliver, The Rights of an American Citizen 186\n(1832) (the Eighth Amendment prohibits such “barbarous and cruel\npunishments” as “[b]reaking on the wheel, flaying alive, rending\nasunder with horses, . . . maiming, mutilating and\nscourging to death”). Justice Story even remarked that he thought\nthe prohibition of cruel and unusual punishments likely\n“unnecessary” because no “free government” would ever authorize\n“atrocious” methods of execution like these. 3 J. Story,\nCommentaries on the Constitution of the United States §1896, p. 750\n(1833).Consistent with the Constitution’s original\nunderstanding, this Court inWilkersonv.Utah,99 U.S.\n130(1879), permitted an execution by firing squad while\nobserving that the Eighth Amendment forbade the gruesome methods of\nexecution described by Blackstone “and all others in the same line\nof unnecessary cruelty.”Id., at 135–136. A few years later,\nthe Court upheld a sentence of death by electrocution while\nobserving that, though electrocution was a new mode of punishment\nand therefore perhaps could be considered “unusual,” it was not\n“cruel” in the constitutional sense: “[T]he punishment of death is\nnot cruel, within the meaning of that word as used in the\nConstitution. [Cruelty] implies . . . something inhuman\nand barbarous, something more than the mere extinguishment of\nlife.”In re Kemmler,136 U.S.\n436, 447 (1890).It’s instructive, too, to contrast the modes of\nexecution the Eighth Amendment was understood to forbid with those\nit was understood to permit. At the time of the Amendment’s\nadoption, the predominant method of execution in this country was\nhanging.Glossip, 576 U. S., at ___ (slip op., at 2).\nWhile hanging was considered more humane than some of the\npunishments of the Old World, it was no guarantee of a quick and\npainless death. “Many and perhaps most hangings were evidently\npainful for the condemned person because they caused death slowly,”\nand “[w]hether a hanging was painless or painful seems to have been\nlargely a matter of chance.” Banner 48, 170. The force of the drop\ncould break the neck and sever the spinal cord, making death almost\ninstantaneous. But that was hardly assured given the techniques\nthat prevailed at the time. More often it seems the prisoner would\ndie from loss of blood flow to the brain, which could produce\nunconsciousness usually within seconds, or suffocation, which could\ntake several minutes.Id., at 46–47; J. Laurence, The\nHistory of Capital Punishment 44–46 (1960); Gardner, Executions and\nIndignities: An Eighth Amendment Assessment of Methods of\nInflicting Capital Punishment, 39 Ohio St. L. J. 96, 120\n(1978). But while hanging could and often did result in significant\npain, its use “was virtually never questioned.” Banner 170.\nPresumably that was because, in contrast to punishments like\nburning and disemboweling, hanging wasn’t “intendedto be\npainful” and the risk of pain involved was considered “unfortunate\nbut inevitable.”Ibid.; see alsoid., at 48.What does all this tell us about how the Eighth\nAmendment applies to methods of execution? For one thing, it tells\nus that the Eighth Amendment does not guarantee a prisoner a\npainless death—something that, of course, isn’t guaranteed to many\npeople, including most victims of capital crimes.Glossip,\n576 U. S., at ___ (slip op., at 4). Instead, what unites the\npunishments the Eighth Amendment was understood to forbid, and\ndistinguishes them from those it was understood to allow, is that\nthe former were long disused (unusual) forms of punishment that\nintensified the sentence of death with a (cruel)\n“ ‘superadd[ition]’ ” of “ ‘terror, pain, or\ndisgrace.’ ”Baze, 553 U. S., at 48; accord,id., at 96 (Thomas, J., concurring in judgment).This Court has yet to hold that a State’s method\nof execution qualifies as cruel and unusual, and perhaps\nunderstandably so. Far from seeking to superadd terror, pain, or\ndisgrace to their executions, the States have often sought more\nnearly the opposite, exactly as Justice Story predicted. Through\nmuch of the 19th century, States experimented with technological\ninnovations aimed at making hanging less painful. See Banner\n170–177. In the 1880s, following the recommendation of a commission\ntasked with finding “ ‘the most humane and practical method\nknown to modern science of carrying into effect the sentence of\ndeath,’ ” the State of New York replaced hanging with\nelectrocution.Glossip, 576 U. S., at ___ (slip op., at\n2). Several States followed suit in the “ ‘ “belief that\nelectrocution is less painful and more humane than\nhanging.” ’ ”Ibid.Other States adopted lethal\ngas after concluding it was “ ‘the most humane [method of\nexecution] known to modern science.’ ”Ibid.And\nbeginning in the 1970s, the search for less painful modes of\nexecution led many States to switch to lethal injection.Id., at ___ (slip op., at 3);Baze, 553 U. S.,\nat 42, 62; see also Banner 178–181, 196–197, 297. Notably, all of\nthese innovations occurred not through this Court’s intervention,\nbut through the initiative of the people and their\nrepresentatives.Still, accepting the possibility that a State\nmight try to carry out an execution in an impermissibly cruel and\nunusual manner, how can a court determine when a State has crossed\nthe line? The Chief Justice’s opinion inBaze, which a\nmajority of the Court held to be controlling inGlossip,\nsupplies critical guidance. It teaches that where (as here) the\nquestion in dispute is whether the State’s chosen method of\nexecution cruelly superadds pain to the death sentence, a prisoner\nmust show a feasible and readily implemented alternative method of\nexecution that would significantly reduce a substantial risk of\nsevere pain and that the State has refused to adopt without a\nlegitimate penological reason. SeeGlossip, 576 U. S.,\nat ___–___ (slip op., at 12–13);Baze, 553 U. S., at\n52.Glossipleft no doubt that this standard governs “all\nEighth Amendment method-of-execution claims.” 576 U. S., at\n___ (slip op., at 1).In reaching this conclusion,BazeandGlossiprecognized that the Eighth Amendment “does not\ndemand the avoidance of all risk of pain in carrying out\nexecutions.”Baze, 553 U. S., at 47. To the contrary,\nthe Constitution affords a “measure of deference to a State’s\nchoice of execution procedures” and does not authorize courts to\nserve as “boards of inquiry charged with determining ‘best\npractices’ for executions.”Id., at 51–52, and nn. 2–3.\nThe Eighth Amendment does not come into play unless the risk of\npain associated with the State’s method is “substantial when\ncompared to a known and available alternative.”Glossip, 576\nU. S., at ___ (slip op., at 13); seeBaze, 553\nU. S., at 61. Nor doBazeandGlossipsuggest\nthat traditionally accepted methods of execution—such as hanging,\nthe firing squad, electrocution, and lethal injection—are\nnecessarily rendered unconstitutional as soon as an arguably more\nhumane method like lethal injection becomes available. There are,\nthe Court recognized, many legitimate reasons why a State might\nchoose, consistent with the Eighth Amendment, not to adopt a\nprisoner’s preferred method of execution. See,e.g.,Glossip, 576 U. S., at ___–___ (slip op., at 13–14) (a\nState can’t be faulted for failing to use lethal injection drugs\nthat it’s unable to procure through good-faith efforts);Baze, 553 U. S., at 57 (a State has a legitimate\ninterest in selecting a method it regards as “preserving the\ndignity of the procedure”);id., at 66 (Alito, J.,\nconcurring) (a State isn’t required to modify its protocol in ways\nthat would require the involvement of “persons whose professional\nethics rules or traditions impede their participation”).As we’ve seen, two Members of the Court whose\nvotes were essential to the judgment inGlossipargued that\nestablishing cruelty consistent with the Eighth Amendment’s\noriginal meaning demands slightly more than the majority opinion\nthere (or theBazeplurality opinion it followed) suggested.\nInstead of requiring an inmate to establish that a State has\nunreasonably refused to alter its method of execution to avoid a\nrisk of unnecessary pain, Justice Thomas and Justice Scalia\ncontended that an inmate must show that the Stateintendedits method to inflict such pain. SeeGlossip, 576\nU. S., at ___ (Thomas, J., concurring) (slip op., at 1);Baze, 553 U. S., at 94–107 (Thomas, J., concurring in\njudgment). But revisiting that debate isn’t necessary here because,\nas we’ll see, the State was entitled to summary judgment in this\ncase even under the more forgivingBaze-Glossiptest.\nSee Part III,infra.BBefore turning to the application ofBazeandGlossip, however, we must confront Mr.\nBucklew’s argument that a different standard entirely should govern\nas-applied challenges like his. He admits thatBazeandGlossipsupply the controlling test in facial challenges to\na State’s chosen method of execution. But he suggests that he\nshould not have to prove an alternative method of execution in his\nas-applied challenge because “certain categories” of punishment are\n“manifestly cruel . . . without reference to any\nalternative methods.” Brief for Petitioner 41–42 (internal\nquotation marks omitted). He points to “ ‘burning at the\nstake, crucifixion, [and] breaking on the wheel’ ” as examples\nof “categorically” cruel methods.Ibid.And, he says, we\nshould use this case to add to the list of “categorically” cruel\nmethods any method that, as applied to a particular inmate, will\npose a “substantial and particular risk of grave suffering” due to\nthe inmate’s “unique medical condition.”Id., at 44.The first problem with this argument is that\nit’s foreclosed by precedent.Glossipexpressly held that\nidentifying an available alternative is “a requirement ofallEighth Amendment method-of-execution claims” alleging\ncruel pain. 576 U. S., at ___ (slip op., at 1) (emphasis\nadded). And just as binding as this holding is the reasoning\nunderlying it. Distinguishing between constitutionally permissible\nand impermissible degrees of pain,BazeandGlossipexplained, is anecessarilycomparative exercise. To decide\nwhether the State has cruelly “superadded” pain to the punishment\nof death isn’t something that can be accomplished by examining the\nState’s proposed method in a vacuum, but only by “compar[ing]” that\nmethod with a viable alternative.Glossip, 576 U. S.,\nat ___ (slip op., at 13); seeBaze, 553 U. S., at 61.\nAs Mr. Bucklew acknowledges when speaking of facial challenges,\nthis comparison “provides the needed metric” to measure whether the\nState is lawfully carrying out an execution or inflicting\n“gratuitous” pain. Brief for Petitioner 42–43. Yet it is that very\ncomparison and needed metric Mr. Bucklew would now have us discard.\nNor does he offer some persuasive reason for overturning our\nprecedent. To the contrary, Mr. Bucklew simply repeats the same\nargument the principal dissent offered and the Court expressly and\nthoughtfully rejected inGlossip. Just as Mr. Bucklew argues\nhere, the dissent there argued that “certain methods of execution”\nlike “burning at the stake” should be declared “categorically\noff-limits.” And just as Mr. Bucklew submits here, the dissent\nthere argued that any other “intolerably painful” method of\nexecution should be added to this list. 576 U. S., at ___–___\n(Sotomayor, J., dissenting) (slip op., at 23–24). Mr. Bucklew’s\nsubmission, thus, amounts to no more than a headlong attack on\nprecedent.Mr. Bucklew’s argument fails for another\nindependent reason: It is inconsistent with the original and\nhistorical understanding of the Eighth Amendment on whichBazeandGlossiprest. As we’ve seen, when it comes\nto determining whether a punishment is unconstitutionally cruel\nbecause of the pain involved, the law has always asked whether the\npunishment “superadds” pain well beyond what’s needed to effectuate\na death sentence. And answering that question has always involved a\ncomparison with available alternatives, not some abstract exercise\nin “categorical” classification. At common law, the ancient and\nbarbaric methods of execution Mr. Bucklew cites were understood to\nbe cruel precisely because—by comparison to other available\nmethods—they went so far beyond what was needed to carry out a\ndeath sentence that they could only be explained as reflecting the\ninfliction of pain for pain’s sake. Meanwhile, hanging carried with\nit an acknowledged and substantial risk of pain but was not\nconsidered cruel because that risk was thought—by comparison to\nother known methods—to involve no more pain than was reasonably\nnecessary to impose a lawful death sentence. Seesupra, at\n9–12.What does the principal dissent have to say\nabout all this? It acknowledges thatGlossip’s comparative\nrequirement helps prevent facial method-of-execution claims from\nbecoming a “backdoor means to abolish” the death penalty.Post, at 8 (opinion of Breyer, J.). But, the dissent assures\nus, there’s no reason to worry that as-applied method-of-execution\nchallenges might be used that way. This assurance misses the point.\nAs we’ve explained, the alternative-method requirement is compelled\nby our understanding of the Constitution, not by mere policy\nconcerns.With that, the dissent is left only to rehash\nthe same argument that Mr. Bucklew offers. The dissent insists that\nsome forms of execution are just categorically cruel.Post,\nat 10–11. At first and like others who have made this argument, the\ndissent offers little more than intuition to support its\nconclusion. Ultimately, though, even it bows to the necessity of\nsomething firmer. If a “comparator is needed” to assess whether an\nexecution is cruel, the dissent tells us, we should compare the\npain likely to follow from the use of a lethal injection in this\ncase with the pain-free use of lethal injections in mine-run cases.Post, at 10. But that’s just another way of saying\nexecutions must always be carried out painlessly because they can\nbe carried out painlessly most of the time, a standard the\nConstitution has never required and this Court has re- jected time\nand time again.Supra, at 12. To determine whether the State\nis cruelly superadding pain, our precedents and history require\nasking whether the State had some other feasible and readily\navailable method to carry out its lawful sentence that would have\nsignificantly reduced a substantial risk of pain.That Mr. Bucklew and the dissent fail to respect\nthe force of our precedents—or to grapple with the understanding of\nthe Constitution on which our precedents rest—is more than enough\nreason to reject their view that as-applied and facial challenges\nshould be treated differently. But it turns out their position on\nthis score suffers from further problems too—problems that neither\nMr. Bucklew nor the dissent even attempts to address.Take this one. A facial challenge is really just\na claim that the law or policy at issue is unconstitutional in all\nits applications. So classifying a lawsuit as facial or as-applied\naffects the extent to which the invalidity of the challenged law\nmust be demonstrated and the corresponding “breadth of the remedy,”\nbut it does not speak at all to the substantive rule of law\nnecessary to establish a constitutional violation.Citizens\nUnitedv.Federal Election Comm’n,558 U.S.\n310, 331 (2010). Surely it would be strange for the same words\nof the Constitution to bear entirely different meanings depending\nonly on how broad a remedy the plaintiff chooses to seek. SeeGrossv.United States, 771 F.3d 10, 14–15 (CADC\n2014) (“ ‘[T]he substantive rule of law is the same for both\n[facial and as-applied] challenges’ ”);Brooklyn Legal\nServs. Corp.v.Legal Servs. Corp.,462 F.3d 219, 228 (CA2 2006) (the facial/as-applied distinction\naffects “the extent to whichthe invalidity of a statute\nneed be demonstrated,” not “thesubstantive rule of lawto\nbe used”). And surely, too, it must count for something that we\nhave found not a single court decision in over 200 years suggesting\nthat the Eighth Amendment’s meaning shifts in this way. To the\ncontrary, our precedent suggests just the opposite. In the related\ncontext of an Eighth Amendment challenge to conditions of\nconfinement, we have seen “no basis whatever” for applying a\ndifferent legal standard to “deprivations inflicted upon all\nprisoners” and those “inflicted upon particular prisoners.”Wilsonv.Seiter,501 U.S.\n294, 299, n. 1 (1991).Here’s yet another problem with Mr. Bucklew’s\nargument: It invites pleading games. The line between facial and\nas-applied challenges can sometimes prove “amorphous,”Elginv.Department of Treasury,567 U.S.\n1, 15 (2012), and “not so well defined,”Citizens\nUnited, 558 U. S., at 331. Consider an example. Suppose an\ninmate claims that the State’s lethal injection protocol violates\nthe Eighth Amendment when used to execute anyone with a very common\nbut not quite universal health condition. Should such a claim be\nregarded as facial or as-applied? In another context, we\nsidestepped a debate over how to categorize a comparable claim—one\nthat neither sought “to strike [the challenged law] in all its\napplications” nor was “limited to plaintiff’s particular case”—by\nconcluding that “[t]he label is not what matters.”Doev.Reed,561 U.S.\n186, 194 (2010). To hold now, for the first time, that choosing\na label changes the meaning of the Constitution would only\nguarantee a good deal of litigation over labels, with lawyers on\neach side seeking to classify cases to maximize their tactical\nadvantage. Unless increasing the delay and cost involved in\ncarrying out executions is the point of the exercise, it’s hard to\nsee the benefit in placing so much weight on what can be an\nabstruse exercise.Finally, the burden Mr. Bucklew must shoulder\nunder theBaze-Glossiptest can be overstated. An\ninmate seeking to identify an alternative method of execution is\nnot limited to choosing among those presently authorized by a\nparticular State’s law. Missouri itself seemed to acknowledge as\nmuch at oral argument. Tr. of Oral Arg. 65. So, for example, a\nprisoner may point to a well-established protocol in another State\nas a potentially viable option. Of course, in a case like that a\ncourt would have to inquire into the possibility that one State\npossessed a legitimate reason for declining to adopt the protocol\nof another. Seesupra, at 13–14. And existing state law\nmight be relevant to determining the proper procedural vehicle for\nthe inmate’s claim. SeeHillv.McDonough, 547 U.S.\n573, 582–583 (2006) (if the relief sought in a 42\nU. S. C. §1983 action would “foreclose the State from\nimplementing the [inmate’s] sentence under present law,” then\n“recharacterizing a complaint as an action for habeas corpus might\nbe proper”). But the Eighth Amendment is the supreme law of the\nland, and the comparative assessment it requires can’t be\ncontrolled by the State’s choice of which methods to authorize in\nits statutes. In light of this, we see little likelihood that an\ninmate facing a serious risk of pain will be unable to identify an\navailable alternative—assuming, of course, that the inmate is more\ninterested in avoiding unnecessary pain than in delaying his\nexecution.IIIHaving (re)confirmed that anyone bringing a\nmethod of execution claim alleging the infliction of\nunconstitution- ally cruel pain must meet theBaze-Glossiptest, we can now turn to the question\nwhether Mr. Bucklew is able to sat- isfy that test. Has he\nidentified a feasible and readily im- plemented alternative method\nof execution the State refused to adopt without a legitimate\nreason, even though it would significantly reduce a substantial\nrisk of severe pain? Because the case comes to us after the entry\nof summary judgment, this appeal turns on whether Mr. Bucklew has\nshown a genuine issue of material fact warranting a trial.AWe begin with the question of a proposed\nalternative method. Through much of this case and despite many\nopportunities, Mr. Bucklew refused to identifyanyalternative method of execution, choosing instead to stand on his\nargument thatBazeandGlossip’s legal standard\ndoesn’t govern as-applied challenges like his (even after the\nEighth Circuit rejected that argument). Only when the district\ncourt warned that his continued refusal to abide this Court’s\nprecedents would result in immediate dismissal did Mr. Bucklew\nfinally point to nitrogen hy- poxia. The district court then\nafforded Mr. Bucklew “exten- sive discovery” to explore the\nviability of that alternative. 883 F. 3d, at 1094. But even\nafter all that, we conclude Mr. Bucklew has failed for two\nindependent reasons to present a triable question on the viability\nof nitrogen hypoxia as an alternative to the State’s lethal\ninjection protocol.First, an inmate must show that his\nproposed alternative method is not just theoretically\n“ ‘feasible’ ” but also “ ‘readily\nimplemented.’ ”Glossip, 576 U. S., at ___–___\n(slip op., at 12–13). This means the inmate’s proposal must be\nsufficiently detailed to permit a finding that the State could\ncarry it out “relatively easily and reasonably quickly.”McGeheev.Hutchinson, 854 F.3d 488, 493 (CA8 2017);Arthurv.Commissioner, Ala. Dept. of Corrections,\n840 F.3d 1268, 1300 (CA11 2016). Mr. Bucklew’s bare-bones proposal\nfalls well short of that standard. He has presented no evidence on\nessential questions like how nitrogen gas should be administered\n(using a gas chamber, a tent, a hood, a mask, or some other\ndelivery device); in what concentration (pure nitrogen or some\nmixture of gases); how quickly and for how long it should be\nintroduced; or how the State might ensure the safety of the\nexecution team, including protecting them against the risk of gas\nleaks. Instead of presenting the State with a read- ily implemented\nalternative method, Mr. Bucklew (and the principal dissent) point\nto reports from correctional authorities in other States indicating\nthat additional study is needed to develop a protocol for execution\nby nitrogen hypoxia. See App. 697 (Oklahoma grand jury report\nrecommending that the State “retain experts” and conduct “further\nresearch” to “determine how to carry out the sentence of death by\nthis method”);id., at 736 (report of Louisiana Dept. of\nPublic Safety & Corrections stating that “[r]esearch\n. . . is ongoing” to develop a nitrogen hypoxia\nprotocol). That is a proposal for more research, not the readily\nimplemented alternative thatBazeandGlossiprequire.Second, and relatedly, the State had a\n“legitimate” reason for declining to switch from its current method\nof execution as a matter of law.Baze, 553 U. S., at\n52. Rather than point to a proven alternative method, Mr. Bucklew\nsought the adoption of an entirely new method—one that had “never\nbeen used to carry out an execution” and had “no track record of\nsuccessful use.”McGehee, 854 F. 3d, at 493. But\nchoosing not to be the first to experiment with a new method of\nexecution is a legitimate reason to reject it. InBazewe\nobserved that “no other State ha[d] adopted” the one-drug protocol\nthe inmates sought and they had “proffered no study showing” their\none-drug protocol would be as effective and humane as the State’s\nexisting three-drug protocol. 553 U. S., at 57. Under those\ncircumstances, we held as a matter of law that Kentucky’s refusal\nto adopt the inmates’ proffered protocol could not “constitute a\nviolation of the Eighth Amendment.”Ibid.The Eighth\nAmendment prohibits States from dredging up archaic cruel\npunishments or perhaps inventing new ones, but it does not compel a\nState to adopt “untried and untested” (and thus unusual in the\nconstitutional sense) methods of execution.Id., at\n41.[1]BEven if a prisoner can carry his burden of\nshowing a readily available alternative, he must still show that it\nwould significantly reduce a substantial risk of severe pain.Glossip, 576 U. S., at ___ (slip op., at 13);Baze, 553 U. S., at 52. A minor reduction in risk is\ninsufficient; the difference must be clear and considerable. Over\nthe course of this litigation, Mr. Bucklew’s explanation why\nnitrogen hypoxia meets this standard has evolved significantly. But\nneither of the two theories he has advanced in this Court turns out\nto be supported by record evidence.First, Mr. Bucklew points to several\nrisks that he alleges could result from use of the State’s lethal\ninjection protocol that would not be present if the State used\nnitrogen gas. For example, he says the execution team might try to\ninsert an IV into one of his peripheral veins, which could cause\nthe vein to rupture; or the team might instead use an allegedly\npainful “cut-down” procedure to access his femoral vein. He also\nsays that he might be forced to lie flat on his back during the\nexecution, which could impair his breathing even before the\npentobarbital is administered. And he says the stress from all this\ncould cause his tumors to bleed, further impairing his breathing.\nThese risks, we may assume, would not exist if Mr. Bucklew were\nexe- cuted by his preferred method of nitrogen hypoxia.The problem with all of these contentions is\nthat they rest on speculation unsupported, if not affirmatively\ncontradicted, by the evidence in this case. Nor does the principal\ndissent contend otherwise. So, for example, uncontroverted record\nevidence indicates that the execution team will have discretion to\nadjust the gurney to whatever position is in Mr. Bucklew’s best\nmedical interests. 883 F. 3d, at 1092, n. 3; App. 531.\nMoreover, the State agreed in the district court that it would not\ntry to place an IV in Mr. Bucklew’s compromised peripheral veins.Id., at 820; see Brief for Appellant in No. 17–3052 (CA8),\np. 7. And, assuming without granting that using a cut-down\nwould raise issues under the Eighth Amendment—but seeNoonerv.Norris, 594 F.3d 592, 604 (CA8 2010) (holding\notherwise)—the State’s expert, Dr. Michael Antognini, testified\nwithout contradiction that it should be possible to place an IV in\nMr. Bucklew’s femoral vein without using a cut-down procedure, App.\n350. Mr. Bucklew responds by pointing to the warden’s testimony\nthat he once saw medical staff perform a cut-down as part of an\nexecution; but there’s no evidence that what the warden saw was an\nattempt to access a femoral vein, as opposed to some other\nvein.Moreover, to the extent the record is unclear on\nany of these issues, Mr. Bucklew had ample opportunity to conduct\ndiscovery and develop a factual record concerning exactly what\nprocedures the State planned to use. He failed to do so—presumably\nbecause the thrust of his constitutional claim was thatanyattempt to execute him via lethal injection would be\nunconstitutional, regardless of the specific procedures the State\nmight use. As the court of appeals explained: “Having taken the\nposition thatanylethal injection procedure would violate\nthe Eighth Amendment,” Mr. Bucklew “made no effort to determine\nwhat changes, if any, the [State] would make in applying its lethal\ninjection protocol” to him, and he “never urged the district court\nto establish a suitable fact-finding procedure . . . to\ndefine the as-applied lethal injection protocol [the State] intends\nto use.” 883 F. 3d, at 1095–1096.[2]Second, Mr. Bucklew contends that the\nlethal injection itself will expose him to a substantial risk of\nsevere pain that could be eliminated by adopting his preferred\nmethod. He claims that once the sedative pentobarbital is injected\nhe will “lose the ability to manage” the tumors in his airway and,\nas a result, will experience a “sense of suffocation” for some\nperiod of time before the State’s sedative renders him fully\nunconscious. Brief for Petitioner 12–13. “It is during this\nin-between twilight stage,” according to his expert, Dr. Zivot,\n“that Mr. Bucklew is likely to experience prolonged feelings of\nsuffocation and excruciating pain.” App. 234. Mr. Bucklew admits\nthat similar feelings of suffocation could occur with nitrogen, the\nonly difference being the potential duration of the so-called\n“twilight stage.” He contends that with nitrogen the stage would\nlast at most 20 to 30 seconds, while with pentobarbital it could\nlast up to several minutes.But here again the record contains insufficient\nevidence to permit Mr. Bucklew to avoid summary judgment. For\nstarters, in the courts below Mr. Bucklew maintained he would have\ntrouble managing his airway only if he were forced to lie supine,\nwhich (as we’ve explained) the evidence shows he won’t be. (The\ndissenters don’t address this point.) But even indulging his new\nclaim that he will have this difficulty regardless of position, he\nstill has failed to present colorable evidence that nitrogen would\nsignificantly reduce his risk of pain. We can assume for argument’s\nsake that Mr. Bucklew is correct that with nitrogen the twilight\nstage would last 20 to 30 seconds. The critical question, then, is\nhow long that period might last with pentobarbital. The State’s\nexpert, Dr. Antognini, testified that pentobarbital, too, would\nrender Mr. Bucklew fully unconscious and incapable of experiencing\npain within 20 to 30 seconds.Id., at 299–301, 432–433. Dr.\nZivot disagreed; but when he was asked how long he thought the\ntwilight stage would last with pentobarbital, his testimony was\nevasive. Eventually, he said his “number would be longer than” 20\nto 30 seconds, but he declined to say how much longer.Id.,\nat 195. Instead, he referenced a 2015 study on euthanasia in\nhorses. He said the study found that when horses were given a large\ndose of pentobarbital (along with other drugs), they exhibited\n“isoelectric EEG”—a complete absence of detectable brain\nactivity—after 52 to 240 seconds.Id., at 194–196. The\ndistrict court assumed Dr. Zivot meant that “pain might be felt\nuntil measurable brain activity ceases” and that, extrapolating\nfrom the horse study, it might take up to four minutes for\npentobarbital to “induc[e] a state in which [Mr. Bucklew] could no\nlonger sense that he is choking or unable to breathe.” The district\ncourt acknowledged, however, that this might be “a generous\ninterpretation of Dr. Zivot’s testimony.”Id., at 822, and\nn. 5.In fact, there’s nothing in the record to\nsuggest that Mr. Bucklew will be capable of experiencing pain for\nsignificantly more than 20 to 30 seconds after being injected with\npentobarbital. For one thing, Mr. Bucklew’s lawyer now admits that\nDr. Zivot “crossed up the numbers” from the horse study. Tr. of\nOral Arg. 7–8, 11–12. The study actually reported that the horses\ndisplayed isoelectric EEG between 2 and 52 seconds after infusion\nof pentobarbital was completed, with an average time of less than\n24 seconds. App. 267. So if anything, the horse study appears to\nbolster Dr. Antognini’s time estimate. For another thing, everyone\nnow also seems to acknowledge that isoelectric EEG is the wrong\nmeasure. Dr. Zivot never claimed the horses were capable of\nexperiencing pain until they reached isoelectric EEG. And Mr.\nBucklew’s lawyer now concedes that doctors perform major surgery on\nhuman patients with measurable EEG readings, which strongly\nsuggests that Mr. Bucklew will be insensible to painbeforereaching isoelectric EEG. Tr. of Oral Arg. 9. Finally, the record\nevidence even allows the possibility that nitrogen couldincreasethe risk of pain. Because Dr. Zivot declined to\ntestify about the likely effects of nitrogen gas, Mr. Bucklew must\nrely on Dr. Antognini’s testimony. And while Dr. Antognini did say\nhe thought nitrogen’s “onset of action” could be “relatively fast,”\nApp. 458, he added that the effects of nitrogen could vary\ndepending on exactly how it would be administered—information Mr.\nBucklew hadn’t provided. Indeed, he stated that “depending on\n. . . how it’s used, you might get more suffering from\nnitrogen gas than you would have” from the State’s current\nprotocol.Id., at 460–461.Of course, the principal dissent maintains that\nDr. Zivot’s testimony supports an inference that pentobarbital\nmight cause Mr. Bucklew to suffer for a prolonged period. But its\nargument rests on a number of mistakes about the record. For\nexample, the dissent points to Dr. Zivot’s remark that, with\npentobarbital, “ ‘the period of time between receiving the\ninjection and death could range over a few minutes to many\nminutes.’ ”Post, at 4, 6 (quoting App. 222). From\nthis, the dissent concludes that Mr. Bucklew may suffer for “up to\nseveral minutes.”Post, at 1, 6, 9. But everyone agrees that\nthe relevant question isn’t how long it will take for Mr. Bucklew\nto die, but how long he will be capable of feeling pain. Seeking to\naddress the problem, the dissent next points toanotherpart\nof Dr. Zivot’s testimony and says it means Mr. Bucklew could\nexperience pain during the entire time between injection and death.Post, at 6, 13 (quoting App. 222). But the dissent clips the\nrelevant quotation. As the full quotation makes clear, Dr. Zivot\nclaimed that Mr. Bucklew might be unable to “maintain the integrity\nof his airway” until he died—but he carefully avoided claiming that\nMr. Bucklew would be capable of feeling pain until he\ndied.[3] To avoidthisproblem, the dissent quotes Dr. Zivot’s assertions that\npentobarbital might not produce “ ‘rapid\nunconsciousness’ ” and that Mr. Bucklew’s suffering with\npentobarbital could be “ ‘prolonged.’ ”Post, at\n4–6, 13 (quoting App. 233–234). But Dr. Zivot’s statements here,\ntoo, fail to specify how long Mr. Bucklew is likely to be able to\nfeel pain. The hard fact is that, when Dr. Zivot wasfinallycompelled to offer a view on this question, his only response was\nto refer to the horse study.Id., at 195–196. The dissent’s\neffort to suggest that Dr. Zivot “did not rely exclusively or even\nheavily on that study,”post, at 7, is belied by (among\nother things) Mr. Bucklew’s own brief in this Court, which asserted\nthat the twilight stage during which he might feel pain could last\n“between 52 and 240 seconds,” based entirely on a citation of Dr.\nZivot’s incorrect testimony about the horse study. Brief for\nPetitioner 13.In sum, even if execution by nitrogen hypoxia\nwere a feasible and readily implemented alternative to the State’s\nchosen method, Mr. Bucklew has still failed to present any evidence\nsuggesting that it would significantly reduce his risk of pain. For\nthat reason as well, the State was entitled to summary judgment on\nMr. Bucklew’s Eighth Amendment claim.[4]IV“Both the State and the victims of crime have\nan important interest in the timely enforcement of a sentence.”Hill, 547 U. S., at 584. Those interests have been\nfrustrated in this case. Mr. Bucklew committed his crimes more than\ntwo decades ago. He exhausted his appeal and separate state and\nfederal habeas challenges more than a decade ago. Yet since then he\nhas managed to secure delay through lawsuit after lawsuit. He filed\nhis current challenge just days before his scheduled execution.\nThat suit has now carried on for five years and yielded two appeals\nto the Eighth Circuit, two 11th-hour stays of execution, and\nplenary consideration in this Court. And despite all this, his suit\nin the end amounts to little more than an attack on settled\nprecedent, lacking enough evidence even to survive summary\njudgment—and on not just one but many essential legal elements set\nforth in our case law and required by the Constitution’s original\nmeaning.The people of Missouri, the surviving victims of\nMr. Bucklew’s crimes, and others like them deserve better. Even the\nprincipal dissent acknowledges that “the long delays that now\ntypically occur between the time an offender is sentenced to death\nand his execution” are “excessive.”Post, at 16. The answer\nis not, as the dissent incongruously suggests, to reward those who\ninterpose delay with a decree ending capital punishment by judicial\nfiat.Post, at 18. Under our Constitution, the question of\ncapital punishment belongs to the people and their representatives,\nnot the courts, to resolve. The proper role of courts is to ensure\nthat method-of-execution challenges to law- fully issued sentences\nare resolved fairly and expeditiously. Courts should police\ncarefully against attempts to use such challenges as tools to\ninterpose unjustified delay. Last-minute stays should be the\nextreme exception, not the norm, and “the last-minute nature of an\napplication” that “could have been brought” earlier, or “an\napplicant’s attempt at manipulation,” “may be grounds for denial of\na stay.”Hill, 547 U. S., at 584 (internal quotation\nmarks omitted). So, for example, we have vacated a stay entered by\na lower court as an abuse of discretion where the inmate waited to\nbring an available claim until just 10 days before his scheduled\nexecution for a murder he had committed 24 years earlier. SeeDunnv.Ray, 586 U. S. ___ (2019).[5] If litigation is allowed to proceed,\nfederal courts “can and should” protect settled state judgments\nfrom “undue interference” by invoking their “equitable powers” to\ndismiss or curtail suits that are pursued in a “dilatory” fashion\nor based on “speculative” theories.Id., at 584–585.*The judgment of the court of appeals isAffirmed.Notes1While this case has been\npending, a few States have authorized nitrogen hypoxia as a method\nof execution. See 2018 Ala. Acts no. 2018–353 (allowing condemned\ninmates to elect execution by nitrogen hypoxia); 2017 Miss. Laws\nch. 406, p. 905 (authorizing execution by nitrogen hypoxia only if\nlethal injection is held unconstitutional or is otherwise\nunavailable); 2015 Okla. Sess. Laws ch. 75, p. 244 (same). In March\n2018, officials in Oklahoma announced that, due to the\nunavailability of lethal injection drugs, the State would use\nnitrogen gas for its executions going forward. See Williams,\nOklahoma Proposes To Use Nitrogen Gas for Executions by\nAsphyxiation, N. Y. Times, Mar. 15, 2018, p. A22. But Oklahoma has\nso far been unable to find a manufacturer willing to sell it a gas\ndelivery device for use in executions. See Clay, State Not Ready\nfor Executions, The Oklahoman, Jan. 27, 2019, p. A1. To date, no\none in this case has pointed us to an execution in this country\nusing nitrogen gas.2While the district court\nallowed discovery on many other matters, Mr. Bucklew protests that\nit did not permit him to learn the identities of the lethal\ninjection execution team members, to depose them, or to inquire\ninto their qualifications, training, and experience. Like the\nEighth Circuit, we see no abuse of discretion in the district\ncourt’s discovery rulings. As the district court explained, Mr.\nBucklew argues that there is no way he may be constitutionally\nexecuted by lethal injection, even with modifications to the\nState’s lethal injection protocol. And in a case like that,\ndiscovery into such granular matters as who administers the\nprotocol simply is not relevant.3Here’s the full\nquotation, with the portion quoted by the dissent underlined: “As a\nresult of his inability to maintain the integrity of his airway for\nthe period of timebeginning with the injection of the\nPentobarbital solution and ending with Mr. Bucklew’s death several\nminutes to as long as many minutes later, Mr. Bucklew would be\nhighly likely to experience feelings of ‘air hunger’ and the\nexcruciating pain of prolonged suffocationresulting from the\ncomplete obstruction of his airway by the large vascular tumor.”\nApp. 222.4The State contends that\nMr. Bucklew’s claim should fail for yet another reason: because, in\nthe State’s view, the evidence does not show that he is very likely\nto suffer “ ‘severepain’ ” cognizable under the\nEighth Amendment.Glossipv.Gross, 576 U. S.\n___, ___ (2015) (slip op., at 13) (quotingBazev.Rees,553 U.S.\n35, 52 (2008); emphasis added). We have no need, however, to\naddress that argument because (as explained above) Mr. Bucklew\nfails even to show that a feasible and readily available\nalternative could significantly reduce the pain he\nalleges.5Seeking to relitigateDunnv.Ray, the principal dissent asserts that that\ncase involved no undue delay because the inmate “brought his claim\nonly five days after he was notified” that the State would not\nallow his spiritual adviser to be present with him in the execution\nchamber itself, although itwouldallow the adviser to be\npresent on the other side of a glass partition.Post, at 17.\nBut a state statute listed “[t]he spiritual adviser of the\ncondemned” as one of numerous individ-uals who would be allowed to\n“be present at an execution,” many of whom—such as “newspaper\nreporters,” “relatives or friends of the condemned person,” and\n“the victim’s immediate family members”—obviously would not be\nallowed into the chamber itself. Ala. Code §15–18–83 (2018). The\ninmate thus had long been on notice that there was a question\nwhether his adviser would be allowed into the chamber or required\nto remain on the other side of the glass. Yet although he had been\non death row since 1999, and the State had set a date for his\nexecution on November 6, 2018, he waited until January 23,\n2019—just 15 days before the execution—to ask for clarification. He\nthen brought a claim 10 days before the execution and sought an\nindefinite stay. This delay implicated the “strong equitable\npresumption” that no stay should be granted “where a claim could\nhave been brought at such a time as to allow consideration of the\nmerits without requiring entry of a stay.”Hillv.McDonough, 547 U.S. 573, 584 (2006).",
    "joined": []
}