{
    "case": {
        "docket": "20-472",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-472/"
    },
    "id": "4443836",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–472_________________HOLLYFRONTIER CHEYENNE REFINING, LLC,\net al., PETITIONERSv.RENEWABLE FUELS ASSOCIATION,\net al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 25, 2021]Justice Gorsuch delivered the opinion of the\nCourt.Congress requires most domestic refineries to\nblend a certain amount of ethanol and other renewable fuels into\nthe transportation fuels they produce. But when it first adopted\nthese mandates, Congress temporarily exempted small refineries\nacross the board. Looking beyond that initial period, Congress\nauthorized individual small refineries to apply for additional\nhardship “extensions” from the federal government “at any time.”\nThe question before us is whether a small refinery that manages to\ncomply with renewable fuel mandates in one year is forever\nforbidden from applying for an “extension” in any future year.IIn 2005 and 2007, Congress created the\nrenewable fuel program (RFP). §§201, 202(a)(1), 121Stat. 1519, 42\nU. S. C. §7545(o)(1)(J), (o)(1)(L),\n(o)(2)(A)(i). For 2006, Congress ordained the inclusion of 4\nbillion gallons of renewable fuel in the Nation’s fuel supply.\n§7545(o)(2)(B)(i)(I). By 2022, the number will climb to 36\nbillion gallons.Ibid.For years after that, Congress has\nlargely left it to the Environmental Protection Agency (EPA) to set\nthe applicable volumes. §7545(o)(2)(B)(ii).From the start, EPA has apportioned the\nnationwide volume mandates into individualized ones for each\nrefinery. §7545(o)(3)(B); 40 CFR §80.1407(a) (2020). The\nAgency polices these mandates with a system of credits. Each credit\nrepresents the blending of a certain quantity of renewable fuel. 42\nU. S. C. §7545(o)(5)(A)(i); 40 CFR §§80.1415,\n80.1429. A refinery that blends renewables may either “retire” the\ncredits it has earned (i.e., use them) to satisfy its own\nRFP volume obligation—or sell those credits to a different producer\nthat needs them. 42 U. S. C. §7545(o)(5)(B); 40\nCFR §§80.1425–80.1427. Any given refinery may therefore comply with\nthe law thanks to its own blending efforts, the purchase of credits\nfrom someone else, or a combination of both.Congress tempered its mandates in other ways\ntoo. For example, if a refinery is unable to generate or purchase\nsufficient credits in a given year, it may “carry forward” any\ndeficit to the following year. 42 U. S. C.\n§7545(o)(5)(D). But this reprieve has a snowball effect. The\nnext year, the refinery must offset the deficit it carried forward.\n§7545(o)(5)(D)(ii). Elsewhere, Congress authorized more\nsweeping relief: EPA may waive RFP obligations in a particular\nState or region if it determines they “would severely harm the\neconomy or environment” or if “there is an inadequate domestic\nsupply.” §7545(o)(7)(A). That waiver lasts for only one\nyear, “but [it] may be renewed.” §7545(o)(7)(C).Most important for our case, however, is a\ndifferent, if related, set of tempering features. Evidently,\nCongress was concerned that escalating RFP obligations could work\nspecial burdens on small refineries that lack the “inherent scale\nadvantages of large refineries,”Sinclair Wyoming Refining\nCo.v.EPA, 887 F.3d 986, 989 (CA10 2017), and sometimes\nsupply a major source of jobs in rural communities, Brief for State\nof Wyoming et al. asAmici Curiae19–25. To protect\nsmall refineries that produce (on average) fewer than 75,000\nbarrels a day “for a calendar year,” §7545(o)(1)(K),\nCongress created a blanket exemption from RFP obligations “until\ncalendar year 2011,” §7545(o)(9)(A)(i). Congress also\ndirected EPA to “extend the exemption under clause (i)” for at\nleast two years if the Secretary of Energy determined RFP\nobligations would impose “a disproportionate economic hardship” on\na given small refinery. §7545(o)(9)(A)(ii). Accordingly,\nsubparagraph (A) anticipated temporary relief until 2011 or at\nleast 2013. In the next subparagraph, the one most squarely at\nissue before us, Congress offered the possibility of still further\nrelief in future years: “A small refinery may at any time petition\nthe Administrator for an extension of the exemption under\nsubparagraph (A) for the reason of disproportionate economic\nhardship.” §7545(o)(9)(B)(i).Here’s how things played out for small\nrefineries once the law went into effect. Under subparagraph\n(A)(i), all small refineries were exempt through 2010. See Dept. of\nEnergy, Office of Policy and International Affairs, D. Vashishat\net al., Small Refinery Exemption Study 25 (Mar. 2011). In\n2011, EPA extended that exemption for 13 small refineries under\nsubparagraph (A)(ii)—and it extended the exemption for an\nadditional 11 small refineries under subparagraph (B)(i).Id., at 37. As time went on, and as economic conditions\nfluctuated, EPA extended more exemptions under subparagraph (B)(i)\nin some years than in others. For example, EPA granted 8 extensions\nin 2013, but expanded that number to 31 in 2018. EPA, RFS Small\nRefinery Exemptions, (May 20, 2021), https://www.epa.gov/fuels-\nregistration-reporting-and-compliance-help / rfs-small-refinery-exemptions.This case concerns three small refineries that\ninitially received an exemption, saw it lapse for a period, and\nthen petitioned for an exemption again under subparagraph (B)(i).\nHollyFrontier Woods Cross Refining LLC received only the blanket\nexemption under subparagraph (A)(i) through 2010. SeeRenewable\nFuels Assn. v.EPA, 948 F.3d 1206, 1228 (CA10 2020).\nWynnewood Refining Company received the blanket exemption under\nsubparagraph (A)(i) and a 2-year extension under subparagraph\n(A)(ii) through 2012.Id.,at 1229. HollyFrontier Cheyenne\nRefining LLC received subparagraph (A)(i)’s blanket exemption,\nsubparagraph (A)(ii)’s 2-year extension, and then subparagraph\n(B)(i)’s hardship exemption in 2015.Id., at 1227. After a\nlull, all three refineries petitioned for a hardship exemption\nunder subparagraph (B)(i) in 2017 or 2018. EPA granted all\nthree.A group of renewable fuel producers objected.\nThey petitioned for review of EPA’s decisions in the Tenth Circuit,\narguing the Agency acted “in excess of statutory jurisdiction,\nauthority, or limitations” by granting the petitions. 5\nU. S. C. §706(2)(C). The court vacated EPA’s decisions.\nIt concluded the refineries were ineligible for an “extension” of\ntheir exemptions because all three had allowed their exemptions to\nlapse at some point in the past. 948 F. 3d, at 1249. We\ngranted review to consider the question for ourselves. 592\nU. S. ___ (2021).IIAWhere Congress does not furnish a definition\nof its own, we generally seek to afford a statutory term “its\nordinary or natural meaning.”FDICv.Meyer,510 U.S.\n471, 476 (1994). Before us, the parties agree on one thing: The\nkey word here—“extension”—is nowhere defined in the statute and it\ncan mean different things depending on context.Sometimes, as the renewable fuel producers\nobserve and the court of appeals held, an “extension” can refer to\nan increase in time. See,e.g., 5 Oxford English Dictionary\n597 (2d ed. 1989) (OED) (“Enlargement in duration”); 7\nU. S. C. §940f(a) (“extension of the final maturity” of a\nfederal loan). In other settings, as the small refineries\nemphasize, an “extension” can mean the offering or making something\navailable to someone, such as the granting of a benefit. See,e.g., 5 OED 595 (“[t]o hold out, accord, grant”); 15\nU. S. C. §1141e(a) (“extension of [intellectual property]\nprotection”). These definitional differences matter too. If\nCongress used the term in the second sense, everyone before us\nseems to accept the court of appeals erred: Just because a small\nrefinery’s first exemption lapsed, nothing would foreclose the\ngovernment from extending—in the sense of granting or conferring—a\nsecond exemption later.Ultimately, however, we agree with the renewable\nfuel producers and the court of appeals that subparagraph (B)(i)\nuses “extension” in its temporal sense—referring to the lengthening\nof a period of time. We find three textual clues telling. First,\nthe initial exemption described in subparagraph (A)(i) is described\ntemporally (as lasting “until calendar year 2011”). 42\nU. S. C. §7545(o)(9)(A)(i). Second, the next\nexemption described in subparagraph (A)(ii) speaks temporally too,\nand it does so using a variation of the very term in\ndispute—authorizing EPA to “extendthe exemption under\nclause (i) for the small refinery for a period of not less than 2\nyears.” §7545(o)(9)(A)(ii)(II) (emphasis added). Finally,\nsubparagraph (A)(ii) and subparagraph (B)(i) share an identical\ntitle—“Extension of exemption”—underscoring the likelihood that the\ntwo neighboring provisions use the term “extension” in one\nconsistent sense. Nor do we see any persuasive countervailing\nevidence that Congress meant to adopt one meaning of the term in\nsubparagraph (A)(ii) and a different one next door in subparagraph\n(B)(i). SeeHensonv.Santander Consumer USA Inc.,\n582 U. S. ___, ___ (2017) (slip op., at 5) (absent contrary\nevidence, this Court normally presumes consistent usage).BResolving that much, however, does not resolve\nthis case. Really, it only takes us to the heart of the dispute.\nThe Tenth Circuit didn’t just hold that an extension means an\nincrease in time—it imposed a continuity requirement. On that\ncourt’s view, a small refinery becomes permanently ineligible for a\nfurther extension of time once its exemption lapses. Even accepting\nthat subparagraph (B)(i) uses the term “extension” in its temporal\nsense, the small refineries submit this was error. On their view,\nsmall refineries whose exemptions have lapsed in one year may still\nseek an “extension” in a following year. Indeed, the small\nrefineries candidly characterize this as their stronger argument\nfor reversal.We agree. It is entirely natural—and consistent\nwith ordinary usage—to seek an “extension” of time even after some\nlapse. Think of the forgetful student who asks for an “extension”\nfor a term paper after the deadline has passed, the tenant who does\nthe same after overstaying his lease, or parties who negotiate an\n“extension” of a contract after its expiration. Perhaps for reasons\nlike these, the respondents and court of appeals are unable to\npoint to a single dictionary definition of the term “extension”\nrequiring unbroken continuity. To be sure, some definitions speak\nof an extension as a “continuation.” See,e.g., Black’s Law\nDictionary 703 (10th ed. 2014) (defining “extension” as “[t]hecontinuationof the same contract for a specified period”\n(emphasis added)). And the dissent urges us to read “extension” to\nmean “continuation.”Post, at 2 (opinion of Barrett, J.).\nBut eventhatterm can denote a resumption after some\ninterrupting lapse. See,e.g., 3 OED 828 (defining\n“continuation” as “the resumption of any interrupted action or\ncourse”); Webster’s New Collegiate Dictionary 180 (1946) (defining\n“continuation” as the “[a]ct of continuing; esp. a resumption”); B.\nGarner, Modern English Usage 214 (4th ed. 2016).Much federal law proceeds on this same\nunderstanding. Under certain circumstances, a court “may\n. . . extend” a party’s “time for appeal” even “after the\nexpiration of the time otherwise set for bringing appeal.” 28\nU. S. C. §2107(c). In other words, the timer can start,\nrun, finish, and thenrestart—because a court has the power\nto “extend” the time allotted even after a lapse. Likewise, the\nFederal Rules of Civil Procedure prescribe all sorts of rules about\n“[w]hen an act may or must be done within a specified time” in\ntrial court proceedings. Fed. Rule Civ. Proc. 6(b)(1). And for\nalmost all rules prescribing a deadline, a district court may\n“extend the time” even “after the time has expired.”Ibid.;\ncf. Fed. Rule Civ. Proc. 6(b)(2). More than a few lawyers and\nclients have taken advantage of “extensions” of just these\nsorts.Still other examples exist. Maybe most notably,\njust last year Congress twice passed laws providing for the\n“extension” of public benefits that had lapsed or been interrupted.\nSee Consolidated Appropriations Act of 2021, Pub. L. 116–260, §203,\n134Stat. 1182 (providing an “extension” of unemployment\ncompensation starting on December 26, 2020, after lapsing on July\n31, 2020); Coronavirus Aid, Relief, and Economic Security Act, Pub.\nL. 116–136, §2114, 134Stat. 281 (providing an “extension” of\nunemployment benefits starting in 2020, after lapsing in 2013). The\ndissent gives these particular examples short shrift because they\nappear in statutes “passed in an emergency context” a decade after\nthe statute at issue here.Post, at 7. We do not doubt that\nmeaning may change with time, but unless the dissent thinks the\nordinary meaning of “extension” changed in just 10 years, it’s hard\nto understand why these enactments don’t shed at least some light\non today’s question. If anything, the emergency context in which\nthese laws were passed—forcing legislators to use a term on short\nnotice—would seem to provide useful evidence of ordinary\nmeaning.Beyond that, the dissent counters by attempting\nto recast all these varied examples of temporal extensions after\ninterruption. It imagines, for example, that when a teacher extends\na paper deadline after a lapse, that act of grace always operates\nlike anunc pro tuncjudicial decree—retroactively deeming\nthe time originally allotted as now extending continuously to some\nnew and future due date. But no one thinks extensions always work\nthis way. As the COVID-19 statutes illustrate, a previously lapsed\nbenefit can and sometimes is “extended” for a new period without\nany retroactive effect. Likewise, if a student misses the 4 p.m.\ndeadline on Friday, his teacher may extend the deadline by\nauthorizing him to hand in his paper the following Monday between 8\na.m. and 9 a.m. Besides, even looking to thenunc pro tuncanalogy, what does it prove? It cannot change the fact that, absent\ntime travel, a lapse or interruption has occurred. The student\ncannot go back in time and turn in his paper when it was originally\ndue on Friday afternoon. His lapse may be forgiven or overlooked,\nmaybe even with a Latin term invoked in the process, but none of\nthat means a break in continuity, a lapse, or an interruption never\nhappened. Seeinfra, at 10, n. 2 (discussing treatment\nof a lapse under subparagraph (A)).We do not mean to suggest that every use of the\nword “extension” must be read the same way. On occasion, for\nexample, Congress requires “extensions” to be “consecutive” or\n“successive.”E.g., 8 U. S. C. §1184(g)(8)(D); 10\nU. S. C. §2304a(f ); 19 U. S. C.\n§2432(d)(1); 28 U. S. C. §594(b)(3)(A). Modifiers like\nthose may well suggest a continuity requirement. See,e.g.,\nWebster’s New Collegiate Dictionary, at 846 (defining “successive”\nas “following each other without interruption”). Other contextual\nclues in a given statute may yield a similar conclusion. But none\nof that means the bare term “extension” obviously and always\nincludes a strict continuity requirement. If anything, the absence\nof any parallel modifying language in the statute before us\nsupplies one clue that continuity is not required here.Further statutory clues confirm this\nunderstanding. Recall that subparagraph (B)(i) authorizes small\nrefineries to seek hardship exemptions “at any time.” 42\nU. S. C. §7545(o)(9)(B)(i). Far from indicating\nthat a refinery may apply for an exemption in a future year only if\nit has always received one in the past, this language suggests a\nmuch more “expansive meaning.”United Statesv.Gonzales,520 U.S.\n1, 5 (1997). “At any time” does not connote a demand for some\nrigid continuity so much as its opposite—including the possibility\nthat small refineries might apply for exemptions in different years\nin light of market fluctuations and changing hardship conditions,\nwhether consecutively or otherwise.[1]We find another feature telling too. Next door,\nsubparagraph (A) uses the term “extension”withouta\ncontinuity requirement. To see how subparagraph (A) was designed,\nimagine a small refinery avails itself of the blanket exemption in\n2008 and 2009 under subparagraph (A)(i). Then in 2010, because of\nan increase in production capacity, the refinery loses “small\nrefinery” status under §7545(o)(1)(K) and with it the\nblanket exemption that “appl[ies] to small refineries.”\n§7545(o)(9)(A)(i). One year later, production capacity falls\nand the refinery moves back into small refinery status for 2011. If\nthat refinery applies for an “extension” under subparagraph\n(A)(ii), the statute provides that EPA “shall extend the exemption\nunder clause (i),” so long as the Secretary of Energy found the\nrefinery would suffer a disproportionate hardship. The result? A\nrefinery may receive an “extension” despite its exemption having\nlapsed. And if that’s how the term is used in subparagraph (A), we\nwould once again expect subparagraph (B) to follow a consistent\npattern of usage. SeeHenson, 582 U. S., at ___ (slip\nop., at 5).[2]The refineries suggest we need to place still\nanother point in their column. They direct our attention to a\nregulation EPA adopted in 2014 to clarify the bounds of “small\nrefinery” status. When EPA first sought public comment, some\nsuggested a refinery should be eligible for exemption only if itconstantlyremained “small” from 2006 onward—and EPA\nexpressly rejected that view in favor of revisiting annually\nwhether a refinery falls above or below the “small refinery”\nthreshold. 40 CFR §80.1441(e)(2)(iii). Before the Tenth Circuit,\nthe Agency insisted this regulation sheds light on the meaning of\n“extension” and underscores that it does not include a continuity\nrequirement. Indeed, EPA asked the court of appeals to defer to its\nunderstanding underChevron U. S. A. Inc.v.Natural Resources Defense Council,Inc.,467 U.S.\n837(1984). Although the refineries repeat that ask here, the\ngovernment does not. With the recent change in administrations,\n“the government is not invokingChevron.” Brief for Federal\nRespondent 46–47. We therefore decline to consider whether any\ndeference might be due its regulation.Against the petitioners’ evidence of statutory\nmeaning, the respondents ask us to consider one of their own. They\npoint to the fact that subparagraph (A) is titled “temporary\nexemption,” that it was permitted to expire in 2013, and that\nsubparagraph (B)(i) speaks of extending “the exemption under\nsubparagraph (A).” Together, respondents say, these statutory\nfeatures suggest that the whole scheme of exemptions was meant to\nend rapidly, that subparagraph (B)(i) was designed as a narrow\nexception to a 2013 sunset rule, and that any further exemptions it\nallows should therefore be construed narrowly to end as quickly as\npossible.But this much we do not see. In the first place,\nwe do not construe subparagraph (B) as part of some sunset scheme.\nTo be sure, subparagraph (A)’s exemptions were permitted to expire\nin 2013, but did not have to do so. In theory, EPA could have\ngranted a small refinery exemption under subparagraph (A)(ii) that\nlasted many years or indefinitely. See 42 U. S. C.\n7545(o)(9)(A)(ii)(II). In any case, subparagraph (B)(i)\nexpressly contemplates exemptions beyond 2013—“at any time”\nhardship conditions are satisfied. If Congress really had wanted\nall exemptions to cease after a temporary period, that was surely\nan odd way to achieve it. Odder still in light of the fact that\nCongress had before it (but eschewed) many readymade models for a\nsunset statute if that’s what it wished here. See,e.g.,\n§247d–7f(b) (providing that statutory provisions authorizing a\n“limited antitrust exemption” “shall expire at the end of [a]\n17-year period” after the Act was passed). And maybe odder yet\ngiven that subparagraph (B)(i) exemptions are hardly destined to\nsunset quickly even on the respondents’ account, for they do not\ndispute that small refineries with an unbroken record of failing to\ncomply with the RFP may continue to seek and obtain extensions\nforever. See Brief for Federal Respondent 43, n. 7; Brief for\nIndustry Respondents 39.Additionally, even assuming (without granting)\nthat subparagraph (B) really did represent only some sort of\nexception to a general 2013 deadline, we still don’t see how that\nwould help. The respondents urge us to construe statutory\nexceptions narrowly. But this Court has made clear that statutory\nexceptions are to be read fairly, not narrowly, for they “are no\nless part of Congress’s work than its rules and standards—and all\nare worthy of a court’s respect.”BP p.l.c.v.Mayor and\nCity Council of Baltimore,ante, at 6. And fairly read,\nthe key phrase at issue before us—“A small refinery may at any time\npetition the Administrator for an extension of the exemption under\nsubparagraph (A) for the reason of disproportionate economic\nhardship”—simply does not contain the continuity requirement the\ncourt of appeals supposed. Instead, more naturally, it means\nexactly what it says: A small refinery can apply for (if not always\nreceive) a hardship extension “at any time.”[3]IIIEverything else the respondents offer in\ndefense of the court of appeals’ judgment involves surmise about\nlegislative purpose and arguments from public policy. Like the\nTenth Circuit, they emphasize that, by the time the petitioners\nsought new exemptions in 2017 and 2018, small refineries already\n“had many years to ponder . . . whether it made sense to\nenter into or remain in the market.” 948 F. 3d, at 1247. The\nrespondents argue that subparagraph (B) was adopted for the purpose\nof “funnel[ing] small refineries toward compliance over time.”Id., at 1246. And they submit that enforcing a continuity\nrequirement helps advance congressional goals such as increasing\n“biofuel production, energy independence, and environmental\nprotection.”Ibid.The dissent seemingly agrees. It acknowledges\nthat Congress providedotherameliorating provisions to\naddress various challenges to the fuel market.Post, at\n8–10. For example and as we have already seen,\n§7545(o)(7)(A) grants EPA authority to waive RFP obligations\nat any time across an entire State or region to address severe\nhardships or shortages. Section 7545(o)(7)(E)(ii) provides a\nmore limited waiver with respect to biomass-based diesel fuels. And\n§7545(o)(8)(D)(i) provided a waiver authority to address\nhardships for consumers “in calendar year 2006.” But on the\ndissent’s view, everything else in the statute aims to\n“[f]unnel[ ] refineries toward compliance.”Post, at 9.\nIndeed, the dissent finds it “odd” that our reading would permit\nhardship relief only to small refineries in existence in 2008 and\nnot to new ones,post, at 13—and that our reading “will\nrequire EPA to examine the 2008 study” when reviewing extension\napplications “decades from now,”post, at 9.But, as usual, the other side presents a\nplausible competing narrative. On the petitioners’ account, the\nstatute seeks to increase production of renewable fuel while also\noffering a “safety valve” each year for small refineries that might\notherwise face extinction. According to the small refineries, the\nrespondents’ competing “funnel” metaphor makes little sense because\na small refinery’s compliance in one year is in no way dispositive\nof its ability to comply in a future year. Instead, compliance\ndepends on numerous factors unique to each year and circumstances\nover which small refineries often have no control. Brief for\nPetitioners 42–44. In particular, most small refineries cannot\ncomply with RFP mandates but must purchase credits from those that\ncan. Each year more credits are required. And the price for those\ncredits reflect the famously volatile nature of the fuel market—in\none recent year, prices shot up by as much as 100%. Seeid.,\nat 45. Aware of these market realities, the small refineries say, a\nrational Congress could have created (and did create) a means for\nsmall refineries to seek a hardship exemption “at any time” rather\nthan be forced to exit the market.The petitioners say their “safety valve” analogy\nfits better for other reasons too. As the dissent acknowledges,\nCongress included many other “safety valve” provisions to address\nvarious challenges to the market that may arise at any time,\nincluding regional shortages and economic hardships.Post,\nat 8–10. Surely, Congress could have chosen to provide similar\nrelief targeted to small refineries. Nor is there anything odd\nabout the fact that Congress chose only to protect existing small\nrefineries rather than new entrants. Often Congress chooses to\nprotect existing market participants from shifts in the law while\napplying new restrictions fully to future entrants. Maybe, too, the\npetitioners suggest, Congress wasn’t particularly concerned with\nnew entrants in 2008 because, until last year, there had not been a\nnew refinery of any size in this country for almost 50 years. See\nBlackmon, First Major U. S. Oil Refinery Since 1977 Targets Bakken\nShale Crude, Forbes (July 25, 2020),\nhttps: // www.forbes.com / sites / davidblackmon / 2020 / 07 / 25/\nfirst - new - us -oil-refinery-since-1977-targets-bakken-shale-crude/.The petitioners stress as well that, even on the\nrespondents’ account, Congress did create a “safety valve” rather\nthan a “funnel” forsomesmall refineries: Those with an\nunbroken record of failing to comply with the RFP may continue to\nseek and obtain extensions forever without being “funneled” toward\ncompliance.Supra, at 11–12. Yet the respondents never\nexplain why the least compliant refineries should be the most\nfavored in this way. Nor do they confront the fact that their rule\nwould have the strange effect of disincentivizing small refineries\nfrom ever trying to comply. Brief for Petitioners 22; Brief for\nState of Wyoming et al. asAmici Curiae13–14. And even\non the respondents’ account, EPA will have to consult its 2008\nstudy in future years for these permanently noncompliant\nrefineries.Beyond that, the petitioners note, if\nsubparagraph (B)(i) really did create a “miss one and done” rule\nfor small refineries able to comply with RFP mandates in a single\nyear the statute could wind up reducing overall domestic fuel\nsupply—all without adding a single additional gallon of renewable\nfuel to the mix. See 42 U. S. C. §7545(o)(5)(B);\n40 CFR §80.1427. Permanently shuttering existing small refineries\nin the process could, as well, increase the Nation’s future\nreliance on imported fuels. Brief for Petitioners 41. All of which\nsits uneasily with even the respondents’ account of the statute’s\npurposes.We mention all this not because we pick sides.\nNeither the statute’s text, structure, nor history afford us\nsufficient guidance to be able to choose with confidence between\nthe parties’ competing narratives and metaphors. We mention this\nonly to observe thatbothsides can offer plausible accounts\nof legislative purpose and sound public policy—and that it would\ntherefore be a mistake to rely on appeals to some abstract\nintuition that the number of small refineries receiving exemptions\n“should havetapered down” over time. 948 F. 3d, at\n1246 (emphasis added). Instead, our analysis can be guided only by\nthe statute’s text—and that nowhere commands a continuity\nrequirement.*The respondents have not shown that EPA’s\napproval of the petitioners’ extension requests was in excess of\nthe Agency’s statutory authority. 5 U. S. C. §706(2)(C).\nTo the extent the court of appeals vacated EPA’s orders on this\nground, the judgment isReversed.Notes1On the dissent’s account, this\nlanguage merely permits a small refinery to seek an extension for\nthe following yearafterEPA’s November 30 deadline for\npublishing the coming year’s RFP mandates.Post, at 10–11.\nBut to pursue this interpretation we would effectively have to read\nwords into the statute. A provision promising small refineries that\nthey may seek an extension “at any time” would become a provision\npromising them only the chance to seek an extension “for the\nfollowing yearat any timebefore or after EPA’s November 30\ndeadline for publishing next year’s RFP mandates.”2Replying to our example, the\ndissent posits that subparagraph (A)(i)’s exemption “existed in the\nyear 2010 by virtue of statute—even if a particular refinery was\nnot in a position to take advantage of it.”Post, at 12. But\nit’s hard to see how a refinery might have an “exemption[ ]\ncurrently in place” when it does not qualify for or receive its\nbenefits.Post, at 1. Even putting that problem aside,\nfollowing the dissent’s logic does not aid its cause. What is true\nfor subparagraph (A)(i) should likewise be true for subparagraph\n(B)(i), which refers to “the exemption under subparagraph (A).” So,\nfollowing the dissent’s reasoning, one might just as easily\nconceive of a subparagraph (B)(i) exemption as “existing” even in a\nyear when a small refinery “was not in a position to take advantage\nof it.” Accordingly, on the dissent’s logic, if a small refinery\nlacked the exemption in one year (say, 2016) and then applied for\nit in a later year (say, 2017), it would seem the exemption always\n“presently exist[ed]” and can be “extended.”Post, at 4,\n8.3Rather than argue subparagraph\n(B)(i) is an exception that should be construed narrowly, the\ndissent imagines some weakness in our position when we observe\nabove that the word extension “can” or “may” be used to refer to an\nincrease in time after a lapse.Supra, at 6. From this, the\ndissent supposes that we mean to say “HollyFrontier wins because\nits reading is [merely]possible.”Post, at 3. That\nis mistaken. As we have sought to explain, we simply recognize that\nthe term “extension” may or may not convey a continuity requirement\ndepending on context—much as the dissent acknowledges the term can\nsometimes tolerate a lapse of some sort. Seesupra,at 10,\nn. 2 (discussing subparagraph (A)(1)). Our holding today, too,\nshould be clear. Rather than rule for HollyFrontier because it has\nadvanced a permissible reading, and rather than offer assertions\nabout “common sense” or what seems “more natural” to us,post, at 3–5, we have sought to explain why this particular\nstatute’s usage, context, and structure persuade us that continuity\nis not required here.",
    "joined": []
}