{
    "case": {
        "docket": "16-1011",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1011/"
    },
    "id": "3919259",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1011_________________WESTERNGECO LLC, PETITIONERv.ION\nGEOPHYSICAL CORPORATIONon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 22, 2018]Justice Gorsuch, with whom Justice Breyer\njoins, dissenting.The Court holds that WesternGeco’s lost profits\nclaim does not offend the judicially created presumption against\nthe extraterritorial application of statutes. With that much, I\nagree. But I cannot subscribe to the Court’s further holding that\nthe terms of the Patent Act permit awards of this kind. In my view\nthe Act’s terms prohibit the lost profits sought in this case,\nwhatever the general presumption against extraterritoriality\napplicable to all statutes might allow. So while the Federal\nCircuit may have relied in part on a mistaken extraterritoriality\nanalysis, I respectfully submit it reached the right result in\nconcluding that the Patent Act forecloses WesternGeco’s claim for\nlost profits.The reason is straightforward. A U. S.\npatent provides a lawful monopoly over the manufacture, use, and\nsale of an invention within this country only. Meanwhile,\nWesternGeco seeks lost profits for uses of its invention beyond our\nborders. Specifically, the company complains that it lost lucrative\nforeign surveying contracts because ION’s customers used its\ninvention overseas to steal that business. In measuring its\ndamages, WesternGeco assumes it could have charged monopoly rents\nabroad premised on a U. S. patent that has no legal force\nthere. Permitting damages of this sort would effectively allow\nU. S. patent owners to use American courts to extend their\nmonopolies to foreign markets. That, in turn, would invite other\ncountries to use their own patent laws and courts to assert control\nover our economy. Nothing in the terms of the Patent Act supports\nthat result and much militates against it.Start with the key statutory language. Under the\nPatent Act, a patent owner enjoys “the right to exclude others from\nmaking, using, offering for sale, or selling the inventionthroughout the United States.” 35 U. S. C.\n§154(a)(1) (emphasis added). Emphasizing the point, the Act\nproceeds to explain that to “infring[e] the patent” someone must\n“without authority mak[e], us[e], offe[r] to sell, or sel[l] [the]\npatented invention,within the United States.” §271(a)\n(emphasis added). So making, using, or selling a patented inventioninsidethe United States invites a claim for infringement.\nBut those same actsoutsidethe United States do not\ninfringe a U. S. patent right.These principles work their way into the\nstatutory measure of damages too. A patent owner who proves\ninfringement is entitled to receive “damages adequate to compensatefor the infringement.” §284 (emphasis added). Because an\ninfringement must occur within the United States, that means a\nplaintiff can recover damages for the making, using, or selling of\nits invention within the United States, but not for the making,\nusing, or selling of its invention elsewhere.What’s the upshot for our case? The jury was\nfree to award WesternGeco royalties for the infringing products ION\nproduced in this country; indeed, ION has not challenged that award\neither here or before the Federal Circuit. If ION’s infringement\nhad cost WesternGeco sales in this country, it could have recovered\nfor that harm too. At the same time, WesternGeco is not entitled to\nlost profits caused by the use of its inventionoutsidethe\nUnited States. That foreign conduct isn’t “infringement” and so\nunder §284’s plain terms isn’t a proper basis for awarding\n“compensat[ion].” No doubt WesternGeco thinks it unfair that its\ninvention was used to compete against it overseas. But that’s\nsimply not the kind of harm for which our patent laws provide\ncompensation because a U. S. patent does not protect its owner\nfrom competition beyond our borders.This Court’s precedents confirm what the\nstatutory text indicates. InBrownv.Duchesne, 19\nHow. 183 (1857), the Court considered whether the use of an\nAmerican invention on the high seas could support a damages claim\nunder the U. S. patent laws. It said no. The Court explained\nthat “the use of [an invention] outside of the jurisdiction of the\nUnited States is not an infringement of [the patent owner’s]\nrights,” and so the patent owner “has no claim to any compensation\nfor” that foreign use.Id.,at 195–196. A defendant must\n“compensate the patentee,” the Court continued, only to the extent\nthat it has “com[e] in competition with the [patent owner] where\nthe [patent owner] was entitled to the exclusive use” of his\ninvention—namely,within the United States.Id.,at\n196. What held true there must hold true here. ION must compensate\nWesternGeco for its intrusion on WesternGeco’s exclusive right to\nmake, use, and sell its invention in the United States. But\nWesternGeco “has no claim to any compensation for” noninfringing\nuses of its invention “outside of the jurisdiction of the United\nStates.”Id.,at 195–196.[1]Other precedents offer similar teachings. InBirdsallv.Coolidge, 93 U. S. 64 (1876), the\nCourt explained that damages are supposed to compensate a patent\nowner for “the unlawful acts of the defendant.”Ibid.To\nthat end, the Court held, damages “shall beprecisely\ncommensuratewith the injury suffered, neither more nor less.”Ibid.(emphasis added). It’s undisputed that the only injury\nWesternGeco suffered here came from ION’s infringing activity\nwithin the United States. A damages award that sweeps much more\nbroadly to cover third parties’ noninfringing foreign uses can\nhardly be called “precisely commensurate” with that injury.This Court’s leading case on lost profit damages\npoints the same way. InYale Lock Mfg. Co.v.Sargent, 117 U. S. 536 (1886), the patent owner\n“availed himself of his exclusive right by keeping his patent a\nmonopoly” and selling the invention himself.Id., at 552. As\ndamages for a competitor’s infringement of the patent, the patent\nowner could recover “the difference between his pecuniary condition\nafter the infringement, and what his condition would have been if\nthe infringement had not occurred.”Ibid.And that\ndifference, the Court held, “is to be measured” by the additional\nprofits the patent owner “would have realized from such sales if\nthe infringement had not interfered with such monopoly.”Id., at 552–553. So, again, the Court tied the measure of\ndamages to the degree of interference with the patent owner’s\nexclusive right to make, use, and sell its invention. And, again,\nthat much is missing here because foreign uses of WesternGeco’s\ninvention could not have interfered with its U. S. patent\nmonopoly.[2]You might wonder whether §271(f )(2) calls\nfor a special exception to these general principles. WesternGeco\ncertainly thinks it does. It’s true, too, that §271(f )(2)\nexpressly refers to foreign conduct. The statute says that some-\none who exports a specialized component, “intending that [it] will\nbe combined outside of the United States in a manner that would\ninfringe the patent if such combination occurred within the United\nStates, shall be liable as an infringer.” From this language, you\nmight wonder whether §271(f )(2) seeks to protect patent\nowners from the foreign conduct that occurred in this case.It does not. Section 271(f )(2) modifies\nthe circumstances when the law will treat an invention as having\nbeen made within the United States. It permits an infringement\nclaim—and the damages that come with it—not only when someone\nproduces the complete invention in this country for export, but\nalso when someone exports key components of the invention for\nassembly aboard. A person who ships components from the United\nStates intending they be assembled across the border is “liable” to\nthe patent owner for royalties and lost profits the same as if he\nmade the entire invention here. §271(f )(2). But none of this\nchanges the bedrock rule thatforeignusesof an\ninvention (even an invention made in this country) do not infringe\na U. S. patent. Nor could it. For after §271(f )(2)’s\nadoption, as before, patent rights exclude others from making,\nusing, and selling an invention only “throughout the United\nStates.” §154(a)(1).The history of the statute underscores the\npoint. InDeepsouth Packing Co.v.Laitram Corp., 406\nU. S. 518 (1972), the Court held that a defendant did not\n“make” an invention within the United States when it produced the\ninvention’s components here but sold them to foreign buyers for\nfinal assembly abroad.Id.,at 527–528. The Court recognized\nthat, if the defendant had assembled the parts in this country and\nthen sold them to the foreign buyers, it would have unlawfully made\nand sold the invention within the United States.Id., at\n527. But because what it made and sold in this country “fell short”\nof the complete invention, the Court held, the patent laws did not\nprohibit its conduct.Ibid.The dissent, by contrast, argued\nthat for all practical purposes the invention “wasmadein\nthe United States” since “everything was accomplished in this\ncountry except putting the pieces together.”Id.,at 533\n(opinion of Blackmun, J.). Apparently Congress agreed, for it then\nadded §271(f )(2) and made clear that someone whoalmost\nmakesan invention in this country may be held liable as if he\nmade the complete invention in this country. As the Solicitor\nGeneral has explained, the new statute “effectively treat[ed] thedomestic supplyof the components of a patented invention\nfor assembly abroad as tantamount to thedomestic\nmanufactureof the completed invention for export.” Brief for\nUnited States asAmicus Curiae22 (emphasis added). Section\n271(f )(2) thus expands what qualifies asmaking an\ninvention in this countrybut does nothing to suggest that\nU. S. patents protect against—much less guarantee compensation\nfor—uses abroad.Any suggestion that §271(f )(2) provides\nprotection against foreign uses would also invite anomalous\nresults. It would allow greater recovery when a defendant exports acomponentof an invention in violation of §271(f )(2)\nthan when a defendant exports theentireinvention in\nviolation of §271(a). And it would threaten to “ ‘conver[t] a\nsingle act of supply from the United States into a springboard for\nliability.’ ”Microsoft Corp.v.AT&T Corp.,\n550 U. S. 437, 456 (2007). Here, for example, supplying a\nsingle infringing product from the United States would make ION\nresponsible for any foreseeable harm its customers cause by using\nthe product to compete against WesternGeco worldwide, even though\nWesternGeco’s U. S. patent doesn’t protect it from such\ncompetition. It’s some springboard, too. The harm flowing from\nforeign uses in this case appears to outstrip wildly the harm\ninflicted by ION’s domestic production: the jury awarded $93.4\nmillion in lost profits from uses in 10 foreign surveys but only\n$12.5 million in royalties for 2,500 U. S.-made products.Even more dramatic examples are not hard to\nimagine. Suppose a company develops a prototype microchip in a\nU. S. lab with the intention of manufacturing and selling the\nchip in a foreign country as part of a new smartphone. Suppose too\nthat the chip infringes a U. S. patent and that the patent\nowner sells its own phone with its own chip overseas. Under the\nterms of the Patent Act, the developer commits an act of\ninfringement by creating the proto- type here, but the additional\nchips it makes and sells outside the United States do not qualify\nas infringement. Under WesternGeco’s approach, however, the patent\nowner could recover any profits it lost to that foreign\ncompetition—or even three times as much, see §284—effectively\ngiving the patent owner a monopoly over foreign markets through its\nU. S. patent. That’s a very odd role for U. S. patent law\nto play in foreign markets, as “foreign law alone, not United\nStates law,” is supposed to govern the manufacture, use, and sale\n“of patented inventions in foreign countries.”Microsoft,supra, at 456.Worse yet, the tables easily could be turned. If\nour courts award compensation to U. S. patent owners for\nforeign uses where our patents don’t run, what happens when foreign\ncourts return the favor? Suppose our hypothetical microchip\ndeveloper infringed a foreign patent in the course of developing\nits new chip abroad, but then mass produced and sold the chip in\nthe United States. A foreign court might reasonably hold the\nU. S. company liable for infringing the foreign patent in the\nforeign country. But if it followed WesternGeco’s theory, the court\nmight then award monopoly rent damages reflecting a right to\ncontrol the market for the chip inthiscountry—even though\nthe foreign patent lacks any legal force here. It is doubtful\nCongress would accept that kind of foreign “control over our\nmarkets.”Deepsouth,supra,at 531. And principles of\ncomity counsel against an interpretation of our patent laws that\nwould interfere so dramatically with the rights of other nations to\nregulate their own economies. While Congress may seek to extend\nU. S. patent rights beyond our borders if it chooses, cf. §105\n(addressing inventions made, used, and sold in outer space),\nnothing in the Patent Act fairly suggests that it has taken that\nstep here.Today’s decision unfortunately forecloses\nfurther consideration of these points. Although its opinion focuses\nalmost entirely on why the presumption against extraterritoriality\napplicable to all statutes does not forbid the damages sought here,\nthe Court asserts in a few cursory sentences that the Patent Act by\nits terms allows recovery for foreign uses in cases like this. Seeante,at 9. In doing so, the Court does not address the\ntextual or doctrinal analysis offered here. It does not explain why\n“damages adequate to compensatefor the infringement” should\ninclude damages for harm fromnoninfringinguses. §284\n(emphasis added). It does not try to reconcile its holding with the\nteachings ofDuchesne,Birdsall, andYale\nLock. And it ignoresMicrosoft’s admonition that\n§271(f )(2) should not be read to create springboards for\nliability based on foreign conduct. Instead, the Court relies on\ntwo cases that do not come close to supporting its broad holding.\nInGeneral Motors Corp.v.Devex Corp., 461\nU. S. 648 (1983), the Court held that prejudgment interest\nshould normally be awarded so as to place the patent owner “in as\ngood a position as [it] would have been in had the in- fringer” not\ninfringed.Id.,at 655. Allowing recovery for for- eign\nuses, however, puts the patent owner in abetterposition\nthan it was before by allowing it to demand monopoly rents outside\nthe United States as well as within. InAro Mfg. Co.v.Convertible Top Replacement Co., 377 U. S. 476 (1964),\nmeanwhile, the Court simply appliedYale Lock’s rule that a\npatent owner may recover “ ‘the difference between his\npecuniary condition after the infringement, and what his condition\nwould have been if the infringement had not occurred.’ ”Id.,at 507 (quotingYale Lock, 117 U. S., at\n552). As we’ve seen, that test seeks to measure the interference\nwith the patent owner’s lawful monopoly overU. S.markets alone.By failing to heed the plain text of the Patent\nAct and the lessons of our precedents, the Court ends up assuming\nthat patent damages run (literally) to the ends of the earth. It\nallows U. S. patent owners to extend their patent monopolies\nfar beyond anything Congress has authorized and shields them from\nforeign competition U. S. patents were never meant to reach.\nBecause I cannot agree that the Patent Act requires that result, I\nrespectfully dissent.Notes1The Solicitor General\ndisputes this reading ofDuchesne. In his view, the Court\nindicated that, if a defendant “committed domestic infringement” by\nmaking the invention in the United States, the patent owner would\nhave been entitled to recover for any subsequent use of the\ninvention, including “ ‘the use of this improvement\n. . . on the high seas.’ ” Brief for United States\nasAmicus Curiae17 (quotingDuchesne, 19 How., at\n196). I am unpersuaded. The Court proceeded to explain that the\n“only use” of the invention that might require compensation was “in\nnavigating the vessel into and out of [Boston] harbor,\n. . .while she was within the jurisdiction of the\nUnited States.”Id.,at 196 (emphasis added). With\nrespect to uses outside the United States, the Court made clear\nthat “compensation” was unavailable.Id.,at 195–196.\nTellingly, WesternGeco does not adopt the Solicitor General’s\nreading ofDuchesne—or even cite the case.2WesternGeco claims this\nCourt permitted recovery based on foreign sales of an invention inManufacturing Co.v.Cowing, 105 U. S. 253\n(1882), but the Court never mentioned, much less decided, the\nissue. It merely observed, in passing, that the only markets for\nthe invention at issue were “the oil-producing regions of\nPennsylvania and Canada.”Id.,at 256. The Court did not\neven say whether the Canada-bound products were actually soldinCanada (as opposed, say, to Canadian buyers in the United\nStates). Meanwhile, inDowagiac Mfg. Co.v.Minnesota\nMoline Plow Co., 235 U. S. 641 (1915), the Courtrejected“recovery of either profits or damages” for\nproducts sold in Canada.Id.,at 650. And while it\ndistinguishedCowingon the ground that the defendants there\nhad made the infringing articles in the United States, that hardly\nelevatedCowing’s failure to address the foreign sales issue\ninto a reasoned decision on the question.",
    "joined": []
}