{
    "case": {
        "docket": "17-1184",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1184/"
    },
    "id": "4074712",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1184_________________MICHAEL J. BIESTEK, PETITIONERv.NANCY\nA. BERRYHILL, ACTING COMMISSIONER OF SOCIAL SECURITYon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[April 1, 2019]Justice Gorsuch, with whom Justice Ginsburg\njoins, dissenting.Walk for a moment in Michael Biestek’s shoes. As\npart of your application for disability benefits, you’ve proven\nthat you suffer from serious health problems and can’t return to\nyour old construction job. Like many cases, yours turns on whether\na significant number of other jobs remain that someone of your age,\neducation, and experience, and with your physical limitations,\ncould perform. When it comes to that question, the Social Security\nAdministration bears the burden of proof. To meet its burden in\nyour case, the agency chooses to rest on the testimony of a\nvocational expert the agency hired as an independent contractor.\nThe expert asserts there are 120,000 “sorter” and 240,000 “bench\nassembler” jobs nationwide that you could perform even with your\ndisabilities.Where did these numbers come from? The expert\nsays she relied on data from the Bureau of Labor Statistics and her\nown private surveys. But it turns out the Bureau can’t be the\nsource; its numbers aren’t that specific. The source—if there is a\nsource—must be the expert’s private surveys. So you ask to see\nthem. The expert refuses—she says they’re part of confidential\nclient files. You reply by pointing out that any confidential\nclient information can be redacted. But rather than ordering the\ndata produced, the hearing examiner, herself a Social Security\nAdministration employee, jumps in to say that won’t be necessary.\nEven without the data, the examiner states in her decision on your\ndisability claim, the expert’s say-so warrants “great weight” and\nis more than enough evidence to deny your application. Case closed.\nApp. to Pet. for Cert. 111a–112a, 118a–119a.Would you say this decision was based on\n“substantial evidence”? Count me with Judge Easterbrook and the\nSeventh Circuit in thinking that an agency expert’s bottom-line\nconclusion, supported only by a claim of readily available evidence\nthat she refuses to produce on request, fails to satisfy the\ngovernment’s statutory burden of producing substantial evidence of\navailable other work. SeeDon- ahuev.Barnhart,279 F.3d 441, 446 (CA7 2002);McKinniev.Barnhart,368 F.3d 907, 910–911 (CA7 2004) (per curiam).Start with the legal standard. The Social\nSecurity Act of 1935 requires the agency to support its conclusions\nabout the number of available jobs with “substantial evidence.” 42\nU. S. C. §405(g). Congress borrowed that standard from\ncivil litigation practice, where reviewing courts may overturn a\njury verdict when the record lacks “substantial evidence”—that is,\nevidence sufficient to permit a reasonable jury to reach the\nverdict it did. Much the same standard governs summary judgment and\ndirected verdict practice today. See 2 K. Hickman & R. Pierce,\nAdministrative Law §10.2.1, pp. 1082–1085 (6th ed. 2019);Andersonv.Liberty Lobby,Inc.,477 U.S.\n242, 252 (1986);NLRBv.Columbian Enameling &\nStamping Co.,306 U.S.\n292, 300 (1939).Next, consider what we know about this standard.\nWitness testimony that’s clearly wrong as a matter of fact cannot\nbe substantial evidence. SeeScottv.Harris,550 U.S.\n372, 380 (2007). Falsified evidence isn’t substantial evidence.\nSee,e.g.,Firemen’s and Policemen’s Civil Serv.\nComm’nv.Brinkmeyer,662 S.W.2d 953, 956 (Tex. 1984). Speculation isn’t substantial\nevidence. See,e.g.,Cao He Linv.Department of\nJustice,428 F.3d 391, 400 (CA2 2005);Alpo Petfoods,Inc.v.NLRB,126 F.3d 246, 250 (CA4 1997). And, maybe most pointedly for our\npurposes, courts have held that a party or expert who supplies only\nconclusory assertions fails this standard too. See,e.g.,Lujanv.National Wildlife Federation,497 U.S.\n871, 888 (1990) (“The object of [summary-judgment practice] is\nnot to replace conclusory allegations of the complaint or answer\nwith conclusory allegations of an affidavit”);Regents of Univ.\nof Minn.v.AGA Medical Corp., 717 F.3d 929, 941 (CA\nFed. 2013) (“conclusory expert assertions cannot raise triable\nissues of material fact”) (collecting cases);Mid-State\nFertilizer Co.v.Exchange Nat. Bank of Chicago, 877\nF.2d 1333, 1339 (CA7 1989) (“An expert who supplies nothing but a\nbottom line supplies nothing of value to the judicial process”);Sea Robin Pipeline Co. v.FERC, 795 F.2d 182, 188\n(CADC 1986) (“[I]nordinate faith in the conclusory assertions of an\nexpert . . . cannot satisfy the requirement [of]\nsubstantial evidence”).If clearly mistaken evidence, fake evidence,\nspeculative evidence, and conclusory evidence aren’t substantial\nevidence, the evidence here shouldn’t be either. The case hinges on\nan expert who (a) claims to possess evidence on the dispositive\nlegal question that can be found nowhere else in the record, but\n(b) offers only a conclusion about its contents, and (c) refuses to\nsupply the evidence when requested without showing that it can’t\nreadily be made available. What reasonable factfinder would rely on\nevidence like that? It seems just the sort of conclusory evidence\ncourts have long held insufficient to meet the substantial evidence\nstandard. And thanks to its conclusory nature, for all anyone can\ntell it may have come out of a hat—and, thus, may wind up being\nclearly mistaken, fake, or speculative evidence too. Unsurprisingly\ngiven all this, the government fails to cite even a single\nauthority blessing the sort of evidence here as substantial\nevidence, despite the standard’s long history and widespread\nuse.Veteran Social Security practitioners must be\nfeeling a sense ofdéjà vu. Half a century ago, Judge Henry\nFriendly encounteredKernerv.Flemming, 283 F.2d 916\n(CA2 1960). There, the agency’s hearing examiner offered “nothing\nsave [his own] speculation” to support his holding that the\nclaimant “could in fact obtain substantial gainful employment.”Id., at 921. The Second Circuit firmly explained that this\nkind of conclusory claim is insufficient to meet the substantial\nevidence standard. In response, the Social Security Administration\nbegan hiring vocational experts, like the one in this case, to\ndocument the number of jobs available to a given claimant. But if\nthe government can do what it did in this case, it’s hard to see\nwhat all the trouble was for. The agency might still rest decisions\non a hunch—just so long as the hunch comes from an agency\ncontractor rather than an agency examiner.Instead of addressing the realities of this\ncase, the government asks us to imagine a hypothetical one. Assume,\nit says, that no one had requested the underlying data. In those\ncircumstances, the government points out, even Mr. Biestek appears\nto accept that the agency’s decision could have stood. And if\nthat’s true, the government asks, why should it make a difference\nif we add only one additional fact—the expert’s refusal to produce\nthe data? Seeante, at 7–9 (presenting the same\nargument).The answer is an old and familiar one. The\nrefusal to supply readily available evidentiary support for a\nconclusion strongly suggests that the conclusion is, well,\nunsupported. See,e.g.,Interstate Circuit,Inc.v.United States,306 U.S.\n208, 226 (1939) (“The production of weak evidence when strong\nis available can lead only to the conclusion that the strong would\nhave been adverse”);Cliftonv.United States, 4 How.\n242, 248 (1846) (the withholding of “more direct” proof suggests\nthat “if the more perfect exposition had been given it would have\nlaid open deficiencies and objections which the more obscure and\nuncertain testimony was intended to conceal”); 31A\nC. J. S., Evidence §156(2), p. 402 (1964) (“The\nunfavorable inference . . . is especially applicable\nwhere the party withholding the evidence has had notice or has been\nordered to produce it”). Meanwhile, a similar inference may not\narise if no one’s bothered to ask for the evidence, or if the\nevidence is shown to be unavailable for a good reason. In cases\nlike those, there may be just too many other plaus- ible and\ninnocent excuses for the evidence’s absence. Maybe, for example,\nnobody bothered to seek the underlying data because everyone knew\nwhat it would show.Fine, the Court responds, all that’s true\nenough. But even if we accept that an expert’s failure to produce\nthe evidence underlying her conclusionmaysupport an\ninference that her conclusion is unsupported, that doesn’t mean\nsuch an inferencemustfollow. Whether an inference is\nappropriate depends on the facts of the particular case. Seeante, at 9–10.But what more do we need to know about the facts\nofthiscase? All of the relevant facts are undisputed, and\nit remains only to decide the legal question whether they meet the\nsubstantial evidence standard. We know that the expert offered a\nfirm and exact conclusion about the number of available jobs. We\nknow that the expert claimed to have private information to support\nher conclusion. We know Mr. Biestek requested that information and\nwe have no reason to think any confidentiality concerns could not\nhave been addressed. We know, too, that the hearing examiner had\n“no other reason to trust the expert[’s]” numbers beyond her\nsay-so.Ibid.Finally and looking to the law, we know that a\nwitness’s bare conclusion is regularly held insufficient to meet\nthe substantial evidence threshold—and we know that the government\nhasn’t cited a single case finding substantial evidence on so\nlittle. This isexactlythe sort of case where an adverse\ninference should “tip the scales.”Ibid.With so much now weighing against the\ngovernment, everything seems to turn on a final hypothetical. Now\nwe are asked to imagine that the expert had offered detailed oral\ntestimony about the withheld data. Her testimony was so detailed,\nwe are asked to suppose, that Mr. Biestek could have thoroughly\ntested the data’s reliability through cross-examination. (You might\nwonder just how effective this cross-examination could be if Mr.\nBiestek didn’t have access to the data. But overlook that.) Surely\ninthosecircumstances it wouldn’t matter whether the expert\nfailed to produce the data even in bad faith. Any failure to\nproduce would be harmless as a matter of law because the expert’s\ntestimony, all by itself, would amount to substantial evidence on\nwhich a rational factfinder might rely.Ante, at 10.The problem is that this imaginary case has\nnothing to teach us about our real one. In Mr. Biestek’s case, it\nis undisputed that the expert offered only a bare conclusion about\nthe number of available jobs. No other relevant testimony was\noffered or received: no testimony about the underlying data, no\ntestimony about its specific sources, no testimony about its\nreliability. In our real case, there is simply no way to shrug off\nthe failure to produce the data as harmless error. To the contrary,\nand as we have seen, cases likethisroutinely fail to\nsatisfy the substantial evidence standard. And if the government\nhas a “duty to fully develop the record,”ante, at 2\n(Sotomayor, J., dissenting), that conclusion should follow all the\nmore strongly.What leads the Court to a different conclusion?\nIt says that it views Mr. Biestek’s petition as raising only the\n“categorical” question whether an expert’s failure to produce\nunderlying data always and in “every case” precludes her testimony\nfrom qualifying as substantial evidence.Ante, at 1, 9–11.\nAnd once the question is ratcheted up to that level of abstraction,\nof course it is easy enough to shoot it down: just point to a\nseries of hypothetical cases where the record containsadditionaljustification for the expert’s failure to produce\noradditionalevidence to support her opinion. In such\ncounterfactual cases, the failure to produce either would not be\nenough to give rise to an adverse inference under traditional legal\nprinciples or could be held harmless as a matter of law. Seeante, at 7–10.But as I understand Mr. Biestek’s submission, it\ndoes not require an all-or-nothing approach that would cover “every\ncase.” As the Court acknowledges, Mr. Biestek has focused us “on\nthe Seventh Circuit’s categorical rule.”Ante, at 6,\nn. 1. And that “rule” targets the narrower “category” of\ncircumstances we have here—where an expert “ ‘give[s] a bottom\nline,’ ” fails to provide evidence “underlying that bottom\nline” when challenged, and fails to show the evidence is\nunavailable.McKinnie, 368 F. 3d, at 911 (quotingDonahue, 279 F. 3d, at 446). What to do aboutthatcategory falls well within the question presented:\n“[w]hether a vocational expert’s testimony can consti- tute\nsubstantial evidence of ‘other work’ . . . when the\nexpert fails upon the applicant’s request to provide the underlying\ndata on which that testimony is premised.” Pet. for Cert. i. The\nanswer to that question may be “always,” “never,” or—as the Court\nitself seems to acknowledge—“[s]ometimes.”Ante, at 11. And\nif the answer is “sometimes,” the critical question becomes “in\nwhat circumstances”?I suppose we could stop short and leave everyone\nguessing. But another option is to follow the Seventh Circuit’s\nlead, resolve the smaller yet still significant “category” of cases\nlike the one before us, and in that way begin to offer lower courts\nmeaningful guidance in this important area. While I would not\nhesitate to take this course and make plain that cases like Mr.\nBiestek’s fail the substantial evidence standard, I understand the\nCourt today to choose the first option and leave these matters for\nanother day.There is good news and bad news in this. If my\nunderstanding of the Court’s opinion is correct, the good news is\nthat the Court remains open to the possibility that in real-world\ncases like Mr. Biestek’s, lower courts may—and even should—find the\nsubstantial evidence test unmet. The bad news is that we must wait\nto find out, leaving many people and courts in limbo in the\nmeantime. Cases with facts like Mr. Biestek’s appear to be all too\ncommon. See,e.g., Dubin, Overcoming Gridlock:CampbellAfter a Quarter-Century and Bureaucratically\nRational Gap-Filling in Mass Justice Adjudication in the Social\nSecurity Administration’s Disability Programs, 62 Admin. L. Rev.\n937, 966 (2010). And many courts have erred in them by finding the\nsubstantial evidence test met, as the Sixth Circuit did in the case\nnow before us. Some courts have even conflated the substantial\nevidence standard—a substantive standard governing what’s needed to\nsustain a judgment as a matter of law—with procedural rules\ngoverning the admission of evidence. These courts have mistakenly\nsuggested that, because the Federal Rules of Evidence don’t apply\nin Social Security proceedings, anything an expert says will\nsuffice to meet the agency’s burden of proof. See,e.g.,Welshv.Commissioner of SocialSecurity, 662\nFed. Appx. 105, 109–110 (CA3 2016);Baylissv.Barnhart,427 F.3d 1211,1218, and n. 4 (CA9 2005). Definitively resolving this\ncase would have provided more useful guidance for practitioners and\nlower courts that have struggled with a significant category of\ncases like Mr. Biestek’s, all while affording him the relief the\nlaw promises in disputes like his.The principle that the government must support\nits allegations with substantial evidence, not conclusions and\nsecret evidence, guards against arbitrary executive decisionmaking.\nSee Friendly, “Some Kind of Hearing,” 123 U. Pa. L. Rev.\n1267, 1313–1314 (1975). Without it, people like Mr. Biestek are\nleft to the mercy of a bureaucrat’s caprice. Over 100 years ago, inICCv.Louisville & Nashville R. Co.,227 U.S.\n88(1913), the government sought to justify an agency order\nbinding private parties without producing the information on which\nthe agency had relied. The government argued that its findings\nshould be “presumed to have been supported.”Id., at 93. In\nessence, the government sought the right to “act upon any sort of\nsecret evidence.” Gellhorn, Official Notice in Administrative\nAdjudication, 20 Texas L. Rev. 131, 145 (1941). This Court did not\napprove of that practice then, and I would not have hesitated to\nmake clear that we do not approve of it today.I respectfully dissent.",
    "joined": []
}