{
    "case": {
        "docket": "19-1039",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-1039/"
    },
    "id": "4444872",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–1039_________________PENNEAST PIPELINE COMPANY, LLC, PETITIONERv.NEW JERSEY, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 29, 2021]Justice Gorsuch, with whom Justice Thomas\njoins, dissenting.I join Justice Barrett’s dissenting opinion in\nfull, which ably explains why this case implicates New Jersey’s\nstructural immunity and how New Jersey never waived that immunity\nin the summer months of 1787. I write only to address one recurring\nsource of confusion in this area and which the Court does not\naddress. In the same breath, the district court said an Eleventh\nAmendment objection “is a challenge to a district court’s subject\nmatter jurisdiction” and yet “it does not implicate federal subject\nmatter jurisdiction.” App. to Pet. for Cert. 64–65. Both statements\ncannot be true. This Court, it seems, has contributed to the\nconfusion. It has “sometimes referred to the States’ immunity from\nsuit as ‘ Eleventh Amendment immunity.’ ”Aldenv.Maine,527 U.S.\n706, 713 (1999); see also,e.g.,ante, at 20.\nThough it might be a “convenient shorthand,” the phrase is “a\nmisnomer.”Alden, 527 U. S., at 713. States have two\ndistinct federal-law immunities from suit.[1]The first—“structural immunity”—derives from\nthe structure of the Constitution. SeeFranchise Tax Bd. of\nCal.v.Hyatt, 587 U. S. ___, ___ (2019) (slip op.,\nat 16). Because structural immunity is a constitutional entitlement\nof a sovereign State, it applies in both federal tribunals,Seminole Tribe of Fla.v.Florida,517 U.S.\n44, 51–52 (1996), and in state tribunals,Alden, 527\nU. S., at 712. And it applies regardless of whether the\nplaintiff is a citizen of the same State,Allenv.Cooper, 589 U. S. ___, ___ (2020) (slip op., at 2), a\ncitizen of a different State, or anon-citizen—like a\nforeign nation,Principality of Monacov.Mississippi,292 U.S.\n313, 330 (1934), or an Indian tribe,Blatchfordv.Native Village of Noatak,501 U.S.\n775, 781 (1991). Structural immunity sounds in personal\njurisdiction, so the sovereign can waive that immunity by “consent”\nif it wishes.Hyatt, 587 U. S., at ___–___ (slip op.,\nat 6–7); seeWisconsin Dept. of Correctionsv.Schacht,524 U.S.\n381, 394 (1998) (Kennedy, J., concurring).The second—what is properly termed “ Eleventh\nAmendment immunity”—derives from the text of the Eleventh\nAmendment. In light of its swift adoption in response toChisholmv.Georgia, 2 Dall. 419 (1793), this Court\nhas read the Eleventh Amendment as pointing to the structural\nprinciple just discussed. SeeAllen, 589 U. S., at ___\n(slip op., at 4). But the Eleventh Amendment can do two things at\nonce. SeeFederal Maritime Comm’nv.South Carolina Ports\nAuthority,535 U.S.\n743, 753 (2002). In addition to pointing us back to the States’\nstructural immunity, it also provides an ironclad rule for a\nparticular category of diversity suits:“The Judicial power of the United States shall\nnot be construed to extend to any suit in law or equity, commenced\nor prosecuted against one of the United States by Citizens of\nanother State, or by Citizens or Subjects of any Foreign State.” U.\nS. Const., Amdt. 11.This text “means what it says. It eliminates\nfederal judicial power over one set of cases: suits filed against\nstates, in law or equity, by diverse plaintiffs.” Baude &\nSachs, The Misunderstood Eleventh Amendment, 169 U. Pa.\nL. Rev. 609, 612 (2021).The Eleventh Amendment sometimes does less than\nstructural immunity: It applies only in federal court (“the\nJudicial powerof the United States”). And it applies only\nto diversity suits (“by Citizens ofanother State”). But\nsometimes the Amendment does more: It imposes an Article III\nsubject-matter jurisdiction barrier (“The judicialPower. . .shall notbe construed toextend”), not a mere privilege of personal jurisdiction. And\nit admits of no waivers, abrogations, or exceptions (“toany\nsuitin law or equity”).This case appears to present “the rare\nscenario” that comes within the Eleventh Amendment’s text. Brief\nfor Respondent State of New Jersey 12. Because PennEast sued New\nJersey in federal court, this suit implicates “the Judicial power\nof the United States.” See 28 U. S. C. §§132, 451. This\ncondemnation suit, by any stretch, is “a[ ] suit in law or\nequity.” SeeKohlv.United States,91 U.S.\n367, 376 (1876) (“a proceeding to take land” and “determin[e]\nthe compensation to be made” is “a suit at common law”);Boom\nCo.v.Patterson,98 U.S.\n403, 406–407 (1879) (same). PennEast “commenced” this suit\n“against” New Jersey. It named the State in its complaint as a\ndefendant as required by the Civil Rules. Fed. Rule Civ. Proc.\n71.1(c)(1). And it asked the court for an injunction permitting it\nto take “immediate possession” of New Jersey’s soil.Hagoodv.Southern,117 U.S.\n52, 67–68 (1886) (“The State is not only the real party to the\ncontroversy, but the real party against which relief is sought by\nthe suit.”). Because the parties agree that PennEast is a citizen\nof Delaware, this suit is brought “by [a] Citizen[ ] of\nanother State.” See Tr. of Oral Arg. 25–27; see alsoState Farm\nFire & Casualty Co.v.Tashire,386 U.S.\n523, 531 (1967).If that’s all true, then a federal court “shall\nnot” entertain this suit. The Eleventh Amendment’s text, no less\nthan the Constitution’s structure, may bar it. This Court,\nunderstandably, does not address that issue today[2] because the parties have not addressed it\nthemselves and “there is no mandatory ‘sequencing of jurisdictional\nissues.’ ”Sinochem Int’l Co.v.Malaysia Int’l\nShipping Corp.,549 U.S.\n422, 431 (2007). The lower courts, however, have an obligation\nto consider this issue on remand before proceeding to the merits.\nSeeSteel Co.v.Citizens for Better Environment,523 U.S.\n83, 94–95, 101 (1998).Notes1States may also havestate-lawimmunity from suit in a state forum. That immunity\nderives from a State’s “sole control” of “its own courts.”Alden, 527 U. S., at 740, 749. A State is free to\ndevelop its own justiciability rules governing state tribunals. SeeMissouriv.Lewis,101 U.S.\n22, 30 (1880);ASARCO Inc.v.Kadish,490 U.S.\n605, 617 (1989). That is why this Court has found that\nstate-law immunity provides an adequate and independent state\nground for affirming a state-court judgment.E.g.,Georgia R. & Banking Co.v.Musgrove, 335 U.S.\n900 (1949) (per curiam);Palmerv.Ohio,248 U.S.\n32, 34 (1918). Because PennEast sued in federal court,\nstate-law immunity is not implicated here.2What the Court does say,\nin a drive-by rumination on the waivability of “the Eleventh\nAmendment,” pertains tostructuralimmunity.Ante, at 20.  All of the cases it cites fall outside of\nthe Eleventh Amendment’s text.  The Court’s language, then,\nconflating structural immunity and Eleventh Amendment immunity\nfurnishes just the latest example of the “misnomer” this Court\nalready put to bed inAlden.Supra,at\n1.",
    "joined": []
}