{
    "case": {
        "docket": "16-1275",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/16-1275/"
    },
    "id": "4109115",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1275_________________VIRGINIA URANIUM, INC., et al.,\nPETITIONERSv.JOHN WARREN, et al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 17, 2019]Justice Gorsuch announced the judgment of the\nCourt and delivered an opinion, in which Justice Thomas and Justice\nKavanaugh join.Virginia Uranium insists that the federal Atomic\nEnergy Act preempts a state law banning uranium mining, but we do\nnot see it. True, the AEA gives the Nuclear Regulatory Commission\nsignificant authority over the milling, transfer, use, and disposal\nof uranium, as well as the construction and operation of nuclear\npower plants. But Congress conspicuously chose to leave untouched\nthe States’ historic authority over the regulation of mining\nactivities on private lands within their borders. Nor do we see\nanything to suggest that the enforcement of Virginia’s law would\nfrustrate the AEA’s purposes and objectives. And we are hardly free\nto extend a federal statute to a sphere Congress was well aware of\nbut chose to leave alone. In this, as in any field of statutory\ninterpretation, it is our duty to respect not only what Congress\nwrote but, as importantly, what it didn’t write.IVirginia Uranium thought its plan was pretty\nstraightforward. First, the company wanted to use conventional\nmining techniques to extract raw uranium ore from a site near Coles\nHill, Virginia. Next, it intended to mill that ore into a usable\nform. Typically performed at the mine site, milling involves\ngrinding the ore into sand-sized grains and then exposing it to a\nchemical solution that leaches out pure uranium. Once dried, the\nresulting mixture forms a solid “yellowcake,” which the company\nplanned to sell to enrichment facilities that produce fuel for\nnuclear reactors. Finally, because the leaching process does not\nremove all of the uranium from the ore, the company expected to\nstore the leftover “tailings” near the mine to reduce the chances\nof contaminating the air or water.But putting the plan into action didn’t prove so\nsimple. Pursuant to the AEA, ch. 724, 60Stat. 755, 42\nU. S. C. §2011et seq., the NRC regulates\nmilling and tailing storage activities nationwide, and it has\nissued an array of rules on these subjects. See,e.g., 10\nCFR §40et seq.(2018). None of those, though, proved\nthe real problem for Virginia Uranium. The company hit a roadblock\neven before it could get to the point where the NRC’s rules kick\nin: State law flatly prohibits uranium mining in Virginia. See Va.\nCode Ann. §§45.1–161.292:30, 45.1–283 (2013); 848 F.3d 590, 593–594\n(CA4 2017).To overcome that obstacle, Virginia Uranium\nfiled this lawsuit. The company alleged that, under the\nConstitution’s Supremacy Clause, the AEA preempts state uranium\nmining laws like Virginia’s and ensconces the NRC as the lone\nregulator in the field. And because the NRC’s regulations say\nnothing about uranium mining, the company continued, it remains\nfree to mine as it will in Virginia or elsewhere.Both the district court and a divided panel of\nthe Fourth Circuit rejected the company’s argument. The courts\nacknowledged that the AEA affords the NRC considerable authority\nover the nuclear fuel life cycle. But both courts found missing\nfrom the AEA any hint that Congress sought to strip States of their\ntraditional power to regulate mining on private lands within their\nborders. Given the significance of the question presented, we\ngranted review. 584 U. S. ___ (2018).IIThe Supremacy Clause supplies a rule of\npriority. It provides that the “Constitution, and the Laws of the\nUnited States which shall be made in Pursuance thereof,” are “the\nsupreme Law of the Land . . . any Thing in the\nConstitution or Laws of any state to the Contrary notwithstanding.”\nArt. VI, cl. 2. This Court has sometimes used different\nlabels to describe the different ways in which federal statutes may\ndisplace state laws—speaking, for example, of express, field, and\nconflict preemption. But these categories “are not rigidly\ndistinct.”Crosbyv.National Foreign Trade Council,530\nU.S. 363, 372, n. 6 (2000) (internal quotation marks\nomitted). And at least one feature unites them: Invoking some\nbrooding federal interest or appealing to a judicial policy\npreference should never be enough to win preemption of a state law;\na litigant must point specifically to “a constitutional text or a\nfederal statute” that does the displacing or conflicts with state\nlaw.Puerto Rico Dept. of Consumer Affairsv.ISLA\nPetroleum Corp.,485 U.S.\n495, 503 (1988); see also 3 J. Story, Commentaries on the\nConstitution of the United States §1831, p. 694 (1st ed. 1833)\n(“the supremacy of the laws is attached to those only, which are\nmade in pursuance of the constitution”).Before us, Virginia Uranium contends that the\nAEA (and only the AEA) unseats state uranium mining regulations and\nthat it does so under the doctrines of both field and conflict\npreemption. We examine these arguments about the AEA’s preemptive\neffect much as we would any other about statutory meaning, looking\nto the text and context of the law in question and guided by the\ntraditional tools of statutory interpretation. Here, no more than\nin any statutory interpretation dispute, is it enough for any party\nor court to rest on a supposition (or wish) that “it must be in\nthere somewhere.”AWe begin with the company’s claim that the\ntext and structure of the AEA reserve the regulation of uranium\nmining for the purpose of addressing nuclear safety concerns to the\nNRC alone—and almost immediately problems emerge. Unlike many\nfederal statutes,[1] the AEA\ncontains no provision preempting state law in so many words. Even\nmore pointedly, the statute grants the NRC extensive and sometimes\nexclusive authority to regulate nearly every aspect of the nuclear\nfuel life cycleexceptmining. Companies like Virginia\nUranium must abide the NRC’s rules and regulations if they wish to\nhandle enriched uranium, to mill uranium ore or store tailings, or\nto build or run a nuclear power plant. See 42 U. S. C.\n§§2111(a), 2113(a), 2073. But when it comes to mining, the statute\nspeaks very differently, expressly stating that the NRC’s\nregulatory powers arise only “after[uranium’s] removal from\nits place of deposit in nature.” §2092 (emphasis added). As the\ngovernment itself has conceded, this means that “uranium mining”\nlies “outside the NRC’s jurisdiction,” Brief for United States asAmicus Curiae14, and the agency’s grip takes hold only “at\nthe mill, rather than at the mine,”In re Hydro\nResources,Inc., 63 N. R. C. 510, 512\n(2006).What the text states, context confirms. After\nannouncing a general rule that mining regulation lies outside the\nNRC’s jurisdiction, the AEA carves out a notably narrow exception.\nOnfederallands, the statute says, the NRC may regulate\nuranium mining. §2097. And if the federal government wants to\ncontrol mining of uranium onprivateland, the AEA tells the\nNRC exactly what to do: It may purchase or seize the land by\neminent domain andmakeit federal land. §2096. Congress\nthus has spoken directly to the question of uranium mining on\nprivate land, and every bit of what it’s said indicates that state\nauthority remains untouched.Later amendments to the AEA point to the same\nconclusion. Some years after the statute’s passage, Congress added\na provision, currently codified in §2021, allowing the NRC to\ndevolve certain of its regulatory powers to the States.\nUnsurprisingly, Congress indicated that the NRC must maintain\nregulatory control over especially sensitive activities like the\nconstruction of nuclear power plants. §2021(c). But under §2021(b)\nthe NRC may now, by agreement, pass to the States some of its\npreexisting authorities to regulate various nuclear materials “for\nthe protection of the public health and safety from radiation\nhazards.” Out of apparent concern that courts might (mis)read these\nnew provisions as prohibiting States from regulating any activity\neven tangentially related to nuclear power without first reaching\nan agreement with the NRC, Congress added subsection (k):“Nothing in this section [that is, §2021]\nshall be construed to affect the authority of any State or local\nagency to regulate activities for purposes other than protection\nagainst radiation hazards.”Section 2021, thus, did nothing to extend the\nNRC’s power to activities, like mining, historically beyond its\nreach. Instead, it served only to allow the NRC to share with the\nStates some of the powers previously reserved to the federal\ngovernment. Even then, the statute explained in subsection (k) that\nStates remain free to regulate the activities discussed in §2021\nfor purposesother thannuclear safety without the NRC’s\nconsent. Indeed, if anything, subsection (k) might be described as\nanon-preemptionclause.Virginia Uranium’s case hinges on a very\ndifferent construction of subsection (k). The company suggests\nthat, properly read, the provision greatly expands the preemptive\neffect of the AEA and demands the displacement ofanystate\nlaw (touching on mining or any other subject) if that law was\nenacted for the purpose of protecting the public against “radiation\nhazards.” And, the company adds, Virginia’s law bears just such an\nimpermissible purpose.In our view, this reading nearly turns the\nprovision on its head. Subsection (k) does not displace traditional\nstate regulation over mining or otherwise extend the NRC’s grasp to\nmatters previously beyond its control. It does not expose every\nstate law on every subject to a searching judicial inquiry into its\nlatent purposes. Instead and much more modestly, it clarifies that\n“nothing in this [new] section [2021]”—a section allowing for the\ndevolution-by-agreement of federal regulatory authority—should be\nconstrued to curtail the States’ ability to regulate the activities\ndiscussed in thatsame sectionfor purposes other than\nprotecting against radiation hazards. So only state laws that seek\nto regulate the activities discussed in §2021 without an NRC\nagreement—activities like the construction of nuclear power\nplants—may be scrutinized to ensure their purposes aim at something\nother than regulating nuclear safety. Really, to accomplish all it\nwants, Virginia Uranium would have to persuade us to read 13 words\nout of the statute and add 2 more:Nothing in this section shall be\nconstrued to affect the authority ofany State or local agencytomayregulate activitiesonlyfor\npurposes other than protection against radiation hazards.That may be a statute some would prefer, but it\nis not the statute we have.Just consider what would follow from Virginia\nUranium’s interpretation. Not only would States be prohibited from\nregulating uranium mining to protect against radiation hazards; the\nfederal government likely would be barred from doing so as well.\nAfter all, the NRC has long believed, and still maintains, that the\nAEA affords it no authority to regulate uranium mining on private\nland. Nor does Virginia Uranium dispute the federal government’s\nunderstanding. Admittedly, if Virginia Uranium were to prevail\nhere, the NRC might respond by changing course and seeking to\nregulate uranium mining for the first time. But given the statute’s\nterms, the prospects that it might do so successfully in the face\nof a legal challenge appear gloomy. Admittedly, as well, federal\nair and water and other regulations might apply at a uranium mine\nmuch as at any other workplace. But the possibility that both state\nand federal authorities would be left un- able to regulate the\nunique risks posed by an activity as potentially hazardous as\nuranium mining seems more than a little unlikely, and quite a lot\nto find buried deep in subsection (k). Talk about squeezing\nelephants into mouseholes. SeeWhitmanv.American\nTrucking Assns.,Inc.,531 U.S.\n457, 468 (2001).BIf the best reading of the AEA doesn’t require\nus to hold the state law before us preempted, Virginia Uranium\ntakes another swing in the same direction. Only this time, the\ncompany submits, our precedents have adopted a different, even if\nmaybe doubtful, reading of the AEA that we must follow. Most\nprominently, Virginia Uranium points to this Court’s decision inPacific Gas & Elec. Co.v.State Energy Resources\nConservation and Development Comm’n,461\nU.S. 190(1983).But here, too, problems quickly appear.Pacific Gasrejecteda preemption challenge to a\nstate law prohibiting the construction of new nuclear power plants.\nAlong the way, the Court expressly dismissed the notion that §2021\nestablishes the federal government as “the sole regulator of all\nmatters nuclear.”Id., at 205. The Court observed that\nsubsection (k) addresses itself only to “the preemptive effect of\n‘this section,’ that is [§2021].”Id., at 210. And the Court\nacknowledged that subsection (k) does not “cut back on pre-existing\nstate authority outside the NRC’s jurisdiction,” a field that\nsurely includes uranium mining.Id., at 209. None of this\nremotely helps Virginia Uranium’s cause.Still, Virginia Uranium seeks to make the best\nof a bad situation. The company points out thatPacific Gasupheld the state law at issue there only after observing that it\nwas enacted out of concern with economic development, not for the\npurpose of addressing radiation safety hazards.Id., at 205.\nFrom this, the company reasons, we should infer thatanystate law enacted with the purpose of addressing nuclear hazards\nmust fall thanks to our precedent.But even that much does not follow. Since the\npassage of the AEA, the NRC has always played a significant role in\nregulating the construction of nuclear power plants. Indeed, under\n§2021(c) this remains one area where the NRC generally cannot\ndevolve its responsibilities to the States. Seeid., at\n197–198, 206–207. And because §2021 classifies the construction of\nnuclear power plants as one of the core remaining areas of special\nfederal concern, any state law regulating that activity risks being\nsubjected to an inquiry into its purposes under subsection (k). But\nthe activity Virginia’s law regulates—mining on private land—isn’t\none the AEA has ever addressed, and it isn’t one §2021 discusses,\nso subsection (k) does not authorize any judicial inquiry into\nstate legislative purpose in this case.Admittedly, there is a wrinkle here.Pacific\nGasseemed to accept California’s argument that its law\naddressedwhethernew power plants may be built, while the\nNRC’s regulatory power under §2021(c) extends only to the questionhowsuch plants are constructed and operated.Id., at\n212. And accepting (without granting) these premises, it would\nappear that California’s law didnotimplicate an activity\naddressed by §2021, so an inquiry into state legislative purpose\nunder subsection (k) was not statutorily authorized. YetPacific\nGasinquired anyway, perhaps on the unstated belief that the\nstate law just came “too close” to a core power §2021(c) reserves\nto the federal government. Does that mean we must do the same?\nCertainly Virginia Uranium sees it that way.We do not. Just becausePacific Gasmay\nhave made more of state legislative purposes than the terms of the\nAEA allow does not mean we must make more of them yet. It is one\nthing to do asPacific Gasdid and inquire exactingly into\nstate legislative purposes when state law prohibits a regulated\nactivity like the construction of a nuclear plant, and thus comes\nclose to trenching on core federal powers reserved to the federal\ngovernment by the AEA. It is another thing to do as Virginia\nUranium wishes and impose the same exacting scrutiny on state laws\nprohibiting an activity like mining far removed from the NRC’s\nhistoric powers. And without some clearer congressional mandate\nsuggesting an inquiry like that would be appropriate, we decline to\nundertake it on our own authority. The preemption of state laws\nrepresents “a serious intrusion into state sovereignty.”Medtronic,Inc.v.Lohr,518 U.S.\n470, 488 (1996) (plurality opinion). And to order preemption\nbased not on the strength of a clear congressional command, or even\non the strength of a judicial gloss requiring that much of us, but\nbased only on a doubtfulextensionof a questionable\njudicial gloss would represent not only a significant federal\nintrusion into state sovereignty. It would also represent a\nsignificant judicial intrusion into Congress’s authority to delimit\nthe preemptive effect of its laws. Being in for a dime doesn’t mean\nwe have to be in for a dollar.This Court’s later cases confirm the propriety\nof restraint in this area. In a decision issued just a year afterPacific Gas(and by the same author), this Court considered\nwhether the AEA preempted state tort remedies for radiation\ninjuries after a nuclear plant accident.Silkwoodv.Kerr-McGee Corp.,464 U.S.\n238(1984). In doing so, the Court did not inquire into state\nlegislative purposes, apparently because it thought state tort law\n(unlike a law prohibiting the construction of a nuclear power\nplant) fell beyond any fair understanding of the NRC’s reach under\nthe AEA.Id., at 251. Exactly the same, as we have\nseen, can be said of Virginia’s mining law. In fact, if theSilkwoodCourthadinquired into state legislative\npurposes, the law there might well have been harder to sustain than\nthe one now before us. State tort laws, after all, plainly intend\nto regulate public safety. And as applied inSilkwood, state\ntort law sought to regulate the safety of a nuclear plant’s\noperations, an area of special federal interest under §2021(c).Id., at 256. Nothing comparable, of course, can be said of\nthe mining regulations before us. Some years later, this Court inEnglishv.General Elec. Co.,496 U.S.\n72(1990), went further still, casting doubt on whether an\ninquiry into state legislative purposes had been either necessary\nor appropriate inPacific Gasitself. 496 U. S., at\n84–85, n. 7 (“Whether thesuggestionof the majority inPacific Gasthat legislative purpose is relevant to the\ndefinition of the pre-empted field is part of theholdingof\nthat case is not an issue before us today” (emphasis added)).IfPacific Gasand its progeny alone\nmarked our path, this case might be a close one, as our dissenting\ncolleagues suggest.Post, at 3–5 (opinion of Roberts,\nC. J.). But for us any lingering doubt dissipates when we\nconsult other cases in this area and this Court’s traditional tools\nof statutory interpretation.[2]Start with the fact that this Court has\ngenerally treated field preemption inquiries like this one as\ndepending onwhatthe State did, notwhyit did it.\nIndeed, this Court has analyzed most every other modern field\npreemption doctrine dispute in this way—from immigration,Arizonav.United States,567\nU.S. 387(2012), to arbitration,AT&T Mobility LLCv.Concepcion,563 U.S.\n333(2011), to foreign affairs,Crosbyv.National\nForeign Trade Council,530 U.S.\n363(2000), to railroads,Kurnsv.Railroad Friction\nProducts Corp.,565 U.S.\n625(2012), to energy,Hughesv.Talen Energy\nMarketing,LLC, 578 U. S. ___ (2016), to civil\nprocedure,Shady Grove Orthopedic Associates,P. A.v.Allstate Ins. Co.,559 U.S.\n393(2010). It is unclear why we would proceed differently here\nwithout some clear congressional instruction requiring it.[3]Our field preemption cases proceed as they do,\nmore- over, for good reasons. Consider just some of the costs to\ncooperative federalism and individual liberty we would invite by\ninquiring into state legislative purpose too precipitately. The\nnatural tendency of regular federal judicial inquiries into state\nlegislative intentions would be to stifle deliberation in state\nlegislatures and encourage resort to secrecy and subterfuge. That\nwould inhibit the sort of open and vigorous legislative debate that\nour Constitution recognizes as vital to testing ideas and improving\nlaws. In Virginia Uranium’s vision as well, federal courts would\nhave to allow depositions of state legislators and governors, and\nperhaps hale them into court for cross-examination at trial about\ntheir subjective motivations in passing a mining statute. And at\nthe end of it all, federal courts would risk subjecting similarly\nsituated persons to radically different legal rules as judges\nuphold and strike down materially identical state regulations based\nonly on the happenstance of judicial assessments of the “true”\nintentions lurking behind them. In light of all this, it can\nsurprise no one that our precedents have long warned against\nundertaking potential misadventures into hidden state legislative\nintentions without a clear statutory mandate for the project. See,e.g.,Shady Grove, 559 U. S., at 404–405;Rowev.New Hampshire Motor Transp. Assn.,552 U.S.\n364, 373–374 (2008);Palmerv.Thompson,403 U.S.\n217, 225 (1971);Arizonav.California,283 U.S.\n423, 455, n. 7 (1931) (collecting cases).To be sure, Virginia Uranium insists that we\ndon’t need to worry about concerns like these in this case. We\ndon’t, the company says, because Virginia has admitted that it\nenacted its law with the (impermissible) purpose of pro- tecting\nthe public from nuclear safety hazards. But the Commonwealth denies\nmaking any such admission. Instead, it says it has merely accepted\nas true the allegations in the company’s complaint about the\nintentions animating state law for purposes of the Commonwealth’s\nown motion to dismiss this suit under Federal Rule of Civil\nProcedure 12(b)(6). If the case were to proceed beyond the\npleadings stage, Virginia insists, a more searching judicial\ninquiry into the law’s motivation would be inevitable. Whoever may\nbe right about the status of Virginia’s admissions in this case,\nthough, the point remains that following Virginia Uranium’s lead\nwould require serious intrusions into state legislative processes\nin future cases.Beyond these concerns, as well, lie well-known\nconceptual and practical ones this Court has also advised against\ninviting unnecessarily. State legislatures are composed of\nindividuals who often pursue legislation for multiple and\nunexpressed purposes, so what legal rules should determine when and\nhow to ascribe a particular intention to a particular legislator?\nWhat if an impermissible intention existed but wasn’t necessary to\nher vote? And what percentage of the legislature must harbor the\nimpermissible intention before we can impute it to the collective\ninstitution? Putting all that aside, how are courts supposed to\nconduct a reasonable inquiry into these questions when recorded\nstate legislative history materials are often not as readily\navailable or complete as their federal counterparts? And if trying\nto peer inside legislators’ skulls is too fraught an enterprise,\nshouldn’t we limit ourselves to trying to glean legislative\npurposes from the statutory text where we began? EvenPacific\nGaswarned future courts against too hastily accepting a\nlitigant’s invitation to “become embroiled in attempting to\nascertain” state legislative “motive[s],” acknowledging that such\ninquiries “often” prove “unsatisfactory venture[s]. What motivates\none legislator to vote for a statute is not necessarily what\nmotivates scores of others to enact it.” 461 U. S., at 216\n(citation omitted). See alsoShady Grove, 559 U. S., at\n403–404, n. 6;Palmer, 403 U. S., at 225;Edwardsv.Aguillard,482 U.S.\n578, 636–639 (1987) (Scalia, J., dissenting). Cf.Oncalev.Sundowner Offshore Services, Inc.,523 U.S.\n75, 79 (1998). We think these warnings wise, and we heed them\ntoday.CIf the AEA doesn’t occupy the field of\nradiation safety in uranium mining, Virginia Uranium suggests the\nstatute still displaces state law through what’s sometimes called\nconflict preemption. In particular, the company suggests,\nVirginia’s mining law stands as an impermissible “obstacle to the\naccomplishment and execution of the full purposes and objectives of\nCongress.”Hinesv.Davidowitz,312 U.S.\n52, 67 (1941). On Virginia Uranium’s account, Congress sought\nto capture the benefits of developing nuclear power while\nmitigating its safety and environmental costs. And, the company\ncontends, Virginia’s moratorium disrupts the delicate “balance”\nCongress sought to achieve between these benefits and costs. Maybe\nthe text of the AEA doesn’t touch on mining in so many words, but\nits authority to regulate later stages of the nuclear fuel life\ncycle would be effectively undermined if mining laws like\nVirginia’s were allowed.A sound preemption analysis cannot be as\nsimplistic as that. No more than in field preemption can the\nSupremacy Clause be deployed here to elevate abstract and unenacted\nlegislative desires above state law; only federal laws “made in\npursuance of” the Constitution, through its prescribed processes of\nbicameralism and presentment, are entitled to preemptive effect.\nArt. VI, cl. 2;ISLA Petroleum, 485 U. S., at 503.\nSo any “[e]vidence of pre-emptive purpose,” whether express or\nimplied, must therefore be “sought in the text and structure of the\nstatute at issue.”CSX Transp.,Inc.v.Easterwood,507 U.S.\n658, 664 (1993).Sound and well-documented reasons underlie this\nrule too. Efforts to ascribe unenacted purposes and objectives to a\nfederal statute face many of the same challenges as inquiries into\nstate legislative intent. Trying to discern what motivates\nlegislators individually and collectively invites speculation and\nrisks overlooking the reality that individual Members of Congress\noften pursue multiple and competing purposes, many of which are\ncompromised to secure a law’s passage and few of which are fully\nrealized in the final product. Hefty inferences may be required, as\nwell, when trying to estimate whether Congress would have wanted to\nprohibit States from pursuing regulations that may happen to touch,\nin various degrees and different ways, on unenacted federal\npurposes and objectives. Worse yet, in piling inference upon\ninference about hidden legislative wishes we risk displacing the\nlegislative compromises actually reflected in the statutory\ntext—compromises that sometimes may seem irrational to an outsider\ncoming to the statute cold, but whose genius lies in having won the\nbroad support our Constitution demands of any new law. In\ndisregarding these legislative compromises, we may only wind up\ndisplacing perfectly legitimate state laws on the strength of\n“purposes” that only we can see, that may seem perfectly logical to\nus, but that lack the democratic provenance the Constitution\ndemands before a federal law may be declared supreme. See,e.g.,Pacific Gas, 461 U. S., at 222\n(acknowledging that under the AEA “the promotion of nuclear power\nis not to be accomplished ‘at all costs’ ”);Cyan, Inc.v.Beaver County Employees Retirement Fund, 583 U. S.\n___, ___–___ (2018) (slip op., at 14–15);Aguillard, 482\nU. S., at 636–639 (Scalia, J., dissenting);United\nStatesv.O’Brien,391 U.S.\n367, 382–384 (1968);Fletcherv.Peck, 6 Cranch\n87, 130 (1810).So it may be that Congress meant the AEA to\npromote the development of nuclear power. It may be that Congress\nmeant the AEA to balance that goal against various safety concerns.\nBut it also may be that Members of Congress held many other\ndisparate or conflicting goals in mind when they voted to enact and\namend the AEA, and many different views on exactly how to manage\nthe competing costs and benefits. If polled, they might have\nreached very different assessments, as well, about the consistency\nof Virginia’s law with their own purposes and objectives. The only\nthing a court can be sure of is what can be found in the law\nitself. And every indication in the law before us suggests that\nCongress elected to leave mining regulation on private land to the\nStates and grant the NRC regulatory authority onlyafteruranium is removed from the earth. That compromise may not be the\nonly permissible or even the most rationally attractive one, but it\nis surely both permissible and rational to think that Congress\nmight have chosen to regulate the more novel aspects of nuclear\npower while leaving to States their traditional function of\nregulating mining activities on private lands within their\nboundaries.[4]As an alternative to proceeding down the\npurposes-and-objectives branch of conflict preemption, Virginia\nUranium might have pursued another. Our cases have held that we can\nsometimes infer a congressional intent to displace a state law that\nmakes compliance with a federal statute impossible.English,\n496 U. S., at 79. But Virginia Uranium hasn’t pursued an\nargument along any of these lines, and understandably so. Not onlycanVirginia Uranium comply with both state and federal\nlaws; it is also unclear whether laws like Virginia’s might have a\nmeaningful impact on the development of nuclear power in this\ncountry. Some estimate that the United States currently imports\nover 90 percent of the uranium used in this country. App. to Pet.\nfor Cert. 19a. Domestic uranium mines currently exist on federal\nlands as well and are thus beyond the reach of state authorities.Ibid.And if the federal government concludes that\ndevelopment of the Coles Hill deposit or any other like it is\ncrucial, it may always purchase the site (or seize it through\neminent domain) under the powers Congress has supplied. 42\nU. S. C. §2096. All this may be done without even\namending the AEA, itself another course which Congress is always\nfree to pursue—but which this Court should never be tempted into\npursuing on its own.*The judgment of the court of appeals isAffirmed.Notes1See,e.g.,Chamber of Commerce of United States of Americav.Whiting,563 U.S.\n582, 594–595 (2011);Geierv.American Honda Motor\nCo.,529 U.S.\n861, 867 (2000).2Far from “sweep[ing] well\nbeyond the confines of this case,” as our concurring colleagues\nsuggest, seepost,at 1 (Ginsburg, J., concurring in\njudgment), these considerations are, to us, essential to its\nresolution.3Certainly the dissent’s\ncase,National Meat Assn.v.Harris,565 U.S.\n452(2012), doesn’t command a different result. There, the\nCourt merely enforced an express statutory preemption clause that\nprohibited States from setting standards for handling\nnon-ambulatory pigs that differed from federal standards. As we’ve\nseen, the AEA contains no comparable preemption clause forbidding\nVirginia to regulate mining in any way. Admittedly,National\nMeatwent on to say that a State could not enforce a preempted\nanimal-handling standard indirectly by banning the sale of meat\nfrom non-ambulatory pigs if its law “function[ed] as a command to\nslaughterhouses to structure their operations in the exact way”\nstate regulators desired rather than as federal standards required.Id., at 464. But here, by contrast, no one sug-gests that\nVirginia’s mining law requires anyone to disregard NRC\nregulations.4The concurrence takes a\nslightly different tack. It seems to accept the premise that the\nCourt can divine the unenacted “purposes” and “objectives”\nunderlying the AEA and weigh them against Virginia’s mining law.\nBut in rejecting Virginia Uranium’s argument, it winds up\nemphasizing repeatedly that thetextof the AEA does not\naddress mining. Seepost, at 12–14. That may not fully\naddress Virginia Uranium’s assertion that state mining regulations\ninterfere with a latent statutory purpose lyingbeyondthe\ntext, but it does highlight the propriety of confining our\ninquiries to the statute’s terms.",
    "joined": []
}