{
    "case": {
        "docket": "18-1165",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-1165/"
    },
    "id": "4193882",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1165_________________RETIREMENT PLANS COMMITTEE OF IBM,\net al., PETITIONERSv.LARRY W. JANDER, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[January 14, 2020]Justice Gorsuch, concurring.The gist of respondents’ sole surviving claim is\nthat certain ERISA fiduciaries should have used their positions as\ncorporate insiders to cause the company to make an SEC-regulated\ndisclosure. But merely stating the theory suggests a likely flaw:\nIn ordering up a special disclosure, the defendants necessarily\nwould be acting in their capacities as corporate officers, not\nERISA fiduciaries. Run-of-the-mill ERISA fiduciaries cannot, after\nall, order corporate disclosures on behalf of their portfolio\ncompanies. Nor do even all corporate insiders have that authority.\nThese defendants (allegedly) had the opportunity to make a\ncorrective disclosure only because of the positions they happened\nto hold within the organization. So while respondents are correct\nto note that insider fiduciaries are subject to the “same duty of\nprudence that applies to ERISA fiduciaries in general,”Fifth\nThird Bancorpv.Dudenhoeffer,573\nU.S. 409, 412 (2014), at bottom they seek to impose an evenhigherduty on fiduciaries who have the authority to make or\norder SEC-regulated disclosures on behalf of the corporation.\nBecause ERISA fiduciaries are liable only for actions taken while\n“acting as a fiduciary,” it would be odd to hold the same\nfiduciaries liable for “alternative action[s they] could have\ntaken”onlyin some other capacity. ComparePegramv.Herdrich,530 U.S.\n211, 225–226 (2000), withDudenhoeffer, 573 U. S.,\nat 428.Despite its promise, this argument seemingly\nwasn’t considered by lower courts before the case arrived in our\nCourt. In these circumstances, I agree with the Court’sper\ncuriamthat the better course is to remand the case to allow\nthe lower courts to address these matters in the first instance.\nBut the payout of today’s remand is really about timing: By\nremanding rather than dismissing, we give the lower courts the\nchance to answer this important question sooner rather than later.\nTo be sure, on remand respondents might try to say this argument\nwas waived or forfeited in earlier motions practice. Seeante,at 1 (Kagan, J., concurring). But following\nrespondents down that path would do no more than briefly delay the\ntask at hand. The argument before us involves a pure question of\nlaw, raised in the context of a motion to dismiss. If it isn’t\naddressed immediately on remand, it will only prove unavoidable\nlater, not just in other suits but at later stages in this very\nlitigation.Of course, today’s remand would be pointless if\nthe argument before us were already foreclosed byDudenhoeffer, as Justice Kagan suggests.Ante, at\n2–3, n. But I do not believe our remand is a wasted gesture,\nbecause I do not readDudenhoefferso broadly.Dudenhoefferheld that an ERISA plaintiff must plausibly\nallege “an alternative action that the defendant could have taken\nthat would have been consistent with the securities laws and that a\nprudent fiduciary . . . would not have viewed as more\nlikely to harm the fund than to help it.” 573 U. S., at\n428.Put differently, the Court held the plaintiff ’s\nability to identify a helpful action that the defendant could have\ntaken consistent with the securities laws is anecessarycondition to an ERISA suit. But nowhere didDudenhoefferhold this is also asufficientcondition to suit, promising\nthat a case may proceed anytime a plaintiff is able to conjure a\nhypothetical helpful action that would’ve been consistent with the\nsecurities laws.The Court didn’t consider whetherothernecessary conditions to suit might exist because the question\nwasn’t before it.Dudenhoefferdid discuss some “additional\nconsiderations” that might arise when a plaintiff tries to plead as\n“alternative action[s]” either “refrain[ing] from making additional\nstock purchases” or “disclos[ing] inside information to the\npublic.”Id., at 428–429. But the Court singled out these\ncircumstances only because of their obvious potential to “conflict\nwith the complex insider trading and corporate disclosure\nrequirements imposed by the federal securities laws.”Id.,\nat 429. SoDudenhoeffermade plain that suits requiring\nfiduciaries to violate the securities laws cannot proceed. But only\nthe most unabashed optimist could readthatas guaranteeing\nall other suits may.The truth is,Dudenhoefferwas silent on\nthe argument now before us for the simple reason that the parties\ninDudenhoefferwere silent on it too. No one in that case\nasked the Court to decide whether ERISA plaintiffs may hold\nfiduciaries liable for alternative actions they could have taken\nonly in a nonfiduciary capacity. And it is beyond debate that\n“[q]uestions which merely lurk in the record, neither brought to\nthe attention of the court nor ruled upon, are not to be considered\nas having been so decided as to constitute precedents.”Websterv.Fall,266 U.S.\n507,511(1925).",
    "joined": []
}