{
    "case": {
        "docket": "20a87",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/20a87/"
    },
    "id": "4355041",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20A87_________________ROMAN CATHOLIC DIOCESE OF BROOKLYN, NEW YORKv.ANDREW M. CUOMO, GOVERNOR OF NEW YORKon application for injunctive relief[November 25, 2020]Justice Gorsuch, concurring.Government is not free to disregard the First\nAmendment in times of crisis. At a minimum, that Amendment\nprohibits government officials from treating religious exercises\nworse than comparable secular activities, unless they are pursuing\na compelling interest and using the least restrictive means\navailable. SeeChurch of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520, 546 (1993). Yet recently, during the COVID pandemic,\ncertain States seem to have ignored these long-settled\nprinciples.Today’s case supplies just the latest example.\nNew York’s Governor has asserted the power to assign different\ncolor codes to different parts of the State and govern each by\nexecutive decree. In “red zones,” houses of worship are all but\nclosed—limited to a maximum of 10 people. In the Orthodox Jewish\ncommunity that limit might operate to exclude all women,\nconsidering 10 men are necessary to establish aminyan, or a\nquorum. In “orange zones,” it’s not much different. Churches and\nsynagogues are limited to a maximum of 25 people. These\nrestrictions apply even to the largest cathedrals and synagogues,\nwhich ordinarily hold hundreds. And the restrictions apply no\nmatter the precautions taken, including social distancing, wearing\nmasks, leaving doors and windows open, forgoing singing, and\ndisinfecting spaces between services.At the same time, the Governor has chosen to\nimposenocapacity restrictions on certain businesses he\nconsiders “essential.” And it turns out the businesses the Governor\nconsiders essential include hardware stores, acupuncturists, and\nliquor stores. Bicycle repair shops, certain signage companies,\naccountants, lawyers, and insurance agents are all essential too.\nSo, at least according to the Governor, it may be unsafe to go to\nchurch, but it is always fine to pick up another bottle of wine,\nshop for a new bike, or spend the afternoon exploring your distal\npoints and meridians. Who knew public health would so perfectly\nalign with secular convenience?As almost everyone on the Court today\nrecognizes, squaring the Governor’s edicts with our traditional\nFirst Amendment rules is no easy task. People may gather inside for\nextended periods in bus stations and airports, in laundromats and\nbanks, in hardware stores and liquor shops. No apparent reason\nexists why people may not gather, subject to identical\nrestrictions, in churches or synagogues, especially when religious\ninstitutions have made plain that they stand ready, able, and\nwilling to follow all the safety precautions required of\n“essential” businesses and perhaps more besides. The only\nexplanation for treating religious places differently seems to be a\njudgment that what happens there just isn’t as “essential” as what\nhappens in secular spaces. Indeed, the Governor is remarkably frank\nabout this: In his judgment laundry and liquor, travel and tools,\nare all “essential” while traditional religious exercises are not.Thatis exactly the kind of discrimination the First\nAmendment forbids.Nor is the problem an isolated one. In recent\nmonths, certain other Governors have issued similar edicts. At the\nflick of a pen, they have asserted the right to privilege\nrestaurants, marijuana dispensaries, and casinos over churches,\nmosques, and temples. SeeCalvary Chapel Dayton Valleyv.Sisolak, 591 U. S. ___, ___ (2020) (Gorsuch, J.,\ndissenting). In far too many places, for far too long, our first\nfreedom has fallen on deaf ears.*What could justify so radical a departure from\nthe First Amendment’s terms and long-settled rules about its\napplication? Our colleagues offer two possible answers. Initially,\nsome point to a solo concurrence inSouth Bay Pentecostal\nChurchv.Newsom, 590 U. S. ___ (2020), in which\nThe Chief Justice expressed willingness to defer to executive\norders in the pandemic’s early stages based on the newness of the\nemergency and how little was then known about the disease.Post, at 5 (opinion of Breyer, J.). At that time, COVID had\nbeen with us, in earnest, for just three months. Now, as we round\nout 2020 and face the prospect of entering a second calendar year\nliving in the pandemic’s shadow, that rationale has expired\naccording to its own terms. Even if the Constitution has taken a\nholiday during this pandemic, it cannot become a sabbatical. Rather\nthan apply a nonbinding and expired concurrence fromSouth\nBay, courts must resume applying the Free Exercise Clause.\nToday, a majority of the Court makes this plain.Not only did theSouth Bayconcurrence\naddress different circumstances than we now face, that opinion was\nmistaken from the start. To justify its result, the concurrence\nreached back 100 years in the U. S. Reports to grab hold of our\ndecision inJacobsonv.Massachusetts,197 U.S.\n11(1905). ButJacobsonhardly supports cutting the\nConstitution loose during a pandemic. That decision involved an\nentirely different mode of analysis, an entirely different right,\nand an entirely different kind of restriction.Start with the mode of analysis. AlthoughJacobsonpre-dated the modern tiers of scrutiny, this Court\nessentially applied rational basis review to Henning Jacobson’s\nchallenge to a state law that, in light of an ongoing smallpox\npandemic, required individuals to take a vaccine, pay a $5 fine, or\nestablish that they qualified for an exemption.Id., at 25\n(asking whether the State’s scheme was “reasonable”);id.,\nat 27 (same);id., at 28 (same). Rational basis review is\nthe test this Courtnormallyapplies to Fourteenth Amendment\nchallenges, so long as they do not involve suspect classifications\nbased on race or some other ground, or a claim of fundamental\nright. Put differently,Jacobsondidn’t seek to depart from\nnormal legal rules during a pandemic, and it supplies no precedent\nfor doing so. Instead,Jacobsonapplied what would become\nthe traditional legal test associated with the right at\nissue—exactly what the Court does today. Here, that means strict\nscrutiny: The First Amendment traditionally requires a State to\ntreat religious exercises at least as well as comparable secular\nactivities unless it can meet the demands of strict\nscrutiny—showing it has employed the most narrowly tailored means\navailable to satisfy a compelling state interest.Church of\nLukumi, 508 U. S., at 546.Next, consider the right asserted. Mr. Jacobson\nclaimed that he possessed an implied “substantive due process”\nright to “bodily integrity” that emanated from the Fourteenth\nAmendment and allowed him to avoid not only the vaccine butalsothe $5 fine (about $140 today)andthe need to\nshow he qualified for an exemption. 197 U. S., at 13–14. This\nCourt disagreed. But what does that have to do with our\ncircumstances? Even if judges may impose emergency restrictions on\nrights that some of them have found hiding in the Constitution’s\npenumbras, it does not follow that the same fate should befall the\ntextually explicit right to religious exercise.Finally, consider the different nature of the\nrestriction. InJacobson, individuals could accept the\nvaccine, pay the fine, or identify a basis for exemption.Id., at 12, 14. The imposition on Mr. Jacobson’s claimed\nright to bodily integrity, thus, was avoidable and relatively\nmodest. It easily survived rational basis review, and might even\nhave survived strict scrutiny, given the opt-outs available to\ncertain objectors.Id., at 36, 38–39. Here, by contrast, the\nState has effectively sought to ban all traditional forms of\nworship in affected “zones” whenever the Governor decrees and for\nas long as he chooses. Nothing inJacobsonpurported to\naddress, let alone approve, such serious and long-lasting\nintrusions into settled constitutional rights. In fact,Jacobsonexplained that the challenged law survived only\nbecause it did not “contravene the Constitution of the United\nStates” or “infringe any right granted or secured by that\ninstrument.”Id., at 25.Tellingly no Justice now disputes any of these\npoints. Nor does any Justice seek to explain why anything other\nthan our usual constitutional standards should apply during the\ncurrent pandemic. In fact, today the author of theSouth Bayconcurrence even downplays the relevance ofJacobsonfor\ncases like the one before us.Post, at 2 (opinion of\nRoberts, C. J.). All this is surely a welcome development. But\nit would require a serious rewriting of history to suggest, as The\nChief Justice does, that theSouth Bayconcurrence never\nreally relied in significant measure onJacobson. That was\nthe first caseSouth Baycited on the substantive legal\nquestion before the Court, it was the only case cited involving a\npandemic, and many lower courts quite understandably read its\ninvocation as inviting them to slacken their enforcement of\nconstitutional liberties while COVID lingers. See,e.g., Elim\nRomanian Pentecostal Churchv.Pritzker, 962 F.3d 341,\n347 (CA7 2020);Legacy Church, Inc.v.Kunkel, ___\nF. Supp. 3d ___, ___ (NM 2020).Why have some mistaken this Court’s modest\ndecision inJacobsonfor a towering authority that\novershadows the Constitution during a pandemic? In the end, I can\nonly surmise that much of the answer lies in a particular judicial\nimpulse to stay out of the way in times of crisis. But if that\nimpulse may be understandable or even admirable in other\ncircumstances, we may not shelter in place when the Constitution is\nunder attack. Things never go well when we do.*That leaves my colleagues to their second line\nof argument. Maybe precedent does not support the Governor’s\nactions. Maybe those actions do violate the Constitution. But, they\nsay, we should stay our hand all the same. Even if the churches and\nsynagogues before us have been subject to unconstitutional\nrestrictions for months, it is no matter because, just the other\nday, the Governor changed his color code for Brooklyn and Queens\nwhere the plaintiffs are located. Now those regions are “yellow\nzones” and the challenged restrictions on worship associated with\n“orange” and “red zones” do not apply. So, the reasoning goes, we\nshould send the plaintiffs home with an invitation to return later\nif need be.To my mind, this reply only advances the case\nfor intervention. It has taken weeks for the plaintiffs to work\ntheir way through the judicial system and bring their case to us.\nDuring all this time, they were subject to unconstitutional\nrestrictions. Now, just as this Court was preparing to act on their\napplications, the Governor loosened his restrictions, all while\ncontinuing to assert the power to tighten them again anytime as\nconditions warrant. So if we dismissed this case, nothing would\nprevent the Governor from reinstating the challenged restrictions\ntomorrow. And by the time a new challenge might work its way to us,\nhe could just change them again. The Governor has fought this case\nat every step of the way. To turn away religious leaders bringing\nmeritorious claims just because the Governor decided to hit the\n“off ” switch in the shadow of our review would be, in my\nview, just another sacrifice of fundamental rights in the name of\njudicial modesty.Even our dissenting colleagues do not suggest\nthis case is moot or otherwise outside our power to decide. They\ncounsel delay only because “the disease-related circumstances [are]\nrapidly changing.”Post, at 5 (opinion of Breyer, J.). But\nlook at what those “rapidly changing” circumstances suggest. Both\nGovernor Cuomo and Mayor de Blasio have “indicated it’s only a\nmatter of time before [all] five boroughs” of New York City are\nflipped from yellow to orange. J. Skolnik, D. Goldiner, & D.\nSlattery, Staten Island Goes ‘Orange’ As Cuomo Urges Coronavirus\n‘Reality Check’ Ahead of Thanksgiving, N. Y. Daily News (Nov. 23,\n2020),\nhttps://www.nydailynews.com/coronavirus/ny-coronavirus-cuomo-thanksgiving-20201123-yyhxfo3kzbdinbfbsqos3tvrk\nu-story-html. On anyone’s account, then, it seems inevitable this\ndispute will require the Court’s attention.It is easy enough to say it would be a small\nthing to require the parties to “refile their applications” later.Post, at 3 (opinion of Breyer, J.). But none of us are\nrabbis wondering whether future services will be disrupted as the\nHigh Holy Days were, or priests preparing for Christmas. Nor may we\ndiscount the burden on the faithful who have lived for months under\nNew York’s unconstitutional regime unable to attend religious\nservices. Whether this Court could decide a renewed application\npromptly is beside the point. The parties before us have already\nshown their entitlement to relief. Saying so now will establish\nclear legal rules and enable both sides to put their energy to\nproductive use, rather than devoting it to endless emergency\nlitigation. Saying so now will dispel, as well, misconceptions\nabout the role of the Constitution in times of crisis, which have\nalready been permitted to persist for too long.It is time—past time—to make plain that, while\nthe pandemic poses many grave challenges, there is no world in\nwhich the Constitution tolerates color-coded executive edicts that\nreopen liquor stores and bike shops but shutter churches,\nsynagogues, and mosques.",
    "joined": []
}