{
    "case": {
        "docket": "17-1657",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1657/"
    },
    "id": "4096591",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1657_________________MISSION PRODUCT HOLDINGS, INC., PETITIONERv.TEMPNOLOGY, LLC, nka OLD COLD LLCon writ of certiorari to the united states\ncourt of appeals for the first circuit[May 20, 2019]Justice Gorsuch, dissenting.This Court is not in the business of deciding\nabstract questions, no matter how interesting. Under the\nConstitution, our power extends only to deciding “Cases” and\n“Controversies” where the outcome matters to real parties in the\nreal world. Art. III, §2. Because it’s unclear whether we have\nanything like that here, I would dismiss the petition as\nimprovidently granted.This case began when Mission licensed the right\nto use certain of Tempnology’s trademarks. After Tempnology entered\nbankruptcy, it sought and won from a bankruptcy court an order\ndeclaring that Mission could no longer use those trademarks. On\nappeal and now in this Court, Mission seeks a ruling that the\nbankruptcy court’s declaration was wrong. But whoever is right\nabout that, it isn’t clear how it would make a difference: After\nthe bank-ruptcy court ruled, the license agreement expired by its\nown terms, so nothing we might say here could restore Mission’s\nability to use Tempnology’s trademarks.Recognizing that its original case seems to have\nbecome moot, Mission attempts an alternative theory in briefing\nbefore us. Now Mission says that if it prevails here it will, on\nremand, seek money damages from Tempnology’s estate for the profits\nit lost when, out of respect for the bankruptcy court’s order, it\nrefrained from using the trademarks while its license still\nexisted.But it’s far from clear whether even this theory\ncan keep the case alive. A damages claim “suffices to avoid\nmootness only if viable,” which means damages must at least be\n“legally available for [the alleged] wrong.” 13C C. Wright, A.\nMiller, & E. Cooper, Federal Practice and Procedure §3533.3, p.\n22 (3d ed. 2008). Yet, as far as Mission has told us, Tempnology\ndid nothing that could lawfully give rise to a damages claim. After\nall, when Tempnology asked the bankruptcy court to issue a\ndeclaratory ruling on a question of law, it was exercising its\nprotected “ First Amendment right to petition the Government for\nredress of grievances.”Bill Johnson’s Restaurants, Inc.v.NLRB,461 U.S.\n731, 741 (1983). And petitioning a court normally isn’t an\nactionable wrong that can give rise to a claim for damages. Absent\na claim of malice (which Mission hasn’t suggested would have any\nbasis here), the ordinary rule is that “ ‘no action lies\nagainst a party for resort to civil courts’ ” or for “the\nassertion of a legal argument.”Lucsikv.Board of Ed. of\nBrunswick City School Dist., 621 F.2d 841, 842 (CA6 1980)\n(per curiam); see,e.g.,W. R. Grace &\nCo.v.Rubber Workers,461 U.S.\n757, 770, n. 14 (1983);Russellv.Farley,105 U.S.\n433, 437–438 (1882).Maybe Mission’s able lawyers will conjure\nsomething better on remand. But, so far at least, the company\nhasn’t come close to articulating a viable legal theory on which a\nclaim for damages could succeed. And where our jurisdiction is so\nmuch in doubt, I would decline to proceed to the merits. If the\nlegal questions here are of sufficient importance, a live case\npresenting them will come along soon enough; there is no need to\npress the bounds of our constitutional authority to reach them\ntoday.",
    "joined": []
}