{
    "case": {
        "docket": "17-6086",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-6086/"
    },
    "id": "4111205",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–6086_________________HERMAN AVERY GUNDY, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the second circuit[June 20, 2019]Justice Gorsuch, with whom The Chief Justice\nand Justice Thomas join, dissenting.The Constitution promises that only the people’s\nelected representatives may adopt new federal laws restricting\nliberty. Yet the statute before us scrambles that design. It\npurports to endow the nation’s chief prosecutor with the power to\nwrite his own criminal code governing the lives of a half-million\ncitizens. Yes, those affected are some of the least popular among\nus. But if a single executive branch official can write laws\nrestricting the liberty of this group of persons, what does that\nmean for the next?Today, a plurality of an eight-member Court\nendorses this extraconstitutional arrangement but resolves nothing.\nWorking from an understanding of the Constitution at war with its\ntext and history, the plurality reimagines the terms of the statute\nbefore us and insists there is nothing wrong with Congress handing\noff so much power to the Attorney General. But Justice Alito\nsupplies the fifth vote for today’s judgment and he does not join\neither the plurality’s constitutional or statutory analysis,\nindicating instead that he remains willing, in a future case with a\nfull Court, to revisit these matters. Respectfully, I would not\nwait.IFor individuals convicted of sex offensesafterCongress adopted the Sex Offender Registration and\nNotification Act (SORNA) in 2006, the statute offers detailed\ninstructions. It requires them “to provide state governments with\n(and to update) information, such as names and current addresses,\nfor inclusion on state and federal sex offender\nregistries.”[1] The law divides\noffenders into three tiers based on the seriousness of their\ncrimes: Some must register for 15 years, others for 25 years, and\nstill others for life.[2] The\nstatute proceeds to set registration deadlines: Offenders sentenced\nto prison must register before they’re released, while others must\nregister within three business days after sentencing.[3] The statute explains when and how\noffenders must update their registrations.[4] And the statute specifies particular penalties for\nfailing to comply with its commands.[5] On and on the statute goes for more than 20 pages of\nthe U. S. Code.But what about those convicted of sex offensesbeforethe Act’s adoption? At the time of SORNA’s enactment,\nthe nation’s population of sex offenders exceeded 500,000, and\nCongress concluded that something had to be done about these\n“pre-Act” offenders too. But it seems Congress couldn’t agree what\nthat should be. The treatment of pre-Act offenders proved a\n“controversial issue with major policy significance and practical\nramifications for states.”[6]\nAmong other things, applying SORNA immediately to this group\nthreatened to impose unpopular and costly burdenson States and localities by forcing them to\nadopt or overhaul their own sex offender registration\nschemes.[7] So Congress simply\npassed the problem to the Attorney General. For all half-million\npre-Act offenders, the law says only this, in 34 U. S. C.\n§20913(d):“The Attorney General shall have the\nauthority to specify the applicability of the requirements of this\nsubchapter to sex offenders convicted before the enactment of this\nchapter . . . and to prescribe rules for the registration\nof any such sex offender.”Yes, that’s it. The breadth of the authority\nCongress granted to the Attorney General in these few words can\nonly be described as vast. As the Department of Justice itself has\nacknowledged, SORNA “does not require the Attorney General” to\nimpose registration requirements on pre-Act offenders “within a\ncertain time frame or by a date certain; it does not require him to\nact at all.”[8] If the Attorney\nGeneral does choose to act, he can require all pre-Act offenders to\nregister, or he can “require some but not all to\nregister.”[9] For those he\nrequires to register, the Attorney General may impose “some but not\nall of [SORNA’s] registration requirements,” as he\npleases.[10] And he is free\nto change his mind on any of these matters “at any given time or\nover the course of different [political] administrations.”[11] Congress thus gave the Attorney\nGeneral free rein to write the rules for virtually the entire\nexisting sex offender population in this country—a situation that\npromised to persist for years or decades untilpre-Act offenders passed away or fulfilled the\nterms of their registration obligations and post-Act offenders came\nto predominate.Unsurprisingly, different Attorneys General have\nexercised their discretion in different ways.[12] For six months after SORNA’s enactment,\nAttorney General Gonzales left past offenders alone. Then the\npendulum swung the other direction when the Department of Justice\nissued an interim rule requiring pre-Act offenders to follow all\nthe same rules as post-Act offenders.[13] A year later, Attorney General Mukasey issued more\nnew guidelines, this time directing the States to register some but\nnot all past offenders.[14]\nThree years after that, Attorney General Holder required the States\nto register only those pre-Act offenders convicted of a new felony\nafter SORNA’s enactment.[15]\nVarious Attorneys General have also taken different positions on\nwhether pre-Act offenders might be entitled to credit for time\nspent in the community before SORNA was enacted.[16]These unbounded policy choices have profound\nconsequences for the people they affect. Take our case. Before\nSORNA’s enactment, Herman Gundy pleaded guilty in 2005 to a sexual\noffense. After his release from prison five years later, he was\narrested again, this time for failing to register as a sex offender\naccording to the rules the Attorney General had then prescribed for\npre-Act offenders. As a result, Mr. Gundy faced an additional\n10-year prison term—10 years more than if the Attorney General had,\ninhis discretion, chosen to write the rules\ndifferently.IIAOur founding document begins by declaring that\n“We the People . . . ordain and establish this\nConstitution.” At the time, that was a radical claim, an assertion\nthat sovereignty belongs not to a person or institution or class\nbut to the whole of the people. From that premise, the Constitution\nproceeded to vest the authority to exercise different aspects of\nthe people’s sovereign power in distinct entities. In Article I,\nthe Constitution entrusted all of the federal government’s\nlegislative power to Congress. In Article II, it assigned the\nexecutive power to the President. And in Article III, it gave\nindependent judges the task of applying the laws to cases and\ncontroversies.To the framers, each of these vested powers had\na distinct content. When it came to the legislative power, the\nframers understood it to mean the power to adopt gener- ally\napplicable rules of conduct governing future actions by private\npersons—the power to “prescrib[e] the rules by which the duties and\nrights of every citizen are to be regulated,”[17] or the power to “prescribe general rules for\nthe government of society.”[18]The framers understood, too, that it would\nfrustrate “the system of government ordained by the Constitution”\nif Congress could merely announce vague aspirations and then assign\nothers the responsibility of adopting legislation to realize its\ngoals.[19] Through the\nConstitution, afterall, the people had vested the power to\nprescribe rules limiting their liberties in Congress alone. No one,\nnot even Congress, had the right to alter that arrangement. As\nChief Justice Marshall explained, Congress may not “delegate\n. . . powers which are strictly and exclusively\nlegislative.”[20] Or as John\nLocke, one of the thinkers who most influenced the framers’\nunderstanding of the separation of powers, described it:“The legislative cannot transfer the power\nof making laws to any other hands; for it being but a delegated\npower from the people, they who have it cannot pass it over to\nothers. The people alone can appoint the form of the commonwealth,\nwhich is by constituting the legislative, and appointing in whose\nhands that shall be. And when the people have said we will submit\nto rules, and be governed by laws made by such men, and in such\nforms, nobody else can say other men shall make laws for them; nor\ncan the people be bound by any laws but such as are enacted by\nthose whom they have chosen and authorised to make laws for\nthem.”[21]Why did the framers insist on this particular\narrangement? They believed the new federal government’s most\ndangerous power was the power to enact laws restricting the\npeople’s liberty.[22] An\n“excess of law-making” was, in their words, one of “the diseases to\nwhich our governments are most liable.”[23] To address that tendency, the framers went to\ngreat lengths to make lawmaking difficult. In Article I, by far the\nlongest part of the Constitution, theframers insisted that any proposed law must win\nthe approval of two Houses of Congress—elected at different times,\nby different constituencies, and for different terms in office—and\neither secure the President’s approval or obtain enough support to\noverride his veto. Some occasionally complain about Article I’s\ndetailed and arduous processes for new legislation, but to the\nframers these were bulwarks of liberty.Nor was the point only to limit the government’s\ncapac- ity to restrict the people’s freedoms. Article I’s detailed\nprocesses for new laws were also designed to promote deliberation.\n“The oftener the measure is brought under examination,” Hamilton\nexplained, “the greater the diversity in the situations of those\nwho are to examine it,” and “the less must be the danger of those\nerrors which flow from want of due deliberation, or of those\nmissteps which proceed from the contagion of some common passion or\ninterest.”[24]Other purposes animated the framers’ design as\nwell. Because men are not angels[25] and majorities can threaten minority rights, the\nframers insisted on a legislature composed of different bodies\nsubject to different electorates as a means of ensuring that any\nnew law would have to secure the approval of a supermajority of the\npeople’s representatives. This, in turn, assured minorities that\ntheir votes would often decide the fate of proposed legislation.\nIndeed, some even thought a Bill of Rights would prove unnecessary\nin light of the Constitution’s design; in their view, sound\nstructures forcing “[a]mbition [to] . . . counteract\nambition” would do more than written promises to guard unpopular\nminorities from the tyranny of the majority.[26] Restricting the task of legislating to one\nbranch characterized by difficult and deliberative processes was\nalso designed to promote fair notice and the rule of law, ensuring\nthe people would be subject to a relatively stable and predictable\nset of rules.[27] And by\ndirecting that legislating be done only by elected representatives\nin a public process, the Constitution sought to ensure that the\nlines of accountability would be clear: The sovereign people would\nknow, without ambiguity, whom to hold accountable for the laws they\nwould have to follow.[28]If Congress could pass off its legislative power\nto the executive branch, the “[v]esting [c]lauses, and indeed the\nentire structure of the Constitution,” would “make no\nsense.”[29] Without the\ninvolvement of representatives from across the country or the\ndemands of bicameralism and presentment, legislation would risk\nbecoming nothing more than the will of the current President. And\nif laws could be simply declared by a single person, they would not\nbe few in number, the product of widespread social consensus,\nlikely to protect minority interests, or apt to provide stability\nand fair notice.[30]\nAccountability would suffer too. Legislators might seek to take\ncredit for addressing a pressing social problem by sending it to\nthe executive for resolution, while at the same time blaming the\nexecutive for the problems that attend whatever measures he chooses\nto pursue. In turn, the executive might point to Congress as the\nsource of the problem. These opportunities for finger-pointing\nmight prove tempt-ingly advantageous for the politicians involved,\nbut they would also threaten to “ ‘disguise . . .\nresponsibility for . . . the decisions.’ ”[31]The framers warned us against permitting\nconsequences like these. As Madison explained, “ ‘[t]here can\nbe no liberty where the legislative and executive powers are united\nin the same person, or body of magistrates.’ ”[32] The framers knew, too, that the job of\nkeeping the legislative power confined to the legislative branch\ncouldn’t be trusted to self-policing by Congress; often enough,\nlegislators will face rational incentives to pass problems to the\nexecutive branch. Besides, enforcing the separation of powers isn’t\nabout protecting institutional prerogatives or governmental turf.\nIt’s about respecting the people’s sovereign choice to vest the\nlegislative power in Congress alone. And it’s about safeguarding a\nstructure designed to protect their liberties, minority rights,\nfair notice, and the rule of law. So when a case or controversy\ncomes within the judicial competence, the Constitution does not\npermit judges to look the other way; we must call foul when the\nconstitutional lines are crossed. Indeed, the framers afforded us\nindependence from the political branches in large part to encourage\nexactly this kind of “forti- tude . . . to do [our] duty\nas faithful guardians of the Constitution.”[33]BAccepting, then, that we have an obligation to\ndecide whether Congress has unconstitutionally divested itself of\nits legislative responsibilities, the question follows: What’s the\ntest? Madison acknowledged that “no skill in the science of\ngovernment has yet been able to discriminate and define, with\nsufficient certainty, its three great provinces—the legislative,\nexecutive, and judiciary.”[34] Chief Justice Marshall agreed that policing the\nseparation of powers “is a subject of delicate and difficult\ninquiry.”[35] Still, the\nframers took this responsibility seriously and offered us important\nguiding principles.First, we know that as long as Congress makes\nthe policy decisions when regulating private conduct, it may\nauthorize another branch to “fill up the details.” InWaymanv.Southard, this Court upheld a statute that instructed the\nfederal courts to borrow state-court procedural rules but allowed\nthem to make certain “alterations and additions.” Writing for the\nCourt, Chief Justice Marshall distinguished between those\n“important subjects, which must be entirely regulated by the\nlegislature itself,” and “those of less interest, in which a\ngeneral provision may be made, and power given to those who are to\nact . . . to fill up the details.”[36] The Court upheld the statute before it\nbecause Congress had announced the controlling general policy when\nit ordered federal courts to follow state procedures, and the\nresidual authority to make “alterations and additions” did no more\nthan permit courts to fill up the details.Later cases built on Chief Justice Marshall’s\nunderstanding. InIn re Kollock, for example, the Court\nuphelda statute that assigned the Commissioner of\nInternal Revenue the responsibility to design tax stamps for\nmargarine packages.[37]\nLater still, and using the same logic, the Court sustained other\nand far more consequential statutes, like a law authorizing the\nSecretary of Agriculture to adopt rules regulating the “use and\noccupancy” of public forests to protect them from “destruction” and\n“depredations.”[38] Through\nall these cases, small or large, runs the theme that Congress must\nset forth standards “sufficiently definite and precise to enable\nCongress, the courts, and the public to ascertain” whether\nCongress’s guidance has been followed.[39]Second, once Congress prescribes the rule\ngoverning private conduct, it may make the application of that rule\ndepend on executive fact-finding. Here, too, the power extended to\nthe executive may prove highly consequential. During the Napoleonic\nWars, for example, Britain and France each tried to block the\nUnited States from trading with the other. Congress responded with\na statute instructing that, if the President found that either\nGreat Britain or France stopped interfering with American trade, a\ntrade embargo would be imposed against the other country. InCargo of Brig Aurorav.United States, this Court\nexplained that it could “see no sufficient reason, why the\nlegislature should not exercise its discretion [to impose an\nembargo] either expressly orconditionally, as their\njudgment should direct.”[40]\nHalf a century later, Congress likewise made the construction of\nthe Brooklyn Bridge depend on a finding by the Secretary of War\nthatthe bridge wouldn’t interfere with navigation of\nthe East River. The Court held that Congress “did not abdicate any\nof its authority” but “simply declared that, upon a certain fact\nbeing established, the bridge should be deemed a lawful structure,\nand employed the secretary of war as an agent to ascertain that\nfact.”[41]Third, Congress may assign the executive and\njudicial branches certain non-legislative responsibilities. While\nthe Constitution vests all federal legislative power in Congress\nalone, Congress’s legislative authority sometimes overlaps with\nauthority the Constitution separately vests in another\nbranch.[42] So, for example,\nwhen a congressional statute confers wide discretion to the\nexecutive, no separation-of-powers problem may arise if “the\ndiscretion is to be exercised over matters already within the scope\nof executive power.”[43]\nThough the case was decided on different grounds, the\nforeign-affairs-related statute inCargo of the Brig Auroramay be an example of this kind of permissible lawmaking, given that\nmany foreign affairs powers are constitutionally vested in the\npresident under Article II.Waymanitself might be explained\nby the same principle as applied to the judiciary: Even in the\nabsence of any statute, courts have the power under Article III “to\nregulate their practice.”[44]CBefore the 1930s, federal statutes granting\nauthority tothe executive were comparatively modest and\nusually easily upheld. But then the federal government began to\ngrow explosively. And with the proliferation of new executive\nprograms came new questions about the scope of congressional\ndelegations. Twice the Court responded by striking down statutes\nfor violating the separation of powers.InA. L. A. Schechter Poultry Corp.v.United States, the Court considered a statute that\ntransferred to the President the power “to approve ‘codes of fair\ncompetition’ ” for slaughterhouses and other\nindustries.[45] But Congress\noffered no meaningful guidance. It did not, for example, reference\nany pre-existing common law of fair competition that might have\nsupplied guidance on the policy questions, as it arguably had done\nearlier with the Sherman Act.[46] And it did not announce rules contingent on executive\nfact-finding. Nor was this assigned power one that anyone thought\nmight inhere in the executive power. Proceeding without the need to\nconvince a majority of legislators, the President adopted a lengthy\nfair competition code written by a group of (possibly self-serving)\nNew York poultry butchers.Included in the code was a rule that often made\nit a federal crime for butchers to allow customers to select which\nindividual chickens they wished to buy. Kosher butchers such as the\nSchechters had a hard time following these rules. Yet the\ngovernment apparently singled out the Schechters as a test case;\ninspectors repeatedly visited them and, at times, apparently\nbehaved abusively toward their customers. When the Schechters\nfinally kicked theinspectors out, they were greeted with a\ncriminal indictment running to dozens of counts. After a trial in\nwhich the Schechters were found guilty of selling one allegedly\n“unfit” chicken and other miscellaneous counts,[47] this Court agreed to hear the case and\nstruck down the law as a violation of the separation of powers. If\nCongress could permit the President to write a new code of fair\ncompetition all his own, Justice Cardozo explained, then “anything\nthat Congress may do within the limits of the commerce clause for\nthe betterment of business [could] be done by the President\n. . . by calling it a code. This is delegation running\nriot.”[48]The same year, inPanama Refining Co.v.Ryan, the Court struck down a statute that authorized the\nPresident to decide whether and how to prohibit the interstate\ntransportation of “ ‘hot oil,’ ” petroleum produced or\nwithdrawn from storage in excess of state-set quotas. As inSchechter Poultry, the law provided no notice to regulated\nparties about what the President might wind up prohibiting, leading\nthe Court to observe that Congress “ha[d] declared no policy, ha[d]\nestablished no standard, ha[d] laid down no rule.”[49] The Court explained that the statute\ndid not call for the executive to “ascertai[n] the existence of\nfacts to which legislation is directed.”[50] Nor did it ask the executive to “ ‘fill up\nthe details’ ” “within the framework of the policy which the\nlegislature has sufficiently defined.”[51] “If [the statute] were held valid,” the Court\ncontinued, “it would be idle to pretend that anything would be left\nof limitations upon the power of the Congress to delegate its\nlaw-making function.”[52]AfterSchechter PoultryandPanama\nRefining, Congress responded by writing a second wave of New\nDeal legislation more “[c]arefully crafted” to avoid the kind of\nproblems that sank these early statutes.[53] And since that time the Court hasn’t held another\nstatute to violate the separation of powers in the same way. Of\ncourse, no one thinks that the Court’s quiescence can be attributed\nto an unwavering new tradition of more scrupulously drawn statutes.\nSome lament that the real cause may have to do with a mistaken\n“case of death by association” becauseSchechter PoultryandPanama Refininghappened to be handed down during the same\nera as certain of the Court’s now-discredited substantive due\nprocess decisions.[54] But maybe the most likely explanation of all lies in\nthe story of the evolving “intelligible principle” doctrine.This Court first used that phrase in 1928 inJ. W. Hampton, Jr., & Co.v.United States,\nwhere it remarked that a statute “lay[ing] down by legislative act\nan intelligible principle to which the [executive official] is\ndirected to conform” satisfies the separation of powers.[55] No one at the time thought the\nphrase meant to effect some revolution in this Court’s\nunderstanding of the Constitution. While the exact line between\npolicy and details, lawmaking and fact-finding, and legislative and\nnon-legislative functions had sometimes invited reasonable debate,\neveryone agreed these were the relevant inquiries. And when Chief\nJustice Taft wrote of an “intelligible principle,” it seems plain\nenough that he sought only to explain theoperation of these traditional tests; he gave no\nhint of a wish to overrule or revise them. Tellingly, too, he wrote\nthe phrase seven years beforeSchechter PoultryandPanama Refining, and it did nothing to alter the analysis in\nthose cases, let alone prevent those challenges from succeeding by\nlopsided votes.There’s a good argument, as well, that the\nstatute inJ. W. Hamptonpassed muster under the\ntraditional tests. To boost American competitiveness in\ninternational trade, the legislation directed the President to\n“ ‘investigat[e]’ ” the relative costs of production for\nAmerican companies and their foreign counterparts and impose\ntariffs or duties that would “ ‘equalize’ ” those\ncosts.[56] It also offered\nguidance on how to determine costs of production, listing several\nrelevant factors and establishing a process for interested parties\nto submit evidence.[57] The\nPresident’s fact-finding responsibility may have required intricate\ncalculations, but it could be argued that Congress had made all the\nrelevant policy decisions, and the Court’s reference to an\n“intelligible principle” was just another way to describe the\ntraditional rule that Congress may leave the executive the\nresponsibility to find facts and fill up details.[58]Still, it’s undeniable that the “intelligible\nprinciple” remark eventually began to take on a life of its own. We\nsometimes chide people for treating judicial opinions as if they\nwere statutes, divorcing a passing comment from its context,\nignoring all that came before and after, and treating an isolated\nphrase as if it were controlling.[59] But that seems to be exactly what happened here. For\ntwo decades, no one thought to invoke the “intelligible principle”\ncomment as a basis to uphold a statute that would have failed more\ntraditional separation-of-powers tests. In fact, the phrase sat\nmore or less silently entombed until the late 1940s. Only then did\nlawyers begin digging it up in earnest and arguing to this Court\nthat it had somehow displaced (sub silentioof course) all\nprior teachings in this area.[60]This mutated version of the “intelligible\nprinciple” remark has no basis in the original meaning of the\nConstitution, in history, or even in the decision from which it was\nplucked. Judges and scholars representing a wide and diverse range\nof views have condemned it as resting on “misunderst[ood]\nhistorical foundations.”[61]\nThey have explained, too, that it has been abused to permit\ndelegations of legislative power that on any other conceivable\naccount should be held unconstitutional. Indeed, where some have\nclaimed to see “intelligible principles” many “less discerning\nreaders [have been able only to] find gibberish.”[62] Even Justice Douglas, one of the\nfathers of the administrative state, came to criticize excessive\ncongressional delegations in the period when the intelligible\nprinciple “test” began to take hold.[63]Still, the scope of the problem can be\noverstated. At least some of the results the Court has reached\nunder the banner of the abused “intelligible principle” doctrine\nmay be consistent with more traditional teachings. Some delegations\nhave, at least arguably, implicated the president’s inherent\nArticle II authority. The Court has held, for example, that\nCongress may authorize the President to prescribe aggravating\nfactors that permit a military court-martial to impose the death\npenalty on a member of the Armed Forces convicted of murder—a\ndecision that mayimplicate in part the President’s independent\ncommander-in-chief authority.[64] Others of these cases may have involved laws that\nspecified rules governing private conduct but conditioned the\napplication of those rules on fact-finding—a practice that is, as\nwe’ve seen, also long associated with the executive\nfunction.[65]More recently, too, we’ve sought to tame\nmisunderstandings of the intelligible principle “test.” InToubyv.United States, the Court considered a\nprovision of the Controlled Substances Act that allowed the\nAttorney General to add a substance to a list of prohibited drugs\ntemporarily if he determined that doing so was “ ‘necessary to\navoid an imminent hazard to the public safety.’ ”[66] Notably, Congress required the\nAttorney General, before acting, to consider the drug’s\n“ ‘history and current pattern of abuse,’ ” the\n“ ‘scope, duration, and significance of [that] abuse,’ ”\nand “ ‘[w]hat, if any, risk there is to the public\nhealth.’ ”[67] In\napproving the statute, the Court stressed all these constraints on\nthe Attorney General’s discretion and, in doing so, seemed to\nindicate that the statute supplied an “intelligible principle”becauseit assigned an essentially fact-finding\nresponsibility to the executive. Whether or not one agrees with its\ncharacterization of the statute, in proceeding as it didToubymay have at least begun to point us back in the\ndirection of the right questions. To determine whether a statute\nprovides an intelli-gible principle, we must ask: Does the statute\nassign to the executive only the responsibility to make factual\nfindings? Does it set forth the facts that the executive must\nconsider and the criteria against which to measure them? And most\nimportantly, did Congress, and not the Executive Branch, make the\npolicy judgments? Only then can we fairly say that a statute\ncontains the kind of intelligible principle the Constitution\ndemands.While it’s been some time since the Court last\nheld that a statute improperly delegated the legislative power to\nanother branch—thanks in no small measure to the intelligible\nprinciple misadventure—the Court has hardly abandoned the business\nof policing improper legislative delegations. When one legal\ndoctrine becomes unavailable to do its intended work, the hydraulic\npressures of our constitutional system sometimes shift the\nresponsibility to different doctrines.[68] And that’s exactly what’s happened here. We still\nregularly rein in Congress’s efforts to delegate legislative power;\nwe just call what we’re doing by different names.Consider, for example, the “major questions”\ndoctrine. Under our precedents, an agency can fill in statutory\ngaps where “statutory circumstances” indicate that Congress meant\nto grant it such powers.[69]\nBut we don’t follow that rule when the “statutory gap” concerns “a\nquestion of deep ‘economic and political significance’ that is\ncentral to the statutory scheme.”[70] So we’ve rejected agency demands that we defer to\ntheir attempts to rewrite rules for billions of dollars in\nhealthcare tax credits,[71]\nto assume control over millions of small greenhouse gas\nsources,[72] and to ban\ncigarettes.[73] Although it\nis nominally a canon of statutory construction, we apply the major\nquestions doctrine in service of the constitutional rule that\nCongress may not divest itself of its legislative power by\ntransferring that power to an executive agency.Consider, too, this Court’s cases addressing\nvagueness. “A vague law,” this Court has observed, “impermissibly\ndelegates basic policy matters to policemen, judges, and juries for\nresolution on anad hocand subjective basis.”[74] And we have explained that our\ndoctrine prohibiting vague laws is an outgrowth and “corollary of\nthe separation of powers.”[75] It’s easy to see, too, how most any challenge to a\nlegislative delegation can be reframed as a vagueness complaint: A\nstatute that does not contain “sufficiently definite and precise”\nstandards “to enable Congress, the courts, and the public to\nascertain” whether Congress’s guidance has been followed at once\npresents a delegation problem and provides impermissibly vague\nguidance to affected citizens.[76] And it seems little coincidence that our\nvoid-for-vagueness cases became much more common soon after the\nCourt began relaxing its approach to legislative delegations.\nBefore 1940, the Court decided only a handful of vagueness\nchallenges to federal statutes. Since then, the phrase “void for\nvagueness” has appeared in our cases well over 100 times.Nor have we abandoned enforcing other sides of\nthe separation-of-powers triangle between the legislative,\nexecutive, and judiciary. We have not hesitated to prevent Congress\nfrom “confer[ring] the Government’s ‘judicial Power’ on entities\noutside Article III.”[77]\nWe’ve forbidden the executive from encroaching on legislative\nfunctions by wielding a line-item veto.[78] We’ve prevented Congress from delegating its\ncollective legislative power to a single House.[79] And we’ve policed legislative efforts\nto control executive branch officials.[80] These cases show that, when the separation of\npowers is at stake, we don’t just throw up our hands. In all these\nareas, we recognize that abdication is “not part of the\nconstitutional design.”[81]\nAnd abdication here would be no more appropriate. To leave this\naspect of the constitutional structure alone undefended would serve\nonly to accelerate the flight of power from the legislative to the\nexecutive branch, turning the latter into a vortex of authority\nthat was constitutionally reserved for the people’s representatives\nin order to protect their liberties.IIIAReturning to SORNA with this understanding of\nour charge in hand, problems quickly emerge. Start with this one:\nIt’s hard to see how SORNA leaves the Attorney General with only\ndetails to fill up. Of course, what qualifies as a detail can\nsometimes be difficult to discern and,as we’ve seen, this Court has upheld statutes\nthat allow federal agencies to resolve even highly consequential\ndetails so long as Congress prescribes the rule governing private\nconduct. But it’s hard to see how the statute before us could be\ndescribed as leaving the Attorney General with only details to\ndispatch. As the government itself admitted inReynolds,\nSORNA leaves the Attorney General free to impose on 500,000 pre-Act\noffenders all of the statute’s requirements, some of them, or none\nof them. The Attorney General may choose which pre-Act offenders to\nsubject to the Act. And he is free to change his mind at any point\nor over the course of different political administrations. In the\nend, there isn’t a single policy decision concerning pre-Act\noffenders on which Congress even tried to speak, and not a single\nother case where we have upheld executive authority over matters\nlike these on the ground they constitute mere “details.” This much\nappears to have been deliberate, too. Because members of Congress\ncould not reach consensus on the treatment of pre-Act offenders, it\nseems this was one of those situations where they found it\nexpedient to hand off the job to the executive and direct there the\nblame for any later problems that might emerge.Nor can SORNA be described as an example of\nconditional legislation subject to executive fact-finding. To be\nsure, Congress could have easily written this law in that way. It\nmight have required all pre-Act offenders to register, but then\ngiven the Attorney General the authority to make case-by-case\nexceptions for offenders who do not present an “ ‘imminent\nhazard to the public safety’ ” comparable to that posed by\nnewly released post-Act offenders.[82] It could have set criteria to inform that\ndetermination, too, asking the executive to investigate, say,\nwhetheran offender’s risk of recidivism correlates with\nthe time since his last offense, or whether multiple lesser\noffenses indicate higher or lower risks than a single greater\noffense.But SORNA did none of this. Instead, it gave the\nAttorney General unfettered discretion to decide which requirements\nto impose on which pre-Act offenders. The Attorney General’s own\nedicts acknowledge the consider- able policy-making powers he\nenjoys, describing his rules governing pre-Act offenders as\n“ ‘of fundamental importance to the initial operation of\nSORNA, and to its practical scope . . . since [they]\ndetermin[e] the applicability of SORNA’s requirements to virtually\nthe entire existing sex offender population.’ ”[83] These edicts tout, too, the Attorney\nGeneral’s “discretion to apply SORNA’s requirements to sex\noffenders with pre-SORNA convictions if he determines (as he has)\nthat the public benefits of doing so outweigh any adverse\neffects.”[84] Far from\ndeciding the factual predicates to a rule set forth by statute, the\nAttorney General himself acknowledges that the law entitles him to\nmake his own policy decisions.Finally, SORNA does not involve an area of\noverlapping authority with the executive. Congress may assign the\nPresident broad authority regarding the conduct of foreign affairs\nor other matters where he enjoys his own inherent Article II\npowers. But SORNA stands far afield from any of that. It gives the\nAttorney General the authority to “prescrib[e] the rules by which\nthe duties and rights” of citizens are determined, a\nquintessentially legislative power.[85]Our precedents confirm these conclusions. If\nallowingthe President to draft a “cod[e] of fair\ncompetition” for slaughterhouses was “delegation running riot,”\nthen it’s hard to see how giving the nation’s chief prosecutor the\npower to write a criminal code rife with his own policy choices\nmight be permissible.[86]\nAnd if Congress may not give the President the discretion to ban or\nallow the interstate transportation of petroleum, then it’s hard to\nsee how Congress may give the Attorney General the discretion to\napply or not apply any or all of SORNA’s requirements to pre-Act\noffenders, and then change his mind at any time.[87] If the separation of powers means\nanything, it must mean that Congress cannot give the executive\nbranch a blank check to write a code of conduct governing private\nconduct for a half-million people.The statute here also sounds all the alarms the\nfounders left for us. Because Congress could not achieve the\nconsensus necessary to resolve the hard problems associated with\nSORNA’s application to pre-Act offenders, it passed the potato to\nthe Attorney General. And freed from the need to assemble a broad\nsupermajority for his views, the Attorney General did not hesitate\nto apply the statute retroactively to a politically unpopular\nminority. Nor could the Attorney General afford the issue the kind\nof deliberative care the framers designed a representative\nlegislature to ensure. Perhaps that’s part of the reason why the\nexecutive branch found itself rapidly adopting different positions\nacross different administrations. And because SORNA vested\nlawmaking power in one person rather than many, it should be no\nsurprise that, rather than few and stable, the edicts have proved\nfrequent and shifting, with fair notice sacrificed in the process.\nThen, too, there is the question of accountability. In passing\nthisstatute, Congress was able to claim credit for\n“comprehensively” addressing the problem of the entire existing\npopulation of sex offenders (who can object to that?), while in\nfact leaving the Attorney General to sort it out.It would be easy enough to let this case go.\nAfter all, sex offenders are one of the most disfavored groups in\nour society. But the rule that prevents Congress from giving the\nexecutivecarte blancheto write laws for sex offenders is\nthe same rule that protects everyone else. Nor is it hard to\nimagine how the power at issue in this case—the power of a\nprosecutor to require a group to register with the government on\npain of weighty criminal penalties—could be abused in other\nsettings. To allow the nation’s chief law enforcement officer to\nwrite the criminal laws he is charged with enforcing—to\n“ ‘unit[e]’ ” the “ ‘legislative and executive\npowers . . . in the same person’ ”—would be to mark\nthe end of any meaningful enforcement of our separation of powers\nand invite the tyranny of the majority that follows when lawmaking\nand law enforcement responsibilities are united in the same\nhands.[88]Nor would enforcing the Constitution’s demands\nspell doom for what some call the “administrative state.” The\nseparation of powers does not prohibit any particular policy\noutcome, let alone dictate any conclusion about the proper size and\nscope of government. Instead, it is a procedural guarantee that\nrequires Congress to assemble a social consensus before choosing\nour nation’s course on policy questions like those implicated by\nSORNA. What is more, Congress is hardly bereft of options to\naccomplish all it might wish to achieve. It may always authorize\nexecutive branch officials to fill in even a large number of\ndetails, to find facts that trigger the generally applicable rule\nof conduct specified in a statute, or to exercise non-legislative powers. Congress can also commission\nagencies or other experts to study and recommend legislative\nlanguage. Respecting the separation of powers forecloses no\nsubstantive outcomes. It only requires us to respect along the way\none of the most vital of the procedural protections of individual\nliberty found in our Constitution.BWhat do the government and the plurality have\nto say about the constitutional concerns SORNA poses? Most\neveryone, the plurality included, concedes that if SORNA allows the\nAttorney General as much authority as we have outlined, it would\npresent “a nondelegation question.”[89] So the only remaining available tactic is to try to\nmake this big case “small-bore”[90] by recasting the statute in a way that might satisfy\nany plausible separation-of-powers test. So, yes, just a few years\nago inReynoldsthe government represented to this Court\nthat SORNA granted the Attorney General nearly boundless discretion\nwith respect to pre-Act offenders. Butnow, faced with a\nconstitutional challenge, the government speaks out of the other\nside of its mouth and invites us to reimagine SORNA as compelling\nthe Attorney General to register pre-Act offenders “to the maximum\nextent feasible.” And, as thus reinvented, the government insists,\nthe statute supplies a clear statement of legislative policy, with\nonly details for the Attorney General to clean up.But even this new dream of a statute wouldn’t be\nfree from doubt. A statute directing an agency to regulate private\nconduct to the extent “feasible” can have many possible meanings:\nIt might refer to “technological” feasibility, “economic”\nfeasibility, “administrative” feasibility,or even “political” feasibility. Such an\n“evasive standard” could threaten the separation of powers if it\neffectively allowed the agency to make the “important policy\nchoices” that belong to Congress while frustrating “meaningful\njudicial review.”[91] And\nthat seems exactly the case here, where the Attorney General is\nleft free to make all the important policy decisions and it is\ndifficult to see what standard a court might later use to judge\nwhether he exceeded the bounds of the authority given to him.But don’t worry over that; return to the real\nworld. The bigger problem is that the feasibility standard is a\nfigment of the government’s (very recent) imagination. The only\nprovision addressing pre-Act offenders, §20913(d), saysnothingabout feasibility. And the omission can hardly be\nexcused as some oversight: No one doubts that Congress knows\nexactly how to write a feasibility standard into law when it\nwishes.[92] Unsurprisingly,\ntoo, the existence of some imaginary statutory feasibility standard\nseemed to have escaped notice at the Department of Justice during\nthe Attorney General’s many rulemakings; in those proceedings, as\nwe have seen, the Attorney General has repeatedly admitted that the\nstatute affords him the authority to “balance” the burdens on sex\noffenders with “public safety interests” as and how he sees\nfit.[93]Unable to muster a feasibility standard from the\nonly statutory provision addressing pre-Act offenders, the\nplurality invites us to hunt in other and more unlikely corners. It\npoints first to SORNA’s “[d]eclaration of purpose,” which announces\nthat Congress, “[i]n order to pro-tect the public from sex offenders and offenders\nagainst children . . . establishes a comprehensive\nnational system for the registration of those offenders.”[94] But nowhere is feasibility\nmentioned here either. In fact, this provision doesn’t purport to\nguide the Attorney General’s discretion at all. Instead, it simply\ndeclares what Congress believed therestof the statute’s\nenacted provisions had already “establishe[d],” without the need\nfor any action by the Attorney General. And by now surely we must\nall agree that broad and sweeping statements like these about “a\nstatute’s ‘basic purpose’ are . . . inadequate to\novercome the words of its text regarding the specific issue under\nconsideration.”[95] While\nthose adopting SORNA might have declared that they hoped and wished\nfor a “comprehensive national system,” the fact remains that the\nlaw they actually adopted for pre-Act offenders leaves everything\nto the Attorney General. Hopes and dreams are not laws.Besides, even if we were to pretend that §20901\namounted to a directivetellingthe Attorney General to\nestablish a “comprehensive national system” for pre-Act offenders,\nthe plurality reads too much into the word “comprehensive.”\nComprehensive coverage does not mean coverage to the maximum extent\nfeasible. “Comprehensive” means “having the attribute of comprising\nor including much; of large content or scope,” “[i]nclusive of;\nembracing,” or “[c]ontaining much in small compass;\ncompendious.”[96] So, for\nexample, a criminal justice system may be called “comprehensive”\neven though many crimes go unpursued. And SORNA itself contains all\nsorts ofcoverage exceptions forpost-Actoffenders yet claims to comprehensively address them.[97] In the same way, no reason\nexists why SORNA might not also claim to address pre-Act offenders\n“comprehensively” even though the Attorney General is free to\nexercise his discretion to forgo registration for some, many, or\nmaybe all of them. The statute still “comprehensively” addresses\nthese persons by indicating they must abide whatever rules an\nAttorney General may choose. In all these ways, SORNA might be said\nto address sex offenders past, present, and future in a way that\n“compris[es] or includ[es] much,” and that is “of large content or\nscope,” but in a way that nevertheless delegates important policy\ndecisions to the executive branch.Finding it impossible to conscript the statute’s\ndeclaration of purpose into doing the work it needs done, the\ngovernment and plurality next ask us to turn to SORNA’s definition\nof “ ‘sex offender.’ ”[98] They emphasize that SORNA defines a “sex offender” as\n“ ‘an individual whowasconvicted of a sex\noffense’ ”—and, they note, pre-Act offenders meet this\ndefinition.[99] Because\npre-Act offenders fall within the definition of “sex offender[s],”\nthe government and plurality continue, it follows that the Attorney\nGeneral must ensure all of them are registered and subject to\nSORNA’s demands.That much, however, does not follow. To say that\npre-Act sex offenders fall within the definition of “sex offenders”\nis merely a truism: Yes, of course, these people have already been\nconvicted of sex offenses under state law. But whether these\nindividuals arealsosubject to federal registration\nrequirements is a different question entirely.And as we have seen, the only part of the\nstatute that speaks to pre-Act sex offenders—§20913(d)—makes plain\nthat they arenotautomatically subject to all the Act’s\nterms but are left to their fate at the hands of the Attorney\nGeneral. Look at it this way: If the statute’s definitional section\nwere really enough to command the registration of all sex\noffenders, the Act would have had no need to proceed to explain, as\nit does at great length, whenpost-Act sex offenders must\nregister and when they need not.If that argument won’t work, the plurality\npoints us to §20913(d)’s second clause, which grants the Attorney\nGeneral the authority “to prescribe rules for the registration of\n. . . sex offenders . . . who are unable to\ncomply” with the Act’s initial registration requirements.[100] According to the plurality,\nthis language suggests that Congress expected the Attorney General\nto register pre-Act offenders to the maximum extent feasible. But,\nof course, this clause, too, says nothing of the sort. And the\nauthority provided under §20913(d)’sfirstclause—which\ngives the Attorney General the blanket authority “to specify the\napplicability of the requirements of this subchapter”—isadditional tothe authority granted under thesecondclause. So not only does the Attorney General have the authority to\nprescribe rules for the registration of pre-Act offenders under the\nsecond clause, he is free to specify which statutory requirements\nhe does and does not wish to apply under the first clause. Far from\nsuggesting a maximalist approach then, the second clause read in\nlight of the first only serves to underscore the breadth of the\nAttorney General’s discretion.With so little in statutory text to work with,\nthe government and the plurality “can’t resist” highlighting\ncer-tain statements from the Act’s legislative\nhistory.[101] But\n“legislative history is not the law.”[102] Still less can committee reports or statements\nby individual legislators be used “to muddy clear statutory\nlanguage” like that before us.[103] And even taken on their own terms, these statements\ndo no more than confirm that some members of Congress hoped and\nwished that the Attorney General would exercise his discretion to\nregister at least some pre-Act offenders. None of these snippets\nmentions a “feasibility” standard, and none can obscure the absence\nof such a standard in the law itself.That leaves the plurality and the government to\ntry to fish its feasibility standard from our decision inReynolds. ButReynoldswould make a difference only\nif it bound us as a matter ofstare decisisto adopt an\ninterpretation inconsistent with the statute’s terms. And, of\ncourse, it does no such thing. The government and the plurality\nsubmit thatReynoldswas premised on an understanding that\nCongress intended the statute to apply to pre-Act offenders to the\nmaximum extent feasible. To support their reading they point toReynolds’ surmise that Congress “may well have thought [that\nthere could be] practical problems” with applying SORNA to pre-Act\noffenders and for that reason left their registration obligations\nto be sorted out by the Attorney General.[104] But speculation about some of Congress’s\nmotives in adopting §20913(d) aside,Reynoldsplainly\nunderstood the statute itself as investing the Attorney General\nwith sole power to decide whether and when to apply SORNA’s\nrequirements to pre-Act offenders.[105]*Nothing found here can come as a surprise. InReynolds, the government told this Court that SORNA supplies\nno standards regulating the Attorney General’s treatment of pre-Act\noffenders. This Court agreed, and everyone proceeded with eyes open\nabout the potential constitutional consequences; in fact, the\ndissent expressly warned that adopting such a broad construction of\nthe statute would yield the separation-of-powers challenge we face\ntoday.[106] Now, when the\nstatute faces the chopping block, the government asks us to ignore\nits earlier arguments and reimagine (really, rewrite) the statute\nin a new and narrower way to avoid its long-predicted fate. No\nwonder some of us are not inclined to play along.The only real surprise is that the Court fails\nto make good on the consequences the government invited, resolving\nnothing and deferring everything. In a future case with a full\npanel, I remain hopeful that the Court may yet recognize that,\nwhile Congress can enlist considerable assistance from the\nexecutive branch in filling up details and finding facts, it may\nnever hand off to the nation’s chief prosecutor the power to write\nhis own criminal code. That “is delegation running riot.”[107]Notes1Reynoldsv.United States,565 U.S.\n432, 434 (2012).234 U. S. C.\n§§20911, 20915(a).3§20913(b).4§20913(c).5§20913(e).6Logan, The Adam Walsh Act\nand the Failed Promise of Administrative Federalism, 78 Geo. Wash.\nL. Rev. 993, 999–1000 (2010).7Id., at\n1003–1004.8Brief for United States\ninReynoldsv.United States, O. T. 2011,\nNo. 10–6549, p. 23.9Id., at\n24.10Ibid.11Ibid.12See,e.g., 72 Fed. Reg. 8894 (2007); 73 Fed. Reg. 38030 (2008);\n76 Fed. Reg. 1639 (2011).1328\nCFR §72.3 (2007); 72 Fed. Reg. 8894.14See\n73 Fed. Reg. 38030.15See\n76 Fed. Reg. 1639.16Compare 73 Fed. Reg. 38036 (no credit\ngiven) with 75 Fed. Reg. 81851 (full credit given).17The\nFederalist No. 78, p. 465 (C. Rossiter ed. 1961) (A.\nHamilton).18Fletcherv.Peck, 6\nCranch 87, 136 (1810); see also J. Locke, The Second Treatise of\nCivil Government and a Letter Concerning Toleration §22, p. 13\n(1947) (Locke, Second Treatise); 1 W. Blackstone, Commentaries on\nthe Laws of England 44 (1765).19Marshall Field & Co.v.Clark,143 U.S.\n649, 692 (1892).20Waymanv.Southard, 10\nWheat. 1, 42–43 (1825).21Locke, Second Treatise §141, at\n71.22The\nFederalist No. 48, at 309–312 (J. Madison).23Id., No. 62, at 378. See\nalsoid., No. 73, at 441–442 (Hamilton); Locke, Second\nTreatise §143.24The\nFederalist No. 73, at 443.25Id., No. 51, at 322\n(Madison); D. Schoenbrod, Power Without Responsibility 29 (1993)\n(Schoenbrod).26The\nFederalist No. 51, at 322. See alsoid., No. 84,\nat 515 (Hamilton).27Id., No. 62, at\n378–380.28Schoenbrod 99; see also The\nFederalist No. 50, at 316 (Madison).29Lawson, Delegation and Original\nMeaning, 88 Va. L. Rev. 327, 340 (2002).30The\nFederalist No. 47, at 303 (Madison);id., No. 62,\nat 378 (same).31Rao,\nAdministrative Collusion: How Delegation Diminishes the Collective\nCongress, 90 N. Y. U. L. Rev. 1463, 1478 (2015). See\nalso B. Iancu, Legislative Delegation: The Erosion of Normative\nLimits in Modern Constitutionalism 87 (2012).32The\nFederalist No. 47, at 302 (Madison). Accord, 1 Blackstone,\nCommentaries on the Laws of England, at 142; see also Cass,\nDelegation Reconsidered: A Delegation Doctrine for the Modern\nAdministrative State, 40 Harv. J. L. & Pub. Pol’y 147, 153\n(2016).33The\nFederalist No. 78, at 470.34Id., No. 37, at 228\n(Madison).35Wayman, 10 Wheat., at\n46.36Id., at 31, 43.37165 U.S.\n526, 532 (1897).38United Statesv.Grimaud,220 U.S.\n506, 522 (1911). See alsoButtfieldv.Stranahan,192 U.S.\n470, 496 (1904);ICCv.Goodrich Transit Co.,224 U.S.\n194, 210, 215 (1912).39Yakusv.United States,321 U.S.\n414, 426 (1944).407\nCranch 382, 388 (1813) (emphasis added).41Millerv.Mayor of New\nYork,109 U.S.\n385, 393 (1883).42SeeLovingv.United States,517\nU.S. 748, 768 (1996);id., at 776 (Scalia, J.,\nconcurring in part and concurring in judgment);United\nStatesv.Curtiss-Wright Export Corp.,299 U.S.\n304, 320 (1936);Youngstown Sheet & Tube Co.v.Sawyer,343 U.S.\n579, 635 (1952) (Jackson, J., concurring).43Schoenbrod, The Delegation Doctrine:\nCould the Court Give It Substance? 83 Mich. L. Rev. 1223, 1260\n(1985).4410\nWheat., at 43.45295 U.S.\n495, 521–522 (1935).46SeeState Oil Co.v.Khan,522 U.S.\n3, 21 (1997);National Soc. of Professional Engineersv.United States,435 U.S.\n679, 688 (1978); Letwin, The English Common Law Concerning\nMonopolies, 21 U. Chi. L. Rev. 355 (1954).47See\nA. Shlaes, The Forgotten Man: A New History of the Great Depression\n214–225 (2007).48Schechter Poultry, 295\nU. S., at 553 (concurring opinion).49Panama Refining Co.v.Ryan,293 U.S.\n388, 415, 418, 430 (1935).50Id., at 426.51Id., at 426 (quotingWayman, 10 Wheat., at 43); 293 U. S., at\n429.52Id., at 430.53M.\nMcKenna, Franklin Roosevelt and the Great Constitutional War: The\nCourt-Packing Crisis of 1937, p. 424 (2002).54J.\nEly, Democracy and Distrust: A Theory of Judicial Review 133\n(1980).55276 U.S.\n394, 409 (1928).56Id., at 401.57Id., at 401–402.58But\nseeDepartment of Transportationv.Association of\nAmerican Railroads, 575 U.S. 43, ___, ___, and n. 4 (2015)\n(Thomas, J., concurring in judgment) (slip op., at 14, 17, and\nn. 4).59See,e.g.,Reiterv.Sonotone Corp.,442 U.S.\n330, 341 (1979).60See,e.g.,Lichterv.United States,334 U.S.\n742, 785 (1948) (upholding a statute authorizing the executive\nto define “ ‘excessive profits’ ” earned by military\ncontractors on the basis that the statute contained an\n“ ‘intelligible principle’ ”).61Association of American\nRailroads, 575 U. S., at ___ (Thomas, J., concurring in\njudgment) (slip op., at 17). See also n. 62,infra(collecting sources).62Lawson, 88 Va. L. Rev., at 329.\nSee alsoMistrettav.United States,488 U.S.\n361, 415–417 (1989) (Scalia, J., dissenting); Ely,supra, at 132 (“[B]y refusing to legislate, our legislators\nare escaping the sort of accountability that is crucial to the\nintelligible functioning of a democratic republic”); Wright, Beyond\nDiscretionary Justice, 81 Yale L. J. 575, 583 (1972) (“[T]he\ndelegation doctrine retains an important potential as a check on\nthe exercise of unbounded, standardless discretion by\nadministrative agencies”);Michigan Gambling Oppositionv.Kempthorne, 525 F.3d 23, 34 (CADC 2008) (Brown, J.,\ndissenting) (“[The majority] conjures standards and limits from\nthin air to construct a supposed intelligible principle”)\n(collecting cases); Schoenbrod, 83 Mich. L. Rev., at 1231\n(“[T]he [intelligible principle] test has become so ephemeral and\nelastic as to lose its meaning”); Schwartz, Of Administrators and\nPhilosopher-Kings: The Republic, the Laws, and Delegations of\nPower, 72 Nw. U. L. Rev. 443, 446 (1977) (“[T]he requirement\nof defined standards has . . . become all but a vestigial\neuphemism”); P. Hamburger, Is Administrative Law Unlawful? 378\n(2014) (“[T]he notion of an ‘intelligible principle’ sets a\nludicrously low standard for what Congress must supply”); M.\nRedish, The Constitution as Political Structure 138–139 (1995);\nGewirtz, The Courts, Congress, and Executive Policy-Making: Notes\non Three Doctrines, 40 Law & Contemp. Prob., pt. 2, pp. 46,\n50–51 (Summer 1976); McGowan, Congress, Court, and Control of\nDelegated Power, 77 Colum. L. Rev. 1119, 1127–1128, and\nn. 33 (1977).63“Washington, D. C., is filled\nwith lobbyists for every special interest that is trying to make a\nfast buck out of some piece of the public\ndomain. . . . In the thirties and forties I had\nviewed the creation of an agency as the solution of a problem. I\nlearned that agencies soon became spokesmen for the status quo,\nthat few had the guts to carry through the reforms assigned to\nthem. I also realized that Congress defaulted when it left it up to\nan agency to do what the ‘public interest’ indicated should be\ndone. ‘Public interest’ is too vague a standard to be left to\nfree-wheeling administrators. They should be more closely confined\nto specific ends or goals.” W. Douglas, Go East, Young Man 216–217\n(1974).64Loving, 517 U. S., at\n771–774.65See,e.g.,Skinnerv.Mid-America Pipeline Co.,490 U.S.\n212, 215, 219–220 (1989) (statute directing Secretary of\nTransportation to establish pipeline safety user fees\n“ ‘sufficient to meet the costs of [specified]\nactivities’ ” but not “ ‘exceed[ing] 105 percent of the\naggregate of appropriations made for such fiscal year for\nactivities to be funded by such fees’ ”).66500 U.S.\n160, 166 (1991).67Ibid.68See,e.g.,McDonaldv.Chicago,561 U.S.\n742, 758 (2010) (incorporating the Second Amendment through the\nDue Process Clause instead of the Privileges or Immunities\nClause).69United Statesv.Mead\nCorp.,533 U.S.\n218, 229 (2001).70Kingv.Burwell, 576\nU. S. ___, ___ (2015) (slip op., at 8).71Ibid.72Utility Air Regulatory Groupv.EPA, 573 U.S. 302, 324 (2014).73FDAv.Brown &\nWilliamson Tobacco Corp.,529 U.S.\n120, 159–160 (2000).74Graynedv.City of\nRockford,408 U.S.\n104, 108–109 (1972); seeKolenderv.Lawson,461 U.S.\n352, 358, n. 7 (1983);Sessionsv.Dimaya,\n584 U. S. ___, ___–___ (2018) (Gorsuch, J., concurring in part\nand concurring in judgment) (slip op., at 7–9).75Id., at ___–___ (opinion of\nKagan, J.) (slip op., at 4–5).76Yakus, 321 U. S., at\n426.77Sternv.Marshall,564 U.S.\n462, 484 (2011);Plautv.Spendthrift Farm, Inc.,514 U.S.\n211, 225–226 (1995).78Clintonv.City of New\nYork,524 U.S.\n417, 449 (1998).79INSv.Chadha,462 U.S.\n919(1983).80Free Enterprise Fundv.Public Company Accounting Oversight Bd.,561 U.S.\n477, 496–497 (2010);Luciav.SEC, 585 U. S.\n___ (2018).81Clinton, 524 U. S., at\n452 (Kennedy, J., concurring).82Cf.Touby, 500 U. S., at 166.8375\nFed. Reg. 81850 (quoting 72 Fed. Reg. 8896).8475\nFed. Reg. 81850.85The\nFederalist No. 78, at 465 (Hamilton); see also Part II–A,supra.86Schechter Poultry, 295\nU. S., at 552–553 (Cardozo, J., concurring).87Panama Refining, 293\nU. S., at 430.88The\nFederalist No. 47, at 302.89Ante, at 6.90Ante,at 17.91Industrial Union Dept.,\nAFL–CIOv.American Petroleum Institute,448 U.S.\n607, 676, 685–686 (1980) (Rehnquist, J., concurring in\njudgment).92See,e.g., 42 U. S. C. §§1310(b)(2)(C), 1383b(e)(2)(B);\n20 U. S. C. §3509; 49 U. S. C.\n§24201(a)(1).9375\nFed. Reg. 81851–81852.9434\nU. S. C. §20901. See alsoante, at\n11–12.95Mertensv.Hewitt\nAssociates,508 U.S.\n248, 261 (1993) (emphasis deleted).963\nOxford English Dictionary 632 (2d ed. 1989).97See,e.g., 34 U. S. C. §§20911(7)(A)–(B), (8),\n20915(a), (b)(1).98Ante, at 12–13.99Ibid.100Ante, at 14.101Seeante, at 13–14.102Epic Systems Corp.v.Lewis, 584 U. S. ___, ___ (2018) (slip op., at\n23).103Milnerv.Department of\nNavy,562 U.S.\n562, 572 (2011).104Reynolds, 565 U. S., at\n440–441.105Id., at 445 (holding that “the\nAct’s registration requirements do not apply to pre-Act offenders\nuntil the Attorney General so specifies”);id., at 439\n(rejecting argument that any SORNA requirements apply to pre-Act\noffenders “before the Attorney General validly specifies” they do);id., at 440–441 (observing that the Attorney General might\nconclude that “different federal registration treatment of\ndifferent categories of pre-Act offenders” is\n“warranted”).106Seeid., at 450 (Scalia, J., dissenting).107Schechter Poultry, 295\nU. S., at 553 (Cardozo, J., concurring).",
    "joined": []
}