{
    "case": {
        "docket": "21-234",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/21-234/"
    },
    "id": "4596245",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–234_________________KEVIN R. GEORGE, PETITIONERv.DENIS R.\nMcDONOUGH, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 15, 2022]Justice Gorsuch, with whom Justice Breyer\njoins, and with whom Justice Sotomayor joins as to all but Part\nII–C, dissenting.A young recruit to the United States Marines\nleft the ranks after military doctors found his service aggravated\na preexisting mental illness. Eventually, he applied for\nservice-related benefits. The Veterans Administration refused his\napplication. It turns out the agency did so based on a badly\nmistaken reading of the law. On discovering the error years later,\nthe Marine petitioned the agency to revisit its decision. Congress\nhas expressly allowed veterans to do exactly that, providing that\nthey may “at any time” petition the agency to cure “clear and\nunmistakable error[s]” in its past administrative decisions. 38\nU. S. C. §§ 5109A, 7111. Despite this statutory\ncommand, the agency refused to reopen the case. Today, the Court\nupholds the agency’s decision. Respectfully, I would not.IWhen Kevin George enlisted in the Marines in\n1975, doctors conducted an entrance exam and found him fit to\nserve. But shortly after training began, he was hospitalized and\ndiagnosed with an “Acute Schizophrenic Reaction” that occurred\n“[i]n line of duty.” Record in No. 16–2174\n(Ct. Vet. App.), p. 1275. Later, after a period of\nresumed training, Mr. George again required medical attention and a\nmilitary psychiatrist diagnosed him with “Paranoid Schizophrenia”\nthat was “Aggravated by Service.” App. to Brief for Petitioner 3a.\nA military medical board agreed, concluding that Mr. George’s\ncondition predated his service but was “aggrav[a]ted by a period of\nactive duty.”Id., at 8a. Ultimately, at the medical board’s\nrecommendation, Mr. George was discharged.When Mr. George filed a claim for veteran\nbenefits a few months later, he had cause for optimism. Congress\nhas provided that veterans are entitled to “compensation” for any\n“disability resulting from [the] aggravation of a preexisting\ninjury suffered or disease contracted in [the] line of duty.” 38\nU. S. C. § 1110. Congress has bolstered that right\nwith a presumption that individuals are in “sound condition” when\nthey enter service and are entitled to benefits later unless the\ngovernment demonstrates by “clear and unmistakable evidence\n. . . that [their] injury or disease existed before\nacceptance and enrollmentand was not aggravated by such\nservice.” § 1111 (emphasis added). Relying on those\nprovisions, Mr. George claimed that his military service aggravated\nhis schizophrenia, meaning the government had the burden to\ndisprove his claim.The Veterans Administration, the precursor to\ntoday’s Department of Veterans Affairs (together, the Department or\nVA), denied Mr. George’s application. In the process, the agency\nneglected to apply § 1111’s statutory presumption of soundness\nthat attached to his entry into military service. It also failed to\nfollow § 1111’s command requiring the agency to prove that Mr.\nGeorge’s condition “was not aggravated by such service.” Instead,\nthe VA relied on a very different set of rules of its own creation.\nUnder them, the agency said, all it had to show was that Mr. George\nsuffered “an injury or disease [that] existed prior [to service].”\n38 CFR § 3.304(b) (1976). And after determining that Mr.\nGeorge indeed suffered from schizophrenia before he joined the\nmilitary, the agency denied his claim. To make matters worse, the\nagency even faulted Mr. George for failing to carryhissupposed burden of “support[ing] a claim for aggravation.” App. to\nPet. for Cert. 86a.Eventually, virtually everyone came to agree\nthat the administrative regulations on which the VA relied in\ndeciding Mr. George’s case defied the statutory terms Congress\nprescribed in § 1111. In 2003, the agency’s General Counsel\nadmitted as much. See VA Op. Gen. Counsel Precedent 3–2003, ¶¶ 3,\n9. The following year, the Federal Circuit held that the statute\n“clear[ly]” forbade the VA’s rules.Wagnerv.Principi,370 F.3d 1089, 1094 (2004).After the Federal Circuit’s decision inWagner, Mr. George asked the agency to reconsider his case\nunder the correct standard set forth in § 1111. Understandably\nso. Congress has directed the VA to revise any prior administrative\nbenefits decision infected with “clear and unmistakable error.” 38\nU. S. C. §§ 5109A (regional office), 7111 (veterans\nboard). Congress has further instructed that veterans may petition\nfor review under this standard “at any time.” §§ 5109A(d),\n7111(d). Yet, despite these directions, the agency in 2016 refused\nto reopen Mr. George’s case. To justify its decision, the agency\nreasoned that “judicial decisions that offer new interpretations of\nthe law subsequent to a VA decision cannot be the basis of a” claim\nfor clear and unmistakable error under the terms of §§ 5109A\nand 7111. App. to Pet. for Cert. 71a. A divided panel of the\nVeterans Court, a non-Article III tribunal, affirmed. SeeGeorgev.Wilkie, 30 Vet. App. 364 (2019). So did the\nFederal Circuit. 991 F.3d 1227 (2021).IIAI would reverse. In § 1111, Congress\nprovided veterans with a presumption of soundness and required the\ngovernment to prove by clear and convincing evidence that any\ncondition a veteran suffered was not aggravated by service. Today,\nhowever, everyone accepts that the regulations the agency relied on\nto reject Mr. George’s initial claim impermissibly failed to\nimplement these statutory commands. On any reasonable account, that\namounts to a clear and unmistakable agency error entitling Mr.\nGeorge to a new hearing. Regardless whether he can prevail under\nthe test Congress actually prescribed in § 1111, he is at\nleast entitled to a hearing consistent with the law’s terms. The\nagency’s failure to provide him that simple (and legally compelled)\ncourtesy is inexcusable.Of course, just how badly the agency’s\nregulations departed from Congress’s commands in § 1111 may\nnot have been widely appreciated until the Federal Circuit\nhighlighted the problem inWagner. But a “judicial\nconstruction of a statute is an authoritative statement of what the\nstatute meant before as well as after the decision.”Riversv.Roadway Express, Inc.,511 U.S.\n298, 311–313 (1994). And an agency’s “ ‘regulation which\n. . . operates to create a rule out of harmony with the\nstatute, is a mere nullity.’ ”Dixonv.United\nStates,381 U.S.\n68, 74 (1965). From these premises, it follows that the\nagency’s ruling in this case, depending as it did on a statutorily\nimpermissible regulation, was infected by “clear and unmistakable\nerror” that Mr. George is entitled to have corrected “at any time.”\n§§ 5109A, 7111.BWhat is the Court’s reply? It highlights the\nfact that the agency’s regulations bound its own internal\nadministrative decisionmakers when they ruled on Mr. George’s\ninitial claim. Given that, the Court says, the agency’s ruling was\nperfectly sound at the time, infected by no error of any kind, let\nalone clear and unmistakable error. Of course, the Federal Circuit\ninWagnerlater held that the agency’s regulations\n“clear[ly]” defied its statutory charge from Congress. 370\nF. 3d, at 1094. But, on the Court’s view today, that decision\nrepresented achangein governing law. Seeante, at\n7, 9.A clear and unmistakable agency error cannot be\nmade to vanish so easily. Even if an agency’s unlawful regulations\nmay bind its own employees until a court says otherwise, that does\nnot mean its decisions applying those regulations to others are\nerror-free. The regulations on which the VA relied in this case\nalways defied Congress’s express command in § 1111. In that\nsense, they were always a “ ‘nullity.’ ”Dixon,\n381 U. S., at 74. Nor does it make a difference thatWagnerrecognized as much only some time later. Once more,\nwhen a court interprets a statute and declares contrary regulations\ninvalid, it cannot and does not change the law; it can only explain\nwhat the law has “alwaysmeant.”Rivers, 511\nU. S., at 313, n. 12. The Court today errs badly by\nexcusing an obvious error simply because it was once enshrined by\nthe agency in a statutorily defiant regulation.What is more, the Court’s reading is at odds\nwith the plain terms of §§ 5109A and 7111. Under those\nstatutes, an initial administrative ruling denying benefits\n“issubject” to later “revision . . . [i]f\nevidenceestablishesthe [clear and unmistakable] error.”\n§§ 5109A(a), 7111(a) (emphasis added). Notice the tense. The\nlaw does not ask if the agency’s errorwas“clear and\nunmistakable” at the time of its original decision. Instead, it\ncommands the agency to correct any clear and unmistakable error\npresently established. The same statutes further instruct that a\npetition “to determine whether clear and unmistakable errorexistsin a case may be instituted” in various ways.\n§§ 5109A(c), 7111(c) (emphasis added). More present tense.\nCongress easily could have said that a decision is reviewable only\nwhere an errorwas“clear and unmistakable” from the outset.\nIt did not. Instead, Congress instructed the agency to assess\nwhether—from itspresentvantage—one of its prior\nadministrative rulings suffers from a “clear and unmistakable\nerror.”CPerhaps sensing these problems with its\nprimary theory, the Court offers a second and slightly different\none. Now it insists that the phrase “clear and unmistakable error”\nis a term of art that originated in (still other) agency\nregulations.Ante, at 5. Under those regulations, the Court\nobserves, an error did not qualify as “clear and unmistakable” if\nit was based on a “change in law or . . . a change in\ninterpretation of law.” 38 CFR § 3.105 (Cum. Supp. 1963); seeante, at 6. On the Court’s telling, Congress meant to\nincorporate this same standard when it adopted §§ 5109A and\n7111. And, the Court continues, that standard precludes relief in\nthis case because the error here is apparent only thanks to the\nFederal Circuit’s interveningWagnerdecision, which\nrepresented a “change in interpretation of law.” Seeante,\nat 6–8.This argument is no more persuasive than the\nlast. When Congress “transform[s] . . . a regulatory\nprocedure [in]to a statutory form of relief,” we enforce only those\ncomponents Congress actually “codif[ied]” in the statutory text.Kucanav.Holder,558 U.S.\n233, 249–250 (2010) (internal quotation marks omitted). And\nhere Congress did not codify the part of the old agency regulation\non which the Court relies. Nothing in the text of § 5109A or\n§ 7111 says that errors resulting from “changes in law” or\n“changes in interpretation” are immune from correction. To the\ncontrary, Congress omitted this language from the agency’s prior\nregulations when it adopted §§ 5109A and 7111. Under the law\nCongress actually wrote, prior agency decisions are “subject to\nrevision on the grounds of clear and unmistakable error.” Full\nstop. This Court should not be in the business of adding words to\nthe law, let alone to insulate badly mistaken agency decisions from\nany chance of correction.IIIIn the end, it is hard to avoid the impression\nthat the Court thinks an old agency ruling in Mr. George’s case\njust isn’t worth revisiting. Seeante, at 10. Maybe, too,\nthat might seem an understandable impulse on first encounter. After\nall, in civil and criminal litigation new judicial interpretations\nabout a law’s meaning normally do not apply to old cases after they\nhave reached final judgment. See,e.g.,Harperv.Virginia Dept. of Taxation,509 U.S.\n86, 94–97 (1993).But it turns out that impulse is doubly\nmisguided here. For one thing, it is a mistake to equate veteran\nbenefits cases with ordinary civil and criminal litigation.\nRecognizing the sacrifices of those who have left private life to\nserve their country, Congress has ordained that a veteran may\npetition for review of clear and unmistakable errors in past\nadministrative decisions “at any time.” §§ 5109A(d), 7111(d).\nCongress’s “whole purpose” in setting up this scheme was “to make\nan exception to [the usual rule of] finality” for our veterans in\nrecognition of their service to the Nation.Gonzalezv.Crosby,545 U.S.\n524, 529 (2005).For another thing, this case doesn’t just affect\nMr. George. It risks insulating countless other decisions in which\nthe Department has wrongly denied veteran benefits based on\nself-serving regulations inconsistent with Congress’s instructions.\nSee,e.g., Brief for National Veterans Legal Services\nProgram et al. asAmici Curiae15–27; Brief for Swords\nto Plowshares et al. asAmici Curiae19–20. Veterans\nalready face challenges enough in dealing with the Department. On\naverage, the agency takes seven years to process their\nadministrative appeals. See Brief for National Law School Veterans\nClinic Consortium asAmicus Curiae18. Over the past five\nyears, it seems that the Veterans Court has affirmed less than 10\npercent of the agency’s decisions. Seeibid.Internal audits\nhave revealed massive numbers of improperly denied claims. Seeid., at 19. I would not add to these problems by\nshielding the Department from the inconvenience of having to answer\nfor its own clear and unmistakable errors. Respectfully, I\ndissent.",
    "joined": []
}