{
    "case": {
        "docket": "16-1498",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/16-1498/"
    },
    "id": "4067375",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1498_________________WASHINGTON STATE DEPARTMENT OF LICENSING,\nPETITIONERv.COUGAR DEN, INC.on writ of certiorari to the supreme court of\nwashington[March 19, 2019]Justice Gorsuch, with whom Justice Ginsburg\njoins, concurring in the judgment.The Yakamas have lived in the Pacific Northwest\nfor centuries. In 1855, the United States sought and won a treaty\nin which the Tribe agreed to surrender 10 million acres, land that\ntoday makes up nearly a quarter of the State of Washington. In\nreturn, the Yakamas received a reservation and various promises,\nincluding a guarantee that they would enjoy “the right, in common\nwith citizens of the United States, to travel upon all public\nhighways.” Today, the parties offer dueling interpretations of this\nlanguage. The State argues that it merely allows the Yakamas to\ntravel on public highways like everyone else. And because everyone\nelse importing gasoline from out of State by highway must pay a tax\non that good, so must tribal members. Meanwhile, the Tribe submits\nthat the treaty guarantees tribal members the right to move their\ngoods to and from market freely. So that tribal members may bring\ngoods, including gasoline, from an out-of-state market to sell on\nthe reservation without incurring taxes along the way.Our job here is a modest one. We are charged\nwith adopting the interpretation most consistent with the treaty’s\noriginal meaning.Eastern Airlines, Inc.v.Floyd,499 U.S.\n530, 534–535 (1991). When we’re dealing with a tribal treaty,\ntoo, we must “give effect to the terms as the Indians themselves\nwould have understood them.”Minnesotav.Mille Lacs Band\nof Chippewa Indians,526 U.S.\n172, 196 (1999). After all, the United States drew up this\ncontract, and we normally construe any ambiguities against the\ndrafter who enjoys the power of the pen. Nor is there any question\nthat the government employed that power to its advantage in this\ncase. During the negotiations “English words were translated into\nChinook jargon . . . although that was not the primary\nlanguage” of the Tribe.Yakama Indian Nationv.Flores,955 F. Supp. 1229, 1243 (ED Wash. 1997). After the parties\nreached agreement, the U. S. negotiators wrote the treaty in\nEnglish—a language that the Yakamas couldn’t read or write. And\nlike many such treaties, this one was by all accounts more nearly\nimposed on the Tribe than a product of its free choice.When it comes to the Yakamas’ understanding of\nthe treaty’s terms in 1855, we have the benefit of a set of\nunchallenged factual findings. The findings come from a separate\ncase involving the Yakamas’ challenge to certain restrictions on\ntheir logging operations.Id., at 1231. The state Superior\nCourt relied on these factual findings in this case and held\nWashington collaterally estopped from challenging them. Because the\nState did not challenge the Superior Court’s estoppel ruling either\nin the Washington Supreme Court or here, these findings are binding\non us as well.They also tell us all we need to know to resolve\nthis case. To some modern ears, the right to travel in common with\nothers might seem merely a right to use the roads subject to the\nsame taxes and regulations as everyone else.Post, at 1–2\n(Kavanaugh, J., dissenting). But that is not how the Yakamas\nunderstood the treaty’s terms. To the Yakamas, the phrase\n“ ‘in common with’ . . . implie[d] that the Indian\nand non-Indian use [would] be joint but [did] not imply that the\nIndian use [would] be in any way restricted.”Yakama Indian\nNation, 955 F. Supp., at 1265. In fact, “[i]n the Yakama\nlanguage, the term ‘in common with’ . . . suggest[ed]\npublic use or general use without restriction.”Ibid.So\n“[t]he most the Indians would have understood . . . of\nthe term[s] ‘in common with’ and ‘public’ was that they would share\nthe use of the road with whites.”Ibid.Significantly, there\nis “no evidence [to] sugges[t] that the term ‘in common with’\nplaced Indians in the same category as non-Indians with respect to\nany tax or fee the latter must bear with respect to public roads.”Id., at 1247. Instead, the evidence suggests that the\nYakamas understood the right-to-travel provision to provide them\n“with the right to travel on all public highways without being\nsubject to any licensing and permitting fees related to the\nexercise of that right while engaged in the transportation of\ntribal goods.”Id., at 1262.Applying these factual findings to our case\nrequires a ruling for the Yakamas. As the Washington Supreme Court\nrecognized, the treaty’s terms permit regulations that allow the\nYakamas and non-Indians to share the road in common and travel\nalong it safely together. But they do not permit encumbrances on\nthe ability of tribal members to bring their goods to and from\nmarket. And by everyone’s admission, the state tax at issue here\nisn’t about facilitating peaceful coexistence of tribal members and\nnon-Indians on the public highways. It is about taxing a good as it\npasses to and from market—exactly what the treaty forbids.A wealth of historical evidence confirms this\nunderstanding. TheYakama Indian Nationdecision supplies an\nadmirably rich account of the history, but it is enough to recount\njust some of the most salient details. “Prior to and at the time\nthe treaty was negotiated,” the Yakamas “engaged in a system of\ntrade and exchange with other plateau tribes” and tribes “of the\nNorthwest coast and plains of Montana and Wyoming.”Ibid.This system came with no restrictions; the Yakamas enjoyed “free\nand open access to trade networks in order to maintain their system\nof trade and exchange.”Id., at 1263. They traveled to\nOregon and maybe even to California to trade “fir trees, lava\nrocks, horses, and various species of salmon.”Id., at\n1262–1263. This extensive travel “was necessary to obtain goods\nthat were otherwise unavailable to [the Yakamas] but important for\nsustenance and religious purposes.”Id., at 1262. Indeed,\n“far-reaching travel was an intrinsic ingredient in virtually every\naspect of Yakama culture.”Id., at 1238. Travel for purposes\nof trade was so important to the “Yakamas’ way of life that they\ncould not have performed and functioned as a distinct culture\n. . . without extensive travel.”Ibid.(internal\nquotation marks omitted).Everyone understood that the treaty would\nprotect the Yakamas’ preexisting right to take goods to and from\nmarket freely throughout their traditional trading area. “At the\ntreaty negotiations, a primary concern of the Indians was that they\nhave freedom to move about to . . . trade.”Id.,\nat 1264. Isaac Stevens, the Governor of the Washington Territory,\nspecifically promised the Yakamas that they would “ ‘be\nallowed to go on the roads to take [their] things to\nmarket.’ ”Id., at 1244 (emphasis deleted). Governor\nStevens called this the “ ‘same libert[y]’ ” to travel\nwith goods free of restriction “ ‘outside the\nreservation’ ” that the Tribe would enjoy within the new\nreservation’s boundaries.Ibid.Indeed, the U. S.\nrepresentatives’ “statements regarding the Yakama’s use of the\npublic highways to take their goods to market clearly and without\nambiguity promised the Yakamas the use of public highways without\nrestriction for future trading endeavors.”Id., at 1265.\nBefore the treaty, then, the Yakamas traveled extensively without\npaying taxes to bring goods to and from market, and the record\nsuggests that the Yakamas would have understood the treaty to\npreserve that liberty.None of this can come as much of a surprise. As\nthe State reads the treaty, it promises tribal members only the\nright to venture out of their reservation and use the public\nhighways like everyone else. But the record shows that the\nconsideration the Yakamas supplied was worth far more than an\nabject promise they would not be made prisoners on their\nreservation. In fact, the millions of acres the Tribe ceded were a\nprize the United States desperately wanted. U. S. treaty\nnegotiators were “under tremendous pressure to quickly negotiate\ntreaties with eastern Washington tribes, because lands occupied by\nthose tribes were important in settling the Washington territory.”Id., at 1240. Settlers were flooding into the Pacific\nNorthwest and building homesteads without any assurance of lawful\ntitle. The government needed “to obtain title to Indian lands” to\nplace these settlements on a more lawful footing.Ibid.The\ngovernment itself also wanted to build “wagon and military roads\nthrough Yakama lands to provide access to the settlements on the\nwest side of the Cascades.”Ibid.So “obtaining Indian lands\neast of the Cascades became a central objective” for the\ngovernment’s own needs.Id., at 1241. The Yakamas knew all\nthis and could see the writing on the wall: One way or another,\ntheir land would be taken. If they managed to extract from the\nnegotiations the simple right to take their goods freely to and\nfrom market on the public highways, it was a price the United\nStates was more than willing to pay. By any fair measure, it was a\nbargain-basement deal.Our cases interpreting the treaty’s neighboring\nand parallel right-to-fish provision further confirm this\nunderstanding. The treaty “secure[s] . . . the right of\ntaking fish at all usual and accustomed places,in common\nwithcitizens of the Territory.” Treaty Between the United\nStates and the Yakama Nation of Indians, Art. III, June 9, 1855,\n12Stat. 953 (emphasis added). Initially, some suggested this\nguaranteed tribal members only the right to fish according to the\nsame regulations and subject to the same fees as non-Indians. But\nlong ago this Court refused to impose such an “impotent”\nconstruction on the treaty.United Statesv.Winans,198 U.S.\n371, 380 (1905). Instead, the Court held that the treaty\nlanguage prohibited state officials from imposing many\nnondiscriminatory fees and regulations on tribal members. While\nsuch laws “may be both convenient and, in [their] general impact,\nfair,” this Court observed, they act “upon the Indians as a charge\nfor exercising the very right their ancestors intended to reserve.”Tuleev.Washington,315 U.S.\n681,685(1942). Interpreting the same treaty right inWinans,we\nheld that, despite arguments otherwise, “the phrase ‘in common\nwithcitizens of the Territory’ ” confers “upon the\nYak[a]mas continuing rights,beyond those which other citizens\nmay enjoy, to fish at their ‘usual and accustomed\nplaces.’ ”Tulee, 315 U. S., at 684 (citingWinans, 198 U. S., at 371; emphasis added). Today, we\nsimply recognize that the same language should yield the same\nresult.With its primary argument now having failed, the\nState encourages us to labor through a series of backups. It begins\nby pointing out that the treaty speaks of allowing the Tribe “free\naccess” from local roads to the public highways, but indicates that\ntribal members are to use those highways “in common with”\nnon-Indians. On the State’s account, these different linguistic\nformulations must be given different meanings. And the difference\nthe State proposes? No surprise: It encourages us to read the\nformer language as allowing goods to be moved tax-free along local\nroads to the highways but the latter lan- guage as authorizing\ntaxes on the Yakamas’ goods once they arrive there. See alsopost, at 3 (Kavanaugh, J., dissenting).The trouble is that nothing in the record\nsupports this interpretation. Uncontested factual findings reflect\nthe Yakamas’ understanding that the treaty would allow them to use\nthe highways to bring goods to and from market freely. These\nfindings bind us under the doctrine of collateral estoppel, and no\none has proposed any lawful basis for ignoring them. Nor, for that\nmatter, has anyone even tried to offer a reason why the Tribe might\nhave bargained for the right to move its goods freely only part of\nthe way to market. Our job in this case is to interpret the treaty\nas the Yakamas originally understood it in 1855—not in light of new\nlawyerly glosses conjured up for litigation a continent away and\nmore than 150 years after the fact.If that alternative won’t work, the State offers\nanother. It admits that the Yakamas personally may have a right to\ntravel the highways free of most restrictions on their movement.\nSee alsopost, at 3 (Roberts, C. J., dissenting)\n(acknowledging that the treaty prohibits the State from “charg[ing]\n. . . a toll” on Yakamas traveling on the highway). But,\nthe State continues, the law at issue here doesn’t offend that\nright. It doesn’t, we are told, because the “object” of the State’s\ntax isn’ttravelbut thepossessionof fuel; the fact\nthat the State happens to assess its tax when fuel is possessed on\na public highway rather than someplace else is neither here nor\nthere. And just look, we are told, at the anomalies that might\narise if we ruled otherwise. A tribal member who buys a “mink coat”\nin a Washington store would have to pay the State’s sales tax, but\na tribal member who purchases the same coat at market in Oregon\ncould not be taxed for possessing it on the highway when reentering\nWashington. Seepost, at 2–7.This argument suffers from much the same problem\nas its predecessors. Now, at least, the State may acknowledge that\nthe Yakamas personally have a right to travel free of most\nrestrictions. But the State still fails to give full effect to the\ntreaty’s terms and the Yakamas’ original understanding of them.\nAfter all and as we’ve seen, the treaty doesn’t just guarantee\ntribal members the right totravelon the highways free of\nmost restrictions on their movement; it also guarantees tribal\nmembers the right tomove goodsfreely to and from market\nusing those highways. And it’s impossible totransportgoods\nwithoutpossessingthem. So a tax that falls on the Yakamas’\npossession of goods as they travel to and from market on the\nhighway violates the treaty just as much as a tax on travel alone\nwould.Consider the alternative. If the State could\nsave the tax here simply by labeling it a fee on the “possession”\nof a good, the State might just as easily revive the fishing\nlicense feeTuleestruck down simply by calling it a fee on\nthe “possession” of fish. That, of course, would be ridiculous. The\nYakamas’ right to fish includes the right topossessthe\nfish they catch—just like their right tomovegoods on the\nhighways embraces the right topossessthem there. Nor does\nthe State’s reply solve the problem. It accepts, as it must, that\npossessing fish is “integral” to the right to fish.Post, at\n6, n. 2 (Roberts, C. J., dissenting). But it stands pat\non its assertion that the treaty protects nothing more than a\npersonal right to travel, ignoring all of the facts and binding\nfindings before us establishing that the treatyalsoguarantees a right to move (and so possess) goods freely as they\ntravel to and from market.Ibid.What about the supposed “mink coat” anomaly?\nUnder the terms of the treaty before us, it’s true that a Yakama\nwho buys a mink coat (or perhaps some more likely item) at an\noff-reservation store in Washington will have to pay sales tax\nbecause the treaty is silent there. And it is also true that a\nYakama who buys the same coat right over the state line, pays any\ntaxes due at market there, and then drives back to the reservation\nusing the public highways is entitled to move that good tax-free\nfrom market back to the reservation. But that is hardly\nanomalous—thatis the treaty right the Yakamas reserved. And\nit’s easy to see why. Imagine the Yakama Reservation reached the\nWashington/Oregon state line (as it did before the 1855 Treaty). In\nthat case, Washington would have no basis to tax the Yakamas’\ntransportation of goods from Oregon (whether they might be fuel,\nmink coats, or anything else), as all of the Yakamas’ conduct would\ntake place outside of the State or on the reservation. The only\nquestion here is whether the result changes because the Tribe must\nnow use Washington’s highways to make the trek home. And the answer\nis no. The Tribe bargained for a right to travel with goods off\nreservation just as it could on reservation and just as it had for\ncenturies. If the State and federal governments do not like that\nresult, they are free to bargain for more, but they do not get to\nrewrite the existing bargain in this Court.Alternatively yet, the State warns us about the\ndire consequences of a ruling against it. Highway speed limits,\nreckless driving laws, and much more, the State tells us, will be\nat risk if we rule for the Tribe. See alsopost, at 7–10\n(Roberts, C. J., dissenting). But notice. Once you acknowledge\n(as the State and primary dissent just have) that the Yakamasthemselvesenjoy a right to travel free of at least some\nnondiscriminatory state regulations, this “problem” inevitably\narises. It inevitably arises, too, once you concede that the\nYakamas enjoy a right to travel freely at least on local roads. Seepost, at 3 (Kavanaugh, J., dissenting). Whether you read the\ntreaty to afford the Yakamas the further right to bring goods to\nand from market is beside the point.It turns out, too, that the State’s parade of\nhorribles isn’t really all that horrible. While the treaty supplies\nthe Yakamas with special rights to travel with goods to and from\nmarket, we have seen already that its “in common with” languagealsoindicates that tribal members knew they would have to\n“share the use of the road with whites” and accept regulations\ndesigned to allow the two groups’ safe coexistence.Yakama\nIndian Nation, 955 F. Supp., at 1265. Indeed, the Yakamasexpectedlaws designed to “protec[t]” their ability to\ntravel safely alongside non-Indians on the highways. See App. to\nBrief for Confederated Tribes and Bands of the Yakama Nation asAmicus Curiae21a, 31a. Maybe, too, that expectation goes\nsome way toward explaining why the State’s hypothetical parade of\nhorribles has yet to take its first step in the real world. No one\nbefore us has identified a single challenge to a state highway\nspeed limit, reckless driving law, or other critical highway safety\nregulation in the entire life of the Yakama treaty.Retreating now, the State suggests that the real\nproblem isn’t so much about the Yakamas themselves traveling freely\nas it is with their goods doing so. We are told we should worry,\nfor example, about limiting Washington’s ability to regulate the\ntransportation of diseased apples from Oregon. See alsopost, at 10 (Roberts, C. J., dissenting). But if bad\napples prove to be a public menace, Oregon and its localities may\nregulate them when they are grown or picked at the orchard. Oregon,\nits localities, and maybe even the federal government may regulate\nthe bad apples when they arrive at market for sale in Oregon. The\nTribe and again, perhaps, the federal government may regulate the\nbad apples when they arrive on the reservation. And if the bad\napples somehow pose a threat to safe travel on the highways, even\nWashington may regulate them as they make their way from Oregon to\nthe reservation—just as the State may require tribal members to\nabide nondiscriminatory regulations governing the safe\ntransportation of flammable cargo as they drive their gas trucks\nfrom Oregon to the reservation along public highways. The only\nthing that Washington may not do is reverse the promise the United\nStates made to the Yakamas in 1855 by imposing a tax or toll on\ntribal members or their goods as they pass to and from market.Finally, some worry that, if we recognize the\npotential permissibility of state highway safety laws, we might\nwind up impairing the interests of “tribal members across the\ncountry.” Seepost, at 10 (Roberts, C. J., dissenting).\nBut our decision today is based on unchallenged factual findings\nabout how the Yakamas themselves understood this treaty in light of\nthe negotiations that produced it. And the Tribe itself has\nexpressly acknowledged that its treaty, while extending real and\nvaluable rights to tribal members, does not preclude laws that\nmerely facilitate the safe use of the roads by Indians and\nnon-Indians alike. Nor does anything we say here necessarily apply\nto other tribes and other treaties; each must be taken on its own\nterms. In the end, then, the only true threat to tribal interests\ntoday would come from replacing the meaningful right the Yakamas\nthought they had reserved with the trivial promise the State\nsuggests.Really, this case just tells an old and familiar\nstory. The State of Washington includes millions of acres that the\nYakamas ceded to the United States under significant pressure. In\nreturn, the government supplied a handful of modest promises. The\nState is now dissatisfied with the consequences of one of those\npromises. It is a new day, and now it wants more. But today and to\nits credit, the Court holds the parties to the terms of their deal.\nIt is the least we can do.",
    "joined": []
}