{
    "case": {
        "docket": "18-15",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-15/"
    },
    "id": "4113755",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–15_________________james l. kisor, PETITIONERv.ROBERT\nWILKIE, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 26, 2019]Justice Gorsuch, with whom Justice Thomas\njoins, with whom Justice Kavanaugh joins as to Parts I, II, III,\nIV, and V, and with whom Justice Alito joins as to Parts I, II, and\nIII, concurring in the judgment.It should have been easy for the Court to say\ngoodbye toAuerv.Robbins.[1] In disputes involving the relationship between the\ngovernment and the people,Auerrequires judges to accept an\nexecutive agency’s interpretation of its own regulations even when\nthat interpretation doesn’t represent the best and fairest reading.\nThis rule creates a “systematic judicial bias in favor of the\nfederal government, the most powerful of parties, and against\neveryone else.”[2] Nor isAuer’s biased rule the product of some congressional mandate\nwe are powerless to correct: This Court invented it, almost by\naccident and without any meaningful effort to reconcile it with the\nAdministrative Procedure Act or the Constitution. A legion of\nacademics, lower court judges, and Members of this Court—evenAuer’s author—has called on us to abandonAuer. Yet\ntoday a bare majority flinches, andAuerlives on.Still, today’s decision is more a stay of\nexecution than a pardon. The Court cannot muster even five votes to\nsay thatAueris lawful or wise. Instead, a majority retainsAueronly because ofstare decisis. And yet, far from\nstanding by that precedent, the majority proceeds to impose so many\nnew and nebulous qualifications and limitations onAuerthat\nThe Chief Justice claims to see little practical difference between\nkeeping it on life support in this way and overruling it entirely.\nSo the doctrine emerges maimed and enfeebled—in truth,\nzombified.Respectfully, we owe our colleagues on the lower\ncourts more candid and useful guidance than this. And judges owe\nthe people who come before them nothing less than a fair contest,\nwhere every party has an equal chance to persuade the court of its\ninterpretation of the law’s demands. One can hope that The Chief\nJustice is right, and that whether we formally overruleAueror merely neuter it, the results in most cases will prove the same.\nBut means, not just ends, matter, and retaining even this\ndebilitated version ofAuerthreatens to force litigants and\nlower courts to jump through needless and perplexing new hoops and\nin the process deny the people the independent judicial decisions\nthey deserve. All to what end? So that we maypretendto\nabidestare decisis?Consider this case. Mr. Kisor is a Marine who\nlost out on benefits for post-traumatic stress disorder when the\ncourt of appeals deferred to a regulatory interpretation advanced\nby the Department of Veterans Affairs. The court of appeals was\nguilty of nothing more than faithfully followingAuer. But\nthe majority today invokesstare decisis, of all things, to\nvacate that judgment and tell the court of appeals to try again\nusing its newly retooled, multi-factored, and far less determinate\nversion ofAuer. Respectfully, I would stop this business of\nmaking up excuses for judges to abdicate their job of interpreting\nthe law, and simply allow the court of appeals to afford Mr. Kisor\nits best independent judgment of the law’s meaning.The Court’s failure to be done withAuer,\nand its decision to adornAuerwith so many new and\nambiguous limitations, all but guarantees we will have to pass this\nway again. When that day comes, I hope this Court will find the\nnerve it lacks today and interAuerat last. Until then, I\nhope that our judicial colleagues on other courts will take courage\nfrom today’s ruling and realize that it has transformedAuerinto a paper tiger.I. How We Got HereWhere didAuercome from? Not from the\nConstitution, some ancient common law tradition, or even a modern\nstatute. Instead, it began as an unexplained aside in a decision\nabout emergency price controls at the height of the Second World\nWar. Even then, the dictum sat on the shelf, little noticed, for\nyears. Only in the last few decades of the 20th century did lawyers\nand courts really begin to dust it off and shape it into the\nreflexive rule of deference to regulatory agencies we know today.\nAnd they did so without ever pausing to consider whether a rule\nlike that could be legally justified or even made sense.Aueris really little more than an accident.ABefore the mid-20th century, few federal\nagencies engaged in extensive rulemaking, and those that did rarely\nsought deference for their regulatory interpretations.[3] But when the question arose, this\nCourt did not hesitate to say that judges reviewing administrative\naction should decide all questions of law, including questions\nconcerning the meaning of regulations. As Justice Brandeis put it,\n“[t]he inexorable safeguard which the due process clause assures is\n. . . that there will be opportunity for a court to\ndetermine whether the applicable rules of law . . . were\nobserved.”[4] Unsurprisingly,\nthe government’s early, longstanding, and consistent interpretation\nof a statute, regulation, or other legal instrument could count as\npowerfulevidenceof its original public meaning.[5] But courts respected executive\ninterpretations only because and to the extent “they embodied\nunderstandings made roughly contemporaneously with . . .\nenactment and stably maintained and practiced since that time,” not\n“because they were executive as such.”[6]Writing for four Members of the Court, Justice\nKagan suggests thatAuer’s very different approach to the\ninterpretation of agency regulations was foreshadowed as early as\nthis Court’s 1898 decision inUnited Statesv.Eaton.[7]Ante,\nat 7. But this is mistaken. The question in that case was whether\nMr. Eaton’s appointment as temporary vice-consul to Siam was\nconsistent with State Department regulations. After several pages\nof careful and independent legal analysis, the Court held that the\nregulations did authorize the appointment. That conclusion, the\nCourt explained, was “rendered necessary by a consideration of the\ntext.”[8] Onlyafterreaching this conclusion did the Court observe that the State\nDepartment had previously adopted the same construction, noting\nalong the way that the Department’s views were “entitled to the\ngreatest weight” and that the Court saw “no reason in this case to\ndoubt [their] correctness.”[9]Eatonthus simply followed the well-worn path of\nacknowledging that an agency’s interpretation of a regulation can\nsupplyevidenceof its meaning.[10] Nowhere did the Court even hint that it would have\ndeferred to the State Department’s views about the meaning of the\nlaw if its own independent textual analysis had not led it to the\nsame conclusion.All this is borne out by the Court’s later\nteachings inSkidmorev.Swift & Co.in\n1944.[11] The question there\nwas whether the time overnight employees spent waiting to respond\nto fire alarms could amount to compensable overtime under the Fair\nLabor Standards Act. The lower courts had held as a matter of law\nthat it could not. In an opinion by Justice Jackson, this Court\nreversed. The Court first held, based on its own independent\nanalysis, that “no principle of law found either in the statute or\nin Court decisions precludes waiting time from also being working\ntime.”[12] Only then did the\nCourt consider “what, if any, deference courts should pay” to the\nviews of the Administrator of the Labor Department’s Wage and Hour\nDivision.[13] And on that\nquestion the Court reaffirmed the traditional rule that an agency’s\ninterpretation of the law is “not controlling upon the courts” and\nis entitled only to a weight proportional to “the thoroughness\nevident in its consideration, the validity of its reasoning, its\nconsistency with earlier and later pronouncements, and all those\nfactors which give it power to persuade.”[14] At the time, the influential administrative law\nscholar Kenneth Culp Davis considered this “[a]n entirely reliable\nstatement” of the law.[15]BIn truth, the seeds of theAuerdoctrine were first planted only in 1945, inBowlesv.Seminole Rock & Sand Co.[16] That case involved regulations issued by the Office\nof Price Administration (OPA), which Congress had tasked with\nstabilizing the national economy during the Second World War\nthrough the use of emergency price controls. It was in that context\nthat the Court declared—for the first time and without citing any\nauthority—that “if the meaning of [the regulation were] in doubt,”\nthe agency’s interpretation would merit “controlling weight unless\nit is plainly erroneous or inconsistent with the\nregulation.”[17]Yet even then it was far from clear how much\nweight the Court really placed on the agency’s interpretation. As\nit had inEaton, the Court inSeminole Rockbegan\nwith an extended discussion of “the plain words of the regulation,”\nwhich led it to conclude that the text “clearly” supported the\ngovernment’s position.[18]\nOnly after reaching that conclusion based on its own independent\nanalysis did the Court proceed to add that “[a]ny doubts\n. . . are removed by reference to the administrative\nconstruction.”[19]So confused was all this that readers at the\ntime didn’t perceiveSeminole Rock’s dictum as changing\nanything. Professor Davis observed that the Court’s discussion\nabout giving “controlling weight” to the agency’s interpretation\nwas an unexplained aside that made no difference to the case’s\noutcome.[20] The dictum,\ntoo, was readily explained as reflecting the unusual factual\ncontext in which the case arose, involving an emergency government\nprogram created to deal with “unique circumstances of war and\neconomic depression.”[21]\nAnd the Court decidedSeminole Rockthe same Term it issuedSkidmore, where it reaffirmed the traditional rule that an\nagency’s views about the law maypersuadea court but can\nnevercontrolits judgment. In fact, the Court inSeminole Rockwas careful to note that the OPA\ninterpretation before it bore many of the characteristicsSkidmorewould have recognized as increasing its persuasive\nforce: It had been announced concurrently with the regulation,\ndisseminated widely to the regulated community, and adhered to\nconsistently by the agency.[22]No wonder, then, that for many years after the\ndecision, courts “connectedSeminole Rockmore closely with\nthe deference framework . . . underSkidmore” and\ngenerally engaged in aSkidmore-type analysis, accepting the\nagency’s interpretation “only after independently examining the\nregulation and concluding that the agency interpretation was\nsound.”[23] IfSeminole\nRock’s “controlling weight” dictum was afforded any force, it\nwas usually only in the price control context; even then it was\nordinarily extended only to “official” agency interpretations that\nwere published contemporaneously with the regulation and widely\ndistributed.[24] The Fourth\nCircuit exemplified the early understanding ofSeminole Rockwhen it observed—citing bothSeminole RockandSkidmore—that “under settled principles” an official agency\ninterpretation in an opinion letter was entitled only to\n“respectful consideration.”[25] The letter, the court stressed, did not “have the\neffect of law,” and “[i]t would be absurd to hold that the courts\nmust subordinate their judgment as to the meaning of a\n. . . regulation to the mere unsupported opinion of an\nassociate counsel in an administrative department.”[26]CThis Court did not citeSeminole Rock’s\n“controlling weight” dictum again until 1965, inUdallv.Tallman.[27] And\nthoughTallman“did very little to advance the\njurisprudential understanding ofSeminole Rock,” it\ncertainly helped fuel the expansion of so-called “Seminole\nRockdeference.”[28]\nFrom the 1960s on, this Court and lower courts began to cite theSeminole Rockdictum with increasing frequency and in a\nwider variety of circumstances, but still without much explanation.\nThey also increasingly divorcedSeminole RockfromSkidmore.[29]Auerrepresents the apotheosis of this\nline of cases. In the name of what some now call theAuerdoctrine, courts have in recent years “mechanically applied and\nreflexively treated”Seminole Rock’s dictum “as a constraint\nupon the careful inquiry that one might ordinarily expect of courts\nengaged in textual analysis.”[30] UnderAuer, judges are forced to subordinate\ntheir own views about what the law means to those of a political\nactor, one who may even be a party to the litigation before the\ncourt. After all, if the court agrees that the agency’s reading is\nthe best one,Auerdoes no real work; the doctrine matters\nonly when a court would conclude that the agency’s interpretation\nisnotthe best or fairest reading of the regulation.To be sure, Justice Kagan paints a very\ndifferent picture ofAuer, asking us to imagine it riding to\nthe rescue only in cases where the scales of justice are evenly\nbalanced between two equally persuasive readings. But that’s a\nfantasy: “If nature knows of such equipoise in legal arguments, the\ncourts at least do not.”[31]\nIn the real world the judge uses his traditional interpretive\ntoolkit, full of canons and tiebreaking rules, to reach a decision\nabout the best and fairest reading of the law. Of course, there are\nclose cases and reasonable judges will sometimes disagree. But\nevery day, in courts throughout this country, judges manage with\nthese traditional tools to reach conclusions about the meaning of\nstatutes, rules of procedure, contracts, and the Constitution. Yet\nwhen it comes to interpreting federal regulations,Auerdisplaces this process and requires judges instead to treat the\nagency’s interpretation as controlling even when it is “not\n. . . the best one.”[32]If that were not troubling enough,Auerhas also become “a doctrine of uncertain scope and\napplication.”[33] This Court\nhas never offered meaningful guidance on how to decide whether the\nagency’s reading is “reasonable” enough to demand judicial\ndeference—and lower courts have drawn that line in wildly different\nplaces.[34] Deepening the\nconfusion, this Court and lower courts have, over time, tried to\nsoftenAuer’s rigidity by declaring that it “might” not\napply in some ill-defined circumstances, such as when the agency’s\ninterpretation “conflicts with a prior interpretation” or reflects\na “convenient litigating position” or a “post hocrationalization” for past agency action.[35] All this has resulted in “widespread confusion”\nabout when and how to applyAuerdeference.[36]In light ofAuer’s many problems, it\nshould come as no surprise that several Members of this\nCourt,[37] along with a\ngreat many lower court judges[38] and members of the legal academy,[39] have questionedAuer’s validity\nand pleaded with this Court to reconsider it.DThat’s where things stood when James Kisor\nasked the Department of Veterans Affairs to reopen his disability\nbenefits claim. Mr. Kisor served as a United States Marine from\n1962 through 1966 and saw combat in Vietnam. In the early 1980s, a\nVA counselor observed that Mr. Kisor was battling depression and\nsuicidal thoughts and suggested he might be suffering from\npost-traumatic stress disorder. In light of this, Mr. Kisor filed a\nclaim for disability benefits in 1982. But, in the end, the VA\ndenied the claim.In 2006, Mr. Kisor sought to reopen the matter.\nIn connection with that request, he presented new evidence,\nincluding a psychiatrist’s report diagnosing him with PTSD and\nadditional records documenting his service in Vietnam. The VA\nreopened Mr. Kisor’s claim and granted him disability benefits\neffective June 5, 2006, the date he had submitted his new request.\nMr. Kisor argued that a VA regulation entitled him to an earlier\neffective date for disability benefits, one tracing back to his\noriginal submission in 1982. But the Board of Veterans Appeals\nconcluded that the applicable regulation didn’t authorize that\nrelief.Mr. Kisor appealed the Board’s ruling all the\nway to the Federal Circuit, arguing that the Board had\nmisinterpreted the relevant regulation. The Federal Circuit\naffirmed. Relying on theAuerdoctrine, the court held that\nit had no choice but to treat the Board’s interpretation as\n“ ‘controlling’ ” unless that interpretation was\n“ ‘plainly erroneous or inconsistent with the\nregulatio[n].’ ”[40]\nWithout even trying to determine who had the better reading of the\nregulation, the Board or Mr. Kisor, the court declared that “[t]he\nBoard’s interpretation does not strike us as either plainly\nerroneous or inconsistent with the VA’s regulatory\nframework.”[41] Case\nclosed.Mr. Kisor sought and was denied rehearing en\nbanc. Three judges dissented and joined those who have questioned\n“the logic behind continued adherence to the [Auer]\ndoctrine”; they argued that, withoutAuerdeference, Mr.\nKisor’s reading of the regulation would likely prevail.[42] Mr. Kisor then asked us to grant\ncertiorari to reconsiderAuer. Thinking it past time to do\nso, we granted the petition.[43]II. The Administrative Procedure ActWhen this Court speaks about the rules\ngoverning judicial review of federal agency action, we are not (or\nshouldn’t be) writing on a blank slate or exercising some\ncommon-law-making power. We are supposed to be applying the\nAdministrative Procedure Act. The APA is a “seminal” statute that\nCongress wrote to define the relationship between courts and\nagencies.[44] Some have even\ndescribed it as a kind of constitution for our “administrative\nstate.” Yet, remarkably, until today this Court has never made any\nserious effort to square theAuerdoctrine with the APA.\nEven now, only four Justices make the attempt. And for at least two\nreasons, their arguments are wholly unpersuasive.AThe first problem lies in §706. That provision\ninstructs reviewing courts to “decide all relevant questions of\nlaw” and “set aside agency action . . . found to be\n. . . not in accordance with law.”[45] Determining the meaning of a statute or\nregulation, of course, presents a classic legal question. But in\ncase these directives were not clear enough, the APA further\ndirects courts to “determine the meaning” of any relevant “agency\naction,” including any rule issued by the agency.[46] The APA thus requires a reviewing court\nto resolve for itself any dispute over the proper interpretation of\nan agency regulation. A court that, in deference to an agency,\nadopts something other than the best reading of a regulation isn’t\n“decid[ing]” the relevant “questio[n] of law” or “determin[ing] the\nmeaning” of the regulation. Instead, it’s allowing the agency to\ndictate the answer to that question. In doing so, the court is\nabdicating the duty Congress assigned to it in the APA.[47]Justice Kagan seeks to address the glaring\ninconsistency between our judge-made rule and the controlling\nstatute this way. On her account, the APA tells a reviewing court\nto “determine the meaning” of regulations, but it does not tell the\ncourt “how” to do that. Thus, we are told, reading the\nregulation for itself and deferring to the agency’s reading are\njust two equally valid ways for a court to fulfill its statutory\nduty to “determine the meaning” of the regulation.Ante, at\n20–21.But the APA isn’t as anemic as that. Its\nunqualified command requires the court to determine legal\nquestions—including questions about a regulation’s meaning—by its\nown lights, not by those of political appointees or bureaucrats who\nmay even be self-interested litigants in the case at hand. Nor can\nthere be any doubt that, when Congress wrote the APA, it knew\nperfectly well how to require judicial deference to an agency when\nit wished—in fact, Congress repeatedly specified deferential\nstandards for judicial reviewelsewherein the\nstatute.[48] But when it\ncomes to the business of interpreting regulations, no such command\nexists; instead, Congress told courts to “determine” those matters\nfor themselves. Though one hardly needs to be an academic to\nrecognize the point, “commentators in administrative law have\n‘generally acknowledged’ that Section 706 seems to require\nde novo review on questions of law.”[49]What the statutory language suggests, experience\nconfirms. IfAuerdeference were really just another way for\ncourts to “determine the meaning” of regulations under §706, you\nmight expect that a final judicial “determination” would at least\nsettle, as a matter of precedent, the question of what the\nregulation “means.” Of course, even after one court has spoken on a\nregulation’s meaning, that court or another might properly give\nweight to a new agency interpretation as part of the court’s own\ndecision-making process. Seesupra, at 6. But in light ofNational Cable & Telecommunications Assn.v.Brand X\nInternet Services,[50]\ncourts have interpretedAueras forbidding a court from ever\n“determin[ing] the meaning” of a regulation with the force that\nnormally attaches to precedent, because an agency is always free to\nadopt a different view and insist on judicial deference to its new\njudgment.[51] And if an\nagency can not only control the court’s initial decision but also\nrevoke that decision at any time, how can anyone honestly say the\ncourt, rather than the agency, ever really “determine[s]” what the\nregulation means?To test the point further, consider a statute\nthat tells a court to “determin[e]” an appropriate sentence in a\ncriminal case.[52] If the\njudge said he was sending a defendant to prison for longer than he\nbelieved appropriate only in deference to the government’s\n“reasonable” sentencing recommendation, would anyone really think\nthat complied with the law? Or take a statute that instructs a\ncourt to “determine” whether a consent judgment proposed by the\ngovernment in a civil antitrust case “is in the public\ninterest.”[53] If a court\nthought the proposed judgment harmful to the public but decided to\ndefer to the government’s “reasonable” contrary view anyway, would\nanyone suggest the court had complied with Congress’s\ninstruction?Nor does Justice Kagan’s reading of §706 offer\nany logical stopping point. If courts can “determine the meaning”\nof a regulation by deferring to any “reasonable” agency reading,\nthen why not by deferring toanyagency reading? If it were\nreally true that the APA has nothing to say abouthowcourts\ndecide what regulations mean, then it would follow that the APA\ntolerates a rule that “the agency is always right.” And if you find\nyourself in a place as absurd as that, you might want to consider\nwhether you’ve taken a wrong turn along the way.BThe problems don’t end there.Aueris\nalso incompatible with the APA’s instructions in §553. That\nprovision requires agencies to follow notice-and-comment procedures\nwhen issuing or amending legally binding regulations (what the APA\ncalls “substantive rules”), but not when offering mere\ninterpretations of those regulations.[54] An agency wishing to adopt or amend a binding\nregulation thus must publish a proposal in the Federal Register,\ngive interested members of the public an opportunity to submit\nwritten comments on the proposal, and consider those comments\nbefore issuing the final regulation. Under the APA, that regulation\nthen carries the force of law unless and until it is amended or\nrepealed.[55] By contrast,\nan agency can announce an interpretation of an existing substantive\nregulation without advance warning and in pretty much whatever form\nit chooses.Auereffectively nullifies the\ndistinction Congress drew here. UnderAuer, courts must\ntreat as “controlling” not only an agency’s duly promulgated rules\nbut also its mere interpretations—even ones that appear only in a\nlegal brief, press release, or guidance document issued without\naffording the public advance notice or a chance to comment. For all\npractical purposes, “the new interpretation might as well be a new\nregulation.”[56]Auerthus oblit- erates a distinction Congress thought vital and\nsupplies agencies with a shortcut around the APA’s required\nprocedures for issuing and amending substantive rules that bind the\npublic with the full force and effect of law.[57]Think of it this way. We’ve held that the\nConstitution’s specification of a “single, finely wrought”\nprocedure for the enactment of statutes (bicameralism and\npresentment) necessarily implies that Congress cannot amend an\nenacted statute without following that procedure—say, by allowing a\nsingle House to change what the law requires.[58] By the same logic, Congress’s specification\nin the APA of procedures for the creation of new substantive rules\n(like notice and comment) necessarily implies that an agency cannot\namend a substantive rule without following those procedures. To\nhold otherwise, asAuerdemands, subverts the APA’s\ndesign.Certainamicicontend this argument is\n“out of place” in this particular case because the VA happened to\nissue the interpretation challenged here in an adjudicative\nproceeding.[59] But the\npremise on which they proceed—that the APA permits agencies to\nissue “controlling” amendments to their regulations in adjudicative\nproceedings—is not correct. Once an agency issues a substantive\nrule through notice and comment, it can amend that rule only by\nfollowing the same notice-and-comment procedures.[60] Whether an agency issues its\ninterpretation in a press release or something it chooses to call\nan “adjudication,” all we have is the agency’s opinion about what\nan existing rule means, something that the APA tells us isnotbinding in a court of law or on the American people.If that won’t work, Justice Kagan tries an\nalternative argument from nearly the opposite direction. She\nreplies that affordingAuerdeference to an agency’s\ninterpretation of its own rules never offends the APA because the\nagency’s interpretation lacks “the force of law” associated with\nsubstantive rules. Agency interpretations lack this force, we are\ntold, because a court always retains the power to decide at least\nwhether the interpretation is entitled to deference.Ante,\nat 22–23. But this argument rests on an implausibly narrow\nunderstanding of what it means for an agency action to bear the\nforce of law. Under Justice Kagan’s logic, even a binding\nsubstantive rule would lack the force of law because a court\nretains the power to decide whether the rule is arbitrary and\ncapricious and thus invalid under the APA. But no one believes\nthat. While an agency interpretation, just like a substantive rule,\n“must meet certain conditions before it gets deference,” “once it\ndoes so [Auermakes it] every bit as binding as a\nsubstantive rule.”[61] To\nsuggest thatAuerdoes not make an agency’s interpretive\nguidance “binding o[n] anyone,”ante, at 23, is linguistic\nhocus-pocus.CIfAuercannot be squared with the text\nof the APA, Justice Kagan suggests it at least conforms to a\nreason- able “presumption about congressional intent.”Ante,\nat 7. The theory seems to be that whenever Congress grants an\nagency “rulemaking power,” italsoimplicitly gives the\nagency “ ‘the power authoritatively to interpret’ ”\nwhatever rules the agency chooses to adopt.Ante, at 8. But\nagainst the clear statutory commands Congress gave us in the APA,\nwhat sense does it make to “presume” that Congress really,\nsecretly, wanted courts to treat agency interpretations as binding?\nNormally, this Court does not allow hidden legislative intentions\nto “muddy” such plainly expressed statutory directives.[62]Even on its own terms, too, this argument proves\npretty muddy. It goes something like this: The drafters of the APA\ndid not intend to “ ‘significantly alter’ ” established\nlaw governing judicial review of agency action as of 1946; theAuerdoctrine was part of that established law; therefore,\nthe APA implicitly requires courts to afford agenciesAuerdeference.Ante, at 21–22. But neither of this syllogism’s\nessential premises stands on solid ground.Take the major premise—that those who adopted\nthe APA intended to work no change in the established law of\njudicial review of agency action. Justice Kagan is right, of\ncourse, that Attorney General Clark claimed as much shortly after\nthe APA’s passage.Ante, at 21. But his view, which\nreflected the interests of the executive branch, was far from\nuniversally shared. Others, including many members of Congress,\nthought the APA would clarify, if not expand, the scope of judicial\nreview. For example, Senator McCarran, the Chairman of the\nJudiciary Committee, wrote that it would be “hard . . .\nfor anyone to argue that this Act did anything other than cut down\nthe ‘cult of discretion’ so far as federal law is\nconcerned.”[63] And both the\nHouse and Senate reports on the APA said it was intended to\n“provid[e] that questions of law are for courts rather than\nagencies to decide in the last analysis.”[64]Just five years after the APA’s passage, this\nCourt seemed to side with those who thought the APA was intended to\ndo more than just summarize existing law. In an opinion by Justice\nFrankfurter, the Court opined that the APA required courts to\nassume “moreresponsibility” for reviewing agency decisions\n“than some courts ha[d] shown in the past.”[65] One early commentator likewise observed that\nthe APA seemed designed to eliminate all doubt that questions of\nlaw “shall be decided by the reviewing Court for itself, and in the\nexercise of its own independent judgment”; “[m]ore explicit words\nto impose this mandate,” he thought, “could hardly be\nfound.”[66]Justice Kagan’s syllogism runs into even more\ntrouble with its minor premise—that theAuerdoctrine was a\nwell-established part of the common law background when Congress\nenacted the APA in 1946. As we’ve seen, this Court planted the\nseeds ofAuerdeference for the first time in dictum inSeminole Rock, just a year before Congress passed the APA.\nSee Part I–B,supra. And that dictum did not somehow\nimmediately become an entrenched part of the common law: For years\nfollowingSeminole Rock, courts and “commentators largely\nignored” it,[67] and those\nwho took notice weren’t sure what to make of it. Professor Davis,\nfor example, doubted that the dictum could be “taken at face value”\ngiven that it seemed “irreconcilable” with the Court’s approach in\nother cases.[68] In truth,\nwhen Congress passed the APA the law of judicial review of agency\naction was in a confused state. During the congressional hearings\non the bill, one witness’s suggestion that Congress should leave\nthe scope of judicial review “as it now is” drew this fair reply\nfrom Representative Walter, chairman of the House Subcommittee on\nAdministrative Law and author of the House Report on the APA: “You\nsay ‘as it now is.’ Frankly, I do not know what it now is\n. . . . [T]he Supreme Court apparently changes its\nmind daily.”[69]III. The ConstitutionNot only isAuerincompatible with the\nAPA; it also sits uneasily with the Constitution. Article III, §1\nprovides that the “judicial Power of the United States” is vested\nexclusively in this Court and the lower federal courts. A core\ncomponent of that judicial power is “ ‘the duty of\ninterpreting [the laws] and applying them in cases properly brought\nbefore the courts.’ ”[70] As Chief Justice Marshall put it, “[i]t is\nemphatically the province and duty of the judicial department to\nsay what the law is.”[71]\nAnd never, this Court has warned, should the “judicial power\n. . . be shared with [the] Executive Branch.”[72] Yet that seems to be exactly\nwhatAuerrequires.AOur Nation’s founders were painfully aware of\nthe dangers of executive and legislative intrusion on judicial\ndecision-making. One of the abuses of royal power that led to the\nAmerican Revolution was King George’s attempt to gain influence\nover colonial judges.[73]\nColonial legislatures, too, had interfered with the courts’\nindependence “at the behest of private interests and\nfactions.”[74] These\nexperiences had taught the founders that “ ‘there is no\nliberty if the power of judgment be not separated from the\nlegislative and executive powers.’ ”[75] They knew that when political actors are left free\nnot only to adopt and enforce written laws, but also to control the\ninterpretation of those laws, the legal rights of “litigants with\nunpopular or minority causes or . . . who belong to\ndespised or suspect classes” count for little.[76] Maybe the powerful, well-heeled, popular,\nand connected can wheedle favorable outcomes from a system like\nthat—but what about everyone else? They are left always a little\nunsure what the law is, at the mercy of political actors and the\nshifting winds of popular opinion, and without the chance for a\nfair hearing before a neutral judge. The rule of law begins to\nbleed into the rule of men.Experiencing all this in their own time, the\nfounders sought to ensure that those who came after them would not.\nBelieving that “[n]o maxim was better established” than “that the\npower of making ought to be kept distinct from that of expounding,\nthe laws,”[77] they designed\na judiciary that would be able to interpret the laws “free from\npotential domination by other branches of government.”[78] To that end, they resisted\nproposals that would have subjected judicial decisions to review by\npolitical actors.[79] And\nthey rejected the British tradition of using the upper house of the\nlegislature as a court of last resort, out of fear that a body with\n“even a partial agency in passing bad laws” would operate under the\n“same spirit” in “interpreting them.”[80] Instead, they gave federal judges life tenure,\nsubject only to removal by impeachment; and they guaranteed that\nthe other branches could not reduce judges’ compensation so long as\nthey remained in office.The founders afforded these extraordinary powers\nand protections not for the comfort of judges, but so that an\nindependent judiciary could better guard the people from the\narbitrary use of governmental power. And sitting atop the judicial\nbranch, this Court has always carried a special duty to “jealously\nguar[d]” the Constitution’s promise of judicial\nindependence.[81] So we have\nlong resisted any effort by the other branches to “ ‘usurp a\ncourt’s power to interpret and apply the law to the circumstances\nbefore it.’ ”[82] The\njudicial power to interpret the law, this Court has held, “can no\nmore be shared with another branch than the Chief Executive, for\nexample, can share with the Judiciary the veto power, or the\nCongress share with the Judiciary the power to override a\nPresidential veto.”[83]Auerrepresents no trivial threat to\nthese foundational principles. Under the APA, substantive rules\nissued by federal agencies through notice-and-comment procedures\nbear “the ‘force and effect of law’ ”[84] and are part of the body of federal law,\nbinding on private individuals, that the Constitution charges\nfederal judges with interpreting. YetAuertells the judge\nthat he must interpret these binding laws to mean not what he\nthinks they mean, but what an executive agency says they mean.\nUnlike Article III judges, executive officials are not, nor are\nthey supposed to be, “wholly impartial.”[85] They have their own interests, their own\nconstituencies, and their own policy goals—and when interpreting a\nregulation, they may choose to “press the case for the side [they]\nrepresen[t]” instead of adopting the fairest and best\nreading.[86]Auerthus means that, far from being “kept distinct,” the powers of\nmaking, enforcing, and interpreting laws are united in the same\nhands—and in the process a cornerstone of the rule of law is\ncompromised.Consider an analogy. The Court has long held\nthat Congress cannot “ ‘indirectly control the action of the\ncourts, by requiring of them a construction of the law according to\nits own views.’ ”[87]\nIf Congress disagrees with how courts are interpreting an existing\nstatute, it is free to amend the statute to establish a different\nrule going forward. What it cannot do is issue “a mandate\n. . . to compel the courts to construe and apply\n[existing law], not according to the judicial, but according to the\nlegislative judgment.”[88]\nAs early as 1804, when a lawyer argued before this Court that an\nAct of the North Carolina legislature could not control the Court’s\nconstruction of an earlier North Carolina statute because “[t]o\ndeclare what the law is, or has been, is a judicial power,” not a\nlegislative power, the Court stopped him, deeming the point too\nplain for argument.[89]But if the legislature can’t control a judge’s\ninterpretation of an existing statute, how can an executive agency\ncontrol a judge’s interpretation of an existing and equally binding\nregulation?Auerallows an agency to do exactly what this\nCourt has always said a legislature cannot do: “compel the courts\nto construe and apply” a law on the books, “not according to the\njudicial . . . judgment,” but according to the judgment\nof another branch.[90] When\nwe defer to an agency interpretation that differs from what we\nbelieve to be the best interpretation of the law, we compromise our\njudicial independence and deny the people who come before us the\nimpartial judgment that the Constitution guarantees them. And we\nmislead those whom we serve by placing a judicialimprimaturon what is, in fact, no more than an exercise of raw political\nexecutive power.[91]BWhat do our colleagues have to say about these\nconcerns? A majority has nothing to offer, and Justice Kagan\ndismisses them out of hand. In fact, she barely mentions the\nConstitution, other than to assure us thatAuerdoes not\nallow agencies to “usur[p] the interpretive role of courts” because\n“courts retain a firm grip on the interpretive function” through\ntheir ability to decide whetherAuerdeference applies.Ante, at 25. But that is no assurance at all. The judicial\npower has always been understood to provide the people with a\nneutral arbiter who bears the responsibility and duty to “expound\nand interpret” the governing law, not just the power to say whethersomeone else’sinterpretation, let alone the interpretation\nof a self-interested political actor, is “reasonable.”[92]To be sure, it’s conceivable that Congress might\nseek to limit the ability of judges to remedy an adverse agency\naction. It might, for example, provide that a court shall have\npower to set aside agency action pursuant to a regulation only if\nthe action was based on an unreasonable interpretation of the\nregulation. But even assuming the constitutionality of a\nhypothetical statute like that,Aueris different. It does\nnotlimitthe scope of the judicial power; instead, it seeks\ntocooptthe judicial power by requiring an Article III\njudge to decide a case before him according to principles that he\nbelieves do not accurately reflect the law. UnderAuer, a\njudge is required to lay aside his independent judgment and declare\naffirmatively that a regulationmeanswhat the agencysaysit means—and, thus, that the lawiswhat the\nagencysaysit is. Then the judge is compelled to exercise\nhis judicial authority to adjust private rights and obligations\nbased on the agency’s (mis)understanding of the law. IfAuerwere a statute, it would not be an exercise of Congress’s “power\n(within limits) to tell the courts whatclassesof cases\nthey may decide,” or what relief they may supply, but a forbidden\nattempt “to prescribe or superintendhowthey decide those\ncases.”[93] And in the\nabsence of any statute like that, this Court surely should not so\nfreely give away to the executive branch its assigned\nresponsibility to interpret the laws. “Abdication of responsibility\nis not part of the constitutional design.”[94]In the end, Justice Kagan’s only real reply is\nthis: However misguided it may be to hand over our interpretive\npowers to executive agencies, at least there isn’t a mountain of\nempirical evidence showing that agencies have used this power to\ndeliberately write “vague and open-ended” regulations to maximize\ntheir interpretive leeway.Ante, at 24. But even this misses\nthe point. Whether or not regulations are “ ‘designed’ ”\nto be vague,ibid., many can be read in different ways,\nespecially when new and unanticipated applications arise; cases\nlike that come before the courts all the time. WithoutAuer’s shadow hanging over them, parties would receive a\nfair hearing before an impartial judge. The agency’s interpretation\nwould sometimes be rejected; and that, in turn, might lead it to\nsolicit public comment on possible amendments to the regulation,\nwhich would provide an opportunity for public input that might\nproduce better policy. But withAuer, there is no fair\nhearing and no need for the agency to amend the regulation through\nnotice and comment. Whether purposeful or not, the agency’s failure\nto write a clear regulation winds up increasing its power, allowing\nit to both write and interpret rules that bear the force of law—in\nthe process uniting powers the Constitution deliberately separated\nand denying the people their right to an independent judicial\ndetermination of the law’s meaning.IV. Policy ArgumentsLacking support elsewhere, Justice Kagan is\nforced to resort to policy arguments to defendAuer. But\neven the most sensible policy argument would not empower us to\nignore the plain language of the APA or the demands of the\nConstitution. And as we’ve seen, those documents reflect a very\ndifferent “policy” judgment by the people and their\nrepresentatives. Besides, the policy argu- ments offered today are\nnot just unpersuasive, they are troubling.Take the first and boldest offering. Justice\nKagan suggests that determining the meaning of a regulation is\nlargely a matter of figuring out what the “person who wrote it\n. . . intended.”Ante, at 8. In this way, we’re\ntold, a legally binding regulation isn’t all that different from “a\nmemo or an e-mail”—if you “[w]ant to know what [it] means,” you’d\nbetter “[a]sk its author.”Ante, at 8–9. But the federal\ngovernment’s substantive rules are not like memos or e-mails; they\nare binding edicts that carry the force of law for all citizens.\nAnd if the rule of law means anything, it means that we are\ngoverned by the public meaning of the words found in statutes and\nregulations, not by their authors’ private intentions. This is a\nvital part of what it means to have “a government of laws, and not\nof men.”[95] When judges\ninterpret a regulation, what we are trying to get at, as Justice\nHolmes explained long ago, is not the “particular intent” of those\nwho wrote it, but “what [its] words would mean [to] a normal\nspeaker of English . . . in the circumstances in which\nthey were used.”[96] If the\nbest reading of the regulation turns out to be something other than\nwhat the agency claims to have intended, the agency is free to\nrewrite the regulation; but its secret intentions are not the\nlaw.Nor does Justice Kagan’s account of the\ninterpretive process even wind up supportingAuer. If a\ncourt’s goal in interpreting a regulation really were to determine\nwhat its author “intended,”Auerwould be an almost complete\nmismatch with the goal. Agency personnel change over time, and an\nagency’s policy priorities may shift dramatically from one\npresidential administration to another. YetAuertells\ncourts that they must defer to the agency’scurrentview of\nwhat the regulation ought to mean, which may or may not correspond\nto the views of those who actually wrote it. If interpreting a\nregulation really were just like reading an e-mail,Auerwould be like seeking guidance about the e-mail’s meaning, years or\ndecades later, from the latest user of the computer from which the\ne-mail was sent. We’ve repeatedly rejected that approach in the\ncontext of statutory interpretation. While Members of this Court\nsometimes disagree about the usefulness ofpre-enactmentlegislative history, we all agree that legislators’ statements\nabout the meaning of an already-enacted statute are not “a\nlegitimate tool of statutory interpretation,’ ” much less a\ncontrolling one.[97] So why\non earth would we give “controlling weight” to an agency’s\nstatements about the meaning of an already-promulgated\nregulation?Proceeding farther down this doubtful path,\nJustice Kagan asserts that resolving ambiguities in a regulation\n“sounds more in policy than in law” and is thus a task more suited\nto executive officials than judges.Ante, at 9. But this\nclaim, too, contradicts a basic premise of our legal order: that we\nare governed not by the shifting whims of politicians and\nbureaucrats, but by written laws whose meaning is fixed and\nascertainable—if not by all members of the public, then at least by\nlawyers who can advise them and judges who must apply the law to\nindividual cases guided by the neutral principles found in our\ntraditional tools of interpretation. The text of the regulation is\ntreatedasthe law, and the agency’s policy judgment has the\nforce of lawonlyinsofar as it is embodied in the\nregulatory text. If “new issues demanding new policy calls” arise\nthat aren’t addressed in existing regulations,ante, at 10,\nthe solution is for the agency to promulgate new regulations using\nthe notice-and-comment procedures set forth in the APA. But an\nagency has no warrant to compel judges to change the law to conform\nwith the agency’s current policy preferences.To be sure, during the period ofAuer’s\nascendancy some suggested that the meaning of written law is always\n“radically indeterminate” and that judges expounding it are “for\nthe most part, guided by policy—not text.”[98] And in an environment like that it was\nperhaps thought a small step to conclude that, if legal disputes\nare going to be resolved on political grounds, then they ought to\nbe resolved by real politicians in the executive branch rather than\nersatz politicians on the bench. But the proposed cure proved worse\nthan the disease. Arguments like these surrendered the judgment\nembodied in our Constitution and the APA that courts owe the people\nthey serve their independent legal judgment about the law’s\nmeaning. Besides, we’ve long since come to realize that the real\ncure doesn’t lie in turning judges into rubber stamps for\npoliticians, but in redirecting the judge’s interpretive task back\nto its roots, away from open-ended policy appeals and speculation\nabout legislative intentions and toward the traditional tools of\ninterpretation judges have employed for centuries to elucidate the\nlaw’s original public meaning. Today it is even said that we judges\nare, to one degree or another, “all textualists now.”[99]Pursuing a more modest tack, Justice Kagan next\nsuggests thatAueris justified by the respect due agencies’\n“technical” expertise.Ante, at 10. But no one doubts that\ncourts should pay close attention to an expert agency’s views on\ntechnical questions in its field. Just as a court “would want to\nknow what John Henry Wigmore said about an issue of evidence law\n[or] what Arthur Corbin thought about a matter of contract law,” so\ntoo should courts carefully consider what the Food and Drug\nAdministration thinks about how its prescription drug safety\nregulations operate.[100]\nThe fact remains, however, that even agency experts “can be wrong;\neven Homer nodded.”[101]Skidmoreand the traditional approach it embodied recognized\nboth of these facts of life long ago, explaining that, while courts\nshould of course afford respectful consideration to the expert\nagency’s views, they must remain open to competing expert and other\nevidence supplied in an adversarial setting. Respect for an\nagency’s technical expertise demands no more.Justice Kagan’s final policy argument is thatAuerpromotes “consistency” and “uniformity” in the\ninterpretation of regulations.Ante, at 10–11. If we let\ncourts decide what regulations mean, she warns, they might\ndisagree, and it might take some time for higher courts to resolve\nthose disagreements. But consistency and uniformity are hardly\ngrounds on whichAuer’s advocates should wish to fight. The\njudicial process is how we settle disputes about the meaning of\nwritten law, and our judicial system is more than capable of\nproducing a single, uniform, and stable interpretation that will\nlast until the regulation is amended or repealed. Meanwhile, underAuercourts often disagree about whether deference is\nwarranted, seesupra, at 10–11, and a regulation’s “meaning”\ncan be transformed with the stroke of a pen any time there is a new\npresidential administration. “Consistency,” “uniformity,” and\nstability in the law are hardly amongAuer’s crowning\nachievements.V.Stare DecisisIn the end, a majority declines to endorse\nJustice Kagan’s arguments and insists only that, even ifAueris not “right and well-reasoned,” we’re stuck with it\nbecause of the respect due precedent.Ante, at 27.But notice: While pretending to bow tostare\ndecisis, the majority goes about reshaping our precedent in new\nand experimental ways. True, the majority admits, this Court has in\nthe past accordedAuerdeference\n“ ‘reflexive[ly],’ ” “without significant analysis of the\nunderlying regulation” or “careful attention to [its] nature and\ncontext,” and encouraged lower courts to do the same.Ante,\nat 12–13. But no more. From now on, the majority says, not only\nmust judges “exhaust all the ‘traditional tools’ of construction”\nto decide whether the agency’s interpretation is “reasonable,” they\nmust also make “an independent inquiry into whether the character\nand context of the agency interpretation” justifies deference.Ante, at 13–15. The majority candidly admits that it finds\nit impossible to “reduce” this new inquiry “to any exhaustive\ntest,” so it settles for laying out some “markers.”Ante, at\n15. What are the markers? We are told that courts should often—but\nnot always—withhold deference from an interpretation offered by\nmid-level agency staff; often—but not always—withhold deference\nfrom a nontechnical, “prosaic-seeming” interpretation; often—but\nnot always—withhold deference from an interpretation advanced for\nthe first time in anamicusbrief; and often—but not\nalways—withhold deference from an interpretation that conflicts\nwith an earlier one. Seeante, at 15–18. The only certainty\nin all this is that the majority isn’t really much moved bystare decisis; everyone recognizes, to one degree or\nanother, thatAuercannot stand. And between our remaining\nchoices—continuing to make up new deference rules, or returning to\nthe text of the APA and the approach to judicial review that\nprevailed for most of our history—the answer should have been\neasy.AThere are serious questions about whetherstare decisisshould apply here at all. To be sure,Auer’s narrow holding about the meaning of the regulation at\nissue in that case may be entitled tostare decisiseffect.\nThe same may be true for the specific holdings in other cases where\nthis Court has appliedAuerdeference. But doesstare\ndecisisextend beyond those discrete holdings and bind future\nMembers of this Court to applyAuer’s broader deference\nframework?It seems doubtful thatstare decisisdemands that much. We are not dealing with a precedent that\npurported to settle the meaning of a single statute or regulation\nor resolve a particular case. TheAuerdoctrine claims to do\nmuch more than that—to prescribe an interpretive methodology\ngoverning every future dispute over the meaning of every\nregulation. In other contexts, we do not regard statements in our\nopinions about such generally applicable interpretive methods, like\nthe proper weight to afford historical practice in constitutional\ncases or legislative history in statutory cases, as binding future\nJustices with the full force of horizontalstare\ndecisis.[102] Why,\nthen, should we regard as bindingAuer’s statements about\nthe weight to afford agencies’ interpretations in regulatory cases?\nTo the extentAuerpurports to dictate “the interpretive\ninferences that future Justices must draw in construing statutes\nand regulations that the Court has never engaged,” it may well\n“exceed the limits of stare decisis.”[103]Even if our past expressions of support forAuerdeference bearsomeprecedential force, they\ncertainly are not entitled (as the majority suggests,ante,\nat 26–27) to the special, heightened form ofstare decisiswe reserve for narrow statutory decisions. In contrast to\nprecedents that fix the meaning ofparticularstatutes and\ngenerate reliance interests in the process, theAuerdoctrine is an abstract default rule of interpretive methodology\nthat settles nothing of its own force. And this Court has\nrecognized that it is “inconsistent with the Court’s proper role”\nto insist that Congress exercise its legislative power to overturn\nsuch erroneous and judicially invented “default rule[s].”[104] That should be especially so\nhere becauseAuer’s default rule undermines judicial\nindependence, which this Court has a special responsibility to\ndefend.Nor is it entirely clear that Congresscouldoverturn theAuerdoctrine legislatively. The\nmajority describesAueras a “presumption” about how courts\nshould interpret statutes granting rulemaking power to agencies.Ante, at 12. Congress can, of course,rebutthe\npresumption on a statute-by-statute basis, or even for all past\nstatutes. But can CongresseliminatetheAuerpresumption for future statutes? Perhaps—but legislation like that\nwould raise questions, which the majority does not address, about\nthe ability of one Congress to entrench its preferences by\nattempting to control the interpretation of legislation enacted by\nfuture Congresses.[105]\nWe should not be in the business of tossing “ ‘balls\n. . . into Congress’s court,’ ”ante, at 27,\nthat would explode with constitutional questions if Congress tried\nto pick them up.BEven assuming for argument’s sake that\nstandardstare decisisconsiderations apply, they still do\nnot require us to retainAuer. Even the majority implicitly\nrecognizes this much, as it proceeds to vacate a lower court\njudgment that faithfully appliedAuerand instruct that\ncourt to try again using the majority’s new directions. Ifstare\ndecisisallows us so freely to remodelAuer, it’s hard\nto see on what account it might require us to retain it.We do not lightly overturn precedents, and we\nseek always to honor the thoughtful guidance of those who have\npreceded us. At the same time, everyone agrees thatstare\ndecisisis not an “ ‘inexorable command,’ ”[106] and this Court should not\nalways remain bound to decisions whose “rationale no longer\nwithstands ‘careful analysis.’ ”[107] Recognizing the need for balance in this area,\nthe Court has, over time, fashioned principles to guide our\ntreatment of precedent. Those principles call on us to consider\nfactors such as “the quality of [the precedent’s] reasoning, the\nworkability of the rule it established, its consistency with other\nrelated decisions, developments since the decision was handed down,\nand reliance on the decision.”[108] As applied toAuer, all of these\nconsiderations weigh strongly in favor of bidding farewell to the\ndoctrine rather than keeping it on life support.First, we’ve already seen that no\npersuasive rationale supportsAuer. From its humble origins\nas an unexplained bit of dictum in a wartime case about emergency\nprice controls, theAuerdoctrine evolved into a rigid rule\nof deference—all without any serious attempt by this Court to\nrationalize it or reconcile it with the APA, the Constitution, or\ntraditional modes of judicial review. See Part I,supra.\nEven its fiercest defenders acknowledge that “Auerdeference\nhas not remained static over time” and urge the Court to continue\nto “shape” and “refin[e]” the doctrine.[109] Today’s decision attempts just such a\n“refinement” by hedgingAuerwith new qualifications and\nlimitations. Seeante, at 11–18. This shifting ground\n“undermin[es] the force ofstare decisis.”[110]Second, today’s ruling all but admits\nthatAuerhas not proved to be a workable standard. Even\nbefore this latest overhaul, uncertainty surroundingAuer’s\nscope and application had caused many to question whether there was\nany “practical benefit” in continuing to applyAuer“rather\nthan a less deferential but more flexible and open-ended standard\nlikeSkidmore.”[111] Seesupra, at 10–11. Nor does the majority’s\nkinder, gentler version ofAuerpromise to solve the\nproblem. On the contrary, its newly mandated inquiry into the\n“character and context of the agency interpretation,” which it\nadmits cannot be reduced “to any exhaustive test,”ante, at\n15, seems destined only to compound the confusion. Seesupra, at 35. Many words come to mind to describe the tasks\nwe assign lower court judges today, but “workable” is not among\nthem.Third, theAuerdoctrine is, as we\nhave also already seen, out of step with how courts normally\ninterpret written laws. When we interpret a regulation, we\ntypically (at least when there is no agency say-so) proceed in the\nsame way we would when interpreting any other written law: We\n“begin our interpretation of the regulation with its text” and, if\nthe text is unclear, we “turn to other canons of interpretation”\nand tie-breaking rules to resolve the ambiguity.[112] And when we interpret an ambiguousstatute, we never ask what current members of Congress think\nit means; in fact, we’ve held unanimously that legislators’\npost-enactment views about a statute’s meaning are not even a\n“ ‘legitimate tool of statutory\ninterpretation.’ ”[113] Affording “controlling weight” to regulators’\npost-promulgation views about the meaning of an ambiguous\nregulation is hard to square with these usual judicial\npractices.[114]Fourth, the explosive growth of the\nadministrative state over the last half-century has exacerbatedAuer’s potential for mischief. When the Court first uttered\nits dictum inSeminole Rock, the administrative state was\nnew and the APA was only a gleam in Congress’s eye. Even 20 years\nlater, when the Court began reviving theSeminole Rockdictum and turning it into a new deference doctrine, it was not yet\napparent how pervasive the administrative state would become in the\nlives of ordinary Americans. Now, in the 21st century, “[t]he\nadministrative state wields vast power and touches almost every\naspect of daily life.”[115] Among other things, it produces “ ‘reams of\nregulations’ ”[116]—so many that they dwarf the statutes enacted by\nCongress. As of 2018, the Code of Federal Regulations filled 242\nvolumes and was about 185,000 pages long, almost quadruple the\nlength of the most recent edition of the U. S. Code.[117] And agencies add thousands\nmore pages of regulations every year. Whether you think this\nadministrative fecundity is a good or a bad thing, it surely means\nthat the cost of continuing to deny citizens an impartial judicial\nhearing on the meaning of disputed regulations has increased\ndramatically since this Court started down this road.Fifth,Auerhas generated no\nserious reliance interests. The only parties that might have relied\nonAuer’s promise of deference are agencies that usepost hocinterpretations to bypass the APA’s\nnotice-and-comment procedures. But this Court has never suggested\nthat the convenience of government officials should count in the\nbalance ofstare decisis, especially when weighed against\nthe interests of citizens in a fair hearing before an independent\njudge and a stable and knowable set of laws. In short,\n“ ‘[t]he fact that [agencies] may view [Auerdeference]\nas an entitlement does not establish the sort of reliance interest\nthat could outweigh the countervailing interest’ ” of all\ncitizens “ ‘in having their constitutional rights fully\nprotected.’ ”[118]Coming closer to the mark, the majority worries\nthat “abandoningAuerdeference would cast doubt on many\nsettled constructions” of regulations on which regulated parties\nmight have relied.Ante, at 26. But, again, decisions\nconstruing particular regulations might retainstare decisiseffect even if the Court announced that it would no longer adhere\ntoAuer’s interpretive methodology. After all, decisions\nconstruing particular statutes continue to command respect even\nwhen the interpretive methods that led to those constructions fall\nout of favor. Besides, if the majority is correct that abandoningAuerwould require revisiting regulatory constructions that\nwere upheld based onAuerdeference, the majority’s revision\nofAuerwill yield exactly the same result. There are\ninnumerable lower court decisions that have followed this Court’s\nlead and affordedAuerdeference mechanically, without\nconducting the inquiry the Court now holds is required. Today’s\nruling casts no less doubt on the continuing validity of those\ndecisions than we would if we simply moved on fromAuer.*OverrulingAuerwould have taken us\ndirectly back toSkidmore, liberating courts to decide cases\nbased on their independent judgment and “follow [the] agency’s\n[view] only to the extent it is persuasive.”[119] By contrast, the majority’s attempt to\nremodelAuer’s rule into a multi-step, multi-factor inquiry\nguarantees more uncertainty and much litigation. Proceeding in this\nconvoluted way burdens our colleagues on the lower courts, who will\nhave to spend time debating deference that they could have spent\ninterpreting disputed regulations. It also continues to deny the\npeople who come before us the neutral forum for their disputes that\nthey rightly expect and deserve.But this cloud may have a silver lining: The\nmajority leavesAuerso riddled with holes that, when all is\nsaid and done, courts may find that it does not constrain their\nindependent judgment any more thanSkidmore. As\nreengineered,Auerrequires courts to “exhaust all the\n‘traditional tools’ of construction” before they even consider\ndeferring to an agency.Ante, at 13–14. And those tools\ninclude all sorts of tie-breaking rules for resolving ambiguity\neven in the closest cases. Courts manage to make do with these\ntools in many other areas of the law, so one might hope they will\nhardly ever find them inadequate here. And if they do, they will\nnow have to conduct a further inquiry that includes so few firm\nguides and so many cryptic “markers” that they will rarely, if\never, have to defer to an agency regulatory interpretation that\ndiffers from what they believe is the best and fairest reading.But whatever happens, this case hardly promises\nto be this Court’s last word onAuer. If today’s opinion\nends up reducingAuerto the role of a tin god—officious,\nbut ultimately powerless—then a future Court should candidly admit\nas much and stop requiring litigants and lower courts to pay token\nhomage to it. Alternatively, ifAuerproves more resilient,\nthis Court should reassert its responsibility to say what the law\nis and afford the people the neutral forum for their disputes that\nthey expect and deserve.Notes1519\nU.S. 452(1997).2Larkin & Slattery,\nThe World AfterSeminole RockandAuer, 42 Harv.\nJ. L. & Pub. Pol’y 625, 641 (2019) (internal quotation\nmarks omitted).3See Knudsen &\nWildermuth, Unearthing the Lost History ofSeminole Rock, 65\nEmory L. J. 47, 55, 65, 68 (2015) (Lost History).4St. Joseph Stock Yards\nCo.v.United States,298 U.S.\n38, 73 (1936) (concurring opinion). See alsoFTCv.Gratz,253 U.S.\n421, 427 (1920);ICCv.Union Pacific R. Co.,222 U.S.\n541, 547 (1912);Beldenv.Chase,150 U.S.\n674, 698 (1893);Decaturv.Paulding, 14 Pet.\n497, 515 (1840); accord, Woolhandler, Judicial Deference to\nAdministrative Action—A Revisionist History, 43 Admin. L. Rev.\n197, 206–207 (1991).5Bamzai, The Origins of\nJudicial Deference to Executive Interpretation, 126 Yale L. J. 908,\n930–947 (2017) (Origins).6Id., at 943, 962;\ncf.NLRBv.Noel Canning, 573 U.S. 513, 572–573\n(2014) (Scalia, J., concurring in judgment) (an “open, widespread,\nand unchallenged” governmental practice can “guide [courts’]\ninterpretation” of an ambiguous text, but it cannot “alter” the\nmeaning of that text);Edward’s Lesseev.Darby, 12\nWheat. 206, 210 (1827) (“In the construction of a doubtful and\nambiguous law, the cotemporaneous construction of those who were\ncalled upon to act under the law, and were appointed to carry its\nprovisions into effect, is entitled to very great\nrespect”).7169\nU.S. 331.8Id., at\n342.9Id., at\n342–343.10Cf.\nNewman, How Courts Interpret Regulations, 35 Cal. L. Rev. 509,\n521, and n. 78 (1947) (noting thatEatonsuggested\nadministrative interpretations could be “ ‘persuasive’ but not\nbinding”).11323 U.S.\n134.12Id., at 136–137. Much of the\nlegal analysis supporting this conclusion was contained in the\ncompanion case,Armour & Co.v.Wantock,323 U.S.\n126(1944), which made no mention of any administrative\ninterpretations.Id., at 129–134; seeSkidmore, 323\nU. S., at 136 (citing the “reasons set forth in theArmourcase decided herewith”).13Id., at 139.14Id., at 140; see alsoid., at 139 (the agency’s views “are not, of course,\nconclusive, even in the cases with which they directly deal” and do\nnot “bin[d] a district court’s processes, as an authoritative\npronouncement of a higher court might do”).15Davis, Administrative\nRules—Interpretative, Legislative, and Retroactive, 57 Yale\nL. J. 919, 936–939, and n. 86 (1948); see also K. Davis,\nAdministrative Law §249, p. 901 (1951) (“[S]ubstitution of\njudicial judgment on the content of interpretative rules is always\npermissible, even though the reviewing court may give ‘weight’ or\n‘great weight’ to the rule. The best guide may be the Court’s\nformula inSkidmore. . . ”).16325 U.S.\n410.17Id., at 414.18Id., at 414–417.19Id., at 417.20See\nDavis, Scope of Review of Federal Administrative Action, 50 Colum.\nL. Rev. 559, 597 (1950).21Lost\nHistory 60; see also Anthony, The Supreme Court and the APA:\nSometimes They Just Don’t Get It, 10 Admin. L. J. Am. U. 1, 12\n(1996).22325\nU. S., at 417–418; see Pojanowski, RevisitingSeminole\nRock, 16 Geo. J. L. & Pub. Pol’y 87, 88 (2018) (“A\ncloser look atSeminole Rocksuggests an unremarkable\napplication of the less-deferential standard of review ofSkidmore”).23Lost\nHistory 94–97; see Pojanowski,supra, at 92–96.24Lost\nHistory 65–68.25Southern Goods Corp.v.Bowles, 158 F.2d 587, 590 (1946).26Ibid.27380 U.S.\n1, 4, 17–18 (accepting a regulatory interpretation by the\nSecretary of the Interior that was consistent, widely disseminated,\nand heavily relied upon, while not suggesting any disagreement with\nthe Secretary’s interpretation).28Lost\nHistory 80.29See\ngenerallyid., at 68–92, 98.30Id., at 53.31Scalia, Judicial Deference to\nAdministrative Interpretations of Law, 1989 Duke L. J. 511,\n520.32Deckerv.Northwest\nEnvironmental Defense Center,568 U.S.\n597, 613 (2013); seePauleyv.BethEnergy Mines,Inc.,501 U.S.\n680, 702 (1991) (the agency’s interpretation “need not be the\nbest or most natural one by grammatical or other\nstandards”).33Hickman & Thomson, TheChevronization ofAuer, 103 Minn. L. Rev.\nHeadnotes 103, 105 (2019).34See\nKavanaugh, Fixing Statutory Interpretation, 129 Harv. L. Rev.\n2118, 2134–2144 (2016).35Christopherv.SmithKline\nBeecham Corp.,567 U.S.\n142, 155 (2012) (alterations and internal quotation marks\nomitted).36Leske, Splits in theRock: The\nConflicting Interpretations of theSeminole RockDeference\nDoctrine by the U. S. Courts of Appeals, 66 Admin.\nL. Rev. 787, 832 (2014); see Hickman & Thomson,supra, at 111 (noting a “glut of recent cases in which\nmembers of the same court are openly divided on the proper\napplication ofAuer”).37SeePerezv.Mortgage Bankers Assn., 575 U.S. 92, ___–___\n(2015) (Alito, J., concurring in part and concurring in judgment)\n(slip op., at 1–2);id., at ___–___ (Scalia, J., concurring\nin judgment) (slip op., at 1–5);id., at ___–___ (Thomas,\nJ., concurring in judgment) (slip op., at 8–23);Decker, 568\nU. S., at 615–616 (Roberts, C. J., joined by Alito, J.,\nconcurring);id., at 616–621 (Scalia, J., concurring in part\nand dissenting in part);Talk America,Inc.v.Michigan Bell Telephone Co.,564 U.S.\n50, 67–69 (2011) (Scalia, J., concurring); see also Kavanaugh,\nKeynote Address: Justice Scalia and Deference 19:06 (June 2, 2016),\nhttp://‌vimeo.com/‌169758593 (predicting “thatAuerwill\nsomeday be overruled and that Justice Scalia’s dissent inDeckerwill be the law of the land”).38See,e.g.,Forrest Gen. Hospitalv.Azar, ___\nF. 3d ___, ___, 2019 WL 2417409, *7 (CA5 2019);San Diego\nGas & Elec. Co.v.FERC, 913 F.3d 127, 145,\nn. 4 (CADC 2019) (Randolph, J., dissenting);United\nStatesv.Havis, 907 F.3d 439, 450–452 (CA6 2018)\n(Thapar, J., concurring), vacated, 921 F.3d 628, on reh’g en banc,\n___ F. 3d ___ (CA6 2019);Marshv.J. Alexander’s\nLLC, 905 F.3d 610, 652–653 (CA9 2018) (Ikuta, J., dissenting);Eganv.Delaware River Port Auth., 851 F.3d 263, 279\n(CA3 2017) (Jordan, J., concurring in judgment);Perezv.Loren Cook Co., 803 F.3d 935, 938, n. 2 (CA8 2015) (en\nbanc);Johnsonv.McDonald, 762 F.3d 1362, 1366–1368\n(CA Fed. 2014) (O’Malley, J., concurring);Exelon Generation\nCo.v.Local 15,Int’l Brotherhood of Elec.\nWorkers,AFL–CIO, 676 F.3d 566, 576, n. 5 (CA7\n2012).39See,e.g., Hickman & Thomson,supra, at 111–113;\nAdler,AuerEvasions, 16 Geo. J. L. & Pub. Pol’y 1,\n26 (2018); Pojanowski, 16 Geo. J. L. & Pub. Pol’y, at 99;\nKnudsen & Wildermuth, Lessons From the Lost History ofSeminole Rock, 22 Geo. Mason L. Rev. 647, 667 (2015);\nLeske,supra, at 789–793; Molot, The Judicial Perspective in\nthe Administrative State: Reconciling Modern Doctrines of Deference\nwith the Judiciary’s Structural Role, 53 Stan. L. Rev. 1,\n108–110 (2000); Anthony, 10 Admin. L. J., at 4–12; Manning,\nConstitutional Structure and Judicial Deference to Agency\nInterpretations of Agency Rules, 96 Colum. L. Rev. 612, 696\n(1996).40Kisorv.Shulkin, 869\nF.3d 1360, 1367 (2017).41Id., at 1368.42Kisorv.Shulkin, 880\nF.3d 1378, 1379 (CA Fed. 2018) (opinion of O’Malley,\nJ.).43586\nU. S. ___ (2018).44Abbott Laboratoriesv.Gardner,387 U.S.\n136, 140 (1967).455\nU. S. C. §706.46Ibid.; see §551(13) (defining\n“agency action”).47The\ncase before us doesn’t arise under the APA, but the statute that\ngoverns here is plainly modeled on the APA and contains essentially\nthe same commands. It directs a reviewing court to “decide all\nrelevant questions of law” and to “set aside any regulation or any\ninterpretation thereof ” that is “not in accordance with law.”\n38 U. S. C. §7292(d)(1).48See,e.g., §706(2)(A) (arbitrary and capricious, abuse of\ndiscretion); §706(2)(E) (substantial evidence); see alsoUniversal Camera Corp.v.NLRB,340 U.S.\n474, 482, n. 14 (1951) (noting that as originally\nproposed, the APA’s judicial review provision would have included\nan explicit requirement for courts to accord “due weight” to “the\nexperience, technical competence, specialized knowledge, and\nlegislative policy of the agency involved as well as the\ndiscretionary authority conferred upon it” (internal quotation\nmarks omitted)).49Duffy, Administrative Common Law in\nJudicial Review, 77 Texas L. Rev. 113, 194–195 (1998); see\nMerrill, Capture Theory and the Courts: 1967–1983, 72 Chi.-Kent\nL. Rev. 1039, 1085–1086 (1997) (noting the “embarrassing” fact\nthat “the APA appears to compel th[e] conclusion” that “courts\nshould decide all questions of law de novo”). See also,e.g., Origins 985; Mashaw, Rethinking Judicial Review of\nAdministrative Action: A Nineteenth Century Perspective, 32 Cardozo\nL. Rev. 2241, 2243 (2011); Garrett, Legislating Chevron, 101\nMich. L. Rev. 2637, 2640 (2003); Molot, ReexaminingMarburyin the Administrative State: A Structural and\nInstitutional Defense of Judicial Power over Statutory\nInterpretation, 96 Nw. U. L. Rev. 1239, 1249 (2002); Anthony,\n10 Admin. L. J. Am. U., at 9–10; Farina, Statutory\nInterpretation and the Balance of Power in the Administrative\nState, 89 Colum. L. Rev. 452, 473, and n. 85 (1989);\nStarr, Sunstein, Willard, & Morrison, Judicial Review of\nAdministrative Action in a Conservative Era, 39 Admin. L. Rev.\n353, 368 (1987) (remarks of Prof. Sunstein); Pierce & Shapiro,\nPolitical and Judicial Review of Agency Action, 59 Texas\nL. Rev. 1175, 1182 (1981); 4 K. Davis, Administrative Law\n§30.01, pp. 190–191 (1958).50545 U.S.\n967(2005).51See,e.g.,In re Lovin, 652 F.3d 1349, 1353–1354 (CA Fed.\n2011);Levyv.Sterling Holding Co., 544 F.3d 493,\n502–503 (CA3 2008).5218\nU. S. C. §3553(a).5315\nU. S. C. §16(e)(1).54SeePerez, 575 U. S., at ___–___ (slip op., at\n2–3).55United Statesv.Nixon,418 U.S.\n683, 695–696 (1974).56Perez, 575 U. S., at ___\n(Thomas, J., concurring in judgment) (slip op., at\n16).57Ibid.; seeid., at ___\n(Scalia, J., concurring in judgment) (slip op., at 3) (Auerlets agencies “use [interpretive] rules not just to advise the\npublic, but also to bind them”).58SeeINSv.Chadha,462 U.S.\n919, 951, 954 (1983).59Brief\nfor Administrative Law Scholars asAmici Curiae9–10,\nn. 4.60SeePerez, 575 U. S., at ___ (slip op., at 8);Marseilles Land & Water Co.v.FERC,345 F.3d 916, 920 (CADC 2003).61Perez, 575 U. S., at ___\n(Scalia, J., concurring in judgment) (slip op., at 3).62Milnerv.Department of\nNavy,562 U.S.\n562, 572 (2011).63McCarran, Improving “Administrative\nJustice”: Hearings and Evidence; Scope of Judicial Review, 32\nA. B. A. J. 827, 893 (1946).64H. R. Rep. No. 1980, 79th Cong.,\n2d Sess., 44 (1946); accord, S. Rep. No. 752, 79th Cong., 1st\nSess., 28 (1945); 92 Cong. Rec. 5654 (1946) (statement of Rep.\nWalter). See also Shepherd, Fierce Compromise: The Administrative\nProcedure Act Emerges from New Deal Politics, 90 Nw. U.\nL. Rev. 1557, 1662–1666 (1996).65Universal Camera, 340\nU. S., at 490 (emphasis added).66Dickinson, Administrative Procedure\nAct: Scope and Grounds of Broadened Judicial Review, 33\nA. B. A. J. 434, 516 (1947). See also Origins\n990–991 (critiquing the Attorney General’s characterization of the\nAPA as “inherently question begging” and unsupported by any\nanalysis).67Adler, 16 Geo. J. L. & Pub.\nPol’y, at 7; see Lost History 63; Pojanowski, 16 Geo. J. L.\n& Pub. Pol’y, at 95–96.68Davis, 50 Colum. L. Rev., at\n597–598; see also Davis, 57 Yale L. J., at 936, n. 72;\nNewman, 35 Cal. L. Rev., at 521–522.69Hearings on H. R. 184 et al.\nbefore the House Committee on the Judiciary, 79th Cong., 1st Sess.,\n38 (1945); see Origins 988–989.70Patchakv.Zinke, 583\nU. S. ___, ___ (2018) (plurality opinion) (slip op., at 5)\n(quotingMassachusettsv.Mellon,262 U.S.\n447, 488 (1923)).71Marburyv.Madison, 1\nCranch 137, 177 (1803); see alsoWaymanv.Southard,\n10 Wheat. 1, 46 (1825) (“[T]he legislature makes, the executive\nexecutes, and the judiciary construes the law”); The Federalist No.\n78, p. 467 (C. Rossiter ed. 1961) (A. Hamilton).72Millerv.Johnson,515 U.S.\n900, 922 (1995).73See\nDeclaration of Independence ¶11.74Plautv.Spendthrift\nFarm,Inc.,514 U.S.\n211, 220–221 (1995).75The\nFederalist No. 78, at 466.76Palmorev.United\nStates,411 U.S.\n389, 412 (1973) (Douglas, J., dissenting); seeOil States\nEnergy Services,LLCv.Greene’s Energy Group,LLC, 584 U. S. ___, ___ (2018) (Gorsuch, J.,\ndissenting) (slip op., at 3) (“[W]hen an independent judiciary\ngives ground to bureaucrats in the adjudication of cases, the\nlosers will often prove the unpopular and vulnerable”);United\nStatesv.Hatter,532 U.S.\n557, 568–569 (2001) (quoting John Marshall’s admonition that a\njudge who may be called on to decide a dispute “ ‘between the\nmost powerful individual in the community, and the poorest and most\nunpopular’ ” must be “ ‘perfectly and completely\nindependent, with nothing to influence or control him but God and\nhis conscience’ ” (alterations omitted)); Jackson, The Meaning\nof Statutes: What Congress Says or What the Court Says, 34\nA. B. A. J. 535, 536 (1948) (“[T]he interpretation\nof [the laws’] fair meaning . . . should be made by\njudges as independent of politics as humanly possible and not\nserving the interests of the class for whom, or a majority by whom,\nlegislation is enacted”).772\nRecords of the Federal Convention of 1787, p. 75 (M. Farrand\ned. 1911); see also Manning, 96 Colum. L. Rev., at\n640–648.78United Statesv.Will,449 U.S.\n200, 218 (1980).79See\nThe Federalist No. 81, at 482 (A. Hamilton).80Id., at 483.81Northern Pipeline Constr. Co.v.Marathon Pipe Line Co.,458 U.S.\n50, 60 (1982) (plurality opinion).82Bank Markaziv.Peterson, 578 U. S. ___, ___ (2016) (slip op., at 12)\n(alterations omitted).83Sternv.Marshall,564 U.S.\n462, 483 (2011) (internal quotation marks\nomitted).84Perez, 575 U. S., at ___\n(slip op., at 2); seeChrysler Corp.v.Brown,441 U.S.\n281, 295–296 (1979). To be sure, our precedent allowing\nexecutive agencies to issue legally binding regulations to govern\nprivate conduct may raise constitutional questions of its own. See,e.g.,Department of Transportationv.Association\nof American Railroads, 575 U.S. 43, ___–___ (2015) (Thomas, J.,\nconcurring in judgment) (slip op., at 4–11).85Cox,\nJudge Learned Hand and the Interpretation of Statutes, 60 Harv.\nL. Rev. 370, 390 (1947).86Id., at 390–391, and\nn. 58; see also Kavanaugh, 129 Harv. L. Rev., at 2151 (in\npursuing their policy goals, “[e]xecutive branch agencies often\nthink they can take a particular action unless it isclearly\nforbidden”).87Plaut, 514 U. S., at 225\n(quoting T. Cooley, Constitutional Limitations 95\n(1868)).88Id., at 95; see alsoBank\nMarkazi, 578 U. S., at ___, n. 17 (slip op., at 12,\nn. 17).89Ogdenv.Blackledge, 2\nCranch 272, 277.90Cooley,supra, at\n95.91Cf.Caryv.Curtis, 3 How. 236, 253, 257 (1845) (Story,\nJ., dissenting) (if the “right to interpret the laws” is taken away\nfrom courts and “confided to an executive functionary,” then “the\njudicial power, designed by the Constitution to be the final and\nappellate jurisdiction to interpret our laws, is superseded in its\nmost vital and important functions”).92Marbury, 1 Cranch, at\n177.93Arlingtonv.FCC,569 U.S.\n290, 297 (2013) (emphasis added).94Clintonv.City of New\nYork,524 U.S.\n417, 452 (1998) (Kennedy, J., concurring).95Marbury, 1 Cranch, at\n163.96Holmes, The Theory of Legal\nInterpretation, 12 Harv. L. Rev. 417, 417–418 (1899); seeINSv.Cardoza-Fonseca,480 U.S.\n421, 452–453 (1987) (Scalia, J., concurring in judgment)\n(“Judges interpret laws rather than reconstruct legislators’\nintentions”); H. Hart & A. Sacks, The Legal Process 1375 (1994)\n(“Unenacted intentions or wishes cannot be given effect as\nlaw”).97United Statesv.Woods,\n571 U.S. 31, 48 (2013).98O’Scannlain, “We Are All Textualists\nNow”: The Legacy of Justice Antonin Scalia, 91 St. John’s\nL. Rev. 303, 304–305 (2017) (contesting the radical\nindeterminacy of legal texts).99Id., at 313; see Siegel,\nTextualism and Contextualism in Administrative Law, 78 B. U.\nL. Rev. 1023, 1057 (1998).100Larkin & Slattery, 42 Harv.\nJ. L. & Pub. Pol’y, at 647.101Ibid.102See\nCriddle & Staszewski, Against Methodological Stare Decisis, 102\nGeo. L. J. 1573, 1577, and n. 12 (2014); C. Oldfather,\nMethodological Stare Decisis and Constitutional Interpretation, in\nPrecedent in the United States Supreme Court 135, 135–136 (C.\nPeters ed. 2013).103Kozel, Statutory Interpretation,\nAdministrative Deference, and the Law of Stare Decisis, 97 Texas\nL. Rev. 1125, 1159 (2019); see Raso & Eskridge,Chevronas a Canon, Not a Precedent: An Empirical Study of\nWhat Motivates Justices in Agency Deference Cases, 110 Colum.\nL. Rev. 1727, 1765–1766 (2010) (concluding that in practice,\nthis Court has not treated administrative-deference regimes such asChevronandAueras binding precedents).104South Dakotav.Wayfair,Inc., 585 U. S. ___, ___ (2018) (slip\nop., at 18).105See,e.g., Alexander &\nPrakash, Mother May I? Imposing Mandatory Prospective Rules of\nStatutory Interpretation, 20 Const. Comment. 97 (2003); Elhauge,\nPreference-Estimating Statutory Default Rules, 102 Colum.\nL. Rev. 2027, 2109–2110, and nn. 231–233\n(2002).106Pearsonv.Callahan,555 U.S.\n223, 233 (2009).107Arizonav.Gant,556 U.S.\n332, 348 (2009) (quotingLawrencev.Texas,539 U.S.\n558, 577 (2003)).108Janusv.State,County,and Municipal Employees, 585 U. S. ___,\n___–___ (2018) (slip op., at 34–35).109Brief for Administrative Law Scholars\nasAmici Curiae13.110Knickv.Township of\nScott,ante, at 22; seeJanus, 585 U. S., at\n___ (slip op., at 23). See also Lost History 54–92; Knudsen &\nWildermuth, 22 Geo. Mason L. Rev., at 658–664.111Hickman & Thomson, 103 Minn.\nL. Rev. Headnotes, at 110.112Greenv.Brennan, 578\nU. S. ___, ___ (2016) (slip op., at 5); see,e.g.,National Assn. of Home Buildersv.Defenders of\nWildlife,551 U.S.\n644, 668–669 (2007) (construing regulation in light of text,\nhistory, and canon against surplusage).113Woods, 571 U. S., at 48;\nsee alsoBruesewitzv.Wyeth LLC,562 U.S.\n223, 242 (2011);Jonesv.United States,526 U.S.\n227, 238 (1999);United Statesv.Mine Workers,330 U.S.\n258, 281–282 (1947).114To\nbe sure, underChevron U. S. A. Inc.v.Natural\nResources Defense Council,Inc.,467\nU.S. 837(1984), we sometimes defer to an agency’s construction\nof astatute. But there are serious questions, too, about\nwhetherthatdoctrine comports with the APA and the\nConstitution. See,e.g.,Pereirav.Sessions,\n585 U. S. ___, ___–___ (2018) (Kennedy, J., concurring);Michiganv.EPA, 576 U. S. ___, ___–___ (2015)\n(Thomas, J., concurring);Perez, 575 U. S., at ___–___\n(Scalia, J., concurring in judgment) (slip op., at 2–3).\nRegardless, it would be a mistake to suppose thatAueris in\nany way a “logical corollary toChevron.”Decker, 568\nU. S., at 620 (Scalia, J., concurring in part and dissenting\nin part).115Arlington, 569 U. S., at\n313 (Roberts, C. J., dissenting) (internal quotation marks\nomitted).116Federal Maritime Comm’nv.South Carolina Ports Authority,535\nU.S. 743, 755 (2002).117See\nOffice of the Federal Register, Code of Federal Regulations: Total\nPages 1938–1949, and Total Volumes and Pages 1950–2018,\nhttp://‌www.‌federalregister.‌gov/‌uploads/‌2019/‌04/‌cfrTotalPages2018.pdf;United Statesv.Secretary,Fla. Dept. of\nCorrections, 778 F.3d 1223, 1225 (CA11 2015).118Janus, 585 U. S., at ___\n(slip op., at 45) (quotingGant, 556 U. S., at\n349).119Gonzalesv.Oregon,546 U.S.\n243, 269 (2006); seeChristopher, 567 U. S., at 159\n(applyingSkidmoreafter concluding that agency’s\ninterpretation did not meritAuerdeference).",
    "joined": []
}