{
    "case": {
        "docket": "595",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/595/"
    },
    "id": "1970759",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1447_________________COY A. KOONTZ, Jr., PETITIONER v. ST. JOHNS\nRIVER WATER MANAGEMENT DISTRICTon writ of certiorari to the supreme court of\nflorida[June 25, 2013]Justice Kagan, with\nwhom Justice Ginsburg, Justice Breyer, and Justice Sotomayor join,\ndissenting.In the paradigmatic\ncase triggering review under Nollan v. California Coastal\nComm’n, 483 U. S. 825 (1987) , and Dolan v. City of\nTigard, 512 U. S. 374 (1994) , the government approves a\nbuilding permit on the condition that the landowner relinquish an\ninterest in real property, like an easement. The significant legal\nquestions that the Court resolves today are whether Nollan and\nDolan also apply when that case is varied in two ways. First, what\nif the government does not approve the permit, but instead demands\nthat the condition be fulfilled before it will do so? Second, what\nif the condition entails not transferring real property, but simply\npaying money? This case also raises other, more fact-specific\nissues I will address: whether the government here imposed any\ncondition at all, and whether petitioner Coy Koontz suffered any\ncompensable injury.I think the Court gets\nthe first question it addresses right. The Nollan-Dolan standard\napplies not only when the government approves a development permit\nconditioned on the owner’s conveyance of a property interest\n(i.e., imposes a condition subsequent), but also when the\ngovernment denies a permit until the owner meets the condition\n(i.e., imposes a condition precedent). That means an owner may\nchallenge the denial of a permit on the ground that the\ngovernment’s condition lacks the “nexus” and\n“rough proportionality” to the development’s\nsocial costs that Nollan and Dolan require. Still, the\ncondition-subsequent and condition-precedent situations differ in\nan important way. When the government grants a permit subject to\nthe relinquishment of real property, and that condition does not\nsatisfy Nollan and Dolan, then the government has taken the\nproperty and must pay just compensation under the Fifth Amendment.\nBut when the government denies a permit because an owner has\nrefused to accede to that same demand, nothing has actually been\ntaken. The owner is entitled to have the improper condition\nremoved; and he may be entitled to a monetary remedy created by\nstate law for imposing such a condition; but he cannot be entitled\nto constitutional compensation for a taking of property. So far, we\nall agree.Our core disagreement\nconcerns the second question the Court addresses. The majority\nextends Nollan and Dolan to cases in which the government\nconditions a permit not on the transfer of real property, but\ninstead on the payment or expenditure of money. That runs roughshod\nover Eastern Enterprises v. Apfel, 524 U. S. 498 (1998) ,\nwhich held that the government may impose ordinary financial\nobligations without triggering the Takings Clause’s\nprotections. The boundaries of the majority’s new rule are\nuncertain. But it threatens to subject a vast array of land-use\nregulations, applied daily in States and localities throughout the\ncountry, to heightened constitutional scrutiny. I would not embark\non so unwise an adventure, and would affirm the Florida Supreme\nCourt’s decision.I also would affirm for\ntwo independent reasons establishing that Koontz cannot get the\nmoney damages he seeks. First, respondent St. Johns River Water\nManagement District (District) never demanded anything (including\nmoney) in exchange for a permit; the Nollan-Dolan standard\ntherefore does not come into play (even assuming that test applies\nto demands for money). Second, no taking occurred in this case\nbecause Koontz never acceded to a demand (even had there been one),\nand so no property changed hands; as just noted, Koontz therefore\ncannot claim just compensation under the Fifth Amendment. The\nmajority does not take issue with my first conclusion, and\naffirmatively agrees with my second. But the majority thinks Koontz\nmight still be entitled to money damages, and remands to the\nFlorida Supreme Court on that question. I do not see how, and\nexpect that court will so rule.IClaims that\ngovernment regulations violate the Takings Clause by unduly\nrestricting the use of property are generally “governed by\nthe standards set forth in Penn Central Transp. Co. v. New York\nCity, 438 U. S. 104 (1978) .” Lingle v. Chevron\nU. S. A. Inc., 544 U. S. 528, 538 (2005) . Under\nPenn Central, courts examine a regulation’s\n“character” and “economic impact,” asking\nwhether the action goes beyond “adjusting the benefits and\nburdens of economic life to promote the common good” and\nwhether it “interfere[s] with distinct investment-backed\nexpectations.” Penn Central, 438 U. S., at 124. That\nmulti-factor test balances the government’s manifest need to\npass laws and regulations “adversely\naffect[ing]. . . economic values,” ibid., with our\nlongstanding recognition that some regulation “goes too\nfar,” Pennsylvania Coal Co. v. Mahon, 260 U. S. 393, 415\n(1922) .Our decisions in Nollan\nand Dolan are different: They provide an independent layer of\nprotection in “the special context of land-use\nexactions.” Lingle, 544 U. S., at 538. In that\nsituation, the “government demands that a landowner dedicate\nan easement” or surrender a piece of real property “as\na condition of obtaining a development permit.” Id., at 546.\nIf the government appropriated such a property interest outside the\npermitting process, its action would constitute a taking,\nnecessitating just compensation. Id., at 547. Nollan and Dolan\nprevent the government from exploiting the landowner’s permit\napplication to evade the constitutional obligation to pay for the\nproperty. They do so, as the majority explains, by subjecting the\ngovernment’s demand to heightened scrutiny: The government\nmay condition a land-use permit on the relinquishment of real\nproperty only if it shows a “nexus” and “rough\nproportionality” between the demand made and “the\nimpact of the proposed development.” Dolan, 512 U. S.,\nat 386, 391; see ante, at 8. Nollan and Dolan thus serve not to\naddress excessive regulatory burdens on land use (the function of\nPenn Central), but instead to stop the government from imposing an\n“unconstitutional condition”—a requirement that a\nperson give up his constitutional right to receive just\ncompensation “in exchange for a discretionary benefit”\nhaving “little or no relationship” to the property\ntaken. Lingle, 544 U. S., at 547.Accordingly, the\nNollan-Dolan test applies only when the property the government\ndemands during the permitting process is the kind it otherwise\nwould have to pay for—or, put differently, when the\nappropriation of that property, outside the permitting process,\nwould constitute a taking. That is why Nollan began by stating that\n“[h]ad California simply required the Nollans to make an\neasement across their beachfront available to the public\n. . . , rather than conditioning their permit to rebuild\ntheir house on their agreeing to do so, we have no doubt there\nwould have been a taking” requiring just compensation. 483\nU. S., at 831. And it is why Dolan started by maintaining that\n“had the city simply required petitioner to dedicate a strip\nof land . . . for public use, rather than conditioning\nthe grant of her permit to [d]evelop her property on such a\ndedication, a taking would have occurred.” 512 U. S., at\n384. Even the majority acknowledges this basic point about Nollan\nand Dolan: It too notes that those cases rest on the premise that\n“if the government had directly seized the easements it\nsought to obtain through the permitting process, it would have\ncommitted a per se taking.” Ante, at 14–15. Only if\nthat is true could the government’s demand for the property\nforce a landowner to relinquish his constitutional right to just\ncompensation.Here, Koontz claims\nthat the District demanded that he spend money to improve public\nwetlands, not that he hand over a real property interest. I assume\nfor now that the District made that demand (although I think it did\nnot, see infra, at 12–16.) The key question then is:\nIndependent of the permitting process, does requiring a person to\npay money to the government, or spend money on its behalf,\nconstitute a taking requiring just compensation? Only if the answer\nis yes does the Nollan-Dolan test apply.But we have already\nanswered that question no. Eastern Enterprises v. Apfel, 524\nU. S. 498 , as the Court describes, involved a federal statute\nrequiring a former mining company to pay a large sum of money for\nthe health benefits of retired employees. Five Members of the Court\ndetermined that the law did not effect a taking, distinguishing\nbetween the appropriation of a specific property interest and the\nimposition of an order to pay money. Justice Kennedy acknowledged\nin his controlling opinion that the statute “impose[d] a\nstaggering financial burden” (which influenced his conclusion\nthat it violated due process). Id., at 540 (opinion concurring in\njudgment and dissenting in part). Still, Justice Kennedy explained,\nthe law did not effect a taking because it did not “operate\nupon or alter” a “specific and identified propert[y] or\nproperty right[ ].” Id., at 540–541. Instead,\n“[t]he law simply imposes an obligation to perform an act,\nthe payment of benefits. The statute is indifferent as to how the\nregulated entity elects to comply or the property it uses to do\nso.” Id., at 540. Justice Breyer, writing for four more\nJustices, agreed. He stated that the Takings Clause applies only\nwhen the government appropriates a “specific interest in\nphysical or intellectual property” or “a specific,\nseparately identifiable fund of money”; by contrast, the\nClause has no bearing when the government imposes “an\nordinary liability to pay money.” Id., at 554–555\n(dissenting opinion).Thus, a requirement\nthat a person pay money to repair public wetlands is not a taking.\nSuch an order does not affect a “specific and identified\npropert[y] or property right[ ]”; it simply\n“imposes an obligation to perform an act” (the\nimprovement of wetlands) that costs money. Id., at 540–541\n(opinion of Kennedy, J.). To be sure, when a person spends money on\nthe government’s behalf, or pays money directly to the\ngovernment, it “will reduce [his] net worth”—but\nthat “can be said of any law which has an adverse economic\neffect” on someone. Id., at 543. Because the government is\nmerely imposing a “general liability” to pay money,\nid., at 555 (Breyer, J., dissenting)—and therefore is\n“indifferent as to how the regulated entity elects to comply\nor the property it uses to do so,” id., at 540 (opinion of\nKennedy, J.)—the order to repair wetlands, viewed independent\nof the permitting process, does not constitute a taking. And that\nmeans the order does not trigger the Nollan-Dolan test, because it\ndoes not force Koontz to relinquish a constitutional right.The majority tries to\ndistinguish Apfel by asserting that the District’s demand\nhere was “closely analogous” (and “bears\nresemblance”) to the seizure of a lien on property or an\nincome stream from a parcel of land. Ante, at 16, 19. The majority\nthus seeks support from decisions like Armstrong v. United States,\n364 U. S. 40 (1960) , where this Court held that the\ngovernment effected a taking when it extinguished a lien on several\nships, and Palm Beach Cty. v. Cove Club Investors Ltd., 734\nSo. 2d 379 (1999), where the Florida Supreme Court held that\nthe government committed a taking when it terminated a covenant\nentit-ling the beneficiary to an income stream from a piece of\nland.But the\nmajority’s citations succeed only in showing what this case\nis not. When the government dissolves a lien, or appropriates a\ndeterminate income stream from a piece of property—or, for\nthat matter, seizes a particular “bank account or [the]\naccrued interest” on it—the government indeed takes a\n“specific” and “identified prop- erty\ninterest.” Apfel, 524 U. S., at 540–541 (opinion\nof Kennedy, J.). But nothing like that occurred here. The District\ndid not demand any particular lien, or bank account, or income\nstream from property. It just ordered Koontz to spend or pay money\n(again, assuming it ordered anything at all). Koontz’s\nliability would have been the same whether his property produced\nincome or not—e.g., even if all he wanted to build was a\nfamily home. And similarly, Koontz could meet that obligation from\nwhat-ever source he chose—a checking account, shares of\nstock, a wealthy uncle; the District was “indifferent as to\nhow [he] elect[ed] to [pay] or the property [he] use[d] to do\nso.” Id., at 540. No more than in Apfel, then, was the\n(supposed) demand here for a “specific and identified”\npiece of property, which the government could not take without\npaying for it. Id., at 541.The majority thus falls\nback on the sole way the District’s alleged demand related to\na property interest: The demand arose out of the permitting process\nfor Koontz’s land. See ante, at 16–17. But under the\nanalytic framework that Nollan and Dolan established, that\nconnection alone is insufficient to trigger heightened scrutiny. As\nI have described, the heightened standard of Nollan and Dolan is\nnot a freestanding protection for land-use permit applicants;\nrather, it is “a special application of the doctrine of\nunconstitutional conditions, which provides that the government may\nnot require a person to give up a constitutional right—here\nthe right to receive just compensation when property is\ntaken”—in exchange for a land-use permit. Lingle, 544\nU. S., at 547 (internal quotation marks omitted); see supra,\nat 3–5. As such, Nollan and Dolan apply only if the demand at\nissue would have violated the Constitution independent of that\nproposed exchange. Or put otherwise, those cases apply only if the\ndemand would have constituted a taking when executed outside the\npermitting process. And here, under Apfel, it would not. [1]The majority’s\napproach, on top of its analytic flaws, threatens significant\npractical harm. By applying Nollan and Dolan to permit conditions\nrequiring monetary payments—with no express limitation except\nas to taxes—the majority extends the Takings Clause, with its\nnotoriously “difficult” and “perplexing”\nstandards, into the very heart of local land-use regulation and\nservice delivery. 524 U. S., at 541. Cities and towns across\nthe nation impose many kinds of permitting fees every day. Some\nenable a government to mitigate a new development’s impact on\nthe community, like increased traffic or pollution—or\ndestruction of wetlands. See, e.g., Olympia v. Drebick, 156 Wash.\n2d 289, 305, 126 P. 3d 802, 809 (2006). Others cover the\ndirect costs of providing services like sewage or water to the\ndevelopment. See, e.g., Krupp v. Breckenridge Sanitation Dist., 19\nP. 3d 687, 691 (Colo. 2001). Still others are meant to limit\nthe number of landowners who engage in a certain activity, as fees\nfor liquor licenses do. See, e.g., Phillips v. Mobile, 208\nU. S. 472, 479 (1908) ; BHA Investments, Inc. v. Idaho, 138\nIdaho 348, 63 P. 3d 474 (2003). All now must meet Nollan and\nDolan’s nexus and proportionality tests. The Federal\nConstitution thus will decide whether one town is overcharging for\nsewage, or another is setting the price to sell liquor too high.\nAnd the flexibility of state and local governments to take the most\nroutine actions to enhance their communities will diminish\naccordingly.That problem becomes\nstill worse because the majority’s distinction between\nmonetary “exactions” and taxes is so hard to apply.\nAnte, at 18. The majority acknowledges, as it must, that taxes are\nnot takings. See ibid. (This case “does not affect the\nability of governments to impose property taxes, user fees, and\nsimilar laws and regulations that may impose financial burdens on\nproperty owners”). But once the majority decides that a\nsimple demand to pay money—the sort of thing often viewed as\na tax—can count as an impermissible “exaction,”\nhow is anyone to tell the two apart? The question, as Justice\nBreyer’s opinion in Apfel noted, “bristles with\nconceptual difficulties.” 524 U. S., at 556. And\npractical ones, too: How to separate orders to pay money from\n. . . well, orders to pay money, so that a locality knows\nwhat it can (and cannot) do. State courts sometimes must confront\nthe same question, as they enforce restrictions on\nlocalities’ taxing power. And their decisions—contrary\nto the majority’s blithe assertion, see ante, at\n20–21—struggle to draw a coherent boundary. Because\n“[t]here is no set rule” by which to determine\n“in which category a particular” action belongs,\nEastern Diversified Properties, Inc. v. Montgomery Cty., 319 Md.\n45, 53, 570 A. 2d 850, 854 (1990), courts often reach opposite\nconclusions about classifying nearly identical fees. Compare, e.g.,\nCoulter v. Rawlins, 662 P. 2d 888, 901–904 (Wyo. 1983)\n(holding that a fee to enhance parks, imposed as a permit\ncondition, was a regulatory exaction), with Home Builders Assn. v.\nWest Des Moines, 644 N. W. 2d 339, 350 (Iowa 2002) (rejecting\nCoulter and holding that a nearly identical fee was a tax). [2] Nor does the\nmajority’s opinion provide any help with that issue: Perhaps\nits most striking feature is its refusal to say even a word about\nhow to make the distinction that will now determine whether a given\nfee is subject to heightened scrutiny.Perhaps the Court means\nin the future to curb the intrusion into local affairs that its\nholding will accomplish; the Court claims, after all, that its\nopinion is intended to have only limited impact on\nlocalities’ land-use authority. See ante, at 8, 21. The\nmajority might, for example, approve the rule, adopted in several\nStates, that Nollan and Dolan apply only to permitting fees that\nare imposed ad hoc, and not to fees that are generally\napplicable. See, e.g., Ehrlich v. Culver City, 12 Cal. 4th 854, 911\nP. 2d 429 (1996). Dolan itself suggested that limitation by\nunderscoring that there “the city made an adjudicative\ndecision to condition petitioner’s application for a building\npermit on an individual parcel,” instead of imposing an\n“essen-tially legislative determination[ ] classifying\nentire areas of the city.” 512 U. S., at 385. Maybe\ntoday’s majority accepts that distinction; or then again,\nmaybe not. At the least, the majority’s refusal “to say\nmore” about the scope of its new rule now casts a cloud on\nevery decision by every local government to require a person\nseeking a permit to pay or spend money. Ante, at 20.At bottom, the\nmajority’s analysis seems to grow out of a yen for a\nprophylactic rule: Unless Nollan and Dolan apply to monetary\ndemands, the majority worries, “land-use permitting\nofficials” could easily “evade the limitations”\non exaction of real property interests that those decisions impose.\nAnte, at 15. But that is a prophylaxis in search of a problem. No\none has presented evidence that in the many States declining to\napply heightened scrutiny to permitting fees, local officials\nroutinely short-circuit Nollan and Dolan to extort the surrender of\nreal property interests having no relation to a development’s\ncosts. See, e.g., Krupp v. Breckenridge Sanitation Dist., 19\nP. 3d, at 697; Home Builders Assn. of Central Arizona v.\nScottsdale, 187 Ariz. 479, 486, 930 P. 2d 993, 1000 (1997);\nMcCarthy v. Leawood, 257 Kan. 566, 579, 894 P. 2d 836, 845\n(1995). And if officials were to impose a fee as a contrivance to\ntake an easement (or other real property right), then a court could\nindeed apply Nollan and Dolan. See, e.g., Norwood v. Baker, 172\nU. S. 269 (1898) (preventing circumvention of the Takings\nClause by prohibiting the government from imposing a special\nassessment for the full value of a property in advance of\ncondemning it). That situation does not call for a rule extending,\nas the majority’s does, to all monetary exactions. Finally, a\ncourt can use the Penn Central framework, the Due Process Clause,\nand (in many places) state law to protect against monetary demands,\nwhether or not imposed to evade Nollan and Dolan, that simply\n“go[ ] too far.” Mahon, 260 U. S., at 415;\nsee supra, at 3. [3]In sum, Nollan and\nDolan restrain governments from using the permitting process to do\nwhat the Takings Clause would otherwise prevent—i.e., take a\nspecific property interest without just compensation. Those cases\nhave no application when governments impose a general financial\nobligation as part of the permitting process, because under Apfel\nsuch an action does not otherwise trigger the Takings\nClause’s protections. By extending Nollan and Dolan’s\nheightened scrutiny to a simple payment demand, the majority\nthreatens the heartland of local land-use regulation and service\ndelivery, at a bare minimum depriving state and local governments\nof “necessary predictability.” Apfel, 524 U. S.,\nat 542 (opinion of Kennedy, J.). That decision is\nunwarranted—and deeply unwise. I would keep Nollan and Dolan\nin their intended sphere and affirm the Florida Supreme Court.III also would affirm\nthe judgment below for two independent reasons, even assuming that\na demand for money can trigger Nollan and Dolan. First, the\nDistrict never demanded that Koontz give up anything (including\nmoney) as a condition for granting him a permit. [4] And second, because (as everyone agrees)\nno actual taking occurred, Koontz cannot claim just compensation\neven had the District made a demand. The majority nonetheless\nremands this case on the theory that Koontz might still be entitled\nto money damages. I cannot see how, and so would spare the Florida\ncourts.ANollan and Dolan\napply only when the government makes a “demand[ ]”\nthat a landowner turn over property in exchange for a permit.\nLingle, 544 U. S., at 546. I understand the majority to agree\nwith that proposition: After all, the entire unconstitutional\nconditions doctrine, as the majority notes, rests on the fear that\nthe government may use its control over benefits (like permits) to\n“coerc[e]” a person into giving up a constitutional\nright. Ante, at 7; see ante, at 13. A Nollan-Dolan claim therefore\ndepends on a showing of government coercion, not relevant in an\nordinary challenge to a permit denial. See Monterey v. Del Monte\nDunes at Monterey, Ltd., 526 U. S. 687, 703 (1999) (Nollan and\nDolan were “not designed to address, and [are] not readily\napplicable to,” a claim based on the mere “denial of\n[a] development” permit). Before applying Nollan and Dolan, a\ncourt must find that the permit denial occurred because the\ngovernment made a demand of the landowner, which he rebuffed.And unless Nollan and\nDolan are to wreck land-use permitting throughout the\ncountry—to the detriment of both communities and property\nowners—that demand must be unequivocal. If a local government\nrisked a lawsuit every time it made a suggestion to an applicant\nabout how to meet permitting criteria, it would cease to do so;\nindeed, the government might desist altogether from communicating\nwith applicants. That hazard is to some extent baked into Nollan\nand Dolan; observers have wondered whether those decisions have\ninclined some local governments to deny permit applications\noutright, rather than negotiate agreements that could work to both\nsides’ advantage. See W. Fischel, Regulatory Takings 346\n(1995). But that danger would rise exponentially if something less\nthan a clear condition—if each idea or proposal offered in\nthe back-and-forth of reconciling diverse interests—triggered\nNollan-Dolan scrutiny. At that point, no local government official\nwith a decent lawyer would have a conversation with a developer.\nHence the need to reserve Nollan and Dolan, as we always have, for\nreviewing only what an official demands, not all he says in\nnegotiations.With that as backdrop,\nconsider how this case arose. To arrest the loss of the\nState’s rapidly diminishing wetlands, Florida law prevents\nlandowners from filling or draining any such property without two\npermits. See ante, at 2–3. Koontz’s property qualifies\nas a wetland, and he therefore needed the permits to embark on\ndevelopment. His applications, however, failed the District’s\npreliminary review: The District found that they did not preserve\nwetlands or protect fish and wildlife to the extent Florida law\nrequired. See App. Exh. 19–20, 47. At that point, the\nDistrict could simply have denied the applications; had it done so,\nthe Penn Central test—not Nollan and Dolan—would have\ngoverned any takings claim Koontz might have brought. See Del Monte\nDunes, 526 U. S., at 702–703.Rather than reject the\napplications, however, the District suggested to Koontz ways he\ncould modify them to meet legal requirements. The District proposed\nreducing the development’s size or modifying its design to\nlessen the impact on wetlands. See App. Exh. 87–88,\n91–92. Alternatively, the District raised several options for\n“off-site mitigation” that Koontz could undertake in a\nnearby nature preserve, thus compensating for the loss of wetlands\nhis project would cause. Id., at 90–91. The District never\nmade any particular demand respecting an off-site project (or\nanything else); as Koontz testified at trial, that possibility was\npresented only in broad strokes, “[n]ot in any great\ndetail.” App. 103. And the District made clear that it\nwelcomed additional proposals from Koontz to mitigate his\nproject’s damage to wetlands. See id., at 75. Even at the\nfinal hearing on his applications, the District asked Koontz if he\nwould “be willing to go back with the staff over the next\nmonth and renegotiate this thing and try to come up with” a\nsolution. Id., at 37. But Koontz refused, saying (through his\nlawyer) that the proposal he submitted was “as good as it can\nget.” Id., at 41. The District therefore denied the\napplications, consistent with its original view that they failed to\nsatisfy Florida law.In short, the District\nnever made a demand or set a condition—not to cede an\nidentifiable property interest, not to undertake a particular\nmitigation project, not even to write a check to the government.\nInstead, the District suggested to Koontz several non-exclusive\nways to make his applications conform to state law. The\nDistrict’s only hard-and-fast requirement was that Koontz do\nsomething—anything—to satisfy the relevant permitting\ncriteria. Koontz’s failure to obtain the permits therefore\ndid not result from his refusal to accede to an allegedly\nextortionate demand or condition; rather, it arose from the legal\ndeficien-cies of his applications, combined with his unwillingness\nto correct them by any means. Nollan and Dolan were never meant to\naddress such a run-of-the-mill denial of a land-use permit. As\napplications of the unconstitutional conditions doctrine, those\ndecisions require a condition; and here, there was none.Indeed, this case well\nillustrates the danger of extending Nollan and Dolan beyond their\nproper compass. Consider the matter from the standpoint of the\nDistrict’s lawyer. The District, she learns, has found that\nKoontz’s permit applications do not satisfy legal\nrequirements. It can deny the permits on that basis; or it can\nsuggest ways for Koontz to bring his applications into compliance.\nIf every suggestion could become the subject of a lawsuit under\nNollan and Dolan, the lawyer can give but one recommendation: Deny\nthe permits, without giving Koontz any advice—even if he asks\nfor guidance. As the Florida Supreme Court observed of this case:\nWere Nollan and Dolan to apply, the District would “opt to\nsimply deny permits outright without discussion or negotiation\nrather than risk the crushing costs of litigation”; and\nproperty owners like Koontz then would “have no opportunity\nto amend their applications or discuss mitigation options.”\n77 So. 3d 1220, 1231 (2011). Nothing in the Takings Clause requires\nthat folly. I would therefore hold that the District did not impose\nan unconstitutional condition—because it did not impose a\ncondition at all.BAnd finally, a third\ndifficulty: Even if (1) money counted as “specific and\nidentified propert[y]” under Apfel (though it doesn’t),\nand (2) the District made a demand for it (though it didn’t),\n(3) Koontz never paid a cent, so the District took nothing from\nhim. As I have explained, that third point does not prevent Koontz\nfrom suing to invalidate the purported demand as an\nunconstitutional condition. See supra, at 1–2. But it does\nmean, as the majority agrees, that Koontz is not entitled to just\ncompensation under the Takings Clause. See ante, at 11. He may\nobtain monetary relief under the Florida statute he invoked only if\nit authorizes damages beyond just compensation for a taking.The majority remands\nthat question to the Florida Supreme Court, and given how it\ndisposes of the other issues here, I can understand why. As the\nmajority indicates, a State could decide to create a damages remedy\nnot only for a taking, but also for an unconstitutional conditions\nclaim predicated on the Takings Clause. And that question is one of\nstate law, which we usually do well to leave to state courts.But as I look to the\nFlorida statute here, I cannot help but see yet another reason why\nthe Florida Supreme Court got this case right. That statute\nauthorizes damages only for “an unreasonable exercise of the\nstate’s police power constituting a taking without just\ncompensation.” Fla. Stat. §373.617 (2010); see ante, at\n12. In what legal universe could a law authorizing damages only for\na “taking” also provide damages when (as all agree) no\ntaking has occurred? I doubt that inside-out, upside-down universe\nis the State of Florida. Certainly, none of the Florida courts in\nthis case suggested that the majority’s hypothesized remedy\nactually exists; rather, the trial and appellate courts imposed a\ndamages remedy on the mistaken theory that there had been a taking\n(although of exactly what neither was clear). See App. to Pet. for\nCert. C–2; 5 So. 3d 8, 8 (2009). So I would, once more,\naffirm the Florida Supreme Court, not make it say again what it has\nalready said—that Koontz is not entitled to money\ndamages.IIINollan and Dolan are\nimportant decisions, designed to curb governments from using their\npower over land-use permitting to extract for free what the Takings\nClause would otherwise require them to pay for. But for no fewer\nthan three independent reasons, this case does not present that\nproblem. First and foremost, the government commits a taking only\nwhen it appropriates a specific property interest, not when it\nrequires a person to pay or spend money. Here, the District never\ntook or threatened such an interest; it tried to extract from\nKoontz solely a commitment to spend money to repair public\nwetlands. Second, Nollan and Dolan can operate only when the\ngovernment makes a demand of the permit applicant; the\ndecisions’ prerequisite, in other words, is a condition.\nHere, the District never made such a demand: It informed Koontz\nthat his applications did not meet legal requirements; it offered\nsuggestions for bringing those applications into compliance; and it\nsolicited further proposals from Koontz to achieve the same end.\nThat is not the stuff of which an unconstitutional condition is\nmade. And third, the Florida statute at issue here does not, in any\nevent, offer a damages remedy for imposing such a condition. It\nprovides relief only for a consummated taking, which did not occur\nhere.The majority’s\nerrors here are consequential. The majority turns a broad array of\nlocal land-use regulations into federal constitutional questions.\nIt deprives state and local governments of the flexibility they\nneed to enhance their communities—to ensure environmentally\nsound and economically productive development. It places courts\nsmack in the middle of the most everyday local government activity.\nAs those consequences play out across the country, I believe the\nCourt will rue today’s decision. I respectfully dissent.Notes1The majority’s sole\nresponse is that “the unconstitutional conditions analysis\nrequires us to set aside petitioner’s permit application, not\nhis ownership of a particular parcel of real property.” Ante,\nat 17, n. 1. That mysterious sentence fails to make the\nmajority’s opinion cohere with the unconstitutional\nconditions doctrine, as anyone has ever known it. That doctrine\napplies only if imposing a condition directly—i.e.,\nindependent of an exchange for a government benefit—would\nviolate the Constitution. Here, Apfel makes clear that the\nDistrict’s condition would not do so: The government may\n(separate and apart from permitting) require a person—whether\nKoontz or anyone else—to pay or spend money without effecting\na taking. The majority offers no theory to the contrary: It does\nnot explain, as it must, why the District’s condition was\n“unconstitutional.”2The majority argues that\nexisting state-court precedent will “greatly reduce the\npractical difficulty” of developing a uniform standard for\ndistinguishing taxes from monetary exactions in federal\nconstitutional cases. Ante, at 20, n.2. But how are those decisions\nto perform that feat if they themselves are all over the\nmap?3Our Penn Central test\nprotects against regulations that unduly burden an owner’s\nuse of his property: Unlike the Nollan-Dolan standard, that\nframework fits to a T a complaint (like Koontz’s) that a\npermitting condition makes it inordinately expensive to develop\nland. And the Due Process Clause provides an additional backstop\nagainst excessive permitting fees by preventing a government from\nconditioning a land-use permit on a monetary requirement that is\n“basically arbitrary.” Eastern Enterprises v. Apfel,\n–558 (1998) (Breyer, J., dissenting). My point is not, as the\nmajority suggests, that these constraints do the same thing as\nNollan and Dolan, and so make those decisions unnecessary. See\nante, at 21. To the contrary, Nollan and Dolan provide developers\nwith enhanced protection (and localities with correspondingly\nreduced flexibility). See supra, at 8. The question here has to do\nnot with “overruling” those cases, but with extending\nthem. Ante, at 21. My argument is that our prior caselaw struck the\nright balance: heightened scrutiny when the government uses the\npermitting process to demand property that the Takings Clause\nprotects, and lesser scrutiny, but a continuing safeguard against\nabuse, when the government’s demand is for something falling\noutside that Clause’s scope.4The Court declines to\nconsider whether the District demanded anything from Koontz because\nthe Florida Supreme Court did not reach the issue. See ante, at 13.\nBut because the District raised this issue in its brief opposing\ncertiorari, Brief in Opposition 14–18, both parties briefed\nand argued it on the merits, see Brief for Respondent 37–43;\nReply Brief 7–8, Tr. of Oral Arg. 7–12, 27–28,\n52–53, and it provides yet another ground to affirm the\njudgment below, I address the question.",
    "joined": []
}