{
    "case": {
        "docket": "19-5410",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-5410/"
    },
    "id": "4438092",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–5410_________________CHARLES BORDEN, Jr., PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 10, 2021]Justice Kagan announced the judgment of the\nCourt and delivered an opinion, in which Justice Breyer, Justice\nSotomayor, and Justice Gorsuch join.The Armed Career Criminal Act (ACCA), 18\nU. S. C. §924(e), mandates a 15-year minimum sentence for\npersons found guilty of illegally possessing a gun who have three\nor more prior convictions for a “violent felony.” The question here\nis whether a criminal offense can count as a “violent felony” if it\nrequires only amens reaof recklessness—a less culpable\nmental state than purpose or knowledge. We hold that a reckless\noffense cannot so qualify.ICongress enacted ACCA, as its full name makes\nclear, to address the “special danger” associated with “armed\ncareer criminals.”Begayv.United States,553 U.S.\n137, 146 (2008). A “small percentage of repeat offenders,”\nCongress found, commit a “large percentage” of all violent crimes.Taylorv.UnitedStates,495\nU.S. 575, 581 (1990) (quoting H. R. Rep. No. 98–1073,\np. 1 (1984)). And when such a habitual violent offender\ncarries a gun, he poses a serious risk of wreaking harm. As his\nprior convictions reveal, he is “the kind of person who,” when\narmed, “might deliberately point the gun and pull the trigger.”Begay, 553 U. S., at 146.To allay that danger, ACCA enhances the sentence\nof anyone convicted under 18 U. S. C. §922(g) of being a\nfelon in possession of a firearm if he has three or more prior\nconvictions (whether state or federal) for a “violent felony.” The\nincrease in penalty is severe: A 10-year maximum sentence turns\ninto a 15-year minimum one. See §924(a)(2), (e)(1). And because\nthat is so, the scope of the statute is closely confined. SeeBegay, 553 U. S., at 146 (Congress did not provide for\n“a 15-year mandatory prison term where th[e] increased likelihood\n[of gun violence] does not exist”). The penalty enhancement kicks\nin only when a defendant has committed no fewer than three offenses\nmeeting the statute’s definition of “violent felony.” That\ndefinition, in addition to ticking off several specific crimes (for\nexample, burglary and arson), includes the so-called elements\nclause, relevant here. An offense qualifies as a violent felony\nunder that clause if it “has as an element the use, attempted use,\nor threatened use of physical force against the person of another.”\n§924(e)(2)(B)(i).To decide whether an offense satisfies the\nelements clause, courts use the categorical approach. SeeStokelingv.United States, 586 U. S. ___, ___\n(2019) (slip op., at 13). Under that by-now-familiar method,\napplicable in several statutory contexts, the facts of a given case\nare irrelevant. The focus is instead on whether the elements of the\nstatute of conviction meet the federal standard. Here, that means\nasking whether a state offense necessarily involves the defendant’s\n“use, attempted use, or threatened use of physical force against\nthe person of another.” §924(e)(2)(B)(i); seeShularv.United States, 589 U. S. ___, ___–___ (2020) (slip op.,\nat 3–4). If any—even the least culpable—of the acts criminalized do\nnot entail that kind of force, the statute of conviction does not\ncategorically match the federal standard, and so cannot serve as an\nACCA predicate. SeeJohnsonv.United States,559 U.S.\n133, 137 (2010).In this case, petitioner Charles Borden, Jr.,\npleaded guilty to a felon-in-possession charge, and the Government\nsought an enhanced sentence under ACCA. One of the three\nconvictions alleged as predicates was for reckless aggravated\nassault in violation of Tennessee law. The relevant statute defines\nthat crime as “[r]ecklessly commit[ting] an assault” and either\n“caus[ing] serious bodily injury to another” or “us[ing] or\ndisplay[ing] a deadly weapon.” Tenn. Code Ann. §39–13–102(a)(2)\n(2003); see §39–13–101(a)(1). Borden argued that this offense is\nnot a violent felony under ACCA’s elements clause because a mental\nstate of recklessness suffices for conviction. In his view, only\npurposeful or knowing conduct satisfies the clause’s demand for the\nuse of force “against the person of another.” The District Court\ndisagreed, holding that reckless offenses qualify as violent\nfelonies and sentencing Borden as a career offender. The Court of\nAppeals for the Sixth Circuit affirmed that decision based on\ncircuit precedent—though noting that Borden was “not alone” in\nviewing the precedent as “wrongly decided.” 769 Fed. Appx. 266, 268\n(2019) (citingUnited Statesv.Verwiebe, 874 F.3d\n258 (CA6 2017)).The circuit courts have indeed differed in\naddressing the question Borden raises. Some have held, as in this\ncase, that a statute covering reckless conduct qualifies as a\nviolent felony under ACCA.[1]\nOthers have concluded that only a statute confined to purposeful or\nknowing conduct can count as such a felony.[2] The dispute turns on the definition of “violent\nfelony” in ACCA’s elements clause—more specifically, on how\ndifferent mental states map onto the clause’s demand that an\noffense entail the “use . . . of physical force against\nthe person of another.” §924(e)(2)(B)(i). We granted certiorari to\nresolve the issue. 589 U. S. ___ (2020).IITwo pieces of background should ease the way.\nWe begin by setting out four states of mind, as described in modern\nstatutes and cases, that may give rise to criminal liability. Those\nmental states are, in descending order of culpability: purpose,\nknowledge, recklessness, and negligence. We then discuss two prior\ndecisions of this Court addressing questions similar to the one\nhere. In each, the Court considered how a certain mental state\nrelates to a statutory definition marking out a category of crimes.\nOne of those definitions is almost identical to the elements\nclause; the other appropriates only the clause’s first half. The\nCourt’s analyses—about both the statute more like and the statute\nless like the elements clause—help frame today’s decision.Purpose and knowledge are the most culpable\nlevels in the criminal law’s mental-state “hierarchy.”United\nStatesv.Bailey,444 U.S.\n394, 404 (1980). A person acts purposefully when he\n“consciously desires” a particular result.Ibid.(internal\nquotation marks omitted); see ALI, Model Penal Code §2.02(2)(a)\n(1985). He acts knowingly when “he is aware that [a] result is\npractically certain to follow from his conduct,” whatever his\naffirmative desire.Bailey, 444 U. S., at 404 (internal\nquotation marks omitted); see Model Penal Code §2.02(2)(b)(ii). We\nhave characterized the distinction between the two as “limited,”\nexplaining that it “has not been considered important” for many\ncrimes.Bailey, 444 U. S., at 404 (internal quotation\nmarks omitted); see Model Penal Code, Comment 2, pp. 233–234\n(calling the distinction “narrow” and often “inconsequential”). A\nperson who injures another knowingly, even though not affirmatively\nwanting the result, still makes a deliberate choice with full\nawareness of consequent harm. SeeBailey, 444 U. S., at\n403–404.[3]Recklessness and negligence are less culpable\nmental states because they instead involve insufficient concern\nwith a risk of injury. A person acts recklessly, in the most common\nformulation, when he “consciously disregards a substantial and\nunjustifiable risk” attached to his conduct, in “gross deviation”\nfrom accepted standards. Model Penal Code §2.02(2)(c); seeVoisinev.United States, 579 U.S. 686, ___ (2016)\n(slip op., at 4). That risk need not come anywhere close to a\nlikelihood. Speeding through a crowded area may count as reckless\neven though the motorist’s “chances of hitting anyone are far less\n[than] 50%.” 1 W. LaFave, Substantive Criminal Law §5.4(f )\n(2018) (citing cases involving low-probability events). Similarly\n(though one more step down the mental-state hierarchy), a person\nacts negligently if he is not but “should be aware” of such a\n“substantial and unjustifiable risk,” again in “gross deviation”\nfrom the norm. Model Penal Code §2.02(2)(d). There, the fault lies\nin the person’s simple “failure to perceive” the possible\nconsequence of his behavior.Ibid.InLeocalv.Ashcroft,543 U.S. 1(2004), this Court held that offenses requiring only a negligentmens reafall outside a statutory definition relevantly\nidentical to ACCA’s elements clause. That definition, codified at\n18 U. S. C. §16(a), is for the term “crime of violence,”\nwhich appears in many federal criminal and immigration laws.\nSection 16(a) states, in language that should by now sound\nfamiliar, that a “crime of violence” means “an offense that has as\nan element the use, attempted use, or threatened use of physical\nforce against the person or property of another.” (In case you\nmissed it, the sole difference between §16(a) and the elements\nclause is the phrase “or property,” which brings property crimes\nwithin the former statute’s ambit.) The question presented was\nwhether that definition covers DUI offenses—for driving under the\ninfluence of alcohol and causing serious bodily injury—that require\nonly a negligent mental state. In addressing that issue, the\nparties had debated whether “the word ‘use’ alone supplies amens reaelement.” 543 U. S., at 9. But the Court\nthought the focus on that one word “too narrow.”Ibid.Rather, we said, the “critical aspect” of §16(a) is its demand that\nthe perpetrator use physical force “against the person or\nproperty of another.”Ibid.(emphasis in original). As a\nmatter of “ordinary or natural meaning,” we explained, that “key\nphrase . . . most naturally suggests a higher degree of\nintent than negligent” conduct.Ibid.(internal quotation\nmarks omitted). And confirmation of that view came from the defined\nterm itself. The phrase “crime of violence,” we reasoned, “suggests\na category of violent, active crimes that cannot be said naturally\nto include” negligent offenses.Id., at 11. All that\nsufficed to resolve the status of the DUI offense at issue. The\nCourt thus reserved the question whether an offense with amens\nreaof recklessness likewise fails to qualify as a crime of\nviolence.Id., at 13.More recently, the Court held that reckless\noffenses fall within a different statutory definition—this one\nlacking the “against another” phraseLeocaldeemed\n“critical.”Id., at 9. The law at issue inVoisinev.United Statesbars persons convicted of a “misdemeanor crime\nof domestic violence” from possessing firearms. 18\nU. S. C. §922(g)(9). That phrase is defined to mean a\nmisdemeanor, committed by a person in a specified domestic\nrelationship with the victim, that “has, as an element, the use or\nattempted use of physical force.” §921(a)(33)(A). In that truncated\ndefinition, the only language anyone could “think[ ] relevant”\nwas the word “use” (the wordLeocal, in construing a longer\ndefinition, deemed not the right focus).Voisine, 579\nU. S., at ___ (slip op., at 5). The Court understood “use” as\ndemanding volition—the “active employment” of force.Id., at\n___–___ (slip op., at 5–6). But we thought that lone word\n“indifferent” to whether an actor choosing to employ force had a\nmental state of recklessness, knowledge, or purpose.Id., at\n___ (slip op., at 6). And that reading of “use,” we continued, is\nthe only one consistent with the statute’s history and purpose.\nCongress enacted §922(g)(9), we explained, to prevent domestic\nabusers convicted of “garden-variety [misdemeanor] assault” from\nowning guns—and most such misdemeanors cover reckless conduct.Id., at ___ (slip op., at 8). At each step of the analysis,\nthen, our decision was statute-specific. We made clear that other\nstatutory definitions—whether the one inLeocalor the\nnear-identical one in ACCA’s elements clause—might exclude reckless\noffenses. Seeid., at ___, n. 4 (slip op., at 7,\nn. 4).IIIToday, we reach the question we reserved in\nbothLeocalandVoisine. We must decide whether the\nelements clause’s definition of “violent felony”—an offense\nrequiring the “use of physical force against the person of\nanother”—includes offenses criminalizing reckless conduct.[4] We hold that it does not. The phrase\n“against another,” when modifying the “use of force,” demands that\nthe perpetrator direct his action at, or target, another\nindividual. Reckless conduct is not aimed in that prescribed\nmanner. Our reading of the relevant text finds support in its\ncontext and purpose. The treatment of reckless offenses as “violent\nfelonies” would impose large sentencing enhancements on individuals\n(for example, reckless drivers) far afield from the “armed career\ncriminals” ACCA addresses—the kind of offenders who, when armed,\ncould well “use [the] gun deliberately to harm a victim.”Begay, 553 U. S., at 145. And contra the Government\n(and dissent),Voisinesays nothing to the contrary.A1The parties here dispute the meaning of the\nphrase “use of physical force against the person of another.” They\nstart in the same place, as they must: The “use of physical force,”\nasVoisineheld, means the “volitional” or “active”\nemployment of force. 579 U. S., at ___–___ (slip op., at 5–6).\nThe fight begins with the word “against.” According to Borden, that\nword means “in opposition to,” and so “introduces the target of the\npreceding action.” Brief for Petitioner 19 (citing dictionaries).\nExamples are easy to muster: The general deployed his forces\nagainst a rival regiment, or the chess master played the Queen’s\nGambit against her opponent. The Government responds that “against”\ninstead means “mak[ing] contact with,” and so introduces the mere\nrecipient of force rather than its “intended target.” Brief for\nUnited States 23–24 (also citing dictionaries). As examples, the\nGovernment offers: “waves crashing against the shore or a baseball\nhitting against the outfield fence.”Id.,at 23 (internal\nquotation marks omitted). The difference in meaning, both parties\nagree, matters for this case. Brief for Petitioner 19–21; Brief for\nUnited States 23–24. If “against,” as used here, expresses a kind\nof directedness or targeting, then recklessness—as even the\nGovernment concedes—falls outside the elements clause. Seeid., at 26 (noting that the oppositional definition of\n“against” would exclude “a defendant who recklessly causes\ninjury”). Only if the “against” phrase lacks that connotation—if,\nas the Government argues, it is indifferent to whether the conduct\nis directed at another—can the elements clause include reckless\noffenses.Id., at 23.Borden’s view of “against,” as introducing the\nconscious object (not the mere recipient) of the force, is the\nright one given the rest of the elements clause. Dictionaries offer\ndefinitions of “against” consistent with both parties’ view: The\nword can mean either “[i]n opposition to” or “in contact with,”\ndepending on the context. See,e.g., Webster’s New\nInternational Dictionary 46 (2d ed. 1957) (giving both\ndefinitions). The critical context here is the language that\n“against another” modifies—the “use of physical force.” As just\nexplained, “use of force” denotes volitional conduct. And the\npairing of volitional action with the word “against” supports that\nword’s oppositional, or targeted, definition. Look once more at the\nexamples offered in the last paragraph. Borden’s involve volitional\nconduct, by the general or chess master—essentially, each actor’s\n“use of force.” There, the “against” phrase reveals at whom the\nconduct is consciously directed: the rival army or player. In\ncontrast, the Government’s examples do not involve volitional\nconduct, because “waves” and “baseballs” have no volition—and\nindeed, cannot naturally be said to “use force” at all. There, an\n“against” clause merely names a thing with which the subject came\ninto contact.[5] For our\npurpose, the more apt examples are Borden’s. As in those examples,\nACCA’s “against” phrase modifies volitional conduct (i.e.,the use of force). So that phrase, too, refers to the conduct’s\nconscious object. Indeed, the Court has made a similar point\nbefore, in an opinion by one of its great wordsmiths. When citizens\n“bear [a]rms against” some entity, Justice Scalia wrote, what\nfollows the word “against” is “the target of the hostilities.”District of Columbiav.Heller,554 U.S.\n570, 586 (2008) (internal quotation marks omitted). That is\njust as true when someone, as in the elements clause, actively\nemploys physical force.On that understanding, the clause covers\npurposeful and knowing acts, but excludes reckless conduct (as,\nonce again, the Government concedes). See Brief for United States\n26; seesupra,at 8–9. Purposeful conduct is obvious.\nSuppose a person drives his car straight at a reviled neighbor,\ndesiring to hit him. The driver has, in the statute’s words,\n“use[d] . . . physical force against the person of\nanother.” The same holds true for knowing behavior. Say a getaway\ndriver sees a pedestrian in his path but plows ahead anyway,\nknowing the car will run him over. That driver, too, fits within\nthe statute: Although he would prefer a clear road, he too drives\nhis car straight at a known victim. Or said otherwise, both drivers\n(even though for different reasons) have consciously deployed the\nfull force of an automobile at another person. SeeUnited\nStatesv.United States Gypsum,438\nU.S. 422, 445 (1978) (explaining that the law thus views both\nas “intend[ing]” the result). But that is not so of a reckless (or\na negligent) actor. Imagine a commuter who, late to work, decides\nto run a red light, and hits a pedestrian whom he did not see. The\ncommuter has consciously disregarded a real risk, thus endangering\nothers. And he has ended up making contact with another person, as\nthe Government emphasizes. See Brief for United States 23. But as\nthe Government just as readily acknowledges, the reckless driver\nhas not directed force at another: He has not trained his car at\nthe pedestrian understanding he will run him over. Seeid.,at 26. To the contrary, his fault is to pay insufficient attention\nto the potential application of force. Because that is so—because\nhis conduct is not opposed to or directed at another—he does not\ncome within the elements clause. He has not used force “against”\nanother person in the targeted way that clause requires.Leocalconfirms our conclusion. Although\nthe Court reserved the question we decide today, its reasoning all\nbut precludes the Government’s answer. Recall thatLeocalheld that negligent conduct falls outside a statutory definition\nmuch like the elements clause—one requiring the use of physical\nforce “against the person or property of another.” 18\nU. S. C. §16(a); see 543 U. S., at 9;supra,at 5–6. In thus excluding crimes with a negligentmens rea,\nthe Court reasoned just as we have today. When read against the\nwords “use of force,” the “against” phrase—the definition’s\n“critical aspect”—“suggests a higher degree of intent” than (at\nleast) negligence. 543 U. S., at 9. That view of §16(a)’s\n“against” phrase—as incorporating amens rearequirement—contradicts the Government’s (and dissent’s) view here\nthat a materially identical phrase is “not a roundabout way” of\n. . . incorporating amens rearequirement. Brief\nfor United States 9. The Government thus asks us to read ACCA’s\nelements clause—specifically, its “against” phrase, modifying the\n“use of force”—contrary to how we have read near-identical words\nbefore.Even the single difference between the two\nstatutes works against the Government: On its reading, §16(a)’s two\nadded words would turn that provision’s “against” phrase into\nsurplusage. The problem begins with the Government’s attempt to\ngive ACCA’s own “against” phrase meaning. If not to incorporate an\nintent requirement, what function does that phrase serve? The\nGovernment’s theory is that the phrase limits the elements clause\nto crimes involving force against people, as opposed to property.\nSeeid., at 23. That would give the clause some work to do\nin ACCA. But as noted earlier, the statute at issue inLeocaldoes not make that distinction: To repeat, §16(a)’s\n“against” phrase refers to uses of force “against the personor\npropertyof another.” §16(a) (emphasis added); seesupra,at 6. In other words, §16(a) listsbothof the\ntwo (and only two) plausible objects of force. So the Government’s\nintent-less reading would leave the “against” phrase in §16(a)\nwithout any function; it would render the phrase surplusage. Far\nfrom thinking such a thing possible, theLeocalCourt\nconsidered §16(a)’s “against” phrase “key” and “critical”—again,\nbecause it (in combination with the “use of force” language)\ndefines the requisite “degree of intent.” 543 U. S., at 9.\nUnlike the Government, we favor a construction consonant with that\nview. The “against” phrase indeed sets out amens rearequirement—of purposeful or knowing conduct.2The dissent offers up two\n“alternative”—really, mutually inconsistent—counter-arguments about\nthe elements clause’s text. In the first, the dissent claims to\nfind a “term of art” in the clause—implicitly admitting that the\nlanguage, as ordinarily understood, excludes reckless conduct. SeeWest Virginia Univ. Hospitals, Inc.v.Casey,499 U.S.\n83, 92, n. 5 (1991) (noting that terms of art\n“departfrom ordinary meaning”). Here, the dissent is all on\nits own: Neither the Government nor any of the many courts that\nhave looked at this issue has advanced this term-of-art theory. In\nthe second, the dissent goes more conventional, essentially\nrepeating what the Government says, though with a distinctively\nquestion-begging quality. The term-of-art claim fails because the\ndissent’s proposed term does not appear in—and indeed differs in\ncritical ways from—the elements clause’s text. The ordinary-meaning\nclaim fails for reasons already familiar.The dissent tries to sidestep the parties’\ndispute over ordinary meaning by depicting the “against” phrase as\na “term of art” having “zero to do withmens rea.”Post, at 5, 13 (opinion of Kavanaugh, J.). In the dissent’s\nwords: “[W]e should not disregard the longstanding meaning of a\ncriminal-law term of art—namely, offenses against the person—to\nsmuggle” amens rearequirement into the elements clause.Post, at 13. The dissent here relies on the appearance in\nmany state criminal codes of headings and captions using the phrase\n“Offenses Against the Person.”Post,at 7; see,e.g.,La. Rev. Stat. Ann., Tit. 14, ch. 1, pt. 2 (West 2016) (listing\noffenses—spanning homicide, negligent DUI, and defamation—under the\nchapter heading “offenses against the person”).But note how this argument breaks down at its\nfirst move: The dissent offers up a “term of art” that is nowhere\nin the statute the dissent is supposed to be construing. The\ndissent does not pretend that the statutory phrase “use of physical\nforce against the person of another” is a term of art; there is\nnot, even in the dissent’s imagining, any historical or distinctly\nlegal meaning associated with that language. The dissent instead\ninsists on reading into ACCA a term-of-art meaning for a\nphrase—“offenses against the person”—that makes no appearance\nthere. That is no way to do statutory construction. The first\nprecondition of any term-of-art reading is that the term be present\nin the disputed statute. Here, it is not. SeeFood Marketing\nInstitutev.Argus Leader Media, 588 U. S. ___, ___\n(2019) (slip op., at 10) (similarly rejecting an attempt to\n“rearrang[e]” statutory text to create a “term of art” that “does\nnot appear in the statute”).And indeed, the dissent’s extra-statutory term\ndiffers in a critical way from the actual language of the actual\nelements clause. As discussed above, the “against” phrase in that\nclause modifies the “use of physical force”—language this Court has\nheld (and the dissent concedes) denotes volitional conduct. It is,\nas explained above, the pairing of volitional action with the word\n“against” that produces its oppositional or directed meaning—and\nexcludes recklessness from the statute. Seesupra,at 9–10.\nNor is that only our explanation: As noted earlier,Leocalsaid the identical thing about nearly identical statutory language,\nfocusing on the interplay of “use” and “against” to conclude that\nthe language had everything—not “zero”—to do withmens rea.\nSee 543 U. S., at 9 (holding that the whole phrase “most\nnaturally suggests a higher degree of intent”);supra, at\n11. So it is no small thing that the dissent, in its term-of-art\nmachinations, removes the verb phrase “use of physical force” and\nsubstitutes the simple noun “offenses.” In so doing, it has\nreplaced the very thing that shapes the “against” phrase’s meaning.\nOnce again, statutory construction does not work that way: A court\ndoes not get to delete inconvenient language and insert convenient\nlanguage to yield the court’s preferred meaning.Finally, consider where the dissent looks for\nits supposed “offenses against the person” term of art. Not to any\nstatute defining crimes or setting penalties (as ACCA does). Rather\nto headings and captions designed to cover a myriad of offenses,\nfrom homicide through defamation. They are umbrella terms used for\ncataloguing crimes—nothing more. That is why the dissent cites no\njudicial decision construing the term, much less saying anything\nabout what it means formens rea. The term cannot have a\ntraditional or commonplace meaning in statutes specifying criminal\nconduct: It does not appear in them in the first place.In a nutshell, the dissent’s “term of art”\ntheory goes as follows: Congress took an umbrella term (“offenses\nagainst the person”) used to organize a broad set of crimes (some\nnot even conceivably ACCA predicates); plucked out three words\n(“against the person”); appended them to a statutory phrase (“use\nof physical force”) with which they are not often associated; put\nthe combination into a substantive criminal statute—all to signify,\ncontraLeocal, a term of art indifferent tomens rea.\nNo wonder the dissent is the first to make the argument. Seesupra,at 12. It fails at every turn.And so the dissent must proceed to its\nordinary-meaning claim, reprising (if at higher volume) the\nGovernment’s flawed argument about what the “against” phrase is\nmost naturally read to encompass. Here, the dissent insists that\nbecause reckless force can make contact with a person—e.g.,\nbecause a reckless driver can run over a pedestrian—the statute\nmust encompass that conduct. Seepost, at 20–22. But that\njust assumes the conclusion: The very question here is whether the\nstatutory language Congress enacted requires that force be directed\nat, rather than just happen to hit, an object. As to that issue,\nthe dissent asserts that “[s]tate and federal reporters” are\n“replete with references to individuals recklessly using force\nagainst others.”Post, at 18–19, and n. 15 (quoting, for\nexample, a decision saying that a “jury found that Arton did not\nintentionally or recklessly use excessive force against Cook”). But\nonce again, the dissent is putting the rabbit in the hat. If\nCongress had used the word “recklessly” in the elements clause, we\nwould have to interpret that clause to cover reckless offenses,\neven though the best reading of the clause without that word goes\nthe other way. But Congress did not say “recklessly.” And we must\nconstrue the elements clause as it is—without first inserting the\nword that will (presto!) produce the dissent’s reading.[6]BWere there any doubt about the elements\nclause’s meaning, context and purpose would remove it.The elements clause defines a “violent felony,”\nand that term’s ordinary meaning informs our construction.Leocalwell expressed this idea: In interpreting §16(a), “we\ncannot forget that we ultimately are determining the meaning of the\nterm ‘crime of violence.’ ” 543 U. S., at 11. Quoting\nthat statement,Johnsonv.United Statessaid the\nsame thing when construing language (there, the term “physical\nforce”) in ACCA’s definition of “violent felony.” 559 U. S.,\nat 140. “Ultimately, context determines meaning,” we wrote, and\n“[h]ere we are interpreting” a phrase “as used in defining” the\nterm “violentfelony.”Id.,at 139–140. With that\nfocus in place, both decisions construed the definitions at issue\nto mark out a narrow “category of violent, active crimes.”Id.,at 140; 543 U. S., at 11. And those crimes are\nbest understood to involve not only a substantial degree of force,\nbut also a purposeful or knowing mental state—a deliberate choice\nof wreaking harm on another, rather than mere indifference to risk.\nAsLeocalexplained: The term “crime of violence” in §16(a)\n“cannot be said naturally to include DUI offenses”—typically crimes\nof recklessness or negligence.Ibid.In a case much like\nthis one, then-Judge Alito reiterated the point. He wrote that\n“[t]he quintessential violent crimes,” like murder or rape,\n“involve the intentional use” of force.Oyebanjiv.Gonzales,418 F.3d 260, 264 (CA3 2005). By contrast, drunk driving and\nother crimes of recklessness, though “moral[ly] culpab[le],” do not\nfit within “the ordinary meaning of the term ‘violent’ crime.”Ibid.Nor does the classification of reckless crimes\nas “violent felonies” comport with ACCA’s purpose. Congress enacted\nACCA, as noted earlier, to address “the special danger created when\na particular type of offender—a violent criminal[ ]—possesses\na gun.”Begay, 553 U. S., at 146; seesupra,at\n1–2. In keeping with that concern, ACCA sets out to identify, for\nsentencing purposes, the eponymous “armed career criminal”—the sort\nof offender who, when armed, “might deliberately point the gun and\npull the trigger.”Begay, 553 U. S.,at 145–146.\nThe Act discharges that goal by looking to a person’s criminal\nhistory. An offender who has repeatedly committed “purposeful,\nviolent, and aggressive” crimes, we have explained, poses an\nuncommon danger of “us[ing a] gun deliberately to harm a victim.”Id.,at 145. But that is not so—as this Court has\nrecognized—of someone convicted of a crime, like a DUI offense,\nrevealing only a “degree of callousness toward risk.”Id.,\nat 146. However blameworthy, the reckless (or negligent) conduct\ninvolved in such a crime is “far removed” from the “deliberate kind\nof behavior associated with violent criminal use of firearms.”Id., at 147. So there is no reason, consistent with ACCA’s\nfocus on armed career criminals, for reckless offenses to\nprecipitate the statute’s enhanced sentences.[7]Consider the kinds of crimes—the too-common\nstuff of ordinary offenders—that would trigger ACCA’s 15-year\nminimums if we adopted the Government’s (or dissent’s) position.\nMany convictions for reckless crimes result from unsafe driving.\nUnder the same Tennessee reckless-assault law applied to Borden,\npeople have been convicted for injuries attributable to running a\nstop sign or veering onto the sidewalk. SeeStatev.Graham, 2008 WL 199851, *2–*4 (Tenn. Crim. App., Jan. 24,\n2008);Statev.Gillon, 15 S.W.3d 492, 496–497 (Tenn.\nCrim. App. 1997). In States with similar statutes requiring only a\nrecklessmens rea, many individuals have been convicted for\naccidents resulting from text messaging or, of course, drunk\ndriving. See,e.g.,Statev.Belleville, 166\nN. H. 58, 63–64, 88 A.3d 918, 922 (2014);Statev.Reando, 313 S.W.3d 734, 740 (Mo. App. 2010). In one case,\neven a police officer was convicted of a reckless assault for\nspeeding to a crime scene without his siren on and hitting another\npatrol car. SeeSeatonv.State, 385 S.W.3d 85, 88–89\n(Tex. Crim. App. 2012). Or take some real-life non-driving\nexamples. A shoplifter jumps off a mall’s second floor balcony\nwhile fleeing security only to land on a customer. SeeCraverv.State, 2015 WL 3918057, *2 (Tex. App., June\n25, 2015). An experienced skier heads straight down a steep,\nmogul-filled slope, “back on his skis, arms out to his sides,\noff-balance”—until he careens into someone else on the hill.Peoplev.Hall,999 P.2d 207, 211 (Colo. 2000). Or a father takes his\ntwo-year-old go-karting without safety equipment, and injures her\nas he takes a sharp turn. SeeStatev.Gimino, 2015\nWL 13134204, *1 (Wis. App., Apr. 15, 2015).Are these really ACCA predicates? All the\ndefendants in the cases just described acted recklessly, taking\nsubstantial and unjustified risks. And all the defendants hurt\nother people, some seriously, along the way. But few would say\ntheir convictions were for “violent felonies.” SeeLeocal,\n543 U. S., at 4 (holding that a “DUI causing serious bodily\ninjury” is not a “crime of violence”). Few would think their\noffenses of a kind “typically committed by” armed career criminals.Begay, 553 U. S.,at 146. And few would believe\nthose defendants to pose an exceptional danger of doing harm were\nthey to possess a gun. Seeid., at 145–146. Extending the\nelements clause to reckless offenses would thus do exactly whatLeocaldecried: “blur the distinction between the ‘violent’\ncrimes Congress sought to distinguish for heightened punishment and\n[all] other crimes.” 543 U. S., at 11.[8]The Government’s response (echoed in the\ndissent)—that statutes covering reckless conduct can also\n“cover[ ] classically violent crimes”—has no purchase given\nACCA’s categorical approach. Brief for United States 41; seepost,at 34–37. The Government lists, for example, several\nprosecutions for serious beatings brought under the Tennessee law\nprohibiting reckless aggravated assault. See Brief for United\nStates 42 (describing cases in which a defendant “slamm[ed] his\nfist into the face of a man” and another defendant “looked the\nvictim directly in the eye” and kicked her). In those cases, the\nState presumably decided to charge a defendant with reckless\n(rather than purposeful or knowing) assault because of some problem\nor idiosyncrasy in the case. (In the two cases described, for\ninstance, one of the defendants was high on drugs, and the other\nhad a plausible self-defense claim.) But under the categorical\napproach, the existence of such cases is neither here nor there. An\noffense does not qualify as a “violent felony” unless theleastserious conduct it covers falls within the elements\nclause. SeeMoncrieffev.Holder,569 U.S.\n184, 190–191 (2013) (“Because we examine what the state\nconviction necessarily involved, not the facts underlying the case,\nwe must presume that the conviction rested upon nothing more than\nthe least of the acts criminalized” (alterations and internal\nquotation marks omitted));supra,at 2–3. That approach is\nunder-inclusive by design: Itexpectsthat some violent\nacts, because charged under a law applying to non-violent conduct,\nwill not trigger enhanced sentences. So what matters are not the\nconvictions the Government offers, but those for, say, running a\nstop sign or skiing too wildly. Because a law criminalizing\nrecklessness covers—indeed, was likely designed for—that kind of\nconduct, the offense cannot count as a violent felony.CTo all of this, the Government offers one main\nresponse: this Court’s decision inVoisine. (And again, the\ndissent reiterates the Government’s arguments. Seepost,at\n23–30.) As described earlier,Voisineheld that the\ndefinition of “misdemeanor crime of domestic violence”—featuring\nthe simple phrase “use of physical force”—includes reckless\nconduct. 18 U. S. C. §§922(g)(9), 921(a)(33)(A); seesupra,at 6–7. The Government acknowledges thatVoisineexpressly left open the question presented here. See\n579 U. S., at ___, n. 4 (slip op., at 7, n. 4). But\nin the Government’s view, the “logic” of that decision establishes\nthat ACCA’s elements clause, too, covers reckless offenses. Brief\nfor United States 14. “Voisine’s key insight,” the\nGovernment says, “is that the word ‘use’ refers to the ‘act of\nemploying something’ and does not require a purposeful or knowing\nstate of mind.”Ibid.(internal quotation marks omitted).\nThat insight, the Government concludes, “applies equally to the\nACCA’s elements clause.”Id.,at 8. But the Government’s\nargument ignores the textual difference between the two\nstatutes—not the word “use” (which is indeed the same), but the\n“against” phrase on which our holding is based. And so too, the\nargument disregards how the context and purpose of the statute inVoisinediverge from those of ACCA’s elements clause.Most important, the two statutes’ texts, when\nread in their entirety, refute the Government’s (and the dissent’s)\nposition. The domestic violence definition inVoisinerefers\nonly to offenses involving the “use of physical force”; it lacks\nthe ensuing phrase “against the person of another.”Voisinethus focused exclusively on the word “use”—as the Court noted,\n“[t]he only statutory language either party [thought] relevant.”\n579 U. S., at ___ (slip op., at 5). That word, the Court\nexplained, requires a volitional act, but not a purposeful or\nknowingmens rea. Seeid., at ___–___ (slip op., at\n5–6). And so we would say again today. For themens rearequirement we find in ACCA’s elements clause does not come from\nthe word “use.” It instead comes from modifying language that is\nmissing in the domestic-violence provision (and missing, too, in\nthe Government’s argument): “against the person of another.” That\nphrase, asLeocalrecognized, is not window dressing: It is\nthe “critical” text for deciding the level ofmens reaneeded. 543 U. S., at 9. As we have explained, “against the\nperson of another,” when modifying the “use of physical force,”\nintroduces that action’s conscious object. Seesupra,at\n9–10. So it excludes conduct, like recklessness, that is not\ndirected or targeted at another. BecauseVoisineconstrued a\nstatutory provision without that intent-laden language, the\ndecision cannot tell us what ACCA’s elements clause requires. SeeWalkerv.United States, 931 F.3d 467, 469–470 (CA6\n2019) (Kethledge, J., dissenting from denial of reh’g en banc)\n(“Voisinetells us what ‘use’ means, not what ‘against the\nperson of another’ means”). Thus does a “difference in text\nyield[ ] a difference in meaning.”Id., at\n468.[9]Likewise, context and purpose distinguish the\ntwo statutes. The provision inVoisinedefines not a\n“violent felony” but a “misdemeanor crime of domestic violence.” It\nfocuses on those convicted not of serious felony offenses, but\ninstead of “garden-variety assault or battery misdemeanors.” 579\nU. S., at ___ (slip op., at 8). And it captures not “violent,\nactive” conduct alone, seesupra,at 16–17, but also “acts\nthat one might not characterize as ‘violent’ in a nondomestic\ncontext.”United Statesv.Castleman,572 U.S.\n157, 165 (2014) (referring to “[m]inor uses of force” like\n“grabbing [and] pinching”). Given those surrounding differences in\ncoverage, it is hardly remarkable that the domestic violence\nprovision would include reckless behavior when ACCA’s elements\nclause does not. And relatedly, the two statutes accomplish\ndissimilar things. The provision inVoisineadds\nmisdemeanant domestic abusers to a long list of people (including\nfelons, substance abusers, and the mentally ill) disqualified from\npossessing a gun. See §922(g)(1)–(9);Castleman, 572\nU. S., at 166–167. The recidivist offenders to whom ACCA\napplies are already subject to that disability. The statute\nadditionally imposes on them—precisely because they are “armed\ncareer criminals,” not ordinary offenders—greatly enhanced prison\nsentences. So again, we see nothing surprising—rather, the\nopposite—in the two statutes’ dissimilar treatment of reckless\ncrimes.IVOffenses with amens reaof\nrecklessness do not qualify as violent felonies under ACCA. They do\nnot require, as ACCA does, the active employment of force against\nanother person. And they are not the stuff of armed career\ncriminals. The judgment below is therefore reversed, and the case\nis remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1SeeUnited Statesv.Burris, 920 F.3d 942, 951 (CA5 2019);United\nStatesv.Haight, 892 F.3d 1271, 1281 (CADC 2018);United Statesv.Pam, 867 F.3d 1191, 1207–1208 (CA10\n2017);United Statesv.Fogg, 836 F.3d 951, 956 (CA8\n2016).2SeeUnited Statesv.Begay, 934 F.3d 1033, 1039 (CA9 2019);United\nStatesv.Moss, 920 F.3d 752, 756 (CA11 2019), vacated\npending reh’g en banc.3The difference between\npurpose and knowledge matters for certain “classes of crimes,”\nwhere “heightened culpability has been thought to merit special\nattention.”United Statesv.Bailey,444 U.S.\n394, 405 (1980). The most typical examples are inchoate crimes\n(conspiracy or attempts) and accessory liability (aiding and\nabetting). There, a purposeful mental state may help separate\ncriminal conduct from innocent behavior. Seeibid.;United Statesv.Falcone, 109 F.2d 579, 581 (CA2\n1940) (L. Hand, J.); Model Penal Code, Comment 2, p. 234. We have\nno occasion to address those offenses, nor the relationship more\ngenerally between purpose and knowledge.4Some States recognize\nmental states (often called “depraved heart” or “extreme\nrecklessness”) between recklessness and knowledge. We have no\noccasion to address whether offenses with those mental states fall\nwithin the elements clause.5In similar manner, the\nexamples that dictionaries give of the “in contact with” meaning of\n“against” all involve non-volitional conduct. See,e.g.,\nAmerican Heritage Dictionary 23 (1981) (those same big “waves\ndashing against the shore”); Webster’s New International\nDictionary, at 46 (“hail beats against the roof ”); Webster’s\nThird New International Dictionary 39 (1981) (“the fighter was\nknocked back against the ropes”). By contrast, when the\ndictionaries discuss the “in opposition to” meaning, their examples\nturn volitional. Seeid.,at 39 (“a successful campaign\nagainst the enemy”); American Heritage Dictionary, at 23 (a\n“struggle against fate”).6The dissent also goes\nthrough a complicated counting exercise about how different\nJustices have divided in this and two other cases, apparently to\nshow how unfair it is that the dissent’s view has not prevailed\nhere. Seepost,at 4, n. 3. But there is nothing\nparticularly unusual about today’s line-up. Four Justices think\nthat the “use” phrase, as modified by the “against” phrase, in\nACCA’s elements clause excludes reckless conduct. One Justice\nthinks, consistent with his previously stated view, that the “use”\nphrase alone accomplishes that result. Seepost,at 2\n(Thomas, J., concurring in judgment). And that makes five to answer\nthe question presented. Q: Does the elements clause exclude\nreckless conduct? A: Yes, it does.7The dissent would upend\nour consistent view of Congress’s purpose by treating as ACCA\npredicates not just “purposeful, violent, and aggressive” crimes\nbut the disregard-of-risk offenses we have found “far removed.”Begay, 553 U. S., at 145, 147. The “line for criminal\nliability,” the dissent argues, is generally drawn at recklessness,\nand so the Model Penal Code “establishes recklessness as the\ndefault minimummens rea.”Post, at 15, 16. But we\nhave never suggested that the threshold for criminal liability is\nthe threshold for ACCA, or that ACCA is about offenders who meet\n“minimum” requirements. To the contrary. As just noted, we have\ninsisted on a higher threshold: ACCA predicates are the crimes\n“typically committed by those whom one normally labels ‘armed\ncareer criminals’ ”—whose very possession of a gun poses a\n“special danger.”Begay, 553 U. S., at\n146.8The dissent—once again,\ncontrary to the statute’s design—would blur that distinction, on\nthe ground that crimes like reckless driving can cause great harm.\nSeepost,at 32–34. Of course they can. But in viewing that\nfact as controlling, the dissent runs into not just ACCA but pretty\nmuch all of sentencing law. That law almost invariably turns on\nmental state as well as harm. Consider the Tennessee statute giving\nrise to this case. Borden’s reckless assault conviction carried a\nsentence of two to twelve years; but had he been convicted of\npurposeful or knowing assault, the sentencing range would have been\nthree to fifteen years. Compare Tenn. Code Ann. §§39–13–102(2),\n40–35–111(b)(4), with §§39–13–102(1), 40–35–111(b)(3). In imposing\nlesser penalties for recklessness, Tennessee—like the mine run of\nStates with similar penalty schemes—is not suggesting that such\noffenses are “benign.”Post,at 15. They are recognizing,\nthough, that mental state matters to culpability—and more, that an\nact done recklessly often should not receive as harsh a punishment\nas the same act done purposefully or knowingly, even when the two\ncause the same harm. That approach is the one ACCA takes in\nreserving enhanced penalties for multiple instances of purposeful\nand knowing, but not reckless, conduct. The dissent would write a\ndifferent statute, based on a different theory of criminal\npunishment. But the dissent’s preferred approach is not the one\nCongress enacted into law. And the dissent does not get to tell\nCongress that, in writing the statute it wrote, it failed to\nenhance penalties for gun possession enough.9In one paragraph of its\nbrief, the Government tries to erase this textual difference by\ninvoking a sentence inVoisinethat uses the word “against.”\nSee Brief for United States 24. (The dissent does the same, if at\ngreater length. Seepost,at 19–20, 26–27.) Recall that the\ndomestic violence statute bars someone from owning a gun if he has\nbeen convicted of a misdemeanor that has, as an element, the “use”\nof physical force “committed by a current or former spouse, parent,\nor guardian of the victim” or by a person in another of three\nspecified relations with the victim. §921(a)(33)(A); seesupra,at 6–7. Rather than echo that awkward construction,\nthe Court used shorthand, describing the statute as applying to a\nperson with a “misdemeanor conviction for the ‘use . . .\nof physical force’ against a domestic relation.” 579 U. S., at\n___ (slip op., at 12). In the Government’s view, that line shows\nthat we “treated the statuteas ifit contained a\nprepositional phrase similar to the ACCA’s” (and still found it to\ninclude reckless conduct). Brief for United States 24. We think\nthat a stretch. The locution shows only that sometimes we do not\nparaphrase complex statutory language as well as we might. (Mea\nculpa.) What matters inVoisineis not a one-line\ndescription, but a pages-long analysis of the statutory text—and\nthat discussion gives no support to the Government. Rather than\nimply an “against” clause,Voisinefocused like a laser on\nthe meaning of “use”—because we understood the statute to say\nnothing else. See,e.g.,579 U. S., at ___ (slip op.,\nat 5) (“Nothing in the word ‘use’—which is the only statutory\nlanguage either party thinks relevant—indicates that §922(g)(9)\napplies exclusively to knowing or intentional domestic assaults.”);id., at ___ (slip op., at 6) (citing examples to show “the\nordinary meaning of the word ‘use’ ”). “[T]he language of an\nopinion,” we have stated, “is not always to be parsed as though we\nwere dealing with language of a statute.”Reiterv.Sonotone Corp.,442 U.S.\n330, 341 (1979). And that is most obviously true when an\nopinion’s language revises (for easier reading) the statute’s own.\nBetter to heed the statutory language proper.",
    "joined": []
}