{
    "case": {
        "docket": "21-499",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-499/"
    },
    "id": "4600774",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–499_________________CARLOS VEGA, PETITIONERv.TERENCE B.\nTEKOHon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 23, 2022]Justice Kagan, with whom Justice Breyer and\nJustice Sotomayor join, dissenting.The Court’s decision inMirandav.Arizona,384 U.S.\n436(1966), affords well-known protections to suspects who are\ninterrogated by police while in custody. Those protections derive\nfrom the Constitution:Dickersonv.United Statestells us in no uncertain terms thatMirandais a\n“constitutional rule.”530 U.S.\n428, 444 (2000). And that rule grants a corresponding right: If\npolice fail to provide theMirandawarnings to a suspect\nbefore interrogating him, then he is generally entitled to have any\nresulting confession excluded from his trial. See 384 U. S.,\nat 478–479. From those facts, only one conclusion can follow—thatMiranda’s protections are a “right[ ]” “secured by the\nConstitution” under the federal civil rights statute. Rev. Stat.\n§1979, 42 U. S. C. §1983. Yet the Court today says\notherwise. It holds thatMirandais not a constitutional\nright enforceable through a §1983 suit. And so it prevents\nindividuals from obtaining any redress when police violate their\nrights underMiranda. I respectfully dissent.Mirandaresponded to problems stemming\nfrom the interrogation of suspects “incommunicado” and “in a\npolice-dominated atmosphere.”Miranda, 384 U. S., at\n445. In such an environment,Mirandasaid, there are\n“pressures” which may “compel [a suspect] to speak where he would\nnot otherwise do so freely.”Id., at 467. And soMirandafound a “necessity for procedures which assure that\nthe individual is accorded his” Fifth Amendment privilege “not to\nbe compelled to incriminate himself.”Id., at 439.Mirandaset out protocols (including the now-familiar\nwarnings) that would safeguard the constitutional privilege against\nself-incrimination. Seeid., at 478–479. AndMirandaheld that if police failed to follow those requirements (without\nsubstituting equally effective ones), the prosecution could not use\nat trial a statement obtained from the interrogation. Seeid., at 479.The question in this case is whetherMiranda’s protections are a “right[ ]” that is “secured\nby the Constitution” within the meaning of §1983. If the answer is\nyes, then a person may sue a state actor who deprives him of the\nright. In past cases, the Court has given a broad construction to\n§1983’s broad language. See,e.g.,Dennisv.Higgins,498 U.S.\n439, 443 (1991). Under §1983 (as elsewhere), a “right[ ]”\nis anything that creates specific “obligations binding on [a]\ngovernmental unit” that an individual may ask the judiciary to\nenforce.Id., at 449; seeid., at 447, and n. 7.\nAnd the phrase “secured by the Constitution” also has a capacious\nmeaning. It refers to any right that is “protect[ed] or ma[de]\ncertain” by the country’s foundational charter.Haguev.Committee for Industrial Organization,307 U.S.\n496, 527 (1939) (opinion of Stone, J.) (internal quotation\nmarks omitted).Begin with whetherMirandais “secured by\nthe Constitution.” We know that it is, because the Court’s decision\ninDickersonsays so.Dickersontells us again and\nagain thatMirandais a “constitutional rule.” 530\nU. S., at 444. It is a “constitutional decision” that sets\nforth “ ‘concrete constitutional guidelines.’ ”Id., at 432, 435 (quotingMiranda, 384 U. S., at\n442).Miranda“is constitutionally based”; or again, it has\na “constitutional basis.” 530 U. S., at 439, n. 3, 440.\nIt is “of constitutional origin”; it has “constitutional\nunderpinnings.”Id., at 439, n. 3, 440, n. 5.\nAnd—one more—Mirandasets a “constitutional minimum.” 530\nU. S., at 442. Over and over,DickersonlabelsMirandaa rule stemming from the Constitution.Dickersonalso makes plain thatMirandahas all the substance of a constitutional\nrule—including that it cannot be “abrogate[d]” by any\n“legislation.”Miranda, 384 U. S., at 491; seeDickerson, 530 U. S., at 437. InDickerson, the\nCourt considered a federal statute whose obvious purpose was to\noverrideMiranda.Dickersonheld thatMirandais a “constitutional decision” that cannot be “overruled by” any\n“Act of Congress.” 530 U. S., at 432. To be sure, Congress may\ndevise “legislative solutions that differ[ ] from the\nprescribedMirandawarnings,” but only if those solutions\nare “ ‘at least as effective.’ ”Id., at 440\n(quotingMiranda, 384 U. S., at 467).Dickersontherefore instructs (as noted above) thatMirandasets a\n“constitutional minimum.” 530 U. S., at 442. No statute may\nprovide lesser protection than that baseline.[1]*AndDickersonmakes clear that the\nconstitutional substance ofMirandadoes not end there.\nRules arising from “the United States Constitution” are applicable\nin state-court proceedings, but non-constitutional rules are not.\nSee 530 U. S., at 438 (explaining that the Court “do[es] not\nhold a supervisory power over the courts of the several States”).\nToo, constitutional rules are enforceable in federal-court habeas\nproceedings, where a prisoner is entitled to claim he “is in\ncustody in violation of the Constitution.” 28 U. S. C.\n§2254(a).Mirandachecks both boxes. The Court has\n“consistently appliedMiranda’s rule to prosecutions arising\nin state courts.”Dickerson, 530 U. S., at 438. And\nprisoners may claimMirandaviolations in federal-court\nhabeas proceedings. See 530 U. S., at 439, n. 3;Thompsonv.Keohane,516 U.S.\n99, 107, n. 5 (1995). SoDickersonis unequivocal:Mirandais set in constitutional stone.Miranda’s constitutional rule gives\nsuspects a correlative “right[ ].” §1983. UnderMiranda, a suspect typically has a right to be tried without\nthe prosecutor using his un-Mirandizedstatement. And we\nknow how that right operates in the real world. Suppose a defendant\nstanding trial was able to show the court that he gave an\nun-Mirandizedconfession during a custodial interrogation.\nThe court would have no choice but to exclude it from the\nprosecutor’s case. As one judge below put it: “Mirandaindisputably creates individual legal rights that are judicially\nenforceable. (Any prosecutor who doubts this can try to introduce\nan un-Mirandizedconfession and then watch what happens.)”Tekohv.County of Los Angeles, 997 F.3d 1260, 1263\n(CA9 2021) (Miller, J., concurring in denial of rehearing en\nbanc).The majority basically agrees with everything\nI’ve just explained. It concurs that, perDickerson,Miranda“adopted a ‘constitutional rule.’ ”Ante, at 11 (quotingDickerson, 530 U. S., at\n439); seeante, at 12. How could it not? ThatMirandais a constitutional rule is whatDickersonsaid (and said\nand said). The majority also agrees thatMiranda“directed\nthat statements obtained in violation of [its] rules may not be\nused by the prosecution in its case-in-chief ”—which is simply\nanother way of saying thatMirandagrants suspects a right\nto the exclusion of those statements from the prosecutor’s case.Ante, at 5.So how does the majority hold that a violation\nofMirandais not a “deprivation of [a] right[ ]”\n“secured by the Constitution”? §1983. How does it agree with my\npremises, but not my conclusion? The majority’s argument is that “a\nviolation ofMirandadoes not necessarily constitute a\nviolation of the Constitution,” becauseMiranda’s rules are\n“prophylactic.”Ante, at 13. The idea is that the Fifth\nAmendment prohibits the use only of statements obtained by\ncompulsion, whereasMirandaexcludes non-compelled\nstatements too. Seeante, at 4–5. That is why, the majority\nsays, the Court has been able to recognize exceptions permitting\ncertain uses of un-Mirandizedstatements at trial (when it\ncould not do so for compelled statements). Seeante, at\n7–9.But none of that helps the majority’s case.\nLet’s assume, as the majority says, thatMirandaextends\nbeyond—in order to safeguard—the Fifth Amendment’s core guarantee.\nStill,Mirandais enforceable through §1983. It remains a\nconstitutional rule, asDickersonheld (and the majority\nagrees). And it grants the defendant a legally enforceable\nentitlement—in a word, a right—to have his confession excluded. So,\nto refer back to the language of §1983,Mirandagrants a\n“right[ ]” “secured by the Constitution.” Whether that right\nto have evidence excluded safeguards a yet deeper constitutional\ncommitment makes no difference to §1983. The majority has no\nresponse to that point—except to repeat what our argument assumes\nalready. Seeante, at 14, n. 6 (describingMirandaas\nprophylactic).Compare the majority’s holding today to a prior\ndecision, in which the Court “rejected [an] attempt[ ] to\nlimit the types of constitutional rights that are encompassed\nwithin ” §1983.Dennis, 498 U. S., at 445. There,\nthe Court held that a plaintiff could sue under §1983 for a\nviolation of the so-called dormant Commerce Clause, which\nsafeguards interstate commerce. To the Court, it did not matter\nthat the Commerce Clause might be viewed as “merely allocat[ing]\npower between the Federal and State Governments” over interstate\ncommerce, rather than as “confer[ring] ‘rights.’ ”Id.,\nat 447. Nor did it matter that the dormant Commerce Clause’s\nprotection is only “implied” by the constitutional text.Ibid., n. 7. The dormant Commerce Clause, the Court\nsaid, still provides a “right”—in the “ordinary” sense of being\n“ ‘[a] legally enforceable claim of one person against\nanother.’ ”Ibid.(quoting Black’s Law Dictionary 1324\n(6th ed. 1990)). That describesMirandato a tee. And if a\nright implied from Congress’s constitutional authority over\ninterstate commerce is enforceable under §1983, how could it be\nthatMiranda—which the Court has found necessary to\nsafeguard the personal protections of the Fifth Amendment—is not\nalso enforceable? The majority again has no answer.*  *  *Today, the Court strips individuals of the\nability to seek a remedy for violations of the right recognized inMiranda. The majority observes that defendants may still\nseek “the suppression at trial of statements obtained” in violation\nofMiranda’s procedures.Ante, at 14–15. But\nsometimes, such a statement will not be suppressed. And sometimes,\nas a result, a defendant will be wrongly convicted and spend years\nin prison. He may succeed, on appeal or in habeas, in getting the\nconviction reversed. But then, what remedy does he have for all the\nharm he has suffered? The point of §1983 is to provide such\nredress—because a remedy “is a vital component of any scheme for\nvindicating cherished constitutional guarantees.”Gomezv.Toledo,446 U.S.\n635, 639 (1980). The majority here, as elsewhere, injures the\nright by denying the remedy. See,e.g.,Egbertv.Boule, 596 U. S. ___ (2022). I respectfully\ndissent.Notes1*Other constitutional rules,\nlikeMiranda, leave room for States to experiment with\nprocedures, so long as the procedures satisfy the constitutionally\nmandated baseline. SeeCounty of Riversidev.McLaughlin,500 U.S.\n44, 58 (1991) (States may adopt different procedures for\nproviding probable-cause determinations for persons arrested\nwithout a warrant, so long as those determinations are made\npromptly);Smithv.Robbins,528\nU.S. 259, 276–277 (2000) (States may adopt different procedures\nto ensure effective appellate review for indigent defendants’\nclaims, “so long as [the State] reasonably ensures that an\nindigent’s appeal will be resolved in a way that is related to the\nmerit of that appeal”).",
    "joined": []
}