{
    "case": {
        "docket": "782",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/782/"
    },
    "id": "1970910",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–515_________________MICHIGAN, PETITIONER v. BAY MILLS\nINDIANCOMMUNITY et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 27, 2014]Justice Kagan\ndelivered the opinion of the Court.The question in this\ncase is whether tribal sovereign immunity bars Michigan’s\nsuit against the Bay Mills Indian Community for opening a casino\noutside Indian lands. We hold that immunity protects Bay Mills from\nthis legal action. Congress has not abrogated tribal sovereign\nimmunity from a State’s suit to enjoin gaming off a\nreservation or other Indian lands. And we decline to revisit our\nprior decisions holding that, absent such an abrogation (or a\nwaiver), Indian tribes have immunity even when a suit arises from\noff-reservation commercial activity. Michigan must therefore resort\nto other mechanisms, including legal actions against the\nresponsible individuals, to resolve this dispute.IThe Indian Gaming\nRegulatory Act (IGRA or Act), 102Stat. 2467, 25 U. S. C.\n§2701 et seq., creates a framework for regulating gaming\nactivity on Indian lands.[1]\nSee §2702(3) (describing the statute’s purpose as\nestablishing “regulatory authority . . . [and]\nstandards for gaming on Indian lands”). The Act divides\ngaming into three classes. Class III gaming, the most closely\nregulated and the kind involved here, includes casino games, slot\nmachines, and horse racing. See §2703(8). A tribe may conduct\nsuch gaming on Indian lands only pursuant to, and in compliance\nwith, a compact it has negotiated with the sur-rounding State. See\n§2710(d)(1)(C). A compact typically prescribes rules for\noperating gaming, allocates law enforcement authority between the\ntribe and State, and provides remedies for breach of the\nagreement’s terms. See §§2710(d)(3)(C)(ii), (v).\nNotable here, IGRA itself authorizes a State to bring suit against\na tribe for certain conduct violating a compact: Specifically,\n§2710(d)(7)(A)(ii) allows a State to sue in federal court to\n“enjoin a class III gaming activity located on Indian lands\nand conducted in violation of any Tribal-State compact\n. . . that is in effect.”Pursuant to the Act,\nMichigan and Bay Mills, a federally recognized Indian Tribe,\nentered into a compact in 1993. See App. to Pet. for Cert.\n73a–96a. The compact empowers Bay Mills to conduct class III\ngaming on “Indian lands”; conversely, it prohibits the\nTribe from doing so outside that territory. Id., at 78a, 83a; see\nn. 1, supra. The compact also contains a dispute resolution\nmechanism, which sends to arbitration any contractual differences\nthe parties cannot settle on their own. See App. to Pet. for Cert.\n89a–90a. A provision within that arbitration section states\nthat “[n]othing in this Compact shall be deemed a\nwaiver” of either the Tribe’s or the State’s\nsovereign immunity. Id., at 90a. Since entering into the com-pact,\nBay Mills has operated class III gaming, as authorized, on its\nreservation in Michigan’s Upper Peninsula.In 2010, Bay Mills\nopened another class III gaming facility in Vanderbilt, a small\nvillage in Michigan’s Lower Peninsula about 125 miles from\nthe Tribe’s reservation. Bay Mills had bought the Vanderbilt\nproperty with accrued interest from a federal appropriation, which\nCongress had made to compensate the Tribe for 19th-century takings\nof its ancestral lands. See Michigan Indian Land Claims Settlement\nAct, 111Stat. 2652. Congress had directed that a portion of the\nappropriated funds go into a “Land Trust” whose\nearnings the Tribe was to use to improve or purchase property.\nAccording to the legislation, any land so acquired “shall be\nheld as Indian lands are held.” §107(a)(3), id., at\n2658. Citing that provision, Bay Mills contended that the\nVanderbilt property was “Indian land” under IGRA and\nthe compact; and the Tribe thus claimed authority to operate a\ncasino there.Michigan disagreed: The\nState sued Bay Mills in federal court to enjoin operation of the\nnew casino, alleging that the facility violated IGRA and the\ncompact because it was located outside Indian lands. The same day\nMichigan filed suit, the federal Department of the Interior issued\nan opinion concluding (as the State’s complaint said) that\nthe Tribe’s use of Land Trust earnings to purchase the\nVanderbilt property did not convert it into Indian territory. See\nApp. 69–101. The District Court entered a preliminary\ninjunction against Bay Mills, which promptly shut down the new\ncasino and took an interlocutory appeal. While that appeal was\npending, Michigan amended its complaint to join various tribal\nofficials as defendants, as well as to add state law and federal\ncommon law claims. The Court of Appeals for the Sixth Circuit then\nvacated the injunction, holding (among other things) that tribal\nsovereign immunity barred Michigan’s suit against Bay Mills\nunless Congress provided otherwise, and that\n§2710(d)(7)(A)(ii) did not authorize the action. See 695\nF. 3d 406, 413–415 (2012). That provision of IGRA, the\nSixth Circuit reasoned, permitted a suit against the Tribe to\nenjoin only gaming activity located on Indian lands, whereas the\nState’s complaint alleged that the Vanderbilt casino was\noutside such territory. See id., at 412.[2] Accordingly, the Court of Appeals concluded that\nMichigan could proceed, if at all, solely against the individual\ndefendants, and it remanded to the District Court to consider those\nclaims. See id., at 416–417.[3] Although no injunc-tion is currently in effect, Bay\nMills has not reopened the Vanderbilt casino.We granted certiorari\nto consider whether tribal sovereign immunity bars Michigan’s\nsuit against Bay Mills, 570 U. S. __ (2013), and we now affirm\nthe Court of Appeals’ judgment.IIIndian tribes are\n“ ‘domestic dependent nations’ ”\nthat exercise “inherent sovereign authority.” Oklahoma\nTax Comm’n v. Citizen Band Potawatomi Tribe of Okla., 498\nU. S. 505, 509 (1991) (Potawatomi) (quoting Cherokee Nation v.\nGeorgia, 5 Pet. 1, 17 (1831)). As dependents, the tribes are\nsubject to plenary control by Congress. See United States v. Lara,\n541 U. S. 193, 200 (2004) (“[T]he Constitution grants\nCongress” powers “we have consistently described as\n‘plenary and exclusive’ ” to\n“legislate in respect to Indian tribes”). And yet they\nremain “separate sovereigns pre-existing the\nConstitution.” Santa Clara Pueblo v. Martinez, 436 U. S.\n49, 56 (1978) . Thus, unless and “until Congress acts, the\ntribes retain” their historic sovereign authority. United\nStates v. Wheeler, 435 U. S. 313, 323 (1978) .Among the core aspects\nof sovereignty that tribes possess—subject, again, to\ncongressional action—is the “common-law immunity from\nsuit traditionally enjoyed by sovereign powers.” Santa Clara\nPueblo, 436 U. S., at 58. That immunity, we have explained, is\n“a necessary corollary to Indian sovereignty and\nself-governance.” Three Affiliated Tribes of Fort Berthold\nReservation v. Wold Engineering, P. C., 476 U. S. 877, 890\n(1986) ; cf. The Federalist No. 81, p. 511 (B. Wright ed. 1961) (A.\nHamilton) (It is “inherent in the nature of sovereignty not\nto be amenable” to suit without consent). And the qualified\nnature of Indian sovereignty modifies that principle only by\nplacing a tribe’s immunity, like its other governmental\npowers and attributes, in Congress’s hands. See United States\nv. United States Fidelity & Guaranty Co., 309 U. S. 506,\n512 (1940) (USF&G) (“It is as though the immunity which\nwas theirs as sovereigns passed to the United States for their\nbenefit”). Thus, we have time and again treated the\n“doctrine of tribal immunity [as] settled law” and\ndismissed any suit against a tribe absent congressional\nauthorization (or a waiver). Kiowa Tribe of Okla. v. Manufacturing\nTechnologies, Inc., 523 U. S. 751, 756 (1998) .In doing so, we have\nheld that tribal immunity applies no less to suits brought by\nStates (including in their own courts) than to those by\nindividuals. First in Puyallup Tribe, Inc. v. Department of Game of\nWash., 433 U. S. 165 –168, 172–173 (1977), and\nthen again in Potawatomi, 498 U. S., at 509–510, we\nbarred a State seeking to enforce its laws from filing suit against\na tribe, rejecting arguments grounded in the State’s own\nsovereignty. In each case, we said a State must resort to other\nremedies, even if they would be less “efficient.” Id.,\nat 514; see Kiowa, 523 U. S., at 755 (“There is a\ndifference between the right to demand compliance with state laws\nand the means available to enforce them”). That is because,\nas we have often stated (and contrary to the dissent’s novel\npronouncement, see post, at 3 (opinion of Thomas, J.) (hereinafter\nthe dissent)), tribal immunity “is a matter of federal law\nand is not subject to diminution by the States.” 523\nU. S., at 756 (citing Three Affiliated Tribes, 476 U. S.,\nat 891; Washington v. Confederated Tribes of Colville Reservation,\n447 U. S. 134, 154 (1980) ). Or as we elsewhere explained:\nWhile each State at the Constitutional Convention surrendered its\nimmunity from suit by sister States, “it would be absurd to\nsuggest that the tribes”—at a conference “to\nwhich they were not even parties”—similarly ceded their\nimmunity against state-initiated suits. Blatchford v. Native\nVillage of Noatak, 501 U. S. 775, 782 (1991) .Equally important here,\nwe declined in Kiowa to make any exception for suits arising from a\ntribe’s commercial activities, even when they take place off\nIndian lands. In that case, a private party sued a tribe in state\ncourt for defaulting on a promissory note. The plaintiff asked this\nCourt to confine tribal immunity to suits involving conduct on\n“reservations or to noncommercial activities.” 523\nU. S., at 758. We said no. We listed Puyallup, Potawa-tomi,\nand USF&G as precedents applying immunity to a suit predicated\non a tribe’s commercial conduct—respectively, fishing,\nselling cigarettes, and leasing coal mines. 523 U. S., at\n754–755. Too, we noted that Puyallup involved enterprise\n“both on and off [the Tribe’s] reservation.” 523\nU. S., at 754 (quoting 433 U. S., at 167). “[O]ur\nprecedents,” we thus concluded, have not previously\n“drawn the[ ] distinctions” the plaintiff pressed in\nthe case. 523 U. S., at 755. They had established a broad\nprinciple, from which we thought it improper suddenly to start\ncarving out exceptions. Rather, we opted to “defer” to\nCongress about whether to abrogate tribal immunity for\noff-reservation commercial conduct. Id., at 758, 760; see infra, at\n17–18.Our decisions establish\nas well that such a congressional decision must be clear. The\nbaseline position, we have often held, is tribal immunity; and\n“[t]o abrogate [such] immunity, Congress must\n‘unequivocally’ express that purpose.”\nC & L Enterprises, Inc. v. Citizen Band Potawatomi\nTribe of Okla., 532 U. S. 411, 418 (2001) (quoting Santa Clara\nPueblo, 436 U. S., at 58). That rule of construction reflects\nan enduring principle of Indian law: Although Congress has plenary\nauthority over tribes, courts will not lightly assume that Congress\nin fact intends to undermine Indian self-government. See, e.g.,\nid., at 58–60; Iowa Mut. Ins. Co. v. LaPlante, 480 U. S.\n9, 18 (1987) ; United States v. Dion, 476 U. S. 734 –739\n(1986).The upshot is this:\nUnless Congress has authorized Michigan’s suit, our\nprecedents demand that it be dismissed.[4] And so Michigan, naturally enough, makes two arguments:\nfirst, that IGRA indeed abrogates the Tribe’s immunity from\nthe State’s suit; and second, that if it does not, we should\nrevisit—and reverse—our decision in Kiowa, so that\ntribal immunity no longer applies to claims arising from commercial\nactivity outside Indian lands. We consider—and\nreject—each contention in turn.IIIIGRA partially\nabrogates tribal sovereign immunity in\n§2710(d)(7)(A)(ii)—but this case, viewed most naturally,\nfalls outside that term’s ambit. The provision, as noted\nabove, authorizes a State to sue a tribe to “enjoin a class\nIII gaming activity located on Indian lands and conducted in\nviolation of any Tribal-State compact.” See supra, at 2;\nKiowa, 523 U. S., at 758 (citing the provision as an example\nof legislation “restrict[ing] tribal immunity from suit in\nlimited circumstances”). A key phrase in that abrogation is\n“on Indian lands”—three words reflecting\nIGRA’s overall scope (and repeated some two dozen times in\nthe statute). A State’s suit to enjoin gaming activity on\nIndian lands (assuming other requirements are met, see n. 6,\ninfra) falls within §2710(d)(7)(A)(ii); a similar suit to stop\ngaming activity off Indian lands does not. And that creates a\nfundamental problem for Michigan. After all, the very premise of\nthis suit—the reason Michigan thinks Bay Mills is acting\nunlawfully—is that the Vanderbilt casino is outside Indian\nlands. See App. to Pet. for Cert. 59a–60a. By dint of that\ntheory, a suit to enjoin gaming in Vanderbilt is correspondingly\noutside §2710(d)(7)(A)(ii)’s abrogation of immunity.Michigan first attempts\nto fit this suit within §2710(d)(7)(A)(ii) by relocating the\n“class III gaming activity” to which it is objecting.\nTrue enough, Michigan states, the Vanderbilt casino lies outside\nIndian lands. But Bay Mills “authorized, licensed, and\noperated” that casino from within its own reservation. Brief\nfor Michigan 20. According to the State, that necessary\nadministrative action—no less than, say, dealing\ncraps—is “class III gaming activ-ity,” and\nbecause it occurred on Indian land, this suit to enjoin it can go\nforward.But that argument comes\nup snake eyes, because numerous provisions of IGRA show that\n“class III gaming activity” means just what it sounds\nlike—the stuff involved in playing class III games. For\nexample, §2710(d)(3)(C)(i) refers to “the licensing and\nregulation of [a class III gaming] activity” and\n§2710(d)(9) concerns the “operation of a class III\ngaming activity.” Those phrases make perfect sense if\n“class III gaming activity” is what goes on in a\ncasino—each roll of the dice and spin of the wheel. But they\nlose all meaning if, as Michigan argues, “class III gaming\nactivity” refers equally to the off-site licensing or\noperation of the games. (Just plug in those words and see what\nhappens.) See also §§2710(b)(2)(A), (b)(4)(A), (c)(4),\n(d)(1)(A) (similarly referring to class II or III “gaming\nactivity”). The same holds true throughout the statute.\nSection 2717(a)(1) specifies fees to be paid by “each gaming\noperation that conducts a class II or class III gaming\nactivity”—signifying that the gaming activity is the\ngambling in the poker hall, not the proceedings of the off-site\nadministrative authority. And §§2706(a)(5) and 2713(b)(1)\ntogether describe a federal agency’s power to “clos[e]\na gaming activity” for “substantial violation[s]”\nof law—e.g., to shut down crooked blackjack tables, not the\ntribal regulatory body meant to oversee them. Indeed, consider\nIGRA’s very first finding: Many tribes, Congress stated,\n“have licensed gaming activities on Indian lands,”\nthereby necessitating federal regulation. §2701(1). The\n“gaming activit[y]” is (once again) the gambling. And\nthat means §2710(d)(7)(A)(ii) does not allow Michigan’s\nsuit even if Bay Mills took action on its reservation to license or\noversee the Vanderbilt facility.Stymied under\n§2710(d)(7)(A)(ii), Michigan next urges us to adopt a\n“holistic method” of interpreting IGRA that would allow\na State to sue a tribe for illegal gaming off, no less than on,\nIndian lands. Brief for Michigan 30. Michi-gan asks here that we\nconsider “IGRA’s text and structure as a whole.”\nId., at 28. But (with one briefly raised exception) Michigan fails\nto identify any specific textual or structural features of the\nstatute to support its proposed result.[5] Rather, Michigan highlights a (purported) anomaly of\nthe statute as written: that it enables a State to sue a tribe for\nillegal gaming inside, but not outside, Indian country.\n“[W]hy,” Michigan queries, “would Congress\nauthorize a state to obtain a federal injunction against illegal\ntribal gaming on Indian lands, but not on lands subject to the\nstate’s own sovereign jurisdiction?” Reply Brief 1.\nThat question has no answer, Michigan argues: Whatever words\nCongress may have used in IGRA, it could not have intended that\nsenseless outcome. See Brief for Michigan 28.But this Court does not\nrevise legislation, as Michigan proposes, just because the text as\nwritten creates an apparent anomaly as to some subject it does not\naddress. Truth be told, such anomalies often arise from statutes,\nif for no other reason than that Congress typically legislates by\nparts—addressing one thing without examining all others that\nmight merit comparable treatment. Rejecting a similar argument that\na statutory anomaly (between property and non-property taxes) made\n“not a whit of sense,” we explained in one recent case\nthat “Congress wrote the statute it\nwrote”—meaning, a statute going so far and no further.\nSee CSX Transp., Inc. v. Alabama Dept. of Revenue, 562 U. S.\n___, ___ (2011) (slip op., at 17–18). The same could be said\nof IGRA’s abrogation of tribal immunity for gaming “on\nIndian lands.” This Court has no roving license, in even\nordinary cases of statutory interpretation, to disregard clear\nlanguage simply on the view that (in Michigan’s words)\nCongress “must have intended” something broader. Brief\nfor Michigan 32. And still less do we have that warrant when the\nconsequence would be to expand an abrogation of immunity, because\n(as explained earlier) “Congress must\n‘unequivocally’ express [its] purpose” to subject\na tribe to litigation. C & L Enterprises, 532\nU. S., at 418; see supra, at 7.In any event,\nIGRA’s history and design provide a more than intelligible\nanswer to the question Michigan poses about why Congress would have\nconfined a State’s authority to sue a tribe as\n§2710(d)(7)(A)(ii) does. Congress adopted IGRA in response to\nthis Court’s decision in California v. Cabazon Band of\nMission Indians, 480 U. S. 202 –222 (1987), which held\nthat States lacked any regulatory authority over gaming on Indian\nlands. Cabazon left fully intact a State’s regulatory power\nover tribal gaming outside Indian territory—which, as we will\nsoon show, is capacious. See infra, at 12–13. So the problem\nCongress set out to address in IGRA (Cabazon’s ouster of\nstate authority) arose in Indian lands alone. And the solution\nCongress devised, naturally enough, reflected that fact. See, e.g.,\nSeminole Tribe of Fla. v. Florida, 517 U. S. 44, 58 (1996)\n(“[T]he Act grants the States a power that they would not\notherwise have, viz., some measure of author-ity over gaming on\nIndian lands”). Everything—literally\neverything—in IGRA affords tools (for either state or federal\nofficials) to regulate gaming on Indian lands, and nowhere else.\nSmall surprise that IGRA’s abrogation of tribal immunity does\nthat as well.[6]And the resulting\nworld, when considered functionally, is not nearly so\n“enigma[tic]” as Michigan suggests. Reply Brief 1. True\nenough, a State lacks the ability to sue a tribe for illegal gaming\nwhen that activity occurs off the reservation. But a State, on its\nown lands, has many other powers over tribal gaming that it does\nnot possess (absent consent) in Indian territory. Unless federal\nlaw provides differently, “Indians going beyond reservation\nboundaries” are subject to any generally applicable state\nlaw. See Wagnon v. Prairie Band Potawatomi Nation, 546 U. S.\n95, 113 (2005) (quoting Mescalero Apache Tribe v. Jones, 411\nU. S. 145, 148 (1973) ). So, for example, Michigan could, in\nthe first instance, deny a license to Bay Mills for an\noff-reservation casino. See Mich. Comp. Laws Ann.\n§§432.206–432.206a (West 2001). And if Bay Mills\nwent ahead anyway, Michigan could bring suit against tribal\nofficials or employees (rather than the Tribe itself ) seeking\nan injunction for, say, gambling without a license. See\n§432.220; see also §600.3801(1)(a) (West 2013)\n(designating illegal gambling facilities as public nuisances). As\nthis Court has stated before, analogizing to Ex parte Young, 209\nU. S. 123 (1908) , tribal immunity does not bar such a suit\nfor injunctive relief against individuals, includ-ing tribal\nofficers, responsible for unlawful conduct. See Santa Clara Pueblo,\n436 U. S., at 59. And to the extent civil remedies proved\ninadequate, Michigan could resort to its criminal law, prosecuting\nanyone who maintains—or even frequents—an unlawful\ngambling establishment. See Mich. Comp. Laws Ann.\n§§432.218 (West 2001), 750.303, 750.309 (West 2004). In\nshort (and contrary to the dissent’s unsupported assertion,\nsee post, at 11), the panoply of tools Michigan can use to enforce\nits law on its own lands—no less than the suit it could bring\non Indian lands under §2710(d)(7)(A)(ii)—can shutter,\nquickly and permanently, an illegal casino.[7]Finally, if a State\nreally wants to sue a tribe for gaming outside Indian lands, the\nState need only bargain for a waiver of immunity. Under IGRA, a\nState and tribe negotiating a compact “may include\n. . . remedies for breach of contract,” 25\nU. S. C. §2710(d)(3)(C)(v)—including a\nprovision allowing the State to bring an action against the tribe\nin the circumstances presented here. States have more than enough\nleverage to obtain such terms because a tribe cannot conduct class\nIII gaming on its lands without a compact, see §2710(d)(1)(C),\nand cannot sue to enforce a State’s duty to negotiate a\ncompact in good faith, see Seminole Tribe, 517 U. S., at 47\n(holding a State immune from such suits). So as Michigan\nforthrightly acknowl-edges, “a party dealing with a tribe in\ncontract negotiations has the power to protect itself by refusing\nto deal absent the tribe’s waiver of sovereign immunity from\nsuit.” Brief for Michigan 40. And many States have taken that\npath. See Brief for Seminole Tribe of Florida et al. as Amici\nCuriae 12–22 (listing compacts with waivers of tribal\nimmunity). To be sure, Michigan did not: As noted earlier, the\ncompact at issue here, instead of authorizing judicial remedies,\nsends disputes to arbitration and expressly retains each\nparty’s sovereign immunity. See supra, at 2. But\nMichigan—like any State—could have insisted on a\ndifferent deal (and indeed may do so now for the future, because\nthe current compact has expired and remains in effect only until\nthe parties negotiate a new one, see Tr. of Oral Arg. 21). And in\nthat event, the limitation Congress placed on IGRA’s\nabrogation of tribal immunity—whether or not anomalous as an\nabstract matter—would have made no earthly difference.IVBecause IGRA’s\nplain terms do not abrogate Bay Mills’ immunity from this\nsuit, Michigan (and the dissent) must make a more dramatic\nargument: that this Court should “revisit[ ] Kiowa’s\nholding” and rule that tribes “have no immunity for\nillegal commercial activity outside their sovereign\nterritory.” Reply Brief 8, 10; see post, at 1. Michigan\nargues that tribes increasingly participate in off-reservation\ngaming and other commercial activity, and operate in that capacity\nless as governments than as private businesses. See Brief for\nMichigan 38 (noting, among other things, that “tribal gaming\nrevenues have more than tripled” since Kiowa). Further,\nMichigan contends, tribes have broader immunity from suits arising\nfrom such conduct than other sovereigns—most notably, because\nCongress enacted legislation limiting foreign nations’\nimmunity for commercial activity in the United States. See id., at\n41; 28 U. S. C. §1605(a)(2). It is time, Michigan\nconcludes, to “level[ ] the playing field.” Brief for\nMichigan 38.But this Court does not\noverturn its precedents lightly. Stare decisis, we have stated,\n“is the preferred course because it promotes the evenhanded,\npredictable, and consistent development of legal principles,\nfosters reliance on judicial decisions, and contributes to the\nactual and perceived integrity of the judicial process.”\nPayne v. Tennessee, 501 U. S. 808, 827 (1991) . Although\n“not an inexorable command,” id., at 828, stare decisis\nis a foundation stone of the rule of law, necessary to ensure that\nlegal rules develop “in a principled and intelligible\nfashion,” Vasquez v. Hillery, 474 U. S. 254, 265 (1986)\n. For that reason, this Court has always held that “any\ndeparture” from the doctrine “demands special\njustification.” Arizona v. Rumsey, 467 U. S. 203, 212\n(1984) .And that is more than\nusually so in the circumstances here. First, Kiowa itself was no\none-off: Rather, in rejecting the identical argument Michigan\nmakes, our decision reaffirmed a long line of precedents,\nconcluding that “the doctrine of tribal\nimmunity”—without any exceptions for commercial or\noff-reservation conduct—“is settled law and controls\nthis case.” 523 U. S., at 756; see id., at\n754–755; supra, at 5–7. Second, we have relied on Kiowa\nsubsequently: In another case involving a tribe’s\noff-reservation commercial conduct, we began our analysis with\nKiowa’s holding that tribal immunity applies to such activity\n(and then found that the Tribe had waived its protection). See\nC & L Enterprises, 532 U. S., at 418. Third,\ntribes across the country, as well as entities and individuals\ndoing business with them, have for many years relied on Kiowa\n(along with its forebears and progeny), negotiating their contracts\nand structuring their transactions against a backdrop of tribal\nimmunity. As in other cases involving contract and property rights,\nconcerns of stare decisis are thus “at their acme.”\nState Oil Co. v. Khan, 522 U. S. 3, 20 (1997) . And fourth (a\npoint we will later revisit, see infra, at 17–20), Congress\nexercises primary authority in this area and “remains free to\nalter what we have done”—another factor that gives\n“special force” to stare decisis. Patterson v. McLean\nCredit Union, 491 U. S. 164 –173 (1989). To overcome all\nthese reasons for this Court to stand pat, Michigan would need an\nace up its sleeve.[8]But instead, all the\nState musters are retreads of assertions we have rejected before.\nKiowa expressly considered the view, now offered by Michigan, that\n“when tribes take part in the Nation’s commerce,”\nimmunity “extends beyond what is needed to safeguard tribal\nself-governance.” 523 U. S., at 758. (Indeed, as Kiowa\nnoted, see id., at 757, Potawatomi had less than a decade earlier\nrejected Oklahoma’s identical contention that “because\ntribal business activities . . . are now so detached from\ntraditional tribal interests,” immunity “no longer\nmakes sense in [the commercial] context,” 498 U. S., at\n510.) So too, the Kiowa Court comprehended the trajectory of\ntribes’ commercial activity (which is the dissent’s\nexclusive rationale for ignoring stare decisis, see post, at\n10–13). In the preceding decade, tribal gaming revenues had\nincreased more than thirty fold[9] (dwarfing the still strong rate of growth since that\ntime, see supra, at 14–15); and Kiowa noted the flourishing\nof other tribal enterprises, ranging from cigarette sales to ski\nresorts, see 523 U. S., at 758. Moreover, the Kiowa Court\nunderstood that other sovereigns did not enjoy similar immunity for\ncommercial activities outside their territory; that seeming\n“anomal[y]” was a principal point in the dissenting\nopinion. See id., at 765 (Stevens, J., dissenting). Kiowa did more,\nin fact, than acknowledge those arguments; it expressed a fair bit\nof sympathy toward them. See id., at 758 (noting “reasons to\ndoubt the wisdom of perpetuating the doctrine” as to\noff-reservation commercial conduct). Yet the decision could not\nhave been any clearer: “We decline to draw [any]\ndistinction” that would “confine [immunity] to\nreservations or to noncommercial activities.” Ibid.We ruled that way for a\nsingle, simple reason: because it is fundamentally Congress’s\njob, not ours, to determine whether or how to limit tribal\nimmunity. The special brand of sovereignty the tribes\nretain—both its nature and its extent—rests in the\nhands of Congress. See Lara, 541 U. S., at 200; Wheeler, 435\nU. S., at 323. Kiowa chose to respect that congressional\nresponsibility (as Potawatomi had a decade earlier) when it\nrejected the precursor to Michigan’s argument: Whatever our\nview of the merits, we explained, “we defer to the role\nCongress may wish to exercise in this important judgment.”\n523 U. S., at 758; see Potawatomi, 498 U. S., at 510\n(stating that because “Congress has always been at liberty to\ndispense with” or limit tribal immunity, “we are not\ndisposed to modify” its scope). Congress, we\nsaid—drawing an analogy to its role in shaping foreign\nsovereign immunity[10]—has the greater capacity “to weigh and\naccommodate the competing policy concerns and reliance\ninterests” involved in the issue. 523 U. S., at 759. And\nCongress repeatedly had done just that: It had restricted tribal\nimmunity “in limited circum-stances” (including, we\nnoted, in §2710(d)(7)(A)(ii)), while “in other\nstatutes” declaring an “intention not to alter”\nthe doctrine. Id., at 758; see Potawatomi, 498 U. S., at 510\n(citing statutory provisions involving tribal immunity). So too, we\nthought, Congress should make the call whether to curtail a\ntribe’s immunity for off-reservation commer-cial\nconduct—and the Court should accept Congress’s\njudgment.All that we said in\nKiowa applies today, with yet one more thing: Congress has now\nreflected on Kiowa and made an initial (though of course not\nirrevocable) decision to retain that form of tribal immunity.\nFollowing Kiowa, Congress considered several bills to substantially\nmodify tribal immunity in the commercial context. Two in\nparticular—drafted by the chair of the Senate Appropriations\nSubcommittee on the Interior—expressly referred to Kiowa and\nbroadly abrogated tribal immunity for most torts and breaches of\ncontract. See S. 2299, 105th Cong., 2d Sess. (1998); S. 2302, 105th\nCong., 2d Sess. (1998). But instead of adopting those reversals of\nKiowa, Congress chose to enact a far more modest alternative\nrequiring tribes either to disclose or to waive their immunity in\ncontracts needing the Secretary of the Interior’s approval.\nSee Indian Tribal Economic Development and Contract Encouragement\nAct of 2000, §2, 114Stat. 46 (codified at 25\nU. S. C. §81(d)(2)); see also F. Cohen, Handbook of\nFederal Indian Law §7.05[1][b], p. 643 (2012). Since then,\nCongress has continued to exercise its plenary authority over\ntribal immunity, specifically preserving immunity in some contexts\nand abrogating it in others, but never adopting the change Michigan\nwants.[11] So rather than\nconfronting, as we did in Kiowa, a legislative vacuum as to the\nprecise issue presented, we act today against the backdrop of a\ncongressional choice: to retain tribal immunity (at least for now)\nin a case like this one.[12]Reversing Kiowa in\nthese circumstances would scale the heights of presumption: Beyond\nupending “long-established principle[s] of tribal sovereign\nimmunity,” that action would replace Congress’s\nconsidered judgment with our contrary opinion. Potawatomi, 498\nU. S., at 510. As Kiowa recognized, a fundamental commitment\nof Indian law is judicial respect for Congress’s primary role\nin defining the contours of tribal sovereignty. See 523 U. S.,\nat 758–760; see also Santa Clara Pueblo, 436 U. S., at\n60 (“[A] proper respect . . . for the plenary\nauthority of Congress in this area cautions that [the courts] tread\nlightly”); Cohen, supra, §2.01[1], at 110\n(“Judicial deference to the paramount authority of Congress\nin matters concerning Indian policy remains a central and\nindispensable principle of the field of Indian law”). That\ncommitment gains only added force when Congress has already\nreflected on an issue of tribal sovereignty, including immunity\nfrom suit, and declined to change settled law. And that force must\ngrow greater still when Congress considered that issue partly at\nour urging. See Kiowa, 523 U. S., at 758 (hinting, none too\nsubtly, that “Congress may wish to exercise” its\nauthority over the question presented). Having held in Kiowa that\nthis issue is up to Congress, we cannot reverse ourselves because\nsome may think its conclusion wrong. Congress of course may always\nchange its mind—and we would readily defer to that new\ndecision. But it is for Congress, now more than ever, to say\nwhether to create an exception to tribal immunity for\noff-reservation commercial activity. As in Kiowa—except still\nmore so—“we decline to revisit our case law[,] and\nchoose” instead “to defer to Congress.” Id., at\n760.VAs “domestic\ndependent nations,” Indian tribes exercise sovereignty\nsubject to the will of the Federal Government. Cherokee Nation, 5\nPet., at 17. Sovereignty implies immunity from lawsuits. Subjection\nmeans (among much else) that Congress can abrogate that immunity as\nand to the extent it wishes. If Congress had authorized this suit,\nBay Mills would have no valid grounds to object. But Congress has\nnot done so: The abrogation of immunity in IGRA applies to gaming\non, but not off, Indian lands. We will not rewrite Congress’s\nhandiwork. Nor will we create a freestanding exception to tribal\nimmunity for all off-reservation commercial conduct. This Court has\ndeclined that course once before. To choose it now would entail\nboth overthrowing our precedent and usurping Congress’s\ncurrent policy judgment. Accordingly, Michigan may not sue Bay\nMills to enjoin the Vanderbilt casino, but must instead use\navailable alternative means to accomplish that object.We affirm the Sixth\nCircuit’s judgment and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1The Act defines\n“Indian lands” as “(A) all lands within the\nlimits of any Indian reservation; and (B) any lands title to which\nis either held in trust by the United States for the benefit of any\nIndian tribe or individual[,] or held by any Indian tribe or\nindividual subject to restriction by the United States against\nalienation and over which an Indian tribe exercises governmental\npower.” §2703(4).2The Sixth Circuit framed\npart of its analysis in jurisdictional terms, holding that the\nDistrict Court had no authority to consider Michigan’s IGRA\nclaim because §2710(d)(7)(A)(ii) provides federal jurisdiction\nonly over suits to enjoin gaming on Indian lands (and\nMichigan’s suit was not that). See 695 F. 3d, at\n412–413. That reasoning is wrong, as all parties agree. See\nBrief for Michigan 22–25; Brief for Bay Mills 23–24;\nBrief for United States as 16–17. The general\nfederal-question statute, , gives a district court subject matter\njurisdiction to decide any claim alleging a violation of IGRA.\nNothing in §2710(d)(7)(A)(ii) or any other provision of IGRA\nlimits that grant of jurisdiction (although those provisions may\nindicate that a party has no statutory right of action). See v. ,\n–644 (2002).3The Court of\nAppeals’ decision applied not only to Michigan’s case,\nbut also to a consolidated case brought by the Little Traverse Bay\nBands of Odawa Indians, which operates a casino about 40 miles from\nthe Vanderbilt property. Little Traverse subsequently dismissed its\nsuit, rather than seek review in this Court.4Michigan does not argue\nhere that Bay Mills waived its immunity from suit. Recall that the\ncompact expressly preserves both the Tribe’s and the\nState’s sovereign immunity. See , at 2.5Michigan’s single\nreference to another statutory provision, , does not advance its\nargument, because that term includes a geographical limitation\nsimilar to the one appearing in §2710(d)(7)(A)(ii). Section\n1166 makes a State’s gambling laws applicable “in\nIndian country” as federal law, and then gives the Federal\nGovernment “exclusive jurisdiction over criminal\nprosecutions” for violating those laws. , (d). Michigan\nbriefly argues that, by negative implication, §1166 gives a\nState the power “to bring a suit to enforce [its]\nanti-gambling laws in Indian country,” and that this power\napplies “even when the defendant is an Indian tribe.”\nBrief for Michigan 26 (emphasis added). Bay Mills and the United\nStates vigorously contest both those propositions, arguing that\n§1166 gives States no civil enforcement authority at all, much\nless as against a tribe. See Brief for Bay Mills 30–31; Brief\nfor United States as 20–22. But that dispute is irrelevant\nhere. Even assuming Michigan’s double inference were valid,\n§1166 would still allow a State to sue a tribe for gaming only\n“in Indian country.” So Michigan’s suit, alleging\nthat illegal gaming occurred on lands, could no more proceed under\n§1166 than under §2710(d)(7)(A)(ii).6Indeed, the statutory\nabrogation does not even cover all suits to enjoin gaming on Indian\nlands, thus refuting the very premise of Michigan’s\nargument-from-anomaly. Section 2710(d)(7)(A)(ii), recall, allows a\nState to sue a tribe not for all “class III gaming activity\nlocated on Indian lands” (as Michigan suggests), but only for\nsuch gaming as is “conducted in violation of any Tribal-State\ncompact. . . that is in effect.” Accordingly, if a\ntribe opens a casino on Indian lands before negotiating a compact,\nthe surrounding State cannot sue; only the Federal Government can\nenforce the law. See . To be precise, then, IGRA’s\nauthorization of suit mirrors not the full problem created (a\nvacuum of state authority over gaming in Indian country) but, more\nparticularly, Congress’s “carefully crafted”\ncompact-based solution to that difficulty. v. , –74 (1996).\nSo Michigan’s binary challenge—if a State can sue to\nstop gaming in Indian country, why not off?—fails out of the\nstarting gate. In fact, a State sue to enjoin all gaming in Indian\ncountry; that gaming must, in addition, violate an agreement that\nthe State and tribe have mutually entered.7Michigan contends that\nthese alternative remedies may be more intrusive on, or less\nrespectful of, tribal sovereignty than the suit it wants to bring.\nSee Brief for Michigan 15; Tr. of Oral Arg. 18. Bay Mills, which\npresumably is better positioned to address that question,\nemphatically disagrees. See at 32–33. And the law supports\nBay Mills’ position: Dispensing with the immunity of a\nsovereign for fear of pursuing available remedies against its\nofficers or other individuals would upend all known principles of\nsovereign immunity.8Adhering to is\nparticularly appropriate here given that the State, as we have\nshown, has many alternative remedies: It has no need to sue the\nTribe to right the wrong it alleges. See , at 12–13. We need\nnot consider whether the situation would be different if no\nalternative remedies were available. We have never, for example,\nspecifically addressed (nor, so far as we are aware, has Congress)\nwhether immunity should apply in the ordinary way if a tort victim,\nor other plaintiff who has not chosen to deal with a tribe, has no\nalternative way to obtain relief for off-reservation commercial\nconduct. The argument that such cases would present a\n“special justification” for abandoning precedent is not\nbefore us. v. , .9See Nat. Gambling Impact\nStudy Comm’n, Final Report, pp. 6–1 to 6–2\n(1999), online at\nhttp://govinfo.library.unt.edu/ngisc/reports/6.pdf (as visited Apr.\n30, 2014, and available in Clerk of Court’s case\nfile).10explained that Congress, in the\nForeign Sovereign Immunities Act of 1976, , “den[ied]\nimmunity for the commercial acts of a foreign nation,”\ncodifying an earlier State Department document, known as the Tate\nLetter, announcing that policy. 523 U. S., at 759. Michigan\ntakes issue with ’s account, maintaining that this Court took\nthe lead in crafting the commercial exception to foreign sovereign\nimmunity, and so should feel free to do the same thing here. See\nReply Brief 6–7. But the decision Michigan cites, v. , , does\nnot show what the State would like. First, Michigan points to a\npart of the opinion commanding only four votes, see , at\n695–706 (opinion of White, J.); the majority’s decision\nwas based on the act of state doctrine, not on anything to do with\nforeign sovereign immunity, see at 690–695. And second, even\nthe plurality opinion relied heavily on the views of the Executive\nBranch as expressed in the Tate Letter—going so far as to\nattach that document as an appendix. See at 696–698 (opinion\nof White, J.); , at 711–715 (appendix 2 to opinion of the\nCourt). The opinion therefore illustrates what highlighted: this\nCourt’s historic practice of “deferr[ing] to the\ndecisions of the political branches,” rather than going it\nalone, when addressing foreign sovereign immunity. v. ,\n.11Compare, , Prevent All Cigarette\nTrafficking Act of 2009, §§2(e), (3)(a), (preserving\nimmunity), with Arizona Water Settlements Act,\n§§213(a)(2), 301, (abrogating immunity). The\ndissent’s claim that “Congress has never granted tribal\nsovereign immunity in shape or form,” ,at 13, apparently does\nnot take into account the many statutes in which Congress preserved\nor otherwise ratified tribal immunity. See, , ; see generally , 498\nU. S., at 510 (“Congress has consistently reiterated its\napproval of the immunity doctrine”).12The\ndissent principally counters that this history is not\n“relevan[t]” because was a “common-law\ndecision.” ,at 14. But that is to ignore what (in line with\nprior rulings) specifically told Congress: that tribal immunity,\nfar from any old common law doctrine, lies in Congress’s\nhands to configure. See 523 U. S., at 758; , 498 U. S.,\nat 510; v. , –60 (1978). When we inform Congress that it has\nprimary responsibility over a sphere of law, and invite Congress to\nconsider a specific issue within that sphere, we cannot deem\nirrelevant how Congress responds.",
    "joined": []
}