{
    "case": {
        "docket": "564",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/564/"
    },
    "id": "1970677",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–135_________________OXFORD HEALTH PLANS LLC, PETITIONERv.JOHN IVAN SUTTERon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 10, 2013]Justice Kagan delivered the opinion of the\nCourt.Class arbitration is a matter of consent: An\narbitrator may employ class procedures only if the parties have\nau-thorized them. SeeStolt-Nielsen S. A.v.AnimalFeeds Int’l Corp.,559 U.S.\n662, 684 (2010). In this case, an arbitrator found that the\nparties’ contract provided for class arbitration. The question\npresented is whether in doing so he “exceeded [his] powers” under\n§10(a)(4) of the Federal Arbitration Act (FAA or Act), 9\nU. S. C. §1et seq.We conclude that the\narbitrator’s decision survives the limited judicial review\n§10(a)(4) allows.IRespondent John Sutter, a pediatrician,\nentered into a contract with petitioner Oxford Health Plans, a\nhealth in-surance company. Sutter agreed to provide medical care to\nmembers of Oxford’s network, and Oxford agreed to pay for those\nservices at prescribed rates. Several years later, Sutter filed\nsuit against Oxford in New Jersey Superior Court on behalf of\nhimself and a proposed class of other New Jersey physicians under\ncontract with Oxford. The complaint alleged that Oxford had failed\nto make full and prompt payment to the doctors, in violation of\ntheir agree-ments and various state laws.Oxford moved to compel arbitration of Sutter’s\nclaims, relying on the following clause in their contract:“No civil action concerning any dispute\narising under this Agreement shall be instituted before any court,\nand all such disputes shall be submitted to final and binding\narbitration in New Jersey, pursuant to the rules of the American\nArbitration Association with one arbitrator.” App. 15–16.The state court granted Oxford’s motion, thus\nreferring the suit to arbitration.The parties agreed that the arbitrator should\ndecide whether their contract authorized class arbitration, and he\ndetermined that it did. Noting that the question turned on\n“construction of the parties’ agreement,” the arbitrator focused on\nthe text of the arbitration clause quoted above.Id.,at 30.\nHe reasoned that the clause sent to arbitration “the same universal\nclass of disputes” that it barred the parties from bringing “as\ncivil actions” in court: The “intent of the clause” was “to vest in\nthe arbitration process everything that is prohibited from the\ncourt process.”Id.,at 31. And a class action, the\narbitrator continued, “is plainly one of the possible forms of\ncivil action that could be brought in a court” absent the\nagreement.Ibid.Accordingly, he concluded that “on its\nface, the arbitration clause . . . expresses the parties’\nintent that class arbitration can be maintained.”Id.,at\n32.Oxford filed a motion in federal court to vacate\nthe arbitrator’s decision on the ground that he had “exceeded [his]\npowers” under §10(a)(4) of the FAA. The District Court denied the\nmotion, and the Court of Appeals for the Third Circuit affirmed.\nSee 05–CV–2198, 2005 WL 6795061 (D NJ, Oct. 31, 2005), aff’d, 227\nFed. Appx. 135 (2007).While the arbitration proceeded, this Court held\ninStolt-Nielsenthat “a party may not be compelled under\nthe FAA to submit to class arbitration unless there is a\ncontractual basis for concluding that the partyagreedto do\nso.” 559 U. S., at 684. The parties inStolt-Nielsenhad stipulated that they had never reached an agreement on class\narbitration. Relying on §10(a)(4), we vacated the arbitrators’\ndecision approving class proceedings because, in the absence of\nsuch an agreement, the arbitrators had “simply . . .\nimposed [their] own view of sound policy.”Id.,at 672.Oxford immediately asked the arbitrator to\nreconsider his decision on class arbitration in light ofStolt-Nielsen. The arbitrator issued a new opinion holding\nthatStolt-Nielsenhad no effect on the case because this\nagreement authorized class arbitration. Unlike inStolt-Nielsen, the arbitrator explained, the parties here\ndisputed the meaning of their contract; he had therefore been\nrequired “to construe the arbitration clause in the ordinary way to\nglean the parties’ intent.” App. 72. And in performing that task,\nthe arbitrator continued, he had “found that the arbitration clause\nunambiguously evinced an intention to allow class arbitration.”Id.,at 70. The arbitrator con-cluded by reconfirming his\nreasons for so construing the clause.Oxford then returned to federal court, renewing\nits effort to vacate the arbitrator’s decision under §10(a)(4).\nOnce again, the District Court denied the motion, and the Third\nCircuit affirmed. The Court of Appeals first underscored the\nlimited scope of judicial review that §10(a)(4) allows: So long as\nan arbitrator “makes a good faith attempt” to interpret a contract,\n“even serious errors of law or fact will not subject his award to\nvacatur.” 675 F.3d 215, 220 (2012). Oxford could not prevail under\nthat standard, the court held, because the arbitrator had\n“endeavored to give effect to the parties’ intent” and\n“articulate[d] a contractual basis for his decision.”Id.,at 223–224. Oxford’s objections to the ruling were “simply\ndressed-up arguments that the arbitrator interpreted its agreement\nerroneously.”Id.,at 224.We granted certiorari, 568 U. S. ___\n(2012), to address a circuit split on whether §10(a)(4) allows a\ncourt to vacate an arbitral award in similar\ncircumstances.[1] Holding that\nit does not, we affirm the Court of Appeals.IIUnder the FAA, courts may vacate an\narbitrator’s decision “only in very unusual circumstances.”First Options of Chicago, Inc.v.Kaplan,514 U.S.\n938, 942 (1995). That limited judicial review, we have\nexplained, “maintain[s] arbitration’s essential virtue of resolving\ndisputes straightaway.”Hall Street Associates, L. L. C.v.Mattel, Inc.,552 U.S.\n576, 588 (2008). If parties could take “full-bore legal and\nevidentiary appeals,” arbitration would become “merely a prelude to\na more cumbersome and time-consuming judicial review process.”Ibid.Here, Oxford invokes §10(a)(4) of the Act, which\nauthorizes a federal court to set aside an arbitral award “where\nthe arbitrator[] exceeded [his] powers.” A party seeking relief\nunder that provision bears a heavy burden. “It is not enough\n. . . to show that the [arbitrator] committed an error—or\neven a serious error.”Stolt-Nielsen, 559 U. S., at\n671. Because the parties “bargained for the arbitra-tor’s\nconstruction of their agreement,” an arbitral decision “even\narguably construing or applying the contract” must stand,\nregardless of a court’s view of its (de)merits.Eastern\nAssociated Coal Corp.v.Mine Workers,531 U.S.\n57, 62 (2000) (quotingSteelworkersv.Enterprise\nWheel & Car Corp.,363 U.S.\n593, 599 (1960);Paperworkersv.Misco, Inc.,484 U.S.\n29, 38 (1987); internal quotation marks omitted). Only if “the\narbitrator act[s] outside the scope of his contractually delegated\nauthority”—issuing an award that “simply reflect[s] [his] own\nnotions of [economic] justice” rather than “draw[ing] its essence\nfrom the con-tract”—may a court overturn his determination.Eastern Associated Coal, 531 U. S., at 62 (quotingMisco,484 U. S., at 38). So the sole question for us\nis whether the arbitrator (even arguably) interpreted the parties’\ncontract, not whether he got its meaning right or wrong.[2]And we have already all but answered that\nquestion just by summarizing the arbitrator’s decisions, seesupra,at 2–3; they are, through and through,\ninterpretations of the parties’ agreement. The arbitrator’s first\nruling recited the “question of construction” the parties had\nsubmitted to him: “whether [their] Agreement allows for class\naction arbitration.” App. 29–30. To resolve that matter, the\narbitrator focused on the arbitration clause’s text, analyzing\n(whether correctly or not makes no difference) the scope of both\nwhat it barred from court and what it sent to arbitration. The\narbitrator concluded, based on that textual exegesis, that the\nclause “on its face . . . expresses the parties’ intent\nthat class action arbitration can be maintained.”Id.,at\n32. When Oxford requested reconsideration in light ofStolt-Nielsen, the arbitrator explained that his prior\ndecision was “concerned solely with the par-ties’ intent as\nevidenced by the words of the arbitration clause itself.” App. 69.\nHe then ran through his textual analysis again, and reiterated his\nconclusion: “[T]he text of the clause itself authorizes” class\narbitration.Id.,at 73. Twice, then, the arbitrator did\nwhat the parties had asked: He considered their contract and\ndecided whether it reflected an agreement to permit class\nproceedings. That suffices to show that the arbitrator did not\n“exceed[ ] [his] powers.” §10(a)(4).Oxford’s contrary view relies principally onStolt-Nielsen. As noted earlier, we found there that an\narbitration panel exceeded its powers under §10(a)(4) when it\nordered a party to submit to class arbitration. Seesupra,at 3. Oxford takes that decision to mean that “even the ‘high\nhurdle’ of Section 10(a)(4) review is overcome when an arbitrator\nimposes class arbitration without a sufficient contractual basis.”\nReply Brief 5 (quotingStolt-Nielsen, 559 U. S., at\n671). UnderStolt-Nielson, Oxford asserts, a court may thus\nvacate “asultra vires” an arbitral decision like this one\nfor misconstruing a contract to approve class proceedings. Reply\nBrief 7.But Oxford misreadsStolt-Nielsen: We\noverturned the arbitral decision there because it lackedanycontractual basis for ordering class procedures, not because it\nlacked, in Oxford’s terminology, a “sufficient” one. The parties inStolt-Nielsenhad entered into an unusual stipulation that\nthey had never reached an agreement on class arbitration. See 559\nU. S., at 668–669, 673. In that circumstance, we noted, the\npanel’s decision was not—indeed, could not have been—“based on a\ndetermination regarding the parties’ intent.”Id.,at 673,\nn. 4; seeid.,at 676 (“Th[e] stipulation left no room for\nan inquiry regarding the parties’ intent”). Nor, we continued, did\nthe panel attempt to ascertain whether federal or state law\nestablished a “default rule” to take effect absent an agreement.Id.,at 673. Instead, “the panel simply imposed its own\nconception of sound policy” when it ordered class proceedings.Id.,at 675. But “the task of an arbitrator,” we stated, “is\nto interpret and enforce a contract, not to make public policy.”Id.,at 672. In “impos[ing] its own policy choice,” the\npanel “thus exceeded its powers.”Id.,at 677.The contrast with this case is stark. InStolt-Nielsen, the arbitrators did not construe the parties’\ncontract, and did not identify any agreement authorizing class\nproceedings. So in setting aside the arbitrators’ decision, we\nfound not that they had misinterpreted the contract, but that they\nhad abandoned their interpretive role. Here, the arbitrator did\nconstrue the contract (focusing, per usual, on its language), and\ndid find an agreement to permit class arbitration. So to overturn\nhis decision, we would have to rely on a finding that he\nmisapprehended the par-ties’ intent. But §10(a)(4) bars that\ncourse: It permits courts to vacate an arbitral decision only when\nthe arbitrator strayed from his delegated task of interpreting a\ncontract, not when he performed that task poorly.Stolt-Nielsenand this case thus fall on opposite sides of\nthe line that §10(a)(4) draws to delimit judicial review of\narbitral decisions.The remainder of Oxford’s argument addresses\nmerely the merits: The arbitrator, Oxford contends at length, badly\nmisunderstood the contract’s arbitration clause. See Brief for\nPetitioner 21–28. The key text, again, goes as follows: “No civil\naction concerning any dispute arising under this Agreement shall be\ninstituted before any court, and all such disputes shall be\nsubmitted to final and binding arbitration.” App. 15–16. The\narbitrator thought that clause sent to arbitration all “civil\naction[s]” barred from court, and viewed class actions as falling\nwithin that category. Seesupra,at 2. But Oxford points out\nthat the provision submits to arbitration not any “civil\naction[s],” but instead any “dispute arising under” the agreement.\nAnd in any event, Oxford claims, a class action is not a form of\n“civil action,” as the arbitrator thought, but merely a procedural\ndevice that may be available in a court. At bottom, Oxford\nmaintains, this is a garden-variety arbi-tration clause, lacking\nany of the terms or features that would indicate an agreement to\nuse class procedures.We reject this argument because, and only\nbecause, it is not properly addressed to a court. Nothing we say in\nthis opinion should be taken to reflect any agreement with the\narbitrator’s contract interpretation, or any quarrel with Oxford’s\ncontrary reading. All we say is that convincing a court of an\narbitrator’s error—even his grave error—is not enough. So long as\nthe arbitrator was “arguably construing” the contract—which this\none was—a court may not correct his mistakes under §10(a)(4).Eastern Associated Coal, 531 U. S., at 62 (internal\nquotation marks omitted). The potential for those mistakes is the\nprice of agreeing to arbitration. As we have held before, we hold\nagain: “It is the arbitrator’s construction [of the contract] which\nwas bargained for; and so far as the arbitrator’s decision concerns\nconstruction of the contract, the courts have no business\noverruling him because their interpretation of the contract is\ndifferent from his.”Enterprise Wheel, 363 U.S. at 599. The\narbitrator’s construction holds, however good, bad, or ugly.In sum, Oxford chose arbitration, and it must\nnow live with that choice. Oxford agreed with Sutter that an\narbitrator should determine what their contract meant, including\nwhether its terms approved class arbitration. The arbitrator did\nwhat the parties requested: He provided an interpretation of the\ncontract resolving that disputed issue. His interpretation went\nagainst Oxford, maybe mistakenly so. But still, Oxford does not get\nto rerun the matter in a court. Under §10(a)(4), the question for a\njudge is not whether the arbitrator construed the parties’ contract\ncorrectly, but whether he construed it at all. Because he did, and\ntherefore did not “exceed his powers,” we cannot give Oxford the\nrelief it wants. We accordingly affirm the judgment of the Court of\nAppeals.It is so ordered.Notes1Compare 675 F.3d 215 (CA3\n2012) (case below) (vacatur not proper), andJockv.Sterling Jewelers Inc., 646 F.3d 113 (CA2 2011) (same), withReedv.Florida Metropolitan Univ., Inc., 681 F.3d\n630 (CA5 2012) (vacatur proper).2We would face a different\nissue if Oxford had argued below that the availability of class\narbitration is a so-called “question of arbitrability.” Those\nquestions—which “include certain gateway matters, such as whether\nparties have a valid arbitration agreement at all or whethera\nconcededly binding arbitration clause applies to a certain type of\ncontroversy”—are presumptively for courts to decide.Green Tree\nFinancial Corp.v.Bazzle,539 U.S.\n444, 452 (2003) (plurality opinion). A court may therefore\nreview an arbitrator’s determination of such a matterde novoabsent “clear[] and unmistakabl[e]” evidence\nthat the parties wanted an arbitrator to resolve the dispute.AT&T Technologies, Inc.v.Communications\nWorkers,475 U.S.\n643, 649 (1986).Stolt-Nielsenmade clear that this\nCourt has not yet decided whether the availability of class\narbitration is a question of arbitrability. See 559 U. S., at\n680. But this case gives us no opportunity to do so because Oxford\nagreed that the arbitrator should determine whether its contract\nwith Sutter authorized class procedures. See Brief for Petitioner\n38, n. 9 (conceding this point). Indeed, Oxford submitted that\nissue to the arbitrator not once, but twice—and the second time\nafterStolt-Nielsenflagged that it might be a question of\narbitrability.",
    "joined": []
}