{
    "case": {
        "docket": "155",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/155/"
    },
    "id": "3422818",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–502_________________CLYDE REED, et al., PETITIONERSv.TOWN OF GILBERT, ARIZONA, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 18, 2015]Justice Kagan, with whom Justice Ginsburg and\nJustice Breyer join, concurring in the judgment.Countless cities and towns across America have\nadopted ordinances regulating the posting of signs, while exempting\ncertain categories of signs based on their subject matter. For\nexample, some municipalities generally prohibit illuminated signs\nin residential neighborhoods, but lift that ban for signs that\nidentify the address of a home or the name of its owner or\noccupant. See,e.g., City of Truth or Consequences,\nN. M., Code of Ordinances, ch. 16, Art. XIII, §§11–13–2.3,\n11–13–2.9(H)(4) (2014). In other municipalities, safety signs such\nas “Blind Pedestrian Crossing” and “Hidden Driveway” can be posted\nwithout a permit, even as other permanent signs require one. See,e.g., Code of Athens-Clarke County, Ga., Pt. III, §7–4–7(1)\n(1993). Elsewhere, historic site markers—for example, “George\nWashington Slept Here”—are also exempt from general regulations.\nSee,e.g., Dover, Del., Code of Ordinances, Pt. II, App. B,\nArt. 5, §4.5(F) (2012). And simi-larly, the federal Highway\nBeautification Act limits signs along interstate highways unless,\nfor instance, they direct travelers to “scenic and historical\nattractions” or advertise free coffee. See 23 U. S. C. §§131(b),\n(c)(1), (c)(5).Given the Court’s analysis, many sign ordinances\nof that kind are now in jeopardy. Seeante, at 14\n(acknowledging that “entirely reasonable” sign laws “will sometimes\nbe struck down” under its approach (internal quotation marks\nomitted)). Says the majority: When laws “single[ ] out\nspecific subject matter,” they are “facially content based”; and\nwhen they are facially content based, they are automatically\nsubject to strict scrutiny.Ante, at 12, 16–17. And although\nthe majority holds out hope that some sign laws with subject-matter\nexemptions “might survive” that stringent review,ante, at\n17, the likelihood is that most will be struck down. After all, it\nis the “rare case[ ] in which a speech restriction withstands\nstrict scrutiny.”Williams-Yuleev.Florida Bar, 575\nU. S. ___, ___ (2015) (slip op., at 9). To clear that high bar, the\ngovernment must show that a content-based distinction “is necessary\nto serve a compelling state interest and is narrowly drawn to\nachieve that end.”Arkansas Writers’ Project, Inc.v.Ragland, 481 U. S. 221, 231 (1987) . So on the\nmajority’s view, courts would have to determine that a town has a\ncompelling interest in informing passersby where George Washington\nslept. And likewise, courts would have to find that a town has no\nother way to prevent hidden-driveway mishaps than by specially\ntreating hidden-driveway signs. (Well-placed speed bumps? Lower\nspeed limits? Or how about just a ban on hidden driveways?) The\nconsequence—unless courts water down strict scrutiny to something\nunrecognizable—is that our communities will find themselves in an\nunenviable bind: They will have to either repeal the exemptions\nthat allow for helpful signs on streets and sidewalks, or else lift\ntheir sign restrictions altogether and resign themselves to the\nresulting clutter.[1]*Although the majority insists that applying\nstrict scrutiny to all such ordinances is “essential” to protecting\nFirst Amendment freedoms,ante, at 14, I find it challenging\nto understand why that is so. This Court’s decisions articulate two\nimportant and related reasons for subjecting content-based speech\nregulations to the most exacting standard of review. The first is\n“to preserve an uninhib-ited marketplace of ideas in which truth\nwill ultimately prevail.”McCullenv.Coakley, 573 U.\nS. ___, ___–___ (2014) (slip op., at 8–9) (internal quotation marks\nomitted). The second is to ensure that the government has not\nregulated speech “based on hostility—or favoritism—towards the\nunderlying message expressed.”R. A. V.v.St. Paul,\n505 U. S. 377, 386 (1992) . Yet the subject-matter exemptions\nincluded in many sign ordinances do not implicate those concerns.\nAllowing residents, say, to install a light bulb over “name and\naddress” signs but no others does not distort the marketplace of\nideas. Nor does that different treatment give rise to an inference\nof impermissible government motive.We apply strict scrutiny to facially\ncontent-based regulations of speech, in keeping with the rationales\njust described, when there is any “realistic possibility that\nofficial suppression of ideas is afoot.”Davenportv.Washington Ed. Assn., 551 U. S. 177, 189 (2007)\n(quotingR. A. V., 505 U. S., at 390). That\nis always the case when the regulation facially differentiates on\nthe basis of viewpoint. SeeRosenbergerv.Rector and\nVisitors of Univ. of Va., 515 U. S. 819, 829 (1995) . It\nis also the case (except in non-public or limited public forums)\nwhen a law restricts “discussion of an entire topic” in public\ndebate.Consolidated Edison Co. of N. Y.v.Public\nServ. Comm’n of N. Y., 447 U. S. 530 –540 (1980)\n(invalidating a limitation on speech about nuclear power). We have\nstated that “[i]f the marketplace of ideas is to remain free and\nopen, governments must not be allowed to choose ‘which issues are\nworth discussing or debating.’ ”Id., at 537–538\n(quotingPolice Dept. of Chicagov.Mosley, 408 U. S.\n92, 96 (1972) ). And we have recognized that such subject-matter\nrestrictions, even though viewpoint-neutral on their face, may\n“suggest[ ] an attempt to give one side of a debatable public\nquestion an advantage in expressing its views to the people.”First Nat. Bank of Bostonv.Bellotti, 435 U. S.\n765, 785 (1978) ; accord,ante, at 1 (Alito, J., concurring)\n(limiting all speech on one topic “favors those who do not want to\ndisturb the status quo”). Subject-matter regulation, in other\nwords, may have the intent or effect of favoring some ideas over\nothers. When that is realistically possible—when the restriction\n“raises the specter that the Government may effectively drive\ncertain ideas or viewpoints from the marketplace”—we insist that\nthe law pass the most demanding constitutional test.R. A. V., 505 U. S., at 387 (quotingSimon\n& Schuster, Inc.v.Members of N. Y. State Crime Victims\nBd., 502 U. S. 105, 116 (1991) ).But when that is not realistically possible, we\nmay do well to relax our guard so that “entirely reasonable” laws\nimperiled by strict scrutiny can survive.Ante, at 14. This\npoint is by no means new. Our concern with content-based regulation\narises from the fear that the government will skew the public’s\ndebate of ideas—so when “that risk is inconsequential,\n. . . strict scrutiny is unwarranted.”Davenport,\n551 U. S., at 188; seeR. A. V., 505 U. S.,\nat 388 (approving certain content-based distinctions when there is\n“no significant danger of idea or viewpoint discrimination”). To do\nits intended work, of course, the category of content-based\nregulation triggering strict scrutiny must sweep more broadly than\nthe actual harm; that category exists to create a buffer zone\nguaranteeing that the government cannot favor or disfavor certain\nviewpoints. But that buffer zone need not extend forever. We can\nadminister our content-regulation doctrine with a dose of common\nsense, so as to leave standing laws that in no way implicate its\nintended function.And indeed we have done just that: Our cases\nhave been far less rigid than the majority admits in applying\nstrict scrutiny to facially content-based laws—including in cases\njust like this one. SeeDavenport, 551 U. S., at 188\n(noting that “we have identified numerous situations in which [the]\nrisk” attached to content-based laws is “attenuated”). InMembers of City Council of Los Angelesv.Taxpayers for\nVincent, 466 U. S. 789 (1984) , the Court declined to\napply strict scrutiny to a municipal ordinance that exempted\naddress numbers and markers commemorating “historical, cultural, or\nartistic event[s]” from a generally applicable limit on sidewalk\nsigns.Id., at 792, n. 1 (listing exemptions); seeid., at 804–810 (upholding ordinance under intermediate\nscrutiny). After all, we explained, the law’s enactment and\nenforcement revealed “not even a hint of bias or censorship.”Id., at 804; see alsoRentonv.Playtime Theatres,\nInc., 475 U. S. 41, 48 (1986) (applying intermediate\nscrutiny to a zoning law that facially distinguished among movie\ntheaters based on content because it was “designed to prevent\ncrime, protect the city’s retail trade, [and] maintain property\nvalues . . . , not to suppress the expression of\nunpopular views”). And another decision involving a similar law\nprovides an alternative model. InCity of Laduev.Gilleo, 512 U. S. 43 (1994) , the Court assumedarguendothat a sign ordinance’s exceptions for address\nsigns, safety signs, and for-sale signs in residential areas did\nnot trigger strict scrutiny. Seeid., at 46–47, and\nn. 6 (listing exemptions);id., at 53 (noting this\nassumption). We did not need to, and so did not, decide the\nlevel-of-scrutiny question because the law’s breadth made it\nunconstitutional under any standard.The majority could easily have takenLadue’s tack here. The Town of Gilbert’s defense of its sign\nordinance—most notably, the law’s distinctions between directional\nsigns and others—does not pass strict scrutiny, or intermediate\nscrutiny, or even the laugh test. Seeante, at 14–15\n(discussing those distinctions). The Town, for example, provides no\nreason at all for prohibiting more than four directional signs on a\nproperty while placing no limits on the number of other types of\nsigns. See Gilbert, Ariz., Land Development Code, ch. I,\n§§4.402(J), (P)(2) (2014). Similarly, the Town offers no coherent\njustification for restricting the size of directional signs to 6\nsquare feet while allowing other signs to reach 20 square feet. See\n§§4.402(J), (P)(1). The best the Town could come up with at oral\nargument was that directional signs “need to be smaller because\nthey need to guide travelers along a route.” Tr. of Oral Arg. 40.\nWhy exactly a smaller sign better helps travelers get to where they\nare going is left a mystery. The absence of any sensible basis for\nthese and other distinctions dooms the Town’s ordinance under even\nthe intermediate scrutiny that the Court typically applies to\n“time, place, or manner” speech regulations. Accordingly, there is\nno need to decide in this case whether strict scrutiny applies to\nevery sign ordinance in every town across this country containing a\nsubject-matter exemption.I suspect this Court and others will regret the\nmajority’s insistence today on answering that question in the\naffirmative. As the years go by, courts will discover that\nthousands of towns have such ordinances, many of them “entirely\nreasonable.”Ante, at 14. And as the challenges to them\nmount, courts will have to invalidate one after the other. (This\nCourt may soon find itself a veritable Supreme Board of Sign\nReview.) And courts will strike down those democratically enacted\nlocal laws even though no one—certainly not the majority—has ever\nexplained why the vindication of First Amendment values requires\nthat result. Because I see no reason why such an easy case calls\nfor us to cast a constitutional pall on reasonable regulations\nquite unlike the law before us, I concur only in the judgment.Notes1* Even in trying\n(commendably) to limit today’s decision, Justice Alito’s\nconcurrence highlights its far-reaching effects. According to\nJustice Alito, the majority does not subject to strict scrutiny\nregulations of “signs advertising a one-time event.”Ante,\nat 2 (Alito, J., concurring). But of course it does. On the\nmajority’s view, a law with an exception for such signs “singles\nout specific subject matter for differential treatment” and\n“defin[es] regulated speech by particular subject matter.”Ante, at 6, 12 (majority opinion). Indeed, the precise\nreason the majority applies strict scrutiny here is that “the Code\nsingles out signs bearing a particular message: the time and\nlocation of a specific event.”Ante, at 14.",
    "joined": []
}