{
    "case": {
        "docket": "16-32",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-32/"
    },
    "id": "3733382",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–32_________________KINDRED NURSING CENTERS LIMITED PARTNER-SHIP,\ndba WINCHESTER CENTRE FOR HEALTH AND REHABILITATION, nka FOUNTAIN\nCIRCLE HEALTH AND REHABILITA-TION, et al., PETITIONERSv.JANIS E. CLARK et al.on writ of certiorari to the supreme court of\nkentucky[May 15, 2017]Justice Kagan delivered the opinion of the\nCourt.The Federal Arbitration Act (FAA or Act)\nrequires courts to place arbitration agreements “on equal footing\nwith all other contracts.”DIRECTV, Inc.v.Imburgia,\n577 U. S. ___, ___ (2015) (slip op., at 6) (quotingBuckeye\nCheck Cashing, Inc.v.Cardegna, 546 U. S. 440, 443\n(2006) ); see 9 U. S. C. §2. In the decision below, the\nKentucky Supreme Court declined to give effect to two arbitration\nagreements executed by individuals holding “powers of\nattorney”—that is, authorizations to act on behalf of others.\nAccording to the court, a general grant of power (even if seemingly\ncomprehensive) does not permit a legal representative to enter into\nan arbitration agreement for someone else; to form such a contract,\nthe representative must possess specific authority to “waive his\nprincipal’s fundamental constitutional rights to access the courts\n[and] to trial by jury.”Extendicare Homes, Inc.v.Whisman, 478 S. W. 3d 306, 327 (2015). Because\nthat rule singles out arbitration agreements for disfavored\ntreatment, we hold that it violates the FAA.IPetitioner Kindred Nursing Centers L. P.\noperates nursing homes and rehabilitation centers. Respondents\nBeverly Wellner and Janis Clark are the wife and daughter,\nrespectively, of Joe Wellner and Olive Clark, two now-deceased\nresidents of a Kindred nursing home called the Winchester\nCentre.At all times relevant to this case, Beverly and\nJanis each held a power of attorney, designating her as an\n“attorney-in-fact” (the one for Joe, the other for Olive) and\naffording her broad authority to manage her family member’s\naffairs. In the Wellner power of attorney, Joe gave Beverly the\nauthority, “in my name, place and stead,” to (among other things)\n“institute legal proceedings” and make “contracts of every nature\nin relation to both real and personal property.” App. 10–11. In the\nClark power of attorney, Olive provided Janis with “full power\n. . . to transact, handle, and dispose of all matters\naffecting me and/or my estate in any possible way,” including the\npower to “draw, make, and sign in my name any and all\n. . . contracts, deeds, or agreements.”Id.,at\n7.Joe and Olive moved into the Winchester Centre\nin 2008, with Beverly and Janis using their powers of attorney to\ncomplete all necessary paperwork. As part of that process, Beverly\nand Janis each signed an arbitration agreement with Kindred on\nbehalf of her relative. The two contracts, worded identically,\nprovided that “[a]ny and all claims or controversies arising out of\nor in any way relating to . . . the Resident’s stay at\nthe Facility” would be resolved through “binding arbitration”\nrather than a lawsuit.Id.,at 14, 21.When Joe and Olive died the next year, their\nestates (represented again by Beverly and Janis) brought separate\nsuits against Kindred in Kentucky state court. The complaints\nalleged that Kindred had delivered substandard care to Joe and\nOlive, causing their deaths. Kindred moved to dismiss the cases,\narguing that the arbitration agreements Beverly and Janis had\nsigned prohibited bringing their disputes to court. But the trial\ncourt denied Kindred’s motions, and the Kentucky Court of Appeals\nagreed that the estates’ suits could go forward. See App. to Pet.\nfor Cert. 125a–126a, 137a–138a.The Kentucky Supreme Court, after consolidating\nthe cases, affirmed those decisions by a divided vote. See 478\nS. W. 3d, at 313. The court began with the language of\nthe two powers of attorney. The Wellner document, the court stated,\ndid not permit Beverly to enter into an arbitration agreement on\nJoe’s behalf. In the court’s view, neither the provision\nauthorizing her to bring legal proceedings nor the one enabling her\nto make property-related contracts reached quite that distance. Seeid.,at 325–326;supra,at 2. By contrast, the court\nthought, the Clark power of attorney extended that far and beyond.\nUnder that document, after all, Janis had the capacity to “dispose\nof all matters” affecting Olive. Seesupra,at 2. “Given\nthis extremely broad, universal delegation of authority,” the court\nacknowledged, “it would be impossible to say that entering into\n[an] arbitration agreement was not covered.” 478\nS. W. 3d, at 327.And yet, the court went on, both arbitration\nagreements—Janis’s no less than Beverly’s—were invalid. That was\nbecause a power of attorney could not entitle a representative to\nenter into an arbitration agreement withoutspecificallysaying so. The Kentucky Constitution, the court explained, protects\nthe rights of access to the courts and trial by jury; indeed, the\njury guarantee is the sole right the Constitution declares “sacred”\nand “inviolate.”Id.,at 328–329. Accordingly, the court\nheld, an agent could deprive her principal of an “adjudication by\njudge or jury” only if the power of attorney “expressly so\nprovide[d].”Id.,at 329. And that clear-statement rule—so\nsaid the court—complied with the FAA’s demands. True enough that\nthe Act precludes “singl[ing] out arbitration agreements.”Ibid.(internal quotation marks omitted). But that was no\nproblem, the court asserted, because its rule would apply not just\nto those agreements, but also to some other contracts implicating\n“fundamental constitutional rights.”Id.,at 328. In the\nfuture, for example, the court would bar the holder of a\n“non-specific” power of attorney from entering into a contract\n“bind[ing] the principal to personal servitude.”Ibid.Justice Abramson dissented, in an opinion joined\nby two of her colleagues. In their view, the Kentucky Supreme\nCourt’s new clear-statement rule was “clearly not . . .\napplicable to ‘any contract’ but [instead] single[d] out\narbitration agreements for disfavored treatment.”Id.,at\n344–345. Accordingly, the dissent concluded, the rule “r[a]n afoul\nof the FAA.”Id.,at 353.We granted certiorari. 580 U. S. ___\n(2016).IIAThe FAA makes arbitration agreements “valid,\nirrevocable, and enforceable, save upon such grounds as exist at\nlaw or in equity for the revocation of any contract.” 9\nU. S. C. §2. That statutory provision establishes an\nequal-treatment principle: A court may invalidate an arbitration\nagreement based on “generally applicable contract defenses” like\nfraud or unconscionability, but not on legal rules that “apply only\nto arbitration or that derive their meaning from the fact that an\nagreement to arbitrate is at issue.”AT&T Mobility LLCv.Concepcion, 563 U. S. 333, 339 (2011) . The FAA thus\npreempts any state rule discriminating on its face against\narbitration—for example, a “law prohibit[ing] outright the\narbitration of a particular type of claim.”Id.,at 341. And\nnot only that: The Act also displaces any rule that covertly\naccomplishes the same objective by disfavoring contracts that (oh\nso coinciden-tally) have the defining features of arbitration\nagreements. InConcepcion, for example, we described a\nhypothetical state law declaring unenforceable any contract that\n“disallow[ed] an ultimate disposition [of a dispute] by a jury.”Id.,at 342. Such a law might avoid referring to arbitration\nby name; but still, we explained, it would “rely on the uniqueness\nof an agreement to arbitrate as [its] basis”—and thereby violate\nthe FAA.Id.,at 341 (quotingPerryv.Thomas,\n482 U. S. 483 , n. 9 (1987)).The Kentucky Supreme Court’s clear-statement\nrule, in just that way, fails to put arbitration agreements on an\nequal plane with other contracts. By the court’s own account, that\nrule (like the oneConcepcionposited) serves to safeguard a\nperson’s “right to access the courts and to trial by jury.” 478\nS. W. 3d, at 327; seesupra,at 3–4. In ringing\nterms, the court affirmed the jury right’s unsurpassed standing in\nthe State Constitution: The framers, the court explained,\nrecognized “that right and that right alone as a divine God-given\nright” when they made it “theonlything” that must be\n“ ‘held sacred’ ” and “ ‘inviolate.’ ” 478\nS. W. 3d, at 328–329 (quoting Ky. Const. §7). So it was\nthat the court required an explicit statement before an\nattorney-in-fact, even if possessing broad delegated powers, could\nrelinquish that right on another’s behalf. See 478\nS. W. 3d, at 331 (“We say only that an agent’s authority\nto waive his principal’s constitutional right to access the courts\nand to trial by jury must be clearly expressed by the principal”).\nAnd so it was that the court did exactly whatConcepcionbarred: adopt a legal rule hinging on the primary characteristic of\nan arbitration agreement—namely, a waiver of the right to go to\ncourt and receive a jury trial. See 563 U. S., at 341–342; see\nalso 478 S. W. 3d, at 353 (Abramson, J., dissenting)\n(noting that the jury-trial right at the core of “the majority’s\nnew rule” is “the one right that just happens to be correlative to\nthe right to arbitrate” (emphasis deleted)). Such a rule is too\ntailor-made to arbitration agreements—subjecting them, by virtue of\ntheir defining trait, to uncommon barriers—to survive the FAA’s\nedict against singling out those contracts for disfavored\ntreatment.[1]And the state court’s sometime-attempt to cast\nthe rule in broader terms cannot salvage its decision. The\nclear-statement requirement, the court suggested, could also apply\nwhen an agent endeavored to waive other “fundamental constitutional\nrights” held by a principal. 478 S. W. 3d, at 331; seesupra,at 4. But what other rights, really? No Kentucky\ncourt, so far as we know, has ever before demanded that a power of\nattorney explicitly confer authority to enter into contracts\nimplicating constitutional guarantees. Nor did the opinion below\nindicate that such a grant would be needed for the many routine\ncontracts—executed day in and day out by legal\nrepresentatives—meeting that description. For example, the Kentucky\nConstitution protects the “inherent and inalienable” rights to\n“acquir[e] and protect[ ] property” and to “freely\ncommunicat[e] thoughts and opinions.” Ky. Const. §1. But the state\ncourt nowhere cautioned that an attorney-in-fact would now need a\nspecific authorization to, say, sell her principal’s furniture or\ncommit her principal to a non-disclosure agreement. (And were we in\nthe business of giving legal advice, we would tell the agent not to\nworry.) Rather, the court hypothesized a slim set of both patently\nobjectionable and utterly fanciful contracts that would be subject\nto its rule: No longer could a representative lacking explicit\nauthorization waive her “principal’s right to worship freely” or\n“consent to an arranged marriage” or “bind [her] principal to\npersonal servitude.” 478 S. W. 3d, at 328; seesupra,at 4. Placing arbitration agreements within that\nclass reveals the kind of “hostility to arbitration” that led\nCongress to enact the FAA.Concepcion, 563 U. S., at\n339. And doing so only makes clear the arbitration-specific\ncharacter of the rule, much as if it were made applicable to\narbitration agreements and black swans.[2]BThe respondents, Janis and Beverly, primarily\nadvance a different argument—based on the distinction between\ncontract formation and contract enforcement—to support the decision\nbelow. Kentucky’s clear-statement rule, they begin, affects only\ncontract formation, because it bars agents without explicit\nauthority from entering into arbitration agreements. And in their\nview, the FAA has “no application” to “contract formation issues.”\nSupp. Brief for Respondents 1. The Act, to be sure, requires a\nState to enforce all arbitration agreements (save on generally\napplicable grounds) once they have come into being. But, the\nrespondents claim, States have free rein to decide—irrespective of\nthe FAA’s equal-footing principle—whether such contracts are\nvalidly created in the first instance. Seeid.,at 3 (“The\nFAA’s statutory framework applies onlyaftera court has\ndetermined that a valid arbitration agreement was formed”).Both the FAA’s text and our case law\ninterpreting it say otherwise. The Act’s key provision, once again,\nstates that an arbitration agreement must ordinarily be treated as\n“valid, irrevocable, and enforceable.” 9 U. S. C. §2; seesupra, at 4. By its terms, then, the Act cares not only\nabout the “enforce[ment]” of arbitration agreements, but also about\ntheir initial “valid[ity]”—that is, about what it takes to enter\ninto them. Or said otherwise: A rule selectively finding\narbitration contracts invalid because improperly formed fares no\nbetter under the Act than a rule selectively refusing to enforce\nthose agreements once properly made. Precedent confirms that point.\nInConcepcion, we noted the impermissibility of applying a\ncontract defense like duress “in a fashion that disfavors\narbitration.” 563 U. S., at 341. But the doctrine of duress,\nas we have elsewhere explained, involves “unfair dealing at the\ncontract formation stage.”Morgan Stanley Capital Group Inc.v.Public Util. Dist. No. 1 of Snohomish Cty., 554\nU. S. 527, 547 (2008) . Our discussion of duress would have\nmade no sense if the FAA, as the respondents contend, had nothing\nto say about contract formation.And still more: Adopting the respondents’ view\nwould make it trivially easy for States to undermine the\nAct—indeed, to wholly defeat it. As the respondents have\nacknowledged, their reasoning would allow States to pronounceanyattorney-in-fact incapable of signing an arbitration\nagreement—even if a power of attorney specifically authorized her\nto do so. See Tr. of Oral Arg. 27. (After all, such a rule would\nspeak to only the contract’s formation.) And why stop there? If the\nrespondents were right, States could just as easily declareeveryoneincompetent to sign arbitration agreements. (That\nrule too would address only formation.) The FAA would then mean\nnothing at all—its provisions rendered helpless to prevent even the\nmost blatant discrimination against arbitration.IIIAs we did just last Term, we once again “reach\na conclusion that . . . falls well within the confines of\n(and goes no further than) present well-established law.”DIRECTV, 577 U. S., at ___ (slip op., at 10). The\nKentucky Supreme Court specially impeded the ability of\nattorneys-in-fact to enter into arbitration agreements. The court\nthus flouted the FAA’s command to place those agreements on an\nequal footing with all other contracts.Our decision requires reversing the Kentucky\nSupreme Court’s judgment in favor of the Clark estate. As noted\nearlier, the state court held that the Clark power of attorney was\nsufficiently broad to cover executing an arbitration agreement. Seesupra,at 3. The court invalidated the agreement with\nKindred only because the power of attorney did not specifically\nauthorize Janis to enter into it on Olive’s behalf. In other words,\nthe decision below was based exclusively on the clear-statement\nrule that we have held violates the FAA. So the court must now\nenforce the Clark-Kindred arbitration agreement.By contrast, our decision might not require such\na result in the Wellner case. The Kentucky Supreme Court began its\nopinion by stating that the Wellner power of attorney was\ninsufficiently broad to give Beverly the authority to execute an\narbitration agreement for Joe. Seesupra,at 3. If that\ninterpretation of the document is wholly independent of the court’s\nclear-statement rule, then nothing we have said disturbs it. But if\nthat rule at all influenced the construction of the Wellner power\nof attorney, then the court must evaluate the document’s meaning\nanew. The court’s opinion leaves us uncertain as to whether such an\nimpermissible taint occurred. We therefore vacate the judgment\nbelow and return the case to the state court for further\nconsideration. SeeMarmet Health Care Center, Inc.v.Brown, 565 U. S. 530, 534 (2012) (per curiam)\n(vacating and remanding another arbitration decision because we\ncould not tell “to what degree [an] alternative holding was\ninfluenced by” the state court’s erroneous, arbitration-specific\nrule). On remand, the court should determine whether it adheres, in\nthe absence of its clear-statement rule, to its prior reading of\nthe Wellner power of attorney.For these reasons, we reverse in part and vacate\nin part the judgment of the Kentucky Supreme Court, and we remand\nthe case for further proceedings not inconsistent with this\nopinion.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1Making matters worse, the\nKentucky Supreme Court’s clear-statement rule appears not to apply\nto other kinds of agreements relinquishing the right to go to court\nor obtain a jury trial. Nothing in the decision below (or elsewhere\nin Kentucky law) suggests that explicit authorization is needed\nbefore an attorney-in-fact can sign a settlement agreement or\nconsent to a bench trial on her principal’s behalf. See 478\nS. W. 3d, at 325 (discussing the Wellner power of\nattorney’s provision for “managing a claim in litigation” without\ninsisting that such commitments would require a clearer grant).\nMark that as yet another indication that the court’s demand for\nspecificity in powers of attorney arises from the suspect status of\narbitration rather than the sacred status of jury\ntrials.2We do not suggest that a\nstate court is precluded from announcing a new, generally\napplicable rule of law in an arbitration case. We simply reiterate\nhere what we have said many times before—that the rule must in fact\napply generally, rather than single out arbitration.",
    "joined": []
}