{
    "case": {
        "docket": "402",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/402/"
    },
    "id": "3394594",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________Nos. 13-1074 and 13-1075_________________UNITED STATES, PETITIONER13-1074v.KWAI FUN WONGUNITED STATES, PETITIONER13-1075v.MARLENE JUNE, CONSERVATORon writs of certiorari to the united states court of appeals for\nthe ninth circuit[April 22, 2015]Justice Kagan delivered the opinion of the Court.The Federal Tort Claims Act (FTCA or Act) provides that a tort\nclaim against the United States “shall be for-ever barred” unless\nit is presented to the “appropriate Fed-eral agency within two\nyears after such claim accrues” and then brought to federal court\n“within six months” after the agency acts on the claim.28\nU. S. C. §2401(b). In each of the two cases we resolve\nhere, the claimant missed one of those deadlines, but requested\nequitable tolling on the ground that she had a good reason for\nfiling late. The Government responded that §2401(b)’s time limits\nare not subject to tolling because they are jurisdictional\nrestrictions. Today, we reject the Government’s argument and\nconclude that courts may toll both of the FTCA’s limitations\nperiods.IIn the first case, respondent Kwai Fun Wong asserts that the\nImmigration and Naturalization Service (INS) falsely imprisoned her\nfor five days in 1999. As the FTCA requires, Wong first presented\nthat claim to the INS within two years of the alleged unlawful\naction. See §2401(b); §2675(a). The INS denied the administrative\ncomplaint on December 3, 2001. Under the Act, that gave Wong six\nmonths, until June 3, 2002, to bring her tort claim in federal\ncourt. See §2401(b).Several months prior to the INS’s decision, Wong had filed suit\nin federal district court asserting variousnon-FTCA claims\nagainst the Government arising out of the same alleged misconduct.\nAnticipating the INS’s ruling, Wong moved in mid-November 2001 to\namend the complaint in that suit by adding her tort claim. On April\n5, 2002, a Magistrate Judge recommended granting Wong leave to\namend. But the District Court did not finally adopt that proposal\nuntil June 25—three weeksafterthe FTCA’s 6-month\ndeadline.The Government moved to dismiss the tort claim on the ground\nthat it was filed late. The District Court at first rejected the\nmotion. It recognized that Wong had managed to add her FTCA claim\nonly after §2401(b)’s 6-month time period had expired. But the\ncourt equitably tolled that period for all the time between the\nMagistrate Judge’s recommendation and its own order allowing\namendment, thus bringing Wong’s FTCA claim within the statutory\ndeadline. Several years later, the Government moved for\nreconsideration of that ruling based on an intervening Ninth\nCircuit decision. This time, the District Court dismissed Wong’s\nclaim, reasoning that §2401(b)’s 6-month time bar was\njurisdictional and therefore not subject to equitable tolling. On\nappeal, the Ninth Circuit agreed to hear the case en banc to\naddress an intra-circuit conflict on the issue. The en banc court\nheld that the 6-month limit is not jurisdictional and that\nequitable tolling is available.Kwai Fun Wongv.Beebe, 732 F. 3d 1030 (2013). It then confirmed the\nDistrict Court’s prior ruling that the circumstances here justify\ntolling because Wong “exercis[ed] due diligence” in attempting to\namend her complaint before the statutory deadline.Id., at\n1052.The second case before us arises from a deadly highway accident.\nAndrew Booth was killed in 2005 when a car in which he was riding\ncrossed through a cable median barrier and crashed into oncoming\ntraffic. The following year, respondent Marlene June, acting on\nbehalf of Booth’s young son, filed a wrongful death action alleging\nthat the State of Arizona and its contractor had negligently\nconstructed and maintained the median barrier. Years into that\nstate-court litigation, June contends, she discovered that the\nFederal Highway Administration (FHWA) had approved installation of\nthe barrier knowing it had not been properly crash tested.Relying on that new information, June presented a tort claim to\nthe FHWA in 2010, more than five years after the accident. The FHWA\ndenied the claim, and June promptly filed this action in federal\ndistrict court. The court dismissed the suit because June had\nfailed to submit her claim to the FHWA within two years of the\ncollision. The FTCA’s 2-year bar, the court ruled, is\njurisdictional and therefore not subject to equitable tolling;\naccordingly, the court did not consider June’s contention that\ntolling was proper because the Government had concealed its failure\nto require crash testing. On appeal, the Ninth Circuit reversed in\nlight of its recent decision inWong, thus holding that\n§2401(b)’s 2-year deadline, like its 6-month counterpart, is not\njurisdictional and may be tolled. 550 Fed. Appx. 505 (2013).We granted certiorari in both cases, 573 U. S. ___ (2014),\nto resolve a circuit split about whether courts may equitably toll\n§2401(b)’s two time limits. Compare,e.g.,In re FEMA\nTrailer Formaldehyde Prods. Liability Litigation, 646 F. 3d\n185, 190–191 (CA5 2011) (per curiam) (tolling not\navailable), withArteagav.United States, 711\nF. 3d 828, 832–833 (CA7 2013) (tolling allowed).[1] We now affirm the Court of Appeals’ rulings.IIIrwinv.Department of Veterans Affairs,498\nU. S. 89,95 (1990), sets out the framework for deciding “the\napplicability of equitable tolling in suits against the\nGovernment.” InIrwin, we recognized that time bars in suits\nbetweenprivateparties are presumptively subject to\nequitable tolling. Seeid., at 95–96.That means a\ncourt usually may pause the running of a limitations statute in\nprivate litigation when a party “has pursued his rights diligently\nbut some extraordinary circumstance” prevents him from meeting a\ndeadline.Lozanov.Montoya Alvarez,572 U. S. 1,\n___ (2014) (slip op., at 7). We held inIrwinthat “the same\nrebuttable presumption of equitable tolling” should also apply to\nsuits brought against the United States under a statute waiving\nsovereign immunity. 498 U. S., at 95–96. Our old\n“ad hoc,” law-by-law approach to determining the availability\nof tolling in those suits, we reasoned, had produced inconsistency\nand “unpredictability” without the offsetting virtue of enhanced\n“fidelity to the intent of Congress.”Id., at 95. Adopting\nthe “general rule” used in private litigation, we stated, would\n“amount[ ] to little, if any, broadening” of a statutory\nwaiver of immunity.Ibid.Accordingly, we thought such a\npresumption “likely to be a realistic assessment of legislative\nintent as well as a practically useful” rule of interpretation.Ibid.A rebuttable presumption, of course, may be rebutted, soIrwindoes not end the matter. When enacting a time bar for\na suit against the Government (as for one against a private party),\nCongress may reverse the usual rule if it chooses. Seeid.,\nat 96. The Government may therefore attempt to establish, through\nevidence relating to a particular statute of limitations, that\nCongress opted to forbid equitable tolling.One way to meet that burden—and the way the Government pursues\nhere—is to show that Congress made the time bar at issue\njurisdictional.[2] When that is so, a litigant’s\nfailure to comply with the bar deprives a court of all authority to\nhear a case. Hence, a court must enforce the limitation even if the\nother party has waived any timeliness objection. SeeGonzalezv.Thaler, 565 U. S. ___, ___–___\n(2012) (slip op., at 5–6). And, more crucially here, a court must\ndo so even if equitable considerations would support extending the\nprescribed time period. SeeJohn R. Sand & Gravel Co.v.United States,552 U. S. 130–134 (2008).[3]Given those harsh consequences, the Government must clear a high\nbar to establish that a statute of limitations is jurisdictional.\nIn recent years, we have repeatedly held that procedural rules,\nincluding time bars, cabin a court’s power only if Congress has\n“clearly state[d]” as much.Sebeliusv.Auburn Regional\nMedical Center, 568 U. S. ___, ___ (2013) (slip op., at 6)\n(quotingArbaughv.Y & H Corp.,546 U. S.\n500,515 (2006)); seeGonzalez, 565 U. S., at ___–___\n(slip op., at 6–7). “[A]bsent such a clear statement,\n. . . ‘courts should treat the restriction as\nnonjurisdictional.’ ”Auburn Regional, 568 U. S.,\nat ___–___ (slip op., at 6–7) (quotingArbaugh, 546\nU. S., at 516). That does not mean “Congress must incant magic\nwords.”Auburn Regional, 568 U. S., at ___ (slip op.,\nat 7). But traditional tools of statutory construction must plainly\nshow that Congress imbued a procedural bar with jurisdictional\nconsequences.And in applying that clear statement rule, we have made plain\nthat most time bars are nonjurisdictional. See,e.g.,id., at ___ (slip op., at 8) (noting the rarity of\njurisdictional time limits). Time and again, we have described\nfiling deadlines as “quintessential claim-processing rules,” which\n“seek to promote the orderly progress of litigation,” but do not\ndeprive a court of authority to hear a case.Hendersonv.Shinseki,562 U. S. 428,435 (2011); seeAuburn\nRegional, 568 U. S., at ___ (slip op., at 8);Scarboroughv.Principi,541 U. S. 401,413\n(2004). That is so, contrary to the dissent’s suggestion, seepost,at 4, 10–11, even when the time limit is important\n(most are) and even when it is framed in mandatory terms (again,\nmost are); indeed, that is so “however emphatic[ally]” expressed\nthose terms may be,Henderson, 562 U. S., at 439\n(quotingUnion Pacific R. Co.v.Locomotive\nEngineers,558 U. S. 67,81 (2009)). Congress must do\nsomething special, beyond setting an exception-free deadline, to\ntag a statute of limitations as jurisdictional and so prohibit a\ncourt from tolling it.In enacting the FTCA, Congress did nothing of that kind. It\nprovided no clear statement indicating that §2401(b) is the rare\nstatute of limitations that can deprive a court of jurisdiction.\nNeither the text nor the context nor the legislative history\nindicates (much less does so plainly) that Congress meant to enact\nsomething other than a standard time bar.Most important, §2401(b)’s text speaks only to a claim’s\ntimeliness, not to a court’s power. It states that “[a] tort claim\nagainst the United States shall be forever barred unless it is\npresented [to the agency] within two years . . . or\nunless action is begun within six months” of the agency’s denial of\nthe claim. That is mundane statute-of-limitations language, saying\nonly what every time bar,by definition, must: that after a certain\ntime a claimis barred. Seeinfra, at 11, n. 7 (citing many\nsimilarly worded limitations statutes). The language is\nmandatory—“shall” be barred—but (as just noted) that is true of\nmost such statutes, and we have consistently found it of no\nconsequence. See,e.g.,Gonzalez, 565 U. S., at\n___–___ (slip op., at 10–11). Too, the language might be viewed as\nemphatic—“forever” barred—but (again) we have often held that not\nto matter. See,e.g.,Henderson, 562 U. S., at\n439;Union Pacific, 558 U. S., at 81. What matters\ninstead is that §2401(b) “does not speak in jurisdictional terms or\nrefer in any way to the jurisdiction of the district courts.”Arbaugh, 546 U. S., at 515 (quotingZipesv.Trans World Airlines, Inc.,455 U. S. 385,394 (1982)).\nIt does not define a federal court’s jurisdiction over tort claims\ngenerally, address its authority to hear untimely suits, or in any\nway cabin its usual equitable powers. Section 2401(b), in short,\n“reads like an ordinary, run-of-the-mill statute of limitations,”\nspelling out a litigant’s filing obligations without restricting a\ncourt’s authority.Hollandv.Flor-ida,560 U. S.\n631,647 (2010).[4]Statutory context confirms that reading. This Court has often\nexplained that Congress’s separation of a filing deadline from a\njurisdictional grant indicates that the time bar is not\njurisdictional. SeeHenderson, 562 U. S., at 439–440;Reed Elsevier, Inc.v.Muchnick,559 U. S.\n154–165 (2010);Arbaugh, 546 U. S., at 515;Zipes, 455 U. S., at 393–394. So too here. Whereas\n§2401(b) houses the FTCA’s time limitations, a different section of\nTitle 28 confers power on federal district courts to hear FTCA\nclaims. See §1346(b)(1) (“district courts . . . shall\nhave exclusive jurisdiction” over tort claims against the United\nStates). Nothing conditions the jurisdictional grant on the\nlimitations periods, or otherwise links those separate provisions.\nTreating §2401(b)’s time bars as jurisdictional would thus\ndisregard the structural divide built into the statute.Finally, even assuming legislative history alone could provide a\nclear statement (which we doubt), none does so here. The report\naccompanying the FTCA did not discuss whether §2401(b)’s time\nlimits are jurisdictional. See S. Rep. No. 1400, 79th Cong., 2d\nSess., 33 (1946). And in amending §2401(b) four times after its\nenactment, Congress declined again (four times over) to say\nanything specific about whether the statute of limitations imposes\na jurisdictional bar. Congress thus failed to provide anything like\nthe clear statement this Court has demanded before deeming a\nstatute of limitations to curtail a court’s power.And so we wind up back where we started, withIrwin’s\n“general rule” that equitable tolling is available in suits against\nthe Government. 498 U. S., at 95. The justification the\nGovernment offers for departing from that principle fails: Section\n2401(b) is not a jurisdictional requirement. The time limits in the\nFTCA are just time limits, nothing more. Even though they govern\nlitigation against the Government, a court can toll them on\nequitable grounds.IIIThe Government balks at that straightforward analysis, claiming\nthat it overlooks two reasons for thinking §2401(b) jurisdictional.\nBut neither of those reasons is persuasive. Indeed, our precedents\nin this area foreclose them both.AThe Government principally contends that §2401(b) is\njurisdictional because it includes the same language as the statute\nof limitations governing contract (and some other non-tort) suits\nbrought against the United States under the Tucker Act. See\n§2501.[5] That statute long provided that such\nsuits “shall be forever barred” if not filed within six years. Act\nof Mar. 3, 1863, §10,12Stat.767; see Act of Mar. 3, 1911,\n§156,36Stat.1139.[6] And this Court repeatedly\nheld that 6-year limit to be jurisdictional and thus not subject to\nequitable tolling. SeeKendallv.United States,107\nU. S. 123–126 (1883);Finnv.United States,123\nU. S. 227,232 (1887);Sorianov.United\nStates,352 U. S. 270–274 (1957). When Congress drafted the\nFTCA’s time bar, it used the same “shall be forever barred”\nlanguage (though selecting a shorter limitations period). “In these\ncircumstances,” the Government maintains, “the only reasonable\nconclusion is that Congress intended the FTCA’s identically worded\ntime limit to be a jurisdictional bar.” Brief for United States inWong21–22. According to the Government, Congress wanted the\nFTCA to serve as “a tort-law analogue to the Tucker Act” and\nincorporated the words “shall be forever barred” to similarly\npreclude equitable tolling. Reply Brief inWong4. (The\ndissent relies heavily on the same argument. Seepost, at\n4–8.)But the Government takes too much from Congress’s use in\n§2401(b) of an utterly unremarkable phrase. The “shall be forever\nbarred” formulation was a commonplace in federal limitations\nstatutes for many decades surrounding Congress’s enactment of the\nFTCA.[7] And neither this Court nor any other has\naccorded those words talismanic power to render time bars\njurisdictional. To the contrary, we have construed the very same\n“shall be forever barred” language in15 U. S. C. §15b,\nthe Clayton Act’s statute of limitations, to be subject to tolling;\nnothing in that provision, we found, “restrict[s] the power of the\nfederal courts” to extend a limitations period when circumstances\nwarrant.American Pipe & Constr. Co.v.Utah,414\nU. S. 538,559 (1974); seeHardinv.City Title &\nEscrow Co., 797 F. 2d 1037, 1040 (CADC 1986) (calling\n§15(b) “a good example of a non-jurisdictional time limitation”\nbased on its text and separation from the Clayton Act’s\njurisdic-tional provisions).[8] As the Government\nitself has previously acknowledged, referring to the “shall be\nforever barred” locution: “[T]hat type of language has more to do\nwith the legal rhetoric at the time the statute was passed” than\nwith anything else, and should not “make[ ] a difference” to\nthe jurisdictional analysis. Tr. of Oral Arg. inIrwin,\nO. T. 1990, No. 89–5867, p. 30. Or, put just a bit\ndiffer-ently: Congress’s inclusion of a phrase endemic to\nlimitations statutes of that era, at least some of which allow\ntolling, cannot provide the requisite clear statement that a time\nbar curtails a court’s authority.Indeed, in two decisions directly addressing the Tucker Act’s\nstatute of limitations, this Court dismissed the idea that the\nlanguage the Government relies on here has jurisdictional\nsignificance. Twice we described the words in that provision as not\nmeaningfully different from those in a nonjurisdictional statute of\nlimitations. And twice we made clear that the jurisdictional status\nof the Tucker Act’s time bar has precious little to do with its\nphrasing.We first did so inIrwin. Using our newly minted\npresumption, seesupra, at 4–5, we decided there that the\nlimitations period governing Title VII suits against the\nGovernment,42 U. S. C. §2000e–16(c) (1988 ed.), allowed\nequitable tolling. In reaching that conclusion, we compared\n§2000e–16(c)’s text (then stating that an employee “may file a\ncivil action” within 30 days of an agency’s denial of her claim)\nwith the language of the Tucker Act’s time bar. We noted that we\nhad formerly held the Tucker Act’s limitations statute to\n“jurisdictionally bar[ ]” late claims, and we acknowledged the\npossibility of justifying that different treatment by\ncharacterizing its “language [as] more stringent than”\n§2000e–16(c)’s.Irwin, 498 U. S., at 94–95. But we\nrejected that reasoning, instead finding that the two formulations\nwere materially alike. “[W]e are not persuaded,” we stated, “that\nthe difference between them is enough to manifest a different\ncongressional intent with respect to the availability of equitable\ntolling.”Id., at 95. Leaving for another day the question\nof whatdidaccount for the jurisdictional status of the\nTucker Act’s time bar, the Court thus ruled out reliance on its\nlanguage. In other words, on the core question the Government\nraises here—whether the phrase “shall be forever barred,” as used\nin both the Tucker Act and the FTCA, manifests a congressional\ndecision to preclude tolling—Irwinsaid no.More recently,John R. Sandreaffirmed that conclusion,\neven as it refused to overturn our century-old view that the Tucker\nAct’s time bar is jurisdictional. No less than three times,John\nR. Sandapprovingly repeatedIrwin’s statement that the\ntextual differences between the Tucker Act’s time bar and\n§2000e–16(c) were insignificant—i.e., that the language of\nthe two provisions could not explain why the former was\njurisdictional and the latter not. See 552 U. S., at 137, 139\n(calling the provisions “linguistically similar,” “similar\n. . . in language,” and “similarly worded”). But if that\nwere so,John R. Sandasked, why not hold that the Tucker\nAct’s time limit, like §2000e–16(c), is nonjurisdictional? The\nanswer came down to two words:stare decisis. The Tucker\nAct’s bar was different because it had been the subject of “a\ndefinitive earlier interpretation.”Id., at 138; seeid., at 137;supra, at 10. And for that reason alone,John R. Sandleft in place our prior construction of the\nTucker Act’s time limit. See 552 U. S., at 139 (observing, in\nJustice Brandeis’s words, that “it is more important that” the rule\n“be settled than that it be settled right” (quotingBurnetv.Coronado Oil & Gas Co.,285 U. S. 393,406 (1932)\n(dissenting opinion))). What is special about the Tucker Act’s\ndeadline,John R. Sandrecognized, comes merely from this\nCourt’s prior rulings, not from Congress’s choice of wording.The Government thus cannot show that the phrase “shall be\nforever barred” in §2401(b) plainly signifies a jurisdictional\nstatute, as our decisions require. Seesupra, at 6–7. Unlike\ninJohn R. Sand, herestare decisisplays no role: We\nhave not previously considered whether §2401(b) restricts a court’s\nauthority. What we have done is to say, again and again, that the\ncore language in that provision has no jurisdictional significance.\nIt is materi-ally indistinguishable from the language in one\nnonjurisdic-tional time bar (i.e., §2000e–16(c)). SeeIrwin, 498 U. S., at 95;John R. Sand, 552\nU. S., at 137, 139. And it is identical to the language in\nanother (i.e., 15 U. S. C. §15b). SeeAmerican\nPipe, 414 U. S., at 559. Yes, we have held that the Tucker\nAct’s time bar, which includes those same words, constrains a\ncourt’s power to hear late claims. But as we explained inIrwin, that is not because the phrase itself “manifest[s] a\n. . . congressional intent with respect to the\navailability of equitable tolling.” 498 U. S., at 95. The\nwords on which the Government pins its hopes are just the words of\na limitations statute of a particular era. And nothing else\nsupports the Government’s claim that Congress, when enacting the\nFTCA, wanted to incorporate this Court’s view of the Tucker Act’s\ntime bar—much less that Congress expressed that purported intent\nwith the needed clear statement.BThe Government next contends that at the time of the FTCA’s\nenactment, Congress thought thateverylimitations statute\napplying to suits against the United States, however framed or\nworded, cut off a court’s jurisdiction over untimely claims. On\nthat view, the particular language of those statutes makes no\ndifference. All that matters is that such time limits function as\nconditions on the Government’s waiver of sovereign immunity. In\nthat era—indeed, up untilIrwinwas decided—those conditions\nwere generally supposed to be “strictly observed.”Soriano,\n352 U. S., at 276. That meant, the Government urges, that all\ntime limits on actions against the United States “carr[ied]\njurisdictional consequences.” Brief for United States inWong34. Accordingly, the Government concludes, Congress\n“would have expected courts to apply [§2401(b)] as a jurisdictional\nrequirement—just as conditions on waivers of sovereign immunity had\nalways been applied.”Id., at 32.Irwin, however, forecloses that argument. After all,Irwinalso considered a pre-Irwintime bar attached\nto a waiver of sovereign immunity. The Government argued\nthere—anticipating its claim here—that because §2000e–16(c)’s\nstatute of limitations conditioned such a waiver, it must be\njurisdictional and not subject to equitable tolling. See Brief for\nRespondents 6, 10, 14, 19, and Tr. of Oral Arg. 31–37, inIrwin, O. T. 1990, No. 89–5867. ButIrwindisagreed,\napplying the opposite presumption to a time limit passed two\ndecades earlier. See 498 U. S., at 94–96;supra, at\n4–5. Justice White protested, much as the Government does now, that\nat the time of §2000e–16(c)’s enactment, limitations statutes for\nsuits against the Government were “strictly observed” and not\namenable to tolling. 498 U. S., at 97 (opinion concurring in\npart and concurring in judgment) (quotingSoriano, 352\nU. S., at 276); see 498 U. S., at 99, n. 2. How\ncould an earlier Congress, Justice White asked, have “had in mind\nthe Court’s present departure from that longstanding rule”?Ibid.; seepost, at 9 (asking a variant of the same\nquestion). But theIrwinCourt was undeterred. The Court\nnoted that it had not applied the former rule so consistently as\nJustice White suggested. See 498 U. S., at 94. And the Court\ndoubted that the former approach so well reflected congressional\nintent: On the contrary, because equitable tolling “amounts to\nlittle, if any, broadening of the congressional waiver,” we thought\nthat a rule generallyallowingtolling is the more\n“realistic assessment of legislative intent.”Id., at 95;\nseesupra,at 4–5. For those reasons, the Court declined to\ncount time bars as jurisdictional merely because they condition\nwaivers of immunity—even if Congress enacted the deadline when the\nCourt interpreted limitations statutes differently.In the years since, this Court has repeatedly followedIrwin’s lead. We have appliedIrwinto\npre-Irwinstatutes, just as we have to statutes that\nfollowed in that decision’s wake. SeeScarborough, 541\nU. S., at 420–422;Franconia Associatesv.United\nStates,536 U. S. 129,145 (2002). To be sure,Irwin’s presumption is rebuttable. But the rebuttal cannot\nrely on whatIrwinitself deemed irrelevant—that Congress\npassed the statute in an earlier era, when this Court often\nattached jurisdictional consequence to conditions on waivers of\nsovereign immunity. Rather, the rebuttal must identify something\ndistinctive about the time limit at issue, whether enacted then or\nlater—a reason for thinking Congress wantedthatlimitations\nstatute (not all statutes passed in an earlier day) to curtail a\ncourt’s jurisdiction. On the Government’s contrary view,Irwinwould effectively become only a prospective decision.\nNothing could be less consonant withIrwin’s ambition to\nadopt a “general rule to govern the applicability of equit-able\ntolling in suits against the Government.” 498 U. S., at\n95.And the Government’s claim is peculiarly inapt as applied to\n§2401(b) because all that is special about the FTCA cutsin\nfavor ofallowing equitable tolling. As compared to other\nwaivers of immunity (prominently including the Tucker Act), the\nFTCA treats the United States more like a commoner than like the\nCrown. The FTCA’s jurisdictional provision states that courts may\nhear suits “under circumstances where the United States, if a\nprivate person, would be liable to the claimant.”28\nU. S. C. §1346(b). And when defining substantive\nliability for torts, the Act reiterates that the United States is\naccountable “in the same manner and to the same extent as a private\nindividual.” §2674. In keeping with those provisions, this Court\nhas often rejected the Government’s calls to cabin the FTCA on the\nground that it waives sovereign immunity—and indeed, the Court did\nso in the years immediately after the Act’s passage, even as it was\nconstruingotherwaivers of immunity narrowly. See,e.g.,United Statesv.Aetna Casualty & Surety\nCo.,338 U. S. 366,383 (1949);Indian Towing Co.v.United States,350 U. S. 61,65 (1955);Rayonier\nInc.v.United States,352 U. S. 315–320 (1957).\nThere is no reason to do differently here. AsIrwinrecognized, treating the Government like a private person means\n(among other things) permitting equitable tolling. See 498\nU. S., at 95–96. So in stressing the Government’s equivalence\nto a private party, the FTCA goes further than the typical statute\nwaiving sovereign immunity to indicate that its time bar allows a\ncourt to hear late claims.IVOur precedents make this a clear-cut case.Irwinrequires\nan affirmative indication from Congress that it intends to preclude\nequitable tolling in a suit against the Government. See 498\nU. S., at 95–96. Congress can provide that signal by making a\nstatute of limitations jurisdictional. But that requires its own\nplain statement; otherwise, we treat a time bar as a mere\nclaims-processing rule. SeeAuburn Regional, 568 U. S.,\nat ___, ___ (slip op., at 6, 8). Congress has supplied no such\nstatement here. As this Court has repeatedly stated, nothing about\n§2401(b)’s core language is special; “shall be forever barred” is\nan ordinary (albeit old-fashioned) way of setting a deadline, which\ndoes not preclude tolling when circumstances warrant. SeeIrwin, 498 U. S., at 95–96;John R. Sand, 552\nU. S., at 137, 139;American Pipe, 414 U. S., at\n558–559. And it makes no difference that a time bar conditions a\nwaiver of sovereign immunity, even if Congress enacted the measure\nwhen different interpretive conventions applied; that is the very\npoint of this Court’s decision to treat time bars in suits against\nthe Government, whenever passed, the same as in litigation between\nprivate parties. SeeIrwin, 498 U. S., at 95–96;Scarborough, 541 U. S., at 420–422;Franconia,\n536 U. S., at 145. Accordingly, we hold that the FTCA’s time\nbars are nonjurisdictional and subject to equitable tolling.We affirm the judgments of the U. S. Court of Appeals for\nthe Ninth Circuit and remand the cases for further proceedings\nconsistent with this opinion. On remand inJune, it is for\nthe District Court to decide whether, on the facts of her case,\nJune is entitled to equitable tolling.It is so ordered.Notes1Although we did not consolidate these\ncases, we address them together because everyone agrees that the\ncore arguments for and against equitable tolling apply equally to\nboth of §2401(b)’s deadlines. See,e.g., Brief for United\nStates inJune15 (“Nothing in the text or relevant\nlegislative history . . . suggests that the respective time bars\nshould be interpreted differently with respect to whether they are\njurisdictional or subject to equitable tolling”).2The Government notes, and we agree,\nthat Congress may preclude equitable tolling of even a\nnonjurisdictional statute of limitations. See Brief for United\nStates inWong20;Sebeliusv.Auburn Regional\nMedical Center, 568 U. S. ___, ___–___ (2013) (slip op.,\nat 6–8, 10–11) (finding a nonjurisdictional time limit not amenable\nto tolling). And the Government contends in passing that even if\n§2401(b) is nonjurisdictional, it prohibits equitable tolling. See\nBrief for United States inWong20. But the Government makes\nno independent arguments in support of that position; instead, it\nrelies (and even then implicitly) on the same indicia of\ncongressional intent that, in its view, show that §2401(b)’s time\nlimits are jurisdictional. Seeinfra,at 9–10, 14–15. In\naddressing the Government’s predominant, jurisdictional claim, we\ntherefore also deal with its subsidiary one.3The dissent takes issue with the\nsequence in which we decide the jurisdictional question, contending\nthat we must do so prior to mentioningIrwin’s presumption.\nSeepost, at 11–12 (opinion of Alito, J.). We do not\nunderstand the point—or more precisely, why the dissent thinks the\nordering matters. When Congress makes a time bar in a suit against\nthe Government jurisdictional, one could say (as the dissent does)\nthatIrwindoes not apply, or one could say (as we do) thatIrwin’s presumption is conclusively rebutted. The bottom\nline is the same: Tolling is not available. We frame the inquiry as\nwe do in part because that is how the Government presented the\nissue. See Brief for United States inWong19 (“One way to\nshow that [Irwin’s presumption is rebutted] is to establish\nthat the statutory time limit is a ‘jurisdictional’ restriction”).\nAnd we think that choice makes especially good sense in these cases\nbecause various aspects ofIrwin’s reasoning are central to\nconsidering the parties’ positions on whether §2401(b) is\njurisdictional. Seeinfra, at 12–17.4The dissent argues that\nnonjurisdictional time limits typically mention claimants, whereas\n§2401(b) does not. Seepost, at 10. But none of our\nprecedents have either said or suggested that such a difference\nmatters—that, for example, a statute barring a “tort claim” is\njurisdictional, but one barring a “person’s tort claim” is not.\nSee,e.g.,Zipes, 455 U. S., at 394, and\nn. 10 (concluding that a time limit did “not speak in\njurisdictional terms” even though it did not refer to a claimant).\nRather, in case after case, we have emphasized another\ndistinction—that jurisdictional statutes speak about jurisdiction,\nor more generally phrased, about a court’s powers. SeeAuburn\nRegional, 568 U. S., at ___ (slip op., at 7);Reed\nElsevier, Inc.v.Muchnick,559 U. S. 154–161\n(2010);Arbaugh, 546 U. S., at 515.5The Tucker Act of 1887, ch.\n359,24Stat.505, enlarged the Court of Claims’ jurisdiction over\ncontract and other non-tort actions against the Government. The\nstatute of limitations applying to such suits pre-dated the Tucker\nAct by more than two decades.6During a recodification occurring in\n1948 (two years after passage of the FTCA), Congress omitted the\nword “forever” from the Tucker Act’s statute of limitations; since\nthen, it has provided simply that untimely claims “shall be\nbarred.”28 U. S. C. §2501; see §2501,62Stat.976. No party\ncontends that change makes any difference to the resolution of\nthese cases.7See,e.g., §6 of the\nPortal-to-Portal Act of 1947,61Stat.87,29 U. S. C. §255\n(1952 ed.); §3 of the Automobile Dealers’ Day in Court\nAct,70Stat.1125,15 U. S. C. §1223 (1958 ed.); §111(b) of\nthe National Traffic and Motor Vehicle Safety Act of\n1966,80Stat.725,15 U. S. C. §1400(b) (1970 ed.); §7(e) of\nthe Age Discrimination in Employment Act of 1967\n(ADEA),81Stat.605,29 U. S. C. §626(e) (1970 ed.); §6(c)\nof the Agricultural Fair Practices Act of 1967,82Stat.95,7\nU. S. C. §2305(c) (1970 ed.); §613(b) of the National\nManufactured Housing Construction and Safety Standards Act of\n1974,88Stat.707,42 U. S. C. §5412(b) (1976\ned.).8Even before this Court’s decision inAmerican Pipe, Courts of Appeals had unanimously construed\nthe Clayton Act’s statute of limitations to allow equitable\ntolling. SeeGeneral Elec. Co.v.San Antonio, 334\nF. 2d 480, 484–485 (CA5 1964) (joining six other Circuits in\nreaching that conclusion). Similarly, every Court of Appeals to\nhave considered the issue has found that §6 of the Portal-to-Portal\nAct, which contains the same “shall be forever barred” phrase,\npermits hearing late claims. See,e.g.,Hodgsonv.Humphries, 454 F. 2d 1279, 1283–1284 (CA10 1972);Ottv.Midland-Ross Corp., 523 F. 2d 1367, 1370\n(CA6 1975);Partlowv.Jewish Orphans’ Home of Southern\nCal., Inc., 645 F. 2d 757, 760–761 (CA9 1981), abrogated\non other grounds byHoffmann-La Roche Inc.v.Sperling,493 U. S. 165 (1989). And so too Courts of\nAppeals unanimously found that the ADEA’s longtime (though not\ncurrent) time bar containing that language was subject to tolling.\nSee,e.g.,Vancev.Whirlpool Corp., 707\nF. 2d 483, 489 (CA4 1983);Callowhillv.Allen-Sherman-Hoff Co.,832 F. 2d 269, 273–274 (CA3\n1987).",
    "joined": []
}