{
    "case": {
        "docket": "17-1717",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1717/"
    },
    "id": "4111198",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 17–1717 and 18–18_________________THE AMERICAN LEGION, et al.,\nPETITIONERS17–1717v.AMERICAN HUMANIST ASSOCIATION,\net al.; andMARYLAND-NATIONAL CAPITAL PARK AND\nPLANNING COMMISSION, PETITIONER18–18v.AMERICAN HUMANIST ASSOCIATION,\net al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2019]Justice Kagan, concurring in part.I fully agree with the Court’s reasons for\nallowing the Bladensburg Peace Cross to remain as it is, and so\njoin Parts I, II–B, II–C, III, and IV of its opinion, as well as\nJustice Breyer’s concurrence. Although I agree that rigid\napplication of theLemontest does not solve every\nEstablishment Clause problem, I think that test’s focus on purposes\nand effects is crucial in evaluating government action in this\nsphere—as this very suit shows. I therefore do not join Part II–A.\nI do not join Part II–D out of perhaps an excess of caution.\nAlthough I too “look[ ] to history for guidance,”ante,at 25 (plurality opinion), I prefer at least for now to do so\ncase-by-case, rather than to sign on to any broader statements\nabout history’s role in Establishment Clause analysis. But I find\nmuch to admire in this section of the opinion—particularly, its\nemphasis on whether longstanding monuments, symbols, and practices\nreflect “respect and tolerance for differing views, an honest\nendeavor to achieve inclusivity and nondiscrimination, and a\nrecognition of the important role that religion plays in the lives\nof many Americans.”Ante,at 28. Here, as elsewhere, the\nopinion shows sensitivity to and respect for this Nation’s\npluralism, and the values of neutrality and inclusion that the\nFirst Amendment demands.",
    "joined": []
}