{
    "case": {
        "docket": "17-647",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-647/"
    },
    "id": "4111943",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–647_________________ROSE MARY KNICK, PETITIONERv.TOWNSHIP\nOF SCOTT, PENNSYLVANIA, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 21, 2019]Justice Kagan, with whom Justice Ginsburg,\nJustice Breyer, and Justice Sotomayor join, dissenting.Today, the Court formally overrulesWilliamson County Regional Planning Comm’nv.Hamilton\nBank of Johnson City,473 U.S.\n172(1985). But its decision rejects far more than that single\ncase.Williamson Countywas rooted in an understanding of\nthe Fifth Amendment’s Takings Clause stretching back to the late\n1800s. On that view, a government could take property so long as it\nprovided a reliable mechanism to pay just compensation, even if the\npayment came after the fact. No longer. The majority today holds,\nin conflict with precedent after precedent, that a government\nviolates the Constitution whenever it takes property without\nadvance compensation—no matter how good its commitment to pay. That\nconclusion has no basis in the Takings Clause. Its consequence is\nto channel a mass of quintessentially local cases involving complex\nstate-law issues into federal courts. And it transgresses all usual\nprinciples ofstare decisis. I respectfully dissent.IBegin with the basics—the meaning of the\nTakings Clause. The right that Clause confers is not to be free\nfrom government takings of property for public purposes. Instead,\nthe right is to be free from those takings when the government\nfails to provide “just compensation.” In other words, the\ngovernmentcantake private property for public purposes, so\nlong as it fairly pays the property owner. That precept, which the\nmajority does not contest, comes straight out of the constitutional\ntext: “[P]rivate property [shall not] be taken for public use,\nwithout just compensation.” Amdt. 5. “As its language indicates,\n[the Takings Clause] does not prohibit the taking of private\nproperty, but instead places a condition on the exercise of that\npower.”First English Evangelical Lutheran Church of\nGlendalev.County of Los Angeles,482\nU.S. 304, 314 (1987). And that constitutional choice accords\nwith ancient principles about what governments do. The eminent\ndomain power—the capacity to “take private property for public\nuses”—is an integral “attribute of sovereignty.”Boom Co.v.Patterson,98 U.S.\n403, 406 (1879); seeKohlv.United States,91 U.S.\n367, 371 (1876) (The power is “essential to [the Government’s]\nindependent existence and perpetuity”). Small surprise, then, that\nthe Constitution does not prohibit takings for public purposes, but\nonly requires the government to pay fair value.In that way, the Takings Clause is unique among\nthe Bill of Rights’ guarantees. It is, for example, unlike the\nFourth Amendment’s protection against excessive force—which the\nmajority mistakenly proposes as an analogy. Seeante, at 8.\nSuppose a law enforcement officer uses excessive force and the\nvictim recovers damages for his injuries. Did a constitutional\nviolation occur? Of course. The Constitution prohibits what the\nofficer did; the payment of damages merely remedied the\nconstitutional wrong. But the Takings Clause is different because\nit does not prohibit takings; to the contrary, it permits them\nprovided the government gives just compensation. So when the\ngovernment “takes and pays,” it is not violating the Constitution\nat all. Put another way, a Takings Clause violation has two\nnecessary elements. First, the government must take the property.\nSecond, it must deny the property owner just compensation. SeeHornev.Department of Agriculture,569 U.S.\n513, 525–526 (2013) (“[A] Fifth Amendment claim is premature\nuntil it is clear that the Government has both taken propertyanddenied just compensation” (emphasis in original)). If\nthe government has not done both, no constitutional violation has\nhappened. All this is well-trod ground. See,e.g.,United\nStatesv.Jones,109 U.S.\n513, 518 (1883);Albert Hanson Lumber Co.v.United\nStates,261 U.S.\n581, 586 (1923). Even the majority (despite its faulty analogy)\ndoes not contest it.Similarly well-settled—until the majority’s\nopinion today—was the answer to a follow-on question: At what point\nhas the government denied a property owner just compensation, so as\nto complete a Fifth Amendment violation? For over a hundred years,\nthis Court held that advance or contemporaneous payment was not\nrequired, so long as the government had established reliable\nprocedures for an owner to later obtain just compensation\n(including interest for any time elapsed). The rule got its start\ninCherokee Nationv.Southern Kansas R. Co.,135 U.S.\n641(1890), where the Tribe argued that a federal statute\nauthorizing condemnation of its property violated the Fifth\nAmendment because the law did not require advance payment. The\nCourt disagreed. It held that the Takings Clause “does not provide\nor require that compensation shall be actually paid in advance of\nthe occupancy of the land to be taken” so long as the government\nmade available to the owner “reasonable, certain and adequate\nprovision for obtaining compensation” afterward.Id., at\n659. Decade after decade, the Court repeated that\nprinciple.[1] As another case\nput the point: The Takings Clause does not demand “that\ncompensation should be made previous to the taking” so long as\n“adequate means [are] provided for a reasonably just and prompt\nascertainment and payment of the compensation.”Crozierv.Krupp A. G.,224 U.S.\n290, 306 (1912). And the Court also made clear that a statute\ncreating a right of action against the responsible government\nentity generally qualified as a constitutionally adequate\ncompensatory mechanism. See,e.g.,Williamsv.Parker,188 U.S.\n491, 502 (1903);Yearsleyv.W. A. Ross Constr.\nCo.,309 U.S.\n18, 20–21 (1940).[2]Williamson Countyfollowed from those\ndecisions as night the day. The case began when a local planning\ncommission rejected a property owner’s development proposal. The\nowner chose not to seek compensation through the procedure the\nState had created—an “inverse condemnation” action against the\ncommission. Instead, the owner sued in federal court alleging a\nTakings Clause violation under 42 U. S. C. §1983.\nConsistent with the century’s worth of precedent I have recounted\nabove, the Court found that no Fifth Amendment violation had yet\noccurred. See 473 U. S., at 195. The Court first recognized\nthat “[t]he Fifth Amendment does not proscribe the taking of\nproperty; it proscribes taking without just compensation.”Id., at 194. Next, the Court stated (citing no fewer than\nfive precedents) that the Amendment does not demand that\n“compensation be paid in advance of, or contemporaneously with, the\ntaking.”Ibid.“[A]ll that is required,” the Court\ncontinued, is that the State have provided “a ‘reasonable, certain\nand adequate provision for obtaining compensation.’ ”Ibid.(quotingCherokee Nation, 135 U. S., at\n659). Here, the State had done so: Nothing suggested that the\ninverse condemnation procedure was inadequate. 473 U. S., at\n196–197. So the property owner’s claim was “not yet ripe”: The\nowner could not “claim a violation of the [Takings] Clause until it\n[had] used the procedure and been denied.”Id., at\n194–195.So contrary to the majority’s portrayal,Williamson Countydid not result from some inexplicable\nconfusion about “how the Takings Clause works.”Ante, at 8.\nFar from it.Williamson Countybuilt on a long line of\ndecisions addressing the elements of a Takings Clause violation.\nThe Court there said only two things remotely new. First, the Court\nfound that the State’s inverse condemnation procedure qualified as\na “reasonable, certain and adequate” procedure. But no one in this\ncase disputes anything to do with that conclusion—including that\nthe equivalent Pennsylvania procedure here is similarly adequate.\nSecond, the Court held that a §1983 suit could not be brought until\na property owner had unsuccessfully invoked the State’s procedure\nfor obtaining payment. But that was a direct function of the\nCourt’s prior holdings. Everyone agrees that a §1983 suit cannot be\nbrought before a constitutional violation has occurred. And\naccording to the Court’s repeated decisions, a Takings Clause\nviolation does not occur until an owner has used the government’s\nprocedures and failed to obtain just compensation. All thatWilliamson Countydid was to put the period on an\nalready-completed sentence about when a takings claim\narises.[3]Today’s decision thus overthrows the Court’s\nlong-settled view of the Takings Clause. The majority declares, as\nagainst a mountain of precedent, that a government taking private\nproperty for public purposes must pay compensation at that moment\nor in advance. Seeante, at 6–7. If the government fails to\ndo so, a constitutional violation has occurred, regardless of\nwhether “reasonable, certain and adequate” compensatory mechanisms\nexist.Cherokee Nation, 135 U. S., at 659. And\nregardless of how many times this Court has said the opposite\nbefore. Under cover of overruling “only” a single decision, today’s\nopinion smashes a hundred-plus years of legal rulings to\nsmithereens.IISo how does the majority defend taking downWilliamson Countyand its many precursors? Its decision\nrests on four ideas: a comparison between takings claims and other\nconstitutional claims, a resort to the Takings Clause’s text, and\ntheories about two lines of this Court’s precedent. All are\nmisguided. The majority uses the term “shaky foundations.”Ante, at 21. It knows whereof it speaks.The first crack comes from the repeated\nassertion (already encountered in the majority’s Fourth Amendment\nanalogy, seesupra, at 2) thatWilliamson Countytreats takings claims worse than other claims founded in the Bill\nof Rights. Seeante, at 6, 8, 11–12, 20. That is not so. The\ndistinctive aspects of litigating a takings claim merely reflect\nthe distinctive aspects of the constitutional right. Once again, a\nFourth Amendment claim arises at the moment a police officer uses\nexcessive force, because the Constitution prohibits that thing and\nthat thing only. (Similarly, for the majority’s other analogies, a\nbank robber commits his offense when he robs a bank and a\ntortfeasor when he acts negligently—because that conduct, and it\nalone, is what the law forbids.) Or to make the same point a bit\ndifferently, even if a government could compensate the victim in\nadvance—as the majority requires here—the victim would still suffer\nconstitutional injury when the force is used. But none of that is\ntrue of Takings Clause violations. That kind of infringement, as\nexplained, is complete only aftertwothings occur: (1) the\ngovernment takes property, and (2) it fails to pay just\ncompensation. Seesupra, at 2–3. AllWilliamson\nCountyand its precursors do is recognize that fact, by saying\nthat a constitutional claim (and thus a §1983 suit) arises only\nafter the second condition is met—when the property owner comes\naway from the government’s compensatory procedure empty-handed.\nThat is to treat the Takings Clause exactly as its dual elements\nrequire—and because that is so, neither worse nor better than any\nother right.Second, the majority contends that its rule\nfollows from the constitutional text, because the Takings Clause\ndoes not say “[n]or shall private property be taken for public use,\nwithout an available procedure that will result in compensation.”Ante, at 6. There is a reason the majority devotes only a\nfew sentences to that argument. Because here’s another thing the\ntext does not say: “Nor shall private property be taken for public\nuse, without advance or contemporaneous payment of just\ncompensation, notwithstanding ordinary procedures.” In other words,\nthe text no more states the majority’s rule than it doesWilliamson County’s (and its precursors’). As constitutional\ntext often is, the Takings Clause is spare. It says that a\ngovernment taking property must pay just compensation—but does not\nsay through exactly what mechanism or at exactly what time. That\nwas left to be worked out, consistent with the Clause’s (minimal)\ntext and purpose. And from 1890 until today, this Court worked it\noutWilliamson County’s way, rather than the majority’s. Seesupra, at 3–4. Under our caselaw, a government could use\nreliable post-taking compensatory mechanisms (with payment\ncalculated from the taking) without violating the Takings\nClause.Third, the majority tries to explain away that\nmass of precedent, with a theory so, well, inventive that it\nappears in neither the petitioner’s nor her 15-plusamici’s\nbriefs. Don’t read the decisions “too broadly,” the majority says.Ante, at 16. Yes, the Court in each rejected a takings\nclaim, instructing the property owner to avail herself instead of a\ngovernment-created compensatory mechanism. But all the Court meant\n(the majority says) was that the plaintiffs had sought the wrong\nkind of relief: They could not get injunctions because the\navailable compensatory procedures gave an adequate remedy at law.\nThe Court still believed (so says the majority) that the cases\ninvolved constitutional violations. Or said otherwise (again,\naccording to the majority), the Court still understood the Takings\nClause to prohibit delayed payment.Points for creativity, but that is just not what\nthe decisions say. Most of the cases involved requests for\ninjunctions, but the equity/law distinction played little or no\nrole in our analyses. Instead, the decisions addressed directly\nwhat the Takings Clause requires (or not). And as already shown,supra, at 3–4, they held that the Clause does not demand\nadvance payment. Beginning again at the beginning,Cherokee\nNationdecided that the Takings Clause “does not provide or\nrequire that compensation shall be actually paid in advance.” 135\nU. S., at 659. InBackusv.Fort Street Union Depot\nCo.,169 U.S.\n557, 567–568 (1898), the Court declared that a property owner\nhad no “constitutional right to have the amount of his compensation\nfinally determined and paid before yielding possession.” By the\ntime ofWilliamsv.Parker, 188 U. S., at 502,\nthe Court could state that “it is settled by repeated decisions”\nthat the Constitution allows the taking of property “prior to any\npayment.” Similarly, inJoslin Mfg. Co.v.Providence,262 U.S.\n668, 677 (1923), the Court noted that “[i]t has long been\nsettled that the taking of property . . . need not be\naccompanied or preceded by payment, but that the requirement of\njust compensation is satisfied when” there is a pledge of\n“reasonably prompt ascertainment and payment.” InHurleyv.Kincaid,285 U.S.\n95, 104 (1932), the Court repeated that the “ Fifth Amendment\ndoes not entitle [a property owner] to be paid in advance of the\ntaking.” I could go on—there are eighty more years to cover, and\nmore decisions in the early years too—but by now you probably get\nthe idea.Well, just one more especially good\ndemonstration. InYearsleyv.W. A. Ross Constr. Co.,309 U.S.\n18(1940), the plaintiffs sought money damages for an alleged\nTakings Clause violation. For that reason, the Court’s theory about\nsuits seeking injunctions has no possible application. Still, the\nCourt rejected the claim: The different remedy requested made no\ndifference in the result. And yet more important: In refusing to\nfind a Takings Clause violation, the Court used the exact same\nreasoning as it had in all the cases requesting injunctions. Once\nagain, the Court did not focus on the nature of the relief sought.\nIt simply explained that the government had provided a procedure\nfor obtaining post-taking compensation—and that was enough. “The\nFifth Amendment does not entitle him [the owner] to be paid in\nadvance of the taking,” held the Court, quoting the last injunction\ncase described above.Id., at 21 (quotingHurley, 285\nU. S., at 104; brackets in original). Because the government\nhad set up an adequate compensatory mechanism, the taking was\n“within [the government’s] constitutional power.” 309 U. S.,\nat 22. Once again, the opposite of what the majority pronounces\ntoday.[4]Fourth and finally, the majority lays claim to\nanother line of decisions—involving the Tucker Act—but with no\ngreater success. The Tucker Act waives the Federal Government’s\nsovereign immunity and grants the Court of Federal Claims\njurisdiction over suits seeking compensation for takings. See 28\nU. S. C. §1491(a)(1). According to the majority, this\nCourt’s cases establish that such an action “isa claim for\na violation of the Fifth Amendment”—that is, for a constitutional\noffense that has already happened because of the absence of advance\npayment.Ante, at 19, n. 7 (emphasis in original); seeante, at 13. But again, the precedents say the opposite. The\nTucker Act is the Federal Government’s equivalent of a State’s\ninverse condemnation procedure, by which a property owner can\nobtain just compensation. The former, no less than the latter,forestallsany constitutional violation by ensuring that an\nowner gets full and fair payment for a taking. The Court, for\nexample, stated inUnited Statesv.Riverside Bayview\nHomes, Inc.,474 U.S.\n121, 128 (1985), that “so long as [post-taking Tucker Act]\ncompensation is available for those whose property is in fact\ntaken, the governmental action is not unconstitutional.” Similarly,\nwe held inPreseaultv.ICC,494 U.S.\n1, 4–5 (1990) that when “compensation is available to [property\nowners] under the Tucker Act[,] the requirements of the Fifth\nAmendment are satisfied.” And again, inRuckelshausv.Monsanto Co.,467 U.S.\n986, 1016 (1984) we rejected a takings claim because the\nplaintiff could “seek just compensation under the Tucker Act” and\n“[t]he Fifth Amendment does not require that compensation precede\nthe taking.” All those decisions (and there are others) rested on\nthe premise, merely reiterated inWilliamson County, that\nthe “availability of a suit for compensation against the sovereign\nwill defeat a contention that the action is unconstitutional as a\nviolation of the Fifth Amendment.”Larsonv.Domestic and\nForeign Commerce Corp.,337 U.S.\n682, 697, n. 18 (1949).[5]To the extent it deals with these cases (mostly,\nit just ignores them), the majority says only that they (likeWilliamson County) were “confused” or wrong. Seeante, at 13, 19, n. 7. But maybe the majority should\ntake the hint: When a theory requires declaring precedent after\nprecedent after precedent wrong, that’s a sign the theory itself\nmay be wrong. The majority’s theory is just that.IIIAnd not only wrong on prior law. The\nmajority’s overruling ofWilliamson Countywill have two\ndamaging consequences. It will inevitably turn even well-meaning\ngovernment officials into lawbreakers. And it will subvert\nimportant principles of judicial federalism.To begin with, today’s decision means that\ngovernment regulators will often have no way to avoid violating the\nConstitution. There are a “nearly infinite variety of ways” for\nregulations to “affect property interests.”Arkansas Game and\nFish Comm’nv.United States,568 U.S.\n23, 31 (2012). And under modern takings law, there is “no magic\nformula” to determine “whether a given government interference with\nproperty is a taking.”Ibid.For that reason, a government\nactor usually cannot know in advance whether implementing a\nregulatory program will effect a taking, much less of whose\nproperty. Until today, such an official could do his work without\nfear of wrongdoing, in any jurisdiction that had set up a reliable\nmeans for property owners to obtain compensation. Even if some\nregulatory action turned out to take someone’s property, the\nofficial would not have violated the Constitution. But no longer.\nNow, when a government undertakes land-use regulation (and what\ngovernment doesn’t?), the responsible employees will almost\ninescapably become constitutional malefactors. That is not a fair\nposition in which to place persons carrying out their governmental\nduties.Still more important, the majority’s ruling\nchannels to federal courts a (potentially massive) set of cases\nthat more properly belongs, at least in the first instance, in\nstate courts—whereWilliamson Countyput them. The\nregulation of land use, this Court has stated, is “perhaps the\nquintessential state activity.”FERCv.Mississippi,456 U.S.\n742, 768, n. 30 (1982). And a claim that a land-use\nregulation violates the Takings Clause usually turns on state-law\nissues. In that respect, takings claims have little in common with\nother constitutional challenges. The question in takings cases is\nnot merely whether a given state action meets federal\nconstitutional standards. Before those standards can come into\nplay, a court must typically decide whether, under state law, the\nplaintiff has a property interest in the thing regulated. SeePhillipsv.Washington Legal Foundation,524 U.S.\n156, 164 (1998); see also Sterk, The Demise of Federal Takings\nLitigation, 48 Wm. & Mary L. Rev. 251, 288 (2006) (“[I]f\nbackground state law did not recognize or create property in the\nfirst instance, then a subsequent state action cannot take\nproperty”). Often those questions—how does pre-existing state law\ndefine the property right?; what interests does that law grant?;\nand conversely what interests does it deny?—are nuanced and\ncomplicated. And not a one of them is familiar to federal\ncourts.This case highlights the difficulty. The\nultimate constitutional question here is: Did Scott Township’s\ncemetery ordinance “go[ ] too far” (in Justice Holmes’s\nphrase), so as to effect a taking of Rose Mary Knick’s property?Pennsylvania Coal Co.v.Mahon,260 U.S.\n393, 415 (1922). But to answer that question, it is first\nnecessary to address an issue about background state law. In the\nTownship’s view, the ordinance did little more than codify\nPennsylvania common law, which (the Township says) has long\nrequired property owners to make land containing human remains open\nto the public. See Brief for Respondents 48; Brief for Cemetery Law\nScholars asAmici Curiae6–26. If the Township is right on\nthat state-law question, Knick’s constitutional claim will fail:\nThe ordinance, on that account, didn’t go far at all. But Knick\ncontends that no common law rule of that kind exists in\nPennsylvania. See Reply Brief 22. And if she is right, her takings\nclaim may yet have legs. But is she? Or is the Township? I confess:\nI don’t know. Nor, I would venture, do my colleagues on the federal\nbench. But under today’s decision, it will be the Federal District\nCourt for the Middle District of Pennsylvania that will have to\nresolve this question of local cemetery law.And if the majority thinks this case is an\noutlier, it’s dead wrong; indeed, this case will be easier than\nmany. TakeLucasv.South Carolina Coastal Council,505 U.S.\n1003(1992). There, this Court held that a South Carolina ban\non development of beachfront property worked a taking of the\nplaintiff’s land—unless the State’s nuisance law already prohibited\nsuch development. Seeid., at 1027–1030. The Court\nthen—quite sensibly—remanded the case to the South Carolina Supreme\nCourt to resolve that question. Seeid., at 1031–1032. (And\nwhile spotting the nuisance issue, the Court may have overlooked\nother state-law constraints on development. In some States, for\nexample, the public trust doctrine or public prescriptive easements\nlimit the development of beachfront land. See Sterk, The Federalist\nDimension of Regulatory Takings Jurisprudence, 114 Yale L. J. 203,\n227 (2004).) Or considerStop the Beach Renourishment, Inc.v.Florida Dept. of Environmental Protection,560 U.S.\n702(2010). The federal constitutional issue there was whether\na decision of the Florida Supreme Court relating to beachfront\nproperty constituted a taking. To resolve that issue, though, the\nCourt first had to address whether, under pre-existing Florida\nproperty law, “littoral-property owners had rights to future\naccretions and contact with the water superior to the State’s right\nto fill in its submerged land.”Id., at 730. The Court bit\nthe bullet and decided that issue itself, as it sometimes has to\n(though thankfully with the benefit of a state high court’s\nreasoning). But there is no such necessity here—and no excuse for\nmaking complex state-law issues part of the daily diet of federal\ndistrict courts.State courts are—or at any rate, are supposed to\nbe—the “ultimate expositors of state law.”Mullaneyv.Wilbur,421 U.S.\n684, 691 (1975). The corollary is that federal courts should\nrefrain whenever possible from deciding novel or difficult\nstate-law questions. That stance, as this Court has long\nunderstood, respects the “rightful independence of the state\ngovernments,” “avoid[s] needless friction with state policies,” and\npromotes “harmonious relation[s] between state and federal\nauthority.”Railroad Comm’n of Tex.v.Pullman Co.,312 U.S.\n496, 500–501 (1941). For that reason, this Court has promoted\npractices of certification and abstention to put difficult\nstate-law issues in state judges’ hands. See,e.g.,Arizonans for Official Englishv.Arizona,520 U.S.\n43, 77 (1997) (encouraging certification of “novel or unsettled\nquestions of state law” to “hel[p] build a cooperative judicial\nfederalism”);Louisiana Power & Light Co.v.City of\nThibodaux,360 U.S.\n25, 28 (1959) (approving federal-court abstention in an eminent\ndomain proceeding because such cases “turn on legislation with much\nlocal variation interpreted in local settings”). We may as well not\nhave bothered. Today’s decision sends a flood of complex state-law\nissues to federal courts. It makes federal courts a principal\nplayer in local and state land-use disputes. It betrays judicial\nfederalism.IVEverything said above aside,Williamson\nCountyshould stay on the books because ofstare\ndecisis. Adherence to precedent is “a foundation stone of the\nrule of law.”Michiganv.Bay Mills Indian Community,\n572 U.S. 782, 798 (2014). “[I]t promotes the evenhanded,\npredictable, and consistent development of legal principles,\nfosters reliance on judicial decisions, and contributes to the\nactual and perceived integrity of the judicial process.”Paynev.Tennessee,501 U.S.\n808, 827 (1991).Stare decisis, of course, is “not an\ninexorable command.”Id., at 828. But it is not enough that\nfive Justices believe a precedent wrong. Reversing course demands a\n“special justification—over and above the belief that the precedent\nwas wrongly decided.”Kimblev.Marvel Entertainment,\nLLC, 576 U. S. ___, ___ (2015) (slip op., at 8) (internal\nquotation marks omitted). The majority offers no reason that\nqualifies.In its only real stab at a special\njustification, the major- ity focuses on what it calls the “San\nRemopreclusion trap.”Ante, at 2. As the majority\nnotes, this Court held in a post-Williamson Countydecision\ninterpreting the full faith and credit statute, 28\nU. S. C. §1738, that a state court’s resolution of an\ninverse condemnation proceeding has preclusive effect in a later\nfederal suit. SeeSan Remo Hotel, L. P.v.City and\nCounty of San Francisco,545 U.S.\n323(2005);ante, at 1–2, 5–6, 22. The interaction\nbetweenSan RemoandWilliamson Countymeans that\n“many takings plaintiffs never have the opportunity to litigate in\na federal forum.”Ante, at 22. According to the majority,\nthat unanticipated result makesWilliamson Countyitself\n“unworkable.”Ibid.But in highlighting the preclusion concern, the\nmajority only adds to the case for respectingstare\ndecisis—because that issue can always be addressed by Congress.\nWhen “correction can be had by legislation,” Justice Brandeis once\nstated, the Court should let stand even “error[s on] matter[s] of\nserious concern.”Square D Co.v.Niagara Frontier Tariff\nBureau, Inc.,476 U.S.\n409, 424 (1986) (quotingBurnetv.Coronado Oil &\nGas Co.,285 U.S.\n393, 406 (1932) (dissenting)). Or otherwise said,stare\ndecisisthen “carries enhanced force.”Kimble, 576\nU. S., at ___ (slip op., at 8); seeSouth Dakotav.Wayfair, Inc., 585 U. S. ___, ___ (2018) (Roberts, C.\nJ., dissenting) (slip op., at 2) (Thestare decisis“bar is\neven higher” when Congress “can, if it wishes, override this\nCourt’s decisions with contrary legislation”). Here, Congress can\nreverse theSan Remopreclusion rule any time it wants, and\nthus give property owners an opportunity—aftera state-court\nproceeding—to litigate in federal court. TheSan Remodecision, as noted above, interpreted the federal full faith and\ncredit statute; Congress need only add a provision to that law to\nflip the Court’s result. In fact, Congress has already considered\nproposals responding toSan Remo—though so far to no avail.\nSee Brief for Congressman Steve King et al. asAmici Curiae7. Following this Court’s normal rules of practice means leaving\ntheSan Remo“ball[ in] Congress’s court,” so that branch\ncan decide whether to pick it up.Kimble, 576 U. S., at\n___ (slip op., at 8).[6]And the majority has no other special\njustification. It saysWilliamson Countydid not create\n“reliance interests.”Ante,at 23. But even if so, those\ninterests are aplus-factorin the doctrine; when they\nexist,stare decisisbecomes “superpowered.”Kimble,\n576 U. S., at ___ (slip op., at 10);Payne, 501\nU. S., at 828 (Stare decisisconcerns are “at their\nacme” when “reliance interests are involved”). The absence of\nreliance is not itself a reason for overruling a decision. Next,\nthe majority says that the “justification for [Williamson\nCounty’s] state-litigation requirement” has “evolve[d].”Ante, at 22. But to start with, it has not. The original\nrationale—in the majority’s words, that the requirement “is an\nelement of a takings claim,”ante, at 22—has held strong for\n35 years (including in the cases the majority cites), and is the\nsame one I rely on today. See,e.g.,Horne, 569\nU. S., at 525–526 (quotingWilliamson County’s\nrationale);Suitumv.Tahoe Regional Planning Agency,520 U.S.\n725, 734 (1997) (same);supra, at 2–3. And anyway,\n“evolution” in the way a decision is described has never been a\nground for abandoningstare decisis. Here, the majority’s\nonly citation is to last Term’s decision overruling a 40-year-old\nprecedent. Seeante, at 22 (citingJanusv.State,\nCounty, and Municipal Employees, 585 U. S. ___, ___ (2018)\n(slip op., at 23)). If that is the way the majority means to\nproceed—relying on one subversion ofstare decisisto\nsupport another—we may as well not have principles about precedents\nat all.What is left is simply the majority’s view thatWilliamson Countywas wrong. The majority repurposes all its\nmerits arguments—all its claims thatWilliamson Countywas\n“ill founded”—to justify its overruling.Ante, at 20–21. But\nthe entire idea ofstare decisisis that judges do not get\nto reverse a decision just because they never liked it in the first\ninstance. Once again, they need a reasonother thanthe idea\n“that the precedent was wrongly decided.”Halliburton Co.v.Erica P. John Fund, Inc., 573 U.S. 258, 266 (2014); seesupra, at 16. For it is hard to overstate the value, in a\ncountry like ours, of stability in the law.Just last month, when the Court overturned\nanother longstanding precedent, Justice Breyer penned a dissent.\nSeeFranchise Tax Bd. of Cal.v.Hyatt, 587\nU. S. ___, ___ (2019). He wrote of the dangers of reversing\nlegal course “only because five Members of a later Court” decide\nthat an earlier ruling was incorrect.Id., at ___ (slip op.,\nat 13). He concluded: “Today’s decision can only cause one to\nwonder which cases the Court will overrule next.”Ibid.Well, that didn’t take long. Now one may wonder yet again.Notes1See also,e.g.,Yearsleyv.W. A. Ross Constr. Co.,309 U.S.\n18, 21–22 (1940);Hurleyv.Kincaid,285 U.S.\n95, 104 (1932);Dohanyv.Rogers,281 U.S.\n362, 365 (1930);Joslin Mfg. Co.v.Providence,262 U.S.\n668, 677 (1923);Albert Hanson Lumber Co.v.United\nStates,261 U.S.\n581, 587 (1923);Hayesv.Port of Seattle,251 U.S.\n233, 238 (1920);Braggv.Weaver,251 U.S.\n57, 62 (1919);Madisonville Traction Co.v.Saint\nBernard Mining Co.,196 U.S.\n239, 251–252 (1905);Williamsv.Parker,188 U.S.\n491, 502 (1903);Backusv.Fort Street Union Depot\nCo.,169 U.S.\n557, 568 (1898);Sweetv.Rechel,159 U.S.\n380, 400–402 (1895).2In many of these cases,\nthe Court held as well that if payment occurs later, it must\ninclude interest. See,e.g.,id., at 407;Albert\nHanson Lumber Co., 261 U. S., at 586. That requirement\nflows from the constitutional demand for “just” compensation: As\none of the early cases explained, the property owner must be placed\n“in as good position pecuniarily as he would have been if his\nproperty had not been taken.”Ibid.3Contrary to the\nmajority’s description, seeante, at 15, and n. 6, the\nrespondents have exactly this view ofWilliamson County(and\nof the cases preceding it). The respondents discuss (as I do, seesupra, at 3–4) the “long line of precedent” holding that\n“the availability of a reason-able, certain, and adequate\ninverse-condemnation procedure fulfills the duty” of a government\nto pay just compensation for a taking. Brief for Respondents 22–23.\nThe respondents then conclude (again, as I do, seesupra, at\n4–6) thatWilliamson County“sound[ly]” and\n“straightforwardly applied that precedent to hold that a property\nowner who forgoes an available and adequate inverse-condemnation\nremedy has not been deprived of any constitutional right and thus\ncannot proceed under Section 1983.” Brief for Respondents 22.\n(Again contra the majority, the respondents’ only theory of §1983\nis the one everyone agrees with—that a §1983 suit cannot be brought\nbefore a constitu-tional violation has occurred.) So while I\nappreciate the compliment, I cannot claim to argue anything novel\nor “dar[ing]” here.Ante, at 15. My argument is the same as\nthe respondents’, which is the same asWilliamson County’s,\nwhich is the same as all the prior precedents’.4The majority’s supposed\nbest case to the contrary,First English Evangelical Lutheran\nChurch of Glendalev.County of Los Angeles,482 U.S.\n304(1987), is not so good, as is apparent from its express\nstatement that it accords withWilliamson County.See 482\nU. S., at 320, n. 10. InFirst English, the Court\nheld that a property owner was entitled to compensation for the\ntemporary loss of his property, occurring while a (later-repealed)\nregulation was in effect. Seeid., at 321. The Court made\nclear that a government’s duty to compensate for a taking—including\na temporary taking—arises from the Fifth Amendment, as of course it\ndoes. Seeid., at 315. But the Court nowhere suggested that\na Fifth Amendment violation happens even before a government denies\nthe required compensation. (You will scan the majority’s\ndescription ofFirst Englishin vain for a quote to that\neffect—because no such quote exists. Seeante, at 9–11.) To\nthe contrary, the Court went out of its way to recognize theWilliamson Countyprinciple that “no constitutional\nviolation occurs until just compensation has been denied.” 482\nU. S., at 320, n. 10 (internal quotation marks\nomitted).5Jacobsv.United States,290 U.S.\n13(1933), the Tucker Act case the majority cites to support\nits argument, says nothing different. The majority twice notesJacobs’ statement that a Tucker Act claim “rest[s] upon the\nFifth Amendment.”Ante, at 7–8 (quoting 290 U. S., at\n16). And so it does, because the compensatory obligation that the\nTucker Act vindicates arises from—or “rests upon”—the Fifth\nAmendment. But that is a far cry from saying, as the majority does,\nthat theGovernment has already violated the Fifth Amendment when\nthe Tucker Act claim is brought—before the Government has denied\nfair compensation.6Confronted with that\npoint, the majority shifts ground. It notes that even if Congress\neliminated theSan Remorule, takings plaintiffs would still\nhave to comply withWilliamson County’s “unjustified” demand\nthat they bring suit in state court first. Seeante, at 22.\nBut that argument does not even purport to state a special\njustification. It merely reiterates the majority’s view on the\nmerits.",
    "joined": []
}