{
    "case": {
        "docket": "480",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/480/"
    },
    "id": "3397937",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to noti y the Reporter of\nDecisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–1019_________________MACH MINING, LLC, PETITIONERv.EQUAL EM-PLOYMENT\nOPPORTUNITY COMMISSIONon writ of certiorari to the united states court of appeals for\nthe seventh circuit[April 29, 2015]Justice Kagan delivered the opinion of the Court.Before suing an employer for discrimination, the Equal\nEmployment Opportunity Commission (EEOC or Commission) must try to\nremedy unlawful workplace practices through informal methods of\nconciliation. This case requires us to decide whether and how\ncourts may review those efforts. We hold that a court may review\nwhether the EEOC satisfied its statutory obligation to attempt\nconciliation before filing suit. But we find that the scope of that\nreview is narrow, thus recognizing the EEOC’s extensive discretion\nto determine the kind and amount of communication with an employer\nappropriate in any given case.ITitle VII of the Civil Rights Act of 1964,78Stat.241,42\nU. S. C. §2000eet seq., sets out a detailed,\nmulti-step procedure through which the Commission enforces the\nstatute’s prohibition on employment discrimination. The process\ngenerally starts when “a person claiming to be aggrieved” files a\ncharge of an unlawful workplace practice with the EEOC.\n§2000e–5(b). At that point, the EEOC notifies the employer of the\ncomplaint and undertakes an investigation. Seeibid.If the\nCommission finds no “reasonable cause” to think that the allegation\nhas merit, it dismisses the charge and notifies the parties.Ibid.The complainant may then pursue her own lawsuit if she\nchooses. See §2000e–5(f )(1).If, on the other hand, the Commission finds reasonable cause, it\nmust first “endeavor to eliminate [the] alleged unlawful employment\npractice by informal methods of conference, conciliation, and\npersuasion.” §2000e–5(b). To ensure candor in those discussions,\nthe statute limits the disclosure and use of the participants’\nstatements: “Nothing said or done during and as a part of such\ninformal endeavors” may be publicized by the Commission or “used as\nevidence in a subsequent proceeding without the written consent of\nthe persons concerned.”Ibid.The statute leaves to the EEOC\nthe ultimate decision whether to accept a settlement or instead to\nbring a lawsuit. So long as “the Commission has been unable to\nsecure from the respondent a conciliation agreement acceptable to\nthe Commission” itself, the EEOC may sue the employer.\n§2000e–5(f )(1).This case began when a woman filed a charge with the EEOC\nclaiming that petitioner Mach Mining, LLC, had refused to hire her\nas a coal miner because of her sex. The Commission investigated the\nallegation and found reasonable cause to believe that Mach Mining\nhad discriminated against the complainant, along with a class of\nwomen who had similarly applied for mining jobs. See App. 15. In a\nletter announcing that determination, the EEOC invited both the\ncompany and the complainant to participate in “informal methods” of\ndispute resolution, promising that a Commission representative\nwould soon “contact [them] to begin the conciliation process.”Id., at 16. The record does not disclose what happened next.\nBut about a year later, the Commission sent Mach Mining a second\nletter, stating that “such conciliation efforts as are required by\nlaw have occurred and have been unsuccessful” and that any further\nefforts would be “futile.”Id.,at 18–19.The EEOC then sued Mach Mining in federal district court\nalleging sex discrimination in hiring. The Commission’s complaint\nmaintained that “[a]ll conditions precedent to the institution of\nthis lawsuit”—including an attempt to end the challenged practice\nthrough conciliation—“ha[d] been fulfilled.”Id.,at 22. In\nits answer, Mach Mining contested that statement, asserting that\nthe EEOC had failed to “conciliat[e] in good faith” prior to filing\nsuit.Id.,at 30.The Commission subsequently moved for summary judgment on that\nissue, contending that its “conciliation efforts are not subject to\njudicial review.” Motion for Summary Judgment in No. 3:11–cv–00879\n(SD Ill.), p. 1. At most, the Commission argued, the court could\ninspect the EEOC’s two letters to Mach Mining to confirm that the\nEEOC had met its duty to attempt conciliation. Seeid.,at\n11, 19. Mach Mining responded by urging the court to consider the\noverall “reasonable[ness]” of the EEOC’s efforts, based on evidence\nthe company would present about the conciliation process.\nMemorandum in Opposition to Motion for Partial Summary Judgment in\nNo. 3:11–cv–00879 (SD Ill.), p. 20. The trial court agreed with\nMach Mining that it should review whether the Commission had made\n“a sincere and reasonable effort to negotiate.” Civ. No. 11–879 (SD\nIll., Jan. 28, 2013), App. to Pet. for Cert. 40a, 2013 WL 319337,\n*5 (internal quotation marks omitted). At the EEOC’s request, the\ncourt then authorized an immediate appeal of its ruling. See Civ.\nNo. 11–879 (SD Ill., May 20, 2013), App. to Pet. for Cert. 52a–55a,\n2013 WL 2177770, *5–*6;28 U. S. C. §1292(b).The Court of Appeals for the Seventh Circuit reversed, holding\nthat “the statutory directive to attempt conciliation” is “not\nsubject to judicial review.” 738 F. 3d 171, 177 (2013). According\nto the court, that provision entrusts conciliation “solely to the\nEEOC’s expert judgment” and thus provides no “workable standard” of\nreview for courts to apply.Id.,at 174, 177. The Seventh\nCircuit further reasoned that judicial review of the conciliation\nprocess would “undermine enforcement of Title VII” by\n“protract[ing] and complicat[ing]” discrimination suits.Id.,at 178–179 (quotingDoev.Oberweis\nDiary, 456 F. 3d 704, 710 (CA7 2006)). In its concluding\nparagraph, however, the court indicated that it had in fact\nsubjected the EEOC’s activities to a smidgen of review: Because the\nCommission “pled on the face of its complaint that it ha[d]\ncomplied with all” prerequisites to suit and because its two\nletters to Mach Mining were “facially sufficient” to show that\nconciliation had occurred, the court stated, “our review of [that\nprocess] is satisfied.” 738 F. 3d, at 184.Other Courts of Appeals have held that Title VII allows judicial\nreview of the EEOC’s conciliation efforts, but without agreeing on\nwhat that review entails.[1] We granted\ncertiorari, 573 U. S. ___ (2014), to address whether andto\nwhat extent such an attempt to conciliate is subject to judicial\nconsideration.IICongress rarely intends to prevent courts from enforcing its\ndirectives to federal agencies. For that reason, this Court applies\na “strong presumption” favoring judicial review of administrative\naction.Bowenv.Michigan Academy of Family\nPhysicians,476 U. S. 667,670 (1986). That presumption is\nrebuttable: It fails when a statute’s lan-guage or structure\ndemonstrates that Congress wanted an agency to police its own\nconduct. SeeBlockv.Community Nutrition\nInstitute,467 U. S. 340,349,351 (1984). But the agency\nbears a “heavy burden” in attempting to show that Congress\n“prohibit[ed] all judicial review” of the agency’s compliance with\na legislative mandate.Dunlopv.Bachowski,421\nU. S. 560,567 (1975).Title VII, as the Government acknowledges, imposes a duty on the\nEEOC to attempt conciliation of a discrimination charge prior to\nfiling a lawsuit. See Brief for Respondent 20. That obligation is a\nkey component of the statutory scheme. In pursuing the goal of\n“bring[ing] employment discrimination to an end,” Congress chose\n“[c]ooperation and voluntary compliance” as its “preferred means.”Ford Motor Co.v.EEOC,458 U. S. 219,228 (1982)\n(quotingAlexanderv.Gardner-Denver Co.,415\nU. S. 36,44 (1974)). Accordingly, the statute provides, as\nearlier noted, that the Commission “shall endeavor to eliminate\n[an] alleged unlawful employment practice by informal methods of\nconference, conciliation, and persuasion.” §2000e–5(b); seesupra,at 2. That language is mandatory, not precatory. Cf.National Railroad Passenger Corporationv.Morgan,536\nU. S. 101,109 (2002) (noting that the word “shall” admits of\nno discretion). And the duty it imposes serves as a necessary\nprecondition to filing a lawsuit. Only if the Commission is “unable\nto secure” an acceptable conciliation agreement—that is, only if\nits attempt to conciliate has failed—may a claim against the\nemployer go forward. §2000e–5(f )(1).Courts routinely enforce such compulsory prerequisites to suit\nin Title VII litigation (and in many other contexts besides). An\nemployee, for example, may bring a Title VII claim only if she has\nfirst filed a timely charge with the EEOC—and a court will usually\ndismiss a complaint for failure to do so. See,e.g., id.,at\n104–105, 114–115. Similarly, an employee must obtain a right-to-sue\nletter before bringing suit—and a court will typically insist on\nsatisfaction of that condition. See,e.g., McDonnell Douglas\nCorp.v.Green,411 U. S. 792,798 (1973); see also,e.g.,Hallstromv.Tillamook County,493\nU. S. 20,26 (1989) (upholding dismissal of an environmental\nsuit for failure to comply with a notice provision serving as a\n“condition precedent”);United Statesv.Zucca,351\nU. S. 91 (1956) (affirming dismissal of a denaturalization\nsuit because of the Government’s failure to comply with a mandatory\nprerequisite). That ordinary part of Title VII litigation—see a\nprerequisite to suit, enforce a prerequisite to suit—supports\njudicial review of the EEOC’s compliance with the law’s\nconciliation provision.The Government, reiterating the Seventh Circuit’s view, contests\nthat conclusion, arguing that Title VII provides “no standards by\nwhich to judge” the EEOC’s performance of its statutory duty. Brief\nfor Respondent 17. The Government highlights the broad leeway the\nstatute gives the EEOC to decide how to engage in, and when to give\nup on, conciliation. In granting that discretion, the Government\ncontends, Congress deprived courts of any “judicially manageable”\ncriteria with which to review the EEOC’s efforts.Id.,at 36\n(quotingHecklerv.Chaney,470 U. S. 821,830\n(1985)). And in that way Congress “demonstrate[d] [its] intention\nto preclude judicial review.”Brief for Respondent 39.But in thus denying that Title VII creates a “reviewable\nprerequisite to suit,” the Government takes its observation about\ndiscretion too far.Id.,at 37 (quoting 738 F. 3d, at 175).\nYes, the statute provides the EEOC with wide latitude over the\nconciliation process, and that feature becomes significant when we\nturn to defining the proper scope of judicial review. Seeinfra, at 10–11. But no, Congress has not lefteverythingto the Commission. Consider if the EEOC declined\nto make any attempt to conciliate a claim—if, after finding\nreasonable cause to support a charge, the EEOC took the employer\nstraight to court. In such a case, Title VII would offer a\nperfectly serviceable standard for judicial review: Without any\n“endeavor” at all, the EEOC would have failed to satisfy a\nnecessary condition of litigation.Still more, the statute provides certain concrete standards\npertaining to what that endeavor must entail. Again, think of how\nthe statute describes the obligatory attempt: “to eliminate [the]\nalleged unlawful employment practice by informal methods of\nconference, conciliation, and persuasion.” §2000e–5(b). Those\nspecified methods necessarily involve communication between\nparties, including the exchange of information and views. As one\ndictionary variously defines the terms, they involve “consultation\nor discussion,” an attempt to “reconcile” different positions, and\na “means of argument, reasoning, or entreaty.” American Heritage\nDictionary 385, 382, 1318 (5th ed. 2011). That communication,\nmoreover, concerns a particular thing: the “alleged unlawful\nemployment practice.” So the EEOC, to meet the statutory condition,\nmust tell the employer about the claim—essentially, what practice\nhas harmed which person or class—and must provide the employer with\nan opportunity to discuss the matter in an effort to achieve\nvoluntary compliance. See alsoinfra, at 13. If the\nCommission does not take those specified actions, it has not\nsatisfied Title VII’s requirement to attempt conciliation. And in\ninsisting that the Commission do so, as the statutory language\ndirects, a court applies a manageable standard.Absent such review, the Commission’s compliance with the law\nwould rest in the Commission’s hands alone. We need not doubt the\nEEOC’s trustworthiness, or its fidelity to law, to shy away from\nthat result. We need only know—and know that Congress knows—that\nlegal lapses and violations occur, and especially so when they have\nno consequence. That is why this Court has so long applied a strong\npresumption favoring judicial review of administrative action. Seesupra,at 4–5. Nothing overcomes that presumption with\nrespect to the EEOC’s duty to attempt conciliation of employment\ndiscrimination claims.IIIThat conclusion raises a second dispute between the parties:\nWhat is the proper scope of judicial review of the EEOC’s\nconciliation activities? The Government (once having accepted the\nnecessity for some review) proposes that courts rely solely on\nfacial examination of certain EEOC documents. Mach Mining argues\nfor far more intrusive review, in part analogizing to the way\njudges superintend bargaining between employers and unions. We\naccept neither suggestion, because we think neither consistent with\nthe choices Congress made in enacting Title VII. The appropriate\nscope of review enforces the statute’s requirements as just\ndescribed—in brief, that the EEOC afford the employer a chance to\ndiscuss and rectify a specified discriminatory practice—but goes no\nfurther. Seesupra,at 7;infra, at 13. Such limited\nreview respects the expansive discretion that Title VII gives to\nthe EEOC over the conciliation process, while still ensuring that\nthe Commission follows the law.The Government argues for the most minimalist form of review\nimaginable. Echoing the final paragraph of the decision below, the\nGovernment observes that the EEOC, in line with its standard\npractice, wrote two letters to Mach Mining. Seesupra,at\n2–3, 4. The first, after announcing the Commission’s finding of\nreasonable cause, informed the company that “[a] representative of\nthis office will be in contact with each party in the near future\nto begin the conciliation process.” App. 16. The second, sent about\na year later, stated that the legally mandated conciliation attempt\nhad “occurred” and failed.Id.,at 18. According to the\nGovernment, those “bookend” letters are all a court ever needs for\nreview, because they “establish” that the EEOC met its obligation\nto attempt conciliation. Brief for Respondent 21.But review of that kind falls short of what Title VII demands\nbecause the EEOC’s bookend letters fail to prove what the\nGovernment claims. Contrary to its intimation, those letters do not\nthemselves fulfill the conciliation condition: The first declares\nonly that the process will start soon, and the second only that it\nhas concluded. The two letters, to be sure, may provide indirect\nevidence that conciliation efforts happened in the interim; the\nlater one expressly represents as much. But suppose an employer\ncontests that statement. Let us say the employer files an affidavit\nalleging that although the EEOC promised to make contact, it in\nfact did not. In that circumstance, to treat the letters as\nsufficient—to take them at face value, as the Government wants—is\nsimply to accept the EEOC’s say-so that it complied with the law.\nAnd as earlier explained, the point of judicial review is instead\ntoverifythe EEOC’s say-so—that is, to determine that the\nEEOC actually, and not just purportedly, tried to conciliate a\ndiscrimination charge. Seesupra,at 7–8. For that, a court\nneeds more than the two bookend letters the Government\nproffers.Mach Mining, for its part, would have a court do a deep dive\ninto the conciliation process. Citing the standard set out in the\nNational Labor Relations Act (NLRA), Mach Mining wants a court to\nconsider whether the EEOC has “negotiate[d] in good faith” over a\ndiscrimination claim. Brief for Petitioner 37; see29\nU. S. C. §158(d) (imposing a duty on employers and unions\nto bargain “in good faith with respect to . . . terms and\nconditions of employment”). That good-faith obligation, Mach Mining\nmaintains, here incorporates a number of specific requirements. In\nevery case, the EEOC must let the employer know the “minimum\n. . . it would take to resolve” the claim—that is, the\nsmallest remedial award the EEOC would accept. Tr. of Oral Arg. 63.\nThe Commission must also lay out “the factual and legal basis for”\nall its positions, including the calculations underlying any\nmonetary request. Brief for Petitioner 39. And the Commission must\nrefrain from making “take-it-or-leave-it” offers; rather, the EEOC\nhas to go back and forth with the employer, considering and\naddressing its various counter-offers and giving it sufficient time\nat each turn “to review and respond.”Id.,at 40. The\nfunction of judicial review, Mach Mining concludes, is to compel\nthe Commission to abide by these rules.To begin, however, we reject any analogy between the NLRA and\nTitle VII. The NLRA is about process and process alone. It creates\na sphere of bargaining—in which both sides have a mutual obligation\nto deal fairly—without expressing any preference as to the\nsubstantive agreements the parties should reach. See §§151, 158(d).\nBy contrast, Title VII ultimately cares about substantive results,\nwhile eschewing any reciprocal duties of good-faith negotiation.\nIts conciliation provision explicitly serves a substantive mission:\nto “eliminate” unlawful discrimination from the workplace.42\nU. S. C. §2000e–5(b). In discussing a claim with an\nemployer, the EEOC must always insist upon legal compliance; and\nthe employer, for its part, has no duty at all to confer or\nexchange proposals, but only to refrain from any discrimination.\nThose differences make judicial review of the NLRA’s duty of\ngood-faith bargaining a poor model for review of Title VII’s\nconciliation requirement. In addressing labor disputes, courts have\ndevised a detailed body of rules to police good-faith dealing\ndivorced from outcomes—and so to protect the NLRA’s core procedural\napparatus. But those kinds of rules do not properly apply to a law\nthat treats the conciliation process not as an end in itself, but\nonly as a tool to redress workplace discrimination.More concretely, Mach Mining’s proposed code of con-duct\nconflicts with the latitude Title VII gives the Commission to\npursue voluntary compliance with the law’s commands. Every aspect\nof Title VII’s conciliation provision smacks of flexibility. To\nbegin with, the EEOC need only “endeavor” to conciliate a claim,\nwithout having to devote a set amount of time or resources to that\nproject. §2000e–5(b). Further, the attempt need not involve any\nspecific steps or measures; rather, the Commission may use in each\ncase whatever “informal” means of “conference, conciliation, and\npersuasion” it deems appropriate.Ibid.And the EEOC alone\ndecides whether in the end to make an agreement or resort to\nlitigation: The Commission may sue whenever “unable to secure”\nterms “accept-ableto the Commission.” §2000e–5(f )(1)\n(emphasis added). All that leeway respecting how to seek voluntary\ncompliance and when to quit the effort is at odds with Mach\nMining’s bargaining checklist. Congress left to the EEOC such\nstrategic decisions as whether to make a bare-minimum offer, to lay\nall its cards on the table, or to respond to each of an employer’s\ncounter-offers, however far afield. So too Congress granted the\nEEOC discretion over the pace and duration of conciliation efforts,\nthe plasticity or firmness of its negotiating positions, and the\ncontent of its demands for relief. For a court to assess any of\nthose choices—as Mach Mining urges and many courts have done, see\nn. 1,supra—is not to enforce the law Congress wrote,\nbut to impose extra procedural requirements. Such judicial review\nextends too far.Mach Mining’s brand of review would also flout Title VII’s\nprotection of the confidentiality of conciliation efforts. The\nstatute, recall, provides that “[n]othing said or done during and\nas a part of such informal endeavors may be made public by the\nCommission . . . or used as evidence in a subsequent\nproceeding without the written consent of the persons\nconcerned”—both the employer and the complainant. §2000e–5(b); seeEEOCv.Associated Dry Goods Corp.,449 U. S.\n590, and n. 13 (1981). But the judicial inquiry Mach Mining\nproposes wouldnecessitatethe disclosure and use of such\ninformation in a later Title VII suit: How else could a court\naddress an allegation that the EEOC failed to comply with all the\nnegotiating rules Mach Mining espouses?[2] The\nproof is in this very case: The District Court held that it could\nnot strike from the record descriptions of the conciliation process\nbecause they spoke to whether the EEOC had made a “sincere and\nreasonable effort to negotiate.” App. to Pet. for Cert. 40a\n(internal quotation marks omitted); seesupra,at 3. The\ncourt thus failed to give effect to the law’s non-disclosure\nprovision. And in so doing, the court undermined the conciliation\nprocess itself, because confidentiality promotes candor in\ndiscussions and thereby enhances the prospects for agreement. As\nthis Court has explained, “[t]he maximum results from the voluntary\napproach will be achieved if ” the parties know that\nstatements they make cannot come back to haunt them in litigation.Associated Dry Goods Corp., 449 U. S., at 599, n. 16\n(quoting 110 Cong. Rec. 8193 (1964) (remarks of Sen. Dirksen)). And\nconversely, the minimum results will be achieved if a party can\nhope to use accounts of those discussions to derail or delay a\nmeritorious claim.By contrast with these flawed proposals, the proper scope of\njudicial review matches the terms of Title VII’s conciliation\nprovision, as we earlier described them. Seesupra,at 7.\nThe statute demands, once again, that the EEOC communicate in some\nway (through “conference, conciliation, and persuasion”) about an\n“alleged unlawful employment practice” in an “endeavor” to achieve\nan employer’s voluntary compliance. §2000e–5(b). That means the\nEEOC must inform the employer about the specific allegation, as the\nCommission typically does in a letter announcing its determination\nof “reasonable cause.”Ibid.Such notice properly describes\nboth what the employer has done and which employees (or what class\nof employees) have suffered as a result. And the EEOC must try to\nengage the employer in some form of discussion (whether written or\noral), so as to give the employer an opportunity to remedy the\nallegedly discriminatory practice. Judicial review of those\nrequirements (and nothing else) ensures that the Commission\ncomplies with the statute. At the same time, that relatively\nbarebones review allows the EEOC to exercise all the expansive\ndiscretion Title VII gives it to decide how to conduct conciliation\nefforts and when to end them. And such review can occur consistent\nwith the statute’s non-disclosure provision, because a court looks\nonly to whether the EEOC attempted to confer about a charge, and\nnot to what happened (i.e.,statements made or positions\ntaken) during those discussions.A sworn affidavit from the EEOC stating that it has performed\nthe obligations noted above but that its efforts have failed will\nusually suffice to show that it has met the conciliation\nrequirement. Cf.United Statesv.Clarke, 573\nU. S. ___, ___ (2014) (slip op., at 6) (“[A]bsent contrary\nevidence, the [agency] can satisfy [the relevant] standard by\nsubmitting a simple affidavit from” the agency representative\ninvolved). If, however, the employer provides credible evidence of\nits own, in the form of an affidavit or otherwise, indicating that\nthe EEOC did not provide the requisite information about the charge\nor attempt to engage in a discussion about conciliating the claim,\na court must conduct the factfinding necessary to decide that\nlimited dispute. Cf.id.,at ___–___ (slip op., at 6–7).\nShould the court find in favor of the employer, the appropriate\nremedy is to order the EEOC to undertake the mandated efforts to\nobtain voluntary compliance. See §2000e–5(f )(1) (authorizing\na stay of a Title VII action for that purpose).IVJudicial review of administrative action is the norm in our\nlegal system, and nothing in Title VII withdraws the courts’\nauthority to determine whether the EEOC has fulfilled its duty to\nattempt conciliation of claims. But the scope of that review is\nnarrow, reflecting the abundant discretion the law gives the EEOC\nto decide the kind and extent of discussions appropriate in a given\ncase. In addressing a claim like Mach Mining’s, courts may not\nimpinge on that latitude and on the Commission’s concomitant\nresponsibility to eliminate unlawful workplace discrimination.For the reasons stated, we vacate the judgment of the Court of\nAppeals and remand the case for further proceedings consistent with\nthis opinion.It is so ordered.Notes1See,e.g.,EEOCv.Asplundh Tree Expert Co., 340 F. 3d 1256, 1259 (CA11 2003)\n(holding that the EEOC must, among other things, “respond in a\nreasonable and flexible manner to the reasonable attitudes of the\nemployer”);EEOCv.Keco Industries, Inc., 748 F. 2d\n1097, 1102 (CA6 1984) (holding that the EEOC must “make a good\nfaith effort to conciliate”).2Mach Mining tries to show that broad\njudicial review is compatible with Title VII’s non-disclosure\nprovision, but fails to do so. The com-pany first contends that the\nstatutory bar is limited to “using what was said or done in a\nconciliation as evidencegoing to the merits of the claims.”\nBrief for Petitioner 27 (emphasis added). But to make that\nargument, Mach Mining must add many words to the text (those shown\nhere in italics). The actual language refers to “evidence in a\nsubsequent proceeding,” without carving out evidence relating to\nnon-merits issues.42 U. S. C. §2000e–5(b). And in any\ncase, under Mach Mining’s own view of Title VII, compliance with\nthe conciliation mandateisa merits issue, because it is a\nnecessary “element of the [EEOC’s] claim, which the [EEOC] must\nplead and prove.” Brief for Petitioner 9; seeid.,at 31.\nMach Mining therefore presents a back-up argument: “[T]he\nconfidentiality limitation should be deemed waived” when the\nemployer puts conciliation at issue.Id.,at 30. But again,\nto effect a waiver Title VII requires “the written consent of the\npersons concerned,” which includes not just the employer but the\ncomplainant too. §2000e–5(b); seesupra,at 11. And theemployer’s decision to contest the EEOC’s conciliation\nefforts cannot waive, by “deem[ing]” or otherwise, theemployee’s statutory rights.",
    "joined": []
}