{
    "case": {
        "docket": "446",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/446/"
    },
    "id": "3424291",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–720_________________STEPHEN KIMBLE, et al., PETITIONERSv.MARVEL ENTERTAINMENT, LLC, successor to MARVEL\nENTERPRISES, INC.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 22, 2015]Justice Kagan delivered the opinion of the\nCourt.InBrulottev.Thys Co., 379\nU. S. 29 (1964) , this Court held that a patent holder cannot\ncharge royalties for the use of his invention after its patent term\nhas expired. The sole question presented here is whether we should\noverruleBrulotte. Adhering to principles ofstare\ndecisis, we decline to do so. Critics of theBrulotterule must seek relief not from this Court but from Congress.IIn 1990, petitioner Stephen Kimble obtained a\npatent on a toy that allows children (and young-at-heart adults) to\nrole-play as “a spider person” by shooting webs—really, pressurized\nfoam string—“from the palm of [the] hand.” U. S. Patent No.\n5,072,856, Abstract (filed May 25, 1990).[1] Respondent Marvel Entertainment, LLC (Marvel) makes\nand markets products featuring Spider-Man, among other comic-book\ncharacters. Seeking to sell or license his patent, Kimble met with\nthe president of Marvel’s corporate predecessor to discuss his idea\nfor web-slinging fun. Soon afterward, but without remunerating\nKimble, that com-pany began marketing the “Web Blaster”—a toy that,\nlike Kimble’s patented invention, enables would-be action heroes to\nmimic Spider-Man through the use of a polyester glove and a\ncanister of foam.Kimble sued Marvel in 1997 alleging, among other\nthings, patent infringement. The parties ultimately settled that\nlitigation. Their agreement provided that Marvel would purchase\nKimble’s patent in exchange for a lump sum (of about a half-million\ndollars) and a 3% royalty on Marvel’s future sales of the Web\nBlaster and similar products. The parties set no end date for\nroyalties, apparently contemplating that they would continue for as\nlong as kids want to imitate Spider-Man (by doing whatever a spider\ncan).And then Marvel stumbled acrossBrulotte,\nthe case at the heart of this dispute. In negotiating the\nsettlement, neither side was aware ofBrulotte. But Marvel\nmust have been pleased to learn of it.Brulottehad read the\npatent laws to prevent a patentee from receiving royalties for\nsales made after his patent’s expiration. See 379 U. S., at\n32. So the decision’s effect was to sunset the settlement’s royalty\nclause.[2] On making that\ndiscovery, Marvel sought a declaratory judgment in federal district\ncourt confirming that the company could cease paying royalties come\n2010—the end of Kimble’s patent term. The court approved that\nrelief, holding thatBrulottemade “the royalty provision\n. . . unenforceable after the expiration of the Kimble\npatent.” 692 F. Supp. 2d 1156, 1161 (Ariz. 2010). The Court of\nAppeals for the Ninth Circuit affirmed, though making clear that it\nwas none too happy about doing so. “[T]heBrulotterule,”\nthe court complained, “is counterintuitive and its rationale is\narguably unconvincing.” 727 F. 3d 856, 857 (2013).We granted certiorari, 574 U. S. ___\n(2014), to decide whether, as some courts and commentators have\nsuggested, we should overruleBrulotte.[3] For reasons ofstare decisis, we\ndemur.IIPatents endow their holders with certain\nsuperpowers, but only for a limited time. In crafting the patent\nlaws, Congress struck a balance between fostering innovation and\nensuring public access to discoveries. While a patent lasts, the\npatentee possesses exclusive rights to the patented article—rights\nhe may sell or license for royalty payments if he so chooses. See\n35 U. S. C. §154(a)(1). But a patent typically expires 20\nyears from the day the application for it was filed. See\n§154(a)(2). And when the patent expires, the patentee’s\nprerogatives expire too, and the right to make or use the article,\nfree from all restriction, passes to the public. SeeSears,\nRoebuck & Co.v.Stiffel Co., 376 U. S. 225,\n230 (1964) .This Court has carefully guarded that cut-off\ndate, just as it has the patent laws’ subject-matter limits: In\ncase after case, the Court has construed those laws to preclude\nmeasures that restrict free access to formerly patented, as well as\nunpatentable, inventions. In one line of cases, we have struck down\nstate statutes with that consequence. See,e.g.,id.,at 230–233;Bonito Boats, Inc.v.Thunder Craft Boats,\nInc., 489 U. S. 141 –168 (1989);Compco Corp.v.Day-Brite Lighting, Inc., 376 U. S. 234 –238 (1964). By\nvirtue of federal law, we reasoned, “an article on which the patent\nhas expired,” like an unpatentable article, “is in the public\ndomain and may be made and sold by whoever chooses to do so.”Sears, 376 U. S., at 231. In a related line of\ndecisions, we have deemed unenforceable private contract provisions\nlimiting free use of such inventions. InScott Paper Co.v.Marcalus Mfg. Co., 326 U. S. 249 (1945) , for example,\nwe determined that a manufacturer could not agree to refrain from\nchallenging a patent’s validity. Allowing even a single com-pany to\nrestrict its use of an expired or invalid patent, we explained,\n“would deprive . . . the consuming public of the\nadvantage to be derived” from free exploitation of the discovery.Id.,at 256. And to permit such a result, whether or not\nauthorized “by express contract,” would impermissibly undermine the\npatent laws.Id.,at 255–256; see also,e.g., Edward\nKatzinger Co.v.Chicago Metallic Mfg. Co., 329\nU. S. 394 –401 (1947) (ruling thatScott Paperapplies\nto licensees);Lear, Inc.v.Adkins, 395 U. S.\n653 –675 (1969) (refusing to enforce a contract requiring a\nlicensee to pay royalties while contesting a patent’s\nvalidity).Brulottewas brewed in the same barrel.\nThere, an inventor licensed his patented hop-picking machine to\nfarmers in exchange for royalties from hop crops harvested both\nbefore and after his patents’ expiration dates. The Court (by an\n8-1 vote) held the agreement unenforceable—“unlawfulper se”—to the extent it provided for the payment of\nroyalties “accru[ing] after the last of the patents incorporated\ninto the machines had expired.” 379 U. S., at 30, 32. To\narrive at that conclusion, the Court began with the statutory\nprovision setting the length of a patent term. Seeid., at\n30 (quoting the then-current version of §154). Emphasizing that a\npatented invention “become[s] public property once [that term]\nexpires,” the Court then quoted fromScott Paper: Any\nattempt to limit a licensee’s post-expiration use of the invention,\n“whatever the legal device employed, runs counter to the policy and\npurpose of the patent laws.” 379 U. S., at 31 (quoting 326\nU. S., at 256). In theBrulotteCourt’s view, contracts\nto pay royalties for such use continue “the patent monopoly beyond\nthe [patent] period,” even though only as to the licensee affected.\n379 U. S.,at 33. And in so doing, those agreements\nconflict with patent law’s policy of establishing a\n“post-expiration . . . public domain” in which every person can\nmake free use of a formerly patented product.Ibid.TheBrulotterule, like others making\ncontract provisions unenforceable, prevents some parties from\nentering into deals they desire. As compared to lump-sum fees,\nroyalty plans both draw out payments over time and tie those\npayments, in each month or year covered, to a product’s commercial\nsuccess. And sometimes, for some parties, the longer the\narrangement lasts, the better—not just up to but beyond a patent\nterm’s end. A more extended payment period, coupled (as it\npresumably would be) with a lower rate, may bring the price the\npatent holder seeks within the range of a cash-strapped licensee.\n(Anyone who has bought a product on installment can relate.) See\nBrief for Memorial Sloan Kettering Cancer Center et al. asAmici Curiae17. Or such an extended term may better\nallocate the risks and rewards associated with commercializing\ninventions—most notably, when years of development work stand\nbetween licensing a patent and bringing a product to market. See,e.g.,3 R. Milgrim & E. Bensen, Milgrim on Licensing\n§18.05, p. 18–9 (2013). As to either goal,Brulottemay pose\nan obstacle.Yet parties can often find ways aroundBrulotte, enabling them to achieve those same ends. To\nstart,Brulotteallows a licensee to defer payments for\npre-expiration use of a patent into the post-expiration period; all\nthe decision bars are royalties for using an invention after it has\nmoved into the public domain. See 379 U. S., at 31;Zenith\nRadio Corp.v.Hazeltine Research, Inc., 395 U. S.\n100, 136 (1969) . A licensee could agree, for example, to pay the\nlicensor a sum equal to 10% of sales during the 20-year patent\nterm, but to amortize that amount over 40 years. That arrangement\nwould at least bring down early outlays, even if it would not do\neverything the parties might want to allocate risk over a long\ntimeframe. And parties have still more options when a licensing\nagreement covers either multiple patents or additional non-patent\nrights. UnderBrulotte, royalties may run until the\nlatest-running patent covered in the parties’ agreement expires.\nSee 379 U. S., at 30. Too, post-expiration royalties are\nallowable so long as tied to a non-patent right—even when closely\nrelated to a patent. See,e.g.,3 Milgrim on Licensing\n§18.07, at 18–16 to 18–17. That means, for example, that a license\ninvolving both a patent and a trade secret can set a 5% royalty\nduring the patent period (as compensation for the two combined) and\na 4% royalty afterward (as payment for the trade secret alone).\nFinally and most broadly,Brulotteposes no bar to business\narrangements other than royalties—all kinds of joint ventures, for\nexample—that enable parties to share the risks and rewards of\ncommercializing an invention.Contending that such alternatives are not\nenough, Kimble asks us to abandonBrulottein favor of\n“flexible, case-by-case analysis” of post-expiration royalty\nclauses “under the rule of reason.” Brief for Petitioners 45. Used\nin antitrust law, the rule of reason requires courts to evaluate a\npractice’s effect on competition by “taking into account a variety\nof factors, including specific information about the relevant\nbusiness, its condition before and after the [practice] was\nimposed, and the [practice’s] history, nature, and effect.”State Oil Co.v.Khan, 522 U. S. 3, 10 (1997) .\nOf primary importance in this context, Kimble posits, is whether a\npatent holder has power in the relevant market and so might be able\nto curtail competition. See Brief for Petitioners 47–48;Illinois Tool Works Inc.v.Independent Ink, Inc.,\n547 U. S. 28, 44 (2006) (“[A] patent does not necessarily\nconfer market power”). Resolving that issue, Kimble notes, entails\n“a full-fledged economic inquiry into the definition of the market,\nbarriers to entry, and the like.” Brief for Petitioners 48 (quoting\n1 H. Hovenkamp, M. Janis, M. Lemley, & C. Leslie, IP and\nAntitrust §3.2e, p. 3–12.1 (2d ed., Supp. 2014)\n(Hovenkamp)).IIIOverruling precedent is never a small matter.Stare decisis—in English, the idea that today’s Court should\nstand by yesterday’s decisions—is “a foundation stone of the rule\nof law.”Michiganv.Bay Mills Indian Commu-nity, 572\nU. S. ___, ___ (2014) (slip op., at 15). Application of that\ndoctrine, although “not an inexorable command,” is the “preferred\ncourse because it promotes the evenhanded, predictable, and\nconsistent development of legal principles, fosters reliance on\njudicial decisions, and contributes to the actual and perceived\nintegrity of the judicial process.”Paynev.Tennessee, 501 U. S. 808 –828 (1991). It also reduces\nincentives for challenging settled precedents, saving parties and\ncourts the expense of endless relitigation.Respectingstare decisismeans sticking\nto some wrong decisions. The doctrine rests on the idea, as Justice\nBrandeis famously wrote, that it is usually “more important that\nthe applicable rule of law be settled than that it be settled\nright.”Burnetv.Coronado Oil & Gas Co., 285\nU. S. 393, 406 (1932) (dissenting opinion). Indeed,stare\ndecisishas consequence only to the extent it sustains\nincorrect decisions; correct judgments have no need for that\nprinciple to prop them up. Accordingly, an argument that we got\nsomething wrong—even a good argument to that effect—cannot by\nitself justify scrapping settled precedent. Or otherwise said, it\nis not alone sufficient that we would decide a case differently now\nthan we did then. To reverse course, we require as well what we\nhave termed a “special justification”—over and above the belief\n“that the precedent was wrongly decided.”Halliburton Co.v.Erica P. John Fund, Inc., 573 U. S. ___, ___ (2014)\n(slip op., at 4).What is more,stare decisiscarries\nenhanced force when a decision, likeBrulotte, interprets a\nstatute. Then, unlike in a constitutional case, critics of our\nruling can take their objections across the street, and Congress\ncan correct any mistake it sees. See,e.g., Pattersonv.McLean Credit Union, 491 U. S. 164 –173 (1989). That is\ntrue, contrary to the dissent’s view, seepost,at 6–7\n(opinion of Alito, J.), regardless whether our decision focused\nonly on statutory text or also relied, asBrulottedid, on\nthe policies and purposes animating the law. See,e.g.,Bilskiv.Kappos, 561 U. S. 593 –602 (2010). Indeed,\nwe apply statutorystare decisiseven when a decision has\nannounced a “judicially created doctrine” designed to implement a\nfederal statute.Halliburton, 573 U. S., at ___ (slip\nop., at 12). All our interpretive decisions, in whatever way\nreasoned, effectively become part of the statutory scheme, subject\n(just like the rest) to congressional change. Absent special\njustification, they are balls tossed into Congress’s court, for\nacceptance or not as that branch elects.And Congress has spurned multiple opportunities\nto reverseBrulotte—openings as frequent and clear as this\nCourt ever sees.Brulottehas governed licensing agreements\nfor more than half a century. SeeWatsonv.United\nStates, 552 U. S. 74 –83 (2007) (stating that “long\ncongressional acquiescence,” there totaling just 14 years,\n“enhance[s] even the usual precedential force we accord to our\ninterpretations of statutes” (internal quotation marks omitted)).\nDuring that time, Congress has repeatedly amended the patent laws,\nincluding the specific provision ( 35 U. S. C. §154) on\nwhichBrulotterested. See,e.g., Uruguay Round\nAgreements Act, §532(a), 108Stat. 4983 (1994) (increasing the\nlength of the patent term); Act of Nov. 19, 1988, §201, 102Stat.\n4676 (limiting patent-misuse claims).Brulotte survived\nevery such change. Indeed, Congress has rebuffed bills that would\nhave replacedBrulotte’sper serule with the\nsame antitrust-style analysis Kimble now urges. See,e.g.,S. 1200, 100th Cong., 1st Sess., Tit. II (1987) (providing that no\npatent owner would be guilty of “illegal extension of the patent\nright by reason of his or her licensing practices . . .\nunless such practices . . . violate the antitrust laws”);\nS. 438, 100th Cong., 2d Sess., §201(3) (1988) (same). Congress’s\ncontinual reworking of the patent laws—but never of theBrulotterule—further supports leaving the decision in\nplace.Nor yet are we done, for the subject matter ofBrulotteadds to the case for adhering to precedent.Brulottelies at the intersection of two areas of law:\nproperty (patents) and contracts (licensing agreements). And we\nhave often recognized that in just those contexts—“cases involving\nproperty and contract rights”—considerations favoringstare\ndecisisare “at their acme.”E.g., Payne, 501 U. S., at\n828;Khan, 522 U. S., at 20. That is because parties\nare especially likely to rely on such precedents when ordering\ntheir affairs. To be sure, Marvel and Kimble disagree about whetherBrulottehas actually generated reliance. Marvel says yes:\nSome parties, it claims, do not specify an end date for royalties\nin their licensing agreements, instead relying onBrulotteas a default rule. Brief for Respondent 32–33; see 1 D. Epstein,\nEckstrom’s Licensing in Foreign and Domestic Operations §3.13,\np. 3–13, and n. 2 (2014) (noting that it is not\n“necessary to specify the term . . . of the license” when\na decision likeBrulottelimits it “by law”). OverturningBrulottewould thus upset expectations, most so when\nlong-dormant licenses for long-expired patents spring back to life.\nNot true, says Kimble: Unfair surprise is unlikely, because no\n“meaningful number of [such] license agreements . . .\nactually exist.” Reply Brief 18. To be honest, we do not know (nor,\nwe suspect, do Marvel and Kimble). But even uncertainty on this\nscore cuts in Marvel’s direction. So long as we see a reasonable\npossibility that parties have structured their business\ntransactions in light ofBrulotte, we have one more reason\nto let it stand.As against this superpowered form ofstare\ndecisis, we would need a superspecial justification to warrant\nreversingBrulotte. But the kinds of reasons we have most\noften held sufficient in the past do not help Kimble here. If\nanything, they reinforce our unwillingness to do what he asks.First,Brulotte’s statutory and doctrinal\nunderpinnings have not eroded over time. When we reverse our\nstatutory interpretations, we most often point to subsequent legal\ndevelopments—“either the growth of judicial doctrine or further\naction taken by Congress”—that have removed the basis for a\ndecision.Patterson, 491 U. S., at 173 (calling this “the\nprimary reason” for overruling statutory precedent). But the core\nfeature of the patent laws on whichBrulotterelied remains\njust the same: Section 154 now, as then, draws a sharp line cutting\noff patent rights after a set number of years. And this Court has\ncontinued to draw from that legislative choice a broad policy\nfavoring unrestricted use of an invention after its patent’s\nexpiration. Seesupra,at 3–4.Scott Paper—the\ndecision on whichBrulotteprimarily relied—remains good\nlaw. So too do this Court’s other decisions refusing to enforce\neither state laws or private contracts constraining individuals’\nfree use of formerly patented (or unpatentable) discoveries. Seesupra,at 3–4.Brulotte, then, is not the kind of\ndoctrinal dinosaur or legal last-man-standing for whichwe sometimes\ndepart fromstare decisis. Compare,e.g., Alleynev.United States, 570 U. S. ___, ___–___ (2013)\n(Sotomayor, J., concurring) (slip op., at 2–5). To the contrary,\nthe decision’s close relation to a whole web of precedents means\nthat reversing it could threaten others. IfBrulotteis\noutdated, then (for example) isScott Papertoo? We would\nprefer not to unsettle stable law.[4]And second, nothing aboutBrulottehas\nproved unworkable. See,e.g.,Patterson, 491 U. S.,\nat 173 (identifying unworkability as another “traditional\njustification” for overruling precedent). The decision is\nsimplicity itself to apply. A court need only ask whether a\nlicensing agreement provides royalties for post-expiration use of a\npatent. If not, no problem; if so, no dice.Brulotte’s ease\nof use appears in still sharper relief when compared to Kimble’s\nproposed alternative. Recall that he wants courts toemploy\nantitrust law’s rule of reason to identify and invali-date those\npost-expiration royalty clauses with anti-competitive consequences.\nSeesupra,at 6–7. But whatever its merits may be for\ndeciding antitrust claims, that “elaborate inquiry” produces\nnotoriously high litigation costs and unpredictable results.Arizonav.Maricopa County Medical Soc., 457 U. S.\n332, 343 (1982) . For that reason, trading inBrulottefor\nthe rule of reason would make the law less, not more, workable than\nit is now. Once again, then, the case for sticking with\nlong-settled precedent grows stronger: Even the most usual reasons\nfor abandoningstare decisiscut the other way here.IVLacking recourse to those traditional\njustifications for overruling a prior decision, Kimble offers two\ndifferent ones. He claims first thatBrulotterests on a\nmistaken view of the competitive effects of post-expiration\nroyalties. He contends next thatBrulottesuppresses\ntechnological innovation and so harms the nation’s economy. (The\ndissent offers versions of those same arguments. Seepost,at 1–4.) We consider the two claims in turn, but our answers to\nboth are much the same: Kimble’s reasoning may give Congress cause\nto upsetBrulotte, but does not warrant this Court’s doing\nso.AAccording to Kimble, we should overruleBrulottebecause it hinged on an error about economics: It\nassumed that post-patent royalty “arrangements are invariably\nanticompetitive.” Brief for Petitioners 37. That is not true,\nKimble notes; indeed, such agreements more often increase than\ninhibit competition, both before and after the patent expires. Seeid.,at 36–40. As noted earlier, a longer payment period\nwill typically go hand-in-hand with a lower royalty rate. Seesupra,at 5. During the patent term, those reduced rates may\nlead to lower consumer prices, making the patented technology more\ncompetitive with alternatives; too, the lesser rates may enable\nmore companies to afford a license, fostering competition among the\npatent’s own users. See Brief for Petitioners 38. And after the\npatent’s expiration, Kimble continues, further benefits follow:\nAbsent high barriers to entry (a material caveat, as even he would\nagree, see Tr. of Oral Arg. 12–13, 23), the licensee’s continuing\nobligation to pay royalties encourages new companies to begin\nmaking the product, figuring that they can quickly attract\ncustomers by undercutting the licensee on price. See Brief for\nPetitioners 38–39. In light of those realities, Kimble concludes,\n“theBrulotte per serule makes little sense.”Id.,at 11.We do not join issue with Kimble’s\neconomics—only with what follows from it. A broad scholarly\nconsensus supports Kimble’s view of the competitive effects of\npost-expiration royalties, and we see no error in that shared\nanalysis. Seeid.,at 13–18 (citing numerous treatises and\narticles critiquingBrulotte). Still, we must decide what\nthat means forBrulotte. Kimble, of course, says it means\nthe decision must go. Positing thatBrulotteturned on the\nbelief that post-expiration royalties are always anticompetitive,\nhe invokes decisions in which this Court abandoned antitrust\nprecedents premised on similarly shaky economic reasoning. See\nBrief for Petitioners 55–56 (citing,e.g.,Leegin\nCreative Leather Products, Inc.v.PSKS, Inc., 551\nU. S. 877 (2007) ;Illinois Tool Works, 547 U. S.\n28 ). But to agree with Kimble’s conclusion, we must resolve two\nquestions in his favor. First, even assuming Kimble accurately\ncharacterizesBrulotte’s basis, does the decision’s economic\nmistake suffice to overcomestare decisis? Second and more\nfundamentally, wasBrulotteactually founded, as Kimble\ncontends, on an analysis of competitive effects?IfBrulottewere an antitrust rather than\na patent case, we might answer both questions as Kimble would like.\nThis Court has viewedstare decisisas having\nless-than-usual force in cases involving the Sherman Act. See,e.g., Khan, 522 U. S., at 20–21. Congress, we have\nexplained, intended that law’s reference to “restraint of trade” to\nhave “changing content,” and authorized courts to oversee the\nterm’s “dynamic potential.”Business Electronics Corp.v.Sharp Electronics Corp., 485 U. S. 717 –732 (1988). We\nhave therefore felt relatively free to revise our legal analysis as\neconomic understanding evolves and (just as Kimble notes) to\nreverse antitrust precedents that misperceived a practice’s\ncompetitive consequences. SeeLeegin, 551 U. S., at\n899–900. Moreover, because the question in those cases was whether\nthe challenged activity restrained trade, the Court’s rulings\nnecessarily turned on its understanding of economics. SeeBusiness Electronics Corp., 485 U. S., at 731.\nAccordingly, to overturn the decisions in light of sounder economic\nreasoning was to take them “on [their] own terms.”Halliburton,573 U. S., at ___ (slip op., at 9).ButBrulotteis a patent rather than an\nantitrust case, and our answers to both questions instead go\nagainst Kimble. To begin, even assuming thatBrulotterelied\non an economic misjudgment, Congress is the right entity to fix it.\nBy contrast with the Sherman Act, the patent laws do not turn over\nexceptional law-shaping authority to the courts. Accordingly,\nstatutorystare decisis—in which this Court interprets and\nCongress decides whether to amend—retains its usual strong force.\nSeesupra,at 8. And as we have shown, that doctrine does\nnot ordinarily bend to “wrong on the merits”-type arguments; it\ninstead assumes Congress will correct whatever mistakes we commit.\nSeesupra,at 7–8. Nor does Kimble offer any reason to think\nhis own “the Court erred” claim is special. Indeed, he does not\neven point to anything that has changed sinceBrulotte—no\nnew empirical studies or advances in economic theory. Compare,e.g., Halliburton, 573 U. S., at ___ (slip op., at\n9–12) (considering, though finding insufficient, recent economic\nresearch). On his argument, theBrulotteCourt knew all it\nneeded to know to determine that post-patent royalties are not\nusually anticompetitive; it just made the wrong call. See Brief for\nPetitioners 36–40. That claim, even if itself dead-right, fails to\nclearstare decisis’s high bar.And in any event,Brulottedid not hinge\non the mistake Kimble identifies. Although some of its language\ninvoked economic concepts, see n. 4,supra, the Court\ndid not rely on the notion that post-patent royalties harm\ncompetition. Nor is that surprising. The patent laws—unlike the\nSherman Act—do not aim to maximize competition (to a large extent,\nthe opposite). And the patent term—unlike the “restraint of trade”\nstandard—provides an all-encompassing bright-line rule, rather than\ncalling for practice-specific analysis. So in deciding whether\npost-expiration royalties comport with patent law,Brulottedid not undertake to assess that practice’s likely competitive\neffects. Instead, it applied a categorical principle that all\npatents, and all benefits from them, must end when their terms\nexpire. SeeBrulotte, 379 U. S., at 30–32;supra,at 3–5. Or more specifically put, the Court held, as\nit had inScott Paper, that Congress had made a judgment:\nthat the day after a patent lapses, the formerly protected\ninvention must be available to all for free. And further: that\npost-expiration restraints on even a single licensee’s access to\nthe invention clash with that principle. SeeBrulotte, 379\nU. S., at 31–32 (a licensee’s obligation to pay post-patent\nroyalties conflicts with the “free market visualized for the\npost-expiration period” and so “runs counter to the policy and\npurpose of the patent laws” (quotingScott Paper,326\nU. S., at 256)). That patent (not antitrust) policy gave rise\nto the Court’s conclusion that post-patent royalty contracts are\nunenforceable—utterly “regardless of a demonstrable effect on\ncompetition.” 1 Hovenkamp §3.2d, at 3–10.Kimble’s real complaint may go to the merits of\nsuch a patent policy—what he terms its “formalis[m],” its\n“rigid[ity]”, and its detachment from “economic reality.” Brief for\nPetitioners 27–28. But that is just a different version of the\nargument thatBrulotteis wrong. And it is, if anything, a\nversion less capable than the last of trumping statutorystare\ndecisis. For the choice of what patent policy should be lies\nfirst and foremost with Congress. So if Kimble thinks patent law’s\ninsistence on unrestricted access to formerly patented inventions\nleaves too little room for pro-competitive post-expiration\nroyalties, then Congress, not this Court, is his proper\naudience.BKimble also seeks support from the wellspring\nof all patent policy: the goal of promoting innovation.Brulotte, he contends, “discourages technological innovation\nand does significant damage to the American economy.” Brief for\nPetitioners 29. Recall that would-be licensors and licensees may\nbenefit from post-patent royalty arrangements because they allow\nfor a longer payment period and a more precise allocation of risk.\nSeesupra,at 5. If the parties’ ideal licensing agreement\nis barred, Kimble reasons, they may reach no agreement at all. See\nBrief for Petitioners 32. And that possibility may discourage\ninvention in the first instance. The bottom line, Kimble concludes,\nis that some “breakthrough technologies will never see the light of\nday.”Id.,at 33.Maybe. Or, then again, maybe not. While we\nrecognize that post-patent royalties are sometimes not\nanticompetitive, we just cannot say whether barring them imposes\nany meaningful drag on innovation. As we have explained,Brulotteleaves open various ways—involving both licensing\nand other business arrangements—to accomplish payment deferral and\nrisk-spreading alike. Seesupra,at 6. Those alternatives\nmay not offer the parties the precise set of benefits and\nobligations they would prefer. But they might still suffice to\nbring patent holders and product developers together and ensure\nthat inventions get to the public. Neither Kimble nor hisamicihave offered any empirical evidence connectingBrulotteto decreased innovation; they essentially ask us to\ntake their word for the problem. And the United States, which acts\nas both a licensor and a licensee of patented inventions while also\nimplementing patent policy, vigorously disputes thatBrulottehas caused any “significant real-world economic\nharm.” Brief for United States asAmicus Curiae30. Truth be\ntold, if forced to decide that issue, we would not know where or\nhow to start.Which is one good reason why that is not our\njob. Claims that a statutory precedent has “serious and harmful\nconsequences” for innovation are (to repeat this opinion’s refrain)\n“more appropriately addressed to Congress.”Halliburton, 573\nU. S., at ___ (slip op., at 15). That branch, far more than\nthis one, has the capacity to assess Kimble’s charge thatBrulottesuppresses technological progress. And if it\nconcludes thatBrulotteworks such harm, Congress has the\nprerogative to determine the exact right response—choosing the\npolicy fix, among many conceivable ones, that will optimally serve\nthe public interest. As we have noted, Congress legislates actively\nwith respect to patents, considering concerns of just the kind\nKimble raises. Seesupra,at 9. In adhering to our precedent\nas against such complaints, we promote the rule-of-law values to\nwhich courts must attend while leaving matters of public policy to\nCongress.VWhat we can decide, we can undecide. Butstare decisisteaches that we should exercise that authority\nsparingly. Cf. S. Lee and S. Ditko, Amazing Fantasy No. 15:\n“Spider-Man,” p. 13 (1962) (“[I]n this world, with great power\nthere must also come—great responsibility”). Finding many reasons\nfor staying thestare decisiscourse and no “special\njustification” for departing from it, we decline Kimble’s\ninvitation to overruleBrulotte.For the reasons stated, the judgment of the\nCourt of Appeals is affirmed.It is so ordered.Notes1Petitioner Robert Grabb\nlater acquired an interest in the patent. For simplicity, we refer\nonly to Kimble.2InBrulotte,the\npatent holder retained ownership of the patent while licensing\ncustomers to use the patented article in exchange for royalty\npayments. See 379 U. S., at 29–30. By contrast, Kimble sold\nhis whole patent to obtain royalties. But no one here disputes thatBrulottecovers a transaction structured in that alternative\nway.3See,e.g.,\nScheiberv.Dolby Labs., Inc., 293 F. 3d 1014,\n1017–1018 (CA7 2002) (Posner, J.) (Brulottehas been\n“severely, and as it seems to us, with all due respect, justly\ncriticized . . . . However, we have no authority to\noverrule a Supreme Court decision no matter how dubious its\nreasoning strikes us, or even how out of touch with the Supreme\nCourt’s current thinking the decision seems”); Ayres &\nKlemperer, Limiting Patentees’ Market Power Without Reducing\nInnovation Incentives: The Perverse Benefits of Uncertainty and\nNon-Injunctive Remedies, 97 Mich. L. Rev. 985, 1027 (1999)\n(“Our analysis . . . suggests thatBrulotteshould\nbe overruled”).4The only legal erosion to\nwhich Kimble gestures is a change in the treatment of patent tying\nagreements—i.e.,contracts conditioning a licensee’s right\nto use a patent on the purchase of an unpatented product. See Brief\nfor Petitioners 43. WhenBrulottewas decided, those\nagreements counted asper seantitrust violations and\npatent misuse; now, they are unlawful only if the patent holder\nwields power in the relevant market. See Act of Nov. 19, 1988,\n§201, 102Stat. 4676 (adding the market power requirement in the\npatent misuse context);Illinois Tool Works Inc.v.Independent Ink, Inc., 547 U. S. 28 –43 (2006) (relying on\nthat legislative change to overrule antitrust decisions about tying\nand to adopt the same standard). But it is far from clear that the\nold rule of tying was amongBrulotte’s legal underpinnings.Brulottebriefly analogized post-expiration royalty\nagreements to tying arrangements, but only after relating the\nstatutory and caselaw basis for its holding and “conclud[ing]” that\npost-patent royalties are “unlawfulper se.” 379\nU. S., at 32. And even if that analogy played some real role\ninBrulotte, the development of tying law would not undercut\nthe decision—rather the opposite.Congress took the lead in\nchanging the treatment of tying agreements and, in doing so,\nconspicuously leftBrulottein place. Indeed, Congress\ndeclined to enact bills that would have modified not only tying\ndoctrine but alsoBrulotte. Seesupra,at 9 (citing\nS. 1200, 100th Cong., 1st Sess. (1987), and S. 438, 100th Cong., 2d\nSess. (1988)). That choice suggests congressional acquiescence inBrulotte, and so further supports adhering tostare\ndecisis.",
    "joined": []
}