{
    "case": {
        "docket": "41",
        "citation": "568",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/568/41/"
    },
    "id": "1970531",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–184_________________CAROLYN M. KLOECKNER, PETITIONERv.HILDA L. SOLIS, SECRETARY OF LABORon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[December 10, 2012]Justice Kagan delivered the opinion of the\nCourt.A federal employee subjected to an adverse\npersonnel action such as a discharge or demotion may appeal her\nagency’s decision to the Merit Systems Protection Board (MSPB or\nBoard). See 5 U. S. C. §§7512, 7701. In that challenge,\nthe employee may claim, among other things, that the agency\ndiscriminated against her in violation of a federal statute. See\n§7702(a)(1). The question presented in this case arises when the\nMSPB dismisses an appeal alleging discrimination not on the merits,\nbut on procedural grounds. Should an employee seeking judicial\nreview then file a petition in the Court of Appeals for the Federal\nCircuit, or instead bring a suit in district court under the\napplicable antidiscrimination law? We hold she should go to\ndistrict court.IAThe Civil Service Reform Act of 1978 (CSRA), 5\nU. S. C. §1101et seq., establishes a\nframework for evaluating per- sonnel actions taken against federal\nemployees. That statutory framework provides graduated procedural\nprotections depending on an action’s severity. If (but only if) the\naction is particularly serious—involving, for example, a removal\nfrom employment or a reduction in grade or pay—the affected\nemployee has a right to appeal the agency’s decision to the MSPB,\nan independent adjudicator of federal employment disputes.[1] See §§1204, 7512, 7701. Such an\nappeal may merely allege that the agency had insufficient cause for\ntaking the action under the CSRA; but the appeal may also or\ninstead charge the agency with discrimination prohibited by another\nfederal statute, such as Title VII of the Civil Rights Act of 1964,\n42 U. S. C. §2000eet seq.,or the Age\nDiscrimination in Employment Act of 1967, 29 U. S. C.\n§621et seq.See 5 U. S. C. §7702(a)(1). When\nan employee complains of a personnel action serious enough to\nappeal to the MSPBandalleges that the action was based on\ndiscrimination, she is said (by pertinent regulation) to have\nbrought a “mixed case.” See 29 CFR §1614.302 (2012). The CSRA and\nregulations of the MSPB and Equal Employment Opportunity Commission\n(EEOC) set out special procedures to govern such a case—different\nfrom those used when the employee either challenges a serious\npersonnel action under the CSRA alone or attacks a less serious\naction as discriminatory. See 5 U. S. C. §§7702,\n7703(b)(2) (2006 ed. and Supp. V); 5 CFR pt. 1201, subpt. E (2012);\n29 CFR pt. 1614, subpt. C.A federal employee bringing a mixed case may\npro- ceed in a variety of ways. She may first file a discrim-\nination complaint with the agency itself, much as an employee\nchallenging a personnel practice not appealable to the MSPB could\ndo. See 5 CFR §1201.154(a); 29 CFR §1614.302(b). If the agency\ndecides against her, the employee may then either take the matter\nto the MSPB or bypass further administrative review by suing the\nagency in district court. See 5 CFR §1201.154(b); 29 CFR\n§1614.302(d)(1)(i). Alternatively, the employee may initiate the\nprocess by bringing her case directly to the MSPB, forgoing the\nagency’s own system for evaluating discrimination charges. See 5\nCFR §1201.154(a); 29 CFR §1614.302(b). If the MSPB upholds the\npersonnel action (whether in the first instance or after the agency\nhas done so), the employee again has a choice: She may request\nadditional administrative process, this time with the EEOC, or else\nshe may seek judicial review. See 5 U. S. C.\n§§7702(a)(3), (b); 5 CFR §1201.161; 29 CFR §1614.303. The question\nin this case concerns where that judicial review should take\nplace.Section 7703 of the CSRA governs judicial review\nof the MSPB’s decisions. Section 7703(b)(1) gives the basic rule:\n“Except as provided in paragraph (2) of this subsection, a petition\nto review a . . . final decision of the Board shall be filed in the\nUnited States Court of Appeals for the Federal Circuit.” Section\n7703(b)(2) then spells out the exception:“Cases of discrimination subject to the\nprovisions of section 7702 of this title shall be filed under [the\nenforcement sections of the Civil Rights Act, Age Discrimination in\nEmployment Act, and Fair Labor Standards Act], as applicable.\nNotwithstanding any other provision of law, any such case filed\nunder any such section must be filed within 30 days after the date\nthe individual filing the case received notice of the judicially\nreviewable action under such section 7702.”The enforcement provisions of the\nantidiscrimination statutes listed in this exception all authorize\nsuit in fed- eral district court. See 42 U. S. C.\n§§2000e–16(c), 2000e–5(f); 29 U. S. C. §633a(c); §216(b);\nsee alsoElginv.Department of Treasury, 567\nU. S. ___, ___ (2012) (slip op., at 9–10).Section 7702 describes and provides for the\n“cases of discrimination” referenced in §7703(b)(2)’s exception. In\nrelevant part, §7702(a)(1) states:“[I]n the case of any employee . . . who—“(A) has been affected by an action which the\nemployee . . . may appeal to the Merit Systems Protection Board,\nand“(B) alleges that a basis for the action was\ndiscrimination prohibited by [specified antidiscrimination\nstatutes],“the Board shall, within 120 days of the filing\nof the appeal, decide both the issue of discrimination and the\nappealable action in accordance with the Board’s appellate\nprocedures.”The “cases of discrimination” in §7703(b)(2)’s\nexception, in other words, are mixed cases, in which an employee\nchallenges as discriminatory a personnel action appealable to the\nMSPB.The parties here dispute whether, in light of\nthese interwoven statutory provisions, an employee should go to the\nFederal Circuit (pursuant to the general rule of §7703(b)(1)), or\ninstead to a district court (pursuant to the exception in\n§7703(b)(2)), when the MSPB has dismissed her mixed case on\nprocedural grounds.BPetitioner Carolyn Kloeckner used to work at\nthe Department of Labor (DOL or agency). In June 2005, while still\nan employee, she filed a complaint with the agency’s civil rights\noffice, alleging that DOL had engaged in unlawful sex and age\ndiscrimination by subjecting her to a hostile work environment. At\nthat point, Kloeckner’s case was not appealable to the MSPB because\nshe had not suffered a sufficiently serious personnel action\n(e.g., a removal or demotion). Seesupra,at 1–2. Her\nclaim thus went forward not under the special procedures for mixed\ncases, but under the EEOC’s regulations for all other charges of\ndiscrimination. See 29 CFR pt. 1614, subpts. A, D. In line with\nthose rules, the agency completed an internal investigation and\nreport in June 2006, and Kloeckner requested a hearing before an\nEEOC administrative judge.The next month, DOL fired Kloeckner. A removal\nfrom employment is appealable to the MSPB, seesupra, at\n1–2, and Kloeckner believed the agency’s action was discriminatory;\nshe therefore now had a mixed case. As permitted by regulation, seesupra, at 3, she initially elected to file that case with\nthe MSPB. Her claim of discriminatory removal, however, raised\nissues similar to those in her hostile work environment case, now\npending before an EEOC judge; as a result, she became concerned\nthat she would incur duplicative discovery expenses. To address\nthat problem, she sought leave to amend her EEOC complaint to\ninclude her claim of discriminatory removal, and she asked the MSPB\nto dismiss her case without prejudice for four months to allow the\nEEOC process to go forward. See App. 13, 50–51. Both of those\nmotions were granted. The EEOC judge accepted the\namendment,[2] and on September\n18, 2006, the MSPB dismissed her appeal “without prejudice to [her]\nright to refile . . . either (A) within 30 days after a\ndecision is rendered in her EEOC case; or (B) by January 18,\n2007—whichever occurs first.”Id., at 5.Discovery continued in the EEOC proceeding well\npast the MSPB’s January 18 deadline. In April, the EEOC judge found\nthat Kloeckner had engaged in bad-faith conduct in connection with\ndiscovery. As a sanction, the judge terminated the EEOC proceeding\nand returned Kloeckner’s case to DOL for a final decision. Six\nmonths later, in October 2007, DOL issued a ruling rejecting all of\nKloeckner’s claims. Seeid., at 10–49.Kloeckner appealed DOL’s decision to the Board\nin November 2007. That appeal was filed within 30 days, the usual\nwindow for seeking MSPB review of an agency’s determination of a\nmixed case. See 5 CFR §1201.154(a); 29 CFR §1614.302(d)(1)(ii). But\nthe MSPB declined to treat Kloeckner’s filing as an ordinary appeal\nof such an agency decision. Instead, the Board viewed it as an\neffort to reopen her old MSPB case—many months after the January 18\ndeadline for doing so had expired. The Board therefore dismissed\nKloeckner’s appeal as untimely. See App. 53–57.Kloeckner then brought this action against DOL\nin Federal District Court, alleging unlawful discrimination. The\nDistrict Court dismissed the complaint for lack of jurisdiction.\nSeeKloecknerv.Solis, Civ. Action No. 4:09CV804 (ED\nMo., Feb. 18, 2010). Relying on the Eighth Circuit’s ruling inBrumleyv.Levinson, 991 F.2d 801 (1993)\n(per curiam), the court held that because the MSPB had\ndismissed Kloeckner’s claims on procedural grounds, she should have\nsought review in the Federal Circuit under §7703(b)(1); in the\ncourt’s view, the only discrimination cases that could go to\ndistrict court pursuant to §7703(b)(2) were those the MSPB had\ndecided on the merits. The Eighth Circuit affirmed on the same\nreasoning. See 639 F.3d 834 (2011).We granted certiorari, 565 U. S. ___\n(2012), to resolve a Circuit split on whether an employee seeking\njudicial review should proceed in the Federal Circuit or in a\ndistrict court when the MSPB has dismissed her mixed case on\nprocedural grounds.[3] We now\nreverse the Eighth Circuit’s decision.IIAs the above account reveals, the intersection\nof fed- eral civil rights statutes and civil service law has\nproduced a complicated, at times confusing, process for resolving\nclaims of discrimination in the federal workplace. But even within\nthe most intricate and complex systems, some things are plain. So\nit is in this case, where two sections of the CSRA, read naturally,\ndirect employees like Kloeckner to district court.Begin with §7703, which governs judicial review\nof the MSPB’s rulings. As already noted, seesupra,at 3–4,\n§7703(b)(1) provides that petitions to review the Board’s final\ndecisions should be filed in the Federal Circuit—“[e]xcept as\nprovided in paragraph (2) of this subsection.” Paragraph (2),i.e.,§7703(b)(2), then sets out a different rule for one\ncategory of cases—“[c]ases of discrimination subject to the\nprovisions of section 7702 of this title.” Such a case, paragraph\n(2) instructs, “shall be filed under” the enforcement provision of\nan enumerated antidiscrimination statute. And each of those\nenforcement provisions authorizes an action in federal district\ncourt. Seesupra,at 3–4. So “[c]ases of discrimination\nsubject to the provisions of section 7702” shall be filed in\ndistrict court.Turn next to §7702, which identifies the cases\n“subject to [its] provisions.” As also stated earlier, §7702(a)(1)\nde- scribes cases in which a federal employee “(A) has been\naffected by an action which [she] may appeal to the Merit Systems\nProtection Board, and (B) alleges that a basis for the action was\ndiscrimination prohibited by” a listed federal statute. The\nsubsection thus describes what we (adopting the lingo of the\napplicable regulations) have called “mixed cases.” See 29 CFR\n§1614.302. Those are the “cases of discrimination subject to” the\nrest of §7702’s provisions.Now just put §7703 and §7702 together—say, in\nthe form of a syllogism, to make the point obvious. Under\n§7703(b)(2), “cases of discrimination subject to [§7702]” shall be\nfiled in district court. Under §7702(a)(1), the “cases of\ndiscrimination subject to [§7702]” are mixed cases—those appealable\nto the MSPB and alleging discrimination. Ergo, mixed cases shall be\nfiled in district court.And so that is where Kloeckner’s case should\nhave been filed (as indeed it was). No one here contests that\nKloeckner brought a mixed case—that she was affected by an action\n(i.e., removal) appealable to the MSPB and that she alleged\ndiscrimination prohibited by an enumerated fed- eral law. And under\nthe CSRA’s terms, that is all that matters. Regardless whether the\nMSPB dismissed her claim on the merits or instead threw it out as\nuntimely, Kloeckner brought the kind of case that the CSRA routes,\nin crystalline fashion, to district court.IIIThe Government offers an alternative view (as\ndid the Eighth Circuit)—that the CSRA directs the MSPB’s merits\ndecisions to district court, while channeling its procedural\nrulings to the Federal Circuit. According to the Government, that\nbifurcated scheme, though not prescribed in the CSRA in so many\nwords, lies hidden in the statute’s timing requirements. But we\nreturn from the Government’s mazelike tour of the CSRA persuaded\nonly that the merits-procedure distinction is a contrivance, found\nnowhere in the statute’s provisions on judicial review.The Government’s argument has two necessary\nsteps. First, the Government claims that §7703(b)(2)’s exception to\nFederal Circuit jurisdiction applies only when the MSPB’s decision\nin a mixed case is a “judicially review- able action” under §7702.\nSecond, the Government asserts that the Board’s dismissal of a\nmixed case on procedural grounds does not qualify as such a\n“judicially reviewable action.” We describe in turn the way the\nGovernment arrives at each of these conclusions.The first step of the Government’s argument\nderives from §7703(b)(2)’s second sentence. Right after stating\nthat “cases of discrimination subject to [§7702]” shall be filed\nunder specified antidiscrimination statutes (i.e., shall be\nfiled in district court), §7703(b)(2) provides: “Notwithstanding\nany other provision of law, any such case filed under any such\n[statute] must be filed within 30 days after the date the\nindividual filing the case received notice of the judicially\nreviewable action under section 7702.” The Government reads that\nsentence to establish an ad- ditional prerequisite for taking a\ncase to district court, instead of to the Federal Circuit. To fall\nwithin the §7703(b)(2) exception, the Government says, it is not\nenough that a case qualify as a “case of discrimination subject to\n[§7702]”; in addition, the MSPB’s decision must count as a\n“judicially reviewable action.” See Brief for United States 20–21.\nIf the MSPB’s decision isnota “judicially reviewable\naction”—a phrase the Government characterizes as a “term of art in\nthis context,” Tr. of Oral Arg. 28—the ruling still may be subject\nto judicial review (i.e., “judicially reviewable” in the\nordinary sense), but only in the Federal Circuit.The Government’s second step—that the Board’s\npro- cedural rulings are not “judicially reviewable actions”—begins\nwith the language of §7702(a)(3). That provision, the Government\nstates, “defines for the most part which MSPB decisions qualify as\n‘judicially reviewable actions[s]’ ” by “providing that ‘[a]ny\ndecision of the Boardunder paragraph (1)of this subsection\nshall be a judicially reviewable action as of’ the date of the\ndecision.” Brief for Respondent 21 (quoting §7702(a)(3); emphasis\nand brackets added by Government). From there, the Govern- ment\nmoves on to the cross-referenced paragraph—§7702(a)(1)—which\nstates, among other things, that the Board “shall, within 120 days\nof [the employee’s filing], decide both the issue of discrimination\nand the appealable action in accordance with the Board’s appellate\nprocedures.” According to the Government, the Board only “decide[s]\n. . . the issue of discrimination” when it rules on the merits,\nrather than on procedural grounds. On that view, a procedural\ndecision is not in fact a “decision of the Board under paragraph\n(1),” which means that it also is not a “judicially reviewable\naction” under §7702(a)(3). See Brief for Respondent 21–22. And so\n(returning now to the first step of the Government’s argument),\njudicial review of a procedural decision can occur only in the\nFederal Circuit, and not in district court.If you need to take a deep breath after all\nthat, you’re not alone. It would be hard to dream up a more round-\nabout way of bifurcating judicial review of the MSPB’s rulings in\nmixed cases. If Congress had wanted to send merits decisions to\ndistrict court and procedural dismissals to the Federal Circuit, it\ncould just have said so. The Government has offered no reason for\nCongress to have constructed such an obscure path to such a simple\nresult.And taking the Government’s analysis one step at\na time makes it no more plausible than as a gestalt. The\nGovernment’s initial move is to read §7703(b)(2)’s second sentence\nas adding a requirement for a case to fall within the exception to\nFederal Circuit jurisdiction. But that sentence does no such thing;\nit is nothing more than a filing deadline. Consider each sentence\nof §7703(b)(2) in turn. The first sentence defineswhichcases should be brought in district court, rather than in the\nFederal Circuit; here, the full description is “[c]ases of\ndiscrimination subject to the provisions of section 7702”—to wit,\nmixed cases. The second sentence then stateswhenthose\ncases should be brought: “any such case . . . must be\nfiled within 30 days” of the date the employee “received notice of\nthe judicially reviewable action.” The reference to a “judicially\nreviewable action” in that sentence does important work: It sets\nthe clock running forwhena case that belongs in district\ncourt must be filed there. What it does not do is to further definewhichtimely-brought cases belong in dis- trict court\ninstead of in the Federal Circuit. Describing those cases is the\nfirst sentence’s role.Proof positive that the Government misreads\n§7703(b)(2) comes from considering what the phrase “ju- dicially\nreviewable action” would mean under its theory. In normal legal\nparlance, to say that an agency action is not “judicially\nreviewable” is to say simply that it is not subject to judicial\nreview—that, for one or another reason, it cannot be taken to a\ncourt. But that ordinary understanding will not work for the\nGovernment here, because it wants to use the phrase to help\ndetermine which of two courts should review a decision, rather than\nwhether judicial review is available at all. In the Government’s\nalternate universe, then, to say that an agency action is not\n“judicially reviewable” is to say that itissubject to\njudicial review in the Federal Circuit (even though not in district\ncourt). Small wonder that the Government must call the phrase\n“judicially reviewable action” a “term of art,” supra,at 9:\nOn a natural reading, the phrase defines cases amenable to judicial\nreview, rather than routes those cases as between two courts.And even were we to indulge the Government that\nfar, we could not accept the second step of its analysis. At that\nstage, remember, the Government contends that under §7702 only\ndecisions on the merits qualify as “judicially reviewable actions.”\nThe language on which the Government principally relies, stated\nagain, is as follows: “[T]he Board shall, within 120 days of [the\nemployee’s filing], decide both the issue of discrimination and the\nappealable action.” But that provision, too, is only a timing\nrequirement; it is designed to ensure that the Board act promptly\non employees’ complaints. We see no reason to think that embedded\nwithin that directive is a limitation on the class of “judicially\nreviewable actions.” Nor (even were we to indulge the Government on\nthat point as well) can we find the particular restriction the\nGovernment urges. According to the Government, the MSPB does not\n“decide . . . the issue of discrimination” when it\ndismisses a mixed case on procedural grounds. But that phrase\ncannot bear the weight the Government places on it. All the phrase\nsignifies is that the Board should dispose of the issue in some\nway, whether by actually adjudicating it or by holding that it was\nnot properly raised. Indeed, were the Government right, §7702(a)’s\nstatement that the Board “shall” decide the issue of discrimination\nwould appear to bar procedural dismissals, requiring the Board to\nresolve on the merits even untimely complaints. No one (least of\nall the Government, which here is defending a procedural ruling)\nthinks that a plausible congressional command.Another section of the\nstatute—§7702(e)(1)(B)—puts the final nail in the coffin bearing\nthe Government’s argument. That section states: “[I]f at any time\nafter the 120th day following [an employee’s filing] with the Board\n. . . , there is no judicially reviewable action[,]\n. . . an employee shall be entitled to file a civil\naction” in district court under a listed antidiscrimination\nstatute. That provision, as the Government notes, is designed “to\nsave employees from being held in perpetual uncertainty by Board\ninaction.” Brief for Respondent 28. But if, as the Government\ninsists, a procedural ruling is not a “judicially reviewable\naction,” then the provision would have another, surprising\neffect—essentially blowing up the Government’s argument from the\ninside. In that event, an employee whose suit the Board had\ndismissed on procedural groundscouldbring suit in district\ncourt under 7702(e)(1)(B) (so long as 120 days had elapsed from her\nBoard filing), because she would have received “no judicially\nreviewable action.” And what’s more, she could do so even many\nyears later, because the statute’s usual 30-day filing deadline\nbegins to run only upon “notice of [a] judicially reviewable\naction.” §7703(b)(2). So an argument intended to keep employees\nlike Kloeckner out of district court would paradoxically, and\nnonsensically, result in giving them all the time in the world to\nfile suit there.Responding to this unwelcome outcome, the\nGovernment offers us an exit route: We should avoid “absurd\nresults,” the Government urges, by applying §7702(e)(1)(B) only to\n“cases over which the Board continues to exert jurisdiction.” Brief\nfor Respondent 27, 28, n. 4. But as the Government admits,\nthat “gloss on the statute is not found in the text,” Tr. of Oral\nArg. 50; the Government’s remedy requires our reading new words\ninto the statute. We think a better option lies at hand. If we\nreject the Government’s odd view of “judicially reviewable\nactions,” then no absurdity arises in the first place:\n§7702(e)(1)(B) would have no bearing on any case the MSPB dismissed\nwithin 120 days, whatever the grounds. It is the Government’s own\nmisreading that creates the need to “fix” §7702(e)(1)(B); take that\naway and the provision serves, as it was intended, only as a remedy\nfor Board inaction.[4]IVA federal employee who claims that an agency\naction appealable to the MSPB violates an antidiscrimination\nstatute listed in §7702(a)(1) should seek judicial review in\ndistrict court, not in the Federal Circuit. That is so whether the\nMSPB decided her case on procedural grounds or instead on the\nmerits. Kloeckner therefore brought her suit in the right place. We\nreverse the con- trary judgment of the Court of Appeals for the\nEighth Circuit, and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The actions entitling an\nemployee to appeal a case to the MSPB include “(1) a removal; (2) a\nsuspension for more than 14 days; (3) a reduction in grade; (4) a\nreduction in pay; and (5) a furlough.” 5 U. S. C.\n§7512.2Neither the CSRA nor any\nregulation explicitly authorizes an EEOC judge to consider the\nlegality of a removal or other serious personnel action before the\nBoard has done so. Seesupra,at 2–3. Nonetheless, the EEOC\nhas approved that approach when the issues the personnel action\nraises are “firmly enmeshed” in an ongoing EEOC proceeding in order\nto avoid “delay[ing] justice and creat[ing] unnecessary proce-dural\ncomplications.”Burtonv.Espy, Appeal No. 01932449,\n1994 WL 748214, *12 (EEOC, Oct. 28, 1994); see alsoMyvettv.Poteat, Appeal No. 0120103671, 2011 WL 6122516, *2 (EEOC,\nNov. 21, 2011). We express no view on the propriety of this\npractice.3Compare 639 F.3d 834 (CA8\n2011) (case below) (Federal Circuit);Ballentinev.MSPB, 738 F.2d 1244 (CA Fed. 1984) (same), withHarmsv.IRS,321 F.3d 1001(CA10 2003) (district court);Downeyv.Runyon,160 F.3d 139(CA2 1998) (same).4The Government\nsupplements its tortuous reading of the CSRA’s text with an appeal\nto one of the statute’s purposes—in its words, “ensuring that the\nFederal Circuit would develop a uniform body of case law governing\nfederal personnel issues.” Brief for Respondent 32. We have\npreviously recognized that Congress, through the CSRA, sought to\navoid “unnecessary layer[s] of judicial review in lower federal\ncourts, and encourag[e] more consistent judicial decisions.”UnitedStatesv.Fausto,484 U.S.\n439, 449 (1988) (internal quotation marks and some bracketing\nomitted). But in this case, the Government’s argument about the\nnecessity of Federal Circuit review runs into an inconvenient fact:\nWhen Congress passed the CSRA, the Federal Circuit did not exist,\nand §7703(b)(1) thus provided, as the general rule, that a federal\nemployee should appeal a Board decision to 1 of the 12 Courts of\nAppeals or the Court of Claims. See Civil Service Reform Act of\n1978, 92Stat. 1143. Moreover, the Government’s own approach would\nleave many cases involving federal employment issues in district\ncourt. If the MSPB rejects on the merits a complaint alleging that\nan agency violated the CSRA as well as an antidiscrimination law,\nthe suit will come to district court for a decision on both\nquestions. SeeWilliamsv.DepartmentofArmy, 715 F.2d 1485, 1491 (CA Fed. 1983) (en banc). In any\nevent, even the most formidable argument concerning the statute’s\npurposes could not overcome the clarity we find in the statute’s\ntext.",
    "joined": []
}