{
    "case": {
        "docket": "14-10154",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-10154/"
    },
    "id": "3590952",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–10154_________________STEPHEN L. VOISINE and WILLIAM E. ARMSTRONG,\nIII, PETITIONERSv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 27, 2016]Justice Kagan delivered the opinion of the\nCourt.Federal law prohibits any person convicted of a\n“misdemeanor crime of domestic violence” from possessing a firearm.\n18 U. S. C. §922(g)(9). That phrase is defined to include\nany misdemeanor committed against a domestic relation that\nnecessarily involves the “use . . . of physical force.”\n§921(a)(33)(A). The question presented here is whether misdemeanor\nassault convictions for reckless (as contrasted to knowing or\nintentional) conduct trigger the statutory firearms ban. We hold\nthat they do.ICongress enacted §922(g)(9) some 20 years ago\nto “close [a] dangerous loophole” in the gun control laws.United Statesv.Castleman, 572 U. S. ___, ___\n(2014) (slip op., at 2) (quotingUnited Statesv.Hayes, 555 U. S. 415, 426 (2009) ). An existing\nprovision already barred convicted felons from possessing firearms.\nSee §922(g)(1) (1994 ed.). But many perpetrators of domestic\nviolence are charged with misdemeanors rather than felonies,\nnotwithstanding the harmfulness of their conduct. SeeCastleman, 572 U. S., at ___ (slip op., at 2). And\n“[f]irearms and domestic strife are a potentially deadly\ncombination.”Hayes,555 U. S., at 427. Accordingly,\nCongress added §922(g)(9) to prohibit any person convicted of a\n“misdemeanor crime of domestic violence” from possessing any gun or\nammunition with a connection to interstate commerce. And it defined\nthat phrase, in §921(a)(33)(A), to include a misdemeanor under\nfederal, state, or tribal law, committed by a person with a\nspecified domestic relationship with the victim, that “has, as an\nelement, the use or attempted use of physical force.”Two Terms ago, this Court considered the scope\nof that definition in a case involving a conviction for a knowing\nor intentional assault. SeeCastleman, 572 U. S., at\n___–___ (slip op., at 4–13). InCastleman, we initially held\nthat the word “force” in §921(a)(33)(A) bears its common-law\nmeaning, and so is broad enough to include offensive touching. Seeid., at ___ (slip op., at 4). We then determined that “the\nknowing or intentional application of [such] force is a ‘use’ of\nforce.”Id.,at ___ (slip op., at 13). But we expressly left\nopen whether a reckless assault also qualifies as a “use” of\nforce—so that a misdemeanor conviction for such conduct would\ntrigger §922(g)(9)’s firearms ban. Seeid.,at ___,\nn. 8 (slip op., at 11, n. 8). The two cases before us now\nraise that issue.Petitioner Stephen Voisine pleaded guilty in\n2004 to assaulting his girlfriend in violation of §207 of the Maine\nCriminal Code, which makes it a misdemeanor to “intentionally,\nknowingly or recklessly cause[ ] bodily injury or offensive\nphysical contact to another person.” Me. Rev. Stat. Ann., Tit.\n17–A, §207(1)(A). Several years later, Voisine again found himself\nin legal trouble, this time for killing a bald eagle. See 16\nU. S. C. §668(a). While investigating that crime, law\nenforcement officers learned that Voisine owned a rifle. When a\nbackground check turned up his prior misdemeanor conviction, the\nGovernment charged him with violating 18 U. S. C.\n§922(g)(9).[1]Petitioner William Armstrong pleaded guilty in\n2008 to assaulting his wife in violation of a Maine domestic\nviolence law making it a misdemeanor to commit an assault\nprohibited by §207 (the general statute under which Voisine was\nconvicted) against a family or household member. See Me. Rev. Stat.\nAnn., Tit. 17–A, §207–A(1)(A). A few years later, law enforcement\nofficers searched Armstrong’s home as part of a narcotics\ninvestigation. They discovered six guns, plus a large quantity of\nammunition. Like Voisine, Armstrong was charged under §922(g)(9)\nfor unlawfully possessing firearms.Both men argued that they were not subject to\n§922(g)(9)’s prohibition because their prior convictions (as the\nGovernment conceded) could have been based on reckless, rather than\nknowing or intentional, conduct. The District Court rejected those\nclaims. Each petitioner then entered a guilty plea conditioned on\nthe right to appeal the District Court’s ruling.The Court of Appeals for the First Circuit\naffirmed the two convictions, holding that “an offense with amens reaof recklessness may qualify as a ‘misdemeanor crime\nof violence’ under §922(g)(9).”United Statesv.Armstrong, 706 F. 3d 1, 4 (2013); seeUnited\nStatesv.Voisine, 495 Fed. Appx. 101, 102 (2013)\n(per curiam). Voisine and Armstrong filed a joint petition\nfor certiorari, and shortly after issuingCastleman, this\nCourt (without opinion) vacated the First Circuit’s judgments and\nremanded the cases for further consideration in light of that\ndecision. SeeArmstrongv.United States, 572\nU. S. ___ (2014). On remand, the Court of Appeals again upheld\nthe convictions, on the same ground. See 778 F. 3d 176, 177\n(2015).We granted certiorari, 577 U. S. ___\n(2015), to resolve a Circuit split over whether a misdemeanor\nconviction for recklessly assaulting a domestic relation\ndisqualifies an individual from possessing a gun under\n§922(g)(9).[2] We now\naffirm.IIThe issue before us is whether §922(g)(9)\napplies to reckless assaults, as it does to knowing or intentional\nones. To commit an assault recklessly is to take that action with a\ncertain state of mind (ormens rea)—in the dominant\nformulation, to “consciously disregard[ ]” a substantial risk\nthat the conduct will cause harm to another. ALI, Model Penal Code\n§2.02(2)(c) (1962); Me. Rev. Stat. Ann., Tit. 17–A, §35(3) (Supp.\n2015) (adopting that definition); seeFarmerv.Brennan, 511 U. S. 825 –837 (1994) (noting that a\nperson acts recklessly only when he disregards a substantial risk\nof harm “of which he is aware”). For purposes of comparison, to\ncommit an assault knowingly or intentionally (the latter, to add\nyet another adverb, sometimes called “purposefully”) is to act with\nanother state of mind respecting that act’s consequences—in the\nfirst case, to be “aware that [harm] is practically certain” and,\nin the second, to have that result as a “conscious object.” Model\nPenal Code §§2.02 (2)(a)–(b); Me. Rev. Stat. Ann., Tit. 17–A,\n§§35(1)–(2).Statutory text and background alike lead us to\nconclude that a reckless domestic assault qualifies as a\n“misdemeanor crime of domestic violence” under §922(g)(9). Congress\ndefined that phrase to include crimes that necessarily involve the\n“use . . . of physical force.” §921(a)(33)(A). Reckless\nassaults, no less than the knowing or intentional ones we addressed\ninCastleman, satisfy that definition. Further, Congress\nenacted §922(g)(9) in order to prohibit domestic abusers convicted\nunder run-of-the-mill misdemeanor assault and battery laws from\npossessing guns. Because fully two-thirds of such state laws extend\nto recklessness, construing §922(g)(9) to exclude crimes committed\nwith that state of mind would substantially undermine the\nprovision’s design.ANothing in the word “use”—which is the only\nstatutory language either party thinks relevant—indicates that\n§922(g)(9) applies exclusively to knowing or intentional domestic\nassaults. Recall that under §921(a)(33)(A), an offense counts as a\n“misdemeanor crime of domestic violence” only if it has, as an\nelement, the “use” of force. Dictionaries consistently define the\nnoun “use” to mean the “act of employing” something. Webster’s New\nInternational Dictionary 2806 (2d ed. 1954) (“[a]ct of employing\nanything”); Random House Dictionary of the English Language 2097\n(2d ed. 1987) (“act of employing, using, or putting into service”);\nBlack’s Law Dictionary 1541 (6th ed. 1990) (“[a]ct of employing,”\n“application”).[3] On that\ncommon understanding, the force involved in a qualifying assault\nmust be volitional; an involuntary motion, even a powerful one, is\nnot naturally described as an active employment of force. SeeCastleman, 572 U. S., at ___ (slip op., at 13) (“[T]he\nword ‘use’ conveys the idea that the thing used (here, ‘physical\nforce’) has been made the user’s instrument” (some internal\nquotation marks omitted)). But the word “use” does not demand that\nthe person applying force have the purpose or practical certainty\nthat it will cause harm, as compared with the understanding that it\nis substantially likely to do so. Or, otherwise said, that word is\nindifferent as to whether the actor has the mental state of\nintention, knowledge, or recklessness with respect to the harmful\nconsequences of his volitional conduct.Consider a couple of examples to see the\nordinary meaning of the word “use” in this context. If a person\nwith soapy hands loses his grip on a plate, which then shatters and\ncuts his wife, the person has not “use[d]” physical force in common\nparlance. But now suppose a person throws a plate in anger against\nthe wall near where his wife is standing. That hurl counts as a\n“use” of force even if the husband did not know for certain (or\nhave as an object), but only recognized a substantial risk, that a\nshard from the plate would ricochet and injure his wife. Similarly,\nto spin out a scenario discussed at oral argument, if a person lets\nslip a door that he is trying to hold open for his girlfriend, he\nhas not actively employed (“used”) force even though the result is\nto hurt her. But if he slams the door shut with his girlfriend\nfollowing close behind, then he has done so—regardless of whether\nhe thinks it absolutely sure or only quite likely that he will\ncatch her fingers in the jamb. See Tr. of Oral Arg. 10–11 (counsel\nfor petitioners acknowledging that this example involves “the use\nof physical force”). Once again, the word “use” does not exclude\nfrom §922(g)(9)’s compass an act of force carried out in conscious\ndisregard of its substantial risk of causing harm.And contrary to petitioners’ view, nothing inLeocalv.Ashcroft, 543 U. S. 1 (2004) ,\nsuggests a different conclusion—i.e., that “use” marks a\ndividing line between reckless and knowing conduct. See Brief for\nPetitioners 18–22. In that decision, this Court addressed a\nstatutory definition similar to §921(a)(33)(A): there, “the use\n. . . of physical force against the person or property of\nanother.” 18 U. S. C. §16. That provision excludes\n“merely accidental” conduct,Leocalheld, because “it is\n[not] natural to say that a person actively employs physical force\nagainst another person by accident.” 543 U. S., at 9. For\nexample, the Court stated, one “would not ordinarily say a person\n‘use[s] . . . physical force against’ another by\nstumbling and falling into him.”Ibid.That reasoning fully\naccords with our analysis here. Conduct like stumbling (or in our\nhypothetical, dropping a plate) is a true accident, and so too the\ninjury arising from it; hence the difficulty of describing that\nconduct as the “active employment” of force.Ibid.But the\nsame is not true of reckless behavior—acts undertaken with\nawareness of their substantial risk of causing injury (in our\ncontrasting hypo, hurling the plate). The harm such conduct causes\nis the result of a deliberate decision to endanger another—no more\nan “accident” than if the “substantial risk” were “practically\ncertain.” Seesupra,at 4 (comparing reckless and knowing\nacts). And indeed,Leocalitself recognized the distinction\nbetween accidents and recklessness, specifically reserving the\nissue whether the definition in §16 embraces reckless conduct, see\n543 U. S.,at 13—as we now hold §921(a)(33)(A)\ndoes.[4]In sum, Congress’s definition of a “misdemeanor\ncrime of violence” contains no exclusion for convictions based on\nreckless behavior. A person who assaults another recklessly\n“use[s]” force, no less than one who carries out that same action\nknowingly or intentionally. The relevant text thus supports\nprohibiting petitioners, and others with similar criminal records,\nfrom possessing firearms.BSo too does the relevant history. As explained\nearlier, Congress enacted §922(g)(9) in 1996 to bar those domestic\nabusers convicted of garden-variety assault or battery\nmisdemeanors—just like those convicted of felonies—from owning\nguns. Seesupra,at 1–2;Castleman, 572 U. S.,\nat ___, ___ (slip op., at 2, 6);Hayes, 555 U. S., at\n426–427. Then, as now, a significant majority of jurisdictions—34\nStates plus the District of Columbia—defined such misdemeanor\noffenses to include the reckless infliction of bodily harm. See\nBrief for United States 7a–19a (collecting statutes). That\nagreement was no coincidence. Sev-eral decades earlier, the Model\nPenal Code had taken the position that amens reaof\nrecklessness should generally suffice to establish criminal\nliability, including for assault. See §2.02(3), Comments 4–5, at\n243–244 (“purpose, knowledge, and recklessness are properly the\nbasis for” such liability); §211.1 (defining assault to include\n“purposely, knowingly, or recklessly caus[ing] bodily injury”).\nStates quickly incorporated that view into their misdemeanor\nassault and battery statutes. So in linking §922(g)(9) to those\nlaws, Congress must have known it was sweeping in some persons who\nhad engaged in reckless conduct. See,e.g., United Statesv.Bailey, 9 Pet. 238, 256 (1835) (Story, J.) (“Congress must\nbe presumed to have legislated under this known state of the\nlaws”). And indeed, that was part of the point: to apply firearms\nrestrictions to those abusers, along with all others, whom the\nStates’ ordinary misdemeanor assault laws covered.What is more, petitioners’ reading risks\nrendering §922(g)(9) broadly inoperative in the 35 jurisdictions\nwith assault laws extending to recklessness—that is, inapplicable\neven to persons who commit that crime knowingly or intentionally.\nConsider Maine’s statute, which (in typical fashion) makes it a\nmisdemeanor to “intentionally, knowingly or recklessly” injure\nanother. Me. Rev. Stat. Ann., Tit. 17–A, §207(1)(A). Assuming that\nprovision defines a single crime (which happens to list alternative\nmental states)—and accepting petitioners’ view that §921(a)(33)(A)\nrequires at least a knowingmens rea—then, underDescampsv.United States, 570 U. S. ___ (2013),noconviction obtained under Maine’s statute could qualify\nas a “misdemeanor crime of domestic violence.” Seeid.,at\n___ (slip op., at 5) (If a state crime “sweeps more broadly” than\nthe federally defined one, a conviction for the state offense\n“cannot count” as a predicate, no matter whatmens reathe\ndefendant actually had). So in the 35 jurisdictions like Maine,\npetitioners’ reading risks allowing domestic abusers of all mental\nstates to evade §922(g)(9)’s firearms ban. InCastleman, we\ndeclined to construe §921(a)(33)(A) so as to render §922(g)(9)\nineffective in 10 States. See 572 U. S., at ___ (slip op., at\n9). All the more so here, where petitioners’ view would jeopardize\n§922(g)(9)’s force in several times that many.Petitioners respond that we should ignore the\nassault and battery laws actually on the books when Congress\nenacted §922(g)(9). In construing the statute, they urge, we should\nlook instead to how the common law defined those crimes in an\nearlier age. See Brief for Petitioners 13–15. And that approach,\npetitioners claim, would necessitate reversing their convictions\nbecause the common law “required amens reagreater than\nrecklessness.”Id.,at 17.But we see no reason to wind the clock back so\nfar. Once again: Congress passed §922(g)(9) to take guns out of the\nhands of abusers convicted under the misdemeanor assault laws then\nin general use in the States. Seesupra,at 1–2, 8. And by\nthat time, a substantial majority of jurisdictions, following the\nModel Penal Code’s lead, had abandoned the common law’s approach tomens reain drafting and interpreting their assault and\nbattery statutes. Indeed, most had gone down that road decades\nbefore. That was the backdrop against which Congress was\nlegislating. Nothing suggests that, in enacting §922(g)(9),\nCongress wished to look beyond that real world to a common-law\nprecursor that had largely expired. To the contrary, such an\napproach would have undermined Congress’s aim by tying the ban on\nfirearms possession not to the laws under which abusers are\nprosecuted but instead to a legal anachronism.[5]And anyway, we would not know how to resolve\nwhether recklessness sufficed for a battery conviction at common\nlaw. Recklessness was not a word in the common law’s standard\nlexicon, nor an idea in its conceptual framework; only in the mid-\nto late-1800’s did courts begin to address reckless behavior in\nthose terms. See Hall, Assault and Battery by the Reckless\nMotorist, 31 J. Crim. L. & C. 133, 138–139 (1940). The common\nlaw traditionally used a variety of overlapping and, frankly,\nconfusing phrases to describe culpable mental states—among them,\nspecific intent, general intent, presumed intent, willfulness, and\nmalice. See,e.g., Morissettev.United States, 342\nU. S. 246, 252 (1952) ; Model Penal Code §2.02, Comment 1, at\n230. Whether and where conduct that we would today describe as\nreckless fits into that obscure scheme is anyone’s guess: Neither\npetitioners’ citations, nor the Government’s competing ones, have\nsucceeded in resolving that counterfactual question. And that\nindeterminacy confirms our conclusion that Congress had no thought\nof incorporating the common law’s treatment ofmens reainto\n§921(a)(33)(A). That provision instead corresponds to the ordinary\nmisdemeanor assault and battery laws used to prosecute domestic\nabuse, regardless of how their mental state requirements might—or,\nthen again, might not—conform to the common law’s.[6]IIIThe federal ban on firearms possession applies\nto any person with a prior misdemeanor conviction for the “use\n. . . of physical force” against a domestic relation.\n§921(a)(33)(A). That language, naturally read, encompasses acts of\nforce undertaken recklessly—i.e.,with conscious disregard\nof a substantial risk of harm. And the state-law backdrop to that\nprovision, which included misdemeanor assault statutes covering\nreckless conduct in a significant majority of jurisdictions,\nindicates that Congress meant just what it said. Each petitioner’s\npossession of a gun, following a conviction under Maine law for\nabusing a domestic partner, therefore violates §922(g)(9). We\naccordingly affirm the judgment of the Court of Appeals.It is so ordered.Notes1InUnited Statesv.Hayes, 555 U. S. 415, 418 (2009) , this Court held\nthat a conviction under a general assault statute like §207 (no\nless than one under a law targeting only domestic assault) can\nserve as the predicate offense for a §922(g)(9) prosecution. When\nthat is so, the Government must prove in the later, gun possession\ncase that the perpetrator and the victim of the assault had one of\nthe domestic relationships specified in §921(a)(33)(A). Seeid.,at 426.2Compare 778 F. 3d\n176 (CA1 2015) (case below) withUnited Statesv.Nobriga, 474 F. 3d 561 (CA9 2006) (per curiam)\n(holding that a conviction for a reckless domestic assault does not\ntrigger §922(g)(9)’s ban).3In cases stretching back\nover a century, this Court has followed suit, although usually\ndiscussing the verb form of the word. See,e.g.,Baileyv.United States, 516 U. S. 137, 145\n(1995) (to use means “ ‘[t]o convert to one’s service,’ ‘to\nemploy,’ [or] ‘to avail oneself of’ ”);Smithv.United States, 508 U. S. 223, 229 (1993) (to use means\n“ ‘[t]o convert to one’s service’ or ‘to employ’ ”);Astorv.Merritt, 111 U. S. 202, 213 (1884) (to\nuse means “to employ [or] to derive service from”).4LikeLeocal, our\ndecision today concerning §921(a)(33)(A)’s scope does not resolve\nwhether §16 includes reckless behavior. Courts have sometimes given\nthose two statutory definitions divergent readings in light of\ndifferences in their contexts and purposes, and we do not foreclose\nthat possibility with respect to their required mental states. Cf.United Statesv.Castleman, 572 U. S. ___, ___,\nn. 4 (2014) (slip op., at 6, n. 4) (interpreting “force”\nin §921(a)(33)(A) to encompass any offensive touching, while\nacknowledging that federal appeals courts have usually read the\nsame term in §16 to reach only “violent force”). All we say here is\nthatLeocal’s exclusion of accidental conduct from a\ndefinition hinging on the “use” of force is in no way inconsistent\nwith our inclusion of reckless conduct in a similarly worded\nprovision.5As petitioners observe,\nthis Court looked to the common law inCastlemanto define\nthe term “force” in §921(a)(33)(A). See 572 U. S., at ___–___\n(slip op., at 4–5); Brief for Petitioners 13–15. But we did so for\nreasons not present here. “Force,” we explained, was “a common-law\nterm of art” with an “established common-law meaning.” 572\nU. S.,at ___ (slip op., at 5) (internal quotation\nmarks omitted). And we thought that Congress meant to adhere to\nthat meaning given its “perfect[ ]” fit with §922(g)(9)’s\ngoal.Ibid. By contrast, neither party pretends that the\nstatutory term “use”—the only one identified as potentially\nrelevant here—has any particular common-law definition. And as\nexplained above, the watershed change in how state legislatures\nthought ofmens reaafter the Model Penal Code makes the\ncommon law a bad match for the ordinary misdemeanor assault and\nbattery statutes in Congress’s sightline.6Petitioners make two last\narguments for reading §921(a)(33)(A) their way, but they do not\npersuade us. First, petitioners contend that we should adopt their\nconstruction to avoid creating a question about whether the Second\nAmendment permits imposing a lifetime firearms ban on a person\nconvicted of a misdemeanor involving reckless conduct. See Brief\nfor Petitioners 32–36. And second, petitioners assert that the rule\nof lenity requires accepting their view. Seeid.,at 31–32.\nBut neither of those arguments can succeed if the statute is clear.\nSeePennsylvania Dept. of Correctionsv.Yeskey, 524\nU. S. 206, 212 (1998) (noting that “the doctrine of\nconstitutional doubt . . . enters in only where a statute\nis susceptible of two constructions” (internal quotation marks\nomitted));Abramskiv.United States, 573 U. S.\n___, ___, n. 10 (2014) (slip op., at 18, n. 10) (stating that\nthe rule of lenity applies only in cases of genuine ambiguity). And\nas we have shown, §921(a)(33)(A) plainly encompasses reckless\nassaults.",
    "joined": []
}