{
    "case": {
        "docket": "18-1059",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1059/"
    },
    "id": "4246579",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1059_________________BRIDGET ANNE KELLY, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[May 7, 2020]Justice Kagan delivered the opinion of the\nCourt.For four days in September 2013, traffic ground\nto a halt in Fort Lee, New Jersey. The cause was an unannounced\nrealignment of 12 toll lanes leading to the George Washington\nBridge, an entryway into Manhattan administered by the Port\nAuthority of New York and New Jersey. For decades, three of those\naccess lanes had been reserved during morning rush hour for\ncommuters coming from the streets of Fort Lee. But on these four\ndays—with predictable consequences—only a single lane was set\naside. The public officials who ordered that change claimed they\nwere reducing the number of dedicated lanes to conduct a traffic\nstudy. In fact, they did so for a political reason—to punish the\nmayor of Fort Lee for refusing to support the New Jersey Governor’s\nreelection bid.Exposure of their behavior led to the criminal\nconvictions we review here. The Government charged the responsible\nofficials under the federal statutes prohibiting wire fraud and\nfraud on a federally funded program or entity. See 18\nU. S. C. §§1343, 666(a)(1)(A). Both those laws target\nfraudulent schemes for obtaining property. See §1343 (barring\nfraudulent schemes “for obtaining money or property”);\n§666(a)(1)(A) (making it a crime to “obtain[ ] by fraud\n. . . property”). The jury convicted the defendants, and\nthe lower courts upheld the verdicts.The question presented is whether the defendants\ncommitted property fraud. The evidence the jury heard no doubt\nshows wrongdoing—deception, corruption, abuse of power. But the\nfederal fraud statutes at issue do not criminalize all such\nconduct. Under settled precedent, the officials could violate those\nlaws only if an object of their dishonesty was to obtain the Port\nAuthority’s money or property. The Government contends it was,\nbecause the officials sought both to “commandeer” the Bridge’s\naccess lanes and to divert the wage labor of the Port Authority\nemployees used in that effort. Tr. of Oral Arg. 58. We disagree.\nThe realignment of the toll lanes was an exercise of regulatory\npower—something this Court has already held fails to meet the\nstatutes’ property requirement. And the employees’ labor was just\nthe incidental cost of that regulation, rather than itself an\nobject of the officials’ scheme. We therefore reverse the\nconvictions.IThe setting of this case is the George\nWashington Bridge. Running between Fort Lee and Manhattan, it is\nthe busiest motor-vehicle bridge in the world. Twelve lanes with\ntollbooths feed onto the Bridge’s upper level from the Fort Lee\nside. Decades ago, the then-Governor of New Jersey committed to a\nset allocation of those lanes for the morning commute. And (save\nfor the four days soon described) his plan has lasted to this day.\nUnder the arrangement, nine of the lanes carry traffic coming from\nnearby highways. The three remaining lanes, designated by a long\nline of traffic cones laid down each morning, serve only cars\ncoming from Fort Lee.The case’s cast of characters are public\nofficials who worked at or with the Port Authority and had\npolitical ties to New Jersey’s then-Governor Chris Christie. The\nPort Authority is a bi-state agency that manages bridges, tunnels,\nairports, and other transportation facilities in New York and New\nJersey. At the time relevant here, William Baroni was its Deputy\nExecutive Director, an appointee of Governor Christie and the\nhighest ranking New Jersey official in the agency. Together with\nthe Executive Director (a New York appointee), he oversaw “all\naspects of the Port Authority’s business,” including operation of\nthe George Washington Bridge. App. 21 (indictment). David Wildstein\n(who became the Government’s star witness) functioned as Baroni’s\nchief of staff. And Bridget Anne Kelly was a Deputy Chief of Staff\nto Governor Christie with special responsibility for managing his\nrelations with local officials. She often worked hand-in-hand with\nBaroni and Wildstein to deploy the Port Authority’s resources in\nways that would encourage mayors and other local figures to support\nthe Governor.The fateful lane change arose out of one mayor’s\nresistance to such blandishments. In 2013, Governor Christie was up\nfor reelection, and he wanted to notch a large, bipartisan victory\nas he ramped up for a presidential campaign. On his behalf, Kelly\navidly courted Democratic mayors for their endorsements—among them,\nMark Sokolich of Fort Lee. As a result, that town received some\nvaluable benefits from the Port Authority, including an expensive\nshuttle-bus service. But that summer, Mayor Sokolich informed\nKelly’s office that he would not back the Governor’s campaign. A\nfrustrated Kelly reached out to Wildstein for ideas on how to\nrespond. He suggested that getting rid of the dedicated Fort Lee\nlanes on the Bridge’s toll plaza would cause rush-hour traffic to\nback up onto local streets, leading to gridlock there. Kelly agreed\nto the idea in an admirably concise e-mail: “Time for some traffic\nproblems in Fort Lee.” App. 917 (trial exhibit). In a later phone\nconversation, Kelly confirmed to Wildstein that she wanted to\n“creat[e] a traffic jam that would punish” Mayor Sokolich and “send\nhim a message.”Id., at 254 (Wildstein testimony). And after\nWildstein relayed those communications, Baroni gave the needed\nsign-off.To complete the scheme, Wildstein then devised\n“a cover story”—that the lane change was part of a traffic study,\nintended to assess whether to retain the dedicated Fort Lee lanes\nin the future.Id.,at 264. Wildstein, Baroni, and Kelly all\nagreed to use that “public policy” justification when speaking with\nthe media, local officials, and the Port Authority’s own employees.Id.,at 265. And to give their story credibility, Wildstein\nin fact told the Port Authority’s engineers to collect “some\nnumbers on how[ ] far back the traffic was delayed.”Id.,at 305. That inquiry bore little resemblance to the\nPort Authority’s usual traffic studies. According to one engineer’s\ntrial testimony, the Port Authority never closes lanes to study\ntraffic patterns, because “computer-generated model[ing]” can\nitself predict the effect of such actions.Id., at 484\n(testimony of Umang Patel); seeid.,at 473–474 (similar\ntestimony of Victor Chung). And the information that the Port\nAuthority’s engineers collected on this singular occasion was\nmostly “not useful” and “discarded.”Id., at 484–485 (Patel\ntestimony). Nor did Wildstein or Baroni show any interest in the\ndata. They never asked to review what the engineers had found;\nindeed, they learned of the results only weeks later, after a\njournalist filed a public-records request. So although the\nengineers spent valuable time assessing the lane change, their work\nwas to no practical effect.Baroni, Wildstein, and Kelly also agreed to\nincur another cost—for extra toll collectors—in pursuit of their\nobject. Wildstein’s initial thought was to eliminate all three\ndedicated lanes by not laying down any traffic cones, thus turning\nthe whole toll plaza into a free-for-all. But the Port Authority’s\nchief engineer told him that without the cones “there would be a\nsubstantial risk of sideswipe crashes” involving cars coming into\nthe area from different directions.Id., at 284 (Wildstein\ntestimony). So Wildstein went back to Baroni and Kelly and got\ntheir approval to keep one lane reserved for Fort Lee traffic. That\nsolution, though, raised another complication. Ordinarily, if a\ntoll collector on a Fort Lee lane has to take a break, he closes\nhis booth, and drivers use one of the other two lanes. Under the\none-lane plan, of course, that would be impossible. So the Bridge\nmanager told Wildstein that to make the scheme work, “an extra toll\ncollector” would always have to be “on call” to relieve the regular\ncollector when he went on break.Id.,at 303. Once again,\nWildstein took the news to Baroni and Kelly. Baroni thought it was\n“funny,” remarking that “only at the Port Authority would [you]\nhave to pay a toll collector to just sit there and wait.”Ibid.Still, he and Kelly gave the okay.The plan was now ready, and on September 9 it\nwent into effect. Without advance notice and on the (traffic-heavy)\nfirst day of school, Port Authority employees placed traffic cones\ntwo lanes further to the right than usual, restricting cars from\nFort Lee to a single lane. Almost immediately, the town’s streets\ncame to a standstill. According to the Fort Lee Chief of Police,\nthe traffic rivaled that of 9/11, when the George Washington Bridge\nhad shut down. School buses stood in place for hours. An ambulance\nstruggled to reach the victim of a heart attack; police had trouble\nresponding to a report of a missing child. Mayor Sokolich tried to\nreach Baroni, leaving a message that the call was about an “urgent\nmatter of public safety.”Id.,at 323. Yet Baroni failed to\nreturn that call or any other: He had agreed with Wildstein and\nKelly that they should all maintain “radio silence.”Id.,at\n270. A text from the Mayor to Baroni about the locked-in school\nbuses—also unanswered—went around the horn to Wildstein and Kelly.\nThe last replied: “Is it wrong that I am smiling?”Id., at\n990 (Kelly text message). The three merrily kept the lane\nrealignment in place for another three days. It ended only when the\nPort Authority’s Executive Director found out what had happened and\nreversed what he called their “abusive decision.”Id., at\n963 (e-mail of Patrick Foye).The fallout from the scheme was swift and\nsevere. Baroni, Kelly, and Wildstein all lost their jobs. More to\nthe point here, they all ran afoul of federal prosecutors.\nWildstein pleaded guilty to conspiracy charges and agreed to\ncooperate with the Government. Baroni and Kelly went to trial on\ncharges of wire fraud, fraud on a federally funded program or\nentity (the Port Authority), and conspiracy to commit each of those\ncrimes. The jury found both of them guilty on all counts. The Court\nof Appeals for the Third Circuit affirmed, rejecting Baroni’s and\nKelly’s claim that the evidence was insufficient to support their\nconvictions. SeeUnited Statesv.Baroni, 909 F.3d\n550, 560–579 (2018). We granted certiorari. 588 U. S. ___\n(2019).IIThe Government in this case needed to provepropertyfraud. The federal wire fraud statute makes it a\ncrime to effect (with use of the wires) “any scheme or artifice to\ndefraud, or for obtaining money or property by means of false or\nfraudulent pretenses, representations, or promises.” 18\nU. S. C. §1343. Construing that disjunctive language as a\nunitary whole, this Court has held that “the money-or- property\nrequirement of the latter phrase” also limits the former.McNallyv.United States,483\nU.S. 350, 358 (1987). The wire fraud statute thus prohibits\nonly deceptive “schemes to deprive [the victim of] money or\nproperty.”Id.,at 356. Similarly, the federal-program fraud\nstatute bars “obtain[ing] by fraud” the “property” (including\nmoney) of a federally funded program or entity like the Port\nAuthority. §666(a)(1)(A). So under either provision, the Government\nhad to show not only that Baroni and Kelly engaged in deception,\nbut that an “object of the[ir] fraud [was] ‘property.’ ”Clevelandv.United States,531 U.S.\n12, 26 (2000).[1]That requirement, this Court has made clear,\nprevents these statutes from criminalizing all acts of dishonesty\nby state and local officials. Some decades ago, courts of appeals\noften construed the federal fraud laws to “proscribe[ ]\nschemes to defraud citizens of their intangible rights to honest\nand impartial government.”McNally, 483 U. S., at 355.\nThis Court declined to go along. The fraud statutes, we held inMcNally, were “limited in scope to the protection of\nproperty rights.”Id.,at 360. They did not authorize\nfederal prosecutors to “set[ ] standards of disclosure and\ngood government for local and state officials.”Ibid.Congress responded to that decision by enacting a law barring\nfraudulent schemes “to deprive another of the intangible right of\nhonest services”—regardless of whether the scheme sought to divest\nthe victim of any property. §1346. But the vagueness of that\nlanguage led this Court to adopt “a limiting construction,”\nconfining the statute to schemes involving bribes or kickbacks.Skillingv.United States,561\nU.S. 358, 405, 410 (2010). We specifically rejected a proposal\nto construe the statute as encompassing “undisclosed self-dealing\nby a public official,” even when he hid financial interests.Id.,at 409. The upshot is that federal fraud law leaves\nmuch public corruption to the States (or their electorates) to\nrectify. Cf. N. J. Stat. Ann. §2C:30–2 (West 2016)\n(prohibiting the unauthorized exercise of official functions). Save\nfor bribes or kickbacks (not at issue here), a state or local\nofficial’s fraudulent schemes violate that law only when, again,\nthey are “for obtaining money or property.” 18 U. S. C.\n§1343; see §666(a)(1)(A) (similar).The Government acknowledges this much, but\nthinks Baroni’s and Kelly’s convictions remain valid. According to\nthe Government’s theory of the case, Baroni and Kelly “used a lie\nabout a fictional traffic study” to achieve their goal of\nreallocating the Bridge’s toll lanes. Brief for United States 43.\nThe Government accepts that the lie itself—i.e.,that the\nlane change was part of a traffic study, rather than political\npayback—could not get the prosecution all the way home. Seeid.,at 43–44. As the Government recognizes, the deceit must\nalso have had the “object” of obtaining the Port Authority’s money\nor property.Id.,at 44. The scheme met that requirement,\nthe Government argues, in two ways. First, the Government claims\nthat Baroni and Kelly sought to “commandeer[ ]” part of the\nBridge itself—to “take control” of its “physical lanes.” Tr. of\nOral Arg. 58–59. Second, the Government asserts that the two\ndefendants aimed to deprive the Port Authority of the costs of\ncompensating the traffic engineers and back-up toll collectors who\nperformed work relating to the lane realignment. On either theory,\nthe Government insists, Baroni’s and Kelly’s scheme targeted “a\n‘species of valuable right [or] interest’ that constitutes\n‘property’ under the fraud statutes.” Brief for United States 22\n(quotingPasquantinov.United States,544 U.S.\n349, 356 (2005)).We cannot agree. As we explain below, the\nGovernment could not have proved—on either of its theories, though\nfor different reasons—that Baroni’s and Kelly’s scheme was\n“directed at the [Port Authority’s] property.” Brief for United\nStates 44. Baroni and Kelly indeed “plotted to reduce [Fort Lee’s]\nlanes.”Id.,at 34. But that realignment was a\nquintessential exercise of regulatory power. And this Court has\nalready held that a scheme to alter such a regulatory choice is not\none to appropriate the government’s property. SeeCleveland,\n531 U. S., at 23. By contrast, a scheme to usurp a public\nemployee’s paid time is one to take the government’s property. But\nBaroni’s and Kelly’s plan never had that as an object. The use of\nPort Authority employees was incidental to—the mere cost of\nimplementing—the sought-after regulation of the Bridge’s toll\nlanes.Start with this Court’s decision inCleveland, which reversed another set of federal fraud\nconvictions based on the distinction between property and\nregulatory power. The defendant there had engaged in a deceptive\nscheme to influence, to his own benefit, Louisiana’s issuance of\ngaming licenses. The Government argued that his fraud aimed to\ndeprive the State of property by altering its licensing decisions.\nThis Court rejected the claim. The State’s “intangible rights of\nallocation, exclusion, and control”—its prerogatives over who\nshould get a benefit and who should not—do “not create a property\ninterest.”Ibid.Rather, the Court stated, those rights\n“amount to no more and no less than” the State’s “sovereign power\nto regulate.”Ibid.; seeid.,at 20 (“[T]he State’s\ncore concern” in allocating gaming licenses “isregulatory”). Or said another way: The defendant’s fraud\n“implicate[d] the Government’s role as sovereign” wielding\n“traditional police powers”—not its role “as property holder.”Id.,at 23–24. And so his conduct, however deceitful, was\nnot property fraud.The same is true of the lane realignment.\nThrough that action, Baroni and Kelly changed the traffic flow onto\nthe George Washington Bridge’s tollbooth plaza. Contrary to the\nGovernment’s view, the two defendants did not “commandeer” the\nBridge’s access lanes (supposing that word bears its normal\nmeaning). They (of course) did not walk away with the lanes; nor\ndid they take the lanes from the Government by converting them to a\nnon-public use. Rather, Baroni and Kelly regulated use of the\nlanes, as officials responsible for roadways so often do—allocating\nlanes as between different groups of drivers. To borrowCleveland’s words, Baroni and Kelly exercised the regulatory\nrights of “allocation, exclusion, and control”—deciding that\ndrivers from Fort Lee should get two fewer lanes while drivers from\nnearby highways should get two more. They did so, according to all\nthe Government’s evidence, for bad reasons; and they did so by\nresorting to lies. But still,whatthey did was alter a\nregulatory decision about the toll plaza’s use—in effect, about\nwhich drivers had a “license” to use which lanes. And underCleveland, that run-of-the-mine exercise of regulatory power\ncannot count as the taking of property.A government’s right to its employees’ time and\nlabor, by contrast, can undergird a property fraud prosecution.\nSuppose that a mayor uses deception to get “on-the-clock city\nworkers” to renovate his daughter’s new home.United Statesv.Pabey, 664 F.3d 1084, 1089 (CA7 2011). Or imagine that a\ncity parks commissioner induces his employees into doing gardening\nwork for political contributors. SeeUnited Statesv.Delano,55 F.3d 720, 723 (CA2 1995). As both defendants agree, the cost\nof those employees’ services would qualify as an economic loss to a\ncity, sufficient to meet the federal fraud statutes’ property\nrequirement. See Brief for Respondent Baroni 27; Tr. of Oral Arg.\n16. No less than if the official took cash out of the city’s bank\naccount would he have deprived the city of a “valuable\nentitlement.”Pasquantino, 544 U. S., at 357.But that property must play more than some bit\npart in a scheme: It must be an “object of the fraud.”Id.,\nat 355; see Brief for United States 44;supra,at 6–7. Or\nput differently, a property fraud conviction cannot stand when the\nloss to the victim is only an incidental byproduct of the\nscheme.[2] In the\nhome-and-garden examples cited above, that constraint raised no\nproblem: The entire point of the fraudsters’ plans was to obtain\nthe employees’ services. But now consider the difficulty if the\nprosecution inClevelandhad raised a similar employee-labor\nargument. As the Government noted at oral argument here, the fraud\non Louisiana’s licensing system doubtless imposed costs calculable\nin employee time: If nothing else, some state worker had to process\neach of the fraudster’s falsified applications. But still, the\nGovernment acknowledged, those costs were “[i]ncidental.” Tr. of\nOral Arg. 63. The object of the scheme was never to get the\nemployees’ labor: It was to get gaming licenses. So the labor costs\ncould not sustain the conviction for property fraud. Seeid.,at 62–63.This case is no different. The time and labor of\nPort Authority employees were just the implementation costs of the\ndefendants’ scheme to reallocate the Bridge’s access lanes. Or said\nanother way, the labor costs were an incidental (even if foreseen)\nbyproduct of Baroni’s and Kelly’s regulatory object. Neither\ndefendant sought to obtain the services that the employees\nprovided. The back-up toll collectors—whom Baroni joked would just\n“sit there and wait”—did nothing he or Kelly thought useful. App.\n303; seesupra,at 5. Indeed, those workers came onto the\nscene only because the Port Authority’s chief engineer managed to\nrestore one of Fort Lee’s lanes to reduce the risk of traffic\naccidents. Seesupra,at 5. In the defendants’ original\nplan, which scrapped all reserved lanes, there was no reason for\nextra toll collectors. And similarly, Baroni and Kelly did not hope\nto obtain the data that the traffic engineers spent their time\ncollecting. By the Government’s own account, the traffic study the\ndefendants used for a cover story was a “sham,” and they never\nasked to see its results. Brief for United States 4, 32; seesupra,at 5. Maybe, as the Government contends, all of this\nwork was “needed” to realize the final plan—“to accomplish what\n[Baroni and Kelly] were trying to do with the [B]ridge.” Tr. of\nOral Arg. 60. Even if so, it would make no difference. Every\nregulatory decision (think again ofCleveland, seesupra,at 11) requires the use of some employee labor. But\nthat does not mean every scheme to alter a regulation has that\nlabor as its object. Baroni’s and Kelly’s plan aimed to impede\naccess from Fort Lee to the George Washington Bridge. The cost of\nthe employee hours spent on implementing that plan was its\nincidental byproduct.To rule otherwise would undercut this Court’s\noft- repeated instruction: Federal prosecutors may not use property\nfraud statutes to “set[ ] standards of disclosure and good\ngovernment for local and state officials.”McNally, 483\nU. S., at 360; seesupra,at 7. Much of governance\ninvolves (as it did here) regulatory choice. If U. S.\nAttorneys could prosecute as property fraud every lie a state or\nlocal official tells in making such a decision, the result would\nbe—asClevelandrecognized—“a sweeping expansion of federal\ncriminal jurisdiction.” 531 U. S., at 24. And if those\nprosecutors could end-runClevelandjust by pointing to the\nregulation’s incidental costs, the same ballooning of federal power\nwould follow. In effect, the Federal Government could use the\ncriminal law to enforce (its view of ) integrity in broad\nswaths of state and local policymaking. The property fraud statutes\ndo not countenance that outcome. They do not “proscribe[ ]\nschemes to defraud citizens of their intangible rights to honest\nand impartial government.”McNally, 483 U. S., at 355;\nseesupra,at 7. They bar only schemes for obtaining\nproperty.IIIAs Kelly’s own lawyer acknowledged, this case\ninvolves an “abuse of power.” Tr. of Oral Arg. 19. For no reason\nother than political payback, Baroni and Kelly used deception to\nreduce Fort Lee’s access lanes to the George Washington Bridge—and\nthereby jeopardized the safety of the town’s residents. But not\nevery corrupt act by state or local officials is a federal crime.\nBecause the scheme here did not aim to obtain money or property,\nBaroni and Kelly could not have violated the federal-program fraud\nor wire fraud laws. We therefore reverse the judgment of the Court\nof Appeals and remand the case for further proceedings consistent\nwith this opinion.It is so ordered.Notes1The conspiracy verdicts\nraise no separate issue. None of the parties doubts that those\nconvictions stand or fall with the substantive offenses. If there\nwas property fraud here, there was also conspiracy to commit it.\nBut if not, not.2Without that rule, as\nJudge Easterbrook has elaborated, even a practical joke could be a\nfederal felony. SeeUnited Statesv.Walters, 997\nF.2d 1219, 1224 (CA7 1993). His example goes: “A [e-mails] B an\ninvitation to a surprise party for their mutual friend C. B drives\nhis car to the place named in the invitation,” thus expending the\ncost of gasoline.Ibid.“But there is no party; the address\nis a vacant lot; B is the butt of a joke.”Ibid.Wire fraud?\nNo. And for the reason Judge Easterbrook gave: “[T]he victim’s loss\nmust be an objective of the [deceitful] scheme rather than a\nbyproduct of it.”Id.,at 1226.",
    "joined": []
}