{
    "case": {
        "docket": "18-8369",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-8369/"
    },
    "id": "4258734",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–8369_________________ARTHUR J. LOMAX, PETITIONER v. CHRISTINA\nORTIZ-MARQUEZ, et al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 8, 2020]Justice Kagan delivered the opinion of the\nCourt.[1]To help staunch a “flood of nonmeritorious”\nprisoner litigation, the Prison Litigation Reform Act of 1995\n(PLRA) established what has become known as the three-strikes rule.Jonesv.Bock,549 U.S.\n199, 203 (2007). That rule generally prevents a prisoner from\nbringing suitin forma pauperis(IFP)—that is,without first paying the filing fee—if he has had three or more\nprior suits “dismissed on the grounds that [they were] frivolous,\nmalicious, or fail[ed] to state a claim upon which relief may be\ngranted.” 28 U. S. C. §1915(g). Today we address whether\na suit dismissed for failure to state a claim counts as a strike\nwhen the dismissal was without prejudice. We conclude that it does:\nThe text of Section 1915(g)’s three-strikes provision refers to any\ndismissal for failure to state a claim, whether with prejudice or\nwithout.IPetitioner Arthur Lomax is an inmate in a\nColorado prison. He filed this suit against respondent prison\nofficials to challenge his expulsion from the facility’s\nsex-offender treatment program. As is common in prison litigation,\nhe also moved for IFP status to allow his suit to go forward before\nhe pays the $400 filing fee. For that motion to succeed, Lomax must\navoid Section 1915(g). That provision bars further IFP litigation\nonce a prisoner has had at least three prior suits dismissed on\nspecified grounds.[2]1 And\nLomax is no rookie litigant. During his time in prison, he has\nalready brought three unsuccessful legal actions (against various\ncorrections officers, prosecutors, and judges). If the dispositions\nof those cases qualify as strikes under Section 1915(g), Lomax may\nnot now proceed IFP.The courts below ruled that Lomax had struck\nout. The District Court denied his motion for IFP status, finding\nthat all three of his prior suits had been dismissed for failure to\nstate a claim—one of the grounds specified in Section 1915(g). See\nApp. 65–66.[3] On appeal, Lomax\nargued that two of those dismissals should not count as strikes\nbecause they were without prejudice, thus allowing him to file a\nlater suit on the same claim. The Court of Appeals for the Tenth\nCircuit rejected that argument. Relying on Circuit precedent, the\nCourt held it “immaterial to the strikes analysis” whether a\ndismissal was with or without prejudice. 754 Fed. Appx. 756, 759\n(2018) (quotingChildsv.Miller, 713 F.3d 1262, 1266\n(CA10 2013)).The Courts of Appeals have long divided over\nwhether a dismissal without prejudice for failure to state a claim\nqualifies as a strike under Section 1915(g).[4] In line with our duty to call balls and\nstrikes, we granted certiorari to resolve the split, 589 U. S.\n___ (2019), and we now affirm.IIThis case begins, and pretty much ends, with\nthe text of Section 1915(g). Under that provision, a prisoner\naccrues a strike for any action “dismissed on the ground[ ]\nthat it . . . fails to state a claim upon which\nrelief may be granted.” That broad language covers all such\ndismissals: It applies to those issued both with and without\nprejudice to a plaintiff ’s ability to reassert his claim in a\nlater action.[5] A strike-call\nunder Section 1915(g) thus hinges exclusively on the basis for the\ndismissal, regardless of the decision’s prejudicial effect. To\nreach the opposite result—counting prejudicial orders alone as\nstrikes—we would have to read the simple word “dismissed” in\nSection 1915(g) as “dismissed with prejudice.” But this Court may\nnot narrow a provision’s reach by inserting words Congress chose to\nomit. See,e.g.,Virginia Uranium, Inc.v.Warren, 587 U. S. ___, ___ (2019) (lead opinion of\nGorsuch, J.) (slip op., at 1).Indeed, to do so would violate yet another rule\nof statutory construction: “In all but the most unusual situations,\na single use of a statutory phrase must have a fixed meaning”\nacross a statute.Cochise Consultancy, Inc.v.United\nStates ex rel. Hunt, 587 U. S. ___, ___ (2019) (slip\nop., at 5). The PLRA includes three other provisions mentioning\n“dismiss[als]” for “fail[ure] to state a claim”—each enabling\ncourts to dismisssua spontecertain prisoner suits on that\nground. §§1915(e)(2)(B)(ii), 1915A(b); 42 U. S. C.\n§1997e(c). No one here thinks those provisions deprive courts of\nthe ability to dismiss those suits without prejudice. See Reply\nBrief 15; Brief for Respondents 21–24; Brief for United States asAmicus Curiae21–22. Nor would that be a plausible position.\nThe broad statutory language—on its face covering dismissals both\nwith and without prejudice—tracks courts’ ordinary authority to\ndecide whether a dismissal for failure to state a claim should have\npreclusive effect. So reading the PLRA’s three-strikes rule to\napply only to dismissals with prejudice would introduce\ninconsistencies into the statute. The identical phrase would then\nbear different meanings in provisions almost next-door to each\nother.Still, Lomax maintains that the phrase\n“dismissed [for] fail[ure] to state a claim” in Section 1915(g) is\na “legal term of art” referring only to dismissals with prejudice.\nReply Brief 4. To support that view, he relies on a procedural rule\nused to answer a different question. When a court dismisses a case\nfor failure to state a claim, but neglects to specify whether the\norder is with or without prejudice, how should a later court\ndetermine its preclusive effect? Federal Rule of Civil Procedure\n41(b), codifying an old equitable principle, supplies the answer:\nIt tells courts to treat the dismissal “as an adjudication on the\nmerits”—meaning a dismissal with prejudice. SeeDurantv.Essex Co., 7 Wall. 107, 109 (1869). According to Lomax,\n“Section 1915(g) should be interpreted in light of this legal\nbackdrop.” Brief for Petitioner 17. He reasons: Because Rule 41(b)\npresumes that an order stating only “dismissed for failure to state\na claim” is with prejudice, the same language when used in Section\n1915(g) should bear that same meaning. And if so, the provision\nwould assign a strike to only with-prejudice dismissals for failure\nto state a claim.But that argument gets things backwards. The\nRule 41(b) presumption (like its older equitable counterpart) does\nnot convert the phrase “dismissed for failure to state a claim”\ninto a legal term of art meaning “dismissed with prejudice” on that\nground. To the contrary, Rule 41(b) is necessary because that\nphrase means only what it says: “dismissed for failure to state a\nclaim”—whether or not with prejudice. In other words, the phrase’s\nindifference to prejudicial effect is what creates the need for a\ndefault rule to determine the import of a dismissal when a court\nfails to make that clear. Rule 41(b), then, actually undercuts\nLomax’s position: Its very existence is a form of proof that the\nlanguage used in Section 1915(g) covers dismissals both with and\nwithout prejudice. And here too, confirmation of the point comes\nfrom the PLRA’s other provisions referring to “dismiss[als]” for\n“fail[ure] to state a claim.” Seesupra,at 4. If that\nphrase had really become a legal term of art implying “with\nprejudice,” then those provisions would prevent courts from\ndismissing prisoner suits without prejudice for failure to state a\nclaim. But Lomax himself does not accept that improbable reading.\nSeeibid. His supposed “term of art” is strangely\nfree-floating, transforming ordinary meaning in one place while\nleaving it alone in all others.Lomax also makes an argument based on the two\nother grounds for dismissal listed in Section 1915(g). Recall that\nthe provision counts as strikes dismissals of actions that are\n“frivolous” or “malicious,” along with those that fail to state a\nclaim. Seesupra,at 1, 2, n. 1. In Lomax’s view, the first\ntwo kinds of dismissals “reflect a judicial determination that a\nclaim is irremediably defective”—that it “cannot succeed and should\nnot return to court.” Brief for Petitioner 11, 22 (internal\nquotation marks omitted). To “harmonize [all] three grounds for\nstrikes,” he continues, the same must be true of dismissals for\nfailure to state a claim.Id.,at 23; seeid.,at 21\n(invoking the “interpretive canonnoscitur a sociis, a word\nis known by the company it keeps” (internal quotation marks\nomitted)). So Section 1915(g), Lomax concludes, must capture only\nthe subset of those dismissals that are issued with prejudice—the\nones disposing of “irredeemable” suits.Id.,at 21.As an initial matter, the very premise of that\nargument is mistaken. Contra Lomax’s view, courts can and sometimes\ndo conclude that frivolous actions are not “irremediably\ndefective,” and thus dismiss them without prejudice. See,e.g.,Martsv.Hines,117 F.3d 1504, 1505 (CA5 1997); see alsoJacksonv.Florida Dept. of Financial Servs., 479 Fed. Appx. 289, 292\n(CA11 2012) (similarly if less commonly, dismissing a malicious\naction without prejudice). Indeed, this Court has suggested that a\ntrial court might abuse its discretion by dismissing an IFP suitwith prejudiceif “frivolous factual allegations [can] be\nremedied through more specific pleading.”Dentonv.Hernandez,504 U.S.\n25, 34 (1992). So on Lomax’s own metric—whether down the road\nthe plaintiff ’s claim might return—the dismissals he claims\nwould be outliers in Section 1915(g) in fact would have company.\nAnd because that is true, his reason for excluding those decisions\nfrom the provision collapses. If dismissals without prejudice for\nfrivolousness count as a strike under Section 1915(g), then why not\nfor failure to state a claim too?Still more fundamentally, Lomax is wrong to\nsuggest that every dismissed action encompassed in Section 1915(g)\nmust closely resemble frivolous or malicious ones. The point of the\nPLRA, as its terms show, was to cabin not only abusive but also\nsimply meritless prisoner suits. Before the PLRA, the statute\ngoverning IFP claims targeted frivolous and malicious actions, but\nno others. SeeNeitzkev.Williams,490 U.S.\n319, 328 (1989). In the PLRA, Congress chose to go\nfurther—precisely by aiming as well at actions that failed to state\na claim. The theory was that a “flood of nonmeritorious claims,”\neven if not in any way abusive, was “effectively preclud[ing]\nconsideration of ” suits more likely to succeed.Jones,\n549 U. S., at 203. So we cannot, in the interest of\n“harmonization,” interpret the phrase “failure to state a claim”\nbased on the pre-existing terms “frivolous” and “malicious.” Cf.Babbittv.Sweet Home Chapter, Communities for Great\nOre.,515 U.S.\n687, 702, 705 (1995) (rejecting use of thenosciturcanon when “the Senate went out of its way to add” a “broad word”\nto a statute). That would defeat the PLRA’sexpansionof the\nstatute beyond what was already there.IIIThe text of the PLRA’s three-strikes provision\nmakes this case an easy call. A dismissal of a suit for failure to\nstate a claim counts as a strike, whether or not with prejudice. We\ntherefore affirm the judgment below.It is so ordered.Notes1Justice Thomas joins all\nbut footnote 4 of this opinion.21 The full text of the\nthree-strikes provision reads: “In no event shall a prisoner bring\na civil action or appeal a judgment in a civil action or proceeding\n[in forma pauperis] if the prisoner has, on 3 or more prior\noccasions, while incarcerated or detained in any facility, brought\nan action or appeal in a court of the United States that was\ndismissed on the grounds that it is frivolous, malicious, or fails\nto state a claim upon which relief may be granted, unless the\nprisoner is under imminent danger of serious physical injury.” 28\nU. S. C. §1915(g).3Two of the cases were\ndismissed underHeckv.Humphrey,512 U.S.\n477(1994), which holds that a claim challenging the validity\nof a conviction or sentence under 42 U. S. C. §1983 “does\nnot accrue until the conviction or sentence has been invalidated.”\n512 U. S., at 490. In concluding that those twoHeckdismissals were for failure to state a claim, the District Court\nfollowed Circuit precedent. SeeSmithv.Veterans\nAdmin., 636 F.3d 1306, 1312 (CA10 2011). Not all Courts of\nAppeals accept that view. See,e.g.,Mejiav.Harrington, 541 Fed. Appx. 709, 710 (CA7 2013). But Lomax\ndid not raise that issue, and we therefore do not address\nit.4Four Circuits treat\ndismissals without prejudice for failure to state a claim as\nstrikes. SeeOrrv.Clements, 688 F.3d 463, 465 (CA8\n2012);Paulv.Marberry, 658 F.3d 702, 704 (CA7\n2011);O’Nealv.Price, 531 F.3d 1146, 1154 (CA9\n2008);Dayv.Maynard,200 F.3d 665, 667 (CA10 1999) (per curiam). Two\nCircuits do the opposite. SeeMillhousev.Heath, 866\nF.3d 152, 162–163 (CA3 2017);McLeanv.United\nStates, 566 F.3d 391, 396–397 (CA4 2009).5Note, however, that the\nprovision does not apply when a court gives a plaintiff leave to\namend his complaint. Courts often take that path if there is a\nchance that amendment can cure a deficient complaint. See Fed. Rule\nCiv. Proc. 15(a) (discussing amendments to pleadings). In that\nevent, because the suit continues, the court’s action falls outside\nof Section 1915(g) and no strike accrues. See Brief for Respondents\n31–35 (noting that flexible amendment practices “ensure that\npotentially meritorious prisoner suits are not hastily dismissed\nwith a strike”); Brief for United States asAmicus Curiae27–28 (similar); Tr. of Oral Arg. 32–34, 44 (similar).",
    "joined": []
}