{
    "case": {
        "docket": "528",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/528/"
    },
    "id": "3243031",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________________No. 13–7451_________________________JOHN L. YATES, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of appeals for\nthe eleventh circuit[February 25, 2015]Justice Kagan, with whom Justice Scalia, Justice Kennedy, and\nJustice Thomas join, dissenting.A criminal law,18 U. S. C. §1519, prohibits tampering with “any\nrecord, document, or tangible object” in an attempt to obstruct a\nfederal investigation. This case raises the question whether the\nterm “tangible object” means the same thing in §1519 as it means in\neveryday language—any object capable of being touched. The answer\nshould be easy: Yes. The term “tangible object” is broad, but\nclear. Throughout the U. S. Code and many States’ laws, it\ninvariably covers physical objects of all kinds. And in §1519,\ncontext confirms what bare text says: All the words surrounding\n“tangible object” show that Congress meant the term to have a wide\nrange. That fits with Congress’s evident purpose in enacting §1519:\nto punish those who alter or destroy physical evidence—anyphysical evidence—with the intent of thwarting federal law\nenforcement.The plurality instead interprets “tangible object” to cover\n“only objects one can use to record or preserve information.”Ante, at 7. The concurring opinion similarly, if more\nvaguely, contends that “tangible object” should refer to “something\nsimilar to records or documents”—and shouldn’t include colonial\nfarmhouses, crocodiles, or fish.Ante, at 1 (Alito, J.,\nconcurring in judgment). In my view, conventional tools of\nstatutory construction all lead to a more conventional result: A\n“tangible object” is an object that’s tangible. I would apply the\nstatute that Congress enacted and affirm the judgment below.IWhile the plurality starts its analysis with §1519’s heading,\nseeante, at 10 (“We note first §1519’s caption”), I would\nbegin with §1519’s text. When Congress has not supplied a\ndefinition, we generally give a statutory term its ordinary\nmeaning. See,e.g.,Schindler Elevator Corp.v.United States ex rel. Kirk, 563 U. S. ___, ___ (2011) (slip\nop., at 5). As the plurality must acknowledge, the ordinary meaning\nof “tangible object” is “a discrete thing that possesses physical\nform.”Ante, at 7 (punctuation and citation omitted). A fish\nis, of course, a discrete thing that possesses physical form. See\ngenerally Dr. Seuss, One Fish Two Fish Red Fish Blue Fish (1960).\nSo the ordinary meaning of the term “tangible object” in §1519, as\nnoone here disputes, covers fish (including too-small red\ngrouper).That interpretation accords with endless uses of the term in\nstatute and rule books as construed by courts. Dozens of federal\nlaws and rules of procedure (and hundreds of state enactments)\ninclude the term “tangible object” or its first cousin “tangible\nthing”—some in association with documents, others not. See,e.g., 7 U. S. C. §8302(2) (referring to “any material or\ntangible object that could harbor a pest or disease”);15\nU. S. C. §57b–1(c) (authorizing investigative demands for\n“documentary material or tangible things”);18 U. S. C.\n§668(a)(1)(D) (defining “museum” as entity that owns “tangible\nobjects that are exhibited to the public”);28 U. S. C.\n§2507(b) (allowing discovery of “relevant facts, books, papers,\ndocuments or tangible things”).[1] To my\nknowledge, no court has ever read any such provision to exclude\nthings that don’t record or preserve data; rather, all courts have\nadhered to the statutory language’s ordinary (i.e.,\nexpansive) meaning. For example, courts have understood the phrases\n“tangible objects” and “tangible things” in the Federal Rules of\nCriminal and Civil Procedure to cover everything from guns to drugs\nto machinery to . . . animals. See,e.g.,United Statesv.Obiukwu, 17 F. 3d 816, 819 (CA6\n1994) (per curiam) (handgun);United Statesv.Acarino, 270 F. Supp. 526, 527–528 (EDNY 1967) (heroin);In re Newman, 782 F. 2d 971, 972–975 (CA Fed. 1986) (energy\ngeneration system);Martinv.Reynolds Metals Corp.,\n297 F. 2d 49, 56–57 (CA9 1961) (cattle). No surprise, then,\nthat—until today—courts have uniformly applied the term “tangible\nobject” in §1519 in the same way. See,e.g.,United\nStatesv.McRae, 702 F. 3d 806, 834–838 (CA5 2012)\n(corpse);UnitedStatesv.Maury, 695 F. 3d\n227, 243–244 (CA3 2012) (cement mixer).That is not necessarily the end of the matter; I agree with the\nplurality (really, who does not?) that context matters in\ninterpreting statutes. We do not “construe the meaning of statutory\nterms in a vacuum.”Tylerv.Cain,533 U. S.\n656,662 (2001). Rather, we interpret particular words “in their\ncontext and with a view to their place in the overall statutory\nscheme.”Davisv.Michigan Dept. of Treasury,489\nU. S. 803,809 (1989). And sometimes that means, as the\nplurality says, that the dictionary definition of a disputed term\ncannot control. See,e.g.,Bloatev.United\nStates, 559 U. S. 196, n. 9 (2010). But this is not\nsuch an occasion, for here the text and its context point the same\nway. Stepping back from the words “tangible object” provides only\nfurther evidence that Congress said what it meant and meant what it\nsaid.Begin with the way the surrounding words in §1519 reinforce the\nbreadth of the term at issue. Section 1519 refers to “any” tangible\nobject, thus indicating (in line withthatword’s plain\nmeaning) a tangible object “of whatever kind.” Webster’s Third New\nInternational Dictionary 97 (2002). This Court has time and again\nrecognized that “any” has “an expansive meaning,” bringing within a\nstatute’s reachalltypes of the item (here, “tangible\nobject”) to which the law refers.Department of Housing and\nUrban Developmentv.Rucker,535 U. S. 125,131 (2002);\nsee,e.g.,Republic of Iraqv.Beaty,556 U. S.\n848,856 (2009);Aliv.Federal Bureau of Prisons,552\nU. S. 214–220 (2008). And the adjacent laundry list of verbs in\n§1519 (“alters, destroys, mutilates, conceals, covers up,\nfalsifies, or makes a false entry”) further shows that Congress\nwrote a statute with a wide scope. Those words are supposed to\nensure—just as “tangible object” is meant to—that §1519 covers the\nwhole world of evidence-tampering, in all its prodigious variety.\nSeeUnited Statesv.Rodgers,466 U. S. 475,480 (1984)\n(rejecting a “narrow, technical definition” of a statutory term\nwhen it “clashes strongly” with “sweeping” language in the same\nsentence).Still more, “tangible object” appears as part of a three-noun\nphrase (including also “records” and “documents”) common to\nevidence-tampering laws and always understood to embrace things of\nall kinds. The Model Penal Code’s evidence-tampering section,\ndrafted more than 50 years ago, similarly prohibits a person from\n“alter[ing], destroy[ing], conceal[ing] or remov[ing] anyrecord, document or thing” in an effort to thwart an\nofficial investigation or proceeding. ALI, Model Penal Code\n§241.7(1),p. 175 (1962) (emphasis added). The Code’s commentary\nemphasizes that the offense described in that provision is “not\nlimited to conduct that [alters] a written instrument.”Id.,\n§241.7, Comment 3, at 179. Rather, the language extends to “any\nphysical object.”Ibid.Consistent with that statement—and,\nof course, with ordinary meaning—courts in the more than 15 States\nthat have laws based on the Model Code’s tampering provision apply\nthem to all tangible objects, including drugs, guns, vehicles and\n. . . yes, animals. See,e.g.,Statev.Majors, 318 S. W. 3d 850, 859–861 (Tenn. 2010) (cocaine);Puckettv.State, 328 Ark. 355, 357–360, 944 S. W. 2d\n111, 113–114 (1997) (gun);Statev.Bruno, 236 Conn.\n514, 519–520, 673 A. 2d 1117, 1122–1123 (1996) (bicycle, skeleton,\nblood stains);Statev.Crites, 2007 Mont. Dist.\nLEXIS 615, *5–*7 (Dec. 21, 2007) (deer antlers). Not a one has\nlimited the phrase’s scope to objects that record or preserve\ninformation.The words “record, document, or tangible object” in §1519 also\ntrack language in18 U. S. C. §1512, the federal\nwitness-tampering law covering (as even the plurality accepts, seeante, at 12) physical evidence in all its forms. Section\n1512, both in its original version (preceding §1519) and today,\nrepeatedly uses the phrase “record, document, or other object”—most\nnotably, in a provision prohibiting the use of force or threat to\ninduce another person to withhold any of those materials from an\nofficial proceeding. §4(a) of the Victim and Witness Protection Act\nof 1982,96Stat.1249, as amended,18 U. S. C. §1512(b)(2).\nThat language, which itself likely derived from the Model Penal\nCode, encompasses no less the bloody knife than the incriminating\nletter, as all courts have for decades agreed. See,e.g.,United Statesv.Kellington, 217 F. 3d 1084, 1088\n(CA9 2000) (boat);United Statesv.Applewhaite, 195\nF. 3d 679, 688 (CA3 1999) (stone wall). And typically “only the\nmost compelling evidence” will persuade this Court that Congress\nintended “nearly identical language” in provisions dealing with\nrelated subjects to bear different meanings.Communication\nWorkersv.Beck,487 U. S. 735,754 (1988); see A.\nScalia & B. Garner, Reading Law: The Interpretation of Legal\nTexts 252 (2012). Context thus again confirms what text\nindicates.And legislative history, for those who care about it, puts extra\nicing on a cake already frosted. Section 1519, as the plurality\nnotes, seeante, at 2, 6, was enacted after the Enron\nCorporation’s collapse, as part of the Sarbanes-Oxley Act of\n2002,116Stat.745. But the provision began its life in a separate\nbill, and the drafters emphasized that Enron was “only a case study\nexposing the shortcomings in our current laws” relating to both\n“corporate and criminal” fraud. S. Rep. No. 107–146, pp. 2, 11\n(2002). The primary “loophole[ ]” Congress identified, seeid., at 14, arose from limits in the part of §1512 just\ndescribed: That provision, as uniformly construed, prohibited a\nperson from inducing another to destroy “record[s], document[s], or\nother object[s]”—of every type—but not from doing so himself.\n§1512(b)(2); seesupra, at 5. Congress (as even the\nplurality agrees, seeante, at 6) enacted §1519 to close\nthat yawning gap. But §1519 could fully achieve that goal only if\nit covered all the records, documents, and objects §1512 did, as\nwell as all the means of tampering with them. And so §1519 was\nwritten to do exactly that—“to apply broadly to any acts to destroy\nor fabricate physical evidence,” as long as performed with the\nrequisite intent. S. Rep. No. 107–146, at 14. “When a person\ndestroys evidence,” the drafters explained, “overly technical legal\ndistinctions should neither hinder nor prevent prosecution.”Id., at 7. Ah well: Congress, meet today’s Court, which here\ninvents just such a distinction with just such an effect. SeeUnited Statesv.Philadelphia Nat. Bank,374\nU. S. 321,343 (1963) (“[C]reat[ing] a large loophole in a\nstatute designed to close a loophole” is “illogical and\ndisrespectful of . . . congressional purpose”).As Congress recognized in using a broad term, giving immunity to\nthose who destroy non-documentary evidence has no sensible basis in\npenal policy. A person who hides a murder victim’s body is no less\nculpable than one who burns the victim’s diary. A fisherman, like\nJohn Yates, who dumps undersized fish to avoid a fine is no less\nblameworthy than one who shreds his vessel’s catch logfor the same\nreason. Congress thus treated both offenders in the same way. It\nunderstood, in enacting §1519, that destroying evidence is\ndestroying evidence, whether or not that evidence takes documentary\nform.IIAThe plurality searches far and wide for\nanything—anything—to support its interpretation of §1519.\nBut its fishing expedition comes up empty.The plurality’s analysis starts with §1519’s title:\n“Destruction, alteration, or falsification of records in Federal\ninvestigations and bankruptcy.” Seeante, at 10; see alsoante, at 3–4 (opinion of Alito, J.). That’s already a sign\nsomething is amiss. I know of no other case in which we havebegunour interpretation of a statute with the title, or\nrelied on a title to override the law’s clear terms. Instead, we\nhave followed “the wise rule that the title of a statute and the\nheading of a section cannot limit the plain meaning of the text.”Trainmenv.Baltimore & Ohio R. Co.,331 U.\nS. 519–529 (1947).The reason for that “wise rule” is easy to see: A title is,\nalmost necessarily, an abridgment. Attempting to mention every term\nin a statute “would often be ungainly as well as useless”;\naccordingly, “matters in the text . . . are frequently\nunreflected in the headings.”Id., at 528. Just last year,\nthis Court observed that two titles in a nearby section of\nSarbanes-Oxley serve as “but a short-hand reference to the general\nsubject matter” of the provision at issue, “not meant to take the\nplace of the detailed provisions of the text.”Lawsonv.FMR LLC, 571 U. S. ___, ___ (2014) (slip op., at 16)\n(quotingTrainmen, 331 U. S., at 528). The\n“under-inclusiveness” of the headings, we stated, was “apparent.”Lawson, 571 U. S., at ___ (slip op., at16). So too for\n§1519’s title, which refers to “destruction, alteration, or\nfalsification” butnotto mutilation, concealment, or\ncovering up, and likewise mentions “records” butnotother\ndocuments or objects. Presumably, the plurality would not refuse to\napply §1519 when a person only conceals evidence rather than\ndestroying, altering, or falsifying it; instead, the plurality\nwould say that a title is just a title, which cannot “undo or\nlimit” more specific statutory text.Ibid.(quotingTrainmen, 331 U. S., at 529). The same holds true when\nthe evidence in question is not a “record” but something else whose\ndestruction, alteration, etc., is intended to obstruct justice.The plurality next tries to divine meaning from §1519’s\n“position within Chapter 73 of Title 18.”Ante, at 10. But\nthat move is yet odder than the last. As far as I can tell, this\nCourt has never once suggested that the section number assigned to\na law bears upon its meaning. Cf. Scalia,supra, at xi–xvi\n(listing more than 50 interpretive principles and canons without\nmentioning the plurality’s new number-in-the-Code theory). And even\non its own terms, the plurality’s argument is hard to fathom. The\nplurality claims that if §1519 applied to objects generally,\nCongress would not have placed it “after the pre-existing §1516,\n§1517, and §1518” because those are “specialized provisions.”Ante, at 11. But search me if I can find a better place for\na broad ban on evidence-tampering. The plural-ity seems to agree\nthat the law properly goes in Chapter 73—the criminal code’s\nchapter on “obstruction of justice.” But the provision does not\nlogically fit into any of that chapter’s pre-existing sections. And\nwith the first 18 numbers of the chapter already taken (starting\nwith §1501 and continuing through §1518), the law naturally took\nthe 19th place. That is standard operating procedure. Prior to the\nSarbanes-Oxley Act of 2002, all of Chapter 73 was ordered\nchronologically: Section 1518 was later enacted than §1517, which\nwas later enacted than §1516, which was . . . well, you\nget the idea. And after Sarbanes-Oxley, Congress has continued in\nthe same vein. Section 1519 is thus right where you would expect it\n(as is the contemporaneously passed §1520)—between §1518 (added in\n1996) and §1521 (added in 2008).[2]The plurality’s third argument, relying on the surplusage canon,\nat least invokes a known tool of statutory construction—but it too\ncomes to nothing. Says the plurality: If read naturally, §1519\n“would render superfluous” §1512(c)(1), which Congress passed “as\npart of the same act.”Ante, at 13. But that is not so:\nAlthough the two provisions significantly overlap, each applies to\nconduct the other does not. The key difference between the two is\nthat §1519 protects the integrity of “matter[s] within the\njurisdiction of any [federal] department or agency” whereas\n§1512(c)(1) safeguards “official proceeding[s]” as definedin\n§1515(a)(1)(A). Section 1519’s language often applies more broadly\nthan §1512(c)(1)’s, as the plurality notes. For example, an FBI\ninvestigation counts as a matter within a federal department’s\njurisdiction, but falls outside the statutory definition of\n“official proceeding” as construed by courts. See,e.g.,United Statesv.Gabriel, 125 F. 3d 89, 105, n. 13\n(CA2 1997). But conversely, §1512(c)(1) sometimes reaches more\nwidely than §1519. For example, because an “official proceeding”\nincludes any “proceeding before a judge or court of the United\nStates,” §1512(c)(1) prohibits tampering with evidence in federal\nlitigation between private parties. See §1515(a)(1)(A);United\nStatesv.Burge, 711 F. 3d 803, 808–810 (CA7 2013);United Statesv.Reich, 479 F. 3d 179, 185–187\n(CA2 2007) (Sotomayor, J.). By contrast, §1519 wouldn’t ordinarily\noperate in that context because a federal court isn’t a “department\nor agency.” SeeHubbardv.United States,514\nU. S. 695,715 (1995).[3] So the surplusage\ncanon doesn’t come into play.[4] Overlap—even\nsignificant overlap—abounds in the criminal law. SeeLoughrinv.United States, 573 U. S. ___, ___ –\n___, n. 4 (2014) (slip op., at 6–7, n. 4). This Court has\nnever thought that of such ordinary stuff surplusage is made. Seeibid.;Connecticut Nat. Bankv.Germain,503\nU. S. 249,253 (1992).And the legislative history to which the plurality appeals, seeante, at 6, only cuts against it because those materials\nshow that lawmakers knew that §1519 and §1512(c)(1) share much\ncommon ground. Minority Leader Lott introduced the amendment that\nincluded §1512(c)(1) (along with other criminal and corporate fraud\nprovisions) late in the legislative process, explaining that he did\nso at the specific request of the President. See 148 Cong. Rec.\n12509, 12512 (2002) (remarks of Sen. Lott). Not only Lott but\nseveral other Senators noted the overlap between the President’s\npackage and provisions already in the bill, most notably §1519. Seeid., at 12512 (remarks of Sen. Lott);id., at 12513\n(remarks of Sen. Biden);id., at 12517 (remarks of Sens.\nHatch and Gramm). The presence of both §1519 and §1512(c)(1) in the\nfinal Act may have reflected belt-and-suspenders caution: If §1519\ncontained some flaw, §1512(c)(1) would serve as a backstop. Or the\naddition of §1512(c)(1) may have derived solely from legislators’\nwish “to satisfy audiences other than courts”—that is, the\nPresident and his Justice Department. Gluck & Bressman,\nStatutory Interpretation from the Inside, 65 Stan. L. Rev. 901, 935\n(2013) (emphasis deleted). Whichever the case, Congress’s\nconsciousness of overlap between the two provisions removes any\nconceivable reason to cast aside §1519’s ordinary meaning in\nservice of preventing some statutory repetition.Indeed, the inclusion of §1512(c)(1) in Sarbanes-Oxley creates a\nfar worse problem for the plurality’s construction of §1519 than\nfor mine. Section 1512(c)(1) criminalizes the destruction of any\n“record, document, or other object”; §1519 of any “record,\ndocument, or tangible object.” On the plurality’s view, one\n“object” is really an object, whereas the other is only an object\nthat preserves or stores information. But “[t]he normal rule of\nstatutory construction assumes that identical words used in\ndifferent parts of the same act,” passed at the same time, “are\nintended to have the same meaning.”Sorensonv.Secretary\nof Treasury,475 U. S. 851,860 (1986) (internal quotation\nmarks omitted). And that is especially true when the different\nprovisions pertain to the same subject. Seesupra, at 5–6.\nThe plurality doesn’t—really, can’t—explain why it instead\ninterprets the same words used in two provisions of the same Act\naddressing the same basic problem to mean fundamentally different\nthings.Getting nowhere with surplusage, the plurality switches canons,\nhoping thatnoscitur a sociisandejusdem generiswill save it. Seeante, at 13–16; see alsoante, at\n1–2 (opinion of Alito, J.). The first of those related canons\nadvises that words grouped in a list be given similar meanings. The\nsecond counsels that a general term following specific words\nembraces only things of a similar kind. According to the plurality,\nthose Latin maxims change the English meaning of “tangible object”\nto only things, like records and documents, “used to record or\npreserve information.”Ante, at 14.[5] But\nunderstood as this Court always has, the canons have no such\ntransformative effect on the workaday language Congress chose.As an initial matter, this Court usesnoscitur a sociisandejusdem generisto resolve ambiguity, not create it.\nThose principles are “useful rule[s] of construction where words\nare of obscure or doubtful meaning.”Russell Motor Car Co.v.United States,261 U. S. 514,520 (1923). But when words\nhave a clear definition, and all other contextual clues support\nthat meaning, the canons cannot properly defeat Congress’s decision\nto draft broad legislation. See,e.g.,Ali, 552\nU. S., at 227 (rejecting the invocation of these canons as an\n“attempt to create ambiguity where the statute’s text and structure\nsuggest none”).Anyway, assigning “tangible object” its ordinary meaning\ncomports withnoscitur a sociisandejusdem generiswhen applied, as they should be, with attention to §1519’s subject\nand purpose. Those canons require identifying a common trait that\nlinks all the words in a statutory phrase. See,e.g.,Graham County Soil and Water Conservation Dist.v.United\nStates ex rel. Wilson,559 U. S. 280,289, n.7 (2010);Ali, 552 U. S., at 224–226. In responding to that\ndemand, the plurality characterizes records and documents as things\nthat preserve information—and so they are. But just as much, they\nare things that provide information, and thus potentially serve as\nevidence relevant to matters under review. And in a statute\npertaining to obstruction of federal investigations, that\nevidentiary function comes to the fore. The destruction of records\nand documents prevents law enforcement agents from gathering facts\nrelevant to official inquiries. And so too does the destruction of\ntangible objects—of whatever kind. Whether the item is a\nfisherman’s ledger or an undersized fish, throwing it overboard has\nthe identical effect on the administration of justice. Seesupra, at 7. For purposes of §1519, records, documents, and\n(all) tangible objects are therefore alike.Indeed, even the plurality can’t fully credit itsnoscitur/ejusdemargument. The same reasoning would\napply toeverylaw placing the word “object” (or “thing”)\nafter “record” and “document.” But as noted earlier, such statutes\nare common: The phrase appears (among other places) in many state\nlaws based on the Model Penal Code, as well as in multiple\nprovisions of §1512. Seesupra, at 4–5. The plurality\naccepts that in those laws “object” means object; its argument\nabout superfluity positivelydependson giving §1512(c)(1)\nthat broader reading. Seeante, at 13, 16. What, then, is\nthe difference here? The plurality proposes that some of those\nstatutes describe less serious offenses than §1519. Seeante, at 17. How and why that distinction affects\napplication of thenoscitur a sociisandejusdem\ngeneriscanons is left obscure: Count it asone more of the\nplurality’s never-before-propounded,not-readily-explained\ninterpretive theories. Seesupra, at 7, 8–9, 11–12. But in\nany event, that rationale cannot support the plurality’s\nwillingness to give “object” its natural meaning in §1512, which\n(like §1519) sets out felonies with penalties of up to 20 years.\nSee §§1512(a)(3)(C), (b), (c). The canons, in the plurality’s\ninterpretive world, apparently switch on and off whenever\nconvenient.And the plurality’s invocation of §1519’s verbs does nothing to\nbuttress its canon-based argument. Seeante, at 14–15;ante, at 2–3 (opinion of Alito, J.). The plurality observes\nthat §1519 prohibits “falsif[ying]” or “mak[ing] a false entry in”\na tangible object, and no one can do those things to, say, a murder\nweapon (or a fish).Ante, at 14. But of course someone can\nalter, destroy, mutilate, conceal, or cover up such a tangible\nobject, and §1519 prohibits those actions too. The Court has never\nbefore suggested that all the verbs in a statute need to match up\nwith all the nouns. SeeRobersv.United States, 572\nU. S. ___, ___ (2014) (slip op., at 4) (“[T]he law does not\nrequire legislators to write extra language specifically exempting,\nphrase by phrase, applications in respect to which a portion of a\nphrase is not needed”). And for good reason. It is exactly when\nCongress sets out to draft a statute broadly—to include every\nimaginable variation on a theme—that such mismatches will arise. To\nrespond by narrowing the law, as the plurality does, is thus to\nflout both what Congress wrote and what Congress wanted.Finally, when all else fails, the plurality invokes the rule of\nlenity. Seeante, at 18. But even in its most robust form,\nthat rule only kicks in when, “after all legitimate tools of\ninterpretation have been exhausted, ‘a reasonable doubt persists’\nregarding whether Congress has made the defendant’s conduct a\nfederal crime.”Abramskiv.United States, 573\nU. S. ___, ___ (2014) (Scalia, J., dissenting) (slip op.,\nat 12) (quotingMoskalv.United States,498\nU. S. 103,108 (1990)). No such doubt lingers here. The\nplural-ity points to the breadth of §1519, seeante, at 18,\nas though breadth were equivalent to ambiguity. It is not. Section\n1519isvery broad. It is also very clear. Every traditional\ntool of statutory interpretation points in the same direction,\ntoward “object” meaning object. Lenity offers no proper refuge from\nthat straightforward (even though capacious) construction.[6]BThe concurring opinion is a shorter, vaguer version of the\nplurality’s. It relies primarily on thenoscitur a sociisandejusdem generiscanons, tries to bolster them with\n§1519’s “list of verbs,” and concludes with the section’s title.\nSeesupra, at 7–8, 12–13, 14–15 (addressing each of those\narguments). (Notably, even the concurrence puts no stock in the\nplurality’s section-number and superfluity claims.) From those\nfamiliar materials, the concurrence arrives at the following\ndefinition: “ ‘tangible object’ should mean something similar\nto records or documents.”Ante, at 4 (opinion of Alito, J.).\nIn amplifying that purported guidance, the concurrence suggests\napplying the term “tangible object” in keeping with what “a\nneighbor, when asked to identify something similar to record or\ndocument,” might answer.Ante, at 1. “[W]ho wouldn’t raise\nan eyebrow,” the concurrence wonders, if the neighbor said\n“crocodile”?Ante, at 1–2. Courts sometimes say, when\nexplaining the Latin maxims, that the “words of a statute should be\ninterpreted consistent with their neighbors.” See,e.g.,United Statesv.Locke, 529 U. S. 89,105 (2000).\nThe concurrence takes that expression literally.But §1519’s meaning should not hinge on the odd game of Mad Libs\nthe concurrence proposes. No one reading §1519 needs to fill in a\nblank after the words “records” and “documents.” That is because\nCongress, quite helpfully, already did so—adding the term “tangible\nobject.” The issue in this case is what that term means. So if the\nconcurrence wishes to ask its neighbor a question, I’d recommend a\nmore pertinent one: Do you think a fish (or, if the concurrence\nprefers, a crocodile) is a “tangible object”? As to that query,\n“who wouldn’t raise an eyebrow” if the neighbor said “no”?In insisting on its different question, the concurrence neglects\nthe proper function of catchall phrases like “or tangible object.”\nThe reason Congress uses such terms is precisely to reach things\nthat, in the concurrence’s words, “do[ ] not spring to\nmind”—to my mind, to my neighbor’s, or (most important) to\nCongress’s.Ante, at 1 (opinion of Alito, J.). As this Court\nrecently explained: “[T]he whole value of a generally phrased\nresidual [term] is that it serves as a catchall for matters not\nspecifically contemplated—known unknowns.”Beaty, 556\nU. S., at 860. Congress realizes that in a game of free\nassociation with “record” and “document,” it will never think of\nall the other things—including crocodiles and fish—whose\ndestruction or alteration can (less frequently but just as\neffectively) thwart law enforcement. Cf.United Statesv.Stubbs, 11 F. 3d 632, 637–638 (CA6 1993) (dead\ncrocodiles used as evidence to support smuggling conviction). And\nso Congress adds the general term “or tangible object”—again,\nexactly because such things “do[ ] not spring to\nmind.”[7]The concurrence suggests that the term “tangible object” serves\nnot as a catchall for physical evidence but to “ensure beyond\nquestion” that e-mails and other electronic files fall within\n§1519’s compass.Ante, at 2. But that claim is\neyebrow-raising in its own right. Would a Congress wishing to make\ncertain that §1519 applies toe-mails add the phrase “tangible\nobject” (as opposed, say, to “electronic communications”)? Would a\njudge or jury member predictably find that “tangible object”\nencompasses something as virtual as e-mail (as compared, say, with\nsomething as real as a fish)? If not (and the answer is not), then\nthat term cannot function as a failsafe fore-mails.The concurrence acknowledges that no one of its arguments can\ncarry the day; rather, it takes the Latin canons plus §1519’s verbs\nplus §1519’s title to “tip the case” for Yates.Ante, at 1.\nBut the sum total of three mistaken arguments is . . .\nthree mistaken arguments. They do not get better in the combining.\nAnd so the concurrence ends up right where the plurality does,\nexcept that the concurrence, eschewing the rule of lenity, has\nnothing to fallback on.IIIIf none of the traditional tools of statutory interpretation can\nproduce today’s result, then what accounts for it? The plurality\noffers a clue when it emphasizes the disproportionate penalties\n§1519 imposes if the law is read broadly. Seeante, at\n17–18. Section 1519, the plurality objects, would then\n“expose[ ] individuals to 20-year prison sentences for\ntampering withanyphysical object thatmighthave\nevidentiary value inanyfederal investigation intoanyoffense.”Ante, at 18. That brings to the surface\nthe real issue: overcriminalization and excessive punishment in the\nU. S. Code.Now as to this statute, I think the plurality somewhat—though\nonly somewhat—exaggerates the matter. The plurality omits from its\ndescription of §1519 the requirement that a person act “knowingly”\nand with “the intent to impede, obstruct, or influence” federal law\nenforcement. And in highlighting §1519’s maximum penalty, the\nplurality glosses over the absence of any prescribed minimum.\n(Let’s not forget that Yates’s sentence was not 20 years, but 30\ndays.) Congress presumably enacts laws with high maximums and no\nminimums when it thinks the prohibited conduct may run the gamut\nfrom major to minor. Thatis assuredly true of acts obstructing\njustice. Compare this case with the following, all of which\nproperly come within, but now fall outside, §1519:McRae,\n702 F. 3d, at 834–838 (burning human body to thwart murder\ninvestigation);Maury, 695 F. 3d, at 243–244 (altering\ncement mixer to impede inquiry into amputation of employee’s\nfingers);United Statesv.Natal, 2014 U. S. Dist.\nLEXIS 108852, *24–*26 (D Conn., Aug. 7, 2014) (repainting van to\ncover up evidence of fatal arson). Most district judges, as\nCongress knows, will recognize differences between such cases and\nprosecutions like this one, and will try to make the punishment fit\nthe crime. Still and all, I tend to think, for the reasons the\nplurality gives, that §1519 is a bad law—too broad and\nundifferentiated, with too-high maximum penalties, which give\nprosecutors too much leverage and sentencers too much discretion.\nAnd I’d go further: In those ways, §1519 is unfortunately not an\noutlier, but an emblem of a deeper pathology in the federal\ncriminal code.But whatever the wisdom or folly of §1519, this Court does not\nget to rewrite the law. “Resolution of the pros and cons of whether\na statute should sweep broadly or narrowly is for Congress.”Rodgers, 466 U. S., at 484. If judges disagree with\nCongress’s choice, we are perfectly entitled to say so—in lectures,\nin law review articles, and even in dicta. But we are not entitled\nto replace the statute Congress enacted with an alternative of our\nowndesign.I respectfully dissent.Notes1From Alabama and Alaska through\nWisconsin and Wyoming (and trust me—in all that come between),\nStates similarly use the terms “tangible objects” and “tangible\nthings” in statutes and rules of all sorts. See,e.g., Ala.\nCode §34–17–1(3) (2010) (defining “landscape architecture” to\ninclude the design of certain “tangible objects and features”);\nAlaska Rule Civ. Proc. 34(a)(1) (2014) (allowing litigants to\n“inspect, copy, test, or sample any tangible things” that\nconstitute or contain discoverable material); Wis. Stat. §804.09(1)\n(2014) (requiring the production of “designated tangible things” in\ncivil proceedings); Wyo. Rule Crim. Proc. 41(h) (2014) (defining\n“property” for purposes of a search-and-seizure statute to include\n“documents, books, papers and any other tangible\nobjects”).2The lonesome exception to Chapter\n73’s chronological order is §1514A, added in Sarbanes-Oxley to\ncreate a civil action to protect whistleblowers. Congress decided\nto place that provision right after the only other section in\nChapter 73 to authorize a civil action (that one to protect victims\nand witnesses). The plurality, seizing on the §1514 example, says\nit likewise “would have made more sense for Congress to codify the\nsubstance of §1519 within §1512 or in a new §1512A.”Ante,\nat 12, n. 4. But §1512 is titled “Tampering with a witness, victim,\nor an informant,” and its provisions almost all protect witnesses\nfrom intimidation and harassment. It makes perfect sense that\nCongress wanted a broad ban on evidence-spoliation to stand on its\nown rather than as part of—or an appendage to—a witness-tampering\nprovision.3The plurality’s objection to this\nstatement is difficult to understand. It cannot take issue withHubbard’s holding that “a federal court is neither a\n‘department’ nor an ‘agency’ ” in a statute referring, just as\n§1519 does, to “any matter within the jurisdiction of any\ndepartment or agency of the United States.” 514 U. S., at 698,\n715. So the plurality suggests that the phrase “in relation to\n. . . any such matter” in §1519 somehow changesHubbard’s result. Seeante, at 12–13, and n. 5.\nBut that phrase still demands that evidence-tampering relate to a\n“matter within the jurisdiction of any department or\nagency”—excluding courts, asHubbardcommands. That is why\nthe federal government, as far asI can tell, has never once brought\na prosecution under §1519 forevidence-tampering in litigation\nbetween private parties. It instead uses §1512(c)(1) for that\npurpose.4Section 1512(c)(1) also applies more\nbroadly than §1519 in proceedings relating to insurance regulation.\nThe term “official proceeding” in §1512(c)(1) is defined to include\n“proceeding[s] involving the business of insurance whose activities\naffect interstate commerce before any insurance regulatory official\nor agency.” §1515(a)(1)(D). But §1519 wouldn’t usually apply in\nthat context because state, not federal, agencies handle most\ninsurance regulation.5The plurality seeks support for this\nargument in the Sentencing Commission’s construction of the phrase\n“records, documents, or tangible objects,”ante, at 14, but\nto no avail. The plurality cites a note in the Commission’s Manual\nclarifying that this phrase, as used in the Sentencing Guidelines,\n“includes” various electronic information, communications, and\nstorage devices. United States Sentencing Commission, Guidelines\nManual §2J1.2, comment., n. 1 (Nov. 2014) (USSG). But\n“includes” (following its ordinary definition) “is not exhaustive,”\nas the Commission’s commentary makes explicit. USSG §1B1.1,\ncomment., n. 2. Otherwise, the Commission’s construction\nwouldn’t encompasspaperdocuments. All the note does is to\nmake plain that “records, documents, or tangible objects” embraces\nstuff relating to the digital (as well as the material)\nworld.6As part of its lenity argument, the\nplurality asserts that Yates did not have “fair warning” that his\nconduct amounted to a felony.Ante, at 18; seeante,\nat 17 (stating that “Yates would have had scant reason to\nanticipate a felony prosecution” when throwing fish overboard). But\neven under the plurality’s view, the dumping of fish is potentially\na federal felony—just under §1512(c)(1), rather than §1519. Seeante, at 12–13. In any event, the plurality itself\nacknowledges that the ordinary meaning of §1519 covers Yates’s\nconduct, seeante, at 7: That provision, no less than\n§1512(c)(1), announces its broad scope in the clearest possible\nterms. And when an ordinary citizen seeks notice of a statute’s\nscope, he is more likely to focus on the plain text than (as the\nplurality would have it) on the section number, the superfluity\nprinciple, and thenosciturandejusdemcanons.7The concurrence contends that when\nthenosciturandejusdemcanons are in play,\n“ ‘known unknowns’ should be similar to known knowns,i.e., here, records and documents.”Ante, at 2. But\nas noted above, records and documentsaresimilar to\ncrocodiles and fish as far as §1519 is concerned: All are\npotentially useful as evidence in an investigation. Seesupra,at 13. The concurrence never explains whythatsimilarity isn’t the relevant one in a statute aimed at\nevidence-tampering.",
    "joined": []
}