{
    "case": {
        "docket": "17-1657",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1657/"
    },
    "id": "4096592",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1657_________________MISSION PRODUCT HOLDINGS, INC., PETITIONERv.TEMPNOLOGY, LLC, nka OLD COLD LLCon writ of certiorari to the united states\ncourt of appeals for the first circuit[May 20, 2019]Justice Kagan delivered the opinion of the\nCourt.Section 365 of the Bankruptcy Code enables a\ndebtor to “reject any executory contract”—meaning a contract that\nneither party has finished performing. 11 U. S. C.\n§365(a). The section further provides that a debtor’s rejection of\na contract under that authority “constitutes a breach of such\ncontract.” §365(g).Today we consider the meaning of those\nprovisions in the context of a trademark licensing agreement. The\nquestion is whether the debtor-licensor’s rejection of that\ncontract deprives the licensee of its rights to use the trademark.\nWe hold it does not. A rejection breaches a contract but does not\nrescind it. And that means all the rights that would ordinarily\nsurvive a contract breach, including those conveyed here, remain in\nplace.IThis case arises from a licensing agreement\ngone wrong. Respondent Tempnology, LLC, manufactured clothing and\naccessories designed to stay cool when used in exercise. It\nmarketed those products under the brand name “Coolcore,” using\ntrademarks (e.g.,logos and labels) to distinguish the gear\nfrom other athletic apparel. In 2012, Tempnology entered into a\ncontract with petitioner Mission Product Holdings, Inc. See App.\n203–255. The agreement gave Mission an exclusive license to\ndistribute certain Coolcore products in the United States. And more\nimportant here, it granted Mission a non-exclusive license to use\nthe Coolcore trademarks, both in the United States and around the\nworld. The agreement was set to expire in July 2016. But in\nSeptember 2015, Tempnology filed a petition for Chapter 11\nbankruptcy. And it soon afterward asked the Bankruptcy Court to\nallow it to “reject” the licensing agreement. §365(a).Chapter 11 of the Bankruptcy Code sets out a\nframework for reorganizing a bankrupt business. See §§1101–1174.\nThe filing of a petition creates a bankruptcy estate consisting of\nall the debtor’s assets and rights. See §541. The estate is the pot\nout of which creditors’ claims are paid. It is administered by\neither a trustee or, as in this case, the debtor itself. See\n§§1101, 1107.Section 365(a) of the Code provides that a\n“trustee [or debtor], subject to the court’s approval, may assume\nor reject any executory contract.” §365(a). A contract is executory\nif “performance remains due to some extent on both sides.”NLRBv.Bildisco & Bildisco,465 U.S.\n513, 522, n. 6 (1984) (internal quotation marks omitted). Such\nan agreement represents both an asset (the debtor’s right to the\ncounterparty’s future performance) and a liability (the debtor’s\nown obligations to perform). Section 365(a) enables the debtor (or\nits trustee), upon entering bankruptcy, to decide whether the\ncontract is a good deal for the estate going forward. If so, the\ndebtor will want to assume the contract, fulfilling its obligations\nwhile benefiting from the counterparty’s performance. But if not,\nthe debtor will want to reject the contract, repudiating any\nfurther performance of its duties. The bankruptcy court will\ngenerally approve that choice, under the deferential “business\njudgment” rule.Id.,at 523.According to Section 365(g), “the rejection of\nan execu- tory contract[ ] constitutes a breach of such\ncontract.” As both parties here agree, the counterparty thus has a\nclaim against the estate for damages resulting from the debtor’s\nnonperformance. See Brief for Petitioner 17, 19; Brief for\nRespondent 30–31. But such a claim is unlikely to ever be paid in\nfull. That is because the debtor’s breach is deemed to occur\n“immediately before the date of the filing of the [bankruptcy]\npetition,” rather than on the actual post-petition rejection date.\n§365(g)(1). By thus giving the counterparty a pre-petition claim,\nSection 365(g) places that party in the same boat as the debtor’s\nunsecured creditors, who in a typical bankruptcy may receive only\ncents on the dollar. SeeBildisco, 465 U. S., at\n531–532 (noting the higher priority of post-petition claims).In this case, the Bankruptcy Court (per usual)\napproved Tempnology’s proposed rejection of its executory licensing\nagreement with Mission. See App. to Pet. for Cert. 83–84. That\nmeant, as laid out above, two things on which the parties agree.\nFirst, Tempnology could stop performing under the contract. And\nsecond, Mission could assert (for whatever it might be worth) a\npre-petition claim in the bankruptcy proceeding for damages\nresulting from Tempnology’s nonperformance.But Tempnology thought still another consequence\nensued, and it returned to the Bankruptcy Court for a declaratory\njudgment confirming its view. According to Tempnology, its\nrejection of the contract also terminated the rights it had granted\nMission to use the Coolcore trademarks. Tempnology based its\nargument on a negative inference. See Motion in No. 15–11400\n(Bkrtcy. Ct. NH), pp. 9–14. Several provisions in Section 365\nstate that a counterparty to specific kinds of agreements may keep\nexercising contractual rights after a debtor’s rejection. For\nexample, Section 365(h) provides that if a bankrupt landlord\nrejects a lease, the tenant need not move out; instead, she may\nstay and pay rent (just as she did before) until the lease term\nexpires. And still closer to home, Section 365(n) sets out a\nsimilar rule for some types of intellectual property licenses: If\nthe debtor-licensor rejects the agreement, the licensee can\ncontinue to use the property (typically, a patent), so long as it\nmakes whatever payments the contract demands. But Tempnology\npointed out that neither Section 365(n) nor any similar provision\ncovers trademark licenses. So, it reasoned, in that sort of\ncontract a different rule must apply: The debtor’s rejection must\nextinguish the rights that the agreement had conferred on the\ntrademark licensee. The Bankruptcy Court agreed. SeeIn re\nTempnology, LLC, 541 B.R. 1 (Bkrtcy. Ct. NH 2015). It held,\nrelying on the same “negative inference,” that Tempnology’s\nrejection of the licensing agreement revoked Mission’s right to use\nthe Coolcore marks.Id.,at 7.The Bankruptcy Appellate Panel reversed, relying\nheavily on a decision of the Court of Appeals for the Seventh\nCircuit about the effects of rejection on trademark licensing\nagreements. SeeIn re Tempnology, LLC, 559 B.R. 809,\n820–823 (Bkrtcy. App. Panel CA1 2016);Sunbeam Products,\nInc.v.Chicago Am. Mfg., LLC, 686 F.3d 372, 376–377\n(CA7 2012). Rather than reason backward from Section 365(n) or\nsimilar provisions, the Panel focused on Section 365(g)’s statement\nthat rejection of a contract “constitutes a breach.” Outside\nbankruptcy, the court explained, the breach of an agreement does\nnot eliminate rights the contract had already conferred on the\nnon-breaching party. See 559 B. R.,at 820. So neither\ncould a rejection of an agreement in bankruptcy have that effect. A\nrejection “convert[s]” a “debtor’s unfulfilled obligations” to a\npre-petition damages claim.Id.,at 822 (quotingSunbeam, 686 F. 3d, at 377). But it does not “terminate\nthe contract” or “vaporize[ ]” the counterparty’s rights. 559\nB. R., at 820, 822 (quotingSunbeam, 686 F. 3d, at\n377). Mission could thus continue to use the Coolcore\ntrademarks.But the Court of Appeals for the First Circuit\nrejected the Panel’s and Seventh Circuit’s view, and reinstated the\nBankruptcy Court decision terminating Mission’s license. SeeIn re Tempnology, LLC, 879 F.3d 389 (2018). The\nmajority first endorsed that court’s inference from Section 365(n)\nand similar provisions. It next reasoned that special features of\ntrademark law counsel against allowing a licensee to retain rights\nto a mark after the licensing agreement’s rejection. Under that\nbody of law, the major- ity stated, the trademark owner’s\n“[f]ailure to monitor and exercise [quality] control” over goods\nassociated with a trademark “jeopardiz[es] the continued validity\nof [its] own trademark rights.”Id.,at 402. So if (the\nmajority continued) a licensee can keep using a mark after an\nagreement’s rejection, the licensor will need to carry on its\nmonitoring activities. And according to the majority, that would\nfrustrate “Congress’s principal aim in providing for rejection”: to\n“release the debtor’s estate from burdensome obligations.”Ibid.(internal quotation marks omitted). Judge Torruella\ndissented, mainly for the Seventh Circuit’s reasons. Seeid.,at 405–407.We granted certiorari to resolve the division\nbetween the First and Seventh Circuits. 586 U. S. ___ (2018).\nWe now affirm the Seventh’s reasoning and reverse the decision\nbelow.[1]IIBefore reaching the merits, we pause to\nconsider Tempnology’s claim that this case is moot. Under settled\nlaw, we may dismiss the case for that reason only if “it is\nimpossible for a court to grant any effectual relief whatever” to\nMission assuming it prevails.Chafinv.Chafin,568 U.S.\n165, 172 (2013) (internal quotation marks omitted). That\ndemanding standard is not met here.Mission has presented a claim for money\ndamages—essentially lost profits—arising from its inability to use\nthe Coolcore trademarks between the time Tempnology rejected the\nlicensing agreement and its scheduled expiration date. See Reply\nBrief 22, and n. 8. Such claims, if at all plausible, ensure a\nlive controversy. SeeMemphis Light, Gas & Water Div.v.Craft,436 U.S.\n1, 8–9 (1978). For better or worse, nothing so shows a\ncontinuing stake in a dispute’s outcome as a demand for dollars and\ncents. See 13C C. Wright, A. Miller & E. Cooper, Federal\nPractice and Procedure §3533.3, p. 2 (3d ed. 2008) (Wright &\nMiller) (“[A] case is not moot so long as a claim for monetary\nrelief survives”). Ultimate recovery on that demand may be\nuncertain or even unlikely for any number of reasons, in this case\nas in others. But that is of no moment. If there is any chance of\nmoney changing hands, Mission’s suit remains live. SeeChafin, 568 U. S., at 172.Tempnology makes a flurry of arguments about why\nMission is not entitled to damages, but none so clearly precludes\nrecovery as to make this case moot. First, Tempnology contends that\nMission suffered no injury because it “never used the trademark[s]\nduring [the post-rejection] period.” Brief for Respondent 24; see\nTr. of Oral Arg. 33. But that gets things backward. Mission’s\nnon-use of the marks during that time is precisely what gives rise\nto its damages claim; had it employed the marks, it would not have\nlost any profits. So next, Tempnology argues that Mission’s non-use\nwas its own “choice,” for which damages cannot lie. Seeid.,at 26. But recall that the Bankruptcy Court held that Missioncould notuse the marks after rejection (and its decision\nremained in effect through the agreement’s expiration). Seesupra,at 4. And although (as Tempnology counters) the court\nissued “no injunction,” Brief for Respondent 26,that\ndifference does not matter: Mission need not have flouted a\ncrystal-clear ruling and courted yet more legal trouble to preserve\nits claim. Cf. 13B Wright & Miller §3533.2.2, at 852\n(“[C]ompliance [with a judicial decision] does not moot [a case] if\nit remains possible to undo the effects of compliance,” as through\ncompensation). So last, Tempnology claims that it bears no blame\n(and thus should not have to pay) for Mission’s injury because all\nit did was “ask[ ] the court to make a ruling.” Tr. of Oral\nArg. 34–35. But whether Tempnology did anything to Mission\namounting to a legal wrong is a prototypical merits question, which\nno court has addressed and which has no obvious answer. That means\nit is no reason to find this case moot.And so too for Tempnology’s further argument\nthat Mission will be unable to convert any judgment in its favor to\nhard cash. Here, Tempnology notes that the bankruptcy estate has\nrecently distributed all of its assets, leaving nothing to satisfy\nMission’s judgment. See Brief for Respondent 27. But courts often\nadjudicate disputes whose “practical impact” is unsure at best, as\nwhen “a defendant is insolvent.”Chafin, 568 U. S., at\n175. And Mission notes that if it prevails, it can seek the\nunwinding of prior distributions to get its fair share of the\nestate. See Reply Brief 23. So although this suit “may not make\n[Mission] rich,” or even better off, it remains a live\ncontroversy—allowing us to proceed.Chafin, 568 U. S.,\nat 176.IIIWhat is the effect of a debtor’s (or\ntrustee’s) rejection of a contract under Section 365 of the\nBankruptcy Code? The parties and courts of appeals have offered us\ntwo starkly different answers. According to one view, a rejection\nhas the same consequence as a contract breach outside bankruptcy:\nIt gives the counterparty a claim for damages, while leaving intact\nthe rights the counterparty has received under the contract.\nAccording to the other view, a rejection (except in a few spheres)\nhas more the effect of a contract rescission in the non-bankruptcy\nworld: Though also allowing a damages claim, the rejection\nterminates the whole agreement along with all rights it conferred.\nToday, we hold that both Section 365’s text and fundamental\nprinciples of bankruptcy law command the first, rejection-as-breach\napproach. We reject the competing claim that by specifically\nenabling the counterparties in some contracts to retain rights\nafter rejection, Congress showed that it wanted the counterparties\nin all other contracts to lose their rights. And we reject an\nargument for the rescission approach turning on the distinctive\nfeatures of trademark licenses. Rejection of a contract—any\ncontract—in bankruptcy operates not as a rescission but as a\nbreach.AWe start with the text of the Code’s principal\nprovisions on rejection—and find that it does much of the work. As\nnoted earlier, Section 365(a) gives a debtor the option, subject to\ncourt approval, to “assume or reject any executory contract.” Seesupra,at 2. And Section 365(g) describes what rejection\nmeans. Rejection “constitutes a breach of [an executory] contract,”\ndeemed to occur “immediately before the date of the filing of the\npetition.” Seesupra, at 3. Or said more pithily for current\npurposes, a rejection is a breach. And “breach” is neither a\ndefined nor a specialized bankruptcy term. It means in the Code\nwhat it means in contract law outside bankruptcy. SeeFieldv.Mans,516 U.S.\n59, 69 (1995) (Congress generally meant for the Bankruptcy Code\nto “incorporate the established meaning” of “terms that have\naccumulated settled meaning” (internal quotation marks omitted)).\nSo the first place to go in divining the effects of rejection is to\nnon-bankruptcy contract law, which can tell us the effects of\nbreach.Consider a made-up executory contract to see how\nthe law of breach works outside bankruptcy. A dealer leases a\nphotocopier to a law firm, while agreeing to service it every\nmonth; in exchange, the firm commits to pay a monthly fee. During\nthe lease term, the dealer decides to stop servicing the machine,\nthus breaching the agreement in a material way. The law firm now\nhas a choice (assuming no special contract term or state law). The\nfirm can keep up its side of the bargain, continuing to pay for use\nof the copier, while suing the dealer for damages from the service\nbreach. Or the firm can call the whole deal off, halting its own\npayments and returning the copier, while suing for any damages\nincurred. See 13 R. Lord, Williston on Contracts §39:32, pp.\n701–702 (4th ed. 2013) (“[W]hen a contract is breached in the\ncourse of performance, the injured party may elect to continue the\ncontract or refuse to perform further”). But to repeat: The choice\nto terminate the agreement and send back the copier is for thelaw firm. By contrast, thedealerhas no ability,\nbased on its own breach, to terminate the agreement. Or otherwise\nsaid, the dealer cannot get back the copier just by refusing to\nshow up for a service appointment. The contract gave the law firm\ncontinuing rights in the copier, which the dealer cannot\nunilaterally revoke.And now to return to bankruptcy: If the\nrejection of the photocopier contract “constitutes a breach,” as\nthe Code says, then the same results should follow (save for one\ntwist as to timing). Assume here that the dealer files a Chapter 11\npetition and decides to reject its agreement with the law firm.\nThat means, as above, that the dealer will stop servicing the\ncopier. It means, too, that the law firm has an option about how to\nrespond—continue the contract or walk away, while suing for\nwhatever damages go with its choice. (Here is where the twist comes\nin: Because the rejection is deemed to occur “immediately before”\nbankruptcy, the firm’s damages suit is treated as a pre-petition\nclaim on the estate, which will likely receive only cents on the\ndollar. Seesupra,at 3.) And most important, it means that\nassuming the law firm wants to keep using the copier, the dealer\ncannot take it back. A rejection does not terminate the contract.\nWhen it occurs, the debtor and counterparty do not go back to their\npre-contract positions. Instead, the counterparty retains the\nrights it has received under the agreement. As after a breach, so\ntoo after a rejection, those rights survive.All of this, it will hardly surprise you to\nlearn, is not just about photocopier leases. Sections 365(a) and\n(g) speak broadly, to “any executory contract[s].” Many licensing\nagreements involving trademarks or other property are of that kind\n(including, all agree, the Tempnology-Mission contract). The\nlicensor not only grants a license, but provides associated goods\nor services during its term; the licensee pays continuing royalties\nor fees. If the licensor breaches the agreement outside bankruptcy\n(again, barring any special contract term or state law), everything\nsaid above goes. In particular, the breach does not revoke the\nlicense or stop the licensee from doing what it allows. See,e.g., Sunbeam, 686 F. 3d, at 376 (“Outside of\nbankruptcy, a licensor’s breach does not terminate a licensee’s\nright to use [the licensed] intellectual property”). And because\nrejection “constitutes a breach,” §365(g), the same consequences\nfollow in bankruptcy. The debtor can stop performing its remaining\nobligations under the agreement. But the debtor cannot rescind the\nlicense already conveyed. So the licensee can continue to do\nwhatever the license authorizes.In preserving those rights, Section 365 reflects\na general bankruptcy rule: The estate cannot possess anything more\nthan the debtor itself did outside bankruptcy. SeeBoard of\nTrade of Chicagov.Johnson,264 U.S.\n1, 15 (1924) (establishing that principle); §541(a)(1)\n(defining the estate to include the “interestsof the debtorin property” (emphasis added)). As one bankruptcy scholar has put\nthe point: Whatever “limitation[s] on the debtor’s property [apply]\noutside of bankruptcy[ ] appl[y] inside of bankruptcy as well.\nA debtor’s property does not shrink by happenstance of bankruptcy,\nbut it does not expand, either.” D. Baird, Elements of Bankruptcy\n97 (6th ed. 2014). So if the not-yet debtor was subject to a\ncounterparty’s contractual right (say, to retain a copier or use a\ntrademark), so too is the trustee or debtor once the bankruptcy\npetition has been filed. The rejection-as-breach rule (butnotthe rejection-as-rescission rule) ensures that result.\nBy insisting that the same counterparty rights survive rejection as\nsurvive breach, the rule prevents a debtor in bankruptcy from\nrecapturing interests it had given up.And conversely, the rejection-as-rescission\napproach would circumvent the Code’s stringent limits on\n“avoidance” actions—the exceptional cases in which trustees (or\ndebtors) may indeed unwind pre-bankruptcy transfers that undermine\nthe bankruptcy process. The most not- able example is for\nfraudulent conveyances—usually, something-for-nothing transfers\nthat deplete the estate (and so cheat creditors) on the eve of\nbankruptcy. See §548(a). A trustee’s avoidance powers are laid out\nin a discrete set of sections in the Code, see §§544–553, far away\nfrom Section 365. And they can be invoked in only narrow\ncircumstances—unlike the power of rejection, which may be exercised\nfor any plausible economic reason. See,e.g.,§548(a)\n(describing the requirements for avoiding fraudulent transfers);supra,at 2–3. If trustees (or debtors) could use rejection\nto rescind previously granted interests, then rejection would\nbecome functionally equivalent to avoidance. Both, that is, would\nroll back a prior transfer. And that result would subvert\neverything the Code does to keep avoidances cabined—so they do not\nthreaten the rule that the estate can take only what the debtor\npossessed before filing. Again, then, core tenets of bankruptcy law\npush in the same direction as Section 365’s text: Rejection is\nbreach, and has only its consequences.BTempnology’s main argument to the contrary,\nhere as in the courts below, rests on a negative inference. See\nBrief for Respondent 33–41;supra,at 3–4. Several\nprovisions of Section 365, Tempnology notes, “identif[y] categories\nof contracts under which a counterparty” may retain specified\ncontract rights “notwithstanding rejection.” Brief for Respondent\n34. Sections 365(h) and (i) make clear that certain purchasers and\nlessees of real property and timeshare interests can continue to\nexercise rights after a debtor has rejected the lease or sales\ncontract. See §365(h)(1) (real-property leases); §365(i)\n(real-property sales contracts); §§365(h)(2), (i) (timeshare\ninterests). And Section 365(n) similarly provides that licensees of\nsome intellectual property—but not trademarks—retain contractual\nrights after rejection. See §365(n); §101(35A);supra,at 4.\nTempnology argues from those provisions that the ordinary\nconsequence of rejection must be something different—i.e.,the termination, rather than survival, of contractual rights\npreviously granted. Otherwise, Tempnology concludes, the statute’s\n“general rule” would “swallow the exceptions.” Brief for Respondent\n19.But that argument pays too little heed to the\nmain provisions governing rejection and too much to subsidiary\nones. On the one hand, it offers no account of how to read Section\n365(g) (recall, rejection “constitutes a breach”) to say\nessentially its opposite (i.e.,that rejection and breach\nhave divergent consequences). On the other hand, it treats as a\nneat, reticulated scheme of “narrowly tailored exception[s],”id.,at 36 (emphasis deleted), what history reveals to be\nanything but. Each of the provisions Tempnology highlights emerged\nat a different time, over a span of half a century. See,e.g.,52Stat. 881 (1938) (real-property leases); §1(b),\n102Stat. 2538 (1988) (intellectual property). And each responded to\na discrete problem—as often as not, correcting a judicial ruling of\njust the kind Tempnology urges. See Andrew, Executory Contracts in\nBankruptcy, 59 U. Colo. L. Rev. 845, 911–912, 916–919 (1988)\n(identifying judicial decisions that the provisions overturned);\ncompare,e.g., In re Sombrero Reef Club, Inc., 18 B.R. 612,\n618–619 (Bkrtcy. Ct. SD Fla. 1982), with,e.g.,§§365(h)(2),\n(i). Read as generously as possible to Tempnology, this mash-up of\nlegislative interventions says nothing much of anything about the\ncontent of Section 365(g)’s general rule. Read less generously, it\naffirma- tively refutes Tempnology’s rendition. As one bankruptcy\nscholar noted after an exhaustive review of the history: “What the\nlegislative record [reflects] is that whenever Congress has been\nconfronted with the consequences of the [view that rejection\nterminates all contractual rights], it has expressed its\ndisapproval.” Andrew, 59 U. Colo. L. Rev., at 928. On that account,\nCongress enacted the provisions, as and when needed, to reinforce\nor clarify the general rule that contractual rights survive\nrejection.[2]Consider more closely, for example, Congress’s\nenactment of Section 365(n), which addresses certain intellectual\nproperty licensing agreements. No one disputes how that provision\ncame about. InLubrizol Enterprisesv.Richmond Metal\nFinishers,the Fourth Circuit held that a debtor’s rejection of\nan executory contract worked to revoke its grant of a patent\nlicense. See 756 F.2d 1043, 1045–1048 (1985). In other words,Lubrizoladopted the same rule for patent licenses that the\nFirst Circuit announced for trademark licenses here. Congress\nsprang into action, drafting Section 365(n) to reverseLubrizoland ensure the continuation of patent (and some\nother intellectual property) licensees’ rights. See 102Stat. 2538\n(1988); S. Rep. No. 100–505, pp. 2–4 (1988) (explaining that\nSection 365(n) “corrects [Lubrizol’s] perception” that\n“Section 365 was ever intended to be a mechanism for stripping\ninnocent licensee[s] of rights”). As Tempnology highlights, that\nprovision does not cover trademark licensing agreements, which\ncontinue to fall, along with most other contracts, within Section\n365(g)’s general rule. See Brief for Respondent 38. But what of\nthat? Even put aside the claim that Section 365(n) is part of a\npattern—that Congress whacked Tempnology’s view of rejection\nwherever it raised its head. Seesupra, at 13. Still,\nCongress’s repudiation ofLubrizolfor patent contracts does\nnot show any intent toratifythat decision’s approach for\nalmost all others. Which is to say that no negative inference\narises. Congress did nothing in adding Section 365(n) to alter the\nnatural reading of Section 365(g)—that rejection and breach have\nthe same results.Tempnology’s remaining argument turns on the way\nspecial features of trademark law may affect the fulfillment of the\nCode’s goals. Like the First Circuit below, Tempnology here focuses\non a trademark licensor’s duty to monitor and “exercise quality\ncontrol over the goods and services sold” under a license. Brief\nfor Respondent 20; seesupra,at 5. Absent those efforts to\nkeep up quality, the mark will naturally decline in value and may\neventually become altogether invalid. See 3 J. McCarthy, Trademarks\nand Unfair Competition §18:48, pp. 18–129, 18–133 (5th ed.\n2018). So (Tempnology argues) unless rejection of a trademark\nlicensing agreement terminates the licensee’s rights to use the\nmark, the debtor will have to choose between expending scarce\nresources on quality control and risking the loss of a valuable\nasset. See Brief for Respondent 59. “Either choice,” Tempnology\nconcludes, “would impede a [debtor’s] ability to reorganize,” thus\n“undermining a fundamental purpose of the Code.”Id.,at\n59–60.To begin with, that argument is a mismatch with\nTempnology’s reading of Section 365. The argument is\ntrademark-specific. But Tempnology’s reading of Section 365 is not.\nRemember, Tempnology construes that section to mean that a debtor’s\nrejection of a contract terminates the counterparty’s rights\n“unless the contract falls within an express statutory exception.”Id.,at 27–28; seesupra,at 12. That construction\ntreats trademark agreements identically to most other contracts;\nthe only agreements getting different treatment are those falling\nwithin the discrete provisions just discussed. And indeed, Tempnol-\nogy could not have discovered, however hard it looked, any\ntrademark-specific rule in Section 365. That section’s special\nprovisions, as all agree, do not mention trademarks; and the\ngeneral provisions speak, well, generally. So Tempnology is\nessentially arguing that distinctive features of trademarks should\npersuade us to adopt a construction of Section 365 that will govern\nnot just trademark agreements, but pretty nearly every executory\ncontract. However serious Tempnology’s trademark-related concerns,\nthat would allow the tail to wag the Doberman.And even putting aside that incongruity,\nTempnology’s plea to facilitate trademark licensors’\nreorganizations cannot overcome what Sections 365(a) and (g)\ndirect. The Code of course aims to make reorganizations possible.\nBut it does not permit anything and everything that might advance\nthat goal. See,e.g.,Florida Dept. of Revenuev.Piccadilly Cafeterias, Inc.,554 U.S.\n33, 51 (2008) (observing that in enacting Chapter 11, Congress\ndid not have “a single purpose,” but “str[uck] a balance” among\nmultiple competing interests (internal quotation marks omitted)).\nHere, Section 365 provides a debtor like Tempnology with a powerful\ntool: Through rejection, the debtor can escape all of its future\ncontract obligations, without having to pay much of anything in\nreturn. Seesupra,at 3. But in allowing rejection of those\ncontractual duties, Section 365 does not grant the debtor an\nexemption from all the burdens that generally applicable\nlaw—whether involving contracts or trademarks—imposes on property\nowners. See 28 U. S. C. §959(b) (requiring a trustee to\nmanage the estate in accordance with applicable law). Nor does\nSection 365 relieve the debtor of the need, against the backdrop of\nthat law, to make economic decisions about preserving the estate’s\nvalue—such as whether to invest the resources needed to maintain a\ntrademark. In thus delineating the burdens that a debtor may and\nmay not escape, Congress also weighed (among other things) the\nlegitimate interests and expectations of the debtor’s\ncounterparties. The resulting balance may indeed impede some\nreorganizations, of trademark licensors and others. But that is\nonly to say that Section 365’s edict that rejection is breach\nexpresses a more complex set of aims than Tempnology\nacknowledges.IVFor the reasons stated above, we hold that\nunder Section 365, a debtor’s rejection of an executory contract in\nbankruptcy has the same effect as a breach outside bankruptcy. Such\nan act cannot rescind rights that the contract previously granted.\nHere, that construction of Section 365 means that the\ndebtor-licensor’s rejection cannot revoke the trademark\nlicense.We accordingly reverse the judgment of the Court\nof Appeals and remand the case for further proceedings consistent\nwith this opinion.It is so ordered.Notes1In its briefing before\nthis Court, Mission contends that its exclusive distribution rights\nsurvived the licensing agreement’s rejection for the same reason as\nits trademark rights did. See Brief for Petitioner 40–44;supra,at 2. But the First Circuit held that Mission had\nwaived that argument, see 879 F. 3d, at 401, and we have no\nreason to doubt that conclusion. Our decision thus affects only\nMission’s trademark rights.2At the same time, Congress took\nthe opportunity when drafting those provisions to fill in certain\ndetails, generally left to state law, about the post-rejection\nrelationship between the debtor and counterparty. See,e.g.,Andrew, Executory Contracts in Bankruptcy, 59 U. Colo. L. Rev. 845,\n903, n. 200 (1988) (describing Congress’s addition of subsidiary\nrules for real property leases in Section 365(h)); Brief for United\nStates asAmicus Curiae29 (noting that Congress similarly\nset out detailed rules for patent licenses in Section 365(n)). The\nprovisions are therefore not redundant of Section 365(g): Each sets\nout a remedial scheme embellishing on or tweaking the general\nrejection-as-breach rule.",
    "joined": []
}