{
    "case": {
        "docket": "20-1530",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-1530/"
    },
    "id": "4603401",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 20–1530, 20–1531, 20–1778 and\n20–1780_________________WEST VIRGINIA, et al.,\nPETITIONERS20–1530v.ENVIRONMENTAL PROTECTION AGENCY,\net al.THE NORTH AMERICAN COAL CORPORATION,\nPETITIONER20–1531v.ENVIRONMENTAL PROTECTION AGENCY,\net al.WESTMORELAND MINING HOLDINGS LLC,\nPETITIONER20–1778v.ENVIRONMENTAL PROTECTION AGENCY,\net al.NORTH DAKOTA, PETITIONER20–1780v.ENVIRONMENTAL PROTECTION AGENCY,\net al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 30, 2022]Justice Kagan, with whom Justice Breyer and\nJustice Sotomayor join, dissenting.Today, the Court strips the Environmental\nProtection Agency (EPA) of the power Congress gave it to respond to\n“the most pressing environmental challenge of our time.”Massachusettsv.EPA,549 U.S.\n497, 505 (2007).Climate change’s causes and dangers are no\nlonger subject to serious doubt. Modern science is “unequivocal\nthat human influence”—in particular, the emission of greenhouse\ngases like carbon dioxide—“has warmed the atmosphere, ocean and\nland.” Intergovernmental Panel on Climate Change, Sixth Assessment\nReport, The Physical Science Basis: Headline Statements 1 (2021).\nThe Earth is now warmer than at any time “in the history of modern\ncivilization,” with the six warmest years on record all occurring\nin the last decade. U. S. Global Change Research Program,\nFourth National Climate Assessment, Vol. I, p. 10 (2017);\nBrief for Climate Scientists asAmici Curiae8. The rise in\ntemperatures brings with it “increases in heat-related deaths,”\n“coastal inundation and erosion,” “more frequent and intense\nhurricanes, floods, and other extreme weather events,” “drought,”\n“destruction of ecosystems,” and “potentially significant\ndisruptions of food production.”American Elec. Power Co.v.Connecticut,564 U.S.\n410, 417 (2011) (internal quotation marks omitted). If the\ncurrent rate of emissions continues, children born this year could\nlive to see parts of the Eastern seaboard swallowed by the ocean.\nSee Brief for Climate Scientists asAmici Curiae6. Rising\nwaters, scorching heat, and other severe weather conditions could\nforce “mass migration events[,] political crises, civil unrest,”\nand “even state failure.” Dept. of Defense, Climate Risk Analysis 8\n(2021). And by the end of this century, climate change could be the\ncause of “4.6 million excess yearly deaths.” See R. Bressler, The\nMortality Cost of Carbon, 12 Nature Communications 4467, p. 5\n(2021).Congress charged EPA with addressing those\npotentially catastrophic harms, including through regulation of\nfossil-fuel-fired power plants. Section 111 of the Clean Air Act\ndirects EPA to regulate stationary sources of any substance that\n“causes, or contributes significantly to, air pollution” and that\n“may reasonably be anticipated to endanger public health or\nwelfare.” 42 U. S. C. §7411(b)(1)(A). Carbon dioxide and\nother greenhouse gases fit that description. SeeAmerican Elec.\nPower, 564 U. S., at 416–417;Massachusetts, 549\nU. S., at 528–532. EPA thus serves as the Nation’s “primary\nregulator of greenhouse gas emissions.”American Elec.\nPower, 564 U. S., at 428. And among the most significant\nof the entities it regulates are fossil-fuel-fired (mainly coal-\nand natural-gas-fired) power plants. Today, those\nelectricity-producing plants are responsible for about one quarter\nof the Nation’s greenhouse gas emissions. See EPA, Sources of\nGreenhouse Gas Emissions (Apr. 14, 2022),\nhttps://www.epa.gov/ghgemissions/sources-greenhouse- gas-emissions.\nCurbing that output is a necessary part of any effective approach\nfor addressing climate change.To carry out its Section 111 responsibility, EPA\nissued the Clean Power Plan in 2015. The premise of the Plan—which\nno one really disputes—was that operational improvements at the\nindividual-plant level would either “lead to only small emission\nreductions” or would cost far more than a readily available\nregulatory alternative. 80 Fed. Reg. 64727–64728 (2015). That\nalternative—which fossil-fuel-fired plants were “already using to\nreduce their [carbon dioxide] emissions” in “a cost effective\nmanner”—is called generation shifting.Id., at 64728, 64769.\nAs the Court explains, the term refers to ways of shifting\nelectricity generation from higher emitting sources to lower\nemitting ones—more specifically, from coal-fired to\nnatural-gas-fired sources, and from both to renewable sources like\nsolar and wind. Seeante, at 8. A power company (like the\nmany supporting EPA here) might divert its own resources to a\ncleaner source, or might participate in a cap-and-trade system with\nother companies to achieve the same emissions-reduction goals.This Court has obstructed EPA’s effort from the\nbeginning. Right after the Obama administration issued the Clean\nPower Plan, the Court stayed its implementation. That action was\nunprecedented: Never before had the Court stayed a regulation then\nunder review in the lower courts. See Reply Brief for 29 States and\nState Agencies in No. 15A773, p. 33 (conceding the point). The\neffect of the Court’s order, followed by the Trump administration’s\nrepeal of the rule, was that the Clean Power Plan never went into\neffect. The ensuing years, though, proved the Plan’s moderation.\nMarket forces alone caused the power industry to meet the Plan’s\nnationwide emissions target—through exactly the kinds of generation\nshifting the Plan contemplated. See 84 Fed. Reg. 32561–32562\n(2019); Brief for United States 47. So by the time yet another\nPresident took office, the Plan had become, as a practical matter,\nobsolete. For that reason, the Biden administration announced that,\ninstead of putting the Plan into effect, it would commence a new\nrulemaking. Yet this Court determined to pronounce on the legality\nof the old rule anyway. The Court may be right that doing so does\nnot violate Article III mootness rules (which are notoriously\nstrict). Seeante, at 14–16. But the Court’s docket is\ndiscretionary, and because no one is now subject to the Clean Power\nPlan’s terms, there was no reason to reach out to decide this case.\nThe Court today issues what is really an advisory opinion on the\nproper scope of the new rule EPA is considering. That new rule will\nbe subject anyway to immediate, pre-enforcement judicial review.\nBut this Court could not wait—even to see what the new rule says—to\nconstrain EPA’s efforts to address climate change.The limits the majority now puts on EPA’s\nauthority fly in the face of the statute Congress wrote. The\nmajority says it is simply “not plausible” that Congress enabled\nEPA to regulate power plants’ emissions through generation\nshifting.Ante, at 31. But that is just what Congress did\nwhen it broadly authorized EPA in Section 111 to select the “best\nsystem of emission reduction” for power plants. §7411(a)(1). The\n“best system” full stop—no ifs, ands, or buts of any kind relevant\nhere. The parties do not dispute that generation shifting is indeed\nthe “best system”—the most effective and efficient way to reduce\npower plants’ carbon dioxide emissions. And no other provision in\nthe Clean Air Act suggests that Congress meant to foreclose EPA\nfrom selecting that system; to the contrary, the Plan’s regulatory\napproach fits hand-in-glove with the rest of the statute. The\nmajority’s decision rests on one claim alone: that generation\nshifting is just too new and too big a deal for Congress to have\nauthorized it in Section 111’s general terms. But that is wrong. A\nkey reason Congress makes broad delegations like Section 111 is so\nan agency can respond, appropriately and commensurately, to new and\nbig problems. Congress knows what it doesn’t and can’t know when it\ndrafts a statute; and Congress therefore gives an expert agency the\npower to address issues—even significant ones—as and when they\narise. That is what Congress did in enacting Section 111. The\nmajority today overrides that legislative choice. In so doing, it\ndeprives EPA of the power needed—and the power granted—to curb the\nemission of greenhouse gases.IThe Clean Air Act was major legislation,\ndesigned to deal with a major public policy issue. As Congress\nexplained, its goal was to “speed up, expand, and intensify the war\nagainst air pollution” in all its forms. H. R. Rep. No.\n91–1146, p. 1 (1970). Or as this Court similarly recognized,\nthe Act was a “drastic remedy to what was perceived as a serious\nand otherwise uncheckable problem.”Union Elec. Co.v.EPA,427 U.S.\n246, 256 (1976). The Act, as the majority describes,\nestablished three major regulatory programs to control air\npollution from stationary sources like power plants. Seeante, at 2–6. The National Ambient Air Quality Standards\n(NAAQS) and Hazardous Air Pollutants (HAP) programs prescribe\nstandards for specified pollutants, not including carbon dioxide.\nSection 111’s New Source Performance Standards program provides an\nadditional tool for regulating emissions from categories of\nstationary sources deemed to contribute significantly to pollution.\nAs applied to existing (not new) sources, the program mandates—via\nSection 111(d)—that EPA set emissions levels for pollutants not\ncovered by the NAAQS or HAP programs, including carbon dioxide.Section 111(d) thus ensures that EPA regulates\nexisting power plants’ emissions ofallpollutants. When the\npollutant at issue falls within the NAAQS or HAP programs, EPA need\ndo no more. But when the pollutant falls outside those programs,\nSection 111(d) requires EPA to set an emissions level for currently\noperating power plants (and other stationary sources). That means\nno pollutant from such a source can go unregulated: As the Senate\nReport explained, Section 111(d) guarantees that “there should be\nno gaps in control activities pertaining to stationary source\nemissions that pose any significant danger to public health or\nwelfare.” S. Rep. No. 91–1196, p. 20 (1970). Reflecting that\nlanguage, the majority calls Section 111(d) a “gap-filler.”Ante, at 5. It might also be thought of as a backstop or\ncatch-all provision, protecting against pollutants that the NAAQS\nand HAP programs let go by. But the section isnot, as the\nmajority further claims, an “ancillary provision” or a statutory\n“backwater.”Ante, at 20, 26. That characterization is a\nnon-sequitur. That something is a backstop does not make it a\nbackwater. Even if they are needed only infrequently, seeante, at 6, 20, backstops can perform a critical\nfunction—and this one surely does. Again, Section 111(d) tells EPA\nthat when a pollutant—like carbon dioxide—is not regulated through\nother programs, EPA must undertake a further regulatory effort to\ncontrol that substance’s emission from existing stationary sources.\nIn that way, Section 111(d) operates to ensure that the Act\nachieves comprehensive pollution control.Section 111 describes the prescribed regulatory\neffort in expansive terms. EPA must set for the relevant source\n(here, fossil-fuel-fired power plants) and the relevant pollutant\n(here, carbon dioxide) an emission level—more particularly,“the degree of emission limitation\nachievable through the application of the best system of emission\nreduction which (taking into account the cost of achieving such\nreduction and any nonair quality health and environmental impact\nand energy requirements) the [EPA] Administrator determines has\nbeen adequately demonstrated.” §7411(a)(1).To take that language apart a bit, the provision\ninstructs EPA to decide upon the “best system of emission reduction\nwhich . . . has been adequately demonstrated.” The\nprovision tells EPA, in making that determination, to take account\nof both costs and varied “nonair” impacts (on health, the\nenvironment, and the supply of energy). And the provision finally\ndirects EPA to set the particular emissions limit achievable\nthrough use of the demonstrated “best system.” Taken as a whole,\nthe section provides regulatory flexibility and discretion. It\nimposes, to be sure, meaningful constraints: Take into account\ncosts and nonair impacts, and make sure the best system has a\nproven track record.[1] But the\ncore command—go find the best system of emission reduction—gives\nbroad authority to EPA.If that flexibility is not apparent on the\nprovision’s face, consider some dictionary definitions—supposedly a\nstaple of this Court’s supposedly textualist method of reading\nstatutes. A “system” is “a complex unity formed of many often\ndiverse parts subject to a common plan or serving a common\npurpose.” Webster’s Third New International Dictionary 2322 (1971).\nOr again: a “system” is “[a]n organized and coordinated method; a\nprocedure.” American Heritage Dictionary 1768 (5th ed. 2018). The\nmajority complains that a similar definition—cited to the Solicitor\nGeneral’s brief but originally from another dictionary—is just too\ndarn broad.Ante, at 28; see Brief for United States 31\n(quoting Webster’s New International Dictionary 2562 (2d ed.\n1959)). “[A]lmost anything” capable of reducing emissions, the\nmajority says, “could constitute such a ‘system’ ” of emission\nreduction.Ante, at 28. But that is rather the point.\nCongress used an obviously broad word (though surrounding it with\nconstraints, seesupra, at 7) to give EPA lots of latitude\nin deciding how to set emissions limits. And contra the majority, a\nbroad term is not the same thing as a “vague” one.Ante, at\n18, 20, 28. A broad term is comprehensive, extensive, wide-ranging;\na “vague” term is unclear, ambiguous, hazy. (Once again,\ndictionaries would tell the tale.) So EPA was quite right in\nstating in the Clean Power Plan that the “[p]lain meaning” of the\nterm “system” in Section 111 refers to “a set of measures that work\ntogether to reduce emissions.” 80 Fed. Reg. 64762. Another of this\nCourt’s opinions, involving a matter other than the bogeyman of\nenvironmental regulation, might have stopped there.For generation shifting fits comfortably within\nthe conventional meaning of a “system of emission reduction.”\nConsider one of the most common mechanisms of generation shifting:\nthe use of a cap-and-trade scheme. Here is how the majority\ndescribes cap and trade: “Under such a scheme, sources that receive\na reduction in their emissions can sell a credit representing the\nvalue of that reduction to others, who are able to count it toward\ntheir own applicable emissions caps.”Ante, at 8–9. Does\nthat sound like a “system” to you? It does to me too. And it also\nhas to this Court. In the past, we have explained that “[t]his type\nof ‘cap-and-trade’systemcuts costs while still reducing\npollution to target levels.”EPAv.EME Homer City\nGeneration, L. P.,572 U.S.\n489, 503, n. 10 (2014) (emphasis added). So what does the\nmajority mean when it says that “[a]s a matter of definitionalpossibilities, generation shiftingcanbe described\nas a ‘system’ ”?Ante, at 28 (emphasis added; citation\nand some internal quotation marks omitted). Rarely has a statutory\nterm so clearly applied.Other statutory provisions confirm the point.\nThe Clean Air Act’s acid rain provision, for example, describes a\ncap-and-trade program as an “emission allocation and transfersystem.” §7651(b) (emphasis added). So a “system,” according\nto the statute’s own usage, includes the kind of cap-and-trade\nmechanism that the Clean Power Plan relied on. And in a somewhat\ndifferent way, the NAAQS provision shows that Section 111\nencompasses such a regulatory technique. Under that provision,\ncap-and-trade schemes qualify as “control measures, means, or\ntechniques” that state plans may use to reduce emissions.\n§7410(a)(2)(A). That language, of course, does not use the word\n“system.” But in specifying that cap and trade is allowable under\nthe NAAQS program, the provision supports the same conclusion\nhere—because Section 111 directs EPA to use “a procedure similar to\nthat provided by [the NAAQS].” §7411(d)(1). The majority discounts\nthe relevance of both those provisions on the ground that they\ncontemplate trading systems only “as a means ofcomplyingwith analready established emissions limit.”Ante,\nat 29 (emphasis in original). That is a distinction, to be sure.\nBut to begin, it is far less of one than the majority thinks: In\narguing that EPA’s claim of authority here would allow it to take\nthe emissions limit as low as it wants, the majority ignores the\nvaried constraints surrounding the “best system” language. Seesupra, at 7. And still more important for interpretive\npurposes, the distinction appears only in the majority’s opinion,\nnot in any statutory language. That text, to the contrary, says to\nEPA: Do as you would do under the NAAQS and Acid Rain programs—go\nahead and use cap and trade.There is also a flipside point: Congress\ndeclined to include in Section 111 the restrictions on EPA’s\nauthority contained in other Clean Air Act provisions. Most\nrelevant here, quite a number of statutory sections confine EPA’s\nemissions- reduction efforts to technological controls—essentially,\nequipment or processes that can be put into place at a particular\nfacility. Seeante, at 4 (describing those controls). So,\nfor example, one provision tells EPA to set standards “reflect[ing]\nthe greatest degree of emission reduction achievable through the\napplication of technology.” §7521(a)(3)(A)(i). Others direct the\nuse of the “best available retrofit technology,” or the “best\navailable control technology,” or the “maximum achievable control\ntechnology.” §§7491(b)(2)(A), (g)(2), 7475(a)(4), 7479(3),\n7412(g)(2). There are still more. See,e.g., §§7411(h),\n7511a(c)(7), 7651f(b)(2). None of those provisions would allow EPA\nto set emissions limits based on generation shifting, as the Agency\nacknowledges. See Brief for United States 32–33. But nothing like\nthe language of those provisions is included in Section 111. That\nmatters under normal rules of statutory interpretation. As Justice\nScalia once wrote for the Court: “We do not lightly assume that\nCongress has omitted from its adopted text requirements that it\nnonetheless intends to apply, and our reluctance is even greater\nwhen Congress has shown elsewhere in the same statute that it knows\nhow to make such a requirement manifest.”Jamav.Immigration and Customs Enforcement,543\nU.S. 335, 341 (2005).Statutory history serves only to pile on: It\nshows that Congress has specifically declined to restrict EPA to\ntechnology-based controls in its regulation of existing stationary\nsources. The key moment came in 1977, when Congress amended Section\n111 to distinguish between new sources and existing ones. For new\nsources, EPA could select only the “besttechnologicalsystem of continuous emission reduction.” Clean Air Act Amendments,\n§109(c)(1)(A), 91Stat. 700 (emphasis added). But for existing\nsources, the word “technological” was struck out: EPA could select\nthe “best system of continuous emission reduction.”Ibid.The House Report emphasized Congress’s deliberate choice: Whereas\nthe standards set for new sources were to be based on “the best\ntechnological” controls, the “standards adopted for existing\nsources” were “to be based on available means of emission control\n(not necessarily technological).” H. R. Rep. No. 95–564,\np. 129 (1977). The Report did not further explain the\ndistinction. But presumably Congress gave EPA more flexibility over\nexisting plants because imposing technological controls on old\nfacilities is often not cost- effective.[2] Thirteen years later, Congress followed up by\ndeleting from Section 111 the technological limitation applying to\nnew facilities. See Clean Air Act Amendments of 1990, §403(a),\n104Stat. 2631. Once again, then, Congress faced a choice: confine\nEPA to technological controls, or not. And replicating its earlier\naction for existing sources, Congress chose not.The majority breezes past that congressional\nchoice on the ground that today’s opinion does not resolve whether\nEPA can regulate in some non-technological ways; instead, the\nopinion says only that the Clean Power Plan goes too far. Seeante, at 30–31. That is a puzzling point. As an initial\nmatter, it recharacterizes what this case has always been about.\nThe Trump administration repealed the Clean Power Plan for one\ncentral reason: because (in its view) Section 111 confines EPA to\nfacility-specific, technological measures. See 84 Fed. Reg.\n32523–32529. In reviewing that repeal, the court below thus\naddressed that limit alone. SeeAmerican Lung Assn.v.EPA, 985 F.3d 914, 944 (CADC 2021). So add to the oddity of\nthe Court’s declaring a defunct regulation unlawful, seesupra, at 4, the irregularity of its suggesting some kind of\nnon-technological limit that no one (not EPA, not the parties, not\nthe court below) has ever considered. More important here, both the\nnature and the statutory basis of that limit are left a mystery. If\nthe majority is not distinguishing between technological controls\nand all others, what is it doing—and how far does its opinion\nconstrain EPA? The majority makes no effort to say. And because\nthat is so, the majority cannot even attempt to ground its limit in\nthe statutory language. I’ve just shown that restricting EPA to\ntechnological controls is inconsistent with Section 111, especially\nwhen read in conjunction with other statutory provisions. And the\nmajority provides no reason to think that its (possibly) different\nlimit fares any better. Section 111 does not imposeanyconstraints—technological or otherwise—on EPA’s authority to\nregulate stationary sources (except for those stated, like cost).\nIn somehow (and to some extent) saying otherwise, the majority\nflouts the statutory text.“Congress,” this Court has said, “knows to speak\nin plain terms when it wishes to circumscribe, and in capacious\nterms when it wishes to enlarge, agency discretion.”Arlingtonv.FCC,569 U.S.\n290, 296 (2013). In Section 111, Congress spoke in capacious\nterms. It knew that “without regulatory flexibility, changing\ncircumstances and scientific developments would soon render the\nClean Air Act obsolete.”Massachusetts, 549 U. S., at\n532. So the provision enables EPA to base emissions limits for\nexisting stationary sources on the “best system.” That system may\nbe technological in nature; it may be whatever else the majority\nhas in mind; or, most important here, it may be generation\nshifting. The statute does not care. And when Congress uses\n“expansive language” to authorize agency action, courts generally\nmay not “impos[e] limits on [the] agency’s discretion.”Little\nSisters of the Poor Saints Peter and Paul Homev.Pennsylvania, 591 U. S. ___, ___ (2020) (slip op., at\n16). That constraint on judicial authority—that insistence on\njudicial modesty—should resolve this case.IIThe majority thinks not, contending that in\n“certain extraordinary cases”—of which this is one—courts should\nstart off with “skepticism” that a broad delegation authorizes\nagency action.Ante, at 19. The majority labels that view\nthe “major questions doctrine,” and claims to find support for it\nin our caselaw.Ante, at 19–20, 28. But the relevant\ndecisions do normal statutory interpretation: In them, the Court\nsimply insisted that the text of a broad delegation, like any other\nstatute, should be read in context, and with a modicum of common\nsense. Using that ordinary method, the decisions struck down agency\nactions (even though they plausibly fit within a delegation’s\nterms) for two principal reasons. First, an agency was operating\nfar outside its traditional lane, so that it had no viable claim of\nexpertise or experience. And second, the action, if allowed, would\nhave conflicted with, or even wreaked havoc on, Congress’s broader\ndesign. In short, the assertion of delegated power was a misfit for\nboth the agency and the statutory scheme. But that is not true\nhere. The Clean Power Plan falls within EPA’s wheelhouse, and it\nfits perfectly—as I’ve just shown—with all the Clean Air Act’s\nprovisions. That the Plan addresses major issues of public policy\ndoes not upend the analysis. Congress wanted EPA to do just that.\nSection 111 entrusts important matters to EPA in the expectation\nthat the Agency will use that authority to combat pollution—and\nthat courts will not interfere.A“[T]he words of a statute,” as the majority\nstates, “must be read in their context and with a view to their\nplace in the overall statutory scheme.”FDAv.Brown\n& Williamson Tobacco Corp.,529 U.S.\n120, 133 (2000); seeante, at 16. We do not assess the\nmeaning of a single word, phrase, or provision in isolation; we\nalso consider the overall statutory design. And that is just as\ntrue of statutes broadly delegating power to agencies as of any\nother kind. In deciding on the scope of such a delegation, courts\nmust assess how an agency action claimed to fall within the\nprovision fits with other aspects of a statutory plan.So too, a court “must be guided to a degree by\ncommon sense as to the manner in which Congress is likely to\ndelegate.”Brown & Williamson, 529 U. S., at 133.\nAssume that a policy decision, like this one, is a matter of\nsignificant “economic and political magnitude.”Ibid.We\nknow that Congress delegates such decisions to agencies all the\ntime—and often via broadly framed provisions like Section 111. Seeinfra, at 29–31. But Congress does so in a sensible way. To\ndecide whether an agency action goes beyond what Congress wanted,\ncourts must assess (among other potentially relevant factors) the\nnature of the regulation, the nature of the agency, and the\nrelationship of the two to each other. See,e.g.,Barnhartv.Walton,535 U.S.\n212, 222 (2002). In particular, we have understood, Congress\ndoes not usually grant agencies the authority to decide significant\nissues on which they have no particular expertise. So when there is\na mismatch between the agency’s usual portfolio and a given\nassertion of power, courts have reason to question whether Congress\nintended a delegation to go so far.The majority today goes beyond those sensible\nprinciples. It announces the arrival of the “major questions\ndoctrine,” which replaces normal text-in-context statutory\ninterpretation with some tougher-to-satisfy set of rules.Ante, at 16–31. Apparently, there is now a two-step inquiry.\nFirst, a court must decide, by looking at some panoply of factors,\nwhether agency action presents an “extraordinary case[ ].”Ante, at 17; seeante, at 20–28. If it does, the\nagency “must point to clear congressional authorization for the\npower it claims,” someplace over and above the normal statutory\nbasis we require.Ante, at 19 (internal quotation marks\nomitted); seeante, at 28–31. The result is statutory\ninterpretation of an unusual kind. It is not until page 28 of a\n31-page opinion that the majority begins to seriously discuss the\nmeaning of Section 111. And even then, it does not address\nstraight-up what should be the question: Does the text of that\nprovision, when read in context and with a common-sense awareness\nof how Congress delegates, authorize the agency action here?The majority claims it is just following\nprecedent, but that is not so. The Court has never even used the\nterm “major questions doctrine” before. And in the relevant cases,\nthe Court has done statutory construction of a familiar sort. It\nhas looked to the text of a delegation. It has addressed how an\nagency’s view of that text works—or fails to do so—in the context\nof a broader statutory scheme. And it has asked, in a\ncommon-sensical (or call it purposive) vein, about what Congress\nwould have made of the agency’s view—otherwise said, whether\nCongress would naturally have delegated authority over some\nimportant question to the agency, given its expertise and\nexperience. In short, in assessing the scope of a delegation, the\nCourt has considered—without multiple steps, triggers, or special\npresumptions—the fit between the power claimed, the agency claiming\nit, and the broader statutory design.The key case here isFDAv.Brown\n& Williamson. There, the Food and Drug Administration (FDA)\nasserted that its power to regulate “drugs” and “devices” extended\nto tobacco products. The claim had something to it: FDA has broad\nauthority over “drugs” and drug-delivery “devices,” and the\ndefinitions of those terms could be read to encompass nicotine and\ncigarettes. But the asserted authority “simply [did] not fit” the\noverall statutory scheme. 529 U. S., at 143. FDA’s governing\nstatute required the agency to ensure that regulated products were\n“safe” to be marketed—but there was no making tobacco products safe\nin the usual sense.Id., at 133–143. So FDA would have had\nto reinterpret what it meant to be “safe,” or else ban tobacco\nproducts altogether.Ibid.Both options, the Court thought,\nwere preposterous. Until the agency action at issue, tobacco\nproducts hadn’t been spoken of in the same breath as\npharmaceuticals (FDA’s paradigmatic regulated product). And\nCongress had created in several statutes a “distinct regulatory\nscheme” for tobacco, not involving FDA.Id., at 155–156. So\nall the evidence was that Congress had never meant for FDA to have\nany—let alone total—control over the tobacco industry, with its\n“unique political history.”Id., at 159. Again, there was\n“simply” a lack of “fit” between the regulation at issue, the\nagency in question, and the broader statutory scheme.Id.,\nat 143.The majority’s effort to find support inBrown & Williamsonfor its interpretive approach fails.\nSeeante, at 19. It may be helpful here to quote the full\nsentence that the majority quotes half of. “In extraordinary\ncases,” the Court stated, “there may be reason to hesitate before\nconcluding that Congress has intended such an implicit delegation.”\n529 U. S., at 159. For anyone familiar with this Court’sChevrondoctrine, that language will ring a bell. The Court\nwas saying only—and it was elsewhere explicit on this point—that\nthere was reason to hesitate before giving FDA’s positionChevrondeference. Seeid., at 132–133, 159–161. And\nwhat was that reason? The Court went on to explain that it would\nnot defer to FDA because it read the relevant statutory provisions\nas negating the agency’s claimed authority. Seeid., at 160\n(“[W]e are obliged to defer not to the agency’s expansive\nconstruction of the statute, but to Congress’ consistent judgment\nto deny the FDA this power”);id., at 133 (finding atChevron’s first step that “Congress has directly spoken to\nthe issue here and precluded the FDA’s” asserted power). In\nreaching that conclusion, the Court relied (as I’ve just explained)\nnot on any special “clear authorization” demand, but on normal\nprinciples of statutory interpretation: look at the text, view it\nin context, and use what the Court called some “common sense” about\nhow Congress delegates.Ibid.Thatis how courts are\nto decide, in the majority’s language, whether an agency has\nasserted a “highly consequential power beyond what Congress could\nreasonably be understood to have granted.”Ante, at 20.The Court has applied the same kind of analysis\nin subsequent cases—holding in each that an agency exceeded the\nscope of a broadly framed delegation when it operated outside the\nsphere of its expertise, in a way that warped the statutory text or\nstructure. InGonzalesv.Oregon,546 U.S.\n243(2006), we rejected the Attorney General’s assertion of\nauthority (under a broad “public interest” standard) to rescind\ndoctors’ registrations for facilitating assisted suicide, even in\nStates where doing so was legal. Seeid., at 243, 248–249,\n261–275. We doubted Congress would have delegated such a\n“quintessentially medical judgment[ ]” to “an executive\nofficial who lacks medical expertise.”Id., at 266–267. And\nwe pointed to statutory provisions in which Congress—in opposition\nto the claimed power—had “painstakingly described the Attorney\nGeneral’s limited authority” to deregister physicians.Id.,\nat 262.[3]Later, inUtility Air Regulatory Groupv.EPA,573 U.S.\n302(2014), the Court relied on similar reasoning to reject\nEPA’s efforts to regulate “millions of small” and previously\nunregulated sources of emissions—“including retail stores, offices,\napartment buildings, shopping centers, schools, and churches.”Id., at 328. Key to that decision was the Court’s view that\nreading the delegation so expansively would be “inconsistent with”\nthe statute’s broader “structure and design.”Id., at 321.\nThe Court explained that allowing the agency action to proceed\nwould necessitate the “rewriting” of other “unambiguous statutory\nterms”—indeed, of “precise numerical thresholds.”Id., at\n321, 325–326. (In quoting one cryptic sentence ofUtility\nAiras supporting its new approach, seeante, at 19, the\nmajority ignores the nine preceding pages of analysis of the\nstatute’s text and context, see 573 U. S., at 315–324.)And last Term, the Court concluded that the\nCenters for Disease Control and Prevention (CDC) lacked the power\nto impose a nationwide eviction moratorium.Alabama Assn. of\nRealtorsv.Department of Health and Human Servs., 594\nU. S. ___, ___–___ (2021) (slip op., at 5–7). The Court held\nthat other statutory language made it a “stretch” to read the\nrelied-on delegation as covering the CDC’s action.Id., at\n___ (slip op., at 6). And the Court raised an eyebrow at the\nthought of the CDC “intrud[ing]” into “the landlord-tenant\nrelationship”—a matter outside the CDC’s usual “domain.”Ibid.[4]The eyebrow-raise is indeed a consistent\npresence in these cases, responding to something the Court found\nanomalous—looked at from Congress’s point of view—in a particular\nagency’s exercise of authority. In each case, the Court thought,\nthe agency had strayed out of its lane, to an area where it had\nneither expertise nor experience. The Attorney General making\nhealthcare policy, the regulator of pharmaceutical concerns\ndeciding the fate of the tobacco industry, and so on. And in each\ncase, the proof that the agency had roamed too far afield lay in\nthe statutory scheme itself. The agency action collided with other\nstatutory provisions; if the former were allowed, the latter could\nnot mean what they said or could not work as intended. FDA having\nto declare tobacco “safe” to avoid shutting down an industry; or\nEPA having literally to change hard numbers contained in the Clean\nAir Act. There, according to the Court, the statutory framework was\n“not designed to grant” the authority claimed.Utility Air,\n573 U. S., at 324. The agency’s “singular” assertion of power\n“would render the statute unrecognizable to the Congress” that\nwrote it.Ibid.(internal quotation marks omitted).BThe Court today faces no such singular\nassertion of agency power. As I have already explained, nothing in\nthe Clean Air Act (or, for that matter, any other statute)\nconflicts with EPA’s reading of Section 111. Notably, the majority\ndoes not dispute that point. Of course, it views Section 111 (if\nfor unexplained reasons) as less clear than I do. Compareante, at 28, withsupra, at 7–9. But nowhere does the\nmajority provide evidence from within the statute itself that the\nClean Power Plan conflicts with or undermines Congress’s design.\nThat fact alone makes this case different from all the cases\ndescribed above. As to the other critical matter in those cases—is\nthe agency operating outside its sphere of expertise?—the majority\nat least tries to say something. It claims EPA has no “comparative\nexpertise” in “balancing the many vital considerations of national\npolicy” implicated in regulating electricity sources.Ante,\nat 25–26. But that is wrong.Start with what this Court has said before on\nthe subject, reflecting Congress’s view of the matter. About a\ndecade ago, we recognized that Congress had “delegated to EPA” in\nSection 111 “the decision whether and how to regulate\ncarbon-dioxide emissions from powerplants.”American Elec.\nPower, 564 U. S., at 426. To stress the key word (because\nthe majority seems to miss it, seeante, at 26–27): not\nmerely “whether” but also “how.” In making that delegation, we\nexplained, Congress knew well what it was doing. Regulating power\nplant emissions is a complex undertaking. To do it right requires\n“informed assessment of competing interests”: “Along with the\nenvironmental benefit potentially achievable, our Nation’s energy\nneeds and the possibility of economic disruption must weigh in the\nbalance.” 564 U. S., at 427; see §7411(a)(1) (instructing EPA\nto consider “energy requirements,” “cost,” and other factors).\nCongress specifically “entrust[ed] such complex balancing to EPA,”\nbecause that “expert agency” has the needed “scientific, economic,\nand technological resources” to carry it out. 564 U. S., at\n427–428. So the balancing—including of the Nation’s “energy\nrequirements”—that the majority says EPA has no “comparative\nexpertise” in? §7411(a)(1);ante, at 25. We explained 11\nshort years ago, citing Congress, that it was smack in the middle\nof EPA’s wheelhouse.And we were right. Consider the Clean Power\nPlan’s component parts—let’s call them the what, who, and how—to\nsee the rule’s normalcy. The “what” is the subject matter of the\nPlan: carbon dioxide emissions. This Court has already found that\nthose emissions fall within EPA’s domain. We said then: “[T]here is\nnothing counterintuitive to the notion that EPA can curtail the\nemission of substances that are putting the global climate out of\nkilter.”Massachusetts, 549 U. S., at 531. This is not\nthe Attorney General regulating medical care, or even the CDC\nregulating landlord- tenant relations. It is EPA (that’s the\nEnvironmental Protection Agency, in case the majority forgot)\nacting to address the greatest environmental challenge of our time.\nSo too, there is nothing special about the Plan’s “who”:\nfossil-fuel-fired power plants. InUtility Air, we thought\nEPA’s regulation of churches and schools highly unusual. Seesupra, at 18. But fossil-fuel-fired plants? Those plants\npollute—a lot—and so they have long lived under the watchful eye of\nEPA. That was true even before EPA began regulating carbon dioxide.\nSeeTrainv.Natural Resources Defense Council, Inc.,421 U.S.\n60, 78 (1975).Finally, the “how” of generation shifting\ncreates no mismatch with EPA’s expertise. As the Plan noted,\ngeneration shifting has a well-established pedigree as a tool for\nreducing pollution; even putting aside other federal regulation,\nseeinfra, at 25–26, both state regulators and power plants\nthemselves have long used it to attain environmental goals. See 80\nFed. Reg. 64664; Brief for Power Company Respondents 47; see also\nS. Breyer, Regulation and Its Reform 444, n. 1 (1982) (citing\nliterature on the subject from the 1970s). The technique is, so to\nspeak, a tool in the pollution-control toolbox. And that toolbox is\nthe one EPA uses. So that Agency, more than any other, has the\ndesired “comparative expertise.”Ante, at 25. The majority\ncannot contest that point frontally: It knows that cap and trade\nand similar mechanisms are an ordinary part of modern environmental\nregulation. Instead, the majority protests that Congress would not\nhave wanted EPA to “dictat[e],” through generation shifting, the\n“mix of energy sources nationwide.”Ante, at 26. But that\nstatement reflects a misunderstanding of how the electricity market\nworks.Everyregulation of power plants—even the most\nconventional, facility- specific controls—“dictat[es]” the national\nenergy mix to one or another degree. That result follows because\nregulations affect costs, and the electrical grid works by taking\nup energy from low-cost providers before high-cost ones. Consider\nan example: Suppose EPA requires coal-fired plants to use\ncarbon-capture technology. That action increases those plants’\ncosts, and automatically (by virtue of the way the grid operates)\nreduces their share of the electricity market. So EPA is always\ncontrolling the mix of energy sources. In that sense (though the\nterm has taken on a more specialized meaning), everything EPA does\nis “generation shifting.” The majority’s idea that EPA has no\nwarrant to direct such a shift just indicates that courts sometimes\ndo not really get regulation.[5]Why, then, be “skeptic[al]” of EPA’s exercise of\nauthority?Ante, at 28. When there is no misfit, of the kind\napparent in our precedents, between the regulation, the agency, and\nthe statutory design? Although the majority offers a flurry of\ncomplaints, they come down in the end to this: The Clean Power Plan\nis a big new thing, issued under a minor statutory provision. Seeante, at 20, 24, 26 (labeling the Plan “transformative” and\n“unprecedented” and calling Section 111(d) an “ancillary”\n“backwater”). I have already addressed the back half of that\nargument: In fact, there is nothing insignificant about Section\n111(d), which was intended to ensure that EPA would limit existing\nstationary sources’ emissions of otherwise unregulated pollutants\n(however few or many there were). Seesupra, at 6. And the\nfront half of the argument doesn’t work either. The Clean Power\nPlan was not so big. It was not so new. And to the extent it was\neither, that should not matter.As to bigness—well, events have proved the\nopposite: The Clean Power Plan, we now know, would have had little\nor no impact. The Trump administration’s repeal of the Plan created\na kind of controlled experiment: The Plan’s “magnitude”\n(ante, at 24) could be measured by seeing how far short the\nindustry fell of the Plan’s nationwide emissions target. Except\nthat turned out to be the wrong question, because the industry\ndidn’t fall short of the Plan’s goal; rather, the industry exceeded\nthat target, all on its own. See App. 265 (declaration of EPA\nofficial). And it did so mainly through the generation-shifting\ntechniques that the Plan called for. Seeibid.; Brief for\nUnited States 47. In effect, the Plan predicted market behavior,\nrather than altered it (as regulations usually do). Cf.Utility\nAir, 573 U. S., at 321–322 (discussing the “calamitous\nconsequences” of the EPA approach there under review). And that\nfact has been understood for some years. At the time of the repeal,\nthe Trump administration explained that “there [was] likely to be\nno difference between a world where the [Clean Power Plan was]\nimplemented and one where it [was] not.” 84 Fed. Reg.\n32561.[6] It is small wonder,\nthen, that the power industry overwhelmingly supports EPA in this\ncase. See Brief for Power Company Respondents 2–3. In the regulated\nparties’ view, the rule aimed to achieve what most power companies\nalso want: substantial reductions in carbon dioxide emissions\naccomplished in a cost-effective way while maintaining a reliable\nelectricity market. Seeid., at 26–27, 38, 41–42.The majority thus pivots to the massive\nconsequences generation shiftingcouldproduce—but that\nclaim fares just as poorly. On EPA’s view of its own authority, the\nmajority worries, some future rule might “forc[e] coal plants to\n‘shift’ away virtually all of their generation—i.e., to\ncease making power altogether.”Ante, at 24. But looking at\nthe text of Section 111(d) might here come in handy. For the\nstatute imposes, as already shown, a set of\nconstraints—particularly involving costs and energy needs—that\nwould preclude so extreme a regulation. See Brief for United States\n41–42 (conceding the point);supra, at 7. And if the\nmajority thinks those constraints do not really constrain, then it\nhas a much bigger problem. For “traditional” technological\ncontrols, of the kind the majority approves, can have equally\ndramatic effects.Ante, at 23. Take, for example, the\n“fuel-switching” regulation the majority mentions.Ibid.Such a rule does just what you might think: It requires a plant to\nburn a different kind of fuel—say, natural gas instead of coal. So\nit too can significantly “restructur[e] the Nation’s overall mix of\nelectricity generation.”Ante, at 16. Or take an even more\ntechnological-sounding approach: the use of carbon-capture\nequipment. Order the installation of that equipment, the Trump\nadministration concluded, and the “exorbitant” costs “would almost\ncertainly force the closure” of all affected “coal-fired power\nplants.” 84 Fed. Reg. 32548. The point is a simple one: If\ngeneration shifting can go big, so too can technological controls\n(assuming, once again, that the statute’s text is ignored). The\nproblem (if any exists) is not with the channel, but with the\nvolume.[7]The majority’s claim about the Clean Power\nPlan’s novelty—the most fleshed-out part of today’s opinion, seeante, at 20–24—is also exaggerated. As EPA explained when it\nissued the Clean Power Plan, an earlier Section 111(d) regulation\nhad determined that a cap-and-trade program was the “best system of\nemission reduction” for mercury. 70 Fed. Reg. 28616–28621 (2005);\nsee 80 Fed. Reg. 64772. In the majority’s view, that rule was\ndifferent because the “actual emission cap” for the contemplated\ncap-and-trade scheme was based on the use of a plant-specific\ntechnology—namely, wet scrubbers.Ante, at 21 (internal\nquotation marks omitted). But the approval of cap and trade allowed\nEPA to make the emissions limits more stringent than it otherwise\ncould have, because EPA knew that plants unable to cost-effectively\ninstall scrubbers could instead meet the limits through generation\nshifting. See 70 Fed. Reg. 28619. EPA could have designed the Clean\nPower Plan in the same way—say, by setting emissions limits based\non carbon-capture technology, with the expectation that many plants\nwould avail themselves of an approved cap-and-trade program\ninstead. The majority gives no reason to think Section 111(d)\nallows that approach but disallows the Clean Power Plan. In both,\ngeneration shifting is operating to increase the strictness of\nemissions limits.And the mercury rule itself was rooted in\nprecedent. A decade earlier, EPA had determined that States could\ncomply with a Section 111(d) regulation for municipal waste\ncombustors by establishing cap-and-trade programs. See 40 CFR\n§§60.30a, 60.33b(d)(2) (1996). And beyond Section 111(d), trading\nand other tools of generation shifting become still more common.\nFor decades, EPA has relied on those pollution-control techniques\nin rules covering new internal-combustion engines under Section\n111(b), sources of nitrogen oxide under the NAAQS program, and\nmotor vehicles under Section 202(a). See 73 Fed. Reg. 3595 (2008);\n71 Fed. Reg. 39159 (2006); 63 Fed. Reg. 57358–57359 (1998); 48 Fed.\nReg. 33456 (1983); see also Brief for Richard L. Revesz asAmicus Curiae24–29 (collecting similar rules). No doubt the\nmajority is right that scrubbers and other “add-on controls” are\n“more traditional air pollution control measures.”Ante, at\n23. EPA readily acknowledged that fact in developing the Clean\nPower Plan. But the idea that the Plan’s reliance on generation\nshifting effected some kind of revolution in power-plant pollution\ncontrol? No. As I’ve noted before, power plants themselves use that\nmethod. State environmental regulators use that method. And EPA has\nused that method, including under the statutory provision invoked\nhere.In any event, newness might be perfectly\nlegitimate—even required—from Congress’s point of view. I do not\ndispute that an agency’s longstanding practice may inform a court’s\ninterpretation of a statute delegating the agency power. Seeante, at 20–21. But it is equally true, asBrown &\nWilliamsonrecognized, that agency practices are “not carved in\nstone.” 529 U. S., at 156–157 (internal quotation marks\nomitted). Congress makes broad delegations in part so that agencies\ncan “adapt their rules and policies to the demands of changing\ncircumstances.”Id., at 157. To keep faith with that\ncongressional choice, courts must give agencies “ample latitude” to\nrevisit, rethink, and revise their regulatory approaches.Ibid.So it is here. Section 111(d) was written, as I’ve\nshown, to give EPA plenty of leeway. Seesupra, at 6–8. The\nenacting Congress told EPA to pick the “best system of emission\nreduction” (taking into account various factors). In selecting\nthose words, Congress understood—it had to—that the “best system”\nwould change over time. Congress wanted and instructed EPA to keep\nup. To ensure the statute’s continued effectiveness, the “best\nsystem” should evolve as circumstances evolved—in a way Congress\nknew it couldn’t then know. SeeMassachusetts, 549\nU. S., at 532. EPA followed those statutory directions to the\nletter when it issued the Clean Power Plan. It selected a system\n(as the regulated parties agree) that achieved greater emissions\nreductions at lower cost than any technological alternative could\nhave, while maintaining a reliable electricity market. Even if that\nsystem was novel, it was in EPA’s view better—actually, “best.” So\nit was the system that accorded with the enacting Congress’s\nchoice.And contra the majority, it is that Congress’s\nchoice which counts, not any later one’s. The majority says it\n“cannot ignore” that Congress in recent years has “considered and\nrejected” cap-and-trade schemes.Ante, at 27–28. But under\nnormal principles of statutory construction, the majorityshouldignore that fact (just as I should ignore that\nCongress failed to enact bills barring EPA from implementing the\nClean Power Plan). As we have explained time and again, failed\nlegislation “offers a particularly dangerous basis on which to rest\nan interpretation of an existing law a different and earlier\nCongress” adopted.Bostockv.Clayton County, 590\nU. S. ___, ___ (2020) (slip op., at 20) (internal quotation\nmarks omitted); seeSullivanv.Finkelstein,496 U.S.\n617, 632 (1990) (Scalia, J., concurring in part) (“Arguments\nbased on subsequent legislative history” should “not be taken\nseriously, not even in a footnote”). Return toBrown &\nWilliamson, which all agree is the key case in this sphere. It\ndisclaimed any reliance on “Congress’ failure” to grant FDA\njurisdiction over tobacco. 529 U. S., at 155. Instead, the\nCourt focused on the statutes Congress “ha[d]enacted,”\nwhich created “a distinct regulatory scheme” for tobacco,\nincompatible with FDA’s.Ibid.(emphasis added). Here, as\nI’ve shown and the majority effectively concedes, there is nothing\nequivalent. Seesupra, at 9–12. Search high and low, nothing\nin current law conflicts with, or otherwise casts doubt on, the\nClean Power Plan. That leaves the Court in much the same place it\nwas when decidingMassachusettsv.EPA. Said the\nCourt then: “That subsequent Congresses have eschewed enacting\nbinding emissions limitations to combat global warming tells us\nnothing about what Congress meant” when it enacted the Clean Air\nAct. 549 U. S., at 529–530. And so the Court recognized EPA’s\nauthority to regulate carbon dioxide. But that Court was not this\nCourt; and this Court deprives EPA of the authority Congress gave\nit in Section 111(d) to respond to the same environmental\ndanger.IIISome years ago, I remarked that “[w]e’re all\ntextualists now.” Harvard Law School, The Antonin Scalia Lecture\nSeries: A Dialogue with Justice Elena Kagan on the Reading of\nStatutes (Nov. 25, 2015). It seems I was wrong. The current Court\nis textualist only when being so suits it. When that method would\nfrustrate broader goals, special canons like the “major questions\ndoctrine” magically appear as get-out-of-text-free cards.[8] Today, one of those broader goals\nmakes itself clear: Prevent agencies from doing important work,\neven though that is what Congress directed. That\nanti-administrative-state stance shows up in the majority opinion,\nand it suffuses the concurrence. Seeante, at 19, 25–26;e.g.,ante, at 3–6 (Gorsuch, J., concurring).The kind of agency delegations at issue here go\nall the way back to this Nation’s founding. “[T]he founding era,”\nscholars have shown, “wasn’t concerned about delegation.” E. Posner\n& A. Vermeule, Interring the Nondelegation Doctrine, 69\nU. Chi. L. Rev. 1721, 1734 (2002) (Posner &\nVermeule). The records of the Constitutional Convention, the\nratification debates, the Federalist—none of them suggests any\nsignificant limit on Congress’s capacity to delegate policymaking\nauthority to the Executive Branch. And neither does any early\npractice. The very first Congress gave sweeping authority to the\nExecutive Branch to resolve some of the day’s most pressing\nproblems, including questions of “territorial administration,”\n“Indian affairs,” “foreign and domestic debt,” “military service,”\nand “the federal courts.” J. Mortenson & N. Bagley, Delegation\nat the Founding, 121 Colum. L. Rev. 277, 349 (2021)\n(Mortenson & Bagley). That Congress, to use a few examples,\ngave the Executive power to devise a licensing scheme for trading\nwith Indians; to craft appropriate laws for the Territories; and to\ndecide how to pay down the (potentially ruinous) national debt. Seeid., at 334–338, 340–342, 344–345; C. Chabot, The Lost\nHistory of Delegation at the Founding, 56 Ga. L. Rev. 81,\n113–134 (2021) (Chabot). Barely anyone objected on delegation\ngrounds. See Mortenson & Bagley 281–282, 332, 339; Chabot\n117–119; Posner & Vermeule 1733–1736.It is not surprising that Congress has always\ndelegated, and continues to do so—including on important policy\nissues. As this Court has recognized, it is often “unreasonable and\nimpracticable” for Congress to do anything else.American Power\n& Light Co.v.SEC,329 U.S.\n90, 105 (1946). In all times, but ever more in “our\nincreasingly complex society,” the Legislature “simply cannot do\nits job absent an ability to delegate power under broad general\ndirectives.”Mistrettav.United States,488 U.S.\n361, 372 (1989). Consider just two reasons why.First, Members of Congress often don’t know\nenough—and know they don’t know enough—to regulate sensibly on an\nissue. Of course, Members can and do provide overall direction. But\nthen they rely, as all of us rely in our daily lives, on people\nwith greater expertise and experience. Those people are found in\nagencies. Congress looks to them to make specific judgments about\nhow to achieve its more general objectives. And it does so\nespecially, though by no means exclusively, when an issue has a\nscientific or technical dimension. Whywouldn’tCongress\ninstruct EPA to select “the best system of emission reduction,”\nrather than try to choose that system itself? Congress knows that\nsystems of emission reduction lie not in its own but in EPA’s\n“unique expertise.”Martinv.Occupational Safety and\nHealth Review Comm’n,499 U.S.\n144, 151 (1991).Second and relatedly, Members of Congress often\ncan’t know enough—and again, know they can’t—to keep regulatory\nschemes working across time. Congress usually can’t predict the\nfuture—can’t anticipate changing circumstances and the way they\nwill affect varied regulatory techniques. Nor can Congress\n(realistically) keep track of and respond to fast-flowing\ndevelopments as they occur. Once again, that is most obviously true\nwhen it comes to scientific and technical matters. The “best system\nof emission reduction” is not today what it was yesterday, and will\nsurely be something different tomorrow. So for this reason too, a\nrational Congress delegates. It enables an agency to adapt old\nregulatory approaches to new times, to ensure that a statutory\nprogram remains effective. See,e.g.,National Federation\nof Independent Businessv.OSHA, 595 U. S. ___, ___\n(2022) (Breyer, Sotomayor, and Kagan, JJ., dissenting) (slip op.,\nat 9) (observing that a statute’s broad language was meant to\nensure that an agency had “the tools needed to confront emerging\ndangers”).Over time, the administrative delegations\nCongress has made have helped to build a modern Nation. Congress\nwanted fewer workers killed in industrial accidents. It wanted to\nprevent plane crashes, and reduce the deadliness of car wrecks. It\nwanted to ensure that consumer products didn’t catch fire. It\nwanted to stop the routine adulteration of food and improve the\nsafety and efficacy of medications. And it wanted cleaner air and\nwater. If an American could go back in time, she might be\nastonished by how much progress has occurred in all those areas. It\ndidn’t happen through legislation alone. It happened because\nCongress gave broad-ranging powers to administrative agencies, and\nthose agencies then filled in—rule by rule by rule—Congress’s\npolicy outlines.This Court has historically known enough not to\nget in the way. Maybe the best explanation of why comes from\nJustice Scalia. SeeMistretta, 488 U. S., at 415–416\n(dissenting opinion). The context was somewhat different. He was\nresponding to an argument that Congress could not constitutionally\ndelegate broad policymaking authority; here, the Court reads a\ndelegation with unwarranted skepticism, and thereby artificially\nconstrains its scope. But Justice Scalia’s reasoning remains on\npoint. He started with the inevitability of delegations: “[S]ome\njudgments involving policy considerations,” he stated, “must be\nleft to [administrative] officers.”Id., at 415. Then he\nexplained why courts should not try to seriously police those\ndelegations, barring—or, I’ll add, narrowing—some on the ground\nthat they went too far. The scope of delegations, he said,“must be fixed according to common sense\nand the inherent necessities of the governmental co-ordination.\nSince Congress is no less endowed with common sense than we are,\nand better equipped to inform itself of the necessities of\ngovernment; and since the factors bearing upon those necessities\nare both multifarious and (in the nonpartisan sense) highly\npolitical . . . it is small wonder that we have almost\nnever felt qualified to second-guess Congress regarding the\npermissible degree of policy judgment that can be left to those\nexecuting or applying the law.”Id., at 416 (internal\nquotation marks omitted).In short, when it comes to delegations, there\nare good reasons for Congress (within extremely broad limits) to\nget to call the shots. Congress knows about how government works in\nways courts don’t. More specifically, Congress knows what mix of\nlegislative and administrative action conduces to good policy.\nCourts should be modest.Today, the Court is not. Section 111, most\nnaturally read, authorizes EPA to develop the Clean Power Plan—in\nother words, to decide that generation shifting is the “best system\nof emission reduction” for power plants churning out carbon\ndioxide. Evaluating systems of emission reduction is what EPA does.\nAnd nothing in the rest of the Clean Air Act, or any other statute,\nsuggests that Congress did not mean for the delegation it wrote to\ngo as far as the text says. In rewriting that text, the Court\nsubstitutes its own ideas about delegations for Congress’s. And\nthat means the Court substitutes its own ideas about policymaking\nfor Congress’s. The Court will not allow the Clean Air Act to work\nas Congress instructed. The Court, rather than Congress, will\ndecide how much regulation is too much.The subject matter of the regulation here makes\nthe Court’s intervention all the more troubling. Whatever else this\nCourt may know about, it does not have a clue about how to address\nclimate change. And let’s say the obvious: The stakes here are\nhigh. Yet the Court today prevents congressionally authorized\nagency action to curb power plants’ carbon dioxide emissions. The\nCourt appoints itself—instead of Congress or the expert agency—the\ndecision-maker on climate policy. I cannot think of many things\nmore frightening. Respectfully, I dissent.Notes1Those constraints have\nhad real effect: They have led EPA in prior rulemakings to exclude\na number of pollution-control measures from the “best system of\nemission reduction.” See Brief for United States 49 (collecting\ncitations).2The majority offers a\ntheory for why Congress insisted on a technological system for new\nsources: It was, the majority says, to prevent EPA’s use of a\nparticular kind of technological system (involving fuel switching)\nto achieve emissions reductions. Seeante, at 22, n. 2,\n23. To begin with: I don’t see how requiring EPA to select among\ntechnological systems precludes it from picking what the majority\nagrees is one such measure. Seeante, at 4, 22, n. 2,\n22–23. But more important, I can’t see why the majority’s\nexplanation matters. Let’s assume the majority is right about\nCongress’s motive. The key point remains the same: Whatever that\nmotive, Congress’s instruction to use technological systems applied\nonly to new sources, and not to existing ones. As to the latter,\nCongress allowed EPA more latitude: The Agency could use\ntechnologicalornon-technological methods, as it preferred.\nThat distinction is what creates interpretive difficulties for the\nmajority—again, no matter why it arose.3Similarly, inKingv.Burwell, 576 U.S. 473 (2015), we relied onBrown &\nWilliamsonin declining to defer to the Internal Revenue\nService’s construction of the Affordable Care Act. We thought it\nhighly “unlikely that Congress would have delegated” an important\ndecision about healthcare pricing to an agency with “no expertise\nin crafting health insurance policy.” 576 U. S., at\n486.4Not every Justice, of\ncourse, agreed with the Court’s conclusions in the above-discussed\ncases; to be frank, I dissented in a couple. But what matters here\nis the analysis those decisions undertook—and how, as I’ll\ndescribe, it supports EPA’s Clean Power Plan.5The majority’s only\nresponse to the argument above similarly reveals a misperception as\nto the practical impact of different regulatory techniques.\nAccording to the majority, there is an “obvious difference” between\nchanging the energy mix by conventional technological regulation\nand doing so by measures like cap and trade.Ante, at 27,\nn. 4. But in fact there is not. As I’ll detail later,\ngeneration shifting can effect a significant—or instead an\ninsignificant—change in the energy mix; and the same is true of\ntechnological regulations. Seeinfra, at 24–25. It all\ndepends on the specifics: There is no necessary connection (in\neither direction) between thekindof regulation and the\nmagnitude of its effect. For example, a rule requiring the use of\ncarbon-capture technology would have shifted far more electricity\nproduction from coal-fired plants than the Clean Power Plan would\nhave. Seeibid.In suggesting that cap-and-trade programs\nare somehow more suspect, the majority merely serves to\ndisadvantage what is often the smartest kind of regulation:\nmarket-based programs that achieve the biggest bang for the buck.\nThat is why so many power companies are on EPA’s side in this\nlitigation.6Even when the Clean Power\nPlan was first issued, its projected impact was far less than what\nthe majority implies. The majority states, for example, that the\nrule would have “reduce[d] GDP by at least a trillion 2009 dollars\nby 2040.”Ante, at 10. That sounds like a lot, but it is in\nfact “equivalent to changes of a few tenths of 1 percent from\nbaseline.” Dept. of Energy, Analysis of the Impacts of the Clean\nPower Plan 63–64 (2015). And the “billions of dollars in compliance\ncosts” the majority highlights were vastly outweighed by the Plan’s\nprojected benefits.Ante, at 10; see 80 Fed. Reg. 64679\n(anticipating $5–$8 billion in costs and $32–$54 billion in\nbenefits by 2030); see also EPA, Regulatory Impact Analysis for the\nClean Power Plan Final Rule 6–35 (2015) (estimating that by 2030\njobs gained from the Plan would be some two or three times greater\nthan jobs lost).7The majority dismisses\nthese hypotheticals as fantastical, protesting that “EPA has never\nordered anything remotely like [them], and we doubt it could.”Ante, at 24, n. 3. But that’s just the point. EPA\nhasn’t forced the elimination of coal plants—whether through\ntechnological controls or generation shifting—becausethe\nstatutory constraints prevent it from doing so. The majority offers\nno reason to think that those constraints suffice for the measures\nit approves (fuel switching and carbon capture) but not for the\nmeasure it rejects (generation shifting). Either the constraints\nare enough or they are not. The majority cannot have it both\nways.8The majority opinion at\nleast addresses the statute’s text, though overstating its\nambiguity and approaching the action taken under it with\nunwarranted “skepticism.”Ante, at 28; seeante, at\n28–31. The concurrence, by contrast, concludes that the Clean Air\nAct does not clearly enough authorize EPA’s Plan without ever\nciting the statutory text. Seeante, at 13–16. Nowhere will\nyou find the concurrence ask: What does the phrase “best system of\nemission reduction” mean? §7411(a)(1). So much for “begin[ning], as\nwe must, with a careful examination of the statutory text.”Hensonv.Santander Consumer USA Inc., 582 U.S. 79,\n___ (2017) (slip op., at 3).",
    "joined": []
}