{
    "case": {
        "docket": "54",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/54/"
    },
    "id": "3216641",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–604_________________NICHOLAS BRADY HEIEN, PETITIONERv.NORTH CAROLINAon writ of certiorari to the supreme court of north carolina[December 15, 2014]Justice Kagan, with whom Justice Ginsburg joins, concurring.I concur in full in the Court’s opinion, which explains why\ncertain mistakes of law can support the reasonable suspicion needed\nto stop a vehicle under the Fourth Amendment. In doing so, the\nCourt correctly emphasizes that the “ Fourth Amendment tolerates\nonly . . .objectivelyreasonable” mistakes of\nlaw.Ante, at 11. And the Court makes clear that the inquiry\ninto whether an officer’s mistake of law counts as objectively\nreasonable “is not as forgiving as the one employed in the distinct\ncontext of deciding whether an officer is entitled to qualified\nimmunity.”Ibid. I write separately to elaborate briefly on\nthose important limitations.[1]First, an officer’s “subjective understanding” is irrelevant: As\nthe Court notes, “[w]e do not examine” it at all.Ibid.That\nmeans the government cannot defend an officer’s mistaken legal\ninterpretation on the ground that the officer was unaware of or\nuntrained in the law. And it means that, contrary to the dissenting\nopinion in the court below, an officer’s reliance on “an incorrect\nmemo or training program from the police department” makes no\ndifference to the analysis. 366 N. C. 271, 284, 737 S. E.\n2d 351, 360 (2012) (Hudson, J., dissenting). Those considerations\npertain to the officer’s subjective understanding of the law and\nthus cannot help to justify a seizure.Second, the inquiry the Court permits today is more demanding\nthan the one courts undertake before awarding qualified immunity.\nSee Tr. of Oral Arg. 51 (Solicitor General stating that the two\ntests “require essentially the opposite” showings); Brief for\nRespondent 31–32 (making a similar point). Our modern qualified\nimmunity doctrine protects “all but the plainly incompetent or\nthose who knowingly violate the law.”Ashcroftv.al-Kidd, 563 U. S. ___, ___ (2011) (slip op., at 12)\n(quotingMalleyv.Briggs,475 U. S. 335,341\n(1986)). By contrast, Justice Story’s opinion inThe\nFriendship, 9 F. Cas. 825, 826 (No. 5,125) (CC Mass. 1812)\n(citedante,at 7), suggests the appropriate standard for\ndeciding when a legal error can support a seizure: when an officer\ntakes a reasonable view of a “vexata questio” on which different\njudges “h[o]ld opposite opinions.” See Brief for United States asAmicus Curiae26 (invoking that language). Or to make the\nsame point without the Latin, the test is satisfied when the law at\nissue is “so doubtful in construction” that a reasonable judge\ncould agree with the officer’s view.The Friendship, 9\nF. Cas., at 826.A court tasked with deciding whether an officer’s mistake of law\ncan support a seizure thus faces a straightforward question of\nstatutory construction. If the statute is genuinely ambiguous, such\nthat overturning the officer’s judgment requires hard interpretive\nwork, then the officer has made a reasonable mistake. But if not,\nnot. As the Solicitor General made the point at oral argument, the\nstatute must pose a “really difficult” or “very hard question of\nstatutory interpretation.” Tr. of Oral Arg. 50. And indeed, both\nNorth Carolina and the Solicitor General agreed that such cases\nwill be “exceedingly rare.” Brief for Respondent 17; Tr. of Oral\nArg. 48.The Court’s analysis of Sergeant Darisse’s interpretation of the\nNorth Carolina law at issue here appropriately reflects these\nprinciples. As the Court explains, seeante, at\n12–13,the statute requires every car on the highway to have\n“a stop lamp,” in the singular. N. C. Gen. Stat. Ann.\n§20–129(g) (2007). But the statute goes on to state that a stop\nlamp (or, in more modern terminology, brake light) “may be\nincorporated into a unit with one or moreotherrear lamps,”\nsuggesting that a stop lamp itself qualifies as a rear lamp.Ibid.(emphasis added). And the statute further mandates\nthat every car have “alloriginally equipped rear lamps\n. . . in good working order.” §20–129(d) (emphasis\nadded). The North Carolina Court of Appeals dealt with the\nstatute’s conflicting signals in one way (deciding that a brake\nlight isnota rear lamp, and so only one needs to work);\nbut a court could easily take the officer’s view (deciding that a\nbrake lightisa rear lamp, and if a car comes equipped with\nmore than one, as modern cars do, all must be in working order).\nThe critical point is that the statute poses a quite difficult\nquestion of interpretation, and Sergeant Darisse’s judgment,\nalthough overturned, had much to recommend it. I therefore agree\nwith the Court that the traffic stop he conducted did not violate\nthe Fourth Amendment.Notes1I note in addition, as does the\nCourt, that one kind of mistaken legal judgment—an error about the\ncontours of the Fourth Amendment itself—can never support a search\nor seizure. Seeante,at 10 (“An officer’s mistaken view\nthat” conduct does “notgive rise to” a Fourth Amendment\nviolation, “no matter how reasonable,” cannot change a court’s\n“ultimate conclusion” that such a violation has occurred). As the\nSolicitor General has explained, mistakes about the requirements of\nthe Fourth Amendment “violate the Fourth Amendment even when they\nare reasonable.” Brief for United States asAmicus Curiae30, n. 3; see Brief for Respondent 29 (stating the same\nview).",
    "joined": []
}