{
    "case": {
        "docket": "15-1503",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-1503/"
    },
    "id": "3751457",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 15–1503 and 15–1504_________________CHARLES S. TURNER, et al.,\nPETITIONERS15–1503v.UNITED STATESRUSSELL L. OVERTON, PETITIONER15–1504v.UNITED STATESon writs of certiorari to the district of\ncolumbia court of appeals[June 22, 2017]Justice Kagan, with whom Justice Ginsburg\njoins, dissenting.Consider two criminal cases. In the first, the\ngovernment accuses ten defendants of acting together to commit a\nvicious murder and robbery. At trial, each defendant accepts that\nthe attack occurred almost exactly as the government\ndescribes—contending only thathewasn’t part of the\nrampaging group. The defendants thus undermine each other’s\narguments at every turn. In the second case, the government makes\nthe same arguments as before. But this time, all of the accused\nadopt a common defense, built around an alternative account of the\ncrime. Armed with new evidence that someone else perpetrated the\nmurder, the defendants vigorously dispute the government’s\ngang-attack narrative and challenge the credibility of its\ninvestigation. The question this case presents is whether such a\nunified defense, relying on evidence unavailable in the first\nscenario, had a “reason-able probability” (less than a\npreponderance) of shiftingeven one juror’s vote.Conev.Bell, 556 U. S. 449, 452, 470 (2009) ; seeKylesv.Whitley, 514 U. S. 419, 434 (1995) .That is the relevant question because the\nGovernment here knew about but withheld the evidence of an\nalternative perpetrator—and so prevented the defendants from coming\ntogether to press that theory of the case. If the Government’s\nnon-disclosure was material, in the sense just described, this\nCourt’s decision inBradyv.Maryland, 373 U. S.\n83 (1963) , demands a new trial. The Court today holds it was not\nmaterial: In light of the evidence the Government offered, the\nmajority argues, the transformed defense stood little chance of\npersuading a juror to vote to acquit. That conclusion is not\nindefensible: The Government put on quite a few witnesses who said\nthat the defendants committed the crime. But in the end, I think\nthe majority gets the answer in this case wrong. With the\nundisclosed evidence, the whole tenor of the trial would have\nchanged. Rather than relying on a “not me, maybe them” defense,ante,at 6, all the defendants would have relentlessly\nimpeached the Government’s (thoroughly impeachable) witnesses and\noffered the jurors a way to view the crime in a different light. In\nmy view, that could well have flipped one or more jurors—which is\nallBradyrequires.Before explaining that view, I note that the\nmajority and I share some common ground. We agree on the universe\nof exculpatory or impeaching evidence suppressed in this case: The\nmajority’s description of that evidence, and of the trial held\nwithout it, is scrupulously fair. Seeante,at 2–6, 7–9. We\nalso agree—as does the Government—that such evidence ought to be\ndisclosed to defendants as a matter of course. Seeante,at\n10. Constitutional requirements aside, turning over exculpatory\nmaterials is a core responsibility of all prosecutors—whose\nprofessional interest and obligation is not to win cases but to\nensure justice is done. SeeKyles, 514 U. S., at 439.\nAnd finally, we agree on the legal standard by which to assess the\nmateriality of undisclosed evidence for purposes of applying the\nconstitutional rule: Courts are to ask whether there is a\n“reasonable probability” that disclosure of the evidence would have\nled to a different outcome—i.e.,an acquittal or hung jury\nrather than a conviction. Seeante,at 10.But I part ways with the majority in applying\nthat standard to the evidence withheld in this case. That evidence\nfalls into three basic categories, discussed below. Taken together,\nthe materials would have recast the trial significantly—so much so\nas to “undermine[ ] confidence” in the guilty verdicts reached\nin their absence.Kyles, 514 U. S., at 434.First, the Government suppressed information\nidentifying a possible alternative perpetrator. The defendants knew\nthat, shortly before the police arrived, witnesses had observed two\nmen acting suspiciously near the alleyway garage where Catherine\nFuller’s body was found. But they did not know—because the\nGovernment never told them—that a witness had identified one of\nthose men as James McMillan. Equipped with that information, the\ndefendants would have discovered that in the weeks following\nFuller’s murder, McMillan assaulted and robbed two other women of\ncomparable age in the same neighborhood. And usingthatinformation, the defendants would have united around a common\ndefense. They would all have pointed their fingers at McMillan\n(rather than at each other), arguing that he committed Fuller’s\nmurder as part of a string of similar crimes.Second, the Government suppressed witness\nstatements suggesting that one or two perpetrators—not a large\ngroup—carried out the attack. Those statements were given by two\nindividuals who walked past the garage around the time of Fuller’s\ndeath. They told the police that they heard groans coming from\ninside the garage; and one remarked that the garage’s doors were\nclosed at the time. Introducing that evidence at trial would have\nsown doubt about the Government’s group-attack narrative, because\nthat many people (as everyone agrees) couldn’t have fit inside the\nsmall garage. And the questions thus raised would have further\nsupported the defendants’ theory that McMillan (and perhaps an\naccomplice) had committed the murder.Third and finally, the Government suppressed a\nraft of evidence discrediting its investigation and impeaching its\nwitnesses. Undisclosed files, for example, showed that the police\ntook more than nine months to look into a witness’s claim that a\nman named James Blue had murdered Fuller. Evidence of that kind of\nnegligence could easily have led jurors to wonder about the\ncompetence of all the police work done in the case. Other withheld\ndocuments revealed that one of the Government’s main witnesses was\nhigh on PCP when she met with investigators to identify\nparticipants in the crime—and that she also encouraged a friend to\nlie to the police to support her story. Using that sort of\ninformation, see alsoante,at 9, the defendants could have\nundercut the Government’s witnesses—even while presenting their own\naccount of the murder.In reply to all this, the majority argues that\n“none of the [accused] attempted to mount [an\nalternative-perpetrator] defense” and that such a defense would\nhave challenged “the very cornerstone of the Government’s case.”Ante,at 12. But that just proves my point. The defendants\ndidn’t offer an alternative-perpetrator defense because the\nGovernment prevented them from learning what made it credible: that\none of the men seen near the garage had a record of assaulting and\nrobbing middle-aged women, and that witnesses would back up the\ntheory that only one or two individuals had committed the murder.\nMoreover, that defense had game-changing potential exactlybecauseit challenged the cornerstone of the Government’s\ncase. Without the withheld evidence, each of the defendants had\nlittle choice but to accept the Government’s framing of the crime\nas a group attack—and argue only thathewasn’t there. That\nmeant the defendants often worked at cross-purposes. In particular,\neach defendant not identified by a Government witness sought to\nbolster that witness’s credibility, no matter the harm to his\nco-defendants. As one defense lawyer remarked after another’s\nsupposed cross-examination of a Government witness: “They’ve got\n[an extra] prosecutor[ ] in the courtroom now.” Saperstein\n& Walsh, 10 Defendants Complicate Trial, Washington Post, Nov.\n17, 1985, p. A14, col. 1. Credible alternative-perpetrator evidence\nwould have allowed the defendants to escape this cycle of mutually\nassured destruction. By enabling the defendants to jointly attack\nthe Government’s “cornerstone” theory, the withheld evidence would\nhave reframed the case presented to the jury.Still, the majority claims, an\nalternative-perpetrator defense would have had no realistic chance\nof changing the outcome because the Government had ample evidence\nof a group attack, including five witnesses who testified that they\nhad participated in it or seen it happen. Seeante,at\n12–13. But the Government’s case wasn’t nearly the slam-dunk the\nmajority suggests. No physical evidence tied any of the defendants\nto the crime—a highly surprising fact if, as the Government\nclaimed, more than ten people carried out a spur-of-the-moment,\nrampage-like attack in a confined space. And as even the majority\nrecognizes, the Government’s five eyewitnesses had some serious\ncredibility deficits. Seeibid.Two had been charged as\ndefendants, and agreed to testify only in exchange for favorable\nplea deals. See 116 A. 3d 894, 902 (D. C. 2015). Two\nadmitted they were high on PCP at the time. Seeid.,at 903,\n911; App. A535–A536, A649. (As noted above, one was also high when\nshe later met with police to identify the culprits.) One was an\neighth-grader whose own aunt contradicted parts of his trial\ntestimony. See 116 A. 3d, at 903, 911. Even in the absence of\nan alternative account of the crime, the jury took more than a\nweek—and many dozens of votes—to reach its final verdict. Had the\ndefendants offered a unified counter-narrative, based on the\nwithheld evidence, one or more jurors could well have concluded\nthat the Government had not proved its case beyond a reasonable\ndoubt.Again, the issue here concerns the difference\nbetween two criminal cases. The Government got the case it most\nwanted—the one in which the defendants, each in an effort to save\nhimself, formed something of a circular firing squad. And the\nGovernment avoided the case it most feared—the one in which the\ndefendants acted jointly to show that a man known to assault women\nlike Fuller committed her murder. The difference between the two\ncases lay in the Government’s files—evidence of obvious relevance\nthat prosecutors nonetheless chose to suppress. I think it could\nhave mattered to the trial’s outcome. For that reason, I\nrespectfully dissent.",
    "joined": []
}