{
    "case": {
        "docket": "15-339",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-339/"
    },
    "id": "3581578",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–339_________________MICHAEL ROSS, PETITIONERv.SHAIDON\nBLAKEon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 6, 2016]Justice Kagan delivered the opinion of the\nCourt.The Prison Litigation Reform Act of 1995 (PLRA)\nmandates that an inmate exhaust “such administrative remedies as\nare available” before bringing suit to challenge prison conditions.\n42 U. S. C. §1997e(a). The court below adopted an\nunwritten “special circumstances” exception to that provision,\npermitting some prisoners to pursue litigation even when they have\nfailed to exhaust available administrative remedies. Today, we\nreject that freewheeling approach to exhaustion as inconsistent\nwith the PLRA. But we also underscore that statute’s built-in\nexception to the exhaustion requirement: A prisoner need not\nexhaust remedies if they are not “available.” The briefs and other\nsubmissions filed in this case suggest the possibility that the\naggrieved inmate lacked an available administrative remedy. That\nissue remains open for consideration on remand, in light of the\nprinciples stated below.IRespondent Shaidon Blake is an inmate in a\nMaryland prison. On June 21, 2007, two guards—James Madigan and\npetitioner Michael Ross—undertook to move him from his regular cell\nto the facility’s segregation unit. According to Blake’s version of\nthe facts, Ross handcuffed him and held him by the arm as they left\nthe cell; Madigan followed close behind. Near the top of a flight\nof stairs, Madigan shoved Blake in the back. Ross told Madigan he\nhad Blake under control, and the three continued walking. At the\nbottom of the stairs, Madigan pushed Blake again and then punched\nhim four times in the face, driving his head into the wall. After a\nbrief pause, Madigan hit Blake one last time. Ross kept hold of\nBlake throughout the assault. And when the blows subsided, Ross\nhelped Madigan pin Blake to the ground until additional\nofficersarrived.Later that day, Blake reported the assault to a\nsenior corrections officer. That officer thought Madigan at fault,\nand so referred the incident to the Maryland prison system’s\nInternal Investigative Unit (IIU). Under state law, the IIU has\nauthority to investigate allegations of employee misconduct,\nincluding the use of “excessive force.” Codeof Md. Regs., tit. 12,\n§11.01.05(A)(3) (2006). After conducting a year-long inquiry into\nthe beating, the IIU issued a final report condemning Madigan’s\nactions, while making no findings with respect to Ross. See App.\n191–195. Madigan resigned to avoid being fired.Blake subsequently sued both guards under 42\nU. S. C. §1983, alleging that Madigan had used\nunjustifiable force and that Ross had failed to take protective\naction. The claim against Madigan went to a jury, which awarded\nBlake a judgment of $50,000. But unlike Madigan, Ross raised the\nPLRA’s exhaustion requirement as an affirmative defense, contending\nthat Blake had brought suit without first following the prison’s\nprescribed procedures for obtaining an administrative remedy. As\nset out in Maryland’s Inmate Handbook, that process—called, not\nvery fancifully, the Administrative Remedy Procedure (ARP)—begins\nwith a formal grievance to the prison’s warden; it may also involve\nappeals to the Commissioner of Correction and then the Inmate\nGrievance Office (IGO). See Maryland Div. of Correction, Inmate\nHandbook 30–31 (2007). Blake acknowledged that he had not sought a\nremedy through the ARP—because, he thought, the IIU investigation\nserved as a substitute for that otherwise standard process. The\nDistrict Court rejected that explanation and dismissed the suit,\nholding that “the commencement of an internal investigation does\nnot relieve prisoners from the [PLRA’s] exhaustion requirement.”Blakev.Maynard, No. 8:09–cv–2367 (D Md., Nov. 14,\n2012), App. to Pet. for Cert. 38, 2012 WL 5568940, *5.The Court of Appeals for the Fourth Circuit\nreversed in a divided decision. Stating that the PLRA’s “exhaustion\nrequirement is not absolute,” the court adopted an extra-textual\nexception originally formulated by the Second Circuit. 787\nF. 3d 693, 698 (2015). Repeated the Court of Appeals: “[T]here\nare certain ‘special circumstances’ in which, though administrative\nremedies may have been available[,] the prisoner’s failure to\ncomply with administrative procedural requirements may nevertheless\nhave been justified.”Ibid.(quotingGianov.Goord, 380 F. 3d 670, 676 (CA2 2004)). In particular,\nthat was true when a prisoner “reasonably”—even though\nmistakenly—“believed that he had sufficiently exhausted his\nremedies.” 787 F. 3d, at 695. And Blake, the court concluded,\nfit within that exception because he reasonably thought that “the\nIIU’s investigation removed his complaint from the typical ARP\nprocess.”Id.,at 700. Judge Agee dissented, stating that\nthe PLRA’s mandatory exhaustion requirement is not “amenable” to\n“[j]udge-made exceptions.”Id.,at 703. This Court granted\ncertiorari. 577 U. S. ___ (2015).IIThe dispute here concerns whether the PLRA’s\nexhaustion requirement, §1997e(a), bars Blake’s suit. Statutory\ntext and history alike foreclose the Fourth Circuit’s adoption of a\n“special circumstances” exception to that mandate. But Blake’s suit\nmay yet be viable. Under the PLRA, a prisoner need exhaust only\n“available” administrative remedies. And Blake’s contention that\nthe prison’s grievance process was not in fact available to him\nwarrants further consideration below.AStatutory interpretation, as we always say,\nbegins with the text, see,e.g., Hardtv.Reliance\nStandard Life Ins. Co., 560 U. S. 242, 251 (2010) —but\nhere following that approach at once distances us from the Court of\nAppeals. As Blake acknowledges, that court made no attempt to\nground its analysis in the PLRA’s language. See 787 F. 3d, at\n697–698; Brief for Respondent 47–48, n. 20 (labeling the Court\nof Appeals’ rule an “extra-textual exception to the PLRA’s\nexhaustion requirement”). And that failure makes a difference,\nbecause the statute speaks in unambiguous terms opposite to what\nthe Fourth Circuit said.Section 1997e(a) provides: “No action shall be\nbrought with respect to prison conditions under section 1983 of\nthis title, or any other Federal law, by a prisoner confined in any\njail, prison, or other correctional facility until such\nadministrative remedies as are available are exhausted.” As we have\noften observed, that language is “mandatory”: An inmate “shall”\nbring “no action” (or said more conversationally, may not bring any\naction) absent exhaustion of available administrative remedies.Woodfordv.Ngo, 548 U. S. 81, 85 (2006) ;\naccord,Jonesv.Bock, 549 U. S. 199, 211 (2007)\n(“There is no question that exhaustion is mandatory under the\nPLRA”). As later discussed, that edict contains one significant\nqualifier: the remedies must indeed be “available” to the prisoner.\nSeeinfra, at 8–10. But aside from that exception, the\nPLRA’s text suggests no limits on an inmate’s obligation to\nexhaust—irrespective of any “special circumstances.”And that mandatory language means a court may\nnot excuse a failure to exhaust, even to take such circumstances\ninto account. SeeMillerv.French, 530 U. S.\n327, 337 (2000) (explaining that “[t]he mandatory ‘shall’\n. . . normally creates an obligation impervious to\njudicial discretion”). No doubt, judge-made exhaustion doctrines,\neven if flatly stated at first, remain amenable to judge-made\nexceptions. SeeMcKartv.United States, 395\nU. S. 185, 193 (1969) (“The doctrine of exhaustion of\nadministrative remedies . . . is, like most judicial\ndoctrines, subject to numerous exceptions”). But a statutory\nexhaustion provision stands on a different footing. There, Congress\nsets the rules—and courts have a role in creating exceptions only\nif Congress wants them to. For that reason, mandatory exhaustion\nstatutes like the PLRA establish mandatory exhaustion regimes,\nforeclosing judicial discretion. See,e.g.,McNeilv.United States, 508 U. S. 106, 111, 113 (1993) (“We are\nnot free to rewrite the statutory text” when Congress has strictly\n“bar[red] claimants from bringing suit in federal court until they\nhave exhausted their administrative remedies”). Time and again,\nthis Court has taken such statutes at face value—refusing to add\nunwritten limits onto their rigorous textual requirements. See,e.g.,id.,at 111;Shalalav.Illinois\nCouncil on Long Term Care,Inc., 529 U. S. 1 –14\n(2000); see also 2 R. Pierce, Administrative Law Treatise §15.3, p.\n1241 (5th ed. 2010) (collecting cases).We have taken just that approach in construing\nthe PLRA’s exhaustion provision—rejecting every attempt to deviate\n(as the Fourth Circuit did here) from its textual mandate. InBoothv.Churner, 532 U. S. 731 (2001) , for\nexample, the prisoner argued that exhaustion was not necessary\nbecause he wanted a type of relief that the administrative process\ndid not provide. But §1997e(a), we replied, made no distinctions\nbased on the particular “forms of relief sought and offered,” and\nthat legislative judgment must control: We would not read\n“exceptions into statutory exhaustion requirements where Congress\nhas provided otherwise.”Id., at 741, n. 6. The next\nyear, inPorterv.Nussle, 534 U. S. 516, 520\n(2002) , the Court rejected a proposal to carve out excessive-force\nclaims (like Blake’s) from the PLRA’s exhaustion regime, viewing\nthat approach too as inconsistent with the uncompromising statutory\ntext. And most recently, inWoodford, we turned aside a\nrequested exception for constitutional claims. 548 U. S., at 91,\nn. 2. Our explanation was familiar: “We are interpreting and\napplying” not a judge-made doctrine but a “statutory requirement,”\nand therefore must honor Congress’s choice.Ibid.[1] All those precedents rebut the Court\nof Appeals’ adoption of a “special circumstances” excuse for\nnon-exhaustion.So too, the history of the PLRA underscores the\nmandatory nature of its exhaustion regime. Section §1997e(a)’s\nprecursor, enacted in the Civil Rights of Institutionalized Persons\nAct (CRIPA), §7, 94Stat. 352 (1980), was a “weak exhaustion\nprovision.”Woodford, 548 U. S., at 84. Under CRIPA, a court\nwould require exhaustion only if a State provided “plain, speedy,\nand effective” remedies meeting federal minimum standards—and even\nthen, only if the court believed exhaustion “appropriate and in the\ninterests of justice.” §7(a), 94Stat. 352. That statutory scheme\nmade exhaustion “in large part discretionary.”Nussle, 534\nU. S., at 523. And for that reason (among others), CRIPA\nproved inadequate to stem the then-rising tide of prisoner\nlitigation. In enacting the PLRA, Congress thus substituted an\n“invigorated” exhaustion provision.Woodford, 548\nU. S., at 84. “[D]iffer[ing] markedly from its predecessor,”\nthe new §1997e(a) removed the conditions that administrative\nremedies be “plain, speedy, and effective” and that they satisfy\nminimum standards.Nussle, 534 U. S., at 524. Still\nmore, the PLRA prevented a court from deciding that exhaustion\nwould be unjust or inappropriate in a given case. As described\nearlier, seesupra,at 4–5, all inmates must now exhaust all\navailable remedies: “Exhaustion is no longer left to the discretion\nof the district court.”Woodford, 548 U. S., at 85.The PLRA’s history (just like its text) thus\nrefutes a “special circumstances” exception to its rule of\nexhaustion. That approach, if applied broadly, would resurrect\nCRIPA’s scheme, in which a court could look to all the particulars\nof a case to decide whether to excuse a failure to exhaust\navailable remedies. But as we have observed, such wide-ranging\ndiscretion “is now a thing of the past.”Booth, 532\nU. S., at 739. And the conflict with the PLRA’s history (as\nagain with its text) becomes scarcely less stark if the Fourth\nCircuit’s exception is confined, as the court may have intended, to\ncases in which a prisoner makes a reasonable mistake about the\nmeaning of a prison’s grievance procedures. Understood that way,\nthe exception reintroduces CRIPA’s requirement that the remedial\nprocess be “plain”—that is, not subject to any reasonable\nmisunderstanding or disagreement. §7(a), 94Stat. 352. When Congress\namends legislation, courts must “presume it intends [the change] to\nhave real and substantial effect.”Stonev.INS, 514\nU. S. 386, 397 (1995) . The Court of Appeals instead acted as\nthough the amendment—from a largely permissive to a mandatory\nexhaustion regime—had not taken place.[2]BYet our rejection of the Fourth Circuit’s\n“special circumstances” exception does not end this case—because\nthe PLRA contains its own, textual exception to mandatory\nexhaustion. Under §1997e(a), the exhaustion requirement hinges on\nthe “availab[ility]” of administrative remedies: An inmate, that\nis, must exhaust available remedies, but need not exhaust\nunavailable ones. And that limitation on an inmate’s duty to\nexhaust—although significantly different from the “special\ncircumstances” test or the old CRIPA standard—has real content. As\nwe explained inBooth, the ordinary meaning of the word\n“available” is “ ‘capable of use for the accomplishment of a\npurpose,’ and that which ‘is accessible or may be obtained.’ ”\n532 U. S., at 737–738 (quoting Webster’s Third New International\nDictionary 150 (1993)); see also Random House Dictionary of the\nEnglish Language 142 (2d ed. 1987) (“suitable or ready for use”); 1\nOxford English Dictionary 812 (2d ed. 1989) (“capable of being made\nuse of, at one’s disposal, within one’s reach”); Black’s Law\nDictionary 135 (6th ed. 1990) (“useable”; “present or ready for\nimmediate use”). Accordingly, an inmate is required to exhaust\nthose, but only those, grievance procedures that are “capable of\nuse” to obtain “some relief for the action complained of.”Booth, 532 U. S., at 738.To state that standard, of course, is just to\nbegin; courts in this and other cases must apply it to the\nreal-world workings of prison grievance systems. Building on our\nown and lower courts’ decisions, we note as relevant here three\nkinds of circumstances in which an administrative remedy, although\nofficially on the books, is not capable of use to obtain relief.\nSee Tr. of Oral Arg. 27–29 (Solicitor General asamicus\ncuriaeacknowledging these three kinds of unavailability).\nGiven prisons’ own incentives to maintain functioning remedial\nprocesses, we expect that these circumstances will not often arise.\nSeeWoodford, 548 U. S., at 102. But when one (or more)\ndoes, an inmate’s duty to exhaust “available” remedies does not\ncome into play.First, asBoothmade clear, an\nadministrative procedure is unavailable when (despite what\nregulations or guidance materials may promise) it operates as a\nsimple dead end—with officers unable or consistently unwilling to\nprovide any relief to aggrieved inmates. See 532 U. S., at\n736, 738. Suppose, for example, that a prison handbook directs\ninmates to submit their grievances to a particular administrative\noffice—but in practice that office disclaims the capacity to\nconsider those petitions. The procedure is not then “capable of\nuse” for the pertinent purpose. InBooth’s words: “[S]ome\nredress for a wrong is presupposed by the statute’s requirement” of\nan “available” remedy; “where the relevant administrative procedure\nlacks authority to provide any relief,” the inmate has “nothing to\nexhaust.”Id.,at 736, and n. 4. So too if\nadministrative officials have apparent authority, but decline ever\nto exercise it. Once again: “[T]he modifier ‘available’ requires\nthe possibility of some relief.”Id.,at 738. When the facts\non the ground demonstrate that no such potential exists, the inmate\nhas no obligation to exhaust the remedy.Next, an administrative scheme might be so\nopaque that it becomes, practically speaking, incapable of use. In\nthis situation, some mechanism exists to provide relief, but no\nordinary prisoner can discern or navigate it. As the Solicitor\nGeneral put the point: When rules are “so confusing that\n. . . no reasonable prisoner can use them,” then “they’re\nno longer available.” Tr. of Oral Arg. 23. That is a significantly\nhigher bar than CRIPA established or the Fourth Circuit suggested:\nThe procedures need not be sufficiently “plain” as to preclude any\nreasonable mistake or debate with respect to their meaning. See\n§7(a), 94Stat. 352; 787 F. 3d, at 698–699;supra,at 3,\n6–8. When an administrative process is susceptible of multiple\nreasonable interpretations, Congress has determined that the inmate\nshould err on the side of exhaustion. But when a remedy is, in\nJudge Carnes’s phrasing, essentially “unknowable”—so that no\nordinary prisoner can make sense of what it demands—then it is also\nunavailable. SeeGoebertv.Lee County, 510 F. 3d\n1312, 1323 (CA11 2007);Turnerv.Burnside, 541\nF. 3d 1077, 1084 (CA11 2008) (“Remedies that rational inmates\ncannot be expected to use are not capable of accomplishing their\npurposes andso are not available”). Accordingly, exhaustion is not\nrequired.And finally, the same is true when prison\nadministrators thwart inmates from taking advantage of a grievance\nprocess through machination, misrepresentation, or intimidation. InWoodford, we recognized that officials might devise\nprocedural systems (including the blind alleys and quagmires just\ndiscussed) in order to “trip[] up all but the most skillful\nprisoners.” 548 U. S., at 102. And appellate courts have\naddressed a variety of instances in which officials misled or\nthreatened individual inmates so as to prevent their use of\notherwise proper procedures. As all those courts have recognized,\nsuch interference with an inmate’s pursuit of relief renders the\nadministrative process unavailable.[3] And then, once again, §1997e(a) poses no bar.The facts of this case raise questions about\nwhether, given these principles, Blake had an “available”\nadministrative remedy to exhaust. As explained earlier, Ross’s\nexhaustion defense rests on Blake’s failure to seek relief through\nMaryland’s ARP process, which begins with a grievance to the warden\nand may continue with appeals to the Commissioner of Correction and\nthe IGO. Seesupra, at 2–3; Inmate Handbook, at 30–31. That\nprocess is the standard method for addressing inmate complaints in\nthe State’s prisons: The Inmate Handbook provides that prisoners\nmay use the ARP for “all types” of grievances (subject to four\nexceptions not relevant here), including those relating to the use\nof force.Id.,at 30; see App. 312. But recall that Maryland\nseparately maintains the IIU to look into charges of staff\nmisconduct in prisons, and the IIU did just that here. Seesupra,at 2. Blake urged in the courts below that once the\nIIU commences such an inquiry, a prisonercannotobtain\nrelief through the standard ARP process—whatever the Handbook may\nsay to the contrary. See 787 F. 3d, at 697; App. to Pet. for\nCert. 38, 2012 WL 5568940, at *5. And in this Court, that issue has\ntaken on new life. Both Blake and Ross (as represented by the\nMaryland attorney general) have lodged additional materials\nrelating to the interaction between the IIU and the ARP. Andbothsides’ submissions, although scattershot and in need of\nfurther review, lend some support to Blake’s account—while also\nrevealing Maryland’s grievance process to have, at least at first\nblush, some bewildering features.Blake’s filings include many administrative\ndispositions (gleaned from the records of other prisoner suits)\nindicating that Maryland wardens routinely dismiss ARP grievances\nas procedurally improper when parallel IIU investigations are\npending. One warden, for example, wrote in response to a prisoner’s\ncomplaint: “Your Request for Administrative Remedy has been\nreceived and is hereby dismissed. This issue has been assigned to\nthe Division of Correction’s Internal Investigative Unit (Case\n#07–35–010621I/C), and will no longer be addressed through this\nprocess.” Lodging of Respondent 1; see also,e.g., id., at\n18 (“Admin. Dismiss Final: This is being investigated outside of\nthe ARP process by I.I.U.”). In addition, Blake has submitted\nbriefs of the Maryland attorney general (again, drawn from former\nprisoner suits) specifically recognizing that administrative\npractice. As the attorney general stated in one case: “Wilkerson\nfiled an ARP request,” but “his complaint already was being\ninvestigated by the [IIU], superceding an ARP investigation.”Id., at 23–24; see also,e.g., id.,at 5 (Bacon’s\ngrievance “was dismissed because the issue had been assigned to\n[the] IIU and would no longer be addressed through the ARP\nprocess”).[4]And Ross’s own submissions offer some\nconfirmation of Blake’s view. Ross does not identify a single case\nin which a warden considered the merits of an ARP grievance while\nan IIU inquiry was underway. See Tr. of Oral Arg. 6 (Maryland\nattorney general’s office conceding that it had found none). To the\ncontrary, his lodging contains still further evidence that wardens\nconsistently dismiss such complaints as misdirected. See,e.g.,Lodging of Petitioner 15 (District Court noting that\n“Gladhill was advised that no further action would be taken through\nthe ARP process because the matter had been referred to the\n[IIU]”). Indeed, Ross’ materials suggest that some wardens use a\nrubber stamp specially devised for that purpose; the inmate, that\nis, receives a reply stamped with the legend: “Dismissed for\nprocedural reasons . . . . This issue is being\ninvestigated by IIU case number: ____. No further action shall be\ntaken within the ARP process.”Id.,at 25, 32, 38; see Tr.\nof Oral Arg. 8–9 (Maryland attorney general’s office conceding the\nstamp’s existence and use).Complicating the picture, however, are several\ncases in which an inmate refused to take a warden’s jurisdictional\n“no” for an answer, resubmitted his grievance up the chain to the\nIGO, and there received a ruling on the merits, without any\ndiscussion of the ARP/IIU issue. We confess to finding these few\ncases perplexing in relation to normal appellate procedure. Seeid., at 3–10, 13–15, 18–20 (multiple Justices expressing\nconfusion about Maryland’s procedures). If the IGO thinks the\nwardens wrong to dismiss complaints because of pending IIU\ninvestigations, why does it not say so and stop the practice?\nConversely, if the IGO thinks the wardens right, how can it then\nissue merits decisions? And if that really is Maryland’s\nprocedure—that when an IIU investigation is underway, the warden\n(and Commissioner of Correction) cannot consider a prisoner’s\ncomplaint, but the IGO can—why does the Inmate Handbook not spell\nthis out? Are there, instead, other materials provided to prisoners\nthat communicate how this seemingly unusual process works and how\nto navigate it so as to get a claim heard?In light of all these lodgings and the questions\nthey raise about Maryland’s grievance process, we remand this case\nfor further consideration of whether Blake had “available” remedies\nto exhaust. The materials we have seen are not conclusive; they may\nnot represent the complete universe of relevant documents, and few\nhave been analyzed in the courts below. On remand, in addition to\nconsidering any other arguments still alive in this case, the court\nmust perform a thorough review of such materials, and then address\nthe legal issues we have highlighted concerning the availability of\nadministrative remedies. First, did Maryland’s standard grievance\nprocedures potentially offer relief to Blake or, alternatively, did\nthe IIU investigation into his assault foreclose that possibility?\nSecond, even if the former, were those procedures knowable by an\nordinary prisoner in Blake’s situation, or was the system so\nconfusing that no such inmate could make use of it? And finally, is\nthere persuasive evidence that Maryland officials thwarted the\neffective invocation of the administrative process through threats,\ngame-playing, or misrepresentations, either on a system-wide basis\nor in the individual case? If the court accepts Blake’s probable\narguments on one or more of these scores, then itshould find\n(consistent this time with the PLRA) that his suit may proceed even\nthough he did not file an ARP complaint.IIICourts may not engraft an unwritten “special\ncircumstances” exception onto the PLRA’s exhaustion requirement.\nThe only limit to §1997e(a)’s mandate is the one baked into its\ntext: An inmate need exhaust only such administrative remedies as\nare “available.” On remand, the court below must consider how that\nmodifying term affects Blake’s case—that is, whether the remedies\nhe failed to exhaust were “available” under the principles set out\nhere. We therefore vacate the judgment of the Court of Appeals and\nremand the case for further proceedings consistent with this\nopinion.It is so ordered.Notes1We note that our\nadherence to the PLRA’s text runs both ways: The same principle\napplies regardless of whether it benefits the inmate or the prison.\nWe have thus overturned judicial rulings that imposed\nextra-statutory limitations on a prisoner’s capacity to\nsue—reversing, for example, decisions that required an inmate to\ndemonstrate exhaustion in his complaint, permitted suit against\nonly defendants named in the administrative grievance, and\ndismissed an entire action because of a single unexhausted claim.\nSeeJonesv.Bock, 549 U. S. 199, 203 (2007) .\n“[T]hese rules,” we explained, “are not required by the PLRA,” and\n“crafting and imposing them exceeds the proper limits on the\njudicial role.”Ibid.2Of course, an exhaustion\nprovision with a different text and history from §1997e(a) might be\nbest read to give judges the leeway to create exceptions or to\nitself incorporate standard administrative-law exceptions. See 2 R.\nPierce, Administrative Law Treatise §15.3, p. 1245 (5th ed. 2010).\nThe question in all cases is one of statutory construction, which\nmust be resolved using ordinary interpretive\ntechniques.3See,e.g.,Davisv.Hernandez, 798 F. 3d 290, 295 (CA5 2015)\n(“Grievance procedures are unavailable . . . if the\ncorrectional facility’s staff misled the inmate as to the existence\nor rules of the grievance process so as to cause the inmate to fail\nto exhaust such process” (emphasis deleted));Schultzv.Pugh, 728 F. 3d 619, 620 (CA7 2013) (“A remedy is not\navailable, therefore, to a prisoner prevented by threats or other\nintimidation by prison personnel from seeking an administrative\nremedy”);Paveyv.Conley, 663 F. 3d 899, 906 (CA7\n2011) (“[I]f prison officials misled [a prisoner] into thinking\nthat . . . he had done all he needed to initiate the\ngrievance process,” then “[a]n administrative remedy is not\n‘available’ ”);Tuckelv.Grover, 660 F. 3d\n1249, 1252–1253 (CA10 2011) (“[W]hen a prison official inhibits an\ninmate from utilizing an administrative process through threats or\nintimidation, that process can no longer be said to be\n‘available’ ”);Goebertv.Lee County,\n510 F. 3d 1312, 1323 (CA11 2007) (If a prison “play[s]\nhide-and-seek with administrative remedies,” then they are not\n“available”).4Blake further notes that\nin 2008, a year after his beating, Maryland amended one of its\nprison directives to state expressly that when the IIU investigates\nan incident, an ARP grievance may not proceed. See App. 367, Md.\nDiv. of Correction, Directive 185–003, §VI(N)(4) (Aug. 27, 2008)\n(The Warden “shall issue a final dismissal of [an ARP] request for\nprocedural reasons when it has been determined that the basis of\nthe complaint is the same basis of an investigation under the\nauthority of the [IIU]”); Brief for Respondent 17–18. According to\nBlake, that amendment merely codified what his submissions show had\nlong been the practice in Maryland prisons. Seeibid.",
    "joined": []
}