{
    "case": {
        "docket": "445",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/445/"
    },
    "id": "3244095",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 126, Orig._________________STATE OF KANSAS, PLAINTIFFv.STATES OF NEBRASKA AND\nCOLORADOon exceptions to report of special master[February 24, 2015]Justice Kagan delivered the opinion of the Court.For the second time in little more than a decade, Kansas and\nNebraska ask this Court to settle a dispute over the States’ rights\nto the waters of the Republican River Basin, as set out in an\ninterstate compact. The first round of litigation ended with a\nsettlement agreement designed to elaborate on, and promote future\ncompliance with, the Compact’s terms. The States now bring new\nclaims against each other arising from the implementation of that\nsettlement. Kansas seeks exceptional relief—both partial\ndisgorgement of gains and an injunction—for Nebraska’s conceded\noverconsumption of water. For its part, Nebraska requests amendment\nof a technical appendix to the settlement, so that allocations of\nwater will faithfully reflect the parties’ intent as expressed in\nboth the body of that agreement and the Compact itself. We referred\nthe case to a Special Master and now accept his recommendations as\nto appropriate equitable remedies: for Kansas, partial disgorgement\nbut no injunction; and for Nebraska, reform of the appendix.IThe Republican River originates in Colorado; crosses the\nnorthwestern corner of Kansas into Nebraska; flows through much of\nsouthwestern Nebraska; and finally cuts back into northern Kansas.\nAlong with its many tributaries, the river drains a\n24,900-square-mile watershed, called the Republican River Basin.\nThe Basin contains substantial farmland, producing (among other\nthings) wheat and corn.During the Dust Bowl of the 1930’s, the Republican River Basin\nexperienced an extended drought, interrupted once by a deadly\nflood. In response, the Federal Government proposed constructing\nreservoirs in the Basin to control flooding, as well as undertaking\nan array of irrigation projects to disperse the stored water. But\nthe Government insisted that the three States of the Basin first\nagree to an allocation of its water resources. As a result of that\nprodding, the States negotiated and ratified the Republican River\nCompact; and in 1943, as required under the Constitution,\nArt. I, §10, cl. 3, Congress approved that agreement. By\nact of Congress, the Compact thus became federal law. See Act of\nMay 26, 1943, ch. 104,57Stat.86.The Compact apportions among the three States the “virgin water\nsupply originating in”—and, as we will later discuss, originatingonlyin—the Republican River Basin. Compact Art. III;\nseeinfra, at 20–28. “Virgin water supply,” as used in the\nCompact, means “the water supply within the Basin,” in both the\nRiver and its tributaries, “undepleted by the activities of man.”\nCompact Art. II. The Compact gives each State a set share of that\nsupply—roughly, 49% to Nebraska, 40% to Kansas, and 11% to\nColorado—for any “beneficial consumptive use.”Id.,\nArt. IV; see Art. II (defining that term to mean “that\nuse by which the water supply of the Basin is consumed through the\nactivities of man”). In addition, the Compact charges the chief\nwater official of each State with responsibility to jointly\nadminister the agreement. Seeid.,Art. IX. Pursuant to\nthat provision, the States created the Republican River Compact\nAdministration (RRCA). The RRCA’s chief task is to calculate the\nBasin’s annual virgin water supply by measuring stream flow\nthroughout the area, and to determine (retrospectively) whether\neach State’s use of that water has stayed within its\nallocation.All was smooth sailing for decades, until Kansas complained to\nthis Court about Nebraska’s increased pumping of groundwater,\nresulting from that State’s construction of “thousands of wells\nhydraulically connected to the Republican River and its\ntributaries.” Bill of Complaint, O. T. 1997, No. 126, Orig.,\np. 5 (May 26, 1998). Kansas contended that such activity was\nsubject to the Compact: To the extent groundwater pumping depleted\nstream flow in the Basin, it counted against the pumping State’s\nannual allotment of water.[1] Nebraska\nmaintained, to the contrary, that groundwater pumping fell outside\nthe Compact’s scope, even if that activity diminished stream flow\nin the area. A Special Master we appointed favored Kansas’s\ninterpretation of the Compact; we summarily agreed, and recommitted\nthe case to him for further proceedings. SeeKansasv.Nebraska,530 U. S. 1272 (2000). The States then entered\ninto negotiations, aimed primarily at determining how best to\nmeasure, and reflect in Compact accounting, the depletion of the\nBasin’s stream flow due to groundwater pumping. During those\ndiscussions, the States also addressed a range of other matters\naffecting Compact administration. The talks bore fruit in 2002,\nwhen the States signed the Final Settlement Stipulation\n(Settlement).The Settlement established detailed mechanisms to promote\ncompliance with the Compact’s terms. The States agreed that the\nSettlement was not “intended to, nor could [it], change [their]\nrespective rights and obligations under the Compact.” Settlement\n§I(D). Rather, the agreement aimed to accurately measure the supply\nand use of the Basin’s water, and to assist the States in staying\nwithin their prescribed limits. To smooth out year-to-year\nfluctuations and otherwise facilitate compliance, the Settlement\nbased all Compact accounting on 5-year running averages, reduced to\n2-year averages in “water-short” periods.Id., §§IV(D),\nV(B). That change gave each State a chance to compensate for one\n(or more) year’s overuse with another (or more) year’s underuse\nbefore exceeding its allocation. The Settlement further provided,\nin line with this Court’s decision, that groundwater pumping would\ncount as part of a State’s consumption to the extent it depleted\nthe Basin’s stream flow. An appendix to the agreement called the\n“Accounting Procedures” described how a later-developed\n“Groundwater Model” (essentially, a mass of computer code) would\nperform those computations.Id., App. C;id., App.\nJ1. And finally, the Settlement made clear, in accordance with the\nCompact, that a State’s use of “imported water”—that is, water\nfarmers bring into the area (usually for irrigation) that\neventually seeps into the Republican River—wouldnotcount\ntoward the State’s allocation, because it did not originate in the\nBasin.Id., §§II, IV(F). Once again, the Settlement\nidentified the Accounting Procedures and Groundwater Model as the\ntools to calculate (so as to exclude) that consumption.But there were more rapids ahead: By 2007, Kansas and Nebraska\neach had complaints about how the Settlement was working. Kansas\nprotested that in the 2005–2006 accounting period—the first for\nwhich the Settlement held States responsible—Nebraska had\nsubstantially exceeded its allocation of water. Nebraska, for its\npart, maintained that the Accounting Procedures and Groundwater\nModel were charging the State for use of imported\nwater—specifically, for water originating in the Platte River\nBasin. The States brought those disputes to the RRCA and then to\nnon-binding arbitration, in accordance with the Settlement’s\ndispute resolution provisions. After failing to resolve the\ndisagreements in those forums, Kansas sought redress in this Court,\npetitioning for both monetary and injunctive relief. We referred\nthe case to a Special Master to consider Kansas’s claims. See 563\nU. S. ___ (2011). In that proceeding, Nebraska asserted a\ncounterclaim requesting a modification of the Accounting Procedures\nto ensure that its use of Platte River water would not count toward\nits Compact allocation.After two years of conducting hearings, receiving evidence, and\nentertaining legal arguments, the Special Master issued his report\nand recommendations. The Master concluded that Nebraska had\n“knowingly failed” to comply with the Compact in the 2005–2006\naccounting period, by consuming 70,869 acre-feet of water in excess\nof its prescribed share.[2] Report 112. To remedy\nthat breach, the Master proposed awarding Kansas $3.7 million for\nits loss, and another $1.8 million in partial disgorgement of\nNebraska’s still greater gains. The Master, however, thought that\nan injunction against Nebraska was not warranted. In addition, the\nMaster recommended reforming the Accounting Procedures in line with\nNebraska’s request, to ensure that the State would not be charged\nwith using Platte River water.Kansas and Nebraska each filed exceptions in this Court to parts\nof the Special Master’s report.[3] Nebraska\nobjects to the Master’s finding of a “knowing” breach and his call\nfor partial disgorgement of its gains. Kansas asserts that the\nMaster should have recommended both a larger disgorgement award and\ninjunctive relief; the State also objects to his proposed change to\nthe Accounting Procedures. In reviewing those claims, this Court\ngives the Special Master’s factual findings “respect and a tacit\npresumption of correctness.”Coloradov.New\nMexico,467 U. S. 310,317 (1984). But we conduct an\n“independent review of the record,” and assume “the ultimate\nresponsibility for deciding” all matters.Ibid.Having\ncarried out that careful review, we now overrule all exceptions and\nadopt the Master’s recommendations.IIThe Constitution gives this Court original jurisdiction to hear\nsuits between the States. See Art. III, §2. Proceedings under that\ngrant of jurisdiction are “basically equi-table in nature.”Ohiov.Kentucky,410 U. S. 641,648 (1973). When\nthe Court exercises its original jurisdiction over a controversy\nbetween two States, it serves “as a substitute for the diplomatic\nsettlement of controversies between sovereigns and a possible\nresort to force.”North Dakotav.Minnesota,263\nU. S. 365–373 (1923). That role significantly “differ[s] from”\nthe one the Court undertakes “in suits between private parties.”Id.,at 372; see Frankfurter & Landis, The Compact\nClause of the Constitution—A Study in Interstate Adjustments, 34\nYale L. J. 685, 705 (1925) (When a “controversy concerns two States\nwe are at once in a world wholly different from that of a law-suit\nbetween John Doe and Richard Roe over the metes and bounds of\nBlackacre”). In this singular sphere, “the court may regulate and\nmould the process it uses in such a manner as in its judgment will\nbest promote the purposes of justice.”Kentuckyv.Dennison, 24 How. 66, 98 (1861).Two particular features of this interstate controversy further\ndistinguish it from a run-of-the-mill private suit and highlight\nthe essentially equitable character of our charge. The first\nrelates to the subject matter of the Compact and Settlement: rights\nto an interstate waterway. The second concerns the Compact’s status\nas not just an agreement, but a federal law. Before proceeding to\nthe merits of this dispute, we say a few words about each.This Court has recognized for more than a century its inherent\nauthority, as part of the Constitution’s grant of original\njurisdiction, to equitably apportion interstate streams between\nStates. InKansasv.Colorado,185 U. S. 125,145\n(1902), we confronted a simple consequence of geography: An\nupstream State can appropriate all water from a river, thus “wholly\ndepriv[ing]” a downstream State “of the benefit of water” that “by\nnature” would flow into its territory. In such a circumstance, the\ndownstream State lacks the sovereign’s usual power to respond—the\ncapacity to “make war[,] . . . grant letters of marque\nand reprisal,” or even enter into agreements without the consent of\nCongress.Id.,at 143 (internal quotation marks omitted).\n“Bound hand and foot by the prohibitions of the Constitution,\n. . . a resort to the judicial power is the only means\nleft” for stopping an inequitable taking of water.Id.,at\n144 (quotingRhode Islandv.Massachusetts, 12 Pet.\n657, 726 (1838)).This Court’s authority to apportion interstate streams\nencourages States to enter into compacts with each other. When the\ndivision of water is not “left to the pleasure” of the upstream\nState, but States instead “know[ ] that some tribunal can\ndecide on the right,” then “controversies will [probably] be\nsettled by compact.”Kansasv.Colorado, 185\nU. S., at 144. And that, of course, is what happened here:\nKansas and Nebraska negotiated a compact to divide the waters of\nthe Republican River and its tributaries. Our role thus shifts: It\nis now to declare rights under the Compact and enforce its terms.\nSeeTexasv.New Mexico,462 U. S. 554,567\n(1983).But in doing so, we remain aware that the States bargained for\nthose rights in the shadow of our equitable apportionment\npower—that is, our capacity to prevent one State from taking\nadvantage of another. Each State’s “right to invoke the original\njurisdiction of this Court [is] an important part of the context”\nin which any compact is made.Id.,at 569. And it is\n“difficult to conceive” that a downstream State “would trade away\nits right” to our equitable apportionment if, under such an\nagreement, an upstream State could avoid its obligations or\notherwise continue overreaching.Ibid.Accordingly, our\nenforcement authority includes the ability to provide the remedies\nnecessary to prevent abuse. We may invoke equitable principles, so\nlong as consistent with the compact itself, to devise “fair\n. . . solution[s]” to the state-parties’ disputes and\nprovide effective relief for their violations.Texasv.New Mexico,482 U. S. 124,134 (1987) (supplying an\n“additional enforcement mechanism” to ensure an upstream State’s\ncompliance with a compact).[4]And that remedial authority gains still greater force because\nthe Compact, having received Congress’s blessing, counts as federal\nlaw. SeeCuylerv.Adams,449 U. S. 433,438\n(1981) (“[C]ongressional consent transforms an interstate compact\n. . . into a law of the United States”). Of course, that\nlegal status underscores a limit on our enforcement power: We may\nnot “order relief inconsistent with [a compact’s] express terms.”Texasv.New Mexico, 462 U. S., at 564. But\nwithin those limits, the Court may exercise its full authority to\nremedy violations of and promote compliance with the agreement, so\nas to give complete effect to public law. As we have previously put\nthe point: When federal law is at issue and “the public interest is\ninvolved,” a federal court’s “equitable powers assume an even\nbroader and more flexible character than when only a private\ncontroversy is at stake.”Porterv.Warner Holding\nCo.,328 U. S. 395,398 (1946); seeVirginian R. Co.v.Railway Employees,300 U. S. 515,552 (1937) (“Courts\nof equity may, and frequently do, go much farther” to give “relief\nin furtherance of the public interest than they are accustomed to\ngo when only private interests are involved”).[5]\nIn exercising our jurisdiction, we may “mould each decree to the\nnecessities of the particular case” and “accord full justice” to\nall parties.Porter, 328 U. S., at 398 (internal\nquotation marks omitted); seeKentuckyv.Dennison,\n65 U. S., at 98. These principles inform our consideration of\nthe dispute before us.IIIWe first address Nebraska’s breach of the Compact and Settlement\nand the remedies appropriate to that violation. Both parties assent\nto the Special Master’s finding that in 2005–2006 Nebraska exceeded\nits allocation of water by 70,869 acre-feet—about 17% more than its\nproper share. See Report 88–89; App. B to Reply Brief for Kansas.\nThey similarly agree that this overconsumption resulted in a $3.7\nmillion loss to Kansas; and Nebraska has agreed to pay those\ndamages. See Reply Brief for Kansas 9, 55; Brief for Nebraska 7.\nBut the parties dispute whether Nebraska’s conduct warrants\nadditional relief. The Master determined that Nebraska “knowingly\nexposed Kansas to a substantial risk” of breach, and so “knowingly\nfailed” to comply with the Compact. Report 130, 112; seesupra,at 5. Based in part on that finding, he recommended\ndisgorgement of $1.8 million, which he described as “a small\nportion of the amount by which Nebraska’s gain exceeds Kansas’s\nloss.” Report 179. But he declined to grant Kansas’s request for\ninjunctive relief against Nebraska. Seeid.,at 180–186. As\nnoted previously, seesupra,at 5–6, each party finds\nsomething to dislike in the Master’s handling of this issue:\nNebraska contests his finding of a “knowing” Compact violation and\nhis view that disgorgement is appropriate; Kansas wants a larger\ndisgorgement award and an injunction regulating Nebraska’s future\nconduct. We address those exceptions in turn.A1When they entered into the Settlement in 2002, the States\nunderstood that Nebraska would have to significantly reduce its\nconsumption of Republican River water. See Report 106. The\nSettlement, after all, charged Nebraska for its depletion of the\nBasin’s stream flow due to groundwater pumping—an amount the State\nhad not previously counted toward its allotment. Seesupra,\nat 3. Nebraska did not have to achieve all that reduction in the\nnext year: The Settlement’s adoption of multi-year averages to\nmeasure consumption allowed the State some time—how much depended\non whether and when “water-short” conditions existed—to come into\ncompliance. See Settlement §§IV(D), V(B)(2)(e)(i), App. B;supra, at 4. As it turned out, the area experienced a\ndrought in 2006; accordingly, Nebraska first needed to demonstrate\ncompliance in that year, based on the State’s average consumption\nof water in 2005 and 2006.[6] And at that initial\ncompliance check, despite having enjoyed several years to prepare,\nNebraska came up markedly short.Nebraska contends, contrary to the Master’s finding, that it\ncould not have anticipated breaching the Compact in those years. By\nits account, the State took “persistent and earnest”—indeed,\n“extraordinary”—steps to comply with the agreement, including\namending its water law to reduce groundwater pumping. Brief for\nNebraska 9, 17. And Nebraska could not have foreseen (or so it\nclaims) that those measures would prove inadequate. First, Nebraska\navers, drought conditions between 2002 and 2006 reduced the State’s\nyearly allotments to historically low levels; the Master was thus\n“unfair to suggest Nebraska should have anticipated what never\nbefore was known.”Id.,at 17. And second, Nebraska\nstresses, the RRCA determines each State’s use of water only\nretrospectively, calculating each spring what a State consumed the\nyear before; hence, Nebraska “could not have known” that it was out\nof compliance in 2006 “until early 2007—when it was already too\nlate.”Id.,at 18; seesupra,at 3.But that argument does not hold water: Rather, as the Special\nMaster found, Nebraska failed to put in place adequate mechanisms\nfor staying within its allotment in the face of a known substantial\nrisk that it would otherwise violate Kansas’s rights. See Report\n105–112, 130. As an initial matter, the State’s efforts to reduce\nits use of Republican River water came at a snail-like pace. The\nNebraska Legislature waited a year and a half after signing the\nSettlement to amend the State’s water law. See §55, 2004 Neb. Laws\np. 352, codified at Neb. Rev. Stat. 46–715. And the fix the\nlegislature adopted—the development of regional water management\nplans meant to decrease groundwater pumping—did not go into effect\nfor still another year. Nebraska thus wasted the time following the\nSettlement—a crucial period to begin bringing down the State’s\nconsumption. Indeed, the State’s overuse of Republican River water\nactuallyrosesignificantly from 2003 through 2005, making\ncompliance at the eventual day of reckoning ever more difficult to\nachieve. See Report 108–109.[7] And to make\nmatters worse, Nebraska knew that decreasing pumping does not\ninstantly boost stream flow: A time lag, of as much as a year,\nexists between the one and the other. Seeid.,at 106. So\nNebraska’s several-year delay in taking any corrective action\nforeseeably raised the risk that the State would breach the\nCompact.Still more important, what was too late was also too little. The\nwater management plans finally adopted in 2005 called for only a 5%\nreduction in groundwater pumping, although no evidence suggested\nthat would suffice. The testimony presented to the Special Master\ngave not a hint that the state and local officials charged with\nformulating those plans had conducted a serious appraisal of how\nmuch change would be necessary. Seeid., at 107–108. And the\nState had created no way to enforce even the paltry goal the plans\nset. The Nebraska Legislature chose to leave operational control of\nwater use in the hands of district boards consisting primarily of\nirrigators, who are among the immediate beneficiaries of pumping.\nNo sanctions or other mechanisms held those local bodies to account\nif they failed to meet the plans’ benchmark. They bore no legal\nresponsibility for complying with the Compact, and assumed no share\nof the penalties the State would pay for violations. Seeid.,at 110–111. Given such a dearth of tools or incentives\nto achieve compliance, the wonder is only that Nebraska did not\nstill further exceed its allotment.Nor do Nebraska’s excuses change our view of its misbehavior.\nTrue enough, the years following the Settlement were exceptionally\narid. But the Compact and Settlement (unsurprisingly) contemplate\nwet and dry years alike. By contrast, Nebraska’s plans could have\nbrought it into compliance only if the Basin had received a stretch\nof copious rainfall. Seeid.,at 109–110. And Nebraska\ncannot take refuge in the timing of the RRCA’s calculations. By the\ntime the compliance check of 2006 loomed, Nebraska knew that it had\nexceeded its allotment (by an ever greater margin) in each of the\nthree previous years. As Nebraska’s own witnesses informed the\nSpecial Master, they “could clearly see” by the beginning of 2006\n“that [the State] had not done enough” to come into compliance.Id.,at 109 (quoting Tr. 1333 (Aug. 21, 2012)). Indeed, in\nthat year, Nebraska began purchasing its farmers’ rights to surface\nwater in order to mitigate its anticipated breach. But that\nlast-minute effort, in the Master’s words, “fell woefully short”—as\nat that point could only have been expected. Report 109. From the\noutset of the Settlement through 2006, Nebraska headed—absent the\nluckiest of circumstances—straight toward a Compact violation.For these reasons, we agree with the Master’s conclusion that\nNebraska “knowingly exposed Kansas to a substantial risk” of\nreceiving less water than the Compact provided, and so “knowingly\nfailed” to comply with the obligations that agreement imposed.Id.,at 130, 112. In the early years of the Settlement, as\nthe Master explained, Nebraska’s compliance efforts were not only\ninadequate, but also “reluctant,” showing a disinclination “to take\n[the] firm action” necessary “to meet the challenges of\nforesee-ably varying conditions in the Basin.”Id.,at 105.\nOr said another way, Nebraska recklessly gambled with Kansas’s\nrights, consciously disregarding a substantial probability that its\nactions would deprive Kansas of the water to which it was entitled.\nSee Tr. 1870 (Aug. 23, 2012) (Master’s statement that Nebraska\nshowed “reckless indifference as to compliance back in ’05 and\n’06”).2After determining that Kansas lost $3.7 million from Nebraska’s\nbreach, the Special Master considered the case for an additional\nmonetary award. Based on detailed evidence, not contested here, he\nconcluded that an acre-foot of water is substantially more valuable\non farmland in Nebraska than in Kansas. That meant Nebraska’s\nreward for breaching the Compact was “much larger than Kansas’\nloss, likely by more than several multiples.” Report 178. Given the\ncircumstances, the Master thought that Nebraska should have to\ndisgorge part of that additional gain, to the tune of $1.8 million.\nIn making that recommendation, he relied on his finding—which we\nhave just affirmed—of Nebraska’s culpability. Seeid.,at\n130. He also highlighted this Court’s broad remedial powers in\ncompact litigation, noting that such cases involve not private\nparties’ private quarrels, but States’ clashes over federal law.\nSeeid.,at 131, 135;supra,at 6–9.Nebraska (along with the dissent) opposes the Special Master’s\ndisgorgement proposal on the ground that the State did not\n“deliberately act[ ]” to violate the Compact. Reply Brief for\nNebraska 33; seepost, at 6–7. Relying on private contract\nlaw, Nebraska cites a Restatement provision declaring that a court\nmay award disgorgement in certain cases in which “a deliberate\nbreach of contract results in profit to the defaulting promisor.”\nRestatement (Third) of Restitution and Unjust Enrichment §39(1)\n(2010) (Restatement); see Reply Brief for Nebraska 32. Nebraska\nthen points out that the Master, even though finding a “knowing”\nexposure of Kansas to significant risk, rejected the idea that\n“Nebraska officials [had] deliber-ately set out to violate the\nCompact.” Brief for Nebraska 16 (quoting Report 111). Accordingly,\nNebraska concludes, no disgorgement is warranted.But that argument fails to come to terms with what the Master\nproperly understood as the wrongful nature of Nebraska’s conduct.\nTrue enough, as the Master said, that Nebraska did not purposefully\nset out to breach the Compact. But still, as he also found, the\nState “knowingly exposed Kansas to a substantial risk” of breach,\nand blithely proceeded. Report 130. In some areas of the law and\nfor certain purposes, the distinction between purposefully invading\nand recklessly disregarding another’s rights makes no difference.\nSeeBullockv.BankChampaign, N. A., 569\nU. S. ___, ___ (2013) (slip op., at 6) (“We include as\nintentional . . . reckless conduct” of the kind that the\nlaw “often treats as the equivalent”);Ernst & Ernstv.Hochfelder,425 U. S. 185–194, n. 12 (1976)\n(“[R]ecklessness is [sometimes] considered to be a form of\nintentional conduct for purposes of imposing liability”). And\nindeed, the very Restatement Nebraska relies on treats the two\nsimilarly. It assimilates “deliberate[ness]” to “conscious\nwrongdoing,” which it defines as acting (as Nebraska did) “despite\na known risk that the conduct . . . violates [another’s]\nrights.” Restatement §39, Commentf;id., §51(3).\nConversely, the Restatement distinguishes “deliberate[ness]” from\nbehavior (notakin to Nebraska’s) amounting to mere\n“inadvertence, negligence, or unsuccessful attempt at performance.”Id., §39, Commentf.And whatever is true of a private contract action, the case for\ndisgorgement becomes still stronger when one State gambles with\nanother State’s rights to a scarce natural resource. From the time\nthis Court began to apportion interstate rivers, it has recognized\npart of its role as guarding against upstream States’ inequitable\ntakings of water. And as we have noted, that concern persists even\nafter States enter into a compact: This Court may then exercise\nremedial authority to ensure compliance with the compact’s\nterms—thus preventing a geographically favored State from\nappropriating more than its share of a river. Seesupra,at\n8. Indeed, the formation of such a compact provides this Court with\nenhanced remedial power because, as we have described, the\nagreement is also an Act of Congress, and its breach a violation of\nfederal law. Seesupra,at 8–9;Porter,328 U. S.\n395 (exercising equitable power to disgorge profits gained from\nviolating a federal statute). Consistent with those principles, we\nhave stated that awarding actual damages for a compact’s\ninfringement may be inadequate, because that remedy alone “would\npermit [an upstream State] to ignore its obligation to deliver\nwater as long as it is willing” to pay that amount.Texasv.New Mexico, 482 U. S., at 132. And as the Solicitor\nGeneral noted in argument here, “[i]t is important that water flows\ndown the river, not just money.” Tr. of Oral Arg. 24. Accordingly,\nthis Court may order disgorgement of gains, if needed to stabilize\na compact and deter future breaches, when a State has demonstrated\nreckless disregard of another, more vulnerable State’s rights under\nthat instrument.Assessed in this light, a disgorgement order constitutes a “fair\nand equitable” remedy for Nebraska’s breach.Texasv.New\nMexico, 482 U.S., at 134. “Possessing the privilege of being\nupstream,” Nebraska can (physically, though not legally) drain all\nthe water it wants from the Republican River. Report 130. And the\nhigher value of water on Nebraska’s farmland than on Kansas’s means\nthat Nebraska can take water that under the Compact should go to\nKansas, pay Kansas actual damages, and still come out ahead. That\nis nearly a recipe for breach—for an upstream State to refuse to\ndeliver to its downstream neighbor the water to which the latter is\nentitled. And through 2006, Nebraska took full advantage of its\nfavor-able position, eschewing steps that would effectively control\ngroundwater pumping and thus exceeding its allotment. In such\ncircumstances, a disgorgement award appropri-ately reminds Nebraska\nof its legal obligations, deters future violations, and promotes\nthe Compact’s successful administration. SeePorter, 328\nU. S., at 400 (“Future compliance may be more definitely\nassured if one is compelled to restore one’s illegal\ngains”).[8] We thus reject Nebraska’s exception\nto the Master’s proposed remedy.BKansas assails the Special Master’s recommended disgorgement\naward from the other direction, claiming that it is too low to\nensure Nebraska’s future compliance. See Brief for Kansas 55–59.\nNotably, Kansas does not insist on all of Nebraska’s gain. It\nrecognizes the difficulty of ascertaining that figure, given the\nevidence the parties presented. Seeid.,at 56; see also\nReport 177–178. And still more important, it “agrees” with the\nMaster’s view that the Court should select a “fair point on th[e]\nspectrum” between no profits and full profits, based on the\ntotality of facts and interests in the case. Brief for Kansas 57\n(quoting Report 135); see Sur-Reply Brief for Kansas 5. In setting\nthat point, however, Kansas comes up with a higher number—or\nactually, a trio of them. The State first asks us to award “treble\ndamages of $11.1 million,” then suggests that we can go “up to\nroughly $25 million,” and finally proposes a “1:1\nloss-to-disgorgement ratio,” which means $3.7 million of Nebraska’s\ngains. Brief for Kansas 57; Sur-Reply Brief for Kansas 5, 7.We prefer to stick with the Master’s single number. As an\ninitial matter, we agree with both the Master and Kansas that\ndisgorgement need not be all or nothing. See,e.g.,1 D.\nDobbs, Law of Remedies §2.4(1), p. 92 (2d ed. 1993) (“Balancing of\nequities and hardships may lead the court to grant some equitable\nrelief but not” the full measure requested); Restatement §39,\nCommenti;id., §50, Commenta;National\nSecurity Systems, Inc.v.Iola, 700 F. 3d 65,\n80–81, 101–102 (CA3 2012). In exercising our original jurisdiction,\nthis Court recognizes that “flexibility [is] inherent in equitable\nremedies,”Brownv.Plata, 563 U. S. ___, ___\n(2011) (slip op., at 41) (quotingHuttov.Finney,437\nU. S. 678,687, n.9 (1978)), and awards them “with reference to\nthe facts of the particular case,”Texasv.New\nMexico, 482 U. S., at 131 (quotingHaffnerv.Dobrinski,215 U. S. 446,450 (1910)). So if partial\ndisgorgement will serve to stabilize a compact by conveying an\neffective message to the breaching party that it must work hard to\nmeet its future obligations, then the Court has discretion to order\nonly that much. Cf.Kansasv.Colorado,533 U. S.\n1,14 (2001) (concluding that a master “acted properly in carefully\nanalyzing the facts of the case and in only awarding as much\nprejudgment interest as was required by a balancing of the\nequities”).And we agree with the Master’s judgment that a relatively small\ndisgorgement award suffices here. That is because, as the Master\ndetailed, Nebraska altered its conduct after the 2006 breach, and\nhas complied with the Compact ever since. See Report 112–118, 180.\nIn 2007, Nebraska enacted new legislation establishing a mechanism\nto accurately forecast the State’s annual allotment of Republican\nRiver water. §23, 2007 Neb. Laws p. 1600, codified at Neb. Rev.\nStat. 46–715(6). Further, a new round of water management plans\ncalled for localities to reduce groundwater pumping by five times\nas much as the old (5%) target. And most important, those plans\nimplemented a system for the State, in dry years, to force\ndistricts to curtail both surface water use and groundwater\npumping. That “regulatory back-stop,” as Nebraska calls it,\ncorrects the State’s original error of leaving all control of water\nuse to unaccountable local actors. Report 113 (quoting Direct\nTestimony of Brian Dunnigan, Director, Nebraska Department of\nResources ¶43 (July 25, 2012)); seesupra,at 12–13.\nTestimony before the Master showed that if the scheme had been in\neffect between 2002 and 2006, Nebraska would have lived within its\nallocation throughout that period. See Report 117. The Master thus\nreasonably concluded that the current water management plans, if\nimplemented in good faith, “will be effective to maintain\ncompliance even in extraordinarily dry years.” Seeid.,at\n118. And so the Master had good cause to recommend the modest award\nhe did, which serves as an ever-present reminder to Nebraska, but\ndoes not assume its continuing misconduct.Truth be told, we cannot be sure why the Master selected the\nexact number he did—why, that is, he arrived at$1.8 million, rather\nthan a little more or a little less. The Master’s Report, in this\nsingle respect, contains less explanation than we might like. But\nthen again, any hard number reflecting a balance of equities can\nseem random in a certain light—as Kansas’s own briefs, with their\never-fluctuating ideas for a disgorgement award, amply attest. What\nmatters is that the Master took into account the appropriate\nconsiderations—weighing Nebraska’s incentives, past behavior, and\nmore recent compliance efforts—in determining the kind of signal\nnecessary to prevent another breach. We are thus confident that in\napproving the Master’s recommendation for about half again Kansas’s\nactual damages, we award a fair and equitable remedy suited to the\ncircumstances.For related reasons, we also reject Kansas’s request for an\ninjunction ordering Nebraska to comply with the Compact and\nSettlement. Kansas wants such an order so that it can seek contempt\nsanctions against Nebraska for any future breach. See Brief for\nKansas 36–44. But we agree with the Master that Kansas has failed\nto show, as it must to obtain an injunction, a “cognizable danger\nof recurrent violation.”United Statesv.W. T. Grant\nCo.,345 U. S. 629,633 (1953). As just discussed,\nNebraska’s new compliance measures, so long as followed, are up to\nthe task of keeping the State within its allotment. And Nebraska is\nnow on notice that if it relapses, it may again be subject to\ndisgorgement of gains—either in part or in full, as the equities\nwarrant. That, we trust, will adequately guard against Nebraska’s\nrepeating its former practices.IVThe final question before us concerns the Special Master’s\nhandling of Nebraska’s counterclaim. As we have noted, Nebraska\ncontended that the Settlement’s Accounting Procedures inadvertently\ncharge the State for using “imported water”—specifically, water\nfrom the Platte River—in conflict with the parties’ intent in both\nthe Compact and the Settlement. Seesupra,at 4–5. The\nMaster agreed, and recommended modifying the Procedures by adopting\nan approach that the parties call the “5-run formula,” to ensure\nthat Nebraska’s consumption of Platte River water will not count\ntoward its Compact allotment. Kansas now objects to that proposed\nremedy.The Compact, recall, apportions the virgin water supply of the\nRepublican River and its tributaries—nothing less, but also nothing\nmore. See Compact Art. III;supra,at 2. One complexity\nof that project arises from water’s . . . well, fluid\nquality. Nebraska imports water from the Platte River, outside the\nRepublican River Basin and thus outside the Compact’s scope, to\nirrigate farmland. And that imported water simply will not stay\nstill: Some of it seeps through the ground and raises stream flow\nin the Republican River and its tributaries. See Second Report of\nSpecial Master, O. T. 1999, No. 126, Orig., pp. 62–63 (Second\nReport). In negotiating the Settlement, the States undertook—as\npart of their effort to accurately apportionthe Basin’swater—to exclude all such imported water from their calculations.\nReflecting the Compact’s own scope, §IV(F) of the Settlement\nstates, in no uncertain terms, that “Beneficial Consumptive Use of\nImported Water Supply shall not count as Computed Beneficial\nConsumptive Use” of Republican River Basin water. Which means,\nwithout all that distracting capitalization, that when Nebraska\nconsumes imported water that has found its way into the Basin’s\nstreams, that use shall not count toward its Compact allotment. But\nthat edict of course requires calculating (in order to exclude) the\nState’s consumption of imported water. The Settlement’s Accounting\nProcedures, in tandem with its Groundwater Model, are the tools the\nparties employ to make that computation.But as the Master found, the Procedures (and Model) founder in\nperforming that task in dry conditions: They treat Nebraska’s use\nof imported water as if it were use of Basin water. That failure\nflows from the way the Procedures measure a State’s consumption of\nwater resulting from groundwater pumping. According to the\nSettlement, such pumping is to count against a State’s allotment\nonly to the extent it reduces stream flow in specified areas—which\nit rarely does in a 1-to-1 ratio and sometimes does not do at all.\nSeeid., §IV(C)(1); Report 19; n. 1,supra.Most\nnotable here, pumping cannot deplete an already wholly dry\nstream—and in arid conditions, some of the Basin’s tributaries in\nfact run dry. As the Master put the point, stream flow in a given\narea “fall[s] as groundwater pumping increases until it hits zero,\nat which point it falls no more even as groundwater pumping\ncontinues.” Report 34. When that point arrives, Nebraska’s\ncontinued pumping should not count as consumption of the Basin’s\nvirgin water. But—and here lies the rub—imported water (from the\nPlatte) can create stream flow in what would otherwise be a dry\nriverbed. And the Accounting Procedures (and Model) fail to account\nfor that possibility; accordingly, they see depletion of the\nBasin’s stream flow—the sole measure of the State’s\nconsumption—where they should not. The result is to count imported\nwater toward the State’s consumption of Basin water. In 2006, for\nexample, the Procedures charged Nebraska with using 7,797 acre-feet\nof Platte River water, over 4% of the State’s allotment. By our\nestimate, just that single year’s miscalculation cost Nebraska over\n$1 million. Seeid.,at 37, 176.The Master specifically determined, and our review of the\nrelevant testimony confirms, that the parties did not know the\nAccounting Procedures would have that effect. Seeid., at\n23–32. The States intended the Procedures (as per the Compact and\nSettlement) to count only consumption of the Basin’s own water\nsupply—and correlatively, to exclude use of water from the Platte.\nSeeid.,at 23–25; see also Second Report 37, 64 (same\nconclusion reached by the Special Master approving the Settlement).\nThere is no evidence that anyone seriously thought, much less\ndiscussed, that the Accounting Procedures might systematically err\nin accomplishing those computations. See Report 26–27.[9] And because no one knew of the fault in the\nProcedures, no one could possibly trade it off for other items\nduring the parties’ negotiations. Thus, as the Master found,\nNebraska did not receive anything, nor did Kansas give up anything,\nin exchange for the (unknown) error. Seeid.,at 28–31. To\nthe contrary, as all witnesses explained, the designers of the\nProcedures worked single-mindedly to implement the Compact’s and\nSettlement’s strict demarcation between virgin and imported\nwater—and assumed they had succeeded. Seeid.,at 31–32.But even if all that is so, Kansas argues (along with the\ndissent) that a deal is a deal is a deal—and this deal did not\ninclude the 5-run formula the Master now proposes. See Brief for\nKansas 31–34;post,at 15–19. On that view, the parties’\nclear intent to exclude imported water does not matter; nor does\ntheir failure to appreciate that the Procedures, in opposition to\nthat goal, would count such water in material amounts. According to\nKansas, so long as the parties bargained (as they did) for the\nProcedures they got, that is the end of the matter: No one should\nnow be heard to say that there is a better mode of accounting. See\nTr. of Oral Arg. 54–55.That argument, however, does not pass muster. Of course, courts\ngenerally hold parties to the deals they make; and of course,\ncourts should hesitate, and then hesitate some more, before\nmodifying a contract, even to remove an inadvertent flaw. But in\nthis Compact case, two special (and linked) considerations warrant\nreforming the Accounting Procedures as the Master has proposed—or\nbetter phrased, warrantconformingthose Procedures to the\nparties’ underlying agreements. First, that remedy is necessary to\nprevent serious inaccuracies from distorting the States’ intended\napportionment of interstate waters, as reflected in both the\nCompact and the Settlement. And second, it is required to avert an\noutright breach of the Compact—and so a violation of federal law.\nWe address each point in turn.In resolving water disputes, this Court has opted to correct\nsubsidiary technical agreements to promote accuracy in apportioning\nwaters under a compact. InTexasv.New Mexico, for\nexample, the parties entered into a compact that based division of\nthe Pecos River on certain conditions existing in 1947. The States\nfurther agreed that those conditions were described and defined in\na particular engineering report. But that report turned out to\ncontain material errors. Notwithstanding Texas’s objection that the\nparties had assented to its use, we set aside the flawed study and\nadopted a new technical document that more accurately depicted the\nreal-world conditions of the compact’s specified baseline year.\nSee446 U. S. 540 (1980) (per curiam) (setting aside the\nold document); 462 U. S., at 562–563 (describing the\nlitigation);467 U. S. 1238 (1984) (approving the new\ndocument); 482 U. S., at 127 (describing that approval).Similarly, inKansasv.Colorado,543 U. S. 86\n(2004), we modified an agreement to ensure that it would correctly\nmeasure Colorado’s compliance with the Arkansas River Compact. The\nparties had consented to use a computer model on a year-by-year\nbasis to gauge their consumption of water. Seeid.,at 102\n(“[B]oth [States] agreed to theuse of annual measurement”). But\nafter a time, a special master determined that annual accounting\nproduced serious errors, whereas employing a 10-year measuring\nperiod accurately determined compact compliance. Over Kansas’s\nprotest, we accordingly approved the Master’s alteration of the\nparties’ agreement to assess compliance each year. And in\ncountering Kansas’s objection to the introduction of a 10-year\nmeasuring period, we posited that the compact’s drafters, albeit\nunaware of “complex computer modeling[,] . . . would have\npreferred accurate measurement.”Ibid.[10]The teaching of those cases applies as well to this one: In\neach, this Court’s authority to devise “fair and equitable\nsolutions” to interstate water disputes encompasses modifying a\ntechnical agreement to correct material errors in the way it\noperates and thus align it with the compacting States’ intended\napportionment.Texasv.New Mexico, 482 U. S.,\nat 134; cf.Kansasv.Colorado, 543 U. S., at\n102 (“After all, a ‘credit’ for surplus water that rests uponinaccurate measurement is not really a credit at all”). Much\nas inTexasv.New MexicoandKansasv.Colorado, the subsidiary Accounting Procedures here failed\nto accurately measure what they were supposed to. Modifying those\nProcedures does no more than make them consonant with the Compact\nand Settlement, ensuring that they help to realize, rather than\nfrustrate, the agreed-upon division of water.Indeed, the case for modification is still stronger here,\nbecause (as we explain below) the Accounting Procedures as written\naffirmatively violate the Compact. That accord is the supreme law\nin this case: As the States explicitly recognized, they could not\nchange the Compact’s terms even if they tried. See Settlement §I(D)\n(“[T]his Stipulation and the Proposed Consent Judgment are not\nintended to, nor could they, change the States’ respective rights\nand obligations under the Compact”). That is a function of the\nCompact’s status as federal law, which binds the States unless and\nuntil Congress says otherwise. And Congress, of course, has not\nsaid otherwise here. To enter into a settlement contrary to the\nCompact is to violate a federal statute. SeeVermontv.New York,417 U. S. 270,278 (1974) (per curiam).\nAnd as we have discussed, our equitable authority to grant remedies\nis at its apex when public rights and obligations are thus\nimplicated. SeePorter, 328 U. S., at 398;supra,at 8–9.The Accounting Procedures’ treatment of imported water first\nconflicts with the Compact by going beyond its boundaries—in\nessence, by regulating waterultra vires. According to its\nterms, the Compact pertains, and pertains only, to “virgin water\nsupply originating in” the Republican River Basin. Compact\nArt. III; seesupra,at 2, 21. The agreement’s very\nfirst Article drives that point home: “The physical and other\nconditions peculiar to the Basin constitute the basis for this\ncompact,” and nothing in it relates to any other waterway. To\ndivide or otherwise regulate streamsoutsidethe Basin, the\nStates would have to enter into a separate agreement and gain\ncongressional approval. (The reason no one thought the Settlement\nneeded such consent is precisely because it purported to stay\nwithin the Compact’s limits. See Settlement §I(D)) And yet, the\nAccounting Procedures have the effect of including such outside\nwater within the Compact’s apportionment scheme (by counting its\nuse against a State’s allotment). The Procedures make water from\nthe Platte subject to the Compact, in contravention of its scope;\nor conversely stated, they expand the Compact’s prescribed scope to\ncover water from the Platte. That is not within the States’\nauthority.What is more, the Procedures’ treatment of imported water\ndeprives Nebraska of its rights under the Compact to the Basin’s\nown water supply. That is because the inescapable effect of\ncharging Nebraska for the use of imported water, as the Procedures\ndo, is to reduce the amount of Republican River water the State may\nconsume. Suppose the Compact grants 100 units of Republican River\nwater to Nebraska and Kansas alike; and further assume that the\nAccounting Procedures count 10 units of Platte River water toward\nNebraska’s allotment. That means Nebraska may now consume only 90\nunits of Republican River water (or else pay Kansas damages). The\nProcedures thus change the States’ shares of Basin water, to\nNebraska’s detriment: Nebraska now has less, and Kansas relatively\nmore, than the Compact allows. That, too, lies outside what the\nStates can do.In light of all the above, we think the Master’s proposed\nsolution the best one possible. The 5-run formula that he\nrecommends conforms the Procedures to both the Compact and the\nSettlement by excluding imported water from the calculation of each\nState’s consumption. See Report 55–56;id., at App. F.\nKansas has not provided any workable alternative to align the\nAccounting Procedures with the Compact and Settlement. Nor has\nKansas credibly shown that this simple change will introduce any\nother inaccu-racy into Compact accounting. Seeid.,at\n58–68. The amendment will damage Kansas in no way other than by\ntaking away something to which it is not entitled. In another case,\nwith another history, we might prefer to instruct the parties to\nfigure out for themselves how to bring the Accounting Procedures\ninto line with the Compact. SeeNew Yorkv.New\nJersey,256 U. S. 296,313 (1921) (noting that negotiation\nis usually the best way to solve interstate disputes). But we doubt\nthat further discussion about this issue will prove productive.\nArbitration has already failed to produce agreement about how to\ncorrect the Procedures. Seesupra,at 5. And before the\nSpecial Master, both parties indicated that further “dispute\nresolution proceedings before the RRCA or an arbitrator” would be\n“futile.” Report 69 (quoting Case Management Order No. 9 ¶5 (Jan.\n25, 2013)). We accordingly adopt the Master’s recommendation to\namend the Accounting Procedures so that they no longer charge\nNebraska for imported water.VNebraska argues here for a cramped view of our authority to\norder disgorgement. Kansas argues for a similarly restrictive idea\nof our power to modify a technical document. We think each has too\nnarrow an understanding of this Court’s role in disputes arising\nfrom compacts apportioning interstate streams. The Court has broad\nremedial authority in such cases to enforce the compact’s terms.\nHere, compelling Nebraska to disgorge profits deters it from taking\nadvantage of its upstream position to appropriate more water than\nthe Compact allows. And amending the Accounting Procedures ensures\nthat the Compact’s provisions will govern the division of the\nRepublican River Basin’s (and only that Basin’s) water supply. Both\nremedies safeguard the Compact; both insist that States live within\nits law. Accordingly, we adopt all of the Special Master’s\nrecommendations.It is so ordered.Notes1As we will later discuss, groundwater\npumping does not diminish stream flow (and thus the Basin’s “virgin\nwater supply”) at a 1-to-1 ratio. See Report of Special Master 19\n(Report);infra, at 21–22. In other words, a State can pump\na bucketful of groundwater without reducing stream flow by the same\namount.2An acre-foot of water is pretty much\nwhat it sounds like. If you took an acre of land and covered it\nevenly with water one foot deep, you would have an acre-foot of\nwater.3Colorado has also played a minor part\nin this dispute, and in this Court it filed a brief reiterating one\nof Nebraska’s exceptions. Because Kansas and Nebraska are the\nprimary antagonists here, we will refer to that claim only as\nNebraska’s. From here on in, Colorado drops off the map (so to\nspeak).4Justice Thomas misdescribes this\naspect of our decision. Seepost,at 3, 15 (opinion\nconcurring in part and dissenting in part) (hereinafter the\ndissent). Far from claiming the power to alter a compact to fit our\nown views of fairness, we insist only upon broad remedial authority\nto enforce the Compact’s terms and deter future\nviolations.5The dissent objects that these\nprecedents do not apply to “water disputes between States” because\nsuch clashes involve “sovereign rights.” Seepost,at 4–5.\nBut in making that claim, the dissent ignores the effect of the\nConstitution: By insisting that Congress approve a compact like\nthis one, the Constitution turns the agreement into a federal law\nlike any other. SeeCuylerv.Adams,449 U. S.\n433–440 (1981) (“By vesting in Congress the power to grant or\nwithhold consent, . . . the Framers sought to ensure that Congress\nwould maintain ultimate supervisory power over cooperative state\naction that might otherwise interfere with the full and free\nexercise of federal authority”). That constitutional choice means\nthat the judicial authority we have recognized to give effect to,\nand remedy violations of, federal law fully attends a\ncompact.6Had rainfall been more plentiful,\nNebraska would have had to show compliance in 2007, based on its\naverage use from 2003 onward.7Had 2006 not been a “water-short”\nyear, all those overages would have gone into Nebraska’s 5-year\naverage; as it was, the dry conditions triggered the alternative\n2-year period, so the 2003 and 2004 overages dropped out of the\nRRCA’s calculations.8An award of specific performance may\naccomplish much the same objectives, as the dissent notes. Seepost,at 10–11. But for various reasons, a remedy in the\nform of water is not always feasible. SeeTexasv.New\nMexico,482 U. S. 124,132 (1987). Here, both States\nconcurred that using water as the remedial currency would lead to\ndifficult questions about the proper timing and location of\ndelivery. See Report 129–130. (That agreement is especially notable\ngiven the overall contentiousness of this litigation.) In such\ncircumstances,the Master appropriately found another way of\npreventing knowing misbehavior.9Kansas argues otherwise, see Brief\nfor Kansas 28–29, but the part of the record it cites further\nproves our point. There, Colorado’s expert testified that during\ndevelopment of the Groundwater Model—months after adoption of the\nAccounting Procedures—he “intellectually understood” that the\nimported-water problem could occur, but “didn’t think that it\nwould” and didn’t recall the issue ever coming up in discussions.\nReport 26 (quoting Tr. 676 (Aug. 13, 2012));id.,at\n727–728.10The dissent misunderstands the\nmeaning and relevance of these decisions. It is of course true, as\nthe dissent says, that in neither case did the Court reform a\ncompact. Seepost, at 16–17. What the Court did do, contrary\nto the dissent’s protestations, was what we do here: modify an\nancillary agreement to make sure it accurately implemented a\ncompact’s apportionment. InTexasv.New Mexico, we\ninterpreted a compact term, as the dissent says, seepost,at 16; but we additionally threw out a technical report that the\nparties agreed would effectuate that term when it later proved\nerroneous. And similarly inKansasv.Colorado, we\naltered an ancillary agreement to measure water usage year by year.\nThe dissent contends that the States in that case had no such\nagreement, though acknowledging that they had one to calculate\ndamages on an annual basis. Seepost,at 17. But the two\nwere one and the same. Damages arise from violations, and\nviolations occur when a State consumes too much water. In calling\nfor year-by-year measurement of damages, the agreement also called\nfor year-by-year assessment of consumption. And nothing supports\nthe dissent’s claim that this agreement applied only\nretrospectively, rather than to assess both usage and damages on an\nongoing basis. So to impose a 10-year measuring period, consistent\nwith accurate apportionment under the Compact, we had to alter the\nagreement.",
    "joined": []
}