{
    "case": {
        "docket": "260",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/260/"
    },
    "id": "3520327",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 14–840 and 14–841_________________FEDERAL ENERGY REGULATORY COMMISSION,\nPETITIONER14–840v.ELECTRIC POWER SUPPLY ASSOCIATION,\net al.ENERNOC, INC., et al.,\nPETITIONERS14–841v.ELECTRIC POWER SUPPLY ASSOCIATION,\net al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[January 25, 2016]Justice Kagan delivered the opinion of the\nCourt.The Federal Power Act (FPA or Act), 41Stat.\n1063, as amended, 16 U. S. C. §791aet seq.,authorizes the Federal Energy Regulatory Commission (FERC or\nCommission) to regulate “the sale of electric energy at wholesale\nin interstate commerce,” including both wholesale electricity rates\nand any rule or practice “affecting” such rates. §§824(b), 824e(a).\nBut the law places beyond FERC’s power, and leaves to the States\nalone, the regulation of “any other sale”—most notably, any retail\nsale—of electricity. §824(b). That statutory division generates a\nsteady flow of jurisdictional disputes because—in point of fact if\nnot of law—the wholesale and retail markets in electricity are\ninextricably linked.These cases concern a practice called “demand\nresponse,” in which operators of wholesale markets pay electricity\nconsumers for commitmentsnotto use power at certain times.\nThat practice arose because wholesale market operators can\nsometimes—say, on a muggy August day—offer electricity both more\ncheaply and more reliably by paying users to dial down their\nconsumption than by paying power plants to ramp up their\nproduction. In the regulation challenged here, FERC required those\nmarket operators, in specified circumstances, to compensate the two\nservices equivalently—that is, to pay the same price to demand\nresponse providers for conserving energy as to generators for\nmaking more of it.Two issues are presented here. First, and\nfundamen-tally, does the FPA permit FERC to regulate these demand\nresponse transactions at all, or does any such rule impinge on the\nStates’ authority? Second, even if FERC has the requisite statutory\npower, did the Commission fail to justify adequately why demand\nresponse providers and electricity producers should receive the\nsame compensation? The court below ruled against FERC on both\nscores. We disagree.IAFederal regulation of electricity owes its\nbeginnings to one of this Court’s decisions. In the early 20th\ncentury, state and local agencies oversaw nearly all generation,\ntransmission, and distribution of electricity. But this Court held\ninPublic Util. Comm’n of R. I.v.Attleboro Steam &\nElec. Co., 273 U. S. 83 –90 (1927), that the Commerce\nClause bars the States from regulating certain interstate\nelectricity transactions, including wholesale sales (i.e.,\nsales for resale) across state lines. That ruling created what\nbecame known as the “Attleborogap”—a regulatory void which,\nthe Court pointedly noted, only Congress could fill. Seeid.,at 90.Congress responded to that invitation by passing\nthe FPA in 1935. The Act charged FERC’s predecessor agency with\nundertaking “effective federal regulation of the expanding business\nof transmitting and selling electric power in interstate commerce.”New Yorkv.FERC, 535 U. S. 1, 6 (2002) (quotingGulf States Util. Co.v.FPC,411 U. S. 747, 758\n(1973) ). Under the statute, the Commission has authority to\nregulate “the transmission of electric energy in interstate\ncommerce” and “the sale of electric energy at wholesale in\ninterstate commerce.” 16 U. S. C. §824(b)(1).In particular, the FPA obligates FERC to oversee\nall prices for those interstate transactions and all rules and\npractices affecting such prices. The statute provides that “[a]ll\nrates and charges made, demanded, or received by any public utility\nfor or in connection with” interstate transmissions or wholesale\nsales—as well as “all rulesand regulations affecting or pertaining\nto such rates or charges”—must be “just and reasonable.” §824d(a).\nAnd if “any rate [or] charge,” or “any rule, regulation, practice,\nor contract affecting such rate [or] charge[,]” falls short of that\nstandard, the Commission must rectify the problem: It then shall\ndetermine what is “just and reasonable” and impose “the same by\norder.” §824e(a).Alongside those grants of power, however, the\nAct also limits FERC’s regulatory reach, and thereby maintains a\nzone of exclusive state jurisdiction. As pertinent here,\n§824(b)(1)—the same provision that gives FERC author-ity over\nwholesale sales—states that “this subchapter,” including its\ndelegation to FERC, “shall not apply toany other sale of electric\nenergy.” Accordingly, the Commission may not regulate either\nwithin-state wholesale sales or, more pertinent here, retail sales\nof electricity (i.e., sales directly to users). SeeNew\nYork, 535 U. S., at17, 23. State utility commissions\ncontinue to oversee those transactions.Since the FPA’s passage, electricity has\nincreasingly become a competitive interstate business, and FERC’s\nrole has evolved accordingly. Decades ago, state or local utilities\ncontrolled their own power plants, transmission lines, and delivery\nsystems, operating as vertically integrated monopolies in confined\ngeographic areas. That is no longer so. Independent power plants\nnow abound, and almostall electricity flows not through “the local\npower networks of the past,” but instead through an interconnected\n“grid” of near-nationwide scope. Seeid., at 7 (“electricity\nthat enters the grid immediately becomes a part of a vast pool of\nenergy that is constantly moving in interstate commerce,” linking\nproducers and users across the country).In this new world,\nFERC often forgoes the cost-based rate-setting traditionally used\nto prevent monopolistic pricing. The Commission instead undertakes\nto ensure “just and reasonable” wholesale rates by enhancing\ncompetition—attempting, as we recently explained, “to break down\nregulatory and economic barriers that hinder a free market in\nwholesale electricity.”Morgan Stanley Capital Group Inc.v.Public Util. Dist. No. 1 of Snohomish Cty., 554 U. S.\n527, 536 (2008) .As part of that effort, FERC encouraged the\ncreation of nonprofit entities to manage wholesale markets on a\nregional basis. Seven such wholesale market operators now serve\nareas with roughly two-thirds of the country’s electricity “load”\n(an industry term for the amount of electricity used). See FERC,\nEnergy Primer: A Handbook of Energy Market Basics 58–59 (Nov. 2015)\n(EnergyPrimer). Each administers a portion of the grid, providing\ngenerators with access to transmission lines and ensuring that the\nnetwork conducts electricity reliably. Seeibid.And still\nmore important for present purposes, each operator conducts a\ncompetitive auction to set wholesale prices for electricity.These wholesale auctions serve to balance supply\nand demand on a continuous basis, producing prices for electricity\nthat reflect its value at given locations and times throughout each\nday. Such a real-time mechanism is needed because, unlike most\nproducts, electricity cannot be stored effectively. Suppliers must\ngenerate—every day, hour, and minute—the exact amount of power\nnecessary to meet demand from the utilities and other “load-serving\nentities” (LSEs) that buy power at wholesale for resale to users.\nTo ensure that happens, wholesale market operators obtain (1)\norders from LSEs indicating how much electricity they need at\nvarious times and (2) bids from generators specifying how much\nelectricity they can produce at those times and how much they will\ncharge for it. Operators accept the generators’ bids in order of\ncost (least expensive first) until they satisfy the LSEs’ total\ndemand. The price of the last unit of electricity purchased is then\npaid to every supplier whose bid was accepted, regardless of its\nactual offer; and the total cost is split among the LSEs in\nproportion to how much energy they have ordered. So, for example,\nsuppose that at 9 a.m. on August 15 four plants serving Washington,\nD. C. can each produce some amount of electricity for,\nrespectively, $10/unit, $20/unit, $30/unit, and $40/unit. And\nsuppose that LSEs’ demand at that time and place is met after the\noperator accepts the three cheapest bids. The first three\ngenerators would then all receive $30/unit. That amount is (think\nback to Econ 101) the marginal cost—i.e.,the added cost of\nmeeting another unit of demand—which is the price an efficient\nmarket would produce. See 1 A. Kahn, The Economics of Regulation:\nPrinciples and Institutions 65–67 (1988). FERC calls that cost (in\njargon that will soon become oddly familiar) the locational\nmarginal price, or LMP.[1]As in any market, when wholesale buyers’ demand\nfor electricity increases, the price they must pay rises\ncorrespondingly; and in those times of peak load, the grid’s\nreliability may also falter. Suppose that by 2 p.m. on August 15,\nit is 98 degrees in D. C. In every home, store, or office, people\nare turning the air conditioning up. To keep providing power to\ntheir customers, utilities and other LSEs must ask their market\noperator for more electricity. To meet that spike in demand, the\noperator will have to accept more expensive bids from suppliers.\nThe operator, that is, will have to agree to the $40 bid that it\nspurned before—and maybe, beyond that, to bids of $50 or $60 or\n$70. In such periods, operators often must call on extremely\ninefficient generators whose high costs of production cause them to\nsit idle most of the time. See Energy Primer 41–42. As that\nhappens, LMP—the price paid byallLSEs toallsuppliers—climbs ever higher. And meanwhile, the increased flow of\nelectricity through the grid threatens to overload transmission\nlines. Seeid.,at 44. As every consumer knows, it is just\nwhen the weather is hottest and the need for air conditioning most\nacute that blackouts, brownouts, and other service problems tend to\noccur.Making matters worse, the wholesale electricity\nmarket lacks the self-correcting mechanism of other markets.\nUsually, when the price of a product rises, buyers natu-rally\nadjust by reducing how much they purchase. But con-sumers of\nelectricity—and therefore the utilities and other LSEs buying power\nfor them at wholesale—do not respond to price signals in that way.\nTo use the economic term, demand for electricity is inelastic. That\nis in part because electricity is a necessity with few ready\nsubstitutes: When the temperature reaches 98 degrees, many people\nsee no option but to switch on the AC. And still more: Many State\nregulators insulate consumers from short-term fluctuations in\nwholesale prices by insisting that LSEs set stable retail rates.\nSeeid.,at 41, 43–44. That, one might say, short-circuits\nthe normal rules of economic behavior. Even in peak periods, as\ncosts surge in the wholesale market, consumers feel no pinch, and\nso keep running the AC as before. That means, in turn, that LSEs\nmust keep buying power to send to those users—no matter that\nwholesale prices spiral out of control and increased usage risks\novertaxing the grid.But what if there were an alternative to that\nscenario? Consider what would happen if wholesale market operators\ncould induce consumers to refrain from using (and so LSEs from\nbuying) electricity during peak periods. Whenever doing that costs\nless than adding more power, an operator could bring electricity\nsupply and demand into balance at a lower price. And\nsimultaneously, the operator could ease pressure on the grid, thus\nprotecting against system failures. That is the idea behind the\npractice at issue here: Wholesale demand response, as it is called,\npays consumers for commitments to curtail their use of power, so as\nto curb wholesale rates and prevent grid breakdowns. Seeid.,at 44–46.[2]These demand response programs work through the\noperators’ regular auctions. Aggregators of multiple users of\nelectricity, as well as large-scale individual users like factories\nor big-box stores, submit bids to decrease electricity consumption\nby a set amount at a set time for a set price. The wholesale market\noperators treat those offers just like bids from generators to\nincrease supply. The operators, that is, rank order all the\nbids—both to produce and to refrain from consuming electricity—from\nleast to most expensive, and then accept the lowest bids until\nsupply and demand come into equipoise. And, once again, the LSEs\npick up the cost of all those payments. So, to return to our prior\nexample, if a store submitted an offernotto use a unit of\nelectricity at 2 p.m. on August 15 for $35, the operator would\naccept that bid before calling on the generator that offered to\nproduce a unit of power for $40. That would result in a lower\nLMP—again, wholesale market price—than if the market operator could\nnot avail itself of demand response pledges. See ISO/RTO Council,\nHarnessing the Power of Demand: How ISOs and RTOs Are Integrating\nDemand Response Into Wholesale Electricity Markets 40–43 (2007)\n(estimating that, in one market, a demand response program reducing\nelectricity usage by 3% in peak hours would lead to price declines\nof 6% to 12%). And it would decrease the risk of blackouts and\nother service problems.Wholesale market operators began using demand\nresponse some 15 years ago, soon after they assumed the role of\noverseeing wholesale electricity sales. Recognizing the value of\ndemand response for both system reliability and efficient pricing,\nthey urged FERC to allow them to implement such programs. See,e.g., PJM Interconnection, L. L. C.,Order\nAccepting Tariff Sheets as Modified, 95 FERC ¶61,306 (2001);California Independent System Operator Corp., Order\nConditionally Accepting for Filing Tariff Revisions, 91 FERC\n¶61,256 (2000). And as demand response went into effect, market\nparticipants of many kinds came to view it—in the words of\nrespondent Electric Power Supply Association (EPSA)—as an\n“important element[ ] of robust, competitive wholesale\nelectricity markets.” App. 94, EPSA, Comments on Proposed Rule on\nDemand Response Compensation in Organized Wholesale Energy Markets\n(May 12, 2010).Congress added to the chorus of voices praising\nwholesale demand response. In the Energy Policy Act of 2005,\n119Stat. 594 (EPAct), it declared as “the policy of the United\nStates” that such demand response “shall be encouraged.” §1252(f),\n119Stat. 966, 16 U. S. C. §2642 note. In particular,\nCongress directed, the deployment of “technology and devices that\nenable electricity customers to participate in . . .\ndemand response systems shall be facilitated, and unnecessary\nbarriers to demand response participation in energy . . .\nmarkets shall be eliminated.”Ibid.[3]BSpurred on by Congress, the Commission\ndetermined to take a more active role in promoting wholesale demand\nresponse programs. In 2008, FERC issued Order No. 719, which (among\nother things) requires wholesale market operators to receive demand\nresponse bids from aggregators of electricity consumers, except\nwhen the state regulatory authority overseeing those users’ retail\npurchases bars such demand response participation. See 73 Fed. Reg.\n64119, ¶154 (codified 18 CFR §35.28(g)(1) (2015)). That original\norder allowed operators to compensate demand response providers\ndifferently from generators if they so chose. No party sought\njudicial review.Concerned that Order No. 719 had not gone far\nenough, FERC issued the rule under review here in 2011, with one\ncommissioner dissenting. SeeDemand Response Competition in\nOrganized Wholesale Energy Markets, Order No. 745, 76 Fed. Reg.\n16658 (Rule) (codified 18 CFR §35.28(g)(1)(v)). The Rule attempts\nto ensure “just and reasonable” wholesale rates by requiring market\noperators to appropriately compensate demand response providers and\nthus bring about “meaningful demand-side participation” in the\nwholesale markets. 76 Fed. Reg. 16658, ¶1, 16660, ¶10; 16\nU. S. C. §824d(a). The Rule’s most significant provision\ndirects operators, under two specified conditions, to pay LMP for\nany accepted demand response bid, just as they do for successful\nsupply bids. See 76 Fed. Reg. 16666–16669, ¶¶45–67. In other words,\nthe Rule requires that demand response providers in those\ncircumstances receive as much for conserving electricity as\ngenerators do for producing it.The two specified conditions ensure that a bid\nto use less electricity provides the same value to the wholesale\nmarket as a bid to make more. First, a demand response bidder must\nhave “the capability to provide the service” offered; it must, that\nis, actually be able to reduce electricity use and thereby obviate\nthe operator’s need to secure additional power.Id.,at\n16666, ¶¶48–49. Second, paying LMP for a demand response bid “must\nbe cost-effective,” as measured by a standard called “the net\nbenefits test.”Ibid., ¶48. That test makes certain that\naccepting a lower-priced demand response bid over a higher-priced\nsupply bid will actually save LSEs (i.e., wholesale\npurchasers) money. In some situations it will not, even though\naccepting a lower-priced bid (by definition) reduces LMP. That is\nbecause (to oversimplify a bit) LSEs share the cost of paying\nsuccessful bidders, and reduced electricity use makes some LSEs\ndrop out of the market, placing a proportionally greater burden on\nthose that are left. Each remaining LSE may thus wind up paying\nmore even though the total bill is lower; or said otherwise, the\ncosts associated with an LSE’s increased share of compensating bids\nmay exceed the savings that the LSE obtains from a lower wholesale\nprice.[4] The net benefits test\nscreens out such counterproductive demand response bids, exempting\nthem from the Rule’s compensation requirement. Seeid.,at\n16659, 16666–16667, ¶¶3, 50–53. What remains are only those offers\nwhose acceptance will result in actual savings to wholesale\npurchasers (along with more reliable service to end users). Seeid.,at 16671, ¶¶78–80.The Rule rejected an alternative scheme for\ncompensating demand response bids. Several commenters had urged\nthat, in paying a demand response provider, an operator should\nsubtract from the ordinary wholesale price the savings that the\nprovider nets by not buying electricity on the retail market.\nOtherwise, the commenters claimed, demand response providers would\nreceive a kind of“double-payment” relative to generators. Seeid.,at 16663, ¶24. That proposal, which the dissenting\ncommissioner largely accepted, became known as LMP minus G, or more\nsimply LMP-G, where “G” stands for the retail price of electricity.\nSeeid.,at 16668, ¶60, 16680 (Moeller, dissenting). But\nFERC explained that, under the conditions it had specified, the\nvalue of an accepted demand response bid to the wholesale market is\nidentical to that of an accepted supply bid because each succeeds\nin cost-effectively “balanc[ing] supply and demand.”Id.,at\n16667, ¶55. And, the Commission reasoned, that comparable value is\nwhat ought to matter given FERC’s goal of strengthening competition\nin the wholesale market: Rates should reflect not the costs that\neach market participant incurs, but instead the services it\nprovides. Seeid.,at 16668, ¶62. Moreover, the Rule stated,\ncompensating demand response bids at their actual\nvalue—i.e., LMP—will help overcome various technological\nbarriers, including a lack of needed infrastructure, that impede\naggregators and large-scale users of electricity from fully\nparticipating in demand response programs. Seeid.,at\n16667–16668, ¶¶57–58.The Rule also responded to comments challenging\nFERC’s statutory authority to regulate the compensation operators\npay for demand response bids. Pointing to the Commission’s analysis\nin Order No. 719, the Rule explained that the FPA gives FERC\njurisdiction over such bids because they “directly affect[ ]\nwholesale rates.”Id.,at 16676, ¶112 (citing 74id.,\nat 37783, ¶47, and 18 U. S. C. §824d). Nonetheless, the\nRule noted, FERC would continue Order No. 719’s policy of allowing\nany state regulatory body to prohibit consumers in its retail\nmarket from taking part in wholesale demand response programs. See\n76 Fed. Reg. 16676, ¶114; 73id., at 64119, ¶154.\nAccordingly, the Rule does not require any “action[ ] that\nwould violate State laws or regulations.” 76id., at 16676,\n¶114.CA divided panel of the Court of Appeals for\nthe District of Columbia Circuit vacated the Rule as “ultra\nviresagency action.” 753 F. 3d 216, 225 (2014). The court\nheld that FERC lacked authority to issue the Rule even though\n“demand response compensation affects the wholesale market.”Id.,at 221. The Commission’s “jurisdiction to regulate\npractices ‘affecting’ rates,” the court stated, “does not erase the\nspecific limit[ ]” that the FPA imposes on FERC’s regulation\nof retail sales.Id.,at 222. And the Rule, the court\nconcluded, exceeds that limit: In “luring . . .retailcustomers” into the wholesale market, and causing\nthem to decrease “levels ofretailelectricity consumption,”\nthe Rule engages in “direct regulation of the retail market.”Id.,at 223–224.The Court of Appeals held, alternatively, that\nthe Rule is arbitrary and capricious under the Administrative\nProcedure Act, 5 U. S. C. §706(2)(A), because FERC failed\nto “adequately explain[ ]” why paying LMP to demand response\nproviders “results in just compensation.” 753 F. 3d,at\n225. According to the court, FERC did not “properly consider” the\nview that such a payment would give those providers a windfall by\nleaving them with “the full LMPplus. . . the\nsavings associated with” reduced consumption.Ibid.(quotingDemand Response Competition in Organized Wholesale Energy\nMarkets: Order on Rehearing and Clarification, Order No. 745–A\n(Rehearing Order), 137 FERC ¶61,215, p. 62,316 (2011) (Moeller,\ndissenting)). The court dismissed out of hand the idea that\n“comparable contributions [could] be the reason for equal\ncompensation.” 753 F. 3d, at 225.Judge Edwards dissented. He explained that the\nrules governing wholesale demand response have a “direct effect\n. . . on wholesale electricity rates squarely within\nFERC’s jurisdiction.”Id.,at 227. And in setting those\nrules, he argued, FERC did not engage in “direct regulation of the\nretail market”; rather, “[a]uthority over retail rates\n. . . remains vested solely in the States.”Id.,at 234 (internal quotation marks omitted). Finally, Judge Edwards\nrejected the majority’s view that the Rule is arbitrary and\ncapricious. He noted the substantial deference due to the\nCommission in cases involving ratemaking, and concluded that FERC\nprovided a “thorough” and “reasonable” explanation for choosing LMP\nas the appropriate compensation formula.Id.,at\n236–238.We granted certiorari, 575 U. S. ___\n(2015), to decide whether the Commission has statutory authority to\nregulate wholesale market operators’ compensation of demand\nresponse bids and, if so, whether the Rule challenged here is\narbitrary and capricious. We now hold that the Commission has such\npower and that the Rule is adequately reasoned. We accordingly\nreverse.IIOur analysis of FERC’s regulatory authority\nproceeds in three parts. First, the practices at issue in the\nRule—market operators’ payments for demand response\ncommitments—directly affect wholesale rates. Second, in addressing\nthose practices, the Commission has not regulated retail sales.\nTaken together, those conclusions establish that the Rule complies\nwith the FPA’s plain terms. And third, the contrary view would\nconflict with the Act’s core purposes by preventing all use of a\ntool that no one (not even EPSA) disputes will curb prices and\nenhance reliability in the wholesale electricity market.[5]AThe FPA delegates responsibility to FERC to\nregulate the interstate wholesale market for electricity—both\nwholesale rates and the panoply of rules and practices affecting\nthem. As noted earlier, the Act establishesa scheme for federal\nregulation of “the sale of electric energy at wholesale in\ninterstate commerce.” 16 U. S. C. §824(b)(1); seesupra,at 3. Under the statute, “[a]ll rates and charges\nmade, demanded, or received by any public utility for or in\nconnection with” interstate wholesale sales “shall be just and\nreasonable”; so too shall “all rules and regulations affecting or\npertaining to such rates orcharges.” §824d(a). And if FERC sees a\nviolation of that standard, it must take remedial action. More\nspecifically, whenever the Commission “shall find that any rate\n[or] charge”—or “any rule, regulation, practice, or contract\naffecting such rate [or] charge”—is “unjust [or] unreasonable,”\nthen the Commission “shall determine the just and reasonable rate,\ncharge[,] rule, regulation, practice or contract” and impose “the\nsame by order.” §824e(a). That means FERC has the authority—and,\nindeed, the duty—to ensure that rules or practices “affecting”\nwholesale rates are just and reasonable.Taken for all it is worth, that statutory grant\ncould extend FERC’s power to some surprising places. As the court\nbelow noted, markets in all electricity’s inputs—steel, fuel, and\nlabor most prominent among them—might affect generators’ supply of\npower. See 753 F. 3d, at 221;id.,at 235 (Edwards, J.,\ndissenting). And for that matter, markets in just about\neverything—the whole economy, as it were—might influence LSEs’\ndemand. So if indirect or tangential impacts on wholesale\nelectricity rates sufficed, FERC could regulate now in one\nindustry, now in another, changing a vast array of rules and\npractices to implement its vision of reasonableness and justice. We\ncannot imagine that was what Congress had in mind.For that reason, an earlier D. C. Circuit\ndecision adopted, and we now approve, a common-sense construction\nofthe FPA’s language, limiting FERC’s “affecting” jurisdiction to\nrules or practices that “directlyaffect the [wholesale]\nrate.”California Independent System Operator Corp.v.FERC, 372 F. 3d 395, 403 (2004) (emphasis added); see\n753 F. 3d, at 235 (Edwards, J., dissenting). As we have\nexplained in addressing similar terms like “relating to” or “in\nconnection with,” a non-hyperliteral reading is needed to prevent\nthe statute from assuming near-infinite breadth. SeeNew York\nState Conference of Blue Cross & Blue Shield Plansv.Travelers Ins. Co., 514 U. S. 645, 655 (1995) (“If\n‘relate to’ were taken to extend to the furthest stretch of its\nindeterminacy, then for all practical purposes [the statute] would\nnever run its course”);Maracichv.Spears, 570\nU. S. ___, ___ (2013) (slip op., at 9) (“The phrase ‘in\nconnection with’ is essentially indeterminat[e] because\nconnections, like relations, stop nowhere” (internal quotation\nmarks omitted)). The Commission itself incorporated the D. C.\nCircuit’s standard in addressing its authority to issue the Rule.\nSee 76 Fed. Reg. 16676, ¶112 (stating that FERC has jurisdiction\nbecause wholesale demand response “directly affects wholesale\nrates”). We think it right to do the same.Still, the rules governing wholesale demand\nresponse programs meet that standard with room to spare. In general\n(and as earlier described), wholesale market operators employ\ndemand response bids in competitive auctions that balance wholesale\nsupply and demand and thereby set wholesale prices. Seesupra, at 7–8. The operators accept such bids if and only if\nthey bring down the wholesale rate by displacing higher-priced\ngeneration. And when that occurs (most often in peak periods), the\neasing of pressure on the grid, and the avoidance of service\nproblems, further contributes to lower charges. See Brief for Grid\nEngineers et al. asAmici Curiae26–27. Wholesale\ndemand response, in short, is all about reducing wholesale rates;\nso too, then, the rules and practices that determine how those\nprograms operate.And that is particularly true of the formula\nthat operators use to compensate demand response providers. As in\nother areas of life, greater pay leads to greater participation. If\nrewarded at LMP, rather than at some lesser amount, more demand\nresponse providers will enter more bids capable of displacing\ngeneration, thus necessarily lowering wholesale electricity prices.\nFurther, the Commission found, heightened demand response\nparticipation will put “downward pressure” on generators’ own bids,\nencouraging power plants to offer their product at reduced prices\nlest they come away empty-handed from the bidding process. 76 Fed.\nReg. 16660, ¶10. That, too, ratchets down the rates wholesale\npurchasers pay. Compensation for demand response thus directly\naffects wholesale prices. Indeed, it is hard to think of a practice\nthat does so more.BThe above conclusion does not end our inquiry\ninto the Commission’s statutory authority; to uphold the Rule, we\nalso must determine that it does not regulateretailelectricity sales. That is because, as earlier described, §824(b)\n“limit[s] FERC’s sale jurisdiction to that at wholesale,” reserving\nregulatory authority over retail sales (as well as intrastate\nwholesale sales) to the States.New York, 535 U. S., at\n17 (emphasis deleted); see 16 U. S. C. §824(b);supra,at 3.[6] FERC\ncannot take an action transgressing that limit no matter how\ndirect, or dramatic, its impact on wholesale rates. Suppose, to\ntake a far-fetched example, that the Commission issued a regulation\ncompelling every consumer to buy a certain amount of electricity on\nthe retail market. Such a rule would necessarily determine the load\npurchased on the wholesale market too, and thus would alter\nwholesale prices. But even given that ineluctable consequence, the\nregulation would exceed FERC’s authority, as defined in §824(b),\nbecause it specifies terms of sale at retail—which is a job for the\nStates alone.[7]Yet a FERC regulation does not run afoul of\n§824(b)’s proscription just because it affects—even\nsubstantially—the quantity or terms of retail sales. It is a fact\nof eco-nomic life that the wholesale and retail markets in\nelectricity, as in every other known product, are not hermetically\nsealed from each other. To the contrary, transactions that occur on\nthe wholesale market have natural consequences at the retail level.\nAnd so too, of necessity, will FERC’s regulation of those wholesale\nmatters. Cf.Oneok, Inc.v.Learjet, Inc., 575\nU. S. ___, ___ (2015) (slip op., at 13) (noting that in the\nsimilarly structured world of natural gas regulation, a “Platonic\nideal” of strict separation between federal and state realms cannot\nexist). When FERC sets a wholesale rate, when it changes wholesale\nmarket rules, when it allocates electricity as between wholesale\npurchasers—in short, when it takes virtually any action respecting\nwholesale transactions—it has some effect, in either the short or\nthe long term, on retail rates. That is of no legal consequence.\nSee,e.g., Mississippi Power & Light Co.v.Mississippi ex rel. Moore, 487 U. S. 354 –373 (1988)\n(holding that an order regulating wholesale purchases fell within\nFERC’s jurisdiction, and preempted contrary state action, even\nthough it clearly affected retail prices);Nantahala Power &\nLight Co.v.Thornburg, 476 U. S. 953 –961, 970\n(1986) (same);FPCv.Louisiana Power & Light\nCo., 406 U. S. 621 –641 (1972) (holding similarly in the\nnatural gas context). When FERC regulates what takes place on the\nwholesale market, as part of carrying out its charge to improve how\nthat market runs, then no matter the effect on retail rates,\n§824(b) imposes no bar.And in setting rules for demand response, that\nis all FERC has done. The Commission’s Rule addresses—and addresses\nonly—transactions occurring on the wholesale market. Recall once\nagain how demand response works—and forgive the coming italics. Seesupra,at 7–8.Wholesalemarket operators administer\nthe entire program, receiving every demand response bid made. Those\noperators accept such a bid at the mandated price when (and only\nwhen) the bid provides value to thewholesalemarket by\nbalancing supply and demand more “cost-effective[ly]”—i.e.,at a lower cost towholesalepurchasers—than a bid to\ngenerate power. 76 Fed. Reg. 16659, 16666, ¶2, 48. The compensation\npaid for a successful bid (LMP) is whatever the operator’s auction\nhas determined is the marginal price ofwholesaleelectricity at a particular location and time. Seeid.,at\n16659, ¶2. And those footing the bill are the samewholesalepurchasers that have benefited from the lowerwholesaleprice demand response participation has produced. Seeid.,\nat 16674, ¶¶99–100. In sum, whatever the effects at the retail\nlevel, every aspect of the regulatory plan happens exclusively on\nthe wholesale market and governs exclusively that market’s\nrules.What is more, the Commission’s justifications\nfor regulating demand response are all about, and only about,\nimproving the wholesale market. Cf.Oneok,575 U. S.,\nat ___ (slip op., at 11) (considering “thetargetat which\n[a] lawaims” in determining whether a State is properly\nregulating retail or, instead, improperly regulating wholesale\nsales). In Order No. 719, FERC explained that demand response\nparticipation could help create a “well-functioning competitive\nwholesale electric energy market” with “reduce[d] wholesale power\nprices” and “enhance[d] reliability.” 73 Fed. Reg. 64103, ¶16. And\nin the Rule under review, FERC expanded on that theme. It listed\nthe several ways in which “demand response in organized wholesale\nenergy markets can help improve the functioning and competitiveness\nof those markets”: by replacing high-priced, inefficient\ngeneration; exerting “downward pressure” on “generator bidding\nstrategies”; and “support[ing] system reliability.” 76id.,\nat 16660, ¶10; see Notice of Proposed Rulemaking for Order No. 745,\n75id., at 15363–15364, ¶4 (2010) (noting similar aims);supra,at 7–8. FERC, that is, focused wholly on the benefits\nthat demand response participation (in the wholesale market) could\nbring to the wholesale market. The retail market figures no more in\nthe Rule’s goals than in the mechanism through which the Rule\noperates.EPSA’s primary argument that FERC has usurped\nstate power (echoed in the dissent) maintains that the Rule\n“effectively,” even though not “nominal[ly],” regulates retail\nprices. See,e.g.,Brief for Respondents 1, 10, 23–27,\n35–39; Tr. of Oral Arg. 26, 30;post,at 4–6. The argument\nbegins on universally accepted ground: Under §824(b), only the\nStates, not FERC, can set retail rates. See,e.g.,FPCv.Conway Corp., 426 U. S. 271, 276 (1976) .\nBut as EPSA concedes, that tenet alone cannot make its case,\nbecause FERC’s Rule does not set actual rates: States continue to\nmake or approve all retail rates, and in doing so may insulate them\nfrom price fluctuations in the wholesale market. See Brief for\nRespondents 39. Still, EPSA contends, rudimentary economic analysis\nshows that the Rule does the “functional equivalen[t]” of\nsetting—more particularly, of raising—retail rates.Id.,at\n36. That is because the opportunity to make demand response bids in\nthe wholesale market changes consumers’ calculations. In deciding\nwhether to buy electricity at retail, economically-minded consumers\nnow considerboththe cost of making such a purchaseandthe cost of forgoing a possible demand response payment.\nSo, EPSA explains, if a factory can buy electricity for $10/unit,\nbut can earn $5/unit fornotbuying power at peak times,\nthen the effective retail rate at those times is $15/unit: the $10\nthe factory paid at retail plus the $5 it passed up. Seeid.,at 10. And by thus increasing effective retail rates,\nEPSA concludes, FERC trespasses on the States’ ground.The modifier “effective” is doing quite a lot of\nwork in that argument—more work than any conventional understanding\nof rate-setting allows. The standard dictionary definition of the\nterm “rate” (as used with reference to prices) is “[a]n amount paid\nor charged for a good or service.” Black’s Law Dictionary 1452\n(10th ed. 2014); see,e.g.,13 Oxford English Dictionary\n208–209 (2d ed. 1989) (“rate” means “price,” “cost,” or “sum paid\nor asked for a . . . thing”). To set a retail electricity\nrate is thus to establish the amount of money a consumer will hand\nover in exchange for power. Nothing in §824(b) or any other part of\nthe FPA suggests a more expansive notion, in which FERC sets a rate\nfor electricity merely by altering consumers’ incentives to\npurchase that product.[8] And\nneither does anything in this Court’s caselaw. Our decisions\nuniformly speak about rates, for electricity and all else, in only\ntheir most prosaic, garden-variety sense. As the Solicitor General\nsummarized that view, “the rate is what it is.” Tr. of Oral Arg. 7.\nIt is the price paid, not the price paidplusthe cost of a\nforgone economic opportunity.Consider a familiar scenario to see what is odd\nabout EPSA’s theory. Imagine that a flight is overbooked. The\nairline offers passengers $300 to move to a later plane that has\nextra seats. On EPSA’s view, that offer adds $300—the cost of not\naccepting the airline’s proffered payment—to the price of every\ncontinuing passenger’s ticket. So a person who originally spent\n$400 for his ticket, and decides to reject the airline’s proposal,\npaid an “effective” price of $700. But would any passenger getting\noff the plane say he had paid $700 to fly? That is highly unlikely.\nAnd airline lawyers and regulators (including many, we are sure,\nwith economics Ph. D.’s) appear to share that common-sensical\nview. It is in fact illegal to “increase the price” of “air\ntransportation . . . after [such] air transportation has\nbeen purchased by the consumer.” 14 CFR §399.88(a) (2015). But it\nis a safe bet that no airline has ever gotten into trouble by\noffering a payment not to fly.[9]And EPSA’s “effective price increase” claim\nfares even worse when it comes to payments not to use electricity.\nIn EPSA’s universe, a wholesale demand response program raises\nretail rates by compelling consumers to “pay” the price of forgoing\ndemand response compensation. But such a consumer would be even\nmore surprised than our air traveler to learn of that price hike,\nbecause the natural consequence of wholesale demand response\nprograms is to bringdownretail rates. Once again,\nwholesale market operators accept demand response bids only if\nthose offers lower the wholesale price. Seesupra,at 7–8.\nAnd when wholesale prices go down, retail prices tend to follow,\nbecause state regulators can, and mostly do, insist that wholesale\nbuyers eventually pass on their savings to consumers. EPSA’s\ntheoretical construct thus runs headlong into the real world of\nelectricity sales—where the Rule does anything but increase retail\nprices.EPSA’s second argument that FERC intruded into\nthe States’ sphere is more historical and purposive in nature.\nAccording to EPSA, FERC deliberately “lured [retail customers] into\nthe[ ] wholesale markets”—and, more, FERC did so “only because\n[it was] dissatisfied with the States’ exercise of their undoubted\nauthority” under §824(b) to regulate retail sales. Brief for\nRespondents 23; seeid.,at 2–3, 31, 34. In particular, EPSA\nasserts, FERC disapproved of “many States’ continued preference”\nfor stable pricing—that is, for insulating retail rates from\nshort-term fluctuations in wholesale costs.Id.,at 28. In\npromoting demand response programs—or, in EPSA’s somewhat less\nneutral language, in “forc[ing] retail customers to respond to\nwholesale price signals”—FERC acted “for the express purpose of\noverriding” that state policy.Id.,at 29, 49.That claim initially founders on the true facts\nof how wholesale demand response came about. Contra EPSA, the\nCommission did not invent the practice. Rather, and as described\nearlier, the impetus came from wholesale market operators. Seesupra,at 8. In designing their newly organized markets,\nthose operators recognized almost at once that demand response\nwould lower wholesale electricity prices and improve the grid’s\nreliability. So they quickly sought, and obtained, FERC’s approval\nto institute such programs. Demand response, then, emerged not as a\nCommission power grab, but instead as a market-generated innovation\nfor more optimally balancing wholesale electricity supply and\ndemand.And when, years later (after Congress, too,\nendorsed the practice), FERC began to play a more proactive role,\nit did so for the identical reason: to enhance the wholesale, not\nretail, electricity market. Like the market operators, FERC saw\nthat sky-high demand in peak periods threatened network breakdowns,\ncompelled purchases from inefficient generators, and consequently\ndrove up wholesale prices. See,e.g.,73 Fed. Reg. 64103,\n¶16; 76id., at 16660, ¶10; seesupra,at 6–7.\nAddressing those problems—which demand response does—falls within\nthe sweet spot of FERC’s statutory charge. So FERC took action\npromoting the practice. No doubt FERC recognized connections,\nrunning in both directions, between the States’ policies and its\nown. The Commission understood that by insulating consumers from\nprice fluctuations, States contributed to the wholesale market’s\ndifficulties in optimally balancing supply and demand. See 76 Fed.\nReg. 16667–16668, ¶¶57, 59;supra,at 6–7. And FERC realized\nthat increased use of demand response in that market would (by\ndefinition) inhibit retail sales otherwise subject to State\ncontrol. See 73 Fed. Reg. 64167. But nothing supports EPSA’s more\nfeverish idea that the Commission’s interest in wholesale demand\nresponse emerged from a yen to usurp State authority over, or\nimpose its own regulatory agenda on, retail sales. In promoting\ndemand response, FERC did no more than follow the dictates of its\nregulatory mission to improve the competitiveness, efficiency, and\nreliability of the wholesale market.Indeed, the finishing blow to both of EPSA’s\narguments comes from FERC’s notable solicitude toward the States.\nAs explained earlier, the Rule allows any State regulator to\nprohibit its consumers from making demand response bids in the\nwholesale market. See 76id., at 16676, ¶114; 73id.,\nat 64119, ¶154;supra,at 12. Although claiming the ability\nto negate such state decisions, the Commission chose not to do so\nin recognition of the linkage between wholesale and retail markets\nand the States’ role in overseeing retail sales. See 76 Fed. Reg.\n16676, ¶¶112–114. The veto power thus granted to the States belies\nEPSA’s view that FERC aimed to “obliterate[ ]” their\nregulatory authority or “override” their pricing policies. Brief\nfor Respondents 29, 33. And that veto gives States the means to\nblock whatever “effective” increases in retail rates demand\nresponse programs might be thought to produce. Wholesale demand\nresponse as implemented in the Rule is a program of cooperative\nfederalism, in which the States retain the last word. That feature\nof the Rule removes any conceivable doubt as to its compliance with\n§824(b)’s allocation of federal and state authority.COne last point, about how EPSA’s position\nwould subvert the FPA.EPSA’s jurisdictional claim, as may be clear by\nnow, stretches very far. Its point is not that this single Rule,\nrelating to compensation levels, exceeds FERC’s power. Instead,\nEPSA’s arguments—that rewarding energy conservation raises\neffective retail rates and that “luring” consumers onto wholesale\nmarkets aims to disrupt state policies—suggest that the entire\npractice of wholesale demand response falls outside what FERC can\nregulate. EPSA proudly embraces that point: FERC, it declares, “has\nno business regulating ‘demand response’ at all.”Id., at\n24. Under EPSA’s theory, FERC’s earlier Order No. 719, although\nnever challenged, would also be ultra vires because it requires\noperators to open their markets to demand response bids. And more:\nFERC could not even approve an operator’s voluntary plan to\nadminister a demand response program. See Tr. of Oral Arg. 44. That\ntoo would improperly allow a retail customer to participate in a\nwholesale market.Yet state commissions could not regulate demand\nresponse bids either. EPSA essentially concedes this point. See\nBrief for Respondents 46 (“That may well be true”). And so it must.\nThe FPA “leaves no room either for direct state regulation of the\nprices of interstate wholesales” or for regulation that “would\nindirectly achieve the same result.”Northern Natural Gas\nCo.v.State Corporation Comm’n of Kan., 372 U. S.\n84, 91 (1963) . A State could not oversee offers, made in a\nwholesale market operator’s auction, that help to set wholesale\nprices. Any effort of that kind would be preempted.And all of that creates a problem. If neither\nFERC nor the States can regulate wholesale demand response, then by\ndefinition no one can. But under the Act, no electricity\ntransaction can proceed unless it is regulable by someone. As\nearlier described, Congress passed the FPA precisely to eliminate\nvacuums of authority over the electricity markets. Seesupra,at 2–3. The Act makes federal and state powers\n“complementary” and “comprehensive,” so that “there [will] be no\n‘gaps’ for private interests to subvert the public welfare.”Louisiana Power & Light Co., 406 U. S., at 631. Or\nsaid otherwise, the statute prevents the creation of any regulatory\n“no man’s land.”FPCv.Transcontinental Gas Pipe Line\nCorp., 365 U. S. 1, 19 (1961) ; seeid.,at 28.\nSome entity must have jurisdiction to regulate each and every\npractice that takes place in the electricity markets, demand\nresponse no less than any other.[10]For that reason, the upshot of EPSA’s view would\nbe to extinguish the wholesale demand response program in its\nentirety. Under the FPA, each market operator must submit to FERC\nall its proposed rules and procedures. See 16 U. S. C.\n§§824d(c)–(d); 18 CFR §§35.28(c)(4), 35.3(a)(1). Assume that, as\nEPSA argues, FERC could not authorize any demand response program\nas part of that package. Nor could FERC simply allow such plans to\ngo into effect without its consideration and approval. There are no\n“off the books” programs in the wholesale electricity\nmarkets—because, once again, there is no regulatory “no man’s\nland.”Transcontinental, 365 U. S., at 19. The FPA\nmandates that FERC review, and ensure the reasonableness of, every\nwholesale rule and practice. See 16 U. S. C. §§824d(a),\n824e(a);supra,at 3, 14–15. If FERC could not carry out\nthat duty for demand response, then those programs could not go\nforward.And that outcome would flout the FPA’s core\nobjects. The statute aims to protect “against excessive prices” and\nensure effective transmission of electric power.Pennsylvania\nWater & Power Co.v.FPC, 343 U. S. 414, 418\n(1952) ; seeGulf States Util. Co.v.FPC, 411\nU. S. 747, 758 (1973) . As shown above, FERC has amply\nexplained how wholesale demand response helps to achieve those\nends, by bringing down costs and preventing service interruptions\nin peak periods. Seesupra,at 20. No one taking part in the\nrulemaking process—not even EPSA—seriously challenged that account.\nEven as he objected to FERC’s compensation formula, Commissioner\nMoeller noted the unanimity of opinion as to demand response’s\nvalue: “[N]owhere did I review any comment or hear any testimony\nthat questioned the benefit of having demand response resources\nparticipate in the organized wholesale energy markets. On this\npoint, there is no debate.” 76 Fed. Reg. 16679; see also App. 82,\nEPSA, Comments on Proposed Rule (avowing “full[ ] support” for\ndemand response participation in wholesale markets because of its\n“economic and operational” benefits).[11] Congress itself agreed, “encourag[ing]” greater use\nof demand response participation at the wholesale level. EPAct\n§1252(f ), 119Stat. 966. That undisputed judgment extinguishes\nany last flicker of life in EPSA’s argument. We will not read the\nFPA, against its clear terms, to halt a practice that so evidently\nenables the Commission to fulfill its statutory duties of holding\ndown prices and enhancing reliability in the wholesale energy\nmarket.IIIThese cases present a second, narrower\nquestion: Is FERC’s decision to compensate demand response\nproviders at LMP—the same price paid to generators—arbitrary and\ncapricious? Recall here the basic issue. Seesupra,at 9–12.\nWholesale market operators pay a single price—LMP—for all\nsuccessful bids to supply electricity at a given time and place.\nThe Rule orders operators to pay the identical price for a\nsuccessful bid to conserve electric-ity so long as that bid can\nsatisfy a “net benefits test”—meaning that it is sure to bring down\ncosts for wholesale purchasers. In mandating that payment, FERC\nrejected an alternative proposal under which demand response\nproviders would receive LMP minus G (LMP-G), where G is the retail\nrate for electricity. According to EPSA and others favoring that\napproach, demand response providers get a windfall—a kind of\n“double-payment”—unless market operators subtract the savings\nassociated with conserving electricity from the ordinary\ncompensation level. 76 Fed. Reg. 16663, ¶24. EPSA now claims that\nFERC failed to adequately justify its choice of LMP rather than\nLMP-G.In reviewing that decision, we may not\nsubstitute our own judgment for that of the Commission. The “scope\nof review under the ‘arbitrary and capricious’ standard is narrow.”Motor Vehicle Mfrs. Assn. of United States, Inc.v.State\nFarm Mut. Automobile Ins. Co., 463 U. S. 29, 43 (1983) . A\ncourt is not to ask whether a regulatory decision is the best one\npossible or even whether it is better than the alternatives.\nRather, the court must uphold a rule if the agency has “examine[d]\nthe relevant [considerations] and articulate[d] a satisfactory\nexplanation for its action[,] including a rational connection\nbetween the facts found and the choice made.”Ibid.(internal quotation marks omitted). And nowhere is that more true\nthan in a technical area like electricity rate design: “[W]e afford\ngreat deference to the Commission in its rate decisions.”Morgan\nStanley, 554 U. S., at 532.Here, the Commission gave a detailed explanation\nof its choice of LMP. See 76 Fed. Reg. 16661–16669, ¶¶18–67.\nRelying on an eminent regulatory economist’s views, FERC chiefly\nreasoned that demand response bids should get the same compensation\nas generators’ bids because both provide the same value to a\nwholesale market. Seeid.,at 16662–16664, 16667–16668,\n¶¶20, 31, 57, 61; see also App. 829–851, Reply Affidavit of Dr.\nAlfred E. Kahn (Aug. 30, 2010) (Kahn Affidavit). FERC noted that a\nmarket operator needs to constantly balance supply and demand, and\nthat either kind of bid can perform that service\ncost-effectively—i.e., in a way that lowers costs for\nwholesale purchasers. See 76 Fed. Reg. 16667–16668, ¶¶56, 61. A\ncompensation system, FERC concluded, therefore should place the two\nkinds of bids “on a competitive par.”Id.,at 16668, ¶61\n(quoting Kahn Affidavit); see also App. 830, Kahn Affidavit\n(stating that “economic efficiency requires” compensating the two\nequally given their equivalent function in a “competitive power\nmarket[ ]”). With both supply and demand response available on\nequal terms, the operator will select whichever bids, of whichever\nkind, provide the needed electricity at the lowest possible cost.\nSee Rehearing Order, 137 FERC, at 62,301–62,302, ¶68 (“By ensuring\nthat both . . . receive the same compensation for the\nsame service, we expect the Final Rule to enhance the\ncompetitiveness” of wholesale markets and “result in just and\nreasonable rates”).That rationale received added support from\nFERC’s adoption of the net benefits test. The Commission realized\nduring its rulemaking that in some circumstances a demand response\nbid—despite reducing the wholesale rate—doesnotprovide the\nsame value as generation. See 76 Fed. Reg. 16664–16665, ¶38. As\ndescribed earlier, that happens when the distinctive costs\nassociated with compensating a demand response bid exceed the\nsavings from a lower wholesale rate: The purchaser then winds up\npaying more than if the operator had accepted the best (even though\nhigher priced) supply bid available. Seesupra,at 10–11.\nAnd so FERC developed the net benefits test to filter out such\ncases. See 76 Fed. Reg. 16666–16667, ¶¶50–53. With that standard in\nplace, LMP is paid only to demand response bids that benefit\nwholesale purchasers—in other words, to those that function as\n“cost-effective alternative[s] to the next highest-bid generation.”Id.,at 16667, ¶54. Thus, under the Commission’s approach, a\ndemand response provider will receive the same compensation as a\ngenerator only when it is in fact providing the same service to the\nwholesale market. Seeibid.,¶53.The Commission responded at length to EPSA’s\ncon-trary view that paying LMP, even in that situation, will\novercompensate demand response providers because they are also\n“effectively receiv[ing] ‘G,’ the retail rate that they do not need\nto pay.”Id., at 16668, ¶60. FERC explained that\ncompensation ordinarily reflects only the value of the service an\nentity provides—not the costs it incurs, or benefits it obtains, in\nthe process. So when a generator presents a bid, “the Commission\ndoes not inquire into the costs or benefits of production.”Ibid., ¶62. Different power plants have different cost\nstructures. And, indeed, some plants receive tax credits and\nsimilar incentive payments for their activities, while others do\nnot. See Rehearing Order, 137 FERC, at 62,301, ¶65, and n. 122. But\nthe Commission had long since decided that such matters are\nirrelevant: Paying LMP to all generators—although some then walk\naway with more profit and some with less—“encourages more efficient\nsupply and demand decisions.” 76 Fed. Reg. 16668, ¶62 (internal\nquotation marks omitted). And the Commission could see no economic\nreason to treat demand response providers any differently. Like\ngenerators, they too experience a range of benefits and costs—both\nthe benefits of not paying for electricity and the costs of not\nusing it at a certain time. But, FERC again concluded, that is\nimmaterial: To increase competition and optimally balance supply\nand demand, market operators should compensate demand response\nproviders, like generators, based on their contribution to the\nwholesale system. Seeibid.; 137 FERC, at 62,300, ¶60.Moreover, FERC found, paying LMP will help\ndemand response providers overcome certain barriers to\nparticipation in the wholesale market. See 76 Fed. Reg.\n16667–16668, ¶¶57–59. Commenters had detailed significant start-up\nexpenses associated with demand response, including the cost of\ninstalling necessary metering technol-ogy and energy management\nsystems. Seeid.,at 16661, ¶18, 16667–16668, ¶57; see also,e.g.,App. 356, Viridity Energy, Inc., Comments on Proposed\nRule on Demand Response Compensation in Organized Wholesale Energy\nMarkets (May 13, 2010) (noting the “capital investments and\noperational changes needed” for demand response participation). The\nCommission agreed that such factors inhibit potential demand\nresponders from competing with generators in the wholesale markets.\nSee 76 Fed. Reg. 16668, ¶59. It concluded that rewarding demand\nresponse at LMP (which is, in any event, the price reflecting its\nvalue to the market) will encourage that competition and, in turn,\nbring down wholesale prices. Seeibid.Finally, the Commission noted that determining\nthe “G” in the formula LMP-G is easier proposed than accomplished.\nSeeibid.,¶63. Retail rates vary across and even within\nStates, and change over time as well. Accordingly, FERC concluded,\nrequiring market operators to incorporate G into their prices,\n“even though perhaps feasible,” would “create practical\ndifficulties.”Ibid.Better, then, not to impose that\nadministrative burden.All of that together is enough. The Commission,\nnot this or any other court, regulates electricity rates. The\ndis-puted question here involves both technical understanding and\npolicy judgment. The Commission addressed that issue seriously and\ncarefully, providing reasons in support of its position and\nresponding to the principal alternative advanced. In upholding that\naction, we do not discount the cogency of EPSA’s arguments in favor\nof LMP-G. Nor do we say that in opting for LMP instead, FERC made\nthe better call. It is not our job to render that judgment, on\nwhich reasonable minds can differ. Our important but limited role\nis to ensure that the Commission engaged in reasoned\ndecisionmaking—that it weighed competing views, selected a\ncompensation formula with adequate support in the record, and\nintelligibly explained thereasons for making that choice. FERC\nsatisfied that standard.IVFERC’s statutory authority extends to the Rule\nat issue here addressing wholesale demand response. The Rule\ngoverns a practice directly affecting wholesale electricity rates.\nAnd although (inevitably) influencing the retail market too, the\nRule does not intrude on the States’ power to regulate retail\nsales. FERC set the terms of transactions occurring in the\norganized wholesale markets, so as to ensure the reasonableness of\nwholesale prices and the reliability of the interstate grid—just as\nthe FPA contemplates. And in choosing a compensation formula, the\nCommission met its duty of reasoned judgment. FERC took full\naccount of the alternative policies proposed, and adequately\nsupported and explained its decision. Accordingly, we reverse the\njudgment of the Court of Appeals for the District of Columbia\nCircuit and remand the cases for further proceedings consistent\nwith this opinion.It is so ordered.Justice Alito took no part in the consideration\nor decision of these cases.Notes1To be more precise, LMP\ngenerally includes, in addition to the price of the\nhighest-accepted bid, certain costs of moving power through the\ngrid. But those costs are not relevant here, and we therefore\ndisregard them.2Differently designed\ndemand response programs can operate in retail markets. Some\nStates, for example, either encourage or require utilities to offer\n“critical-peak rebates” to customers for curtailing electricity use\nat times of high load. See Energy Primer 45.3The dissent misreads this\nsubsection of the EPAct in suggesting that it encourages States’\nuse of retail demand response, rather than the wholesale programs\nat issue here. Seepost,at 8–9 (opinion of Scalia, J.);\nn. 2,supra. The prior subsection, §1252(e), as the\ndissent notes, promotes demand response in the States—but then the\nEPAct switches gears. Subsection (f) expressly addresses the\nprograms of “regional electricity entit[ies]”—that is, wholesale\nmarket operators. Indeed, the provision lists all the markets those\noperators run: not just the electricity market involved here, but\nalso the “capacity and ancillary service markets.” Those are\nestablished components of the wholesale system with no counterparts\nat the state level. See Energy Primer 59.4The explanation is a\nstylized version of the actual phenomenon. In reality, LSEs rarely\ndrop out of the market entirely because of demand response;\ninstead, they will merely order less electricity. But the effect is\nthe same as in the text, because the total cost of accepted bids is\nspread among LSEs in proportion to the units of electricity they\npurchase; and as those units decline, each remaining one bears a\ngreater share of the bill.5Because we think FERC’s\nauthority clear, we need not address the Government’s alternative\ncontention that FERC’s interpretation of the statute is entitled to\ndeference underChevron U. S. A. Inc.v.Natural Resources Defense Council, Inc., 467 U. S. 837\n(1984) .6EPSA additionally cites\n§824(a) as constraining the Commission’s authority, see Brief for\nRespondent EPSA et al. 25, 31, 43 (Brief for Respondents), but\nthat provision adds nothing to the analysis. Section 824(a), the\nFPA’s “declaration of policy,” states that federal regulation of\nelectricity is to “extend only to those matters which are not\nsubject to regulation by the States.” We have often explained that\nthis declaration serves only to frame the Act’s basic structure and\npurpose. See,e.g., New York, 535 U. S., at 22 (Section\n824(a) “broadly expresse[s] [the Act’s] purpose” (quotingFPCv.Southern Cal. Edison Co., 376 U. S. 205,\n215 (1964) );id.,at 215 (Section 824(a) is “merely a\n‘policy declaration . . . of great generality’ ”\n(quotingConnecticut Light & Power Co.v.FPC,\n324 U. S. 515, 527 (1945) )). That means, as applied to the\nissue here, that §824(a) merely points toward the division of\nregulatory authority that §824(b) carries out. The operative\nprovision is what counts.7The dissent disputes this\nframing of the issue, but its criticism (made by neither EPSA nor\nitsamici) is irrelevant to deciding this case. According to\nthe dissent, the FPA prohibits FERC from regulating not only retail\nsales of electricity (as we agree) but also any other sales of\nelectricity aside from wholesale sales. Seepost,at 2–4.\nBut the dissent turns out not to argue that the Rule regulates some\nkind of non-retail, non-wholesale sale of electric energy (whatever\nthat might be). Rather, the dissent claims that the Rule regulates\nretail sales, seepost,at 4–6—exactly the point that we\naddress, and reject, in the following pages. And in any event, the\ndissent’s framing of the issue is wrong if and to the extent it\nposits some undefined category of other electricity sales falling\nwithin neither FERC’s nor the States’ regulatory authority. Sales\nof electric energy come in two varieties: wholesale and retail. The\nvery case the dissent relies on recognizes that fact by referring\nto “other sales, that is, to direct sales for consumptive use.”Panhandle Eastern Pipe Line Co.v.Public Serv. Comm’n of\nInd., 332 U. S. 507, 516 (1947) . FERC regulates\ninterstate wholesale sales of electricity; the States regulate\nretail sales of electricity. And FERC may also regulate, as it did\nhere, practices and rules affecting wholesale prices—that is,\nmatters beyond wholesale sales themselves—so long as, in doing so,\nit does not trespass on the States’ authority to regulate retail\nsales of electric power. Seesupra,at 3.8The dissent offers,\nalternatively, a definition of “price,” but that only further\nproves our point. “Price,” says the dissent, is “[t]he amount of\nmoney or other consideration asked for or given in exchange for\nsomething else.”Post,at 6 (quoting Black’s Law Dictionary\n1380). But the “effective” rates posited by EPSA and the dissent do\nnot meet that test. If $10 is the actual rate for a unit of retail\nelectricity, that is the only amount either “asked for” or “given”\nin exchange for power. A retail customer is asked to pay $10 by its\nLSE, and if it buys that electricity, it gives the LSE that same\n$10. By contrast, the $15 “effective” rate is neither asked for nor\ngiven by anyone.9The dissent replaces our\nsimple, real-world example with a convoluted, fictitious one—but\nonce again merely confirms our point. Suppose, the dissent says,\nthat an airline cancels a passenger’s $400 ticket; gives him a\nrefund plus an extra $300; and then tells him that if he wants to\nrepurchase the ticket, he must pay $700. Aha!, says the\ndissent—isn’t the price now $700? Seepost,at 5–6. Well,\nyes it is, because that is now theactualamount the\npassenger will have to hand over to the airline to receive a ticket\nin exchange (or in the dissent’s definition of price, the amount\n“asked for” and “given,” see n. 8,supra). In other\nwords, in search of an intuitive way to explain its “effective\nrate” theory, the dissent must rely on an “actual rate”\nhypothetical. But all that does is highlight the distance, captured\nin the law, between real prices (reflecting amounts paid) and\neffective ones (reflecting opportunity costs).10The\ndissent contests this point (complaining that our decades’ worth of\nprecedents affirming it partly rely on legislative history), but\nthe example the dissent offers in response misses the mark. Seepost,at 7–8. The dissent hypothesizes a rule enabling\ngenerators to sell directly to consumers and fixing all generation,\ntransmission, and retail rates. But of course neither FERC nor the\nStates could issue such a rule: If FERC did so, it would interfere\nwith the States’ authority over retail sales and rates as well as\n(most) generation; if a State did so, it would interfere with\nFERC’s power over transmission. Thus, to implement such a scheme,\nthe States would need to do some things and FERC to do others. And\nif the one or the other declined to cooperate, then the full scheme\ncould not proceed. But that just goes to show that the FPA divides\nregulatory power over electricity matters between FERC and the\nStates. The example does nothing to demonstrate that some\nelectricity transactions can proceed outside any regulator’s\nauthority.11EPSA\nnow contends that wholesale demand response is unnecessary because\nstate regulators can adopt programs to reduce demand at the retail\nlevel. See Brief for Respondents 46–47. For example, States can\ninsist that utilities give rebates to customers for not using\nenergy at certain times. See n. 2,supra. But according\nto both the Commission and market participants, state-level\nprograms cannot offer nearly the same benefits as wholesale demand\nresponse because individual utilities lack the regional scope and\nreal-time information needed to identify when demand response will\nlower prices and ensure reliability system-wide. See 73 Fed. Reg.\n64103, ¶18; Energy Primer 45–46; Brief for NRG Energy, Inc., asAmicus Curiae20–22. Similarly, FERC addressed and rejected\nthe dissent’s suggestion that wholesale market operators could pay\nLSEs to reduce their electricity purchases: Because LSEs lose\nrevenues whenever demand goes down, any demand response programs\ntargeting those actors would be highly inefficient. See FERC,\nAssessment of Demand Response and Advanced Metering 72 (2006); Tr.\nof Oral Arg. 56 (Solicitor General noting that LSEs engaged in\ndemand response would be “cannibaliz[ing] their own\nprofits”).",
    "joined": []
}