{
    "case": {
        "docket": "17-7505",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-7505/"
    },
    "id": "4057626",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–7505_________________VERNON MADISON, PETITIONERv.ALABAMAon writ of certiorari to the circuit court of\nalabama, mobile county[February 27, 2019]Justice Kagan delivered the opinion of the\nCourt.The Eighth Amendment, this Court has held,\nprohibits the execution of a prisoner whose mental illness prevents\nhim from “rational[ly] understanding” why the State seeks to impose\nthat punishment.Panettiv.Quarterman,551 U.S.\n930, 959 (2007). In this case, Vernon Madison argued that his\nmemory loss and dementia entitled him to a stay of execution, but\nan Alabama court denied the relief. We now address two questions\nrelating to the Eighth Amendment’s bar, disputed below but not in\nthis Court. First, does the Eighth Amendment forbid execution\nwhenever a prisoner shows that a mental disorder has left him\nwithout any memory of committing his crime? We (and, now, the\nparties) think not, because a person lacking such a memory may\nstill be able to form a rational understanding of the reasons for\nhis death sentence. Second, does the Eighth Amendment apply\nsimilarly to a prisoner suffering from dementia as to one\nexperiencing psychotic delusions? We (and, now, the parties) think\nso, because either condition may—or, then again, may not—impede the\nrequisite comprehension of his punishment. The only issue left, on\nwhich the parties still disagree, is what those rulings mean for\nMadison’s own execution. We direct that issue to the state court\nfor further consideration in light of this opinion.IAThis Court decided inFordv.Wainwright,477 U.S.\n399(1986), that the Eighth Amendment’s ban on cruel and\nunusual punishments precludes executing a prisoner who has “lost\nhis sanity” after sentencing.Id.,at 406. While on death\nrow, Alvin Ford was beset by “pervasive delusion[s]” associated\nwith “[p]aranoid [s]chizophrenia.”Id.,at 402–403.\nSurveying both the common law and state statutes, the Court found a\nuniform practice against taking the life of such a prisoner. Seeid.,at 406–409. Among the reasons for that time-honored\nbar, the Court explained, was a moral “intuition” that “killing one\nwho has no capacity” to understand his crime or punishment “simply\noffends humanity.”Id.,at 407, 409; seeid.,at 409\n(citing the “natural abhorrence civilized societies feel” at\nperforming such an act). Another rationale rested on the lack of\n“retributive value” in executing a person who has no comprehension\nof the meaning of the community’s judgment.Ibid.; seeid.,at 421 (Powell, J., concurring in part and concurring\nin judgment) (stating that the death penalty’s “retributive\nforce[ ] depends on the defendant’s awareness of the penalty’s\nexistence and purpose”). The resulting rule, now stated as a matter\nof constitutional law, held “a category of defendants defined by\ntheir mental state” incompetent to be executed.Id.,at\n419.The Court clarified the scope of that category\ninPanettiv.Quartermanby focusing on whether a\nprisoner can “reach a rational understanding of the reason for\n[his] execution.” 551 U. S., at 958. Like Alvin Ford, Scott\nPanetti suffered from “gross delusions” stemming from “extreme\npsychosis.”Id.,at 936, 960. In reversing a ruling that he\ncould still be executed, thePanettiCourt set out the\nappropriate “standard for competency.”Id.,at 957.Ford, the Court now noted, had not provided “specific\ncriteria.” 551 U. S., at 957. ButFordhad explored\nwhat lay behind the Eighth Amendment’s prohibition, highlighting\nthat the execution of a prisoner who cannot comprehend the reasons\nfor his punishment offends moral values and “serves no retributive\npurpose.” 551 U. S.,at 958. Those principles, thePanettiCourt explained, indicate how to identify prisoners\nwhom the State may not execute. The critical question is whether a\n“prisoner’s mental state is so distorted by a mental illness” that\nhe lacks a “rational understanding” of “the State’s rationale for\n[his] execution.”Id.,at 958–959. Or similarly put, the\nissue is whether a “prisoner’s concept of reality” is “so\nimpair[ed]” that he cannot grasp the execution’s “meaning and\npurpose” or the “link between [his] crime and its punishment.”Id.,at 958, 960.BVernon Madison killed a police officer in 1985\nduring a domestic dispute. An Alabama jury found him guilty of\ncapital murder, and the trial court sentenced him to death. He has\nspent most of the ensuing decades on the State’s death row.In recent years, Madison’s mental condition has\nsharply deteriorated. Madison suffered a series of strokes,\nincluding major ones in 2015 and 2016. See Tr. 19, 46–47 (Apr. 14,\n2016). He was diagnosed as having vascular dementia, with attendant\ndisorientation and confusion, cognitive impairment, and memory\nloss. Seeid.,at 19–20, 52–54. In particular, Madison\nclaims that he can no longer recollect committing the crime for\nwhich he has been sentenced to die. See Tr., Pet. Exh. 2, p. 8.After his 2016 stroke, Madison petitioned the\ntrial court for a stay of execution on the ground that he had\nbecome mentally incompetent. CitingFordandPanetti,\nhe argued that “he no longer understands” the “status of his case”\nor the “nature of his conviction and sentence.” Pet. for Suspension\nin No. CC–85–1385.80 (C. C. Mobile Cty., Ala., Feb. 12, 2016),\npp. 11, 14. And in a later filing, Madison emphasized that he\ncould not “independently recall the facts of the offense he is\nconvicted of.” Brief Pursuant to Order (Apr. 21, 2016), p. 8.\nAlabama countered that Madison had “a rational understanding of\n[the reasons for] his impending execution,” as required byFordandPanetti, even assuming he had no memory of\ncommitting his crime. Brief on Madison’s Competency (April 21,\n2016), pp. 4–5, 8. And more broadly, the State claimed that\nMadison could not possibly qualify as incompetent under those two\ndecisions because both “concerned themselves with ‘[g]ross\ndelusions’ ”—which all agree Madison does not have.Id.,at 2; seeibid.(Madison “failed to implicate”FordandPanettibecause he “does not suffer from\npsychosis or delusions”).Expert reports from two psychologists largely\naligned with the parties’ contending positions. Dr. John Goff,\nMadison’s expert, found that although Madison “underst[ood] the\nnature of execution” in the abstract, he did not comprehend the\n“reasoning behind” Alabama’s effort to executehim. Tr.,\nPet. Exh. 2 (Apr. 14, 2016), p. 8; seeid.,at 9. Goff\nstated that Madison had “Major Vascular Neurological Disorder”—also\ncalled vascular dementia—which had caused “significant cognitive\ndecline.”Ibid.And Goff underscored that Madison\n“demonstrate[d] retrograde amnesia” about his crime, meaning that\nhe had no “independent recollection[ ]” of the murder.Id.,at 8; seeid.,at 9. For his part, Dr. Karl Kirkland, the\ncourt-appointed expert, reported that Madison “was able to discuss\nhis case” accurately and “appear[ed] to understand his legal\nsituation.” Tr., Ct. Exh. 1, pp. 10–11. Although Kirkland\nacknowledged that Madison’s strokes had led to cognitive decline,\nseeid.,at 10, the psychologist made no men- tion of\nMadison’s diagnosed vascular dementia. Rather, Kirkland highlighted\nthat “[t]here was no evidence of psychosis, paranoia, or delusion.”Id.,at 9; seeibid.(Madison “did not seem\ndelusional at all”).At a competency hearing, Alabama similarly\nstressed Madison’s absence of psychotic episodes or delusions. The\nState asked both experts to affirm that Madison was “neither\ndelusional [n]or psychotic.” Tr. 56; seeid., at 22. And its\nclosing argument focused on their agreement that he was not. As the\nState summarized: “He’s not psychotic. He’s not delusional.”Id., at 81. On the State’s view, that fact answered the\ncompetency question because “[t]he Supreme Court is looking at\nwhether someone’s delusions or someone’s paranoia or someone’s\npsychosis is standing in the way of” rationally understanding his\npunishment.Id., at 82. Madison’s counsel disputed that\npoint. “[T]he State would like to say, well, he’s not delusional,\nhe’s not psychotic,” the attorney recapped.Id., at 83. But,\nshe continued, “[t]hat’s not really the criteria” underPanetti. Tr. 83. Rather, the Court there barred executing a\nperson with any mental illness—“dementia” and “brain injuries” no\nless than psychosis and delusions—that prevents him from\ncomprehending “why he is being executed.”Ibid.The trial court found Madison competent to be\nexecuted. Its order first recounted the evidence given by each\nexpert witness. The summary of Kirkland’s report and testimony\nbegan by stating that the psychologist had “found no evidence of\nparanoia[,] delusion [or] psychosis.” Order (Apr. 29, 2016),\np. 5 (2016 Order). The court then noted Kirkland’s view that\nMadison could “give details of the history of his case” and\n“appear[ed] to understand his legal situation.”Ibid.\nTurning to the Goff report, the court noted the expert’s finding\nthat Madison was “amnesic” and could not recollect his crime.Id.,at 6; seeid.,at 7. In a single, final\nparagraph, the court provided both its ruling and its reasoning.\nMadison had failed to show, the court wrote, that he did not\n“rationally understand the punishment he is about to suffer and why\nhe is about to suffer it.”Id.,at 10. The court “accept[ed]\nthe testimony of Dr. Kirkland as to the understanding Madison has\nconcerning the situation.”Ibid.“Further,” the court\nconcluded, “the evidence does not support that Mr. Madison is\ndelusional.”Ibid.Madison next sought habeas relief in federal\ncourt, where he faced the heavy burden of showing that the\nstate-court ruling “involved an unreasonable application of[ ]\nclearly established federal law” or rested on an “unreasonable\ndetermination of the facts.” Antiterrorism and Effective Death\nPenalty Act of 1996 (AEDPA), 28 U. S. C. §2254(d). The\nDistrict Court rejected his petition, but the Court of Appeals for\nthe Eleventh Circuit ruled that Madison had demonstrated both kinds\nof indisputable error. SeeMadisonv.Commissioner,\n851 F.3d 1173 (2017). This Court then summarily reversed the\nappeals court’s decision. SeeDunnv.Madison, 583\nU. S. ___ (2017) (per curiam). We explained, contrary\nto the Eleventh Circuit’s principal holding, that “[n]eitherPanettinorFord‘clearly established’ that a\nprisoner is incompetent to be executed” because of a simple failure\nto remember his crime.Id.,at ___ (slip op., at 4). And we\nfound that the state court did not act unreasonably—otherwise put,\ndid not err “beyond any possibility for fairminded\ndisagreement”—when it found that Madison had the necessary\nunderstanding to be executed.Ibid.(internal quotation\nmarks omitted). But we made clear that our decision was premised on\nAEDPA’s “demanding” and “deferential standard.”Id.,at ___,\n___ (slip op., at 3, 4). “We express[ed] no view” on the question\nof Madison’s competency “outside of the AEDPA context.”Id.,at ___ (slip op., at 4).[1]When Alabama set an execution date in 2018,\nMadison returned to state court to argue again that his mental\ncondition precluded the State from going forward. In his petition,\nMadison reiterated the facts and arguments he had previously\npresented to the state court. But Madison also claimed that since\nthat court’s decision (1) he had suffered further cognitive decline\nand (2) a state board had suspended Kirkland’s license to practice\npsychology, thus discrediting his prior testimony. See Pet. to\nSuspend Execution in No. CC–85–1385.80 (C. C. Mobile Cty., Ala.,\nDec. 18, 2017), pp. 1–2, 16–19.[2] Alabama responded that nothing material had changed\nsince the court’s first competency hearing. See Motion to Dismiss\n(Dec. 20, 2017), p. 9. The State also repeated its argument\nthatPanettipermits executing Madison, pointing to the\nexperts’ agreement that he is “not delusional or psychotic” and\nasserting that neither “memory impairment [n]or dementia [could]\nsuffice to satisfy thePanettiandFordstandards”\nwithout “an expansion” of those decisions. Motion to Dismiss 4, 10.\nA week before the scheduled execution, the state court again found\nMadison mentally competent. Its brief order stated only that\nMadison “did not provide a substantial threshold showing of\ninsanity[ ] sufficient to convince this Court to stay the\nexecution.” App. A to Pet. for Cert.Madison then filed in this Court a request to\nstay his execution and a petition for certiorari. We ordered the\nstay on the scheduled execution date and granted the petition a few\nweeks later. See 583 U. S. ___, ___ (2018). Because the case\nnow comes to us on direct review of the state court’s decision\n(rather than in a habeas proceeding), AEDPA’s deferential standard\nno longer governs. (And for that reason—contrary to the dissent’s\nsuggestion,post, at 12—our decision on Madison’s habeas\npetition cannot help resolve the questions raised here.)IITwo issues relating toPanetti’s\napplication are before us. Recall that our decision there held the\nEighth Amendment to forbid executing a prisoner whose mental\nillness makes him unable to “reach a rational understanding of the\nreason for [his] execution.” 551 U. S., at 958; seesupra,at 2–3. The first question presented is whetherPanettiprohibits executing Madison merely because he cannot\nremember committing his crime. The second question raised is\nwhetherPanettipermits executing Madison merely because he\nsuffers from dementia, rather than psychotic delusions.[3] In prior stages of this case, as we\nhave described, the parties disagreed about those matters. Seesupra,at 4–8. But at this Court, Madison accepted Alabama’s\npositon on the first issue and Alabama accepted Madison’s on the\nsecond. See,e.g., Tr. of Oral Arg. 11, 36. And rightly so.\nAs the parties now recognize, the standard set out inPanettisupplies the answers to both questions. First, a\nperson lacking memory of his crime may yet rationally understand\nwhy the State seeks to execute him; if so, the Eighth Amendment\nposes no bar to his execution. Second, a person suffering from\ndementia may be unable to rationally understand the reasons for his\nsentence; if so, the Eighth Amendment does not allow his execution.\nWhat matters is whether a person has the “rational understanding”Panettirequires—not whether he has any particular memory or\nany particular mental illness.AConsider initially a person who cannot\nremember his crime because of a mental disorder, but who otherwise\nhas full cognitive function. The memory loss is genuine: Let us say\nthe person has some kind of amnesia, which has produced a black\nhole where that recollection should be. But the person remains\noriented in time and place; he can make logical connections and\norder his thoughts; and he comprehends familiar concepts of crime\nand punishment. Can the State execute him for a murder? When we\nconsidered this case before, using the deferential standard\napplicable in habeas, we held that a state court could allow such\nan execution without committing inarguable error. SeeMadison, 583 U. S., at ___ (slip op., at 4) (stating\nthat no prior decision had “clearly established” the opposite);supra,at 6. Today, we address the issue straight-up, sans\nany deference to a state court. Again, is the failure to remember\ncommitting a crime alone enough to prevent a State from executing a\nprisoner?It is not, underPanetti’s own terms.\nThat decision asks about understanding, not memory—more\nspecifically, about a person’s understanding of why the State seeks\ncapital punishment for a crime, not his memory of the crime itself.\nAnd the one may exist without the other. Do you have an independent\nrecollection of the Civil War? Obviously not. But you may still be\nable to reach a rational—indeed, a sophisticated—understanding of\nthat conflict and its consequences. Do you recall your first day of\nschool? Probably not. But if your mother told you years later that\nyou were sent home for hitting a classmate, you would have no\ntrouble grasping the story. And similarly, if you somehow blacked\nout a crime you committed, but later learned what you had done, you\ncould well appreciate the State’s desire to impose a penalty.\nAssuming, that is, no other cognitive impairment, loss of memory of\na crime does not prevent rational understanding of the State’s\nreasons for resorting to punishment. And that kind of comprehension\nis thePanettistandard’s singular focus.The same answer follows from the core\njustificationsPanettioffered for framing its Eighth\nAmendment test as it did. EchoingFord, Panettireasoned\nthat execution has no retributive value when a prisoner cannot\nappreciate the meaning of a community’s judgment. See 551\nU. S., at 958–959 (citing 477 U. S., at 407–408);supra,at 3. But as just explained, a person who can no\nlonger remember a crime may yet recognize the retributive message\nsociety intends to convey with a death sentence. Similarly,FordandPanettistated that it “offends humanity” to\nexecute a person so wracked by mental illness that he cannot\ncomprehend the “meaning and purpose of the punishment.” 477\nU. S., at 407; 551 U. S., at 960; seeid.,at 958.\nBut that offense to morality must be much less when a person’s\nmental disorder causes nothing more than an episodic memory loss.\nMoral values do not exempt the simply forgetful from punishment,\nwhatever the neurological reason for their lack of recall.But such memory loss still may factor into the\n“rational understanding” analysis thatPanettidemands. If\nthat loss combines and interacts with other mental shortfalls to\ndeprive a person of the capacity to comprehend why the State is\nexacting death as punishment, then thePanettistandard will\nbe satisfied. That may be so when a person has difficulty\npreserving any memories, so that even newly gained knowledge\n(about, say, the crime and punishment) will be quickly forgotten.\nOr it may be so when cognitive deficits prevent the acquisition of\nsuch knowledge at all, so that memory gaps go forever\nuncompensated. AsPanettiindicated, neurologists,\npsychologists, and other experts can contribute to a court’s\nunderstanding of issues of that kind. Seeid., at 962. But\nthe sole inquiry for the court remains whether the prisoner can\nrationally understand the reasons for his death sentence.BNext consider a prisoner who suffers from\ndementia or a similar disorder, rather than psychotic delusions.\nThe dementia, as is typical, has compromised this prisoner’s\ncognitive functions. But it has not resulted in the kind of\ndelusional beliefs that Alvin Ford and Scott Panetti held. May the\nprisoner nonetheless receive a stay of execution underFordandPanetti? Or instead, is a delusional disorder a\nprerequisite to declaring a mentally ill person incompetent to be\nexecuted? We did not address that issue when we last considered\nthis case, on habeas review; in that sense, the question is one of\nfirst impression. Seesupra,at 6, n. 1.But here too,Panettihas already\nanswered the question. Its standard focuses on whether a mental\ndisorder has had a particulareffect: an inability to\nrationally understand why the State is seeking execution. Seesupra,at 2–3. Conversely, that standard has no interest in\nestablishing any precisecause: Psychosis or dementia,\ndelusions or overall cognitive decline are all the same underPanetti, so long as they produce the requisite lack of\ncomprehension. To be sure,Panettion occasion spoke of\n“gross delusions” in explaining its holding. 551 U. S., at\n960. And similarly,Fordtalked about the “insane,” which\nsometimes refers to persons holding such irrational beliefs. See,e.g.,477 U. S., at 401, 410.[4] But those references are no more than a predictable\nbyproduct of the two cases’ facts. At the same time (and\ninterchangeably),Panettiused more inclusive terms, such as\n“mental illness,” “mental disorder,” and “psychological\ndysfunction.” 551 U. S., at 936, 959, 960; seeFord,\n477 U. S., at 408–409, n. 2 (referring to prisoners with\n“mental illness”). And most important,Panettiframed its\ntest, as just described, in a way utterly indifferent to a\nprisoner’s specific mental illness. ThePanettistandard\nconcerns, once again, not the diagnosis of such illness, but a\nconsequence—to wit, the prisoner’s inability to rationally\nunderstand his punishment.And here too, the key justificationsFordandPanettioffered for the Eighth Amendment’s bar confirm\nour conclusion about its reach. As described above, those decisions\nstated that an execution lacks retributive purpose when a mentally\nill prisoner cannot understand the societal judgment underlying his\nsentence. SeePanetti, 551 U. S., at 958–959;Ford, 477 U. S., at 409;supra,at 2–3. And they\nindicated that an execution offends morality in the same\ncircumstance. See 551 U. S., at 958, 960; 477 U. S., at\n409;supra,at 2–3. Both rationales for the constitutional\nbar thus hinge (just as thePanettistandard deriving from\nthem does) on the prisoner’s “[in]comprehension of why he has been\nsingled out” to die. 477 U. S., at 409; seesupra,at\n2–3. Or said otherwise, if and when that failure of understanding\nis present, the rationales kick in—irrespective of whether one\ndisease or another (say, psychotic delusions or dementia) is to\nblame.In evaluating competency to be executed, a judge\nmust therefore look beyond any given diagnosis to a downstream\nconsequence. AsFordandPanettirecognized, a\ndelusional disorder can be of such severity—can “so impair the\nprisoner’s concept of reality”—that someone in its thrall will be\nunable “to come to grips with” the punishment’s meaning.Panetti, 551 U. S., at 958;Ford, 477\nU. S., at 409. But delusions come in many shapes and sizes,\nand not all will interfere with the understanding that the Eighth\nAmendment requires. SeePanetti, 551 U. S.,at\n962 (remanding the case to consider expert evidence on whether the\nprisoner’s delusions did so). And much the same is true of\ndementia. That mental condition can cause such disorientation and\ncognitive decline as to prevent a person from sustaining a rational\nunderstanding of why the State wants to execute him. Seesupra,at 11–12. But dementia also has milder forms, which\nallow a person to preserve that understanding. Hence the need—for\ndementia as for delusions as for any other mental disorder—to\nattend to the particular circumstances of a case and make the\nprecise judgmentPanettirequires.IIIThe only question left—and the only one on\nwhich the parties now disagree—is whether Madison’s execution may\ngo forward based on the state court’s decision below. Madison’s\ncounsel says it cannot because that ruling was tainted by legal\nerror—specifically, the idea that only delusions, and not dementia,\ncan support a finding of mental incompetency. See Tr. of Oral Arg.\n12, 21, 25, 27. Alabama counters that the state court did not rely\non that (concededly) incorrect view of the law. Seeid., at\n37–41. But we come away at the least unsure whether that is\nso—especially given Alabama’s evidence and arguments in the state\ncourt.As noted earlier, the 2018 ruling we review\ntoday contains only one sentence of explanation. Seesupra,at 7–8. It states that Madison “did not provide a substantial\nthreshold showing of insanity[ ] sufficient to convince this Court\nto stay the execution.” App. A to Pet. for Cert. If the state court\nused the word “insanity” to refer to a delusional disorder, then\nerror occurred: The court would have denied a stay on the ground\nthat Madison did not have that specific kind of mental illness. And\nthe likelihood that the court made that mistake is heightened by\nthe State’s emphasis, at that stage of the proceedings (as at\nothers), that Madison was “not delusional or psychotic” and that\n“dementia” could not suffice to bar his execution absent “an\nexpansion ofFordandPanetti.” Motion to Dismiss 4,\n10; seesupra,at 4–8; but seepost,at 9–10, and\nn. 4 (disregarding those arguments).[5] Alabama argues, however, that the court spoke of\n“insanity” only because the state statute under which Madison\nsought relief uses that term. See Tr. of Oral Arg. 37; Ala. Code\n§15–16–23 (2011) (allowing a stay of execution “on account of the\n[convict’s] insanity”). But even if so, that does not advance the\nState’s view that the state court properly understood the Eighth\nAmendment bar when assessing Madison’s competency. Alabama told\nthis Court in opposing certiorari that its statute covers only\nthose with delusional disorders, and not those with dementia. See\nBrief in Opposition 12 (“[T]he sole question to be answered under\nthe state statute was whether Madison was insane, not whether he\nsuffered from dementia”). The state court’s (supposed) echoing of\nstatutory language understood in that way cannot provide assurance\nthat the court knew a person with dementia might receive a stay of\nexecution; indeed, it suggests exactly the opposite. The court’s\n2018 order thus calls out for a do-over.Alabama further contends, however, that we\nshould look past the state court’s 2018 decision to the court’s\ninitial 2016 determination of competency. (The dissent similarly\nbegins with the 2016 ruling, seepost,at 6–7, even though\nthat is not the decision under review here.) According to the\nState, nothing material changed in the interim period, seesupra,at 7; thus, we may find the meaning of the later\nruling in the earlier one, see Tr. of Oral Arg. 36–37. And, the\nState continues, the 2016 opinion gets the law right. Alabama’s\nproof is that the court, after summarizing the psychologists’\ntestimony, found that “Madison has a rational[ ]\nunderstanding, as required byPanetti,” concerning the\n“punishment he is about to suffer and why he is about to suffer\nit.” 2016 Order, at 10; see Tr. of Oral Arg. 39;supra,at\n5–6. (The dissent quotes the same passage. Seepost,at\n7.)But the state court’s initial decision does not\naid Alabama’s cause. First, we do not know that the court in 2018\nmeant to incorporate everything in its prior opinion. The order\nsays nothing to that effect; and though it came out the same way as\nthe earlier decision, it need not have rested on all the same\nreasoning. Second, the 2016 opinion itself does not show that the\nstate court realized that persons suffering from dementia could\nsatisfy thePanettistandard. True enough, as Alabama says,\nthat the court accurately stated that standard in its decision. But\nas described above, Alabama had repeatedly argued to the court\n(over Madison’s objection) that only prisoners suffering from\ndelusional disorders could qualify as incompetent underPanetti. See,e.g.,Brief on Madison’s Competency 2\n(Madison “failed to implicate”FordandPanettibecause he “does not suffer from psychosis or delusions”); Tr. 82\n(“The Supreme Court [inPanetti] is looking at whether\nsomeone’s delusions or someone’s paranoia or someone’s psychosis is\nstanding in the way of” rationally understanding his punishment);\nsee alsosupra,at 4–5; but seepost,at 9–10, and\nn. 4 (disregarding those arguments). And Alabama relied on the\nexpert opinion of a psychologist who highlighted Madison’s lack of\n“psychosis, paranoia, or delusion,” while never mentioning his\ndementia. Tr., Ct. Exh. 1 (Apr. 14, 2016), p. 9. That too-limited\nunderstanding ofPanetti’s compass is reflected in the\ncourt’s 2016 opinion. In its single paragraph of analysis, the\ncourt “accept[ed] the testimony” of the State’s preferred\npsychologist.[6] And the court\nfurther found that “the evidence does not support that Mr. Madison\nis delusional”—without ever considering his undisputed dementia.\n2016 Order, at 10.For those reasons, we must return this case to\nthe state court for renewed consideration of Madison’s competency\n(assuming Alabama sets a new execution date). See,e.g., Kindred\nNursing Centers L. P.v.Clark, 581 U. S. ___, ___\n(2017) (slip op., at 9) (remanding when “uncertain” whether “an\nimpermissible taint occurred”);Clemonsv.Mississippi,494 U.S.\n738, 751–752 (1990) (similar). In that proceeding, two matters\ndisputed below should now be clear. First, underFordandPanetti,the Eighth Amendment may permit executing Madison\neven if he cannot remember committing his crime. Second, under\nthose same decisions, the Eighth Amendment may prohibit executing\nMadison even though he suffers from dementia, rather than\ndelusions. The sole question on which Madison’s competency depends\nis whether he can reach a “rational understanding” of why the State\nwants to execute him.Panetti, 551 U. S., at 958. In\nanswering that question—on which we again express no view, seesupra,at 6—the state court may not rely on any arguments or\nevidence tainted with the legal errors we have addressed. And\nbecause that is so, the court should consider whether it needs to\nsupplement the existing record. Some evidence in that record,\nincluding portions of the experts’ reports and testimony, expressly\nreflects an incorrect view of the relevance of delusions or memory;\nstill other evidence might have implicitly rested on those same\nmisjudgments. The state court, we have little doubt, can evaluate\nsuch matters better than we. It must do so as the first step in\nassessing Madison’s competency—and ensuring that if he is to be\nexecuted, he understands why.We accordingly vacate the judgment of the state\ncourt and remand the case for further proceedings not inconsistent\nwith this opinion.It is so ordered.Justice Kavanaugh took no part in the\nconsideration or decision of this case.Notes1Neither did we opine\non—or even mention—the subsidiary legal question whether a mental\ndisorder other than delusions may render a person incompetent to be\nexecuted. Alabama told the Eleventh Circuit that it could not, thus\nreprising the claim the State had made in the trial court. SeeMadison, 851 F. 3d, at 1188 (describing Alabama’s\nargument that “only a prisoner suffering from gross delusions can\nshow incompetency underPanetti”); Recording of Oral Arg. in\nNo. 16–12279 (CA11, June 23, 2016), at 26:36–26:45 (“In this case,\nwhat we have is someone who claims to have a mental illness,\ndementia,” but does not have “delusions, which is whatPanettirequires”);id.,at 26:48–27:21 (When asked\nif someone with “severe dementia” but no delusions could be\nexecuted, the State responded “I think so because . . .\nthey don’t have delusions”). (Alabamaalternativelyargued\nthat the state court’s decision was not based on that view, see\nBrief for Appellee in No. 16–12279 (CA11), pp. 37–38; the\nquotations the dissent picks out, seepost,at 10,\nn. 4, come from that additional argument.) The Eleventh\nCircuit rejected the State’s contention that dementia could not\npreclude an execution as “inconsistent with the principles\nunderlying”FordandPanetti. 851 F. 3d, at\n1188. But we had no reason to address that holding in light of the\nerrors we saw in other parts of the appeals court’s\nanalysis.2As Madison’s petition\nrecounted, the license suspension followed the opening of a\ncriminal investigation into whether Kirkland had committed\nnarcotics offenses. See Pet. to Suspend Execution\n17–19.3The dissent is in high\ndudgeon over our taking up the second question, arguing that it was\nnot presented in Madison’s petition for certiorari. Seepost,at 1–6. But that is incorrect. The petition presented\ntwo questions—the same two we address here. The first question\nasked whether the Eighth Amendment bars executing Madison because\nhe has no “memory of his commission of the capital offense.” Pet.\nfor Cert. iii. The second question asked whether that Amendment\nbars his execution because his “vascular dementia” and “severe\ncognitive dysfunction” prevent him from either remembering his\ncrime “or understanding the circumstances of his scheduled\nexecution.”Ibid.So the first question concerned whether\nmemory loss alone could form the basis of aPanetticlaim\nand the second whether the varied consequences of dementia could do\nso. The body of the petition, to be sure, devoted more space to the\nfirst question. But it clearly referenced the second. See Pet. for\nCert. 18 (“[T]his Court has never sought to constrain the world of\nmaladies that can give rise to a finding that a prisoner is\nincompetent to be executed”);id.,at 25 (“[C]ourts have\nrecognized dementia and attendant cognitive decline and memory\nimpairment as a basis for a finding of incompetency to be\nexecuted”). And in any event, the number of words spent on each is\nnot what matters. Our Rule states that the Court will consider\n“[o]nly the questions set out in the petition, or fairly included\ntherein.” This Court’s Rule 14.1(a). Here, we consider, in order,\nthe two questions set out in Madison’s petition.4Alternatively, however,\nthe term may also be used to encompass persons with other mental\nconditions, so long as they are “severe enough [to] prevent[ ]\na person from having legal capacity and excuse[ ] the person from\ncriminal or civil responsibility.” Black’s Law Dictionary 914 (10th\ned. 2014). In that different understanding, “insanity” connotes a\ngeneral standard of legal competency rather than a more limited\ndescription of delusional disorders.5The State once again\nrepeated that argument in its Brief in Opposition to Madison’s\ncertiorari petition. See Brief in Opposition 11–12 (“Madison does\nnot argue that he is insane. Instead, he argues that he suffers\nfrom dementia” and that his execution should be barred “under a\nyet-unannounced expansion ofFordandPanetti”).6The court well understood\nthat expert’s exclusive focus on whether Madison had psychotic\ndelusions. In summarizing his testimony, the court began as\nfollows: “Dr. Kirkland in his exam found no evidence of paranoia or\ndelusion at the time of his examin[ation], on March 31, 2016. He\nalso found that there was no psychosis present.” 2016 Order, at 5;\nseesupra,at 5.",
    "joined": []
}