{
    "case": {
        "docket": "16-111",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-111/"
    },
    "id": "3910078",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–111_________________MASTERPIECE CAKESHOP, LTD., et al.,\nPETITIONERSv.COLORADO CIVIL RIGHTS COMMISSION,\net al.on writ of certiorari to the court of appeals\nof colorado[June 4, 2018]Justice Kagan, with whom Justice Breyer joins,\nconcurring.“[I]t is a general rule that [religious and\nphilosophical] objections do not allow business owners and other\nactors in the economy and in society to deny protected persons\nequal access to goods and services under a neutral and generally\napplicable public accommodations law.”Ante, at 9. But in\nupholding that principle, state actors cannot show hostility to\nreligious views; rather, they must give those views “neutral and\nrespectful consideration.”Ante, at 12. I join the Court’s\nopinion in full because I believe the Colorado Civil Rights\nCommission did not satisfy that obligation. I write separately to\nelaborate on one of the bases for the Court’s holding.The Court partly relies on the “disparate\nconsideration of Phillips’ case compared to the cases of [three]\nother bakers” who “objected to a requested cake on the basis of\nconscience.”Ante, at 14, 18. In the latter cases, a\ncustomer named William Jack sought “cakes with images that conveyed\ndisapproval of same-sex marriage, along with religious text”; the\nbakers whom he approached refused to make them.Ante, at 15;\nseepost, at 3 (Ginsburg, J., dissenting) (further\ndescribing the requested cakes). Those bakers prevailed before the\nColorado Civil Rights Division and Commission, while Phillips—who\nobjected for religious reasons to baking a wedding cake for a\nsame-sex couple—did not. The Court finds that the legal reasoning\nof the state agencies differed in significant ways as between the\nJack cases and the Phillips case. Seeante,at 15. And the\nCourt takes especial note of the suggestion made by the Colorado\nCourt of Appeals, in comparing those cases, that the state agencies\nfound the message Jack requested “offensive [in] nature.”Ante, at 16 (internal quotation marks omitted). As the Court\nstates, a “principled rationale for the difference in treatment”\ncannot be “based on the government’s own assessment of\noffensiveness.”Ibid.What makes the state agencies’ consideration yet\nmore disquieting is that a proper basis for distinguishing the\ncases was available—in fact, was obvious. The Colorado\nAnti-Discrimination Act (CADA) makes it unlawful for a place of\npublic accommodation to deny “the full and equal enjoyment” of\ngoods and services to individuals based on certain characteristics,\nincluding sexual orientation and creed. Colo. Rev. Stat.\n§24–34–601(2)(a) (2017). The three bakers in the Jack cases did not\nviolate that law. Jack requested them to make a cake (one\ndenigrating gay people and same-sex marriage) that they would not\nhave made for any customer. In refusing that request, the bakers\ndid not single out Jack because of his religion, but instead\ntreated him in the same way they would have treated anyone\nelse—just as CADA requires. By contrast, the same-sex couple in\nthis case requested a wedding cake that Phillips would have made\nfor an opposite-sex couple. In refusing that request, Phillips\ncontravened CADA’s demand that customers receive “the full and\nequal enjoyment” of public accommodations irrespective of their\nsexual orientation.Ibid.The different outcomes in the Jack\ncases and the Phillips case could thus have been justified by a\nplain reading and neutral application of Colorado law—untainted by\nany bias against a religious belief.[1]*I read the Court’s opinion as fully consistent\nwith that view. The Court limits its analysis to thereasoningof the state agencies (and Court of\nAppeals)—“quite apart from whether the [Phillips and Jack] cases\nshould ultimately be distinguished.”Ante, at 15. And the\nCourt itself recognizes the principle that would properly account\nfor a difference inresultbetween those cases. Colorado\nlaw, the Court says, “can protect gay persons, just as it can\nprotect other classes of individuals, in acquiring whatever\nproducts and services they choose on the same terms and conditions\nas are offered to other members of the public.”Ante, at 10.\nFor that reason, Colorado can treat a baker who discriminates based\non sexual orientation differently from a baker who does not\ndiscriminate on that or any other prohibited ground. But only, as\nthe Court rightly says, if the State’s decisions are not infected\nby religious hostility or bias. I accordingly concur.Notes1* Justice Gorsuch\ndisagrees. In his view, the Jack cases and the Phillips case must\nbe treated the same because the bakers in all those cases “would\nnot sell the requested cakes to anyone.”Post, at 4. That\ndescription perfectly fits the Jack cases—and explains why the\nbakers there did not engage in unlawful discrimination. But it is a\nsurprising characterization of the Phillips case, given that\nPhillips routinely sells wedding cakes to opposite-sex couples.\nJustice Gorsuch can make the claim only because he does not think a\n“wedding cake” is the relevant product. As Justice Gorsuch sees it,\nthe product that Phillips refused to sell here—and would refuse to\nsell to anyone—was a “cake celebrating same-sex marriage.”Ibid.; seepost, at 3, 6, 8–9. But that is wrong. The\ncake requested was not a special “cake celebrating same-sex\nmarriage.” It was simply a wedding cake—one that (like other\nstandard wedding cakes) is suitable for use at same-sex and\nopposite-sex weddings alike. Seeante, at 4 (majority\nopinion) (recounting that Phillips did not so much as discuss the\ncake’s design before he refused to make it). And contrary to\nJustice Gorsuch’s view, a wedding cake does not become something\ndifferent whenever a vendor like Phillips invests its sale to\nparticular customers with “religious significance.”Post, at\n11. As this Court has long held, and reaffirms today, a vendor\ncannot escape a public accommodations law because his religion\ndisapproves selling a product to a group of customers, whether\ndefined by sexual orientation, race, sex, or other protected trait.\nSeeNewmanv.Piggie Park Enterprises, Inc., 390\nU. S. 400, 402, n. 5 (1968) (per curiam) (holding\nthat a barbeque vendor must serve black customers even if he\nperceives such service as vindicating racial equality, in violation\nof his religious beliefs);ante, at 9. A vendor can choose\nthe products he sells, but not the customers he serves—no matter\nthe reason. Phillips sells wedding cakes. As to that product, he\nunlawfully discriminates: He sells it to opposite-sex but not to\nsame-sex couples. And on that basis—which has nothing to do with\nPhillips’ religious beliefs—Colorado could have distinguished\nPhillips from the bakers in the Jack cases, who did not engage in\nany prohibited discrimination.",
    "joined": []
}