{
    "case": {
        "docket": "16-1423",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1423/"
    },
    "id": "3919385",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1423_________________KEANU D. W. ORTIZ, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the armed forces[June 22, 2018]Justice Kagan delivered the opinion of the\nCourt.This case is about the legality of a military\nofficer serving as a judge on both an Air Force appeals court and\nthe Court of Military Commission Review (CMCR). The petitioner, an\nairman convicted of crimes in the military justice system, contends\nthat the judge’s holding of dual offices violated a statute\nregulating military service, as well as the Constitution’s\nAppointments Clause. The Court of Appeals for the Armed Forces\n(CAAF) rejected those claims, and we granted a petition for\ncertiorari. We hold first that this Court has jurisdiction to\nreview decisions of the CAAF, even though it is not an Article III\ncourt. We then affirm the CAAF’s determination that the judge’s\nsimultaneous service was lawful.IIn the exercise of its authority over the\narmed forces, Congress has long provided for specialized military\ncourts to adjudicate charges against service members. Today,\ntrial-level courts-martial hear cases involving a wide range of\noffenses, including crimes unconnected with military service; as a\nresult, the jurisdiction of those tribunals overlaps substantially\nwith that of state and federal courts. SeeSoloriov.United States, 483 U. S. 435, 436 (1987);United\nStatesv.Kebodeaux, 570 U. S. 387, 404 (2013)\n(Alito, J., concurring in judgment). And courts-martial are now\nsubject to several tiers of appellate review, thus forming part of\nan integrated “court-martial system” that closely resembles\ncivilian structures of justice.United Statesv.Denedo, 556 U. S. 904, 920 (2009); seeWeissv.United States, 510 U. S. 163, 174 (1994).That system begins with the court-martial\nitself, an officer-led tribunal convened to determine guilt or\ninnocence and levy appropriate punishment, up to lifetime\nimprisonment or execution. See 10 U. S. C. §§816, 818,\n856a. The next phase of military justice occurs at one of four\nappellate courts: the Court of Criminal Appeals (CCA) for the Army,\nNavy-Marine Corps, Air Force, or Coast Guard. Those courts, using\nthree-judge panels of either officers or civilians, review all\ndecisions in which the sentence imposed involves a punitive\ndischarge, incarceration for more than one year, or death. See\n§§866(a)–(c). Atop the court-martial system is the CAAF, a “court\nof record” made up of five civilian judges appointed to serve\n15-year terms. §941; see §§942(a)–(b). The CAAF must review certain\nweighty cases (including those in which capital punishment was\nimposed), and may grant petitions for review in any others. See\n§867. Finally, this Court possesses statutory authority to step in\nafterward: Under 28 U. S. C. §1259, we have jurisdiction\nto review the CAAF’s decisions by writ of certiorari.Petitioner Keanu Ortiz’s case has run the gamut\nof this legal system. Ortiz, an Airman First Class in the Air\nForce, was charged with knowingly possessing and distributing child\npornography, in violation of the Uniform Code of Military Justice.\nA court-martial found Ortiz guilty as charged and imposed a\nsentence of two years’ imprisonment and a dishonorable discharge.\nOn appeal, an Air Force CCA panel, including Colonel Martin\nMitchell, summarily affirmed the court-martial’s decision. The CAAF\nthen granted Ortiz’s petition for review to consider whether Judge\nMitchell was disqualified from serving on the CCA, thus entitling\nOrtiz to an appellate do-over.That issue arose from Judge Mitchell’s\nsimultaneous service on the CMCR. Congress created the CMCR as an\nappellate tribunal to review the decisions of military commissions,\nparticularly those operating in Guantanamo Bay.[1] The Secretary of Defense put Judge Mitchell on\nthat court shortly after he became a member of the CCA, under a\nstatutory provision authorizing the Secretary to “assign [officers]\nwho are appellate military judges” to serve on the CMCR as well. 10\nU. S. C. §950f(b)(2). Around the same time, a\nmilitary-commission defendant argued to the Court of Appeals for\nthe D. C. Circuit that the Appointments Clause requires the\nPresident and Senate (rather than the Secretary) to place judges on\nthe CMCR. The D. C. Circuit avoided resolving that issue, but\nsuggested that the President and Senate could “put [it] to rest” by\nappointing the very CMCR judges whom the Secretary had previously\nassigned.In re al-Nashiri, 791 F.3d 71, 86 (2015). The\nPresident decided to take that advice, and nominated each of those\njudges—Mitchell, among them—under an adjacent statutory provision\nauthorizing him to “appoint, by and with the advice and consent of\nthe Senate,” CMCR judges. §950f(b)(3). The Senate then confirmed\nthose nominations. About a month later, Judge Mitchell—now wearing\nhis CCA robe—participated in the panel decision rejecting Ortiz’s\nappeal.In Ortiz’s view, Judge Mitchell’s appointment to\nthe CMCR barred his continued service on the CCA under both a\nstatute and the Constitution. First, Ortiz invoked 10\nU. S. C. §973(b). That statute, designed to ensure\ncivilian preeminence in government, provides that unless “otherwise\nauthorized by law,” an active-duty military officer like Judge\nMitchell “may not hold, or exercise the functions of,” certain\n“civil office[s]” in the Federal Government. §973(b)(2)(A).\nAccording to Ortiz, a CMCR judgeship is a covered civil office, and\nno other law allowed the President to put Mitchell in that\nposition: Thus, his appointment to the CMCR violated §973(b). See\nBrief in Support of Petition Granted in No. 16–0671 (CAAF),\npp. 17–22. And the proper remedy, Ortiz argued, was to\nterminate Judge Mitchell’s military service effective the date of\nhis CMCR appointment and void all his later actions as a CCA\njudge—including his decision on Ortiz’s appeal. Seeibid.Second and independently, Ortiz relied on the Appointments Clause\nto challenge Judge Mitchell’s dual service. Seeid.,at\n27–40. The premise of his argument was that CMCR judges are\n“principal officers” under that Clause, whereas CCA judges (as this\nCourt has held) are “inferior officers.”Edmondv.United\nStates, 520 U. S. 651, 666 (1997). Ortiz claimed that the\nAppointments Clause prohibits someone serving as a principal\nofficer on one court (the CMCR) from sitting alongside inferior\nofficers on another court (the CCA). Because Judge Mitchell had\ndone just that, Ortiz concluded, the CCA’s ruling on his appeal\ncould not stand.The CAAF rejected both grounds for ordering\nanother appeal. See 76 M.J. 189 (2017). In considering the\nstatutory question, the court chose not to decide whether §973(b)\nprecluded Judge Mitchell from serving on the CMCR while an\nactive-duty officer. Even if so, the CAAF held, the remedy for the\nviolation would not involve terminating the judge’s military\nservice or voiding actions he took on the CCA. Seeid.,at\n192. Turning next to the constitutional issue, the CAAF “s[aw] no\nAppointments Clause problem.”Id.,at 193. Even assuming\nJudge Mitchell was a principal officer when sitting on the CMCR,\nthe court held, that status in no way affected his service on the\nCCA: “When Colonel Mitchell sits as a CCA judge, he is no different\nfrom any other CCA judge.”Ibid.The CAAF thus upheld the\nCCA’s affirmance of Ortiz’s convictions.This Court granted Ortiz’s petition for\ncertiorari to consider whether either §973(b) or the Appointments\nClause prevents a military officer from serving, as Judge Mitchell\ndid, on both a CCA and the CMCR. 582 U. S. ___ (2017). We now\naffirm the decision below.[2]IIWe begin with a question of our own\njurisdiction to review the CAAF’s decisions. Congress has\nexplicitly authorized us to undertake such review in 28\nU. S. C. §1259. Seeibid.(“Decisions of the\n[CAAF] may be reviewed by the Supreme Court by writ of\ncertiorari”). Both the Federal Government and Ortiz view that grant\nof jurisdiction as constitutionally proper. But anamicus\ncuriae, Professor Aditya Bamzai, argues that it goes beyond\nwhat Article III allows. That position is a new one to this Court:\nWe have previously reviewed nine CAAF decisions without anyone\nobjecting that we lacked the power to do so.[3] Still, we think the argument is serious, and\ndeserving of sustained consideration. That analysis leads us to\nconclude that the judicial character and constitutional pedigree of\nthe court-martial system enable this Court, in exercising appellate\njurisdiction, to review the decisions of the court sitting at its\napex.Bamzai starts with a proposition no one can\ncontest—that our review of CAAF decisions cannot rest on ouroriginaljurisdiction. Brief for Aditya Bamzai asAmicus\nCuriae11. Article III of the Constitution grants this Court\noriginal jurisdiction in a limited category of cases: those\n“affecting Ambassadors, other public Ministers and Consuls, and\nthose in which a State shall be Party.” §2, cl. 2. That list,\nof course, does not embrace Ortiz’s case, or any other that the\nCAAF considers. And ever sinceMarburyv.Madison, 1\nCranch 137 (1803), this Court has recognized that our original\njurisdiction cannot extend any further than the cases enumerated:\nIf Congress attempts to confer more on us, we must (as Chief\nJustice Marshall famously did, in the pioneer act of judicial\nreview) strike down the law.Id.,at 174–180. As a result,\nBamzai is right to insist that §1259 could not authorize this\nCourt, as part of its original jurisdiction, to hear military cases\nlike Ortiz’s.The real issue is whether ourappellatejurisdiction can cover such cases. Article III’s sole reference to\nappellate jurisdiction provides no apparent barrier, but also no\nsubstantial guidance: Following its specification of this Court’s\noriginal jurisdiction, Article III says only that in all “other\nCases” that the Constitution comprehends (including cases, like\nthis one, involving federal questions), “the supreme Court shall\nhave appellate Jurisdiction, both as to Law and Fact.” §2,\ncl. 2. The Constitution’s failure to say anything more about\nappellate jurisdiction leads Bamzai to focus on Chief Justice\nMarshall’s opinion inMarbury. See Brief for Bamzai 2–4,\n12–14. In that case (as you surely recall), William Marbury\npetitioned this Court—without first asking any other—to issue a\nwrit of mandamus to Secretary of State James Madison directing him\nto deliver a commission. After holding (as just related) that the\nCourt’s original jurisdiction did not extend so far, Chief Justice\nMarshall also rejected the idea that the Court could provide the\nwrit in the exercise of its appellate jurisdiction. “[T]he\nessential criterion of appellate jurisdiction,” the Chief Justice\nexplained, is “that it revises and corrects the proceedings in a\ncause already instituted, and does not create that cause.” 1\nCranch, at 175. Marbury’s petition, Chief Justice Marshall held,\ncommenced the cause—or, to use the more modern word, the case;\nhence, it was not a matter for appellate jurisdiction. Bamzai\ncontends that the same is true of Ortiz’s petition.On any ordinary understanding of the great Chief\nJustice’s words, that is a surprising claim. Ortiz’s petition asks\nus to “revise and correct” the latest decision in a “cause” that\nbegan in and progressed through military justice “proceedings.”Ibid.Or, as the Government puts the point, this case fits\nwithin Chief Justice Marshall’s standard because “it comes to\nth[is] Court on review of the Court of Appeals for the Armed\nForces’ decision, which reviewed a criminal proceeding that\noriginated in [a] court[ ]-martial.” Tr. of Oral Arg. 47–48.\nSo this Court would hardly be the first to render a decision in the\ncase. Unless Chief Justice Marshall’s test implicitly exempts cases\ninstituted in a military court—as contrasted, for example, with an\nordinary federal court—the case is now appellate.[4]The military justice system’s essential\ncharacter—in a word, judicial—provides no reason to make that\ndistinction. Accordpost,at 6–8 (Thomas, J., concurring).\nEach level of military court decides criminal “cases” as that term\nis generally understood, and does so in strict accordance with a\nbody of federal law (of course including the Constitution). The\nprocedural protections afforded to a service member are “virtually\nthe same” as those given in a civilian criminal proceeding, whether\nstate or federal. 1 D. Schlueter, Military Criminal Justice:\nPractice and Procedure §1–7, p. 50 (9th ed. 2015) (Schlueter). And\nthe judgments a military tribunal renders, as this Court long ago\nobserved, “rest on the same basis, and are surrounded by the same\nconsiderations[, as] give conclusiveness to the judgments of other\nlegal tribunals.”Ex parte Reed, 100 U. S. 13, 23\n(1879). Accordingly, we have held that the “valid, final judgments\nof military courts, like those of any court of competent\njurisdiction[,] have res judicata effect and preclude further\nlitigation of the merits.”Schlesingerv.Councilman,\n420 U. S. 738, 746 (1975). In particular, those judgments have\nidentical effect under the Double Jeopardy Clause. SeeGraftonv.United States, 206 U. S. 333, 345\n(1907).The jurisdiction and structure of the\ncourt-martial system likewise resemble those of other courts whose\ndecisions we review. Although their jurisdiction has waxed and\nwaned over time, courts-martial today can try service members for a\nvast swath of offenses, including garden-variety crimes unrelated\nto military service. See 10 U. S. C. §§877–934;Solorio, 483 U. S., at 438–441;supra,at 1–2.\nAs a result, the jurisdiction of those tribunals overlaps\nsignificantly with the criminal jurisdiction of federal and state\ncourts. SeeKebodeaux, 570 U. S., at 404 (Alito, J.,\nconcurring in judgment). The sentences meted out are also similar:\nCourts-martial can impose, on top of peculiarly military\ndiscipline, terms of imprisonment and capital punishment. See\n§818(a);post, at 6 (Thomas, J., concurring) (“[T]hese\ncourts decide questions of the most momentous description,\naffecting even life itself” (quotation marks and ellipses\nomitted)). And the decisions of those tribunals are subject to an\nappellate process—what we have called an “integrated system of\nmilitary courts and review procedures”—that replicates the judicial\napparatus found in most States.Councilman, 420 U. S.,\nat 758. By the time a case like Ortiz’s arrives on our doorstep\nunder 28 U. S. C. §1259, it has passed through not one or\ntwo but three military courts (including two that can have civilian\njudges).And just as important, the constitutional\nfoundation of courts-martial—as judicial bodies responsible for\n“the trial and punishment” of service members—is not in the least\ninsecure.Dynesv.Hoover, 20 How. 65, 79 (1858). The\ncourt-martial is in fact “older than the Constitution,” 1 Schlueter\n§1–6(B), at 39; the Federalist Papers discuss “trials by\ncourts-martial” under the Articles of Confederation, see No. 40, p.\n250 (C. Rossiter ed. 1961). When it came time to draft a new\ncharter, the Framers “recogni[zed] and sanction[ed] existing\nmilitary jurisdiction,” W. Winthrop, Military Law and Precedents 48\n(2d ed. 1920) (emphasis deleted), by exempting from the Fifth\nAmendment’s Grand Jury Clause all “cases arising in the land or\nnaval forces.” And by granting legislative power “[t]o make Rules\nfor the Government and Regulation of the land and naval Forces,”\nthe Framers also authorized Congress to carry forward\ncourts-martial. Art. I, §8, cl. 14. Congress did not need to\nbe told twice. The very first Congress continued the court-martial\nsystem as it then operated. See Winthrop,supra,at 47. And\nfrom that day to this one, Congress has maintained courts-martial\nin all their essentials to resolve criminal charges against service\nmembers. See 1 Schlueter §1–6, at 35–48.Throughout that history, and reflecting the\nattributes described above, courts-martial have operated as\ninstruments of military justice, not (as the dissent would have it)\nmere “military command,”post,at 18 (opinion of Alito, J.).\nAs one scholar has noted, courts-martial “have long been understood\nto exercise ‘judicial’ power,” of the same kind wielded by civilian\ncourts. Nelson, Adjudication in the Political Branches, 107 Colum.\nL. Rev. 559, 576 (2007); see W. De Hart, Observations on Military\nLaw 14 (1859) (Military courts are “imbued or endowed with the like\nessence of judicial power” as “ordinary courts of civil\njudicature”); accordpost, at 6–8 (Thomas, J., concurring).\nAttorney General Bates, even in the middle of the Civil War,\ncharacterized a court-martial “proceeding, from its inception, [a]s\njudicial,” because the “trial, finding, and sentence are the solemn\nacts of a court organized and conducted under the authority of and\naccording to the prescribed forms of law.”Runklev.United States, 122 U. S. 543, 558 (1887) (quoting 11\nOp. Atty. Gen. 19, 21 (1864)). Colonel Winthrop—whom we have called\nthe “Blackstone of Military Law,”Reidv.Covert, 354\nU. S. 1, 19, n. 38 (1957) (plurality opinion)—agreed with\nBates. He regarded a court-martial as “in the strictest sense” a\n“court of law and justice”—“bound, like any court, by the\nfundamental principles of law” and the duty to adjudicate cases\n“without partiality, favor, or affection.” Winthrop,supra,at 54.[5]Despite all this, Bamzai claims that\n“Marburybars th[is] Court from deciding” any cases coming\nto us from the court-martial system. Brief for Bamzai 3. He begins,\nmuch as we did above, by explaining that underMarburythe\nCourt can exercise appellate jurisdiction only when it is\n“supervising an earlier decision by a lower court.” Brief for\nBamzai 13. The next step is where the argument gets interesting.\nThe CAAF, Bamzai contends, simply does not qualify as such a body\n(nor does any other military tribunal). True enough, “the CAAF is\ncalled a ‘court’ ”; and true enough, it decides cases, just as\nother courts do.Id.,at 3; seeid., at 28. But the\nCAAF, Bamzai notes, is “not anArticle IIIcourt,”id., at 3 (emphasis added): As all agree, its members lack\nthe tenure and salary protections that are the hallmarks of the\nArticle III judiciary, see 10 U. S. C. §§942(b), (c).\nCongress established the CAAF under its Article I, rather than its\nArticle III, powers, and Congress located the CAAF (as we have\npreviously observed) within the Executive Branch, rather than the\njudicial one. See §941;Edmond, 520 U. S., at 664, and\nn. 2. Those facts, in Bamzai’s view, prevent this Court from\nexercising appellate jurisdiction over the CAAF. “For\nconstitutional purposes,” Bamzai concludes, the members of the CAAF\n“stand on equal footing with James Madison inMarbury.”\nBrief for Bamzai 4. (With variations here and there, the dissent\nmakes the same basic argument.)But this Court’s appellate jurisdiction, as\nJustice Story made clear ages ago, covers more than the decisions\nof Article III courts. InMartinv.Hunter’s Lessee,\n1 Wheat. 304 (1816), we considered whether our appellate\njurisdiction extends to the proceedings of state courts, in\naddition to those of the Article III federal judiciary. We said\nyes, as long as the case involves subject matter suitable for our\nreview.Id.,at 338–352. For our “appellate power,” Story\nwrote, “is not limited by the terms of [Article III] to any\nparticular courts.”Id.,at 338. Or again: “[I]t will be in\nvain to search in the letter of the [C]onstitution for any\nqualification as to the tribunal” from which a given case comes.Ibid.The decisions we review might come from Article III\ncourts, but they need not.The same lesson emerges from two contexts yet\nmore closely resembling this one—each involving a non-Article III\njudicial system created by Congress. First, inUnited Statesv.Coe, 155 U. S. 76 (1894), this Court upheld the\nexercise of appellate jurisdiction over decisions of federal\nterritorial courts, despite their lack of Article III status. We\nobserved there that the Constitution grants Congress broad\nauthority over the territories: to “make all needful Rules and\nRegulations respecting” those areas. Art. IV, §3, cl. 2;\nseeCoe, 155 U. S., at 85. And we recognized that\nCongress, with this Court’s permission, had long used that power to\ncreate territorial courts that did not comply with Article III. Seeibid.Chief Justice Marshall had held such a court\nconstitutional in 1828 even though its authority was “not a part of\nthat judicial power which is defined in the 3d article.”American Ins. Co.v.356 Bales of Cotton, 1 Pet. 511,\n546 (1828); seeCoe, 155 U. S., at 85 (describing that\nopinion as having “settled” that Article III “does not exhaust the\npower of Congress to establish courts”). The exception to Article\nIII for territorial courts was thus an established and prominent\npart of the legal landscape by the timeCoeaddressed this\nCourt’s role in reviewing their decisions. And so the Court found\nthe issue simple. “There has never been any question,” we declared,\n“that the judicial action of [territorial courts] may, in\naccordance with the Constitution, be subjected to [our] appellate\njurisdiction.”Id.,at 86.Second, we have routinely, and\nuncontroversially, exercised appellate jurisdiction over cases\nadjudicated in the non-Article III District of Columbia\ncourts.[6] Here too, the\nConstitution grants Congress an unqualified power: to legislate for\nthe District “in all Cases whatsoever.” Art. I, §8, cl. 17.\nUnder that provision, we long ago determined, “Congress has the\nentire control over the [D]istrict for every purpose of\ngovernment,” including that of “organizing a judicial department.”Kendallv.United States ex rel. Stokes, 12 Pet. 524,\n619 (1838). So when Congress invoked that authority to create a set\nof local courts, this Court upheld the legislation—even though the\njudges on those courts lacked Article III protections. SeePalmorev.United States, 411 U. S. 389, 407–410\n(1973). We relied on the Constitution’s “plenary grant[ ] of\npower to Congress to legislate with respect to” the national\ncapital.Id.,at 408. And several years later, we referred\nas well to the “historical consensus” supporting congressional\nlatitude over the District’s judiciary.Northern Pipeline\nConstr. Co.v.Marathon Pipe Line Co., 458 U. S.\n50, 70 (1982) (plurality opinion); seeid.,at 65,\nn. 16. To be sure, we have never explicitly held, as we did in\nthe territorial context, that those same considerations support our\nappellate jurisdiction over cases resolved in the D. C.\ncourts. But some things go unsaid because they are self-evident.\nAnd indeed, even Bamzai readily acknowledges that this Court can\nreview decisions of the D. C. Court of Appeals. See Brief for\nBamzai 23, 25.The non-Article III court-martial system stands\non much the same footing as territorial and D. C. courts, as\nwe have often noted. The former, just like the latter, rests on an\nexpansive constitutional delegation: As this Court early held,\nArticle I gives Congress the power—“entirely independent” of\nArticle III—“to provide for the trial and punishment of military\nand naval offences in the manner then and now practiced by\ncivilized nations.”Dynes, 20 How., at 79; seesupra,at 9. The former has, if anything, deeper historical roots,\nstretching from before this nation’s beginnings up to the present.\nSeesupra,at 9. And the former, no less than the others,\nperforms an inherently judicial role, as to substantially similar\ncases. Seesupra,at 8–11. So it is not surprising that we\nhave lumped the three together. InPalmore, the Court viewed\nthe military, territories, and District as a triad of “specialized\nareas having particularized needs” in which Article III “give[s]\nway to accommodate plenary grants of power to Congress.” 411\nU. S., at 408. And inNorthern Pipeline, the plurality\nsaid of all three that “a constitutional grant of power [as]\nhistorically understood” has bestowed “exceptional powers” on\nCongress to create courts outside Article III. 458 U. S., at\n66, 70.[7] Given those\nwell-understood connections, we would need a powerful reason to\ndivorce military courts from territorial and D. C. courts when\nit comes to defining our appellate jurisdiction.And Bamzai fails to deliver one. His initial\nattempt relies on a simple fact about territorial and D. C.\ncourts: They exercise power over “discrete geographic areas.” Brief\nfor Bamzai 23. Military courts do not; they instead exercise power\nover discrete individuals—i.e., members of the armed forces.\nSo Bamzai gives us a distinction: places vs. people. What he does\nnot offer is a good reason why that distinction should matter in\nour jurisdictional inquiry—why it is one of substance, rather than\nconvenience. He mentions that the territorial and D. C. courts\nare “functional equivalents of state courts.”Id.,at 24;\nsee Tr. of Oral Arg. 33, 35. But for starters, that could be said\nof courts-martial too. As we have described, they try all the\n“ordinary criminal offenses” (murder, assault, robbery, drug\ncrimes, etc., etc., etc.) that state courts do.Kebo- deaux,\n570 U. S., at 404 (Alito, J., concurring in judgment); seesupra,at 1–2, 9. And more fundamentally, we do not see why\ngeographicalstate-likeness, rather than historicalcourt-likeness, should dispose of the issue. As we have\nshown, the petition here asks us to “revise[ ] and\ncorrect[ ] the proceedings in a cause already instituted” in a\njudicial system recognized since the founding as competent to\nrender the most serious decisions.Marbury, 1 Cranch, at\n175; seesupra,at 8–11. That should make the case an\nappeal, whether or not the domain that system covers is precisely\nanalogous to, say, Alabama.So Bamzai tries another route to cleave off\nmilitary courts, this time focusing on their location in the\nExecutive Branch. See Brief for Bamzai 26–30. Bamzai actually never\nsays in what branch (if any) he thinks territorial and D. C.\ncourts reside. But he knows—because this Court has said—that the\nCAAF is an “Executive Branch entity.”Edmond, 520\nU. S., at 664, and n. 2; seesupra,at 12. And in\nBamzai’s view, two of our precedents show that we may never accept\nappellate jurisdiction from any person or body within that branch.\nSee Brief for Bamzai 2–4. The first case he cites isEx parte\nVallandigham, 1 Wall. 243 (1864), in which the Court held that\nit lacked jurisdiction over decisions of a temporary Civil War-era\nmilitary commission. Seeid., at 251–252. The second isMarburyitself, in which the Court held (as if this needed\nrepeating) that it lacked jurisdiction to review James Madison’s\nrefusal to deliver a commission appointing William Marbury a\njustice of the peace. See 1 Cranch, at 175–176;supra,at\n7.As to the first,Vallandighamgoes to\nshow only that not every military tribunal is alike. The commission\nthe Court considered there was established by General Ambrose\nBurnside (he of the notorious facial hair) for a time-limited,\nspecialized purpose—to try persons within the military Department\nof Ohio (Burnside’s then-command) for aiding the Confederacy. See 1\nWall., at 243–244. And the General kept firm control of the\ncommission (made up entirely of his own field officers): After\npersonally ordering Vallandigham’s arrest, he (and he alone) also\nreviewed the commission’s findings and sentence. Seeid.,at\n247–248; J. McPherson, Battle Cry of Freedom 596–597 (1988). This\nCourt therefore found that the commission lacked “judicial\ncharacter.” 1 Wall., at 253. It was more an adjunct to a general\nthan a real court—and so we did not have appellate jurisdiction\nover its decisions.[8] But the\nvery thing that Burnside’s commission lacked, the court-martial\nsystem—and, in particular, the CAAF (whose decision Ortiz asks us\nto review)—possesses in spades. Once again, the CAAF is a permanent\n“court of record” created by Congress; it stands at the acme of a\nfirmly entrenched judicial system that exercises broad jurisdiction\nin accordance with established rules and procedures; and its own\ndecisions are final (except if we review and reverse them). Seesupra,at 1–2, 8–11.[9]\nThat is “judicial character” more than sufficient to separate the\nCAAF from Burnside’s commission, and align it instead with\nterritorial and D. C. (and also state and federal) courts of\nappeals.And the differences between the CAAF’s decisions\nand James Madison’s delivery refusal should have already leaped off\nthe page. To state the obvious: James Madison was not a court,\neither in name or in function. He was the Secretary of State—the\nhead of a cabinet department (and, by the way, the right arm of the\nPresident). Likewise, Madison’s failure to transmit Marbury’s\ncommission was not a judicial decision; it was an enforcement\naction (though in the form of non-action), pertaining only to the\nexecution of law. As Chief Justice Marshall saw, Secretary Madison\nmerely triggered the case ofMarburyv.Madison; he\ndid not hear and resolve it, as a judicial body would have done.\nSee 1 Cranch, at 175. The Chief Justice’s opinion thus cleanly\ndivides that case from this one, even if both (as Bamzai notes)\nformally involve executive officers. Here, three constitutionally\nrooted courts, ending with the CAAF, rendered inherently judicial\ndecisions—just as such tribunals have done since our nation’s\nfounding. In reviewing, “revis[ing,] and correct[ing]” those\nproceedings, as Ortiz asks, we do nothing more or different than in\ngenerally exercising our appellate jurisdiction.Ibid.But finally, in holding that much, we say\nnothing about whether we could exercise appellate jurisdiction over\ncases from other adjudicative bodies in the Executive Branch,\nincluding those in administrative agencies. Our resolution of the\njurisdictional issue here has rested on the judicial character, as\nwell as the constitutional foundations and history, of the\ncourt-martial system. We have relied, too, on the connections that\nour cases have long drawn between that judicial system and those of\nthe territories and the District. If Congress were to grant us\nappellate jurisdiction over decisions of newer entities advancing\nan administrative (rather than judicial) mission, the question\nwould be different—and the answer not found in this opinion.IIIWe may now turn to the issues we took this\ncase to decide. Recall that Ortiz seeks a new appeal proceeding\nbefore the Air Force CCA, based on Judge Mitchell’s participation\nin his last one. Seesupra,at 2–4. Ortiz’s challenge turns\non Judge Mitchell’s simultaneous service on another court, the\nCMCR. Originally, the Secretary of Defense had assigned Judge\nMitchell to sit on that court. Then, to moot a possible\nconstitutional problem with Judge Mitchell’s CMCR service, the\nPresident (with the Senate’s advice and consent) appointed Judge\nMitchell as well. A short time later, Judge Mitchell ruled on\nOrtiz’s CCA appeal. Ortiz contends that doing so violated both a\nfederal statute and the Appointments Clause. We dis- agree on both\ncounts.AThe statutory issue respecting Judge\nMitchell’s dual service turns on two interlocking provisions. The\nfirst is §973(b)(2)(A)—the statute Ortiz claims was violated here.\nAs noted earlier, that law—in the interest of ensuring civilian\npreeminence in government—prohibits active-duty military officers\nlike Judge Mitchell from “hold[ing], or exercis[ing] the functions\nof,” certain “civil office[s]” in the Federal Government, “[e]xcept\nas otherwise authorized by law.” Seesupra,at 4. The second\nis §950f(b)—a statute the Government claims “otherwise\nauthorize[s]” Judge Mitchell’s service on the CMCR, even if a seat\non that court is a covered “civil office.” As also noted above,\n§950f(b) provides two ways to become a CMCR judge. Seesupra, at 3. Under §950f(b)(2), the Secretary of Defense\n“may assign” qualified officers serving on a CCA to “be judges on\nthe [CMCR]” as well. And under §950f(b)(3), the President (with the\nSenate’s advice and consent) “may appoint” persons—whether officers\nor civilians is unspecified—to CMCR judgeships.Against that statutory backdrop, Ortiz claims\nthat Judge Mitchell became disqualified from serving on the CCA the\nmoment his presidential appointment to the CMCR became final. See\nBrief for Petitioners 39–42. Notably, Ortiz has no statutory\nobjection to Judge Mitchell’s simultaneous service on those courts\nbefore that date—when he sat on the CMCR solely by virtue of the\nSecretary of Defense’s assignment. Seeid.,at 40. Nor could\nhe reasonably lodge such a complaint, for §950f(b)(2), in no\nuncertain terms, “otherwise authorize[s]” the Secretary to place a\nmilitary judge on the CMCR—thus exempting such an officer from\n§973(b)(2)(A)’s prohibition. But in Ortiz’s view, the provision in\n§950f(b)(3) for presidential appointments contains no similar\nauthorization, because it makes no “express[ ] or\nunambiguous[ ]” reference to military officers.Id., at\n20. And so, Ortiz concludes, §973(b)(2)(A)’s general rule must\ngovern.In the circumstances here, however, the\nauthorization in §950f(b)(2) was the only thing necessary to exempt\nJudge Mitchell from the civil office-holding ban—not just before\nbut also after his presidential appointment. That provision, as\njust noted, unambiguously permitted the Secretary of Defense to\nplace Judge Mitchell on the CMCR, even if such a judgeship is a\n“civil office.” Seesupra,at 20. And once that happened,\nthe President’s later appointment of Judge Mitchell made not a whit\nof difference. Nothing in §950f (or any other law) suggests that\nthe President’s appointment erased or otherwise negated the\nSecretary’s earlier action. To the contrary, that appointment (made\nfor purposes of protecting against a constitutional challenge, seesupra,at 3) merely ratified what the Secretary had already\ndone. The nomination papers that the President submitted to the\nSenate reflect that fact. They sought confirmation of Judge\nMitchell’s appointment as a CMCR judge “[i]n accordance with [his]\ncontinued status as [a CMCR] judge pursuant to [his] assignment by\nthe Secretary of Defense[,] under 10 U. S. C. Section\n950f(b)(2).” 162 Cong. Rec. S1474 (Mar. 14, 2016). So after the\nSenate approved the nomination, Judge Mitchell served on the CMCR\nby virtue ofboththe Secretary’s assignment and the\nPresident’s appointment. And because §950f(b)(2) expressly\nauthorized the Secretary’s assignment, Judge Mitchell’s service on\nthe CMCR could not run afoul of §973(b)(2)(A)’s general\nrule.[10]Ortiz argues in response that the President’s\nappointment demanded its own clear authorization because only that\nappointment put Judge Mitchell into a “new office.” Reply Brief 7.\nAccording to Ortiz, an officer who receives a secretarial\nassignment to the CMCR “exercise[s] additional duties”—but he does\nnot hold a second position. Tr. of Oral Arg. 13. A presidential\nappointment alone, he says, effects that more dramatic change. And\nOrtiz contends that §973(b)(2)(A)’s rule cares about that\ndifference. That law, Ortiz says, requires a legislative\nauthorization when, and only when, a service member receives a\nwhole new office—which is to say here when, and only when, the\nPresident appoints a judge to the CMCR. See Tr. of Oral Arg. 4–5\n(stating that §973(b)(2)(A) “prohibit[s] military officers from\nholding [civil offices] absent express con- gressional\nauthorization, while generally allowing mili- tary officers to be\nassigned to exercise the duties of such positions”).But that argument is contrary to §973(b)(2)(A)’s\ntext, as well as to the purposes it reflects. The statute draws no\ndistinction between secretarial assignees and presidential\nappointees, nor between those who exercise the duties of an office\nand those who formally hold it. True enough, we have sometimes\nreferred to §973(b)(2)(A) as a rule about dual “office-holding,”\nseesupra,at 21, 22, n. 10—but that is mere shorthand. In\nfact, §973(b)(2)(A)’s prohibition applies broadly, and uniformly,\nto any military officer who “hold[s], or exercise[s] the functions\nof,” a covered civil office. And the “except as otherwise\nauthorized” caveat applies in the same way—to “hold[ing]” and\n“exercis[ing]” alike. So the very distinction that Ortiz relies on,\nthe statute rejects: Indeed, the law could not be clearer in its\nindifference. That is because Congress determined that military\nofficers threaten civilian preeminence in government byeither“hold[ing]”or“exercis[ing] the functions of”\nimportant civil offices. Except . . . if Congress decides\notherwise and says as much.And once again, here Congress did exactly that.\nJudge Mitchell became a CMCR judge, while remaining in the\nmilitary, because of a secretarial assignment that Congress\nexplicitly authorized. Seesupra,at 20–21. After his\npresidential appointment, he continued on the same court, doing the\nsame work, in keeping with the same congressional approval. Even\nsupposing he obtained a “new office” in the way Ortiz says, that\nacquisition is of no moment. With or without that formal office,\nJudge Mitchell “h[e]ld, or exercise[d] the functions of,” a CMCR\njudgeship, and so was subject to §973(b)(2)(A)’s ban. But likewise,\nwith or without that formal office, Judge Mitchell could receive\npermission from Congress to do the job—that is, to sit as a judge\non the CMCR. And §950f(b)(2) gave Judge Mitchell that legislative\ngreen light, from the date of his assignment through his ruling on\nOrtiz’s case and beyond.BFinally, Ortiz raises an Appointments Clause\nchallenge to Judge Mitchell’s simultaneous service on the CCA and\nthe CMCR. That Clause provides that the President “shall nominate,\nand by and with the Advice and Consent of the Senate, shall\nappoint” the “Officers of the United States,” but that “Congress\nmay by Law vest the Appointment of such inferior Officers, as they\nthink proper, in the President alone, in the Courts of Law, or in\nthe Heads of Departments.” Art. II, §2, cl. 2. Litigants\nusually invoke the Appointments Clause when they object to how a\ngovernment official is placed in his office. A litigant may assert,\nfor example, that because someone is a principal rather than an\ninferior officer, he must be nominated by the President and\nconfirmed by the Senate. (Recall that just such an argument about\nCMCR judges led to Judge Mitchell’s presidential appointment. Seesupra,at 3.) But Ortiz’s argument is not of that genre. He\ndoes not claim that the process used to make Judge Mitchell either\na CCA judge or a CMCR judge violated the Appointments Clause.\nInstead, he claims to find in that Clause a principle relating to\ndual service. A CCA judge, Ortiz notes, is an inferior officer. SeeEdmond, 520 U. S., at 666. But a CMCR judge, he says\n(though the Government has argued otherwise), is a principal\nofficer. And in Ortiz’s view, a single judge cannot, consistent\nwith the Appointments Clause, serve as an inferior officer on one\ncourt and a principal officer on another. He calls such dual\noffice-holding “incongru[ous]” and “functionally incompatible.”\nBrief for Petitioners 50. The problem, he suggests, is that the\nother (inferior officer) judges on the CCA will be “unduly\ninfluenced by” Judge Mitchell’s principal-officer status on the\nCMCR.Id.,at 51.But that argument stretches too far. This Court\nhas never read the Appointments Clause to impose rules about dual\nservice, separate and distinct from methods of appointment. Nor has\nit ever recognized principles of “incongruity” or “incompatibility”\nto test the permissibility of holding two offices. As Ortiz himself\nacknowledges, he can “cite no authority holding that the\nAppointments Clause prohibits this sort of simultaneous service.”Id., at 52.And if we were ever to apply the Clause to dual\noffice-holding, we would not start here. Ortiz tells no plausible\nstory about how Judge Mitchell’s service on the CMCR would result\nin “undue influence” on his CCA colleagues. The CMCR does not\nreview the CCA’s decisions (or vice versa); indeed, the two courts\ndo not have any overlapping jurisdiction. They are parts of\nseparate judicial systems, adjudicating different kinds of charges\nagainst different kinds of defendants. Seesupra,at 1–3,\nand n. 1. We cannot imagine that anyone on the CCA acceded to Judge\nMitchell’s views because he also sat on the CMCR—any more than we\ncan imagine a judge on an Article III Court of Appeals yielding to\na colleague because she did double duty on the Foreign Intelligence\nSurveillance Court of Review (another specialized court). The CAAF\nput the point well: “When Colonel Mitchell sits as a CCA judge, he\nis no different from any other CCA judge.” 76 M. J., at 193;\nseesupra,at 5. So there is no violation of the\nAppointments Clause.IVThis Court has appellate jurisdiction to\nreview the CAAF’s decisions. In exercising that jurisdiction, we\nhold that Judge Mitchell’s simultaneous service on the CCA and the\nCMCR violated neither §973(b)(2)(A)’s office-holding ban nor the\nConstitution’s Appointments Clause. We therefore affirm the\njudgment below.It is so ordered.Notes1In contrast to\ncourts-martial, military commissions have historically been used to\nsubstitute for civilian courts in times of martial law or temporary\nmilitary government, as well as to try members of enemy forces for\nviolations of the laws of war. SeeHamdanv.Rumsfeld, 548 U. S. 557, 595–597 (2006) (plurality\nopinion).2At the same time we\nissued a writ of certiorari in this case, we granted and\nconsolidated petitions in two related cases—Dalmazziv.United States, No. 16–961, andCoxv.United\nStates, No. 16–1017. Those cases raise issues of statutory\njurisdiction that our disposition today makes it unnecessary to\nresolve. We accordingly dismissDalmazzi,post, p.\n___, andCox,post, p. ___,as improvidently\ngranted in opinions accompanying this decision.3SeeUnited Statesv.Denedo, 556 U. S. 904 (2009);Clintonv.Goldsmith, 526 U. S. 529 (1999);United Statesv.Scheffer, 523 U. S. 303 (1998);Edmondv.United States, 520 U. S. 651 (1997);Lovingv.United States, 517 U. S. 748 (1996);Ryderv.United States, 515 U. S. 177 (1995);Davisv.United States, 512 U. S. 452 (1994);Weissv.United States, 510 U. S. 163 (1994);Soloriov.United States, 483 U. S. 435 (1987).4The dissent asserts that, in\nsetting out that test, we have “basically proceed[ed] as thoughMarburywere our last word on the subject” and overlooked\n“two centuries of precedent.”Post, at 8 (opinion of Alito,\nJ.). But the cases the dissent faults us for failing to cite stand\nfor the same principle that we—and more important,Marbury—already set out. They too say that our appellate\njurisdiction permits us to review only prior judicial decisions,\nrendered by courts. See,e.g.,Ex parte Yerger, 8\nWall. 85, 97 (1869) (Our “appellate jurisdiction” may “be exercised\nonly in the revision of judicial decisions”);The Alicia, 7\nWall. 571, 573 (1869) (“[A]n appellate jurisdiction necessarily\nimplies some judicial determination . . . of an inferior tribunal,\nfrom which an appeal has been taken”);Cohensv.Virginia, 6 Wheat. 264, 396 (1821) (In exercising appellate\njurisdiction, we act as a “supervising Court, whose peculiar\nprovince it is to correct the errors of an inferior Court”);Ex\nparte Bollman, 4 Cranch 75, 101 (1807) (We exercise “appellate\njurisdiction” in “revisi[ng] a decision of an inferior court”);post, at 4–6, 10, 12.Marbury, then, remains the key\nprecedent.5The independent adjudicative\nnature of courts-martial is not inconsistent with their\ndisciplinary function, as the dissent claims, seepost, at\n18–26. By adjudicating criminal charges against service members,\ncourts-martial of course help to keep troops in line. But the way\nthey do so—in comparison to, say, a commander in the field—is\nfundamentally judicial. Accordpost, at 9 (Thomas, J.,\nconcurring) (“While the CAAF is in the Executive Branch and its\npurpose is to help the President maintain troop discipline, those\nfacts do not change thenatureof the power that it\nexercises”). Colonel Winthrop stated as much: Even while\ncourts-martial “enforc[e] discipline” in the armed forces, they\nremain “as fully a court of law and justice as is any civil\ntribunal.” W. Winthrop, Military Law and Precedents 49, 54 (2d ed.\n1920). And he was right. When a military judge convicts a service\nmember and imposes punishment—up to execution—he is not meting out\nextra-judicial discipline. He is actingas a judge, in\nstrict compliance with legal rules and principles—rather than as an\n“arm of military command.”Post, at 18. It is in fact one of\nthe glories of this country that the military justice system is so\ndeeply rooted in the rule of law. In asserting the opposite—that\nmilitary courts are not “judicial” in “character”—the dissent\ncannot help but do what it says it would like to avoid: “denigrat[e\nthe court-martial] system.”Post, at 27; seepost, at\n25.6See,e.g.,Artisv.District of Columbia, 583 U. S. ___\n(2018);Turnerv.United States, 582 U. S. ___\n(2017);United Statesv.Dixon, 509 U. S. 688\n(1993);Jonesv.United States, 463 U. S. 354\n(1983);Tutenv.United States, 460 U. S. 660\n(1983);Whalenv.United States, 445 U. S. 684\n(1980);United Statesv.Crews, 445 U. S. 463\n(1980);Pernellv.Southall Realty, 416 U. S.\n363 (1974);Palmorev.United States, 411 U. S.\n389 (1973). In none of these or similar cases has anyone ever\nchallenged our appellate jurisdiction.7In addition, several\nJustices in separate opinions have made the same linkage. See,e.g.,Wellness Int’l Network, Ltd.v.Sharif,\n575 U. S. ___, ___ (2015) (Roberts, C. J., dissenting)\n(slip op., at 3) (noting that “narrow exceptions permit Congress to\nestablish non-Article III courts to exercise general jurisdiction\nin the territories and the District of Columbia [and] to serve as\nmilitary tribunals”);id.,at ___–___ (Thomas, J.,\ndissenting) (slip op., at 7–8) (referring to territorial courts and\ncourts-martial as “unique historical exceptions” to Article III);Sternv.Marshall, 564 U. S. 462, 504–505 (2011)\n(Scalia, J., concurring) (noting the “firmly established historical\npractice” of exempting territorial courts and courts-martial from\nArticle III’s demands). The dissent must dismiss all this\nauthority, from Justices both functionalist and formalist, to aver\nthat “it isonlywhen Congress legislates for the\nTerritories and the District that it may lawfully vest judicial\npower in tribunals that do not conform to Article III.”Post, at 16; seepost, at 14–16. Not so, we have made\nclear, because (once again) of an exceptional grant of power to\nCongress, an entrenched historical practice, and (for some more\nfunctionalist judges) particularized needs. The result is “that\nCongress has the power [apart from Article III] to provide for the\nadjudication of disputes among the Armed Forces,” just as in the\nterritories and the District.Wellness,575 U. S., at\n___ (Thomas, J., dissenting) (slip op., at 8).8The dissent offers a\ndifferent—and doubly misleading—explanation forVallandigham. First, it says that we found jurisdiction\nlacking because the commission was “was not one of the ‘courts of\nthe United States’ established under Article III.”Post, at\n11 (quotingVallandigham, 1 Wall., at 251). But the dissent\nis reading from the wrong part of the opinion.Vallandighamcontained two holdings—first (and relevant here), that Article III\nprecluded the Court from exercising appellate jurisdiction over the\ncommission’s decisions, and second (and irrelevant here), that the\nJudiciary Act of 1789 had not authorized such jurisdiction. The\nlanguage the dissent quotes relates only to the irrelevant\nstatutory holding: The Judiciary Act, the Court explained, confined\nour jurisdiction to decisions of Article III courts, and the\ncommission did not fit under that rubric. By contrast, the language\nwe quote in the text formed the basis of the Court’s constitutional\nholding—which is all that matters here. Second, the dissent\ncontends thatVallandigham“recognizedthat the\nmilitary tribunal had ‘judicial character,’” even as it found\njurisdiction lacking.Post, at 11. Not so.Vallandighamexpresslyrejectedthe argument that the\ncommission had “judicial character.” 1 Wall., at 253. Though the\nCourt understood that the commission pronounced guilt and imposed\nsentences, it did not think the commission was acting as a court in\nrendering its decisions. Seeibid.(citingUnited\nStatesv.Ferreira, 13 How. 40, 46–47 (1852), in which\nthe Court held that a claims tribunal was without judicial\n“character” and labeled its decisions the “award[s] of a\ncommissioner,” “not the judgment[s] of a court of\njustice”).9The dissent contends that the\nCAAF’s decisions are not always final because the President,\nrelevant branch secretary, or one of his subordinates must approve\na sentence of death or dismissal from the armed forces before it\ngoes into effect. Seepost, at 28–29. But as the Government\nhas explained, the President’s (or other executive official’s)\nauthority at that stage extends only to punishment: It is “akin to\nrelief by commutation in the federal or state system.” Tr. of Oral\nArg. 57; seeLovingv.United States, 62 M. J.\n235, 247 (CAAF 2005) (likening the approval authority to “executive\nclemency powers”). The President, even when “mitigat[ing a]\nsentence[,]” cannot “upset[ ] the conviction” or “the judgment of\nthe CAAF.” Tr. of Oral Arg. 55–56. Rather, as we said above, the\nCAAF’s judgment is final when issued (except if we reverse it). See\n10 U. S. C. §871(c)(1) (stating that even when a sentence\nis subject to an executive official’s approval, the “judgment” is\n“final” when judicial review is concluded).10We\nstate no opinion on a broader argument the Government makes—that\n§950f(b)(2) would exempt Judge Mitchell from §973(b)(2)(A)’s\noffice-holding ban even if the Secretary had not assigned him to\nthe CMCR before the President’s appointment. See Brief for United\nStates 27–29. And because we hold that the Secretary’s assignment\nauthorized Judge Mitchell to serve on the CMCR while an active-duty\nmilitary officer, we need not decide whether a CMCR judgeship is a\ncovered “civil office” subject to §973(b)(2)(A). Neither need we\naddress the remedial issue on which the CAAF ruled, seesupra,at 4—i.e.,whether a violation of\n§973(b)(2)(A) would have immediately terminated Judge Mitchell’s\nmilitary service and voided later decisions he made (including in\nOrtiz’s case) as a military judge.",
    "joined": []
}