{
    "case": {
        "docket": "15-497",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-497/"
    },
    "id": "3694344",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–497_________________STACY FRY, et vir, as next friends of minor E.\nF., PETITIONERSv.NAPOLEON COMMUNITYSCHOOLS,\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[February 22, 2017]Justice Kagan delivered the opinion of the\nCourt.The Individuals with Disabilities Education Act\n(IDEA or Act), 84Stat. 175, as amended, 20 U. S. C. §1400et seq., ensures that children with disabilities receive\nneeded special education services. One of its provisions,\n§1415(l), addresses the Act’s relationship with other laws\nprotecting those children. Section 1415(l) makes clear that\nnothing in the IDEA “restrict[s] or limit[s] the rights [or]\nremedies” that other federal laws, including antidiscrimination\nstatutes, confer on children with disabilities. At the same time,\nthe section states that if a suit brought under such a law “seek[s]\nrelief that is also available under” the IDEA, the plaintiff must\nfirst exhaust the IDEA’s administrative procedures. In this case,\nwe consider the scope of that exhaustion requirement. We hold that\nexhaustion is not necessary when the gravamen of the plaintiff’s\nsuit is something other than the denial of the IDEA’s core\nguarantee—what the Act calls a “free appropriate public education.”\n§1412(a)(1)(A).IAThe IDEA offers federal funds to States in\nexchange for a commitment: to furnish a “free appropriate public\neducation”—more concisely known as a FAPE—to all children with\ncertain physical or intellectual disabilities.Ibid.; see\n§1401(3)(A)(i) (listing covered disabilities). As defined in the\nAct, a FAPE comprises “special education and related services”—both\n“instruction” tailored to meet a child’s “unique needs” and\nsufficient “supportive services” to permit the child to benefit\nfrom that instruction. §§1401(9), (26), (29); seeBoard of Ed.\nof Hendrick Hudson Central School Dist., Westchester Cty.v.Rowley, 458 U. S. 176, 203 (1982) . An eligible child,\nas this Court has explained, acquires a “substantive right” to such\nan education once a State accepts the IDEA’s financial assistance.Smithv.Robinson, 468 U. S. 992, 1010 (1984)\n.Under the IDEA, an “individualized education\nprogram,” called an IEP for short, serves as the “primary vehicle”\nfor providing each child with the promised FAPE.Honigv.Doe, 484 U. S. 305, 311 (1988) ; see §1414(d). (Welcome\nto—and apologies for—the acronymic world of federal legislation.)\nCrafted by a child’s “IEP Team”—a group of school officials,\nteachers, and parents—the IEP spells out a personalized plan to\nmeet all of the child’s “educational needs.”\n§§1414(d)(1)(A)(i)(II)(bb), (d)(1)(B). Most notably, the IEP\ndocuments the child’s current “levels of academic achievement,”\nspecifies “measurable an-nual goals” for how she can “make progress\nin the general education curriculum,” and lists the “special\neducation and related services” to be provided so that she can\n“advance appropriately toward [those] goals.”\n§§1414(d)(1)(A)(i)(I), (II), (IV)(aa).Because parents and school representatives\nsometimes cannot agree on such issues, the IDEA establishes formal\nprocedures for resolving disputes. To begin, a dissatisfied parent\nmay file a complaint as to any matter concerning the provision of a\nFAPE with the local or state educational agency (as state law\nprovides). See §1415(b)(6). That pleading generally triggers a\n“[p]reliminary meeting” involving the contending parties,\n§1415(f )(1)(B)(i); at their option, the parties may instead\n(or also) pursue a full-fledged mediation process, see §1415(e).\nAssuming their impasse continues, the matter proceeds to a “due\npro-cess hearing” before an impartial hearing officer.\n§1415(f )(1)(A); see §1415(f )(3)(A)(i). Any decision of\nthe officer granting substantive relief must be “based on a\ndetermination of whether the child received a [FAPE].”\n§1415(f )(3)(E)(i). If the hearing is initially conducted at\nthe local level, the ruling is appealable to the state agency. See\n§1415(g). Finally, a parent unhappy with the outcome of the\nadministrative process may seek judicial review by filing a civil\naction in state or federal court. See §1415(i)(2)(A).Important as the IDEA is for children with\ndisabilities, it is not the only federal statute protecting their\ninterests. Of particular relevance to this case are two\nantidiscrimination laws—Title II of the Americans with Disabilities\nAct (ADA), 42 U. S. C. §12131et seq., and\n§504 of the Rehabilitation Act, 29 U. S. C. §794—which\ncover both adults and children with disabilities, in both public\nschools and other settings. Title II forbids any “public entity”\nfrom discriminating based on disability; Section 504 applies the\nsame prohibition to any federally funded “program or activity.” 42\nU. S. C. §§12131–12132; 29 U. S. C. §794(a). A\nregulation implementing Title II requires a public entity to make\n“reasonable modifications” to its “policies, practices, or\nprocedures” when necessary to avoid such discrimination. 28 CFR\n§35.130(b)(7) (2016); see,e.g.,Albonigav.School Bd. of Broward Cty., 87 F. Supp. 3d 1319, 1345\n(SD Fla. 2015) (requiring an accommodation to permit use of a\nservice animal under Title II). In similar vein, courts have\ninterpreted §504 as demanding certain “reasonable” modifications to\nexisting practices in order to “accommodate” persons with\ndisabilities.Alexanderv.Choate, 469 U. S. 287\n–300 (1985); see,e.g., Sullivanv.Vallejo City Unified\nSchool Dist., 731 F. Supp. 947, 961–962 (ED Cal. 1990)\n(requiring an accommodation to permit use of a service animal under\n§504). And both statutes authorize individuals to seek redress for\nviolations of their substantive guarantees by bringing suits for\ninjunctive relief or money damages. See 29 U. S. C.\n§794a(a)(2); 42 U. S. C. §12133.This Court first considered the interaction\nbetween such laws and the IDEA inSmithv.Robinson,\n468 U. S. 992 .[1] The\nplaintiffs there sought “to secure a ‘free appropriate public\neducation’ for [their] handicapped child.”Id.,at 994. But\ninstead of bringing suit under the IDEA alone, they appended\n“virtually identical” claims (again alleging the denial of a “free\nappropriate public education”) under §504 of the Rehabilitation Act\nand the Fourteenth Amendment’s Equal Protection Clause.Id.,at 1009; seeid.,at 1016. The Court held that the IDEA\naltogether foreclosed those additional claims: With its\n“comprehensive” and “carefully tailored” provisions, the Act was\n“the exclusive avenue” through which a child with a disability (or\nhis parents) could challenge the adequacy of his education.Id.,at 1009; seeid., at 1013, 1016, 1021.Congress was quick to respond. In the\nHandicapped Children’s Protection Act of 1986, 100Stat. 796, it\noverturnedSmith’s preclusion of non-IDEA claims while also\nadding a carefully defined exhaustion requirement. Now codified at\n20 U. S. C. §1415(l), the relevant provision of\nthat statute reads:“Nothing in [the IDEA] shall be construed\nto restrict or limit the rights, procedures, and remedies available\nunder the Constitution, the [ADA], title V of the Rehabilitation\nAct [including §504], or other Federal laws protecting the rights\nof children with disabilities, except that before the filing of a\ncivil action under such laws seeking relief that is also available\nunder [the IDEA], the [IDEA’s administrative procedures] shall be\nexhausted to the same extent as would be required had the action\nbeen brought under [the IDEA].”The first half of §1415(l) (up until\n“except that”) “reaffirm[s] the viability” of federal statutes like\nthe ADA or Rehabilitation Act “as separate vehicles,” no less\nintegral than the IDEA, “for ensuring the rights of handicapped\nchildren.” H. R. Rep. No. 99–296, p. 4 (1985); seeid.,at 6. According to that opening phrase, the IDEA does not prevent a\nplaintiff from asserting claims under such laws even if, as inSmithitself, those claims allege the denial of an\nappropriate public education (much as an IDEA claim would). But the\nsecond half of §1415(l) (from “except that” onward) imposes\na limit on that “anything goes” regime, in the form of an\nexhaustion provision. According to that closing phrase, a plaintiff\nbringing suit under the ADA, the Rehabilitation Act, or similar\nlaws must in certain circumstances—that is, when “seeking relief\nthat is also available under” the IDEA—first exhaust the IDEA’s\nadministrative procedures. The reach of that requirement is the\nissue in this case.BPetitioner E. F. is a child with a severe\nform of cerebral palsy, which “significantly limits her motor\nskills and mobility.” App. to Brief in Opposition 6, Complaint\n¶19.[2] When E. F. was\nfive years old, her parents—petitioners Stacy and Brent\nFry—obtained a trained service dog for her, as recommended by her\npediatrician. The dog, a goldendoodle named Wonder, “help[s\nE. F.] to live as independently as possible” by assisting her\nwith various life activities.Id.,at 2, ¶3. In particular,\nWonder aids E. F. by “retrieving dropped items, helping her\nbalance when she uses her walker, opening and closing doors,\nturning on and off lights, helping her take off her coat, [and]\nhelping her transfer to and from the toilet.”Id.,at 7,\n¶27.But when the Frys sought permission for Wonder\nto join E. F. in kindergarten, officials at Ezra Eby\nElementary School refused the request. Under E. F.’s existing\nIEP, a human aide provided E. F. with one-on-one support\nthroughout the day; that two-legged assistance, the school\nofficials thought, rendered Wonder superfluous. In the words of one\nadministrator, Wonder should be barred from Ezra Eby because all of\nE. F.’s “physical and academic needs [were] being met through\nthe services/programs/accommodations” that the school had already\nagreed to.Id.,at 8, ¶33. Later that year, the school\nofficials briefly allowed Wonder to accompany E. F. to school\non a trial basis; but even then, “the dog was required to remain in\nthe back of the room during classes, and was forbidden from\nassisting [E. F.] with many tasks he had been specifically\ntrained to do.”Ibid.,¶35. And when the trial period\nconcluded, the administrators again informed the Frys that Wonder\nwas not welcome. As a result, the Frys removed E. F. from Ezra\nEby and began homeschooling her.In addition, the Frys filed a complaint with the\nU. S. Department of Education’s Office for Civil Rights (OCR),\ncharging that Ezra Eby’s exclusion of E. F.’s service animal\nviolated her rights under Title II of the ADA and §504 of the\nRehabilitation Act. Following an investigation, OCR agreed. The\noffice explained in its decision letter that a school’s obligations\nunder those statutes go beyond providing educational services: A\nschool could offer a FAPE to a child with a disability but still\nrun afoul of the laws’ ban on discrimination. See App. 30–32. And\nhere, OCR found, Ezra Eby had indeed violated that ban, even if its\nuse of a human aide satisfied the FAPE standard. Seeid.,at\n35–36. OCR analogized the school’s conduct to “requir[ing] a\nstudent who uses a wheelchair to be carried” by an aide or\n“requir[ing] a blind student to be led [around by a] teacher”\ninstead of permitting him to use a guide dog or cane.Id.,at 35. Regardless whether those—or Ezra Eby’s—policies denied a\nFAPE, they violated Title II and §504 by discriminating against\nchildren with disabilities. Seeid.,at 35–36.In response to OCR’s decision, school officials\nat last agreed that E. F. could come to school with Wonder.\nBut after meeting with Ezra Eby’s principal, the Frys became\nconcerned that the school administration “would resent [E. F.]\nand make her return to school difficult.” App. to Brief in\nOpposition 10, ¶48. Accordingly, the Frys found a different public\nschool, in a different district, where administrators and teachers\nenthusiastically received both E. F. and Wonder.CThe Frys then filed this suit in federal court\nagainst the local and regional school districts in which Ezra Eby\nis located, along with the school’s principal (collectively, the\nschool districts). The complaint alleged that the school districts\nviolated Title II of the ADA and §504 of the Rehabilitation Act by\n“denying [E. F.] equal access” to Ezra Eby and its programs,\n“refus[ing] to reasonably accommodate” E. F.’s use of a\nservice animal, and otherwise “discriminat[ing] against\n[E. F.] as a person with disabilities.”Id.,at 15,\n¶68, 17–18, ¶¶82–83. According to the complaint, E. F.\nsuffered harm as a result of that discrimination, including\n“emotional distress and pain, embarrassment, [and] mental anguish.”Id.,at 11–12, ¶51. In their prayer for relief, the Frys\nsought a declaration that the school districts had violated Title\nII and §504, along with money damages to compensate for\nE. F.’s injuries.The District Court granted the school districts’\nmotion to dismiss the suit, holding that §1415(l) required\nthe Frys to first exhaust the IDEA’s administrative procedures. See\nApp. to Pet. for Cert. 50. A divided panel of the Court of Appeals\nfor the Sixth Circuit affirmed on the same ground. In that court’s\nview, §1415(l) applies if “the injuries [alleged in a suit]\nrelate to the specific substantive protections of the IDEA.” 788\nF. 3d 622, 625 (2015). And that means, the court continued,\nthat exhaustion is necessary whenever “the genesis and the\nmanifestations” of the complained-of harms were “educational” in\nnature.Id.,at 627 (quotingCharlie F.v.Board\nof Ed. of Skokie School Dist. 68, 98 F. 3d 989, 993 (CA7\n1996)). On that understanding of §1415(l), the Sixth Circuit\nheld, the Frys’ suit could not proceed: Because the harms to\nE. F. were generally “educational”—most notably, the court\nreasoned, because “Wonder’s absence hurt her sense of independence\nand social confidence at school”—the Frys had to exhaust the IDEA’s\nprocedures. 788 F. 3d, at 627. Judge Daugh-trey dissented,\nemphasizing that in bringing their Title II and §504 claims, the\nFrys “did not allege the denial of a FAPE” or “seek to modify\n[E. F.’s] IEP in any way.”Id.,at 634.We granted certiorari to address confusion in\nthe courts of appeals as to the scope of §1415(l)’s\nexhaustion requirement. 579 U. S. ___ (2016).[3] We now vacate the Sixth Circuit’s\ndecision.IISection 1415(l) requires that a\nplaintiff exhaust the IDEA’s procedures before filing an action\nunder the ADA, the Rehabilitation Act, or similar laws when (but\nonly when) her suit “seek[s] relief that is also available” under\nthe IDEA. We first hold that to meet that statutory standard, a\nsuit must seek relief for the denial of a FAPE, because that is the\nonly “relief” the IDEA makes “avail-able.” We next conclude that in\ndetermining whether a suit indeed “seeks” relief for such a denial,\na court should look to the substance, or gravamen, of the\nplaintiff’s complaint.[4]AIn this Court, the parties have reached\nsubstantial agreement about what “relief” the IDEA makes\n“avail-able” for children with disabilities—and about how the Sixth\nCircuit went wrong in addressing that question. The Frys maintain\nthat such a child can obtain remedies under the IDEA for decisions\nthat deprive her of a FAPE, but none for those that do not. So in\nthe Frys’ view, §1415(l)’s exhaustion requirement can come\ninto play only when a suit concerns the denial of a FAPE—and not,\nas the Sixth Circuit held, when it merely has some articulable\nconnection to the education of a child with a disability. See Reply\nBrief 13–15. The school districts, for their part, also believe\nthat the Sixth Circuit’s exhaustion standard “goes too far” because\nit could mandate exhaustion when a plaintiff is “seeking relief\nthat isnotin substance avail-able” under the IDEA. Brief\nfor Respondents 30. And in particular, the school districts\nacknowledge that the IDEA makes remedies available only in suits\nthat “directly implicate[ ]” a FAPE—so that only in those\nsuits can §1415(l) apply. Tr. of Oral Arg. 46. For the\nreasons that follow, we agree with the parties’ shared view: The\nonly relief that an IDEA officer can give—hence the thing a\nplaintiff must seek in order to trigger §1415(l)’s\nexhaustion rule—is relief for the denial of a FAPE.We begin, as always, with the statutory language\nat issue, which (at risk of repetition) compels exhaustion when a\nplaintiff seeks “relief” that is “available” under the IDEA. The\nordinary meaning of “relief” in the context of a lawsuit is the\n“redress[ ] or benefit” that attends a favor-able judgment.\nBlack’s Law Dictionary 1161 (5th ed. 1979). And such relief is\n“available,” as we recently explained, when it is “accessible or\nmay be obtained.”Rossv.Blake, 578 U. S. ___,\n___ (2016) (slip op., at 8) (quoting Webster’s Third New\nInternational Dictionary 150 (1993)). So to establish the scope of\n§1415(l), we must identify the circumstances in which the\nIDEA enables a person to obtain redress (or, similarly, to access a\nbenefit).That inquiry immediately reveals the primacy of\na FAPE in the statutory scheme. In its first section, the IDEA\ndeclares as its first purpose “to ensure that all children with\ndisabilities have available to them a free appropriate public\neducation.” §1400(d)(1)(A). That principal purpose then becomes the\nAct’s principal command: A State receiving federal funding under\nthe IDEA must make such an education “available to all children\nwith disabilities.” §1412(a)(1)(A). The guarantee of a FAPE to\nthose children gives rise to the bulk of the statute’s more\nspecific provisions. For example, the IEP—“the centerpiece of the\nstatute’s education delivery system”—serves as the “vehicle” or\n“means” of providing a FAPE.Honig, 484 U. S., at 311;Rowley, 458 U. S., at 181; seesupra,at 2. And\nfinally, as all the above suggests, the FAPE requirement provides\nthe yardstick for measuring the adequacy of the education that a\nschool offers to a child with a disability: Under that standard,\nthis Court has held, a child is entitled to “meaningful” access to\neducation based on her individual needs.Rowley,458\nU. S., at 192.[5]The IDEA’s administrative procedures test\nwhether a school has met that obligation—and so center on the Act’s\nFAPE requirement. As noted earlier, any decision by a hearing\nofficer on a request for substantive relief “shall” be “based on a\ndetermination of whether the child received a free appropriate\npublic education.” §1415(f )(3)(E)(i); seesupra,at\n3.[6] Or said in Latin: In the\nIDEA’s administrative process, a FAPE denial is thesine qua\nnon. Suppose that a parent’s complaint protests a school’s\nfailure to provide some accommodation for a child with a\ndisability. If that accommodation is needed to fulfill the IDEA’s\nFAPE requirement, the hearing officer must order relief. But if it\nis not, he cannot—even though the dispute is between a child with a\ndisability and the school she attends. There might be good reasons,\nunrelated to a FAPE, for the school to make the requested\naccommodation. Indeed, another federal law (like the ADA or\nRehabilitation Act) mightrequirethe accommodation on one\nof those alternative grounds. Seeinfra, at 15. But still,\nthe hearing officer cannot provide the requested relief. His role,\nunder the IDEA, is to enforce the child’s “substantive right” to a\nFAPE.Smith,468 U. S., at 1010. And that is\nall.[7]For that reason, §1415(l)’s exhaustion\nrule hinges on whether a lawsuit seeks relief for the denial of a\nfree appropriate public education. If a lawsuit charges such a\ndenial, the plaintiff cannot escape §1415(l) merely by\nbringing her suit under a statute other than the IDEA—as when, for\nexample, the plaintiffs inSmithclaimed that a school’s\nfailure to provide a FAPE also violated the Rehabilitation\nAct.[8] Rather, that plaintiff\nmust first submit her case to an IDEA hearing officer, experienced\nin addressing exactly the issues she raises. But if, in a suit\nbrought under a different statute, the remedy sought is not for the\ndenial of a FAPE, then exhaustion of the IDEA’s procedures is not\nrequired. After all, the plaintiff could not get any relief from\nthose procedures: A hearing officer, as just explained, would have\nto send her away empty-handed. And that is true even when the suit\narises directly from a school’s treatment of a child with a\ndisability—and so could be said to relate in some way to her\neducation. A school’s conduct toward such a child—say, some refusal\nto make an accommodation—might injure her in ways unrelated to a\nFAPE, which are addressed in statutes other than the IDEA. A\ncomplaint seeking redress for those other harms, independent of any\nFAPE denial, is not subject to §1415(l)’s exhaustion rule\nbecause, once again, the only “relief” the IDEA makes “available”\nis relief for the denial of a FAPE.BStill, an important question remains: How is a\ncourt to tell when a plaintiff “seeks” relief for the denial of a\nFAPE and when she does not? Here, too, the parties have found some\ncommon ground: By looking, they both say, to the “substance” of,\nrather than the labels used in, the plaintiff’s complaint. Brief\nfor Respondents 20; Reply Brief 7–8. And here, too, we agree with\nthat view: What matters is the crux—or, in legal-speak, the\ngravamen—of the plaintiff’s complaint, setting aside any attempts\nat artful pleading.That inquiry makes central the plaintiff’s own\nclaims, as §1415(l) explicitly requires. The statutory\nlanguage asks whether a lawsuit in fact “seeks” relief available\nunder the IDEA—not, as a stricter exhaustion statute might, whether\nthe suit “could have sought” relief avail-able under the IDEA (or,\nwhat is much the same, whether any remedies “are” available under\nthat law). See Brief for United States asAmicus Curiae20\n(contrasting §1415(l) with the exhaustion provision in the\nPrison Litigation Reform Act, 42 U. S. C. §1997e(a)). In\neffect, §1415(l) treats the plaintiff as “the master of the\nclaim”: She identifies its remedial basis—and is subject to\nexhaustion or not based on that choice.Caterpillar Inc.v.Williams, 482 U. S. 386 , and n. 7 (1987). A court\ndeciding whether §1415(l) applies must therefore examine\nwhether a plaintiff’s complaint—the principal instrument by which\nshe describes her case—seeks relief for the de-nial of an\nappropriate education.But that examination should consider substance,\nnot surface. The use (or non-use) of particular labels and terms is\nnot what matters. The inquiry, for example, does not ride on\nwhether a complaint includes (or, alternatively, omits) the precise\nwords(?) “FAPE” or “IEP.” After all, §1415(l)’s premise is\nthat the plaintiff is suing under a statuteother thanthe\nIDEA, like the Rehabilitation Act; in such a suit, the plaintiff\nmight see no need to use the IDEA’s distinctive language—even if\nshe is in essence contesting the adequacy of a special education\nprogram. And still more critically, a “magic words” approach would\nmake §1415(l)’s exhaustion rule too easy to bypass. Just\nlast Term, a similar worry led us to hold that a court’s\njurisdiction under the Foreign Sovereign Immunities Act turns on\nthe “gravamen,” or “essentials,” of the plaintiff’s suit.OBB\nPersonenverkehr AGv.Sachs, 577 U. S. ___, ___,\n___, ___ (2015) (slip op., at 6, 8, 9). “[A]ny other approach,” we\nexplained, “would allow plaintiffs to evade the Act’s restrictions\nthrough artful pleading.”Id.,at ___ (slip op., at 8). So\ntoo here. Section 1415(l) is not merely a pleading hurdle.\nIt requires exhaustion when the gravamen of a complaint seeks\nredress for a school’s failure to provide a FAPE, even if not\nphrased or framed in precisely that way.In addressing whether a complaint fits that\ndescription, a court should attend to the diverse means and ends of\nthe statutes covering persons with disabilities—the IDEA on the one\nhand, the ADA and Rehabilitation Act (most notably) on the other.\nThe IDEA, of course, protects only “children” (well, really,\nadolescents too) and concerns only their schooling. §1412(a)(1)(A).\nAnd as earlier noted, the statute’s goal is to provide each child\nwith meaningful access to education by offering individualized\ninstruction and related services appropriate to her “unique needs.”\n§1401(29); seeRowley, 458 U. S., at 192, 198;supra,at 11. By contrast, Title II of the ADA and §504 of\nthe Rehabilitation Act cover people with disabilities of all ages,\nand do so both inside and outside schools. And those statutes aim\nto root out disability-based discrimination, enabling each covered\nperson (sometimes by means of reasonable accommodations) to\nparticipate equally to all others in public facilities and\nfederally funded programs. Seesupra,at 3–4. In short, the\nIDEA guarantees individually tailored educational services, while\nTitle II and §504 promise non-discriminatory access to public\ninstitutions. That is not to deny some overlap in coverage: The\nsame conduct might violate all three statutes—which is why, as inSmith, a plaintiff might seek relief for the denial of a\nFAPE under Title II and §504 as well as the IDEA. But still, the\nstatutory differences just discussed mean that a complaint brought\nunder Title II and §504 might instead seek relief for simple\ndiscrimination, irrespective of the IDEA’s FAPE obligation.One clue to whether the gravamen of a complaint\nagainst a school concerns the denial of a FAPE, or instead\naddresses disability-based discrimination, can come from asking a\npair of hypothetical questions. First, could the plaintiff have\nbrought essentially the same claim if the alleged conduct had\noccurred at a public facility that wasnota school—say, a\npublic theater or library? And second, could anadultat the\nschool—say, an employee or visitor—have pressed essentially the\nsame grievance? When the answer to those questions is yes, a\ncomplaint that does not expressly allege the denial of a FAPE is\nalso unlikely to be truly about that subject; after all, in those\nother situations there is no FAPE obligation and yet the same basic\nsuit could go forward. But when the answer is no, then the\ncomplaint probably does concern a FAPE, even if it does not\nexplicitly say so; for the FAPE requirement is all that explains\nwhy only a child in the school setting (not an adult in that\nsetting or a child in some other) has a viable claim.Take two contrasting examples. Suppose first\nthat a wheelchair-bound child sues his school for discrimination\nunder Title II (again, without mentioning the denial of a FAPE)\nbecause the building lacks access ramps. In some sense, that\narchitectural feature has educational consequences, and a different\nlawsuit might have alleged that it violates the IDEA: After all, if\nthe child cannot get inside the school, he cannot receive\ninstruction there; and if he must be carried inside, he may not\nachieve the sense of independence conducive to academic (or later\nto real-world) success. But is the denial of a FAPE really the\ngravamen of the plaintiff’s Title II complaint? Consider that the\nchild could file the same basic complaint if a municipal library or\ntheater had no ramps. And similarly, an employee or visitor could\nbring a mostly identical complaint against the school. That the\nclaim can stay the same in those alternative scenarios suggests\nthat its essence is equality of access to public facilities, not\nadequacy of special education. Seesupra,at 7 (describing\nOCR’s use of a similar example). And so §1415(l) does not\nrequire exhaustion.[9]But suppose next that a student with a learning\ndisability sues his school under Title II for failing to provide\nremedial tutoring in mathematics. That suit, too, might be cast as\none for disability-based discrimination, grounded on the school’s\nrefusal to make a reasonable accommo-dation; the complaint might\nmake no reference at all to a FAPE or an IEP. But can anyone\nimagine the student making the same claim against a public theater\nor library? Or, similarly, imagine an adult visitor or employee\nsuing the school to obtain a math tutorial? The difficulty of\ntransplanting the complaint to those other contexts suggests that\nits essence—even though not its wording—is the provision of a FAPE,\nthus bringing §1415(l) into play.[10]A further sign that the gravamen of a suit is\nthe denial of a FAPE can emerge from the history of the\nproceedings. In particular, a court may consider that a plaintiff\nhas previously invoked the IDEA’s formal procedures to handle the\ndispute—thus starting to exhaust the Act’s remedies before\nswitching midstream. Recall that a parent dissatisfied with her\nchild’s education initiates those administrative procedures by\nfiling a complaint, which triggers a preliminary meeting (or\npossibly mediation) and then a due process hearing. Seesupra,at 2–3. A plain-tiff’s initial choice to pursue that\nprocess may suggest that she is indeed seeking relief for the\ndenial of a FAPE—with the shift to judicial proceedings prior to\nfull exhaustion reflecting only strategic calculations about how to\nmaximize the prospects of such a remedy. Whether that is so depends\non the facts; a court may conclude, for example, that the move to a\ncourtroom came from a late-acquired awareness that the school had\nfulfilled its FAPE obligation and that the grievance involves\nsomething else entirely. But prior pursuit of the IDEA’s\nadministrative reme-dies will often provide strong evidence that\nthe substance of a plaintiff’s claim concerns the denial of a FAPE,\neven if the complaint never explicitly uses that term.[11]IIIThe Court of Appeals did not undertake the\nanalysis we have just set forward. As noted above, it asked whether\nE. F.’s injuries were, broadly speaking, “educational” in\nnature. Seesupra,at 8; 788 F. 3d, at 627 (reasoning\nthat the “value of allowing Wonder to attend [school] with\nE. F. was educational” because it would foster “her sense of\nindependence and social confidence,” which is “the sort of interest\nthe IDEA protects”). That is not the same as asking whether the\ngravamen of E. F.’s complaint charges, and seeks relief for,\nthe denial of a FAPE. And that difference in standard may have led\nto a difference in result in this case. Understood correctly,\n§1415(l) might not require exhaustion of the Frys’ claim. We\nlack some important information on that score, however, and so we\nremand the issue to the court below.The Frys’ complaint alleges only\ndisability-based discrimination, without making any reference to\nthe ade-quacy of the special education services E. F.’s school\nprovided. The school districts’ “refusal to allow Wonder to act as\na service dog,” the complaint states, “discriminated against\n[E. F.] as a person with disabilities . . . by\ndenying her equal access” to public facilities. App. to Brief in\nOpposition 15, Complaint ¶68. The complaint contains no allegation\nabout the denial of a FAPE or about any deficiency in E. F.’s\nIEP. More, it does not accuse the school even in general terms of\nrefusing to provide the educational instruction and services that\nE. F. needs. See 788 F. 3d, at 631 (acknowledging that the\nFrys do not “state that Wonder enhances E. F.’s educational\nopportunities”). As the Frys explained in this Court: The school\ndistricts “have said all along that because they gave [E. F.]\na one-on-one [human] aide, that all of her . . .\neducational needs were satisfied. And we have not challenged that,\nand it would be difficult for us to challenge that.” Tr. of Oral\nArg. 16. The Frys instead maintained, just as OCR had earlier\nfound, that the school districts infringed E. F.’s right to\nequal access—even if their actions complied in full with the IDEA’s\nrequirements. See App. to Brief in Opposition 15, 18–19, Complaint\n¶¶ 69, 85, 87; App. 34–37;supra,at 7–8.And nothing in the nature of the Frys’ suit\nsuggests any implicit focus on the adequacy of E. F.’s\neducation. Consider, as suggested above, that the Frys could have\nfiled essentially the same complaint if a public library or theater\nhad refused admittance to Wonder. Seesupra,at 16. Or\nsimilarly, consider that an adult visitor to the school could have\nleveled much the same charges if prevented from entering with his\nservice dog. Seeibid.In each case, the plaintiff would\nchallenge a public facility’s policy of precluding service dogs\n(just as a blind person might challenge a policy of barring guide\ndogs, seesupra, at 7) as violating Title II’s and §504’s\nequal access requirements. The suit would have nothing to do with\nthe provision of educational services. From all that we know now,\nthat is exactly the kind of action the Frys have brought.But we do not foreclose the possibility that the\nhistory of these proceedings might suggest something different. As\nearlier discussed, a plaintiff’s initial pursuit of the IDEA’s\nadministrative remedies can serve as evidence that the gravamen of\nher later suit is the denial of a FAPE, even though that does not\nappear on the face of her complaint. Seesupra,at 17–18.\nThe Frys may or may not have sought those remedies before filing\nthis case: None of the parties here have addressed that issue, and\nthe record is cloudy as to the relevant facts. Accordingly, on\nremand, the court below should establish whether (or to what\nextent) the Frys invoked the IDEA’s dispute resolution process\nbefore bringing this suit. And if the Frys started down that road,\nthe court should decide whether their actions reveal that the\ngravamen of their complaint is indeed the denial of a FAPE, thus\nnecessitating further exhaustion.With these instructions and for the reasons\nstated,we vacate the judgment of the Court of Appeals and remand\nthe case for further proceedings consistent with this opinion.It is so ordered.Notes1At the time (and until\n1990), the IDEA was called the Education of the Handicapped Act, or\nEHA. See §901(a), 104Stat. 1141–1142 (renaming the statute). To\navoid confusion—and acronym overload—we refer throughout this\nopinion only to the IDEA.2Because this case comes\nto us on review of a motion to dismiss E. F.’s suit, we accept\nas true all facts pleaded in her complaint. SeeLeathermanv.Tarrant County Narcotics Intelligence and Coordination\nUnit, 507 U. S. 163, 164 (1993) .3SeePaynev.Peninsula School Dist., 653 F. 3d 863, 874 (CA9 2011) (en\nbanc) (cataloguing different Circuits’ understandings of\n§1415(l)). In particular, the Ninth Circuit has criticized\nan approach similar to the Sixth Circuit’s for “treat[ing]\n§1415(l) as a quasi-preemption provision, requiring\nadministrative exhaustion for any case that falls within the\ngeneral ‘field’ of educating disabled students.”Id.,at\n875.4In reaching these\nconclusions, we leave for another day a further question about the\nmeaning of §1415(l): Is exhaustion required when the\nplaintiff complains of the denial of a FAPE, but the specific\nremedy she requests—here, money damages for emotional distress—is\nnot one that an IDEA hearing officer may award? The Frys, along\nwith the Solicitor General, say the answer is no. See Reply Brief\n2–3; Brief for United States asAmicus Curiae16. But\nresolution of that question might not be needed in this case\nbecause the Frys also say that their complaint is not about the\ndenial of a FAPE, see Reply Brief 17—and, as later explained, we\nmust remand that distinct issue to the Sixth Circuit, seeinfra, at 18–20. Only if that court rejects the Frys’ view\nof their lawsuit, using the analysis we set out below, will the\nquestion about the effect of their request for money damages\narise.5A case now before this\nCourt,Endrew F.v.Douglas County School Dist. RE–1,\nNo. 15–827, presents unresolved questions about the precise content\nof the FAPE standard.6Without finding the\ndenial of a FAPE, a hearing officer may do nothing more than order\na school district to comply with the Act’s various procedural\nrequirements, see §1415(f )(3)(E)(iii)—for example, by\nallowing parents to “examine all records” relating to their child,\n§1415(b)(1).7Similarly, a court in\nIDEA litigation may provide a substantive remedy only when it\ndetermines that a school has denied a FAPE. SeeSchool Comm. of\nBurlingtonv.Department of Ed. of Mass., 471 U. S.\n359, 369 (1985) . Without such a finding, that kind of relief is\n(once again) unavailable under the Act.8Once again, we do not\naddress here (or anywhere else in this opinion) a case in which a\nplaintiff, although charging the denial of a FAPE, seeks a form of\nremedy that an IDEA officer cannot give—for example, as in the\nFrys’ complaint, money damages for resulting emotional injury. See\nn. 4,supra.9The school districts\noffer another example illustrating the point. They suppose that a\nteacher, acting out of animus or frustration, strikes a student\nwith a disability, who then sues the school under a statute other\nthan the IDEA. See Brief for Respondents 36–37. Here too, the suit\ncould be said to relate, in both genesis and effect, to the child’s\neducation. But the school districts opine, we think correctly, that\nthe substance of the plaintiff’s claim is unlikely to involve the\nadequacy of special education—and thus is unlikely to require\nexhaustion. Seeibid.A telling indicator of that conclusion\nis that a child could file the same kind of suit against an\nofficial at another public facility for inflicting such physical\nabuse—as could an adult subject to similar treatment by a school\nofficial. To be sure, the particular circumstances of such a suit\n(school or theater? student or employee?) might be pertinent in\nassessing the reasonableness of the challenged conduct. But even if\nthat is so, the plausibility of bringing other variants of the suit\nindicates that the gravamen of the plaintiff’s complaint does not\nconcern the appropriateness of an educational program.10According to Justice Alito, the\nhypothetical inquiries described above are useful only if the IDEA\nand other federal laws are mutually exclusive in scope. Seepost, at 1 (opinion concurring in part and concurring in\njudgment). That is incorrect. The point of the questions is not to\nshow that a plaintiff faced with a particular set of circumstances\ncouldonlyhave proceeded under Title II or §504—or,\nalternatively, couldonlyhave proceeded under the IDEA.\n(Depending on the circumstances, she might well have been able to\nproceed under both.) Rather, these questions help determine whether\na plaintiff who has chosen to bring a claim under Title II or §504\ninstead of the IDEA—and whose complaint makes no mention of a\nFAPE—nevertheless raises a claim whosesubstanceis the\ndenial of an appropriate education.11The\npoint here is limited to commencement of the IDEA’s formal\nadministrative procedures; it does not apply to more informal\nrequests to IEP Team members or other school administrators for\naccommodations or changes to a special education program. After\nall, parents of a child with a disability are likely to bringallgrievances first to those familiar officials, whether or\nnot they involve the denial of a FAPE.",
    "joined": []
}