{
    "case": {
        "docket": "616",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/616/"
    },
    "id": "1970987",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–681_________________PAMELA HARRIS, et al, PETITIONERS v. PAT\nQUINN, GOVERNOR of ILLINOIS, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 30, 2014]Justice Kagan, with\nwhom Justice Ginsburg, Justice Breyer, and Justice Sotomayor\njoin,dissenting.Abood v. Detroit Bd. of\nEd., 431 U. S. 209 (1977) , answers the question presented in\nthis case. Abood held that a government entity may, consistently\nwith the First Amendment, require public employees to pay a fair\nshare of the cost that a union incurs negotiating on their behalf\nfor better terms of employment. That is exactly what Illinois did\nin entering into collective bargaining agreements with the Service\nEmployees International Union Healthcare (SEIU) which included\nfair-share provisions. Contrary to the Court’s decision, those\nagreements fall squarely within Abood’s holding. Here, Illinois\nemploys, jointly with individuals suffering from disabilities, the\nin-home care providers whom the SEIU represents. Illinois\nestablishes, following negotiations with the union, the most\nimportant terms of their employment, including wages, benefits, and\nbasic qualifications. And Illinois’s interests in imposing\nfair-share fees apply no less to those caregivers than to other\nstate workers. The petitioners’ challenge should therefore\nfail.And that result would\nfully comport with our decisions applying the First Amendment to\npublic employment. Abood is not, as the majority at one point\ndescribes it, “something of an anomaly,” allowing uncommon\ninterference with individuals’ expressive activities. Ante, at 8.\nRather, the lines it draws and the balance it strikes reflect the\nway courts generally evaluate claims that a condition of public\nemployment violates the First Amendment. Our decisions have long\nafforded government entities broad latitude to manage their\nworkforces, even when that affects speech they could not regulate\nin other contexts. Abood is of a piece with all those decisions:\nWhile protecting an employee’s most significant expression, that\ndecision also enables the government to advance its interests in\noperating effectively—by bargaining, if it so chooses, with a\nsingle employee representative and preventing free riding on that\nunion’s efforts.For that reason, one\naspect of today’s opinion is cause for satisfaction, though hardly\napplause. As this case came to us, the principal question it\npresented was whether to overrule Abood: The petitioners devoted\nthe lion’sshare of their briefing and argument to urging us to\noverturn that nearly 40-year-old precedent (and the respondents and\namici countered in the same vein). Today’s majority cannot resist\ntaking potshots at Abood, see ante, at 17–20, but it ignores the\npetitioners’ invitation to depart from principles of stare decisis.\nAnd the essential work in the majority’s opinion comes from its\nextended (though mistaken) distinction of Abood, see ante, at\n20–28, not from its gratuitous dicta critiquing Abood’s\nfoundations. That is to the good—or at least better than it might\nbe. The Abood rule is deeply entrenched, and is the foundation for\nnot tens or hundreds, but thousands of contracts between unions and\ngovernments across the Nation. Our precedent about precedent,\nfairly understood and applied, makes it impossible for this Court\nto reverse that decision.II begin where this\ncase should also end—with this Court’s decision in Abood. There,\nsome public school teachers in Detroit challenged a clause in their\ncollective bargaining agreement compelling non-union members to pay\nthe union a service charge equivalent to regular dues. The Court\nupheld the requirement so long as the union was using the money for\n“collective bargaining, contract administration, and grievance\nadjustment,” rather than for political or ideological activities.\n431 U. S., at 225–226. In so doing, the Court acknowledged\nthat such a fair-share provision “has an impact upon [public\nemployees’] First Amendment interests”; employees, after all, might\nobject to policies adopted or “activities undertaken by the union\nin its role as exclusive representative.” Id., at 222. Still, the\nCourt thought, the government’s own interests “constitutionally\njustified” the interference. Ibid. Detroit had decided, the Court\nexplained, that bargaining with a single employee representative\nwould promote “labor stability” and peaceful labor relations—by\nensuring, for example, that different groups of employees did not\npresent “conflicting demands.” Id., at 221, 229. And because such\nan exclusive bargaining agent has a legal duty to represent all\nemployees, rather than just its own members, a compulsory surcharge\nfairly distributes “the cost of [bargaining] among those who\nbenefit” and “counteracts the incentive that employees might\notherwise have to become ‘free riders.’ ” Id., at 222.This case thus raises a\nstraightforward question: Does Abood apply equally to Illinois’s\ncare providers as to Detroit’s teachers? No one thinks that the\nfair-share provisions in the two cases differ in any relevant\nrespect. Nor do the petitioners allege that the SEIU is crossing\nthe line Abood drew by using their payments for political or\nideological activities. The only point in dispute is whether it\nmatters that the personal assistants here are employees not only of\nthe State but also of the disabled persons for whom they care. Just\nas the Court of Appeals held, that fact should make no difference\nto the analysis. See 656 F. 3d 692, 698 (CA7 2011).To see how easily Abood\nresolves this case, consider how Illinois structured the\npetitioners’ employment, and also why it did so. The petitioners\nwork in Illinois’s Medicaid-funded Rehabilitation Program, which\nprovides in-home services to persons with disabilities who\notherwise would face institutionalization. Under the program, each\ndisabled person (the State calls them “customers”) receives care\nfrom a personal assistant; the total workforce exceeds 20,000. The\nState could have asserted comprehensive control over all the\ncaregivers’ activities. But because of the personalized nature of\nthe services provided, Illinois instead chose (as other States have\nas well) to share authority with the customers themselves. The\nresult is that each caregiver has joint employers—the State and the\ncustomer—with each controlling significant aspects of the\nassistant’s work.[1]For its part, Illinois\nsets all the workforce-wide terms of employment. Most notably, the\nState determines and pays the employees’ wages and benefits,\nincluding health insurance (while also withholding taxes). See 89\nIll.Admin. Code §§686.10(h)(10), 686.40(a)–(b) (2007); App. 44–46.\nBy regulation, Illinois establishes the job’s basic qualifications:\nfor example, the assistant must provide references or\nrecommendations and have adequate experience and training for the\nservices given. See §§686.10(c), (f). So too, the State describes\nthe services any personal assistant may provide, and prescribes the\nterms of standard employment contracts entered into between\npersonal assistants and customers. See §§686.10(h), 686.20.Illinois as well\nstructures the individual relationship between the customer and his\nassistant (in ways the majority barely acknowledges). Along with\nboth the customer and his physician, a state-employed counselor\ndevelops a service plan laying out the assistant’s specificjob\nresponsibilities, hours, and working conditions. See §§684.10,\n684.50. That counselor also assists the customer in conducting a\nstate-mandated annual performance review, based on\nstate-established criteria, and mediates any resulting\ndisagreements. See §686.30.Within the structure\ndesigned by the State, the cus-tomer of course has crucial\nresponsibilities. He exercises day-to-day supervisory control over\nthe personal assistant. See §676.30(b). And he gets both to hire a\nparticular caregiver (from among the pool of applicants Illinois\nhas deemed qualified) and to impose any needed discipline, up to\nand including discharge. See ibid.; §677.40(d). But even as to\nthose matters, the State plays a role. Before a customer may hire\nan assistant, the counselor must sign off on the employee’s ability\nto follow the customer’s directions and communicate with him. See\n§§686.10(d)–(e) (requiring that the employee demonstrate these\ncapabilities “to the satisfaction of” the counselor). And although\nonly a customer can actually fire an assistant, the State can\neffectively do so by refusing to pay one who fails to “meet [state]\nstandards.” §677.40(d). The majority reads that language narrowly,\nsee ante, at 3, n. 1, 22, but the State does not: It has made\nclear not just in its litigation papers, but also in its collective\nbargaining agreements and customer guidance that it will withhold\npayment from an assistant (or altogether disqualify her from the\nprogram) based on credible allegations of customer abuse, neglect,\nor financial exploitation. See App. 55; Brief for Respondent Quinn\n3, 50; Ill. Dept. of Human Servs., Customer Guidance for Managing\nProviders 8, online at\nhttp:// www. dhs.state.il.us / OneNetLibrary / 27897 / documents /Brochures/4365.pdf\n(as visited June 27, 2014, and available in Clerk of Court’s case\nfile).[2]Given that set of\narrangements, Abood should control. Although a customer can manage\nhis own relationship with a caregiver, Illinois has sole authority\nover every workforce-wide term and condition of the assistants’\nemployment—in other words, the issues most likely to be the subject\nof collective bargaining. In particular, if an assistant wants an\nincrease in pay, she must ask the State, not the individual\ncustomer. So too if she wants better benefits. (Although the\nmajority notes that caregivers do not receive statutory retirement\nand health insurance benefits, see ante, at 22, that is irrelevant:\nCollective bargaining between the State and SEIU has focused on\nbenefits from the beginning, and has produced state-funded health\ninsurance for personal assistants.) And because it is Illinois that\nwould sit down at a bargaining table to address those subjects—the\nones that matter most to employees and so most affect workforce\nstability—the State’s stake in a fair-share provision is the same\nas in Abood. Here too, the State has an interest in promoting\neffective operations by negotiating with an equitably and\nade-quately funded exclusive bargaining agent over termsand\nconditions of employment. That Illinois has delegated to program\ncustomers various individualized employment issues makes no\ndifference to those state interests. If anything, as the State has\ncontended, the dispersion of employees across numerous workplaces\nand the absence of day-to-day state supervision provides an\nadditional reason for Illinois to want to “address concerns common\nto all personal assistants” by negotiating with a single\nrepresentative: Only in that way, the State explains, can the\nemployees effectively convey their concerns about employment under\nthe Rehabilitation Program. App. to Pet. for Cert. 46a (Exec. Order\nNo. 2003–8).Indeed, the history of\nthat program forcefully demonstrates Illinois’s interest in\nbargaining with an adequately funded exclusive bargaining\nagent—that is, the interest Abood recognized and protected.\nWorkforce shortages and high turnover have long plagued in-home\ncare programs, principally because of low wages and benefits. That\nlabor instability lessens the quality of care, which in turn,\nforces disabled persons into institutions and (massively)\nin-creases costs to the State. See Brief for Paraprofessional\nHealthcare Institute as Amicus Curiae 16–26; Brief for State of\nCalifornia et al. as Amici Curiae 4–5. The individual\ncustomers are powerless to address those systemic issues; rather,\nthe State—because of its control over workforce-wide terms of\nemployment—is the single employer that can do so. And here Illinois\ndetermined (as have nine other States, see Brief for Respondent\nSEIU 51, n. 14) that negotiations with an exclusive\nrepresentative offered the best chance to set the Rehabilitation\nProgram on firmer footing. Because of that bargaining, as the\nmajority acknowledges, home-care assistants have nearly doubled\ntheir wages in less than 10 years, obtained state-funded health\ninsurance, and benefited from better training and workplace safety\nmeasures. See ante, at 32–33; Brief for Respondent Quinn 7; App.\n44–48. The State, in return, has obtained guarantees against\nstrikes or other work stoppages, see id., at 55—and most important,\nbelieves it has gotten a more stable workforce providing higher\nqual-ity care, thereby avoiding the costs associated with\ninstitu-tionalization. Illinois’s experience thus might serve as a\nveritable poster child for Abood—not, as the majority would have\nit, some strange extension of that decision.It is not altogether\neasy to understand why the majority thinks what it thinks: Today’s\nopinion takes the tack of throwing everything against the wall in\nthe hope that something might stick. A vain hope, as it turns out.\nEven once disentangled, the various strands of the majority’s\nreasoning do not distinguish this case from Abood.Parts of the majority’s\nanalysis appear to rest on the simple presence of another employer,\npossessing significant responsibilities, in addition to the State.\nSee ante, at 20–22, 24. But this Court’s cases provide no warrant\nfor holding that joint public employees are not real ones. To the\ncontrary, the Court has made clear that the government’s wide\nlatitude to manage its workforce extends to such employees, even as\nagainst their First Amendment claims. The government’s prerogative\nas employer, we recently explained, turns not on the “formal\nstatus” of an employee, but on the nature of the public “interests\nat stake”; we therefore rejected the view that “the Government’s\nbroad authority in managing its affairs should apply with\ndiminished force” to contract employees whose “direct employment\nrelationship” is with another party. NASA v. Nelson, 562 U. S.\n___, ___ (2011) (slip op., at 14–15). And indeed, we reached the\nsame result (in language that might have been written for this\ncase) when such employees “d[id] not work at the government’s\nworkplace[,] d[id] not interact daily with government officers and\nemployees,” and were not subject to the government’s “day-to-day\ncontrol” over “the details of how work is done.” Board of Comm’rs,\nWabaunsee Cty. v. Umbehr, 518 U. S. 668 –677 (1996).[3] Here, as I have explained,\nIllinois’s interests as an employer and program administrator are\nsubstantial, see supra, at 4–6; and accordingly, the State’s\nsharing of employment responsibilities with another party should\nnot matter.[4]Next, the majority\nemphasizes that the Illinois Legislature deemed personal assistants\n“public employees” solely “for the purposes of coverage under the\nIllinois Public Labor Relations Act” and not for other purposes,\nlike granting statutory benefits and incurring vicarious liability\nin tort. Ill. Comp. Stat., ch. 20, §2405/3(f) (West 2012); see\nante, at 6, 22–23; but cf. Martin v. Illinois, 2005 WL 2267733,\n*5–*8 (Ill. Workers’ Compensation Comm’n, July 26, 2005) (treating\ncaregivers as public employees for purposes of workers’\ncompensation).[5] But once\nagain, it is hard to see why that fact is relevant. The majority\nmust agree (this Court has made the point often enough) that “state\nlaw labels,” adopted for a whole host of reasons, do not determine\nwhether the State is acting as an employer for purposes of the\nFirst Amendment. E.g., Umbehr, 518 U. S., at 679. The true\nissue is whether Illinois has a sufficient stake in, and control\nover, the petitioners’ terms and conditions of employment to\nimplicate Abood’s rationales and trigger its application. And once\nmore, that question has a clear answer: As I have shown, Illinois\nnegotiates all workforce-wide terms of the caregivers’ employment\nas part of its effort to promote labor stability and effectively\nadminister its Rehabilitation Program. See supra, at 6–8. As\ncontrasted to that all-important fact, whether Illinois incurs\nvicarious liability for caregivers’ torts, see ante, at 23, or\ngrants them certain statutory benefits like health insurance, see\nante, at 22, is beside the point. And still more so because the\nState and SEIU can bargain over most such matters; for example, as\nI have noted, the two have reached agreement on providing\nstate-funded health coverage, see supra, at 7.Further, the majority\nclaims, “the scope of bargaining” that the SEIU may conduct for\ncaregivers is “circumscribed” because the customer has authority\nover individualized employment matters like hiring and firing.\nAnte, at 23–25. But (at the risk of sounding like a broken record)\nso what? Most States limit the scope of permissible bargaining in\nthe public sector—often ruling out of bounds similar,\nindividualized decisions. See R. Kearney & P. Mareschal, Labor\nRelations in the Public Sector 75–77 (5th ed. 2014) (“The great\nmajority of state statutes” exclude “certain matters from the scope\nof negotiations,” including, for example, personnel decisions\nrespecting “hiring, promotion, and dismissal”); Note, Developments\nin the Law—Public Employment, 97 Harv. L. Rev. 1611, 1684 (1984)\n(Many state statutes “explicitly limit[ ] the scope of bargaining,\ntypically by excluding decisions on personnel management”). Here,\nthe scope of collective bargaining—over wages and benefits, as well\nas basic duties and qualifications—more than suffices to implicate\nthe state interests justifying Abood. Those are the matters, after\nall, most likely to concern employees generally and thus most\nlikely to affect the nature and quality of the State’s workforce.\nThe idea that Abood applies only if a union can bargain with the\nState over every issue comes from nowhere and relates to nothing in\nthat decision—and would revolutionize public labor law.Finally, the majority\nplaces weight on an idiosyncrasy of Illinois law: that a regulation\nrequires uniform wages for all personal assistants. See ante, at\n25. According to the majority, that means Abood’s free-rider\nrationale “has little force in the situation now before us”: Even\nabsent the duty of fair representation (requiring the union to work\non behalf of all employees, members and non-members alike, see\ninfra, at 22–23), the union could not bargain one employee’s wages\nagainst another’s. Ante, at 26.[6] But that idea is doubly wrong. First, the Illinois\nregulation applies only to wages. It does not cover, for example,\nthe significant health benefits that the SEIU has obtained for\nin-home caregivers, or any other benefits for which it may bargain\nin the future. Nor does the regulation prevent preferential\nparticipation in the grievance process, which governs all disputes\nbetween Illinois and caregivers arising from the terms of their\nagreement. See n. 2, supra. And second, even if the regulation\ncovered everything subject to collective bargaining, the majority’s\nreasoning is a non-sequitur. All the regulation would do then is\nserve as suspenders to the duty of fair representation’s belt: That\nIllinois has two ways to ensure that the results of collective\nbargaining redound to the benefit of all employees serves to\ncompound, rather than mitigate, the union’s free-rider problem.As far as I can tell,\nthat covers the majority’s reasons for distinguishing this case\nfrom Abood. And even when considered in combination, as the\nmajority does, they do not succeed. What makes matters still worse\nis the perverse result of the majority’s decision: It penalizes the\nState for giving disabled persons some control over their own care.\nIf Illinois had structured the program, as it could have, to\ncentralize every aspect of the employment relationship, no question\ncould possibly have arisen about Abood’s application. Nothing\nshould change because the State chose to respect the dignity and\nindependence of program beneficiaries by allowing them to select\nand discharge, as well as supervise day-to-day, their own\ncaregivers. A joint employer remains an employer, and here, as I\nhave noted, Illinois kept authority over all workforce-wide terms\nof employment—the very issues most likely to be the subject of\ncollective bargaining. The State thus should also retain the\nprerogative—as part of its effort to “ensure efficient and\neffective delivery of personal care services”—to require all\nemployees to contribute fairly to their bargaining agent. App. to\nPet. for Cert. 45a (Exec. Order No. 2003–8).IIPerhaps recognizing\nthe difficulty of plausibly distinguishing this case from Abood,\nthe petitioners raised a more fundamental question: the continued\nviability of Abood as to all public employees, even what the\nmajority calls “full-fledged” ones. Ante, at 9. That issue occupied\nthe brunt of the briefing and argument in this Court. See, e.g.,\nBrief for Petitioners 16–24; Brief for Respondent SEIU 15–44; Brief\nfor Respondent Quinn 15–29; Brief for United States as Amicus\nCuriae 14–28; Tr. of Oral Arg. 5–21, 32–39, 42–47, 50–60. The\nmajority declines the petitioners’ request to overturn\nprecedent—and rightly so: This Court does not have anything close\nto the special justification necessary to overturn Abood. Still,\nthe majority cannot restrain itself from providing a critique of\nthat decision, suggesting that it might have resolved the case\ndifferently in the first instance. That dicta is off-base: Abood\ncorresponds precisely to this Court’s overall framework for\nassessing public employees’ First Amendment claims. To accept that\nframework, while holding Abood at arms-length, is to wish for a sui\ngeneris rule, lacking in justification, applying exclusively to\nunion fees.AThis Court’s view of\nstare decisis makes plain why the majority cannot—and did\nnot—overturn Abood. That doctrine, we have stated, is a “foundation\nstone of the rule of law.” Michigan v. Bay Mills Indian Community,\n572 U. S. ___, ___ (2014) (slip op., at 15). It “promotes the\nevenhanded, predictable, and consistent development of legal\nprinciples [and] fosters reliance on judicial decisions.” Payne v.\nTennessee, 501 U. S. 808, 827 (1991) . As important, it\n“contributes to the actual and perceived integrity of the judicial\nprocess,” ibid., by ensuring that decisions are “founded in the law\nrather than in the proclivities of individuals,” Vasquez v.\nHillery, 474 U. S. 254, 265 (1986) . For all those reasons,\nthis Court has always held that “any departure” from precedent\n“demands special justification.” Arizona v. Rumsey, 467 U. S.\n203, 212 (1984) .And Abood is not just\nany precedent: It is entrenched in a way not many decisions are.\nOver nearly four decades, we have cited Abood favorably numerous\ntimes, and we have repeatedly affirmed and applied its core\ndistinction between the costs of collective bargaining (which the\ngovernment can demand its employees share) and those of political\nactivities (which it cannot). See, e.g., Locke v. Karass, 555\nU. S. 207 –214 (2009); Lehnert v. Ferris Faculty Assn., 500\nU. S. 507, 519 (1991) ; Teachers v. Hudson, 475 U. S. 292\n–302 (1986); Ellis v. Railway Clerks, 466 U. S. 435 –457\n(1984). Reviewing those decisions, this Court recently—and\nunanimously—called the Abood rule “a general First Amendment\nprinciple.” Locke, 555 U. S., 213–215. And indeed, the Court\nhas relied on that rule in deciding cases involving compulsory fees\noutside the labor context—which today’s majority reaffirms as good\nlaw, see ante, at 37–39. See, e.g., Keller v. State Bar of Cal.,\n496 U. S. 1 –17 (1990) (state bar fees); Board of Regents of\nUniv. of Wis. System v. Southworth, 529 U. S. 217 –232 (2000)\n(public university student fees); Glickman v. Wileman Brothers\n& Elliott, Inc., 521 U. S. 457 –473 (1997) (commercial\nadvertising assessments). Not until two years ago, in Knox v.\nService Employees, 567 U. S. ___ (2012), did the Court so much\nas whisper (there without the benefit of briefing or argument, see\nid., at ___ (Sotomayor, J., concurring in judgment) (slip op., at\n1–6)) that it had any misgivings about Abood.Perhaps still more\nimportant, Abood has created enormous reliance interests. More than\n20 States have enacted statutes authorizing fair-share provisions,\nand on that basis public entities of all stripes have entered into\nmulti-year contracts with unions containing such clauses. “Stare\ndecisis has added force,” we have held, when overturning a\nprecedent would require “States to reexamine [and amend] their\nstatutes.” Hilton v. South Carolina Public Railways Comm’n, 502\nU. S. 197 –203 (1991). And on top of that, “[c]onsiderations\nin favor of stare decisis are at their acme in cases involving\nproperty and contract rights.” Payne, 501 U. S., at 828. Here,\ngovernments and unions across the country have entered into\nthousands of contracts involving millions of employees in reliance\non Abood. Reliance interests do not come any stronger.The majority’s\ncriticisms of Abood do not remotely defeat those powerful reasons\nfor adhering to the decision. The special justifications needed to\nreverse an opinion must go beyond demonstrations (much less\nassertions) that it was wrong; that is the very point of stare\ndecisis. And the majority’s critique extends no further. It is\nmostly just a catalog of errors Abood supposedly\ncommitted—reproaches that could have been leveled as easily 40\nyears ago as today. Only the idea that Abood did not “anticipate”\nor “foresee” the difficulties of distinguishing between collective\nbargaining and political activities, see ante, at 18–19, might be\nthought different. But in fact, Abood predicted precisely those\nissues. See 431 U. S., at 236 (“There will, of course, be\ndifficult problems in drawing lines between collective-bargaining\n. . . and ideological activities”). It simply disagreed\nwith today’s majority about whether in this context, as in many\nothers, lines that are less than pristine are still worth using.\nAnd in any event, the majority much overstates the difficulties of\nclassifying union expenditures. The Court’s most recent decision on\nthe subject unanimously resolved the single issue that had divided\nlower courts. See Locke, 555 U. S., at 217–221. So it is not\nsurprising that the majority fails to offer any concrete examples\nof thorny classification problems. If the kind of hand-wringing\nabout blurry lines that the majority offers were enough to justify\nbreaking with precedent, we might have to discard whole volumes of\nthe U. S. Reports.And the majority says\nnothing to the contrary: It does not pretend to have the requisite\njustifications to overrule Abood. Readers of today’s decision will\nknow that Abood does not rank on the majority’s top-ten list of\nfavorite precedents—and that the majority could not restrain itself\nfrom saying (and saying and saying) so. Yet they will also know\nthat the majority could not, even after receiving full-dress\nbriefing and argument, come up with reasons anywhere near\nsufficient to reverse the decision. Much has gone wrong in today’s\nruling, but this has not: Save for an unfortunate hiving off of\nostensibly “partial-public” employees, ante, at 28, Abood remains\nthe law.BAnd even apart from\nstare decisis, that result is as it should be; indeed, it is the\nonly outcome that makes sense in the context of our caselaw. In\nnumerous cases decided over many decades, this Court has addressed\nthe government’s authority to adopt measures limiting expression in\nthe capacity not of sovereign but of employer. Abood fits—fits\nhand-in-glove—with all those cases, in both reasoning and result.\nWere that rule not in place, our law respecting public employees’\nspeech rights would contain a serious anomaly—a different legal\nstandard (and not a good one) applying exclusively to union\nfees.This Court has long\nacknowledged that the government has wider constitutional latitude\nwhen it is acting as employer than as sovereign. See Engquist v.\nOregon Dept. of Agriculture, 553 U. S. 591, 598 (2008)\n(“[T]here is a crucial difference, with respect to constitutional\nanalysis, between the government exercising the power to regulate\n. . . and the government acting . . . to manage\n[its] internal operation” (internal quotation marks omitted)).\n“Time and again our cases have recognized that the Government has a\nmuch freer hand” in dealing with its employees than with other\ncitizens. NASA, 562 U. S., at ___ (slip op., at 12). We have\nexplained that “[t]he government’s interest in achieving its goals\nas effectively and efficiently as possible is elevated” in the\npublic workplace—that the government must have the ability to\ndecide how to manage its employees in order to best provide\nservices to the public. Engquist, 553 U. S., at 598. In\neffect, we have tried to place the government-qua-employer in a\nsimilar (though not identical) position to the private employer,\nrecognizing that both face comparable challenges in maintaining a\nproductive workforce. The result is that a public employee “must\naccept certain limitations on his or her freedom.” Garcetti v.\nCeballos, 547 U. S. 410, 418 (2006) . “[A]lthough government\nemployees do not lose their constitutional rights when they accept\ntheir positions, those rights must be balanced against the\nrealities of the employment context.” Engquist, 553 U. S., at\n600.Further, this Court has\ndeveloped and applied those principles in numerous cases involving\nFirst Amendment claims. “Government employers, like private\nemployers,” we have explained, “need a significant degree of\ncontrol over their employees’ words” in order to “efficient[ly]\nprovi[de] public services.” Garcetti, 547 U. S., at 418.\nAccordingly, we have devised methods for distinguishing between\nspeech restrictions reflecting the kind of concerns private\nemployers often hold (which are constitutional) and those\nexploiting the employment relationship to restrict employees’\nspeech as private citizens (which are not). Most notably, the Court\nuses a two-step test originating in Pickering v. Board of Ed. of\nTownship High School Dist. 205, Will Cty., 391 U. S. 563\n(1968) . First, if the expression at issue does not relate to “a\nmatter of public concern,” the employee “has no First Amendment\ncause of action.” Garcetti, 547 U. S., at 418. Second, even if\nthe speech addresses a matter of public concern, a court is to\ndetermine whether the government “had an adequate justification”\nfor its action, ibid., by balancing “the interests of the\n[employee] as a citizen . . . and the interest of the\nState, as an employer, in promoting the efficiency of the public\nservices it performs through its employees,” Pickering, 391\nU. S., at 568.Abood is of a piece\nwith all those decisions; and indeed, its core analysis mirrors\nPickering’s. The Abood Court recognized that fair-share provisions\nfunction as prerequisites to employment, assessed to cover the\ncosts of representing employees in collective bargaining. Private\nemployers, Abood noted, often established such employment\nconditions, to ensure adequate funding of an exclusive bargaining\nagent, and thus to promote labor stability. Abood acknowledged\n(contrary to the majority’s statement, see ante, at 17) certain\n“differences in the nature of collective bargaining in the public\nand private sectors.” 431 U. S., at 227; see id., at 227–229.\nBut the Court concluded that the government, acting as employer,\nshould have the same prerogative as a private business in deciding\nhow best to negotiate with its employees over such matters as wages\nand benefits. See id., at 229 (“[T]here can be no principled basis\nfor” distinguishing between a public and private employer’s view\nthat a fair-share clause will promote “labor stability”). At the\nsame time, the Court recognized the need for some mechanism to\nensure that the government could not leverage its power as employer\nto impinge on speech its employees undertook as citizens on matters\nof public import. See id., at 234–236.The Court struck the\nappropriate balance by drawing a line, corresponding to\nPickering’s, between fees for collective bargaining and those for\npolitical activities. On the one side, Abood decided, speech within\nthe employment relationship about pay and working conditions\npertains mostly to private concerns and implicates the government’s\ninterests as employer; thus, the government could compel fair-share\nfees for collective bargaining. On the other side, speech in\npolitical campaigns relates to matters of public concern and has no\nbearing on the government’s interest in structuring its workforce;\nthus, compelled fees for those activities are forbidden. In that\nway, the law surrounding fair-share provisions coheres with the law\nrelating to public employees’ speech generally. Or, said otherwise,\nan anomaly in the government’s regulation of its workforce would\narise in Abood’s absence: Public employers could then pursue all\npolicies, except this single one, reasonably designed to manage\npersonnel and enhance the effectiveness of their programs.The majority’s critique\nof Abood principally goes astray by deeming all this irrelevant.\nThis Court, the majority insists, has never “seen Abood as based on\nPickering balancing.” Ante, at 34. But to rely on Abood’s failure\nto cite Pickering more often, as the majority does, see ante, at\n34, n. 26, is to miss the essential point. Although stemming from\ndifferent historic antecedents, the two decisions addressed\nvariants of the same issue: the extent of the government’s power to\nadopt employment conditions affecting expression. And as just\ndiscussed, the twogave strikingly parallel answers, providing a\ncoherent framework to adjudicate the constitutionality of those\nregulations.To the extent the\nmajority engages with that framework, its analysis founders at the\nfirst step, in assessing the First Amendment value of the speech at\nissue here. A running motif of the majority opinion is that\ncollective bargaining in the public sector raises significant\nquestions about the level of government spending. Ante, at 17–18\nand n. 7, 36 and nn. 28–29. By financing the SEIU’s\ncollective bargaining over wages and benefits, the majority\nsuggests, in-home caregivers—whether they wish to or not—take one\nside in a debate about those issues.But that view of the\nFirst Amendment interests at stake blinks decades’ worth of this\nCourt’s precedent. Our decisions (tracing from Pickering as well as\nAbood) teach that internal workplace speech about public employees’\nwages, benefits, and such—that is, the prosaic stuff of collective\nbargaining—does not become speech of “public concern” just because\nthose employment terms may have broader consequence. To the\ncontrary, we have made clear that except in narrow circumstances we\nwill not allow an employee to make a “federal constitutional issue”\nout of basic “employment matters, including working conditions,\npay, discipline, promotions, leave, vacations, and terminations.”\nBorough of Duryea v. Guarnieri, 564 U. S. ___, ___ (2011)\n(slip op., at 10); see Umbehr, 518 U. S., at 675 (public\nemployees’ “speech on merely private employment matters is\nunprotected”). Indeed, even Abood’s original detractors conceded\nthat an employee’s interest in expressing views, within the\nworkplace context, about “narrowly defined economic issues [like]\nsalaries and pension benefits” is “relatively insignificant” and\n“weak.” 431 U. S., at 263, n. 16 (Powell, J., concurring\nin judgment). (Those Justices saved their fire for teachers’ speech\nrelating to education policy. See ibid.) And nowhere has the Court\never suggested, as the majority does today, see ante, at 35–36 and\nn. 28, that if a certain dollar amount is at stake (but how much,\nexactly?), the constitutional treatment of an employee’s expression\nbecomes any different.Consider an analogy,\nnot involving union fees: Suppose an employee violates a government\nemployer’s work rules by demanding, at various inopportune times\nand places, higher wages for both himself and his co-workers\n(which, of course, will drive up public spending). The government\nemployer disciplines the employee, and he brings a First Amendment\nclaim. Would the Court consider his speech a matter of public\nconcern under Pickering? I cannot believe it would, and indeed the\npetitioners’ own counsel joins me in that view. He maintained at\noral argument that such speech would concern merely an “internal\nproprietary matter,” thus allowing the employer to take\ndisciplinary action. Tr. of Oral Arg. 6, 10. If the majority thinks\notherwise, government entities across the country should prepare\nthemselves for unprecedented limitations on their ability to\nregulate their workforces. But again, I doubt they need to worry,\nbecause this Court has never come close to holding that any matter\nof public employment affecting public spending (which is to say\nmost such matters) becomes for that reason alone an issue of public\nconcern. (And on the off-chance that both the petitioners and I are\nwrong on that score, I am doubly confident that the government\nwould prevail under Pickering’s balancing test.)I can see no reason to\ntreat the expressive interests of workers objecting to payment of\nunion fees, like the petitioners here, as worthy of greater\nconsideration. The subject matter of the speech is the same: wages\nand benefits for public employees. Or to put the point more fully:\nIn both cases (mine and the real one), the employer is sanctioning\nemployees for choosing either to say or not to say something\nrespecting their terms and conditions of employment. Of course, in\nmy hypothetical, the employer is stopping the employee from\nspeaking, whereas in this or any other case involving union fees,\nthe employer is forcing the employee to support such expression.\nBut I am sure the majority would agree that that difference does\nnot make a difference—in other words, that the “difference between\ncompelled speech and compelled silence” is “without constitutional\nsignificance.” Riley v. National Federation of Blind of N. C.,\nInc., 487 U. S. 781, 796 (1988) . Hence, in analyzing the kind\nof expression involved in this case, Abood corresponds to Pickering\n(and vice versa)—with each permitting a government to regulate such\nactivity in aid of managing its workforce to provide public\nservices.Perhaps, though, the\nmajority’s skepticism about Abood comes from a different source:\nits failure to fully grasp the government’s interest in bargaining\nwith an adequately funded exclusive bargaining representative. One\nof the ma-jority’s criticisms of Abood, stated still more\nprominently in Knox, 567 U. S., at ___ (slip op., at 10–11),\ngoes something as follows. Abood (so the majority says) wrongly saw\na government’s interest in bargaining with an exclusive\nrepresentative as “inextricably linked” with a fair-share\nagreement. Ante, at 31; see ante, at 20. A State, the majority (a\nbit grudgingly) acknowledges, may well have reasons to bargain with\na single agent for all employees; and without a fair-share\nagreement, that union’s activities will benefit employees who do\nnot pay dues. Yet “[s]uch free-rider arguments,” the majority\navers, “are generally insufficient to overcome First Amendment\nobjections.” Ante, at 8–9 (quoting Knox, 567 U. S., at ___\n(slip op., at 10–11)). In the majority’s words: “A host of\norganizations advocate on behalf of the interests of persons\nfallingwithin an occupational group, and many of these groups are\nquite successful even though they are dependent on voluntary\ncontributions.” Ante, at 33–34.But Abood and a host of\nour other opinions have explained and relied on an essential\ndistinction between unions and special-interest organizations\ngenerally. See, e.g., Abood, 431 U. S., at 221–222 and\nn. 15; Communications Workers v. Beck, 487 U. S. 735, 750\n(1988) ; Machinists v. Street, 367 U. S. 740, 762 (1961) . The\nlaw compels unions to represent—and represent fairly—every worker\nin a bargaining unit, regardless whether they join or contribute to\nthe union. That creates a collective action problem of far greater\nmagnitude than in the typical interest group, because the union\ncannot give any special advantages to its own backers. In such a\ncircumstance, not just those who oppose but those who favor a union\nhave an economic incentive to withhold dues; only altruism or\nloyalty—as against financial self-interest—can explain their\nsupport. Hence arises the legal rule countenancing fair-share\nagreements: It ensures that a union will receive adequate funding,\nnotwithstanding its legally imposed disability—and so that a\ngovernment wishing to bargain with an exclusive representative will\nhave a viable counterpart.As is often the case,\nJustice Scalia put the point best:“Where the state imposes upon the union a\nduty to deliver services, it may permit the union to demand\nreimbursement for them; or, looked at from the other end, where the\nstate creates in the nonmembers a legal entitlement from the union,\nit may compel them to pay the cost. The ‘compelling state interest’\nthat justifies this constitutional rule is not simply elimination\nof the inequity arising from the fact that some union activity\nredounds to the benefit of ‘free-riding’ nonmembers; private speech\noften furthers the interests of nonspeakers, and that does not\nalone empower the state to compel the speech to be paid for. What\nis distinctive, however, about the ‘free riders’ [in unions]\n. . . is that . . . the law requires the union\nto carry [them]—indeed, requires the union to go out of its way to\nbenefit [them], even at the expense of its other\ninterests. . . . [T]he free ridership (if it were\nleft to be that) would be not incidental but calculated, not\nimposed by circumstances but mandated by government decree.”\nLehnert, 500 U. S., at 556 (opinion concurring in judgment in\npart and dissenting in part).And in other parts of its opinion, the majority\nitself mimics the point, thus recognizing the core rationale of\nAbood: What justifies the agency fee, the majority notes, is “the\nfact that the State compels the union to promote and protect the\ninterests of nonmembers.” Ante, at 25; see ante, at 27, n. 18.\nExactly right; indeed, that is as clear a one-sentence account of\nAbood’s free-rider rationale as appears in this Court’s\ndecisions.Still, the majority too\nquickly says, it has no worries in this case: Given that Illinois’s\ncaregivers voted to unionize, “it may be presumed that a high\npercentage of [them] became union members and are willingly paying\nunion dues.” Ante, at 33. But in fact nothing of the sort may be so\npresumed, given that union supporters (no less than union\ndetractors) have an economic incentive to free ride. See supra, at\n22–23. The federal workforce, on which the majority relies, see\nante, at 31, provides a case in point. There many fewer employees\npay dues than have voted for a union to represent them.[7] And why, after all, should that\nendemic free-riding be surprising? Does the majority think that\npublic employees are immune from basic principles of economics? If\nnot, the majority can have no basis for thinking that absent a\nfair-share clause, a union can attract sufficient dues to\nadequately support its functions.This case in fact\noffers a prime illustration of how a fair-share agreement may serve\nimportant government interests. Recall that Illinois decided that\ncollective bargaining with an exclusive representative of in-home\ncaregivers would enable it to provide improved services through its\nRehabilitation Program. See supra, at 7–8. The State thought such\nbargaining would enable it to attract a better and more stable\nworkforce to serve disabled patients, preventing their\ninstitutionalization and thereby decreasing total state\nexpenditures. The majority does not deny the State’s legitimate\ninterest in choosing to negotiate with an exclusive bargaining\nagent, in service of administering an effective program. See ante,\nat 32–33. But the majority does deny Illinois the means it\nreasonably deemed appropriate to effectuate that policy—a\nfair-share provision ensuring that the union has the funds\nnecessary to carry out its responsibilities on behalf of in-home\ncaregivers. The majority does so against the weight of all\nprecedent, and based on “empirical assumption[s],” ante, at 20,\nlacking any foundation. Abood got this matter right; the majority\ngets it wrong: Illinois has a more than sufficient interest, in\nmanaging its workforce and administering the Rehabilitation\nProgram, to require employees to pay a fair share of a union’s\ncosts of collective bargaining.IIIFor many decades,\nAmericans have debated the pros and cons of right-to-work laws and\nfair-share requirements. All across the country and continuing to\nthe present day, citizens have engaged in passionate argument about\nthe issue and have made disparate policy choices. The petitioners\nin this case asked this Court to end that discussion for the entire\npublic sector, by overruling Abood and thus imposing a\nright-to-work regime for all government employees. The good news\nout of this case is clear: The majority declined that radical\nrequest. The Court did not, as the petitioners wanted, deprive\nevery state and local government, in the management of their\nemployees and programs, of the tool that many have thought\nnecessary and appropriate to make collective bargaining work.The bad news is just as\nsimple: The majority robbed Illinois of that choice in\nadministering its in-home care program. For some 40 years, Abood\nhas struck a stable balance—consistent with this Court’s general\nframework for assessing public employees’ First Amendment\nclaims—between those employees’ rights and government entities’\ninterests in managing their workforces. The majority today\nmisapplies Abood, which properly should control this case. Nothing\nseparates, for purposes of that decision, Illinois’s personal\nassistants from any other public employees. The balance Abood\nstruck thus should have defeated the petitioners’ demand to\ninvalidate Illinois’s fair-share agreement. I respectfully\ndissent.Notes1The majority describes\nthe petitioners as “partial” or “quasi” public employees, a label\nof its own devising. ,at 28. But employment law has a real\nname—joint employees—for workers subject at once to the authority\nof two or more employers (a not uncommon phenomenon). See, ,29 CFR\n§791.2 (2013); v. , . And the Department of Labor recently\nexplained that in-home care programs, if structured like\nIllinois’s, establish joint employment relationships. See 78 Fed.\nReg. 60483–60484 (2013).2Indeed, pursuant to the\ngrievance procedure in the present collective bargaining agreement,\nthe SEIU obtained an arbitration award reversing the State’s\ndecision to disqualify an assistant from the program for such\nreasons. See Brief for Respondent SEIU 7 (citing Doc. No. 32–5 in\nCase No. 10–cv–02477 (ND Ill.)).3The majority claims that\nthe Court developed this law “for use in other contexts,” , at\n28–29, n. 20but that is true only in the narrowest sense. The\ndecisions I cite dealt with claims that joint or contract employees\nmade against the government. The only difference is that those\nsuits challenged different restrictions on the employees’\nexpressive activities.4In a related argument,\nthe majority frets that if extends to the joint employees here, a\n“host of workers who receive payments from a governmental entity\nfor some sort of service would be candidates for inclusion within\n’s reach.” , at 28. But as I have just shown, this Court has not\nallowed such worries about line-drawing to limit the government’s\nauthority over joint and contract employees in the past. And\nrightly so, because whatever close cases may arise at the margin\n(there always are some), the essential distinction between such\nemployees and mere recipients of government funding is not hard to\nmaintain. Consider again the combination of things Illinois does\nhere: set wages, provide benefits, administer payroll, withhold\ntaxes, set minimum qualifications, specify terms of standard\ncontracts, develop individualized service plans, fund orientation\nand training, facilitate annual reviews, and resolve certain\ngrievances. That combination of functions places the petitioners so\nsecurely on one side of the boundary between public employees and\nmere recipients of public funding as to justify deferral of\nline-drawing angst to another case.5As the opinion’s\nquadruple repetition of the words “appear” and “apparently”\nsuggests, , at 22–23, the majority is mostly guessing as to in-home\ncaregivers’ eligibility for various state programs.6The majority also\nsuggests in this part of its opinion that even if the union had\nlatitude to demand higher wages only for its own supporters, it\nwould not do so. See , at 27, n. 18. But why not? A rational\nunion, in the absence of any legal obligation to the contrary,\nwould almost surely take that approach to bargaining.7See, , R. Kearney &\nP. Mareschal, Labor Relations in the Public Sector 26 (5th ed.\n2014) (“[T]he largest federal union, the American Federation of\nGovernment Employees (AFGE), represented approximately 650,000\nbargaining unit members in 2012, but less than half of them were\ndues-paying members. All told, out of the approximately 1.9 million\nfull-time federal wage system (blue-collar) and General Schedule\n(white-collar) employees who are represented by a collective\nbargaining contract, only one-third actually belong to the union\nand pay dues”).",
    "joined": []
}