{
    "case": {
        "docket": "209",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/209/"
    },
    "id": "1970488",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 11–246 and 11–247_________________MATCH-E-BE-NASH-SHE-WISH BAND OF\nPOTTAWATOMI INDIANS, PETITIONER11–246v.DAVID PATCHAK et al.KEN L. SALAZAR, SECRETARY OF THE\nINTERIOR, et al., PETITIONERS11–247v.DAVID PATCHAK et al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 18, 2012]Justice Kagan delivered the opinion of the\nCourt.A provision of the Indian Reorganization Act\n(IRA), 25 U. S. C. §465, authorizes the Secretary of the\nInterior (Secretary) to acquire property “for the purpose of\nproviding land for Indians.” Ch. 576, §5, 48Stat. 985. The\nSecretary here acquired land in trust for an Indian tribe seeking\nto open a casino. Respondent David Patchak lives near that land and\nchallenges the Secretary’s decision in a suit brought under the\nAdministrative Procedure Act (APA), 5 U. S. C. §701et seq. Patchak claims that the Secretary lacked\nauthority under §465 to take title to the land, and alleges\neconomic, environmental, and aesthetic harms from the casino’s\noperation.We consider two questions arising from Patchak’s\naction. The first is whether the United States has sovereign\nimmunity from the suit by virtue of the Quiet Title Act (QTA),\n86Stat. 1176. We think it does not. The second is whether Patchak\nhas prudential standing to challenge the Secretary’s acquisition.\nWe think he does. We therefore hold that Patchak’s suit may\nproceed.IThe Match-E-Be-Nash-She-Wish Band of Pottawatomi\nIndians (Band) is an Indian tribe residing in rural Michigan.\nAlthough the Band has a long history, the Department of the\nInterior (DOI) formally recognized it only in 1999. See 63 Fed.\nReg. 56936 (1998). Two years later, the Band petitioned the\nSecretary to exercise her authority under §465 by taking into trust\na tract of land in Wayland Township, Michigan, known as the Bradley\nProperty. The Band’s application explained that the Band would use\nthe property “for gaming purposes,” with the goal of generating the\n“revenue necessary to promote tribal economic development,\nself-sufficiency and a strong tribal government capable of\nproviding its members with sorely needed social and educational\nprograms.” App. 52, 41.[1]In 2005, after a lengthy administrative review,\nthe Secretary announced her decision to acquire the Bradley\nProperty in trust for the Band. See 70 Fed. Reg. 25596. In\naccordance with applicable regulations, the Secretary committed to\nwait 30 days before taking action, so that interested parties could\nseek judicial review. Seeibid.; 25 CFR §151.12(b) (2011).\nWithin that window, an organization called Michigan Gambling\nOpposition (or MichGO) filed suit alleging that the Secretary’s\ndecision violated environmental and gaming statutes. The Secretary\nheld off taking title to the property while that litigation\nproceeded. Within the next few years, a District Court and the\nD. C. Circuit rejected MichGO’s claims. SeeMichigan\nGambling Oppositionv.Kempthorne, 525 F.3d 23, 27–28\n(CADC 2008);Michigan Gambling Oppositionv.Norton,\n477 F. Supp. 2d 1 (DC 2007).Shortly after the D. C. Circuit ruled\nagainst MichGO (but still before the Secretary took title), Patchak\nfiled this suit under the APA advancing a different legal theory.\nHe asserted that §465 did not authorize the Secretary to acquire\nproperty for the Band because it was not a feder- ally recognized\ntribe when the IRA was enacted in 1934. See App. 37. To establish\nhis standing to bring suit, Patchak contended that he lived “in\nclose proximity to” the Bradley Property and that a casino there\nwould “destroy the lifestyle he has enjoyed” by causing “increased\ntraffic,” “increased crime,” “decreased property values,” “an\nirreversible change in the rural character of the area,” and “other\naesthetic, socioeconomic, and environmental problems.”Id.,at 30–31. Notably, Patchak did not assert any claim of his own to\nthe Bradley Property. He requested only a declaration that the\ndecision to acquire the land violated the IRA and an injunction to\nstop the Secretary from accepting title. Seeid.,at 38–39.\nThe Band intervened in the suit to defend the Secretary’s\ndecision.In January 2009, about five months after Patchak\nfiled suit, this Court denied certiorari in MichGO’s case, 555 U.S.\n1137, and the Secretary took the Bradley Property into trust. That\naction mooted Patchak’s request for an injunction to prevent the\nacquisition, and all parties agree that the suit now effectively\nseeks to divest the Federal Government of title to the land. See\nBrief for Match-E-Be-Nash-She-Wish Band of Pottawatomi Indians 17\n(hereinafter Tribal Petitioner); Brief for Federal Petitioners 11;\nBrief for Respondent 24–25. The month after the Government took\ntitle, this Court held inCarcieriv.Salazar,555 U.S.\n379, 382 (2009), that §465 authorizes the Secretary to take\nland into trust only for tribes that were “under federal\njurisdiction” in 1934.[2]The District Court dismissed the suit without\nconsidering the merits (including the relevance ofCarcieri), ruling that Patchak lacked prudential standing to\nchallenge the Secretary’s acquisition of the Bradley Property. The\ncourt reasoned that the injuries Patchak alleged fell outside\n§465’s “zone of interests.” 646 F. Supp. 2d 72, 76 (DC 2009). The\nD. C. Circuit reversed that determination. See 632 F.3d 702,\n704–707 (2011). The court also rejected the Secretary’s and the\nBand’s alternative argument that by virtue of the QTA, sovereign\nimmunity barred the suit. Seeid.,at 707–712. The latter\nruling conflicted with decisions of three Circuits holding that the\nUnited States has immunity from suits like Patchak’s. SeeNeighbors for Rational Development, Inc.v.Norton,379 F.3d 956, 961–962 (CA10 2004);Metropolitan Water Dist.\nof Southern Cal.v.United States,830 F.2d 139,\n143–144 (CA9 1987)(per curiam);Florida Dept. of\nBus. Regulationv.Department of Interior, 768 F.2d\n1248, 1253–1255 (CA11 1985). We granted certiorari to review both\nof the D. C. Circuit’s holdings, 565 U. S. ___ (2011),\nand we now affirm.IIWe begin by considering whether the United\nStates’ sovereign immunity bars Patchak’s suit under the APA. That\nrequires us first to look to the APA itself and then, for reasons\nwe will describe, to the QTA. We conclude that the United States\nhas waived its sovereign immunity from Patchak’s action.The APA generally waives the Federal\nGovernment’s immunity from a suit “seeking relief other than money\ndamages and stating a claim that an agency or an officer or\nemployee thereof acted or failed to act in an official capacity or\nunder color of legal authority.” 5 U. S. C. §702. That\nwaiver would appear to cover Patchak’s suit, which objects to\nofficial action of the Secretary and seeks only non-monetary\nrelief. But the APA’s waiver of immunity comes with an important\ncarve-out: The waiver does not apply “if any other statute that\ngrants consent to suit expressly or impliedly forbids the relief\nwhich is sought” by the plaintiff.Ibid.That provision\nprevents plaintiffs from exploiting the APA’s waiver to evade\nlimitations on suit contained in other statutes. The question thus\nbecomes whether another statute bars Patchak’s demand for\nrelief.The Government and Band contend that the QTA\ndoes so. The QTA authorizes (and so waives the Government’s\nsovereign immunity from) a particular type of action, known as a\nquiet title suit: a suit by a plaintiff asserting a “right, title,\nor interest” in real property that conflicts with a “right, title,\nor interest” the United States claims. 28 U. S. C.\n§2409a(d). The statute, however, contains an exception: The QTA’s\nauthorization of suit “does not apply to trust or restricted Indian\nlands.” §2409a(a). According to the Government and Band, that\nlimitation on quiet title suits satisfies the APA’s carve-out and\nso forbids Patchak’s suit. In the Band’s words, the QTA exception\nretains “the United States’ full immunity from suits seeking to\nchallenge its title to or impair its legal interest in Indian trust\nlands.” Brief for Tribal Petitioner 18.Two hypothetical examples might help to frame\nconsideration of this argument. First, suppose Patchak had sued\nunder the APA claiming thatheowned the Bradley Property\nand that the Secretary therefore could not take it into trust. The\nQTA would bar that suit, for reasons just suggested. True, it fits\nwithin the APA’s general waiver, but the QTA specifically\nauthorizes quiet title actions (which this hypothetical suit is)exceptwhenthey involve Indian lands (which this\nhypothetical suit does). In such a circumstance, a plaintiff cannot\nuse the APA to end-run the QTA’s limitations. “[W]hen Congress has\ndealt in par- ticularity with a claim and [has] intended a\nspecified remedy”—including its exceptions—to be exclusive, that is\nthe end of the matter; the APA does not undo the judgment.Blockv.North Dakota ex rel. Board of Univ. and School\nLands,461\nU.S. 273, 286, n. 22 (1983) (quoting H. R. Rep. No.\n94–1656, p. 13 (1976)).But now suppose that Patchak had sued under the\nAPA claiming only that use of the Bradley Property was causing\nenvironmental harm, and raising no objection at all to the\nSecretary’s title. The QTA could not bar that suit because even\nthough involving Indian lands, it asserts a grievance altogether\ndifferent from the kind the statute concerns. Justice Scalia, in a\nformer life as Assistant Attorney General, made this precise point\nin a letter to Congress about the APA’s waiver of immunity (which\nwe hasten to add, given the author, we use not as legislative\nhistory, but only for its persuasive force). When a statute “is not\naddressed to the type of grievance which the plaintiff seeks to\nassert,” then the statute cannot prevent an APA suit.Id.,at 28 (May 10, 1976, letter of Assistant Atty. Gen. A.\nScalia).[3]We think that principle controls Patchak’s case:\nThe QTA’s “Indian lands” clause does not render the Government\nimmune because the QTA addresses a kind of grievance different from\nthe one Patchak advances. As we will explain, the QTA—whose full\nname, recall, is the Quiet Title Act—concerns (no great surprise)\nquiet title actions. And Patchak’s suit isnota quiet title\naction, because although it contests the Secretary’s title, it does\nnot claim any competing interest in the Bradley Property. That fact\nmakes the QTA’s “Indian lands” limitation simply inapposite to this\nlitigation.In reaching this conclusion, we need look no\nfurther than the QTA’s text. From its title to its jurisdictional\ngrant to its venue provision, the Act speaks specifically and\nrepeatedly of “quiet title” actions. See 86Stat. 1176 (“An Act [t]o\npermit suits to adjudicate certain real property quiet title\nactions”); 28 U. S. C. §1346(f) (giving district courts\njurisdiction over “civil actions . . . to quiet title” to\nproperty in which the United States claims an interest); §1402(d)\n(setting forth venue for “[a]ny civil action . . . to\nquiet title” to property in which the United States claims an\ninterest). That term is universally understood to refer to suits in\nwhich a plaintiff not only challenges someone else’s claim, but\nalso asserts his own right to disputed property. See,e.g.,Black’s Law Dictionary 34 (9th ed. 2009) (defining an “action to\nquiet title” as “[a] proceeding to establish a plaintiff’s\ntitle to land by compelling the adverse claimant to establish a\nclaim or be forever estopped from asserting it”);Grable &\nSons Metal Products, Inc.v.Darue Engineering &\nMfg.,545 U.S.\n308, 315 (2005) (“[T]he facts showing the plaintiffs’ title\n. . . are essential parts of the plaintiffs’ [quiet\ntitle] cause of action” (quotingHopkinsv.Walker,244 U.S.\n486, 490 (1917))).And the QTA’s other provisions make clear that\nthe recurrent statutory term “quiet title action” carries its or-\ndinary meaning. The QTA directs that the complaint in such an\naction “shall set forth with particularity the nature of the right,\ntitle, or interest which the plaintiff claims in the real\nproperty.” 28 U. S. C. §2409a(d). If the plaintiff does\nnot assert any such right (as Patchak does not), the statute cannot\ncome into play.[4] Further, the\nQTA provides an option for the United States, if it loses the suit,\nto pay “just compensation,” rather than return the property, to the\n“person determined to be entitled” to it. §2409a(b). That provision\nmakes perfect sense in a quiet title action: If the plaintiff is\nfound to own the property, the Government can satisfy his claim\nthrough an award of money (while still retaining the land for its\noperations). But the provision makes no sense in a suit like this\none, where Patchak does not assert a right to the property. If the\nUnited States loses the suit, an award of just compensation to the\nrightful owner (whoever and wherever he might be) could do nothing\nto satisfy Patchak’s claim.[5]In two prior cases, we likewise described the\nQTA as addressing suits in which the plaintiff asserts an ownership\ninterest in Government-held property. InBlockv.North\nDakota ex rel. Board of Univ. and School Lands,461 U.S.\n273(1982), we considered North Dakota’s claim to land that the\nUnited States viewed as its own. We held that the State could not\ncircumvent the QTA’s statute of limitations by invoking other\ncauses of action, among them the APA. Seeid.,at 277–278,\n286, n. 22. The crux of our reasoning was that Congress had enacted\nthe QTA to address exactly the kind of suit North Dakota had\nbrought. Prior to the QTA, we explained, “citizens asserting title\nto or the right to possession of lands claimed by the United\nStates” had no recourse; by passing the statute, “Congress sought\nto rectify this state of affairs.”Id.,at 282. Our decision\nreflected that legislative purpose: Congress, we held, “intended\nthe QTA to provide the exclusive means by which adverse claimants\ncould challenge the United States’ title to real property.”Id.,at 286. We repeat: “adverse claimants,” meaning\nplaintiffs who themselves assert a claim to property antagonistic\nto the Federal Government’s.Our decision inUnited Statesv.Mottaz,476 U.S.\n834(1986), is of a piece. There, we considered whether the\nQTA, or instead the Tucker Act or General Allotment Act, governed\nthe plaintiff’s suit respecting certain allotments of land held by\nthe United States. We thought the QTA the relevant statute because\nthe plaintiff herself asserted title to the property. Our opinion\nquoted the plaintiff’s own description of her suit: “At no time in\nthis proceeding did [the plaintiff] drop her claim for title. To\nthe contrary, the claim for title is the essence and bottom line of\n[the plaintiff’s] case.”Id.,at 842 (quoting Brief for\nRespondent inMottaz, O. T. 1985, No. 546, p. 3). That\nfact, we held, brought the suit “within the [QTA’s] scope”: “What\n[the plaintiff] seeks is a declaration that she alone possesses\nvalid title.” 476 U. S., at 842. So once again, we construed\nthe QTA as addressing suits by adverse claimants.But Patchak is not an adverse claimant—and so\nthe QTA (more specifically, its reservation of sovereign immunity\nfrom actions respecting Indian trust lands) cannot bar his suit.\nPatchak does not contend that he owns the Bradley Property, nor\ndoes he seek any relief corresponding to such a claim. He wants a\ncourt to strip the United States of title to the land, but not on\nthe ground that it is his and not so that he can possess it.\nPatchak’s lawsuit therefore lacks a defining feature of a QTA\naction. He is not trying to disguise a QTA suit as an APA action to\ncircumvent the QTA’s “Indian lands” exception. Rather, he is not\nbringing a QTA suit at all. He asserts merely that the Secretary’s\ndecision to take land into trust violates a federal statute—a\ngarden-variety APA claim. See 5 U. S. C. §§706(2)(A), (C)\n(“The reviewing court shall . . . hold unlawful and set\naside agency action . . . not in accordance with law [or]\nin excess of statutory jurisdiction [or] authority”). Because that\nis true—because in then-Assistant Attorney General Scalia’s words,\nthe QTA is “not addressed to the type of grievance which [Patchak]\nseeks to assert,” H. R. Rep. 94–1656, at 28—the QTA’s\nlimitation of remedies has no bearing. The APA’s general waiver of\nsovereign immunity instead applies.The Band and Government, along with the dissent,\nobject to this conclusion on three basic grounds. First, they\ncontend that the QTA speaks more broadly than we have indicated,\nwaiving immunity from suits “to adjudicate a disputed title to real\nproperty in which the United States claims an interest.” 28\nU. S. C. §2409a(a). That language, the argument goes,\nencompasses all actions contesting the Government’s legal interest\nin land, regardless whether the plaintiff claims ownership himself.\nSee Brief for Federal Petitioners 19–20; Reply Brief for Tribal\nPetitioner 4–6;post, at 8–9 (Sotomayor, J., dissenting).\nThe QTA (not the APA) thus becomes the relevant statute after\nall—as to both its waiver and its “corresponding” reservation of\nimmunity from suits involving Indian lands. Reply Brief for Tribal\nPetitioner 6.But the Band and Government can reach that\nresult only by neglecting key words in the relevant provision. That\nsentence, more fully quoted, reads: “The United States may be named\nas a party defendant ina civil actionunder this\nsectionto adjudicate a disputed title to real property in\nwhich the United States claims an interest.” §2409a(a) (emphasis\nadded). And as we have already noted, “this\nsection”—§2409a—includes a host of indications that the “civil\naction” at issue is an ordinary quiet title suit: Just recall the\nsection’s title (“Real property quiet title actions”), and its\npleading requirements (the plaintiff “shall set forth with\nparticularity the nature of the right, title, or interest which\n[he] claims”), and its permission to the Government to remedy an\ninfraction by paying “just compensation.” Read with reference to\nall these provisions (as well as to the QTA’s contemporane ously\nenacted jurisdictional and venue sections), the waiver clause\nrebuts, rather than supports, the Band’s and the Government’s\nargument: That clause speaks not to any suit in which a plaintiff\nchallenges the Government’s title, but only to an action in which\nthe plaintiff also claims an interest in the property.The Band and Government next invoke cases\nholding that “when a statute provides a detailed mechanism for\njudicial consideration of particular issues at the behest of\nparticular persons,” the statute may “impliedly preclude[ ]”\njudicial review “of those issues at the behest of other persons.”Blockv.Community Nutrition Institute,467 U.S.\n340, 349 (1984); seeUnited Statesv.Fausto,484 U.S.\n439, 455 (1988). Here, the Band and Government contend, the\nQTA’s specific authorization of adverse claimants’ suits creates a\nnegative implication:non-adverse claimants like Patchak\ncannot challenge Government ownership of land under any other\nstatute. See Reply Brief for Tribal Petitoner 7–10; Reply Brief for\nFederal Petitioners 7–9; see alsopost, at 3–4. The QTA,\nsays the Band, thus “preempts [Patchak’s] more general remedies.”\nBrief for Tribal Petitioner 23 (internal quotation marks\nomitted).But we think that argument faulty, and the cited\ncases inapposite, for the reason already given: Patchak is bringing\na different claim, seeking different relief, from the kind the QTA\naddresses. Seesupra,at 7–10. To see the point, consider a\ncontrasting example. Suppose the QTA authorized suit only by\nadverse claimants who could assert a property interest of at least\na decade’s duration. Then suppose an adverse claimant failing to\nmeet that requirement (because, say, his claim to title went back\nonly five years) brought suit under a general statute like the APA.\nWe would surely bar that suit, citing the cases the Government and\nBand rely on; in our imaginary statute, Congress delineated the\nclass of persons who could bring a quiet title suit, and that\njudgment would preclude others from doing so. But here, once again,\nPatchak is not bringing a quiet title action at all. He is not\nclaiming to own the property, and he is not demanding that the\ncourt transfer the property to him. So to succeed in their\nargument, the Government and Band must go much further than the\ncited cases: They must say that in authorizing one person to bring\none kind of suit seeking one form of relief, Congress barred\nanother person from bringing another kind of suit seeking another\nform of relief. Presumably, that contention would extend only to\nsuits involving similar subject matter—i.e.,the\nGovernment’s ownership of property. But that commonality is not\nitself sufficient. We have never held, and see no cause to hold\nhere, that some general similarity of subject matter can alone\ntrigger a remedial statute’s preclusive effect.Last, the Band and Government argue that we\nshould treat Patchak’s suit as we would an adverse claimant’s\nbecause they equally implicate the “Indian lands” exception’s\npolicies. According to the Government, allowing challenges to the\nSecretary’s trust acquisitions would “pose significant barriers to\ntribes[’] . . . ability to promote investment and\neconomic development on the lands.” Brief for Federal Petitioners\n24. That harm is the same whether or not a plaintiff claims to own\nthe land himself. Indeed, the Band argues that the sole difference\nin this suit cuts in its direction, because non-adverse claimants\nlike Patchak have “the most remote injuries and indirect interests\nin the land.” Brief for Tribal Petitioner 13; see Reply Brief for\nFederal Petitioners 11–12; see alsopost, at 2, 7,\n10.[6]That argument is not without force, but it must\nbe addressed to Congress. In the QTA, Congress made a judgment\nabout how far to allow quiet title suits—to a point, but no\nfurther. (The “no further” includes not only the “Indian lands”\nexception, but one for security interests and water rights, as well\nas a statute of limitations, a bar on jury trials, jurisdictional\nand venue constraints, and the just compensation option discussed\nearlier.) Perhaps Congress would—perhaps Congress should—make the\nidentical judgment for the full range of lawsuits pertaining to the\nGovernment’s ownership of land. But that is not our call. The Band\nassumes that plaintiffs like Patchak have a lesser interest than\nthose bringing quiet title actions, and so should be precludeda fortiori. But all we can say is that Patchak has a\ndifferent interest. Whether it is lesser, as the Band argues,\nbecause not based on property rights; whether it is greater because\nimplicating public interests; or whether it is in the end exactly\nthe same—that is for Congress to tell us, not for us to tell\nCongress. As the matter stands, Congress has not assimilated to\nquiet title actions all other suits challenging the Government’s\nownership of property. And so when a plaintiff like Patchak brings\na suit like this one, it falls within the APA’s general waiver of\nsovereign immunity.IIIWe finally consider the Band’s and the\nGovernment’s alternative argument that Patchak cannot bring this\nac- tion because he lacks prudential standing. This Court has long\nheld that a person suing under the APA must satisfy not only\nArticle III’s standing requirements, but an additional test: The\ninterest he asserts must be “arguably within the zone of interests\nto be protected or regulated by the statute” that he says was\nviolated.Association of Data Processing Service Organizations,\nInc.v.Camp,397 U.S.\n150, 153 (1970). Here, Patchak asserts that in taking title to\nthe Bradley Property, the Secretary exceeded her authority under\n§465, which authorizes the acquisition of property “for the purpose\nof providing land for Indians.” And he alleges that this statutory\nviolation will cause him economic, environmental, and aesthetic\nharm as a nearby property owner. Seesupra,at 3. The\nGovernment and Band argue that the relationship between §465 and\nPatchak’s asserted interests is insufficient. That is so, they\ncontend, because the statute focuses on landacquisition,\nwhereas Patchak’s interests relate to the land’suseas a\ncasino. See Brief for Tribal Petitioner 46 (“The Secretary’s\ndecision to put land into trust does not turn on any particular use\nof the land, gaming or otherwise[,] . . . [and] thus has no impact\non [Patchak] or his asserted interests”); Brief for Federal\nPetitioners 34 (“[L]and may be taken into trust for a host of\npurposes that have noth- ing at all to do with gaming”). We find\nthis argument unpersuasive.The prudential standing test Patchak must meet\n“is not meant to be especially demanding.”Clarkev.Securities Industry Assn.,479 U.S.\n388, 399 (1987). We apply the test in keeping with Congress’s\n“evident intent” when enacting the APA “to make agency action\npresumptively reviewable.”Ibid.We do not require any\n“indication of congressional purpose to benefit the would-be\nplaintiff.”Id.,at 399–400.[7] And we have always conspicuously included the word\n“arguably” in the test to indicate that the benefit of any doubt\ngoes to the plaintiff. The test forecloses suit only when a\nplaintiff’s “interests are so marginally related to or inconsistent\nwith the purposes implicit in the statute that it cannot reasonably\nbe assumed that Congress intended to permit the suit.”Id.,\nat 399.Patchak’s suit satisfies that standard, because\n§465 has far more to do with land use than the Government and Band\nacknowledge. Start with what we and others have said about §465’s\ncontext and purpose. As the leading treatise on federal Indian law\nnotes, §465 is “the capstone” of the IRA’s land provisions. F.\nCohen, Handbook of Federal Indian Law §15.07[1][a], p. 1010 (2005\ned.) (hereinafter Cohen). And those provisions play a key role in\nthe IRA’s overall effort “to rehabilitate the Indian’s economic\nlife,”Mescalero Apache Tribev.Jones,411 U.S.\n145, 152 (1973) (internal quotation marks omitted). “Land forms\nthe basis” of that “economic life,” providing the foundation for\n“tourism, manufacturing, mining, logging, . . . and\ngaming.” Cohen §15.01, at 965. Section 465 thus functions as a\nprimary mechanism to foster Indian tribes’ economic development. As\nthe D. C. Circuit explained in theMichGOlitigation,\nthe section “provid[es] lands sufficient to enable Indians to\nachieve self-support.”Michigan Gambling, 525 F. 3d, at\n31 (internal quotation marks omitted); seeMortonv.Mancari,417 U.S.\n535, 542 (1974) (noting the IRA’s economic aspect). So when the\nSecretary obtains land for Indians under §465, she does not do so\nin a vacuum. Rather, she takes title to properties with at least\none eye directed toward how tribes will use those lands to support\neconomic development.The Department’s regulations make this statutory\nconcern with land use crystal clear. Those regulations permit the\nSecretary to acquire land in trust under §465 if the “land is\nnecessary to facilitate tribal self-determination, economic\ndevelopment, or Indian housing.” 25 CFR §151.3(a)(3). And they\nrequire the Secretary to consider, in evaluating any acquisition,\nboth “[t]he purposes for which the land will be used” and the\n“poten- tial conflicts of land use which may arise.” §§151.10(c),\n151.10(f); see §151.11(a). For “off-reservation acquisitions” made\n“for business purposes”—like the Bradley Property—the regulations\nfurther provide that the tribe must “provide a plan which specifies\nthe anticipated economic benefits associated with the proposed\nuse.” §151.11(c). DOI’s regulations thus show that the statute’s\nimplementation centrally depends on the projected use of a given\nproperty.The Secretary’s acquisition of the Bradley\nProperty is a case in point. The Band’s application to the\nSecretary highlighted its plan to use the land for gaming purposes.\nSee App. 41 (“[T]rust status for this Property is requested in\norder for the Tribe to acquire property on which it plans to\nconduct gaming”);id.,at 61–62 (“The Tribe intends to\n. . . renovate the existing . . . building into\na gaming fa- cility . . . . to offer Class II and/or\nClass III gaming”). Simi- larly, DOI’s notice of intent to take the\nland into trust announced that the land would “be used for the\npurpose of construction and operation of a gaming facility,” which\nthe Department had already determined would meet the Indian Gaming\nRegulatory Act’s requirements. 70 Fed. Reg. 25596; 25\nU. S. C. §§2701–2721. So from start to finish, the\ndecision whether to acquire the Bradley Prop- erty under §465\ninvolved questions of land use.And because §465’s implementation encompasses\nthese issues, the interests Patchak raises—at least arguably— fall\n“within the zone . . . protected or regulated by the\nstatute.” If the Government had violated a statute specifically\naddressing how federal land can be used, no one would doubt that a\nneighboring landowner would have prudential standing to bring suit\nto enforce the statute’s limits. The difference here, as the\nGovernment and Band point out, is that §465 specifically addresses\nonly land ac- quisition. But for the reasons already given,\ndecisions under the statute are closely enough and often enough\nentwined with considerations of land use to make that difference\nimmaterial. As in this very case, the Secretary will typically\nacquire land with its eventual use in mind, after assessing\npotential conflicts that use might create. See 25 CFR §§151.10(c),\n151.10(f), 151.11(a). And so neighbors to the use (like Patchak)\nare reasonable—indeed, predictable—challengers of the Secretary’s\ndecisions: Their interests, whether economic, environmental, or\naesthetic, come within §465’s regulatory ambit.*  *  *The QTA’s reservation of sovereign immunity\ndoes not bar Patchak’s suit. Neither does the doctrine of\nprudential standing. We therefore affirm the judgment of the\nD. C. Circuit, and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Under the Indian Gaming\nRegulatory Act, 25 U. S. C. §§2701–2721, an Indian tribe\nmay conduct gaming operations on “Indian lands,” §2710, which\ninclude lands “held in trust by the United States for the benefit\nof any Indian tribe,” §2703(4)(B). The application thus re-quested\nthe Secretary to take the action necessary for the Band toopen a\ncasino.2The merits of Patchak’s\ncase are not before this Court. We therefore express no view on\nwhether the Band was “under federal jurisdiction” in 1934, asCarcierirequires. Nor do we consider how that question\nrelates to Patchak’s allegation that the Band was not “federally\nrecognized” at the time. Cf.Carcieri,555 U. S., at\n397–399 (Breyer, J., concurring) (discussing this\nissue).3According to the dissent,\nwe should look only to the kind of relief a plaintiff seeks, rather\nthan the type of grievance he asserts, in deciding whether another\nstatute bars an APA action. Seepost, at 6 (opinion of\nSotomayor, J.). But the dissent’s test is inconsistent with the one\nwe adopted inBlock, which asked whether Congress had\nparticularly dealt with a “claim.” SeeBlockv.North\nDakota ex rel. Board of Univ. and School Lands,461\nU.S. 273, 286, n. 22 (1983). And the dissent’s approach has no\nobvious limits. Suppose, for example, that Congress passed a\nstatute authorizing a particular form of injunctive relief in a\nprocurement contract suit except when the suit involved a\n“discretionary function” of a federal employee. Cf. 28\nU. S. C. §2680(a). Under the dissent’s method, that\nexception would precludeanyAPA suit seeking that kind of\ninjunctive relief if it involved a discretionary function, no\nmatter what the nature of the claim. That implausible result\ndemonstrates that limitations on relief cannot sensibly be\nun-derstood apart from the claims to which they\nattach.4The dissent contends that\nthe QTA omits two other historical requirements for quiet title\nsuits. Seepost, at 8.But many States had abandoned\nthose requirements by the time the QTA was passed. See S. Rep.\nNo. 92–575, p. 6 (1971) (noting “wide differences in State\nstatutory and decisional law” on quiet title suits); Steadman,\n“Forgive the U. S. Its Trespasses?”: Land Title Disputes With\nthe Sovereign—Present Remedies and Prospective Reforms, 1972 Duke\nL. J. 15, 48–49, and n. 152 (stating that cases had disputed\nwhether a quiet title plaintiff needed to possess the land);Welchv.Kai,4 Cal. App. 3d 374, 380–381,84 Cal. Rptr. 619, 622–623 (1970) (allowing a quiet title\naction when the plaintiff claimed only an easement);Bensonv.Fekete,424 S.W.2d 729(Mo. 1968) (en banc) (same). So Congress in\nenacting the QTA essentially chose one contemporaneous form of\nquiet title action.5The legislative history,\nfor those who think it useful, further shows that the QTA addresses\nquiet title actions, as ordinarily conceived. The Senate Report\nstates that the QTA aimed to alleviate the “[g]rave inequity” to\nprivate parties “excluded, without benefit of a recourse to the\ncourts, from lands they have reason to believe are rightfully\ntheirs.” S. Rep. No. 92–575, at 1. Similarly, the\nHouse Report notes that the history of quiet title actions “goes\nback to the Courts of England,” and provided as examples “a\nplaintiff whose title to land was continually being subjected to\nlitigation in the law courts,” and “one who feared that an\noutstanding deed or other interest might cause a claim to be\npresented in the future.” H. R. Rep. No. 92–1559, p. 6\n(1972). From top to bottom, these reports show that Congress\nthought itself to be authorizing bread-and-butter quiet title\nactions, in which a plaintiff asserts a right, title, or interest\nof his own in disputed land.6In a related vein, the\ndissent argues that our holding will undermine the QTA’s “Indian\nlands” exception by allowing adverse claimants to file APA\ncomplaints concealing their ownership interests or to recruit third\nparties to bring suit on their behalf. Seepost, at 9–11.\nBut we think that concern more imaginary than real. We have trouble\nconceiving of a plausible APA suit that omits mention of an adverse\nclaimant’s interest in property yet somehow leads to relief\nrecognizing that very interest.7For this reason, the\nBand’s statement that Patchak is “not an Indian or tribal official\nseeking land” and does not “claim an interest in advancing tribal\ndevelopment,” Brief for Tribal Petitioner 42, is beside the point.\nThe question is not whether §465 seeks to benefit Patchak; everyone\ncan agree it does not. The question is instead, as the Band’s and\nthe Government’s main argument acknowledges, whether issues of land\nuse (arguably) fall within §465’s scope—because if they do, a\nneighbor complaining about such use may sue to enforce the\nstatute’s limits. Seeinfrathis page and\n16–17.",
    "joined": []
}