{
    "case": {
        "docket": "19-422",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-422/"
    },
    "id": "4442709",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–422 and 19–563_________________PATRICK J. COLLINS, et al.,\nPETITIONERS19–422v.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al., PETITIONERS19–563v.PATRICK J. COLLINS, et al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 23, 2021]Justice Kagan, with whom Justice Breyer and\nJustice Sotomayor join as to Part II, concurring in part and\nconcurring in the judgment in part.Faced with a global financial crisis, Congress\ncreated the Federal Housing Finance Agency (FHFA) and gave it broad\npowers to rescue the Nation’s mortgage market. I join the Court in\ndeciding that the FHFA wielded its authority within statutory\nlimits. On the main constitutional question, though, I concur only\nin the judgment.Stare decisiscompels the conclusion that\nthe FHFA’s for-cause removal provision violates the Constitution.\nBut the majority’s opinion rests on faulty theoretical premises and\ngoes further than it needs to. I also write to address the remedial\nquestion. The majority’s analysis, which I join, well explains why\nbackwards-looking relief is not always necessary to redress a\nremoval violation. I add only two thoughts. The broader is that the\nmajority’s remedial holding mitigates the harm of the removal\ndoctrine applied here. The narrower is that, as I read the decision\nbelow, the Court of Appeals has already done what is needed to find\nthat the plaintiffs are not entitled to their requested relief.II agree with the majority thatSeila Law\nLLCv.Consumer Financial Protection Bureau, 591\nU. S. ___ (2020), governs the constitutional question here.\nSeeante, at 26. InSeila Law, the Court held that an\n“agency led by a single [d]irector and vested with significant\nexecutive power” comports with the Constitution only if the\nPresident can fire the director at will. 591 U. S., at ___\n(slip op., at 18). I dissented from that decision—vehemently. Seeid., at ___ (Kagan, J., dissenting) (slip op., at 4) (“The\ntext of the Constitution, the history of the country, the\nprecedents of this Court, and the need for sound and adaptable\ngovernance—all stand against the majority’s opinion”). But the\n“doctrine ofstare decisisrequires us, absent special\ncircumstances, to treat like cases alike”—even when that means\nadhering to a wrong decision.June Medical Services\nL. L. C.v.Russo, 591 U. S. ___, ___\n(2020) (Roberts, C. J., concurring in judgment) (slip op., at\n2). So the issue now is not whetherSeila Lawwas correct.\nThe question is whether that case is distinguishable from this one.\nAnd it is not. As I observed inSeila Law, the FHFA “plays a\ncrucial role in overseeing the mortgage market, on which millions\nof Americans annually rely.” 591 U. S., at ___ (slip op., at\n31). It thus wields “significant executive power,” much as the\nagency inSeila Lawdid. And I agree with the majority that\nthere is no other legally relevant distinction between the two. Seeante, at 29–32.For two reasons, however, I do not join the\nmajority’s discussion of the constitutional issue. First is the\nmajority’s political theory. Throughout the relevant part of its\nopinion, the majority offers a contestable—and, in my view, deeply\nflawed—account of how our government should work. At-will removal\nauthority, the majority intones, “is essential to subject Executive\nBranch actions to a degree of electoral accountability”—and so\ncourts should grant the President that power in cases like this\none.Ante, at 27. I see the matter differently (as, I might\nadd, did the Framers).Seila Law, 591 U. S., at ___–___\n(Kagan, J., dissenting) (slip op., at 9–13). The right way to\nensure that government operates with “electoral accountability” is\nto lodge decisions about its structure with, well, “the branches\naccountable to the people.”Id., at ___ (slip op., at 38);\nseeid., at ___ (slip op., at 39) (the Constitution\n“instructs Congress, not this Court, to decide on agency design”).\nI will subscribe to decisions contrary to my view where precedent,\nfairly read, controls (and there is no special justification for\nreversal). But I will not join the majority’s mistaken musings\nabout how to create “a workable government.”Id., at ___\n(slip op., at 38) (quotingYoungstown Sheet & Tube Co.v.Sawyer,343 U.S.\n579, 635 (1952) (Jackson, J., concurring)).My second objection is to the majority’s\nextension ofSeila Law’s holding. Again and again,Seila\nLawemphasized that its rule was limited to single-director\nagencies “wield[ing] significant executive power.” 591 U. S.,\nat ___ (plurality opinion) (slip op., at 2); seeid., at ___\n(majority opinion) (slip op., at 18);id., at ___ (plurality\nopinion) (slip op., at 36). To takeSeila Lawat its word is\nto acknowledge where it left off: If an agency did not exercise\n“significant executive power,” the constitutionality of a removal\nrestriction would remain an open question. Accord,post, at\n11–12 (Sotomayor, J., concurring in part and dissenting in part).\nBut today’s majority careens right past that boundary line. Without\neven mentioningSeila Law’s “significant executive power”\nframing, the majority announces that, actually, “the\nconstitutionality of removal restrictions” does not “hinge[ ]”\non “the nature and breadth of an agency’s authority.”Ante,\nat 27, 29. Any “agency led by a single Director,” no matter how\nmuch executive power it wields, now becomes subject to the\nrequirement of at-will removal.Ante, at 26. And the\nmajority’s broadening is gratuitous—unnecessary to resolve the\ndispute here. As the opinion later explains, the FHFA exercises\nplenty of executive authority: Indeed, it might “be considered more\npowerful than the CFPB.”Ante, at 28. So the majority could\neasily have stayed within, rather than reached out beyond, the ruleSeila Lawcreated.In thus departing fromSeila Law, the\nmajority strays from its own obligation to respect precedent. To\nensure that our decisions reflect the “evenhanded” and “consistent\ndevelopment of legal principles,” not just shifts in the Court’s\npersonnel, stare decisisdemands something of Justices\npreviously on the losing side.Paynev.Tennessee,501 U.S.\n808, 827 (1991). They (meaning here, I) must fairly apply\ndecisions with which they disagree. But fidelity to precedent also\nplaces demands on the winners. They must apply the Court’s\nprecedents—limits and all—wherever they can, rather than widen them\nunnecessarily at the first opportunity. Because today’s majority\ndoes not conform to that command, I concur in the judgment\nonly.III join in full the majority’s discussion of\nthe proper remedy for the constitutional violation it finds. I too\nbelieve that our Appointments Clause precedents have little to say\nabout remedying a removal problem. Seeante, at 33–34; cf.Luciav.SEC, 585 U. S. ___, ___ (2018) (slip\nop., at 12) (requiring a new hearing before a properly appointed\nofficial). As the majority explains, the officers heading the FHFA,\nunlike those with invalid appointments, possessed the “authority to\ncarry out the functions of the office.”Ante, at 34. I also\nagree that plaintiffs alleging a removal violation are entitled to\ninjunctive relief—a rewinding of agency action—only when the\nPresident’s inability to fire an agency head affected the\ncomplained-of decision. Seeante, at 35–36. Only then is\nrelief needed to restore the plaintiffs to the position they “would\nhave occupied in the absence” of the removal problem.Millikenv.Bradley,433 U.S.\n267, 280 (1977); see D. Laycock & R. Hasen, Modern American\nRemedies 275 (5th ed. 2019). Granting relief in any other case\nwould, contrary to usual remedial principles, put the plaintiffs\n“in a better position” than if no constitutional violation had\noccurred.Mt. Healthy City Bd. of Ed.v.Doyle,429 U.S.\n274, 285 (1977).The majority’s remedial holding limits the\ndamage of the Court’s removal jurisprudence. As the majority\nexplains, its holding ensures that actions the President\nsupports—which would have gone forward whatever his removal\npower—will remain in place. Seeante, at 35. In refusing to\nrewind those presidentially favored decisions, the majority\nprevents theories of formal presidential control from stymying the\nPresident’s real-world ability to carry out his agenda. Similarly,\nthe majority’s approach should help protect agency decisions that\nwould never have risen to the President’s notice. Consider the\nhundreds of thousands of decisions that the Social Security\nAdministration (SSA) makes each year. The SSA has a single head\nwith for-cause removal protection; so a betting person might wager\nthat the agency’s removal provision is next on the chopping block.\nCf.ante, at 32, n. 21. But given the majority’s\nremedial analysis, I doubt the mass of SSA decisions—which would\nnot concern the President at all—would need to be undone. That\nmakes sense. “[P]residential control [does] not show itself in all,\nor even all important, regulation.” Kagan, Presidential\nAdministration, 114 Harv. L. Rev. 2245, 2250 (2001). When an\nagency decision would not capture a President’s attention, his\nremoval authority could not make a difference—and so no injunction\nshould issue.My final point relates to the last sentence of\nthe majority’s remedial section. There, the Court holds that the\ndecisive question—whether the removal provision mattered—“should be\nresolved in the first instance by the lower courts.”Ante,\nat 36. That remand follows the Court’s usual practice: We are, as\nwe often say, not a “court of first view.”Alabamav.Shelton,535 U.S.\n654, 673 (2002). But here the lower court proceedings may be\nbrief indeed. As I read the opinion below, the Court of Appeals\nalready considered and decided the issue remanded today. The court\nnoted that all of the FHFA’s policies were jointly “created [by]\nthe FHFA and Treasury” and that the Secretary of the Treasury is\n“subject to at will removal by the President.”Collinsv.Mnuchin, 938 F.3d 553, 594 (CA5 2019). For that reason, the\ncourt concluded, “we need not speculate about whether appropriate\npresidential oversight would have stopped” the FHFA’s actions.Ibid.“We know that the President, acting through the\nSecretary of the Treasury, could have stopped [them] but did not.”Ibid; seeibid., n. 6 (noting that the\nplaintiffs’ “allegations show that the President had oversight of\nthe action”). That reasoning seems sufficient to answer the\nquestion the Court kicks back, and nothing prevents the Fifth\nCircuit from reiterating its analysis. So I join the Court’s\nopinion on the understanding that this litigation could speedily\ncome to a close.",
    "joined": []
}