{
    "case": {
        "docket": "20-603",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-603/"
    },
    "id": "4602550",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–603_________________LE ROY TORRES, PETITIONERv.TEXAS\nDEPARTMENT OF PUBLIC SAFETYon writ of certiorari to the court of appeals\nof texas, thirteenth district[June 29, 2022]Justice Kagan, concurring.In my view, our sovereign immunity decisions\nhave not followed a straight line. Two years ago, I describedKatz’s “plan of the Convention” analysis as “good for one\nclause only”—i.e., Article I’s Bankruptcy Clause.Allenv.Cooper, 589 U. S. ___, ___–___ (2020)\n(slip op., at 8–9) (hyphens omitted); seeCentral Va. Community\nCollegev.Katz,546 U.S.\n356, 373–379 (2006). I thought then that our precedents had\nshut the door on further Article I exceptions to state sovereign\nimmunity. ButPennEastproved me wrong. SeePennEast\nPipeline Co.v.New Jersey, 594 U. S. ___ (2021).\nThe question there was whether the States had consented in the plan\nof the Convention to the Federal Government’s exercise of Article\nI’s eminent domain power, including through private parties’ suits.\nRelying on our prior decisions, I concluded that the States had not\nso consented. Seeid., at ___–___ (Barrett, J., dissenting)\n(slip op., at 1–4). But the Court ruled otherwise. Using a new\ntest, it held that the eminent domain power was “complete in\nitself,” meaning that the States had “consented to the [federal]\nexercise of that power[ ] in its entirety.”Id., at ___\n(slip op., at 22).The question today, givenPennEast, is whether the same is true of the war powers.\nWere those powers also “complete in themselves,” so that the States\nlikewise consented to congressionally authorized private\nlitigation?The answer is yes, as the Court holds. Much more\nthan eminent domain, war powers lie at the heart of the\nConvention’s plan. The overriding goal of the Convention was “to\ncreate a cohesive national sovereign in response to the failings of\nthe Articles of Confederation.”Ibid.And among those\nfailings, none was more important than “the want of power in\nCongress to raise an army and the dependence upon the States” to\nprovide armed forces.Selective Draft Law Cases,245 U.S.\n366, 381 (1918). For that reason, the war powers—more than any\nother power, and surely more than eminent domain—were “complete in\nthemselves.” They were given by the States, entirely and\nexclusively, to the Federal Government. Seeante, at 7–12;\nU. S. Const., Art. I, §8, cls. 11–16, §10, cls. 1, 3.PennEast’s analysis thus compels today’s result. In setting\nout the “complete in itself ” test, the Court there answered\nthe question here: At the Convention, the States waived their\nsovereign immunity to any suit Congress authorized under the war\npowers.",
    "joined": []
}