{
    "case": {
        "docket": "18-556",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-556/"
    },
    "id": "4232995",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–556_________________KANSAS, PETITIONERv.CHARLES\nGLOVERon writ of certiorari to the supreme court of\nkansas[April 6, 2020]Justice Kagan, with whom Justice Ginsburg\njoins, concurring.When you see a car coming down the street, your\ncommon sense tells you that the registered owner may well be behind\nthe wheel. Seeante,at 4, 9. Not always, of course.\nFamilies share cars; friends borrow them. Still, a person often\nbuys a vehicle to drive it himself. So your suspicion that the\nowner is driving would be perfectly reasonable. Seeibid.Now, though, consider a wrinkle: Suppose you\nknew that the registered owner of the vehicle no longer had a valid\ndriver’s license. That added fact raises a new question. What are\nthe odds that someone who has lost his license would continue to\ndrive? The answer is by no means obvious. You might think that a\nperson told not to drive on pain of criminal penalty would obey the\norder—so that if his car was on the road, someone else (a family\nmember, a friend) must be doing the driving. Or you might have the\nopposite intuition—that a person’s reasons for driving would\novercome his worries about violating the law, no matter the\npossible punishment. But most likely (let’s be honest), you just\nwouldn’t know. Especially if you’ve not had your own license taken\naway, your everyday experience has given you little basis to assess\nthe probabilities. Your common sense can therefore no longer guide\nyou.Even so, Deputy Mark Mehrer had reasonable\nsuspicion to stop the truck in this case, and I join the Court’s\nopinion holding as much. Crucially for me, Mehrer knew yet one more\nthing about the vehicle’s registered owner, and it related to his\nproclivity for breaking driving laws. As the Court recounts, Mehrer\nlearned from a state database that Charles Glover, the truck’s\nowner, had had his license revoked under Kansas law. Seeante,at 2. And Kansas almost never revokes a license except\nfor serious or repeated driving offenses. See Kan. Stat. Ann.\n§8–254 (2001);ante,at 5. Crimes like vehicular homicide\nand manslaughter, or vehicular flight from a police officer,\nprovoke a license revocation; so too do multiple convictions for\nmoving traffic violations within a short time. Seeante,at\n5. In other words, a person with a revoked license has already\nshown a willingness to flout driving restrictions. That fact, as\nthe Court states, provides a “reason[ ] to infer” that such a\nperson will drive without a license—at least often enough to\nwarrant an investigatory stop.Ibid.And there is nothing\nelse here to call that inference into question. That is because the\nparties’ unusually austere stipulation confined the case to the\nfacts stated above—i.e.,that Mehrer stopped Glover’s truck\nbecause he knew that Kansas had revoked Glover’s license.But as already suggested, I would find this a\ndifferent case if Kansas had barred Glover from driving on a ground\nthat provided no similar evidence of his penchant for ignoring\ndriving laws. Consider, for example, if Kansas had suspended rather\nthan revoked Glover’s license. Along with many other States, Kansas\nsuspends licenses for matters having nothing to do with road\nsafety, such as failing to pay parking tickets, court fees, or\nchild support. See Kan. Stat. Ann. §8–2110(b) (2018 Cum. Supp.);\nsee also,e.g., N. J. Stat. Ann. §39:4–139.10 (West\nSupp. 2019); Ark. Code Ann. §9–14–239 (Supp. 2019). Indeed, several\nstudies have found that most license suspensions do not relate to\ndriving at all; what they most relate to is being poor. See Brief\nfor Fines and Fees Justice Center et al. asAmici\nCuriae7. So the good reason the Court gives for thinking that\nsomeone with a revoked license will keep driving—that he has a\nhistory of disregarding driving rules—would no longer apply. And\nwithout that, the case for assuming that an unlicensed driver is at\nthe wheel is hardly self-evident. It would have to rest on an idea\nabout the frequency with which even those who had previously\ncomplied with driving laws would defy a State’s penalty-backed\ncommand to stay off the roads. But where would that idea come from?\nAs discussed above, I doubt whether our collective common sense\ncould do the necessary work. Seesupra,at 1. Or otherwise\nsaid, I suspect that any common sense invoked in this altered\ncontext would not much differ from a “mere ‘hunch’ ”—and so\n“not create reasonable suspicion.”Prado Navarettev.California,572 U.S.\n393, 397 (2014) (quotingTerryv.Ohio,392 U.S.\n1, 27 (1968)).And even when, as under the revocation scheme\nhere, a starting presumption of reasonable suspicion makes sense,\nthe defendant may show that in his case additional information\ndictates the opposite result. The Court is clear on this point,\nemphasizing that under the applicable totality-of-the-circumstances\ntest, “the presence of additional facts might dispel reasonable\nsuspicion” even though an officer knows that a car on the road\nbelongs to a person with a revoked license.Ante,at 9; seeante,at 1 (stating that further information may “negat[e]\nan inference that the owner is the driver of the vehicle”). Just as\nthe Court once said of a trained drug-detection dog’s “alert,” the\nlicense-revocation signal is always subject to a defendant’s\nchallenge, whether through cross-examination of the officer or\nintroduction of his own fact or expert witnesses.Floridav.Harris,568 U.S.\n237, 247 (2013).That challenge may take any number of forms. The\nCourt offers a clear example of observational evidence dispelling\nreasonable suspicion: if the officer knows the registered owner of\na vehicle is an elderly man, but can see the driver is a young\nwoman. Seeante,at 9. Similarly (if not as cut-and-dry),\nwhen the officer learns a car has two or more registered owners,\nthe balance of circumstances may tip away from reasonable suspicion\nthat the one with the revoked license is driving. And so too, the\nattributes of the car may be relevant. Consider if a car bears the\nmarkings of a peer-to-peer carsharing service; or compare the\nlikelihoods that someone other than the registered owner is driving\n(1) a family minivan and (2) a Ferrari. The officer himself may\nhave a wealth of accumulated information about such matters, and\nthe defendant may probe what that knowledge suggests about the stop\nat issue.Such a challenge may also use statistical\nevidence, which is almost daily expanding in sophistication and\nscope. States or municipalities often keep information about “hit\nrates” in stops like this one—in other words, the frequency with\nwhich those stops discover unlicensed drivers behind the wheel. See\ngenerally Brief for Andrew Manuel Crespo asAmicus Curiae23–27. Somewhat less direct but also useful are state and local\ndata (collected by governments, insurance companies, and academics\nalike) about the average number of drivers for each registered\nautomobile and the extent to which unlicensed persons continue to\ndrive. Seeid.,at 13–18. (If, to use an extreme example,\nevery car had 10 associated drivers, and losing a license reduced\ndriving time by 90%, an officer would not have reasonable suspicion\nfor a stop.) Here too, defendants may question testifying officers\nabout such information. Indeed, an officer may have his own hit\nrate, which if low enough could itself negate reasonable suspicion.\nSee,e.g.,United Statesv.Cortez-Galaviz,\n495 F.3d 1203, 1208–1209 (CA10 2007) (Gorsuch, J.) (considering, as\npart of the reasonable suspicion inquiry, the frequency of an\nofficer’s misses and the accuracy of the database on which he\nrelied).[1]In this strange case, contested on a barebones\nstipulation, the record contains no evidence of these kinds. There\nis but a single, simple fact: A police officer learned from a state\ndatabase that a car on the road belonged to a person with a revoked\nlicense. Given that revocations in Kansas nearly always stem from\nserious or repeated driving violations, I agree with the Court\nabout the reasonableness of the officer’s inference that the owner,\n“Glover[,] was driving while his license was revoked.”Ante,at 9. And because Glover offered no rebuttal, there the matter\nstands. But that does not mean cases with more complete records\nwill all wind up in the same place. A defendant like Glover may\nstill be able to show that his case is different—that the “presence\nof additional facts” and circumstances “dispel[s] reasonable\nsuspicion.”Ibid. Which is to say that in more fully\nlitigated cases, the license-revocation alert does not (as it did\nhere) end the inquiry. It is but the first, though no doubt an\nimportant, step in assessing the reasonableness of the officer’s\nsuspicion.Notes1Of course, aggregate\nstatistics of this kind cannot substitute for the individualized\nsuspicion that the Fourth Amendment requires. See,e.g.,Terryv.Ohio,392 U.S.\n1, 21, n. 18 (1968) (“Th[e] demand for specificity\n. . . is the central teaching of this Court’s Fourth\nAmendment jurisprudence”). But in a case like this one, the\nofficer’s suspicionisindividualized: It arises from the\nlicense status of the known owner of a specific car. The only\nquestion is whether that suspicion is reasonable—whether, in other\nwords, there is enough to back up the officer’s belief that the\nowner is driving the vehicle. As to that matter, statistics may be\nhighly relevant, either to support or to cast doubt on the\nofficer’s judgment.",
    "joined": []
}