{
    "case": {
        "docket": "583",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/583/"
    },
    "id": "1970455",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 10–1542 and 10–1543_________________ERIC H. HOLDER, Jr., ATTORNEY GENERAL,\nPETITIONER10–1542v.CARLOS MARTINEZ GUTIERREZERIC H. HOLDER, Jr., ATTORNEY GENERAL,\nPETITIONER10–1543v.DAMIEN ANTONIO SAWYERSon writs of certiorari to the united states\ncourt of appeals for the ninth circuit[May 21, 2012]Justice Kagan delivered the opinion of the\nCourt.An immigration statute, 8 U. S. C.\n§1229b(a), authorizes the Attorney General to cancel the removal of\nan alien from the United States so long as the alien satisfies\ncertain criteria. One of those criteria relates to the length of\ntime an alien has lawfully resided in the United States, and\nanother to the length of time he has held permanent resident status\nhere. We consider whether the Board of Immigration Appeals (BIA or\nBoard) could reasonably conclude that an alien living in this\ncountry as a child must meet those requirements on his own, without\ncounting a parent’s years of residence or immigration status. We\nhold that the BIA’s approach is based on a permissible construction\nof the statute.IAThe immigration laws have long given the\nAttorney General discretion to permit certain otherwise-removable\naliens to remain in the United States. SeeJudulangv.Holder, 565 U. S. ___, ___ (2011) (slip op., at 2–4).\nThe Attorney General formerly exercised this authority by virtue of\n§212(c) of the Immigration and Nationality Act (INA), 66Stat. 187,\n8 U. S. C. §1182(c) (1994 ed.), a provision with some\nlingering relevance here, seeinfra, at 7–9. But in 1996,\nCongress replaced §212(c) with §1229b(a) (2006 ed.). That new\nsection, applicable to the cases before us, provides as\nfollows:“(a) Cancellation of removal for\ncertain permanent residents“The Attorney General may cancel removal in the\ncase of an alien who is inadmissible or deportable from the United\nStates if the alien—“(1) has been an alien lawfully admitted for\npermanent residence for not less than 5 years,“(2) has resided in the United States\ncontinuously for 7 years after having been admitted in any status,\nand“(3) has not been convicted of any aggravated\nfelony.”Ibid.Section 1229b(a) thus specifies the criteria\nthat make an alien eligible to obtain relief from the Attorney\nGeneral. The first paragraph requires that the alien have held the\nstatus of a lawful permanent resident (LPR) for at least five\nyears. And the second adds that the alien must have lived in the\nUnited States for at least seven continuous years after a lawful\nadmission, whether as an LPR or in some other immigration\nstatus.[1] (The third paragraph\nis not at issue in these cases.)The question we consider here is whether, in\napplying this statutory provision, the BIA should impute a parent’s\nyears of continuous residence or LPR status to his or her child.\nThat question arises because a child may enter the country\nlawfully, or may gain LPR status,afterone of his parents\ndoes. A parent may therefore satisfy the re- quirements of\n§§1229b(a)(1) and (2), while his or her child, considered\nindependently, does not. In these circum- stances, is the child\neligible for cancellation of removal?The Ninth Circuit, the first court of appeals to\nconfront this issue, held that such an alien could obtain relief.\nSeeCuevas-Gasparv.Gonzales,430 F.3d 1013(2005). Enrique Cuevas-Gaspar and his parents\ncame to the United States illegally in 1985, when he was one year\nold. Cuevas-Gaspar’s mother was lawfully admitted to the country in\n1990, as an LPR. But Cuevas-Gaspar was lawfully admitted only in\n1997, when he too received LPR status. That meant that when\nCuevas-Gaspar committed a removable offense in 2002, he could not\nindependently sat- isfy §1229b(a)(2)’s requirement of seven\nconsecutive years of residence after a lawful entry.[2] (The parties agreed that he just met\n§1229b(a)(1)’s 5-year status requirement.) The Board deemed\nCuevas-Gaspar ineligible for relief on that account, but the Ninth\nCircuit found that position unreasonable. According to the Court of\nAppeals, the Board should have “imputed” to Cuevas-Gaspar his\nmother’s years of continuous residence during the time he lived\nwith her as an “unemancipated minor.”Id.,at 1029. That\napproach, the Ninth Circuit reasoned, followed from both the INA’s\n“priorit[ization]” of familial relations and the Board’s\n“consistent willingness” to make imputations from a parent to a\nchild in many areas of immigration law.Id.,at 1026.The Board responded by reiterating its\nopposition to imputation under both relevant paragraphs of\n§1229b(a). InIn re Escobar, 24 I. & N.\nDec. 231 (2007), the Board considered whether a child could rely on\na parent’s period of LPR status to satisfy §1229b(a)(1)’s 5-year\nclock. The Board expressly “disagree[d] with the reasoning” ofCuevas-Gaspar, rejecting the Ninth Circuit’s understanding\nof both the statute and the Board’s prior policies. 24\nI. & N. Dec., at 233–234, and n. 4. Accordingly,\nthe Board announced that it would “decline to extend”Cuevas-Gasparto any case involving §1229b(a)(1), and that\nit would ignore the decision even as to §1229b(a)(2) outside the\nNinth Circuit. 24 I. & N. Dec., at 235. A year later,\ninMatter of Ramirez-Vargas, 24 I. & N. Dec.\n599 (2008), the BIA took the final step: It rejected imputation\nunder §1229b(a)(2) in a case arising in the Ninth Circuit,\nmaintaining that the court should abandonCuevas-Gasparand\ndefer to the Board’s intervening reasoned decision inEscobar. SeeRamirez-Vargas, 24 I. & N.\nDec., at 600–601 (citingNational Cable & Telecommunications\nAssn.v.Brand X Internet Services,545 U.S.\n967(2005)).The BIA’s position on imputation touched off a\nsplit in the courts of appeals. The Third and Fifth Circuits both\ndeferred to the BIA’s approach as a reasonable construction of\n§1229b(a). SeeAugustinv.Attorney Gen., 520 F.3d\n264 (CA3 2008);Deusv.Holder, 591 F.3d 807 (CA5\n2009). But inMercado-Zazuetav.Holder, 580 F.3d\n1102 (2009), the Ninth Circuit doubled down on its contrary view,\ndeclaring the BIA’s position unreasonable and requiring imputation\nunder both §§1229b(a)(1) and (a)(2).Seeid.,at 1103\n(“[T]he rationale and holding ofCuevas-Gasparapply equally\nto the five-year permanent residence and the seven-year continuance\nresidence requirements” of §1229b(a)).BTwo cases are before us. In 1989, at the age\nof five, respondent Carlos Martinez Gutierrez illegally entered the\nUnited States with his family. Martinez Gutierrez’s father was\nlawfully admitted to the country two years later as an LPR. But\nMartinez Gutierrez himself was neither lawfully admitted nor given\nLPR status until 2003. Two years after that, Martinez Gutierrez was\napprehended for smuggling undocumented aliens across the border. He\nadmitted the offense, and sought cancellation of removal. The\nImmigration Judge concluded that Martinez Gutierrez qualified for\nrelief because of his father’s immigration history, even though\nMartinez Gutierrez could not satisfy either §1229b(a)(1) or\n§1229b(a)(2) on his own. See App. to Pet. for Cert. in No. 10–1542,\npp. 20a–22a (citingCuevas-Gaspar, 430 F. 3d 1013). The\nBIA reversed, and after entry of a removal order on remand,\nreaffirmed its disposition in an order relying onEscobar,\nsee App. to Pet. for Cert. in No. 10–1542, at 5a–6a. The Ninth\nCircuit then granted Martinez Gutierrez’s petition for review and\nremanded the case to the Board for reconsideration in light of the\ncourt’s contrary decisions. See 411 Fed. Appx. 121 (2011).Respondent Damien Sawyers was lawfully admitted\nas an LPR in October 1995, when he was 15 years old. At that time,\nhis mother had already resided in the country for six consecutive\nyears following a lawful entry. After Sawyers’s conviction of a\ndrug offense in August 2002, the Government initiated removal\nproceedings. The Immigration Judge found Sawyers ineligible for\ncancellation of removal because he was a few months shy of the\nseven years of continuous residence required under §1229b(a)(2).\nSee App. to Pet. for Cert. in No. 10–1543, p. 13a. (No one doubted\nthat Sawyers had by that time held LPR status for five years, as\nrequired under §1229b(a)(1).) The Board affirmed, relying on its\nreasoning inEscobar. SeeIn re Sawyers, No. A44 852\n478, 2007 WL 4711443 (Dec. 26, 2007). Sawyers petitioned the Ninth\nCircuit for review, arguing that the Board should have counted his\nmother’s years of residency while he was a minor toward\n§1229b(a)(2)’s 7-year requirement. As inGutierrez, the\nCourt of Appeals granted the petition and remanded the case to the\nBIA. See 399 Fed. Appx. 313 (2010).We granted the Government’s petitions for\ncertiorari, 564 U. S. ___ (2011), consolidated the cases, and\nnow reverse the Ninth Circuit’s judgments.IIThe Board has required each alien seeking\ncancellation of removal to satisfy §1229b(a)’s requirements on his\nown, without counting a parent’s years of continuous residence or\nLPR status. That position prevails if it is a reasonable\nconstruction of the statute, whether or not it is the only possible\ninterpretation or even the one a court might think best. SeeChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U.S.\n837, 843–844, and n. 11 (1984); see alsoINSv.Aguirre-Aguirre,526 U.S.\n415, 424–425 (1999) (accordingChevrondeference to the\nBoard’s interpretations of the INA). We think the BIA’s view on\nimputation meets that standard, and so need not decide if the\nstatute permits any other construction.The Board’s approach is consistent with the\nstatute’s text, as even respondents tacitly concede. Section\n1229b(a) does not mention imputation, much less require it. The\nprovision calls for “the alien”—not, say, “the alien or one of his\nparents”—to meet the three prerequisites for cancellation of\nremoval. Similarly, several of §1229b(a)’s other terms have\nstatutory definitions referring to only a single individual. See,e.g.,§1101(a)(13)(A) (“The terms ‘admission’ and ‘admitted’\nmean, with respect toan alien, the lawful entry ofthe\nalieninto the United States” (emphasis added)); §1101(a)(33)\n(“The term ‘residence’ means the place of general abode; the place\nof general abode of a person meanshisprincipal, actual\ndwelling” (emphasis added)). Respondents contend that none of this\nlanguage “forecloses” imputation: They argue that if the Board\nallowed imputation, “[t]he alien” seeking cancellation would “still\nhave to satisfy the provision’s durational requirements”—just\npursuant to a different computational rule. Brief for Respondent\nMartinez Gutierrez in No. 10–1542, p. 16 (hereinafter Martinez\nGutierrez Brief); see Brief for Respondent Sawyers in No. 10–1543,\npp. 11, 15 (hereinafter Sawyers Brief). And they claim that the\nBoard’s history of permitting imputation under similarly “silent”\nstatutes supports this construction. Martinez Gutierrez Brief 16;\nsee Sawyers Brief 15–16;infra, at 10–11. But even if\nso—even if the Boardcouldadopt an imputation rule\nconsistent with the statute’s text—that would not avail\nrespondents. Taken alone, the language of §1229b(a) at least\npermits the Board to go the other way—to say that “the alien” must\nmeet the statutory conditions independently, without relying on a\nparent’s history.For this reason, respondents focus on\n§1229b(a)’s history and context—particularly, the provision’s\nrelationship to the INA’s former §212(c) and its associated\nimputation rule. Section 212(c)—§1229b(a)’s predecessor—generally\nallowed the Attorney General to prevent the removal of an alien\nwith LPR status who had maintained a “lawful unrelinquished\ndomicile of seven consecutive years” in this country. 8\nU. S. C. §1182(c) (1994 ed.). Like §1229b(a), §212(c) was\nsilent on imputation. Yet the Second, Third, and Ninth Circuits\n(the only appellate courts to consider the question) concluded\nthat, in determining eligibility for relief under §212(c), the\nBoard should impute a parent’s years of domicile to his or her\nchild. SeeRosariov.INS, 962 F.2d 220 (CA2 1992);Lepe-Guitronv.INS,16 F.3d 1021, 1024–1026 (CA9 1994);Morelv.INS,90 F.3d 833, 840–842 (CA3 1996). Those courts reasoned that at\ncommon law, a minor’s domicile was “the same as that of its\nparents, since most children are presumed not legally capable of\nforming the requisite intent to establish their own domicile.”Rosario,962 F. 2d, at 224; seeMississippi Band of\nChoctaw Indiansv.Holyfield,490 U.S.\n30, 48 (1989) (defining “domicile” as “physical presence in a\nplace in connection with a certain state of mind concerning one’s\nintent to remain there”). So by the time Congress replaced §212(c)\nwith §1229b(a), the BIA often imputed a parent’s years of domicile\nto a child in determining eligibility for cancellation of removal.\nSawyers argues that against this backdrop, Congress “would have\nunderstood the language it chose [in §1229b(a)] to provide for\nimputation.” Sawyers Brief 10.But we cannot conclude that Congress ratified an\nimputation requirement when it passed §1229b(a). As all parties\nagree, Congress enacted §§1229b(a)(1) and (a)(2) to resolve an\nunrelated question about §212(c)’s meaning. Seeid., at 17;\nMartinez Gutierrez Brief 28; Brief for Petitioner 25. Courts had\ndiffered on whether an alien’s “seven consecutive years” of\ndomicile under §212(c) all had to post-date the alien’s obtaining\nLPR status. SeeCuevas-Gaspar, 430 F. 3d, at 1027–1028\n(canvassing split). Congress addressed that split by creating two\ndistinct durational conditions: the 5-year status requirement of\nsubsection (a)(1), which runs from the time an alien becomes an\nLPR, and the 7-year continuous-residency requirement of subsection\n(a)(2), which can include years preceding the acquisition of LPR\nstatus. In doing so, Congress elimi- nated the very\nterm—“domicile”—on which the appeals courts had founded their\nimputation decisions. Seesupra,at 8. That alteration dooms\nrespondents’ position, because the doctrine of congressional\nratification applies only when Congress reenacts a statute without\nrelevant change. SeeJamav.Immigration and Customs\nEnforcement,543 U.S.\n335, 349 (2005).[3] So the\nstatutory history here provides no basis for holding that the BIA\nflouted a congressional command in adopting its no-imputation\npolicy.Nor do the INA’s purposes demand imputation\nhere, as both respondents claim. According to Martinez Gutierrez,\nthe BIA’s approach contradicts that statute’s objectives of\n“providing relief to aliens with strong ties to the United States”\nand “promoting family unity.” Martinez Gutierrez Brief 40, 44; see\nSawyers Brief 37. We agree—indeed, we have stated—that the goals\nrespondents identify underlie or inform many provisions of\nimmigration law. SeeFiallov.Bell,430 U.S.\n787, 795, n. 6 (1977);INSv.Errico,385 U.S.\n214, 220 (1966). But they are not the INA’s only goals, and\nCongress did not pursue them to thenth degree. To take one\nexample, §1229b(a)’s third paragraph makes aliens convicted of\naggravated felonies ineligible for cancellation of removal,\nregardless of the strength of their family ties. See §1229b(a)(3).\nAnd more generally—as these very cases show—not every alien who\nobtains LPR status can immediately get the same for her spouse or\nminor children. See Brief for Petitioner 31–32, and n. 9\n(providing program-specific examples). We cannot read a silent\nstatute as requiring (not merely allowing) imputation just because\nthat rule would be family-friendly.Respondents’ stronger arguments take a different\ntack—that we should refuse to defer to the Board’s decision even\nassuming Congress placed the question of imputation in its hands.\nRespondents offer two main reasons. First, they contend that the\nBoard’s approach to §1229b(a) cannot be squared with its acceptance\nof imputation under other, similar statutory provisions. This\n“wil[d]” and “ ‘[u]n- explained inconsistency,’ ” Sawyers\nasserts, is the very “paradigm of arbitrary agency action.” Sawyers\nBrief 13, 41 (emphasis deleted); see Martinez Gutierrez Brief\n52–54. Second, they argue that the Board did not appreciate its own\ndiscretion over whether to allow imputation. The Board, they say,\nthought Congress had forbidden imputation, and so did not bring its\n“ ‘experience and expertise to bear’ ” on the issue.Id.,at 31 (quotingPDK Labs. Inc.v.DEA,362 F.3d 786, 797 (CADC 2004)); see Sawyers Brief 38–39. These\narguments are not insubstantial, but in the end neither persuades\nus to deny the Board the usual deference we accord to agency\ninterpretations.Start with the claim of inconsistency. The BIA\nhas indeed imputed parental attributes to children under other INA\nprovisions that do not mention the matter. Section 1182(k), for\nexample, enables the Attorney General to let certain inadmissible\naliens into the country if he finds “that inadmissibility was not\nknown to, and could not have been ascertained by the exercise of\nreasonable diligence by, the immigrant before the time of\ndeparture.” Like §1229b(a), that provision refers to a single\nperson (“the immigrant”) and says nothing about imputation. But the\nBIA has consistently imputed a parent’s knowledge of\ninadmissibility (or lack thereof) to a child. See,e.g.,Senicav.INS,16 F.3d 1013, 1015 (CA9 1994) (“Therefore, the BIA reasoned,\nthe children were not entitled to relief under [§1182(k)] because\n[their mother’s] knowledge was imputed to them”);In re\nMushtaq, No. A43 968 082, 2007 WL 4707539 (BIA, Dec. 10, 2007)\n(per curiam);In re Ahmed, No. A41 982 631,\n2006 WL 448156 (BIA, Jan. 17, 2006) (per curiam).Similarly, the Board imputes a parent’s\nabandonment (or non-abandonment) of LPR status to her child when\ndetermining whether that child can reenter the country as a\n“returning resident immigran[t]” under §1181(b). SeeMatter of\nZamora, 17 I. & N. Dec. 395, 396 (1980) (hold-\ning that a “voluntary and intended abandonment by the mother is\nimputed” to an unemancipated minor child for purposes of applying\n§1181(b));Matter of Huang, 19 I. & N. Dec. 749,\n755–756 (1988) (concluding that a mother and her children abandoned\ntheir LPR status based solely on the mother’s intent);In re Ali, No. A44 143 723, 2006 WL 3088820 (BIA, Sept.\n11, 2006) (holding that a child could not have abandoned his LPR\nstatus if his mother had not abandoned hers). And once again, that\nis so even though neither §1181(b) nor any other statutory\nprovision says that the BIA should look to the parent in assessing\nthe child’s eligibility for reentry.ButEscobarprovided a reasoned\nexplanation for these divergent results: The Board imputes matters\ninvolving an alien’s state of mind, while declining to impute\nobjective conditions or characteristics. See 24\nI. & N. Dec., at 233–234, and n. 4. On one side\nof the line, knowledge of inadmissibility is all and only about a\nmental state. See,e.g., Senica, 16 F. 3d, at 1015;In re Ahmed, 2006 WL 448156. Likewise, abandonment of\nstatus turns on an alien’s “intention of . . . returning to the\nUnited States” to live as a permanent resident,Zamora, 17\nI. & N. Dec., at 396; the Board thus explained that\nimputing abandonment is “consistent with the . . . longstanding\npolicy that a child cannot form the intent necessary to establish\nhis or her own domicile,”Escobar, 24 I. & N.\nDec., at 234, n. 4. And as that analogy recalls, the 7-year\ndomicile requirement of the former §212(c) also involved intent and\nso lent itself to imputation. SeeRosario,962 F. 2d,\nat 224;supra,at 8. But the 5- and 7-year clocks of\n§1229b(a) fall on the other side of the line, because they hinge\nnot on any state of mind but on the objective facts of immigration\nstatus and place of residence. SeeEscobar, 24\nI. & N. Dec., at 233 (“[W]e find that residence is\ndifferent from domicile because it ‘contains no element of\nsubjective intent’ ” (quotingCuevas-Gaspar, 430\nF. 3d, at 1031 (Fernandez, J., dissenting))). The BIA’s varied\nrulings on imputation thus largely follow from one straightforward\ndistinction.[4]Similarly,Escobarbelies respondents’\nclaim that the BIA adopted its no-imputation rule only because it\nthought Congress had left it no other choice. The Board, to be\nsure, did not highlight the statute’s gaps or ambiguity; rather, it\nread §1229b(a)’s text to support its conclusion that each alien\nmust personally meet that section’s durational requirements. See 24\nI. & N. Dec., at 235. But the Board also explained\nthat “there [was] no precedent” in its decisions for imputing\nstatus or residence, and distinguished those statutory terms, on\nthe ground just explained, from domicile or abandonment of LPR\nstatus.Id.,at 234; seeid.,at 233–234, and\nn. 4. And the Board argued that allowing imputation under\n§1229b(a) would create anomalies in administration of the statutory\nscheme by permitting even those who had not obtained LPR status—or\ncould not do so because of a criminal history—to become eligible\nfor cancellation of removal. Seeid.,at 234–235, and\nn. 5. The Board therefore saw neither a “logical” nor a\n“legal” basis for adopting a policy of imputation.Id.,at\n233. We see nothing in this decision to suggest that the Board\nthought its hands tied, or that it might have reached a different\nresult if assured it could do so. To the contrary, the decision\nexpressed the BIA’s view, based on its experience implementing the\nINA, that statutory text, administrative practice, and regulatory\npolicy all pointed in one direction: toward disallowing imputation.\nIn making that case, the decision reads like a multitude of agency\ninterpretations—not the best example, but far from the worst—to\nwhich we and other courts have routinely deferred. We see no reason\nnot to do so here.Because the Board’s rejection of imputation\nunder §1229b(a) is “based on a permissible construction of the\nstatute,”Chevron, 467 U. S., at 843, we reverse the\nNinth Circuit’s judgments and remand the cases for further\nproceedings consistent with this opinion.It is so ordered.Notes1The INA defines\n“admitted” as referring to “the lawful entry ofthe alien into the\nUnited States after inspection and authorization by an immigration\nofficer.” 8 U. S. C. §1101 (a)(13)(A). The 7-year clock\nof §1229b(a)(2) thus begins with an alien’slawfulentry.2The 7-year clock stopped\nrunning on the date of Cuevas-Gaspar’s offense under a statutory\nprovision known as the “stop-time” rule. See §1229b(d)(1) (“For\npurposes of this section, any period of continuous residence\n. . . in the United States shall be deemed to end\n. . . when the alien is served a notice to appear\n. . . or . . . when the alien has committed an\noffense . . . that renders the alien . . .\nremovable from the United States . . . , whichever is\nearliest”).3Sawyers contends that\n§1229b(a)(2)’s replacement term—“resided continuously”—is a “term\nof art” in the immigration context which incorporates “an intent\ncomponent” and so means the same thing as “domiciled.” Sawyers\nBrief 25–26 (emphasis deleted). Thus, Sawyers argues, we should\nread §1229b(a) as reenacting §212(c) without meaningful change. Seeid.,at 25. But even assuming that Congress could ratify\njudicial decisions based on the term “domicile” through a new\nstatute using a synonym for that term, we do not think “resided\ncontinuously” qualifies. The INA defines “residence” as a person’s\n“princi-pal, actual dwelling place in fact,without regard to\nintent,” 8 U. S. C. §1101(a)(33) (emphasis added),\nand we find nothing to suggest that Congress added an intent\nelement, inconsistent with that definition, by requiring that the\nresidence have been maintained “continuously for 7\nyears.”4Respondents aver that the\nBIA deviates from this principle in imputing to a child his\nparent’s “ ‘firm resettlement’ ” in another country,\nwhich renders an alien ineligible for asylum without regard to\nintent. See Sawyers Brief 39; Martinez Gutierrez Brief 52. But the\nGovernment denies that it has a “settled imputation rule” in that\ncontext. Reply Brief for Petitioner 13. And the sources on which\nrespondents rely are slender reeds: a 40-year old ruling by a\nregional commissioner (not the Board itself) that considered the\nconduct of both the parents and the child, seeMatter of Ng,\n12 I. & N. Dec. 411 (1967), and a Ninth Circuit\ndecision imputing a parent’s resettlement even though the Board had\nfocused only on the child’s actions, seeVangv.INS,146 F.3d 1114, 1117 (1998). Based on these scant decisions, we\ncannot conclude that the Board has any policy on imputing\nresettlement, let alone one inconsistent withEscobar.",
    "joined": []
}