{
    "case": {
        "docket": "452",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/452/"
    },
    "id": "1963703",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–224_________________NATIONAL MEAT ASSOCIATION, PETITIONER v.\nKAMALA D. HARRIS, ATTORNEY GENERAL OF CALIFORNIA, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[January 23, 2012]Justice Kagan\ndelivered the opinion of the Court.The Federal Meat\nInspection Act (FMIA or Act), 21 U. S. C. §601 et seq.,\nregulates the inspection, handling, and slaughter of livestock for\nhuman consumption. We consider here whether the FMIA expressly\npreempts a California law dictating what slaughterhouses must do\nwith pigs that cannot walk, known in the trade as nonambulatory\npigs. We hold that the FMIA forecloses the challenged applications\nof the state statute.IAThe FMIA regulates a\nbroad range of activities at slaughterhouses to ensure both the\nsafety of meat and the humane handling of animals. [1] First enacted in 1906, after Upton\nSinclair’s muckraking novel The Jungle sparked an uproar over\nconditions in the meatpacking industry, the Act establishes “an\nelaborate system of inspecti[ng]” live animals and carcasses in\norder “to prevent the shipment of impure, unwholesome, and unfit\nmeat and meat-food products.” Pittsburgh Melting Co. v. Totten, 248\nU. S. 1 –5 (1918). And since amended in 1978, see 92Stat.\n1069, the FMIA requires all slaughterhouses to comply with the\nstandards for humane handling and slaughter of animals set out in\nthe Humane Methods of Slaughter Act of 1958, (HMSA), 72Stat. 862, 7\nU. S. C. §1901 et seq., which originally applied\nonly to slaughterhouses selling meat to the Federal Government.The Department of\nAgriculture’s Food Safety and Inspection Service (FSIS) has\nresponsibility for administering the FMIA to promote its dual goals\nof safe meat and humane slaughter. Over the years, the FSIS has\nissued extensive regulations to govern the inspection of animals\nand meat, as well as other aspects of slaughterhouses’ operations\nand facilities. See 9 CFR §300.1 et seq. (2011). The FSIS\nemploys about 9,000 inspectors, veterinarians, and investigators to\nimplement its inspection regime and enforce its humane-handling\nrequirements. See Hearings on 2012 Appropriations before the\nSubcommittee on Agriculture of the House Committee on\nAppropriations, 112th Cong., 1st Sess., pt. 1B, p. 921 (2011). In\nfiscal year 2010, those personnel examined about 147 million head\nof livestock and carried out more than 126,000 “humane handling\nverification procedures.” Id., at 942–943.The FSIS’s inspection\nprocedure begins with an “ante-mortem” examination of each animal\nbrought to a slaughterhouse. See 9 CFR §309.1. If the inspector\nfinds no evidence of disease or injury, he approves the animal for\nslaughter. If, at the other end of the spectrum, the inspector sees\nthat an animal is dead or dying, comatose, suffering from a high\nfever, or afflicted with a serious disease or condition, he\ndesignates the animal as “U. S. Condemned.” See §309.3; §311.1 et\nseq. (listing diseases requiring condemnation). A condemned animal\n(if not already dead) must be killed apart from the slaughtering\nfacilities where food is produced, and no part of its carcass may\nbe sold for human consumption. See §309.13(a); 21\nU. S. C. §610(c).The inspector also has\nan intermediate option: If he determines that an animal has a less\nsevere condition—or merely suspects the animal of having a disease\nmeriting condemnation—he classifies the animal as “U. S.\nSuspect.” See 9 CFR §309.2. That category includes all\nnonambulatory animals not found to require condemnation. [2] See §309.2(b). Suspect livestock\nmust be “set apart,” specially monitored, and (if not reclassified\nbecause of a change in condition) “slaughtered separately from\nother livestock.” §309.2(n). Following slaughter, an inspector\ndecides at a “post-mortem” examination which parts, if any, of the\nsuspect animal’s carcass may be processed into food for humans. See\n9 CFR pts. 310, 311.The regulations\nimplementing the FMIA additionally prescribe methods for handling\nanimals humanely at all stages of the slaughtering process. Those\nrules apply from the moment a truck carrying livestock “enters, or\nis in line to enter,” a slaughterhouse’s premises. Humane Handling\nand Slaughter of Livestock, FSIS Directive 6900.2, ch. II(I) (rev.\nAug. 15, 2011). And they include specific provisions for the humane\ntreatment of animals that cannot walk. See 9 CFR §313.2(d). Under\nthe regulations, slaughterhouse employees may not drag conscious,\nnonambulatory animals, see §313.2(d)(2), and may move them only\nwith “equipment suitable for such purposes,” §313.2(d)(3).\nSimilarly, employees must place nonambulatory animals, as well as\nother sick and disabled livestock, in covered pens sufficient to\nprotect the animals from “adverse climatic conditions.” See\n§313.2(d)(1); §313.1(c).The FMIA contains an\nexpress preemption provision, at issue here, addressing state laws\non these and similar matters. That provision’s first sentence\nreads:“Requirements within the scope of this\n[Act] with respect to premises, facilities and operations of any\nestablishment at which inspection is provided under . . .\nthis [Act] which are in addition to, or different than those made\nunder this [Act] may not be imposed by any State.” 21\nU. S. C. §678. [3]BIn 2008, the Humane\nSociety of the United States released an undercover video showing\nworkers at a slaughterhouse in California dragging, kicking, and\nelectro-shocking sick and disabled cows in an effort to move them.\nThe video led the Federal Government to institute the largest beef\nrecall in U. S. history in order to prevent consumption of\nmeat from diseased animals. Of greater relevance here, the video\nalso prompted the California legislature to strengthen a\npre-existing statute governing the treatment of nonambulatory\nanimals and to apply that statute to slaughterhouses regulated\nunder the FMIA. See National Meat Assn. v. Brown, 599 F. 3d\n1093, 1096 (CA9 2010).As amended, the\nCalifornia law—§599f of the state penal code—provides in relevant\npart:“(a) No\nslaughterhouse, stockyard, auction, market agency, or dealer shall\nbuy, sell, or receive a nonambulatory animal.“(b) No slaughterhouse\nshall process, butcher, or sell meat or products of nonambulatory\nanimals for human consumption.“(c) No slaughterhouse\nshall hold a nonambulatory animal without taking immediate action\nto humanely euthanize the animal.” Cal. Penal Code Ann. §599f (West\n2010).The maximum penalty for violating any of these\nprohibitions is one year in jail and a $20,000 fine. See\n§599f(h).Petitioner National\nMeat Association (NMA) is a trade association representing\nmeatpackers and processors, in-cluding operators of swine\nslaughterhouses. It sued to enjoin the enforcement of §599f against\nthose slaughterhouses, principally on the ground that the FMIA\npreempts application of the state law. [4] The District Court granted the NMA’s motion for a\npreliminary injunction, reasoning that §599f is expressly preempted\nbecause it requires swine “to be handled in a manner other than\nthat prescribed by the FMIA” and its regulations. App. to Pet. for\nCert. 36a. But the United States Court of Appeals for the Ninth\nCircuit vacated the injunction. According to that court, the FMIA\ndoes not expressly preempt §599f because the state law regulates\nonly “the kind of animal that may be slaughtered,” and not the\ninspection or slaughtering process itself. 599 F. 3d, at\n1098.We granted certiorari,\n564 U. S. __ (2011), and now reverse.IIThe FMIA’s preemption\nclause sweeps widely—and in so doing, blocks the applications of\n§599f challenged here. The clause prevents a State from imposing\nany additional or different—even if non-conflicting—requirements\nthat fall within the scope of the Act and concern a\nslaughterhouse’s facilities or operations. And at every turn §599f\nimposes additional or different requirements on swine\nslaughterhouses: It compels them to deal with nonambulatory pigs on\ntheir premises in ways that the federal Act and regulations do not.\nIn essence, California’s statute substitutes a new regulatory\nscheme for the one the FSIS uses. Where under federal law a\nslaughterhouse may take one course of action in handling a\nnonambulatory pig, under state law the slaughterhouse must take\nanother.Consider first what the\ntwo statutes tell a slaughterhouse to do when (as not infrequently\noccurs) a pig becomes injured and thus nonambulatory sometime after\ndelivery to the slaughterhouse. [5] Section 599f(c) prohibits the slaughterhouse from\n“hold[ing]” such an animal “without taking immediate action to\nhumanely euthanize” it. And §599f(b) provides that no part of the\nanimal’s carcass may be “process[ed]” or “butcher[ed]” to make\nfood. By contrast, under the FMIA and its regulations, a\nslaughterhouse may hold (without euthanizing) any nonambulatory pig\nthat has not been condemned. See supra, at 3. And the\nslaughterhouse may process or butcher such an animal’s meat for\nhuman consumption, subject to an FSIS official’s approval at a\npost-mortem inspection. See ibid. The State’s proscriptions thus\nexceed the FMIA’s. To be sure, nothing in the federal Act requires\nwhat the state law forbids (or forbids what the state law\nrequires); California is right to note that “[t]he FMIA does not\nmandate that ‘U. S. Suspect’ [nonambulatory] animals\n. . . be placed into the human food production process.”\nBrief for State Respondents 31. But that is irrelevant, because the\nFMIA’s preemption clause covers not just conflicting, but also\ndifferent or additional state requirements. It therefore precludes\nCalifornia’s effort in §§599f(b) and (c) to im-pose new rules,\nbeyond any the FSIS has chosen to adopt, on what a slaughterhouse\nmust do with a pig that be-comes nonambulatory during the\nproduction process.Similarly, consider how\nthe state and federal laws address what a slaughterhouse should do\nwhen a pig is non-ambulatory at the time of delivery, usually\nbecause of harsh transportation conditions. [6] Section 599f(a) of the California law bars a\nslaughterhouse from “receiv[ing]” or “buy[ing]” such a pig, thus\nobligating the slaughterhouse to refuse delivery of the animal. [7] But that directive, too,\ndeviates from any imposed by federal law. A regulation issued under\nthe FMIA specifically authorizes slaughterhouses to buy disabled or\ndiseased animals (including nonambulatory swine), by exempting them\nfrom a general prohibition on such purchases. See 9 CFR §325.20(c).\nAnd other regulations contemplate that slaughterhouses will in fact\ntake, rather than refuse, receipt of nonambulatory swine. Recall\nthat the FMIA’s regulations provide for the inspection of all pigs\nat delivery, see supra, at 2—in the case of nonambulatory pigs,\noften right on the truck, see Humane Handling and Slaughter of\nLivestock, FSIS Directive 6900.2, ch. II(I). They further instruct\nslaughterhouses to kill and dispose of any nonambulatory pigs\nlabeled “condemned,” and to slaughter separately those marked\n“suspect.” See supra, at 3. In short, federal law establishes rules\nfor handling and slaughtering nonam-bulatory pigs brought to a\nslaughterhouse, rather than ordering them returned to sender. So\n§599f(a) and the FMIA require different things of a slaughterhouse\nconfronted with a delivery truck containing nonambula- tory swine.\nThe former says “do not receive or buy them”; the latter does\nnot.The Humane Society\ncounters that at least §599f(a)’s ban on buying nonambulatory\nanimals escapes preemption because that provision applies no matter\nwhen or where a purchase takes place. The argument proceeds in\nthree steps: (1) §599f(a)’s ban covers purchases of non-ambulatory\npigs made prior to delivery, away from the slaughterhouse itself\n(say, at a farm or auction); (2) the State may regulate such\noffsite purchases because they do not involve a slaughterhouse’s\n“premises, facilities and operations,” which is a condition of\npreemption under the FMIA; and (3) no different result should\nobtain just because a slaughterhouse structures its swine purchases\nto occur at delivery, on its own property. See Brief for Non-State\nRespondents 43–45.But this argument fails\non two grounds. First, its preliminary steps have no foundation in\nthe record. Until a stray comment at oral argument, see Tr. of Oral\nArg. 50, neither the State nor the Humane Society had disputed the\nNMA’s assertion that slaughterhouses buy pigs at delivery (or still\nlater, upon successful ante-mortem inspection). See Brief for\nPetitioner 46, n. 18; Brief for Non-State Respondents 44;\nBrief for State Respondents 16, n. 5. Nor had the parties\npresented evidence that a significant number of pigs become\nnonambulatory before shipment, when any offsite purchases would\noccur. The record therefore does not disclose whether §599f(a)’s\nban on purchase ever applies beyond the slaughterhouse gate, much\nless how an application of that kind would affect a\nslaughterhouse’s operations. And because that is so, we have no\nbasis for deciding whether the FMIA would preempt it. Second, even\nassuming that a State could regulate offsite purchases, the\nconcluding step of the Humane Society’s argument would not follow.\nThe FMIA’s preemption clause expressly focuses on “premises,\nfacilities and operations”—at bottom, the slaughtering and\nprocessing of animals at a given location. So the distinction\nbetween a slaughterhouse’s site-based activities and its more\nfar-flung commercial dealings is not, as the Humane Society\ncontends, an anomaly that courts should strain to avoid. It is\ninstead a fundamental feature of the FMIA’s preemption clause.For that reason, the\nHumane Society’s stronger argument concerns California’s effort to\nregulate the last stage of a slaughterhouse’s business—the ban in\n§599f(b) on “sell[ing] meat or products of nonambulatory animals\nfor human consumption.” The Government acknowledges that the FMIA’s\npreemption clause does not usually foreclose “state regulation of\nthe commercial sales activities of slaughterhouses.” Brief for\nUnited States as Amicus Curiae 17. And the Humane Society asserts,\nin line with that general rule, that §599f(b)’s ban on sales does\nnot regulate a slaughterhouse’s “operations” because it kicks in\nonly after they have ended: Once meat from a slaughtered pig has\npassed a post-mortem inspection, the Act “is not concerned with\nwhether or how it is ever actually sold.” Brief for Non-State\nRespondents 45. At most, the Humane Society claims, §599f(b)’s ban\non sales offers an “incentiv[e]” to a slaughterhouse to take\nnonambulatory pigs out of the meat production process. Id., at 46.\nAnd California may so “motivate[]” an operational choice without\nrunning afoul of the FMIA’s preemption provision. Ibid. (quoting\nBates v. Dow Agrosciences LLC, 544 U. S. 431, 443 (2005)\n).But this argument\nmistakes how the prohibition on sales operates within §599f as a\nwhole. The sales ban is a criminal proscription calculated to help\nimplement and enforce each of the section’s other regulations—its\nprohibition of receipt and purchase, its bar on butchering and\nprocessing, and its mandate of immediate euthanasia. The idea—and\nthe inevitable effect—of the provision is to make sure that\nslaughterhouses remove nonambulatory pigs from the production\nprocess (or keep them out of the process from the beginning) by\ncriminalizing the sale of their meat. That, we think, is something\nmore than an “incentive” or “motivat[or]”; the sales ban instead\nfunctions as a command to slaughterhouses to structure their\noperations in the exact way the remainder of §599f mandates. And\nindeed, if the sales ban were to avoid the FMIA’s preemption\nclause, then any State could impose any regulation on\nslaughterhouses just by framing it as a ban on the sale of meat\nproduced in whatever way the State disapproved. That would make a\nmockery of the FMIA’s preemption provision. Cf. Engine Mfrs. Assn.\nv. South Coast Air Quality Management Dist., 541 U. S. 246,\n255 (2004) (stating that it “would make no sense” to allow state\nregulations to escape preemption because they addressed the\npurchase, rather than manufacture, of a federally regulated\nproduct). Like the rest of §599f, the sales ban regulates how\nslaughterhouses must deal with non-ambulatory pigs on their\npremises. The FMIA therefore preempts it for all the same\nreasons.IIICalifornia’s and the\nHumane Society’s broadest argument against preemption maintains\nthat all of §599f’s challenged provisions fall outside the “scope”\nof the FMIA because they exclude a class of animals from the\nslaughtering process. See 21 U. S. C. §678 (preempting\ncertain requirements “within the scope of this [Act]”). According\nto this view, the Act (and the FSIS’s authority under it) extends\nonly to “animals that are going to be turned into meat,” Tr. of\nOral Arg. 28—or to use another phrase, animals that will “be\nslaughtered . . . for purposes of human food production,”\nBrief for State Respondents 19 (emphasis deleted). Section 599f\navoids the scope of the Act, respondents claim, by altogether\nremoving nonambulatory pigs from the slaughtering process. [8] The Ninth Circuit accepted\nthis argument, analogizing §599f to state laws upheld in two other\nCircuits banning the slaughter of horses for human consumption. 599\nF. 3d, at 1098 (discussing Cavel Int’l., Inc. v. Madigan, 500\nF. 3d 551 (CA7 2007), and Empacadora de Carnes de Fresnillo,\nS. A. de C.V. v. Curry, 476 F. 3d 326 (CA5 2007)). According\nto the Court of Appeals, “states are free to decide which animals\nmay be turned into meat.” 599 F. 3d, at 1098, 1099.We think not. The\nFMIA’s scope includes not only “animals that are going to be turned\ninto meat,” but animals on a slaughterhouse’s premises that will\nnever suffer that fate. The Act’s implementing regulations\nthemselves exclude many classes of animals from the slaughtering\nprocess. Swine with hog cholera, for example, are disqualified, see\n9 CFR §309.5(a); so too are swine and other livestock “affected\nwith anthrax,” §309.7(a). Indeed, the federal regulations prohibit\nthe slaughter of any nonambulatory cattle for human consumption.\nSee §309.3(e). As these examples demonstrate, one vital function of\nthe Act and its regulations is to ensure that some kinds of\nlivestock delivered to a slaughterhouse’s gates will not be turned\ninto meat. Under federal law, nonambulatory pigs are not among\nthose excluded animals. But that is to say only that §599f’s\nrequirements differ from those of the FMIA—not that §599f’s\nrequirements fall outside the FMIA’s scope.Nor are respondents\nright to suggest that §599f’s exclusion avoids the FMIA’s scope\nbecause it is designed to ensure the humane treatment of pigs,\nrather than the safety of meat. See, e.g., Brief for State\nRespondents 29; Brief for Non-State Respondents 39–40. That view\nmisunderstands the authority—and indeed responsibility—that the\nFMIA gives to federal officials. Since 1978, when Congress\nincorporated the HMSA’s standards, the FMIA has required\nslaughterhouses to follow prescribed methods of humane handling, so\nas to minimize animals’ pain and suffering. See 21\nU. S. C. §§603(b), 610(b); supra, at 2–4. A violation of\nthose standards is a crime, see §676, and the Secretary of\nAgriculture can suspend inspections at—and thus effectively shut\ndown—a slaughterhouse that dis-obeys them, see §§603(b), 610(c). To\nimplement the Act’s humane-handling provisions, the FSIS has issued\ndetailed regulations, see 9 CFR pt. 313, including some\nspecifically addressing animals that cannot walk, see §§313.2(d),\n313.1(c). Those rules, as earlier noted, apply throughout the time\nan animal is on a slaughterhouse’s premises, from the moment a\ndelivery truck pulls up to the gate. See supra, at 3–4. So the FMIA\naddresses not just food safety, but humane treatment as well. Even\nCalifornia conceded at oral argument that the FSIS could issue\nregulations under the FMIA, similar to §599f, mandating the\neuthanasia of nonambulatory swine. [9] See Tr. of Oral Arg. 46–47. If that is so—and it is,\nbecause of the FSIS’s authority over humane-handling methods—then\n§599f’s requirements must fall within the FMIA’s scope.The Circuit decisions\nupholding state bans on slaughtering horses, on which the Ninth\nCircuit relied, do not demand any different conclusion. We express\nno view on those decisions, except to say that the laws sustained\nthere differ from §599f in a significant respect. A ban on\nbutchering horses for human consumption works at a remove from the\nsites and activities that the FMIA most directly governs. When such\na ban is in effect, no horses will be delivered to, inspected at,\nor handled by a slaughterhouse, because no horses will be ordered\nfor purchase in the first instance. But §599f does not and cannot\nwork in that way. As earlier noted, many nonambulatory pigs become\ndisabled either in transit to or after arrival at a slaughterhouse.\nSee supra, at 6–9, and nn. 5–6. So even with §599f in effect, a\nswine slaughterhouse will encounter nonambulatory pigs. In that\ncircumstance, §599f tells the slaughterhouse what to do with those\nanimals. Unlike a horse slaughtering ban, the statute thus reaches\ninto the slaughterhouse’s facilities and affects its daily\nactivities. And in so doing, the California law runs smack into the\nFMIA’s regulations. So whatever might be said of other bans on\nslaughter, §599f imposes requirements within—and indeed at the very\nheart of—the FMIA’s scope. [10]IVThe FMIA regulates\nslaughterhouses’ handling and treatment of nonambulatory pigs from\nthe moment of their delivery through the end of the meat production\nprocess. California’s §599f endeavors to regulate the same thing,\nat the same time, in the same place—except by imposing different\nrequirements. The FMIA expressly preempts such a state law.\nAccordingly, we reverse the judgment of the Ninth Circuit, and\nremand this case for further proceedings consistent with this\nopinion.It is so ordered.Notes1The FMIA applies to all\nslaughterhouses producing meat for in-terstate and foreign\ncommerce. See 21 U. S. C. §§601(h), 603(a). The FMIA also\nregulates slaughterhouses serving an exclusively intrastate market\nin any State that does not administer an inspection system with\n“requirements at least equal to those” of the Act. §661(c)(1).\nBecause California has chosen not to adopt such an inspection\nprogram, the FMIA governs all slaughterhouses in the State (except\nfor any limited to “custom slaughtering for personal, household,\nguest, and employee uses,” §623(a)).2The FSIS’s regulations\ndefine “non-ambulatory disabled livestock” as “livestock that\ncannot rise from a recumbent position or that cannot walk,\nincluding, but not limited to, those with broken appendages,\nsevered tendons or ligaments, nerve paralysis, fractured vertebral\ncolumn, or metabolic conditions.” §309.2(b).3The preemption provision\nalso includes a saving clause, which states that the Act “shall not\npreclude any State . . . from making requirement[s] or\ntaking other action, consistent with this [Act], with respect to\nany other matters regulated under this [Act].” ; see n. 10,\ninfra.4The Humane Society\nintervened to defend §599f in the District Court. See Motion to\nIntervene in No. 08–1963 (ED Cal.), Record, Doc. 46. The\norganization continues as a respondent in this Court.5The percentage of pigs\nbecoming nonambulatory after delivery varies by slaughterhouse from\n0.1 percent to over 1 percent. See McGlone, Fatigued Pigs: The\nFinal Link, Pork Magazine 14 (Mar. 2006). About 100 million pigs\nare slaughtered each year in the United States, see Dept. of\nAgriculture, National Agricultural Statistics Service, Livestock\nSlaughter 13 (Jan. 2011), so those percentages work out to between\n100,000 and 1,000,000 pigs.6According to one\nestimate, almost half of one percent of the pigs slaughtered\nannually in the United States become nonambulatory during the trip\nfrom farm to slaughterhouse. See National Pork Board, Transport\nQuality Assurance Handbook 25 (Version 4, 2010). About half that\nmany die during transport. See ibid.7Section 599f(a) also bans\n“sell[ing]” nonambulatory animals. But because slaughterhouses\n(unlike other entities referenced in the provision) do not\ntypically sell live animals, that prohibition is not at issue in\nthis case. The statute’s distinct ban on selling meat from\nnonambula-tory animals that have been slaughtered is discussed\ninfra, at 9–10.8California’s brief\nsometimes casts its argument in terms of the “operations” language\nof the FMIA’s preemption clause (although the State appeared to\nabandon this phrasing at oral argument). In this version of the\nclaim, California contends that the “operations” of a\nslaughterhouse are only those “of federal concern,” and that\nexcluding a class of animals from the slaughtering process does not\nimpinge on such operations. Brief for State Respondents 20,\nn. 9; see also id., at 20–21. We see no real difference\nbetween saying that a categorical exclusion of animals does not\nimplicate “operations of federal concern” and saying that it does\nnot fall within the scope of the Act. Accordingly, our answer to\nboth forms of the argument is the same.9Indeed, the FSIS recently\nsolicited comment on a rulemaking petition that would require all\nnonambulatory disabled livestock, including swine, to be humanely\neuthanized. See 76 Fed. Reg. 6572 (2011). The FSIS has taken no\nfurther action on that petition.10We\nfinally reject California’s argument, see Brief for State\nRespondents 20, that our reading of the FMIA’s preemption provision\nrenders its saving clause insignificant. That clause provides that\nStates may regulate slaughterhouses as to “other matters,” not\naddressed in the express preemption clause, as long as those laws\nare “consistent with” the FMIA. . So, for example, the Government\nacknowledges that state laws of general application (workplace\nsafety regulations, building codes, etc.) will usually apply to\nslaughterhouses. See Tr. of Oral Arg. 22. Moreover, because the\nFMIA’s express preemption provision prevents States from imposing\nonly “addition[al]” or “different” requirements, §678, States may\nexact civil or criminal penalties for animal cruelty or other\nconduct that also violates the FMIA. See §678; cf. Bates v. Dow\nAgrosciences, LLC, (holding that a preemption clause barring state\nlaws “in addition to or different” from a federal Act does not\ninterfere with an “equivalent” state provision). Although the FMIA\npreempts much state law involving slaughterhouses, it thus leaves\nsome room for the States to regulate.",
    "joined": []
}