{
    "case": {
        "docket": "18-15",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-15/"
    },
    "id": "4113757",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–15_________________james l. kisor, PETITIONERv.ROBERT\nWILKIE, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 26, 2019]Justice Kagan announced the judgment of the\nCourt and delivered the opinion of the Court with respect to Parts\nI, II–B, III–B, and IV, and an opinion with respect to Parts II–A\nand III–A, in which Justice Ginsburg, Justice Breyer, and Justice\nSotomayor join.This Court has often deferred to agencies’\nreasonable readings of genuinely ambiguous regulations. We call\nthat practiceAuerdeference, or sometimesSeminole\nRockdeference, after two cases in which we employed it. SeeAuerv.Robbins,519 U.S.\n452(1997);Bowlesv.Seminole Rock & Sand\nCo.,325 U.S.\n410(1945). The only question presented here is whether we\nshould overrule those decisions, discarding the deference they give\nto agencies. We answer that question no.Auerdeference\nretains an important role in construing agency regulations. But\neven as we uphold it, we reinforce its limits.Auerdeference is sometimes appropriate and sometimes not. Whether to\napply it depends on a range of considerations that we have noted\nnow and again, but compile and further develop today. The deference\ndoctrine we describe is potent in its place, but cabined in its\nscope. On remand, the Court of Appeals should decide whether it\napplies to the agency interpretation at issue.IWe begin by summarizing how petitioner James\nKisor’s case made its way to this Court. Truth be told, nothing\nrecounted in this Part has much bearing on the rest of our\ndecision. The question whether to overruleAuerdoes not\nturn on any single application, whether right or wrong, of that\ndecision’s deference doctrine. But a recitation of the facts and\nproceedings below at least shows how the question presented\narose.Kisor is a Vietnam War veteran seeking\ndisability benefits from the Department of Veterans Affairs (VA).\nHe first applied in 1982, alleging that he had developed\npost-traumatic stress disorder (PTSD) as a result of his\nparticipation in a military action called Operation Harvest Moon.\nThe report of the agency’s evaluating psychiatrist noted Kisor’s\ninvolvement in that battle, but found that he “d[id] not suffer\nfrom PTSD.” App. 12, 14. The VA thus denied Kisor benefits. There\nmatters stood until 2006, when Kisor moved to reopen his claim.\nBased on a new psychiatric report, the VA this time agreed that\nKisor suffered from PTSD. But it granted him benefits only from the\ndate of his motion to reopen, rather than (as he requested) from\nthe date of his first application.The Board of Veterans’ Appeals—a part of the VA,\nrepresented in Kisor’s case by a single administrative\njudge—affirmed that timing decision, based on its interpretation of\nan agency rule. Under the VA’s regulation, the agency could grant\nKisor retroactive benefits if it found there were “relevant\nofficial service department records” that it had not considered in\nits initial denial. See 38 CFR §3.156(c)(1) (2013). The Board\nacknowledged that Kisor had come up with two new service records,\nboth confirming his participation in Operation Harvest Moon. But\naccording to the Board, those records were not “relevant” because\nthey did not go to the reason for the de- nial—that Kisor did not\nhave PTSD. See App. to Pet. for Cert. 43a (“[The] documents were\nnot relevant to the decision in May 1983 because the basis of the\ndenial was that a diagnosis of PTSD was not warranted, not a\ndispute as to whether or not the Veteran engaged in combat”). The\nCourt of Appeals for Veterans Claims, an independent Article I\ncourt that initially reviews the Board’s decisions, affirmed for\nthe same reason.The Court of Appeals for the Federal Circuit\nalso affirmed, but it did so based on deference to the Board’s\ninterpretation of the VA rule. SeeKisorv.Shulkin,\n869 F.3d 1360, 1368 (2017). Kisor had argued to the Federal Circuit\nthat to count as “relevant,” a service record need not (as the\nBoard thought) “counter[ ] the basis of the prior denial”;\ninstead, it could relate to some other criterion for obtaining\ndisability benefits.Id.,at 1366 (internal quotation marks\nomitted). The Federal Circuit found the regulation “ambiguous” as\nbetween the two readings.Id.,at 1367. The rule, said the\ncourt, does not specifically address “whether ‘relevant’ records\nare those casting doubt on the agency’s prior [rationale or] those\nrelating to the veteran’s claim more broadly.”Ibid.So how\nto choose between the two views? The court continued: “Both parties\ninsist that the plain regulatory language supports their case, and\nneither party’s position strikes us as unreasonable.”Id.,\nat 1368. Because that was so, the court believedAuerdeference appropriate: The agency’s construction of its own\nregulation would govern unless “plainly erroneous or inconsistent\nwith the VA’s regulatory framework.”Ibid.(internal\nquotation marks omitted). Applying that standard, the court upheld\nthe Board’s reading—and so approved the denial of retroactive\nbenefits.We then granted certiorari to decide whether to\noverruleAuerand (its predecessor)Seminole Rock.\n586 U. S. ___ (2018).IIBefore addressing that question directly, we\nspend some time describing whatAuerdeference is, and is\nnot, for. You might view this Part as “just background” because we\nhave made many of its points in prior decisions. But even if so, it\nis background that matters. For our account of why the doctrine\nemerged—and also how we have limited it—goes a long way toward\nexplaining our view that it is worth preserving.ABegin with a familiar problem in\nadministrative law: For various reasons, regulations may be\ngenuinely ambiguous. They may not directly or clearly address every\nissue; when applied to some fact patterns, they may prove\nsusceptible to more than one reasonable reading. Sometimes, this\nsort of ambiguity arises from careless drafting—the use of a\ndangling modifier, an awkward word, an opaque construction. But\noften, ambiguity reflects the well-known limits of expression or\nknowledge. The subject matter of a rule “may be so specialized and\nvarying in nature as to be impossible”—or at any rate,\nimpracticable—to capture in its every detail.SECv.Chenery Corp.,332 U.S.\n194, 203 (1947). Or a “problem[ ] may arise” that the\nagency, when drafting the rule, “could not [have] reasonably\nforesee[n].”Id.,at 202. Whichever the case, the result is\nto create real uncertainties about a regulation’s meaning.Consider these examples:In a rule issued to implement the Americans with\nDisabilities Act (ADA), the Department of Justice requires theaters\nand stadiums to provide people with disabilities “lines of sight\ncomparable to those for members of the general public.” 28 CFR pt.\n36, App. A, p. 563 (1996). Must the Washington Wiz- ards construct\nwheelchair seating to offer lines of sight over spectators when\nthey rise to their feet? Or is it enough that the facility offers\ncomparable views so long as everyone remains seated? SeeParalyzed Veterans of Am.v.D. C. Arena L. P.,117 F.3d 579, 581–582 (CADC 1997).The Transportation Security Administration (TSA)\nrequires that liquids, gels, and aerosols in carry-on baggage be\npacked in containers smaller than 3.4 ounces and carried in a clear\nplastic bag. Does a traveler have to pack his jar of truffle pâté\nin that way? SeeLabav.Copeland, 2016 WL 5958241,\n*1 (WDNC, Oct. 13, 2016).The Mine Safety and Health Administration issues\na rule requiring employers to report occupational diseases within\ntwo weeks after they are “diagnosed.” 30 CFR §50.20(a) (1993). Do\nchest X-ray results that “scor[e]” above some level of opacity\ncount as a “diagnosis”? What level, exactly? SeeAmerican Min.\nCongressv.Mine Safety and Health Admin., 995 F.2d\n1106, 1107–1108 (CADC 1993).An FDA regulation gives pharmaceutical companies\nexclusive rights to drug products if they contain “no active moiety\nthat has been approved by FDA in any other” new drug application.\n21 CFR §314.108(a) (2010). Has a company created a new “active\nmoiety” by joining a previously approved moiety to lysine through a\nnon-ester covalent bond? SeeActavis Elizabeth LLCv.FDA, 625 F.3d 760, 762–763 (CADC 2010); Tr. of Oral Arg. 12,\n35.[1]Or take the facts\nofAueritself. An agency must decide whether\npolice captains are eligible for overtime under the Fair Labor\nStandards Act. According to the agency’s regulations, employees\ncannot receive overtime if they are paid on a “salary basis.” 29\nCFR §541.118(a) (1996). And in deciding whether an employee is\nsalaried, one question is whether his pay is “subject to reduction”\nbased on performance.Ibid.A police department’s manual\ninforms its officers that their pay might be docked if they commit\na disciplinary infraction.  Does that fact alone make them\n“subject to” pay deductions? Or must the department have a practice\nof docking officer pay, so that the possibility of that happening\nis more than theoretical? 519 U. S., at 459–462.In each case, interpreting the regulation\ninvolves a choice between (or among) more than one reasonable\nreading. To apply the rule to some unanticipated or unresolved\nsituation, the court must make a judgment call. How should it do\nso?In answering that question, we have often\nthought that a court should defer to the agency’s construction of\nits own regulation. For the last 20 or so years, we have referred\nto that doctrine asAuerdeference, and applied it\noften.[2] But the name is\nsomething of a misnomer. Before the doctrine was calledAuerdeference, it was calledSeminole Rockdeference—for the\n1945 decision in which we declared that when “the meaning of [a\nregulation] is in doubt,” the agency’s interpretation “becomes of\ncontrolling weight unless it is plainly erroneous or inconsistent\nwith the regulation.” 325 U. S., at 414.[3] AndSeminole Rockitself was not built\non sand. Deference to administrative agencies traces back to the\nlate nineteenth century, and perhaps beyond. SeeUnited\nStatesv.Eaton,169 U.S.\n331, 343 (1898) (“The interpretation given to the regulations\nby the department charged with their execution . . . is en- titled\nto the greatest weight”); see Brief for Administrative Law Scholars\nasAmici Curiae5, n. 3 (collecting early cases); Brief for\nAFL–CIO asAmicus Curiae8 (same).We have explainedAuerdeference (as we\nnow call it) as rooted in a presumption about congressional\nintent—a presumption that Congress would generally want the agency\nto play the primary role in resolving regulatory ambiguities. SeeMartinv.Occupational Safety and Health Review\nComm’n,499 U.S.\n144, 151–153 (1991). Congress, we have pointed out, routinely\ndelegates to agencies the power to implement statutes by issuing\nrules. Seeid.,at 151. In doing so, Congress knows (how\ncould it not?) that regulations will sometimes contain ambiguities.\nSeesupra,at 4. But Congress almost never explicitly\nassigns responsibility to deal with that problem, either to\nagencies or to courts. Hence the need to presume, one way or the\nother, what Congress would want. And as between those two choices,\nagencies have gotten the nod. We have adopted the\npresumption—though it is always rebut- table—that “the power\nauthoritatively to interpret its own regulations is a component of\nthe agency’s delegated lawmaking powers.”Martin, 499\nU. S., at 151. Or otherwise said, we have thought that when\ngranting rulemaking power to agencies, Congress usually intends to\ngive them, too, considerable latitude to interpret the ambiguous\nrules they issue.In part, that is because the agency that\npromulgated a rule is in the “better position [to] reconstruct” its\noriginal meaning.Id.,at 152. Consider that if you don’t\nknow what some text (say, a memo or an e-mail) means, you would\nprobably want to ask the person who wrote it. And for the same\nreasons, we have thought, Congress would too (though the person is\nhere a collective actor). The agency that “wrote the regulation”\nwill often have direct insight into what that rule was intended to\nmean.Mullins Coal Co. of Va.v.Director, Office of\nWorkers’ Compensation Programs,484 U.S.\n135, 159 (1987). The drafters will know what it was supposed to\ninclude or exclude or how it was supposed to apply to some problem.\nTo be sure, this justification has its limits. It does not work so\nwell, for example, when the agency failed to anticipate an issue in\ncrafting a rule (e.g.,if the agency never thought about\nwhether and when chest X-rays would count as a “diagnosis”). Seesupra,at 5. Then, the agency will not be uncovering a\nspecific intention; at most (though this is not nothing), it will\nbe offering insight into the analogous issues the drafters\nconsidered and the purposes they designed the regulation to serve.\nAnd the defense works yet less well when lots of time has passed\nbetween the rule’s issuance and its interpretation—especially if\nthe interpretation differs from one that has come before. All that\nsaid, the point holds good for a significant category of\n“contemporaneous” readings.Lyngv.Payne,476 U.S.\n926, 939 (1986). Want to know what a rule means? Ask its\nauthor.In still greater measure, the presumption that\nCongress intendedAuerdeference stems from the awareness\nthat resolving genuine regulatory ambiguities often “entail[s] the\nexercise of judgment grounded in policy concerns.”Thomas\nJefferson Univ.v.Shalala,512\nU.S. 504, 512 (1994) (internal quotation marks omitted). Return\nto our TSA example. Seesupra,at 5. In most of their\napplications, terms like “liquids” and “gels” are clear enough.\n(Traveler checklist: Pretzels OK; water not.) But resolving the\nuncertain issues—the truffle pâtés or olive tapenades of the\nworld—requires getting in the weeds of the rule’s policy: Why does\nTSA ban liquids and gels in the first instance? What makes them\ndangerous? Can a potential hijacker use pâté jars in the same way\nas soda cans? Or take the less specialized-seeming ADA example. Seesupra,at 4–5. It is easy enough to know what “comparable\nlines of sight” means in a movie theater—but more complicated when,\nas in sports arenas, spectators sometimes stand up. How costly is\nit to insist that the stadium owner take that sporadic behavior\ninto account, and is the viewing value received worth the added\nexpense? That cost-benefit calculation, too, sounds more in policy\nthan in law. Or finally, take the more technical “moiety” example.\nSeesupra,at 5–6. Or maybe, don’t. If you are a judge, you\nprobably have no idea of what the FDA’s rule means, or whether its\npolicy is implicated when a previously approved moiety is connected\nto lysine through a non-ester covalent bond.And Congress, we have thought, knows just that:\nIt is attuned to the comparative advantages of agencies over courts\nin making such policy judgments. Agencies (unlike courts) have\n“unique expertise,” often of a scientific or technical nature,\nrelevant to applying a regulation “to complex or changing\ncircumstances.”Martin, 499 U. S., at 151; seeThomas\nJefferson, 512 U. S., at 512. Agencies (unlike courts) can\nconduct factual investigations, can consult with affected parties,\ncan consider how their experts have handled similar issues over the\nlong course of administering a regulatory program. SeeLong\nIsland Care at Home, Ltd.v.Coke,551 U.S.\n158, 167–168 (2007). And agencies (again unlike courts) have\npolitical accountability, because they are subject to the\nsupervision of the President, who in turn answers to the public.\nSeeFree Enterprise Fundv.Public Company Accounting\nOversight Bd.,561 U.S.\n477, 499 (2010);Pauleyv.BethEnergy Mines,\nInc.,501 U.S.\n680, 696 (1991) (discussing as a matter of democratic\naccountability the “proper roles of the political and judicial\nbranches” in filling regulatory gaps). It is because of those\nfeatures that Congress, when first enacting a statute, assigns\nrulemaking power to an agency and thus authorizes it to fill out\nthe statutory scheme. And so too, when new issues demanding new\npolicy calls come up within that scheme, Congress presumably wants\nthe same agency, rather than any court, to take the laboring\noar.Finally, the presumption we use reflects the\nwell-known benefits of uniformity in interpreting genuinely\nambiguous rules. We have noted Congress’s frequent “preference for\nresolving interpretive issues by uniform administrative decision,\nrather than piecemeal by litigation.”Ford Motor Credit Co.v.Milhollin,444 U.S.\n555, 568 (1980). That preference may be strongest when the\ninterpretive issue arises in the context of a “complex and highly\ntechnical regulatory program.”Thomas Jefferson, 512\nU. S., at 512. After all, judges are most likely to come to\ndivergent conclusions when they are least likely to know what they\nare doing. (Is there anything to be said for courts all over the\ncountry trying to figure out what makes for a new active moiety?)\nBut the uniformity justification retains some weight even for more\naccessible rules, because their language too may give rise to more\nthan one eminently reasonable reading. ConsiderAueritself.\nSeesupra,at 6. There, four Circuits held that police\ncaptains were “subject to” pay deductions for disciplinary\ninfractions if a police manual said they were, even if the\ndepartment had never docked anyone. Two other Circuits held that\ncaptains were “subject to” pay deductions only if the department’s\nactual practice made that punishment a realistic possibility. SeeAuer, 519 U. S., at 460. Had the agency issued an\ninterpretation before all those rulings (rather than, as actually\nhappened, in a brief in this Court), a deference rule would have\naverted most of that conflict and uncertainty. SeeChristopherv.SmithKline Beecham Corp.,567 U.S.\n142, 158, n. 17 (2012) (noting for this reason thatAuerdeference imparts “predictability to the administrative\nprocess” (internal quotation marks omitted)).Auerdeference\nthus serves to ensure consistency in federal regulatory law, for\neveryone who needs to know what it requires.BBut all that said,Auerdeference is\nnot the answer to every question of interpreting an agency’s rules.\nFar from it. As we explain in this section, the possibility of\ndeference can arise only if a regulation is genuinely ambiguous.\nAnd when we use that term, we mean it—genuinely ambiguous, even\nafter a court has resorted to all the standard tools of\ninterpretation. Still more, not all reasonable agency constructions\nof those truly ambiguous rules are entitled to deference. As just\nexplained, we presume that Congress intended for courts to defer to\nagencies when they interpret their own ambiguous rules. Seesupra,at 7–11. But when the reasons for that presumption do\nnot apply, or countervailing reasons outweigh them, courts should\nnot give deference to an agency’s reading, except to the extent it\nhas the “power to persuade.”Christopher, 567 U. S., at 159\n(quotingSkidmorev.Swift & Co.,323 U.S.\n134, 140 (1944)). We have thus cautioned thatAuerdeference is just a “general rule”; it “does not apply in all\ncases.”Christopher, 567 U. S., at 155. And although the\nlimits ofAuerdeference are not susceptible to any rigid\ntest, we have noted various circumstances in which such deference\nis “unwarranted.”Ibid. In particular, that will be so when\na court concludes that an interpretation does not reflect an\nagency’s authoritative, expertise-based, “fair[, or] considered\njudgment.”Ibid.(quotingAuer, 519 U. S., at\n462); cf.United Statesv.Mead Corp.,533 U.S.\n218, 229–231 (2001) (adopting a similar approach toChevrondeference).We take the opportunity to restate, and somewhat\nexpand on, those principles here to clear up some mixed messages we\nhave sent. At times, this Court has appliedAuerdeference\nwithout significant analysis of the underlying regulation. See,e.g., United Statesv.Larionoff,431 U.S.\n864, 872 (1977) (stating that the Court “need not tarry” over\nthe regulation’s language givenSeminole Rock). At other\ntimes, the Court has givenAuerdeference without careful\nattention to the nature and context of the interpretation. See,e.g., Thorpev.Housing Authority of Durham,393 U.S.\n268, 276, and nn. 22–23 (1969) (deferring to an agency’s view\nas expressed in letters to third parties). And in a vacuum, our\nmost classic formulation of the test—whether an agency’s\nconstruction is “plainly erroneous or inconsistent with the\nregulation,”Seminole Rock, 325 U. S., at 414—may\nsuggest a caricature of the doctrine, in which deference is\n“reflexive.”Pereirav.Sessions, 585 U. S. ___,\n___ (2018) (Kennedy, J., concurring) (slip op., at 2). So we cannot\ndeny that Kisor has a bit of grist for his claim thatAuer“bestows on agencies expansive, unreviewable” authority. Brief for\nPetitioner 25. But in factAuerdoes no such thing: It gives\nagencies their due, while also allowing—indeed, obligating—courts\nto perform their reviewing and restraining functions. So before we\nturn to Kisor’s specific grievances, we think it worth reinforcing\nsome of the limits inherent in theAuerdoctrine.[4]First and foremost, a court should not affordAuerdeference unless the regulation is genuinely ambiguous.\nSeeChristensenv.Harris County,529 U.S.\n576, 588 (2000);Seminole Rock, 325 U. S., at 414\n(deferring only “if the meaning of the words used is in doubt”). If\nuncertainty does not exist, there is no plausible reason for\ndeference. The regulation then just means what it means—and the\ncourt must give it effect, as the court would any law. Otherwise\nsaid, the core theory ofAuerdeference is that sometimes\nthe law runs out, and policy-laden choice is what is left over. Seesupra,at 9–10. But if the law gives an answer—if there is\nonly one reasonable construction of a regulation—then a court has\nno business deferring to any other reading, no matter how much the\nagency insists it would make more sense. Deference in that\ncircumstance would “permit the agency, under the guise of\ninterpreting a regulation, to createde factoa new\nregulation.” SeeChristensen, 529 U. S., at 588.Auerdoes not, and indeed could not, go that far.And before concluding that a rule is genuinely\nambiguous, a court must exhaust all the “traditional tools” of\nconstruction.Chevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U.S.\n837, 843, n. 9 (1984) (adopting the same approach for ambiguous\nstatutes). For again, only when that legal toolkit is empty and the\ninterpretive question still has no single right answer can a judge\nconclude that it is “more [one] of policy than of law.”Pauley, 501 U. S., at 696. That means a court cannot wave\nthe ambiguity flag just because it found the regulation\nimpenetrable on first read. Agency regulations can sometimes make\nthe eyes glaze over. But hard interpretive conundrums, even\nrelating to complex rules, can often be solved. Seeid.,at\n707 (Scalia, J., dissenting) (A regulation is not ambiguous merely\nbecause “discerning the only possible interpretation requires a\ntaxing inquiry”). To make that effort, a court must “carefully\nconsider[ ]” the text, structure, history, and purpose of a\nregulation, in all the ways it would if it had no agency to fall\nback on.Ibid.Doing so will resolve many seeming\nambiguities out of the box, without resort toAuerdeference.If genuine ambiguity remains, moreover, the\nagency’s reading must still be “reasonable.”Thomas\nJefferson, 512 U. S., at 515. In other words, it must come\nwithin the zone of ambiguity the court has identified after\nemploying all its interpretive tools. (Note that serious\napplication of those tools therefore has use even when a regulation\nturns out to be truly ambiguous. The text, structure, history, and\nso forth at least establish the outer bounds of permissible\ninterpretation.) Some courts have thought (perhaps because ofSeminole Rock’s “plainly erroneous” formulation) that at\nthis stage of the analysis, agency constructions of rules receive\ngreater deference than agency constructions of statutes. See,e.g.,Ohio Dept. of Medicaidv.Price, 864\nF.3d 469, 477 (CA6 2017). But that is not so. UnderAuer, as\nunderChevron, the agency’s reading must fall “within the\nbounds of reasonable interpretation.”Arlingtonv.FCC,569 U.S.\n290, 296 (2013). And let there be no mistake: That is a\nrequirement an agency can fail.Still, we are not done—for not every reasonable\nagency reading of a genuinely ambiguous rule should receiveAuerdeference. We have recognized in applyingAuerthat a court must make an independent inquiry into whether the\ncharacter and context of the agency interpretation entitles it to\ncontrolling weight. SeeChristopher, 567 U. S., at 155;\nsee alsoMead, 533 U. S., at 229–231, 236–237\n(requiring an analogous though not identical inquiry forChevrondeference). As explained above, we giveAuerdeference because we presume, for a set of reasons relating to the\ncomparative attributes of courts and agencies, that Congress would\nhave wanted us to. Seesupra,at 7–11. But the\nadministrative realm is vast and varied, and we have understood\nthat such a presumption cannot always hold. Cf.Mead, 533\nU. S., at 236 (“tailor[ing] deference to [the] variety” of\nadministrative action);Arlington, 569 U. S., at\n309–310 (Breyer, J., concurring in part and concurring in judgment)\n(noting that “context-specific[ ] factors” may show that\n“Congress would [not] have intended the agency to resolve [some]\nambiguity”). The inquiry on this dimension does not reduce to any\nexhaustive test. But we have laid out some especially important\nmarkers for identifying whenAuerdeference is and is not\nappropriate.To begin with, the regulatory interpretation\nmust be one actually made by the agency. In other words, it must be\nthe agency’s “authoritative” or “official position,” rather than\nany more ad hoc statement not reflecting the agency’s views.Mead, 533 U. S., at 257–259, and n. 6 (Scalia, J.,\ndissenting). That constraint follows from the logic ofAuerdeference—because Congress has delegated rulemaking power, and all\nthat typically goes with it, to the agency alone. Of course, the\nrequirement of “authoritative” action must recognize a reality of\nbureaucratic life: Not everything the agency does comes from, or is\neven in the name of, the Secretary or his chief advisers. So, for\nexample, we have deferred to “official staff memoranda” that were\n“published in the Federal Register,” even though never approved by\nthe agency head.Ford Motor Credit, 444 U. S., at 566,\nn. 9, 567, n. 10 (declining to “draw a radical\ndistinction between” agency heads and staff forAuerdeference). But there are limits. The interpretation must at the\nleast emanate from those actors, using those vehicles, understood\nto make authoritative policy in the relevant context. See,e.g.,\nParalyzed Veterans, 117 F. 3d, at 587 (refusing to\nconsider a “speech of a mid-level official” as an “authoritative\ndepartmental position”);N. Y. State Dept. of Social Servs.v.Bowen, 835 F.2d 360, 365–366 (CADC 1987) (rejecting the\nidea that an “informal memorandum” recounting a telephone\nconversation between employees could count as an “authoritative\npronouncement”);Exelon Generation Co.v.Local 15,Int’l Brotherhood of Elec. Workers,AFL–CIO, 676 F.3d\n566, 576–578 (CA7 2012) (declining deference when the agency had\nitself “disclaimed the use of regulatory guides as authoritative”).\nIf the interpretation does not do so, a court may not defer.Next, the agency’s interpretation must in some\nway implicate its substantive expertise. Administrative knowledge\nand experience largely “account [for] the presumption that Congress\ndelegates interpretive lawmaking power to the agency.”Martin, 499 U. S., at 153. So the basis for deference ebbs\nwhen “[t]he subject matter of the [dispute is] distan[t] from the\nagency’s ordinary” duties or “fall[s] within the scope of another\nagency’s authority.”Arlington, 569 U. S., at 309 (opinion\nof Breyer, J.). This Court indicated as much when it analyzed a\n“split enforcement” scheme, in which Congress divided regulatory\npower between two entities.Martin, 499 U. S., at 151. To\ndecide “whosereasonable interpretation” of a rule\ncontrolled, we “presum[ed] Congress intended to invest interpretive\npower” in whichever actor was “best position[ed] to develop”\nexpertise about the given problem.Id., at 149, 153. The\nsame idea holds good as between agencies and courts. “Generally,\nagencies have a nuanced understanding of the regulations they\nadminister.” Brief for Respondent 33. That point is most obvious\nwhen a rule is technical; think back to our “moiety” or “diagnosis”\nexamples. Seesupra, at 5–6. But more prosaic-seeming\nquestions also commonly implicate policy expertise; consider the\nTSA assessing the security risks of pâté or a disabilities office\nweighing the costs and benefits of an accommodation. Seeibid.Once again, though, there are limits. Some\ninterpretive issues may fall more naturally into a judge’s\nbailiwick. Take one requiring the elucidation of a simple\ncommon-law property term, seeJicarilla Apache Tribev.FERC, 578 F.2d 289, 292–293 (CA10 1978), or one concerning\nthe award of an attorney’s fee, seeWest Va. Highlands\nConservancy, Inc.v.Norton,343 F.3d 239(CA4 2003). Cf.Adams Fruit Co.v.Barrett,494 U.S.\n638, 649–650 (1990) (declining to awardChevrondeference when an agency interprets a judicial-review provision).\nWhen the agency has no comparative expertise in resolving a\nregulatory ambiguity, Congress presumably would not grant it that\nauthority.[5]Finally, an agency’s reading of a rule must\nreflect “fair and considered judgment” to receiveAuerdeference.Christopher, 567 U. S., at 155 (quotingAuer, 519 U. S., at 462). That means, we have stated,\nthat a court should decline to defer to a merely “convenient\nlitigating position” or “post hocrationalizatio[n]\nadvanced” to “defend past agency action against attack.”Christopher, 567 U. S., at 155 (quotingBowenv.Georgetown Univ. Hospital,488 U.S.\n204, 213 (1988) andAuer, 519 U. S., at\n462).[6] And a court may not\ndefer to a new interpretation, whether or not introduced in\nlitigation, that creates “unfair surprise” to regulated parties.Long Island Care, 551 U. S., at 170. That disruption of\nexpectations may occur when an agency substitutes one view of a\nrule for another. We have therefore only rarely givenAuerdeference to an agency construction “conflict[ing] with a prior”\none.Thomas Jefferson, 512 U. S., at 515. Or the upending of\nreliance may happen without such an explicit interpretive change.\nThis Court, for example, recently refused to defer to an\ninterpretation that would have imposed retroactive liability on\nparties for longstanding conduct that the agency had never before\naddressed. SeeChristopher, 567 U. S., at 155–156. Here\ntoo the lack of “fair warning” outweighed the reasons to applyAuer.Id.,at 156 (internal quotation marks\nomitted).*  *  *The upshot of all this goes something as\nfollows. When it applies,Auerdeference gives an agency\nsignificant leeway to say what its own rules mean. In so doing, the\ndoctrine enables the agency to fill out the regulatory scheme\nCongress has placed under its supervision. But that phrase “when it\napplies” is important—because it often doesn’t. As described above,\nthis Court has cabinedAuer’s scope in varied and critical\nways—and in exactly that measure, has maintained a strong judicial\nrole in interpreting rules. What emerges is a deference doctrine\nnot quite so tame as some might hope, but not nearly so menacing as\nthey might fear.IIIThat brings us to the lone question presented\nhere—whether we should abandon the longstanding doctrine just\ndescribed. In contending that we should, Kisor raises statutory,\npolicy, and constitutional claims (in that order). But he faces an\nuphill climb. He must first convince us thatAuerdeference\nis wrong. And even then, he must overcomestare decisis—the\nspecial care we take to preserve our precedents. In the event,\nKisor fails at the first step: None of his arguments provide good\nreason to doubtAuerdeference. And even if that were not\nso, Kisor does not offer the kind of special justification needed\nto overruleAuer,andSeminole Rock,and all our many\nother decisions deferring to reasonable agency constructions of\nambiguous rules.AKisor first attacksAueras\ninconsistent with the judicial review provision of the\nAdministrative Procedure Act (APA). See 5 U. S. C. §706.\nAs Kisor notes, Congress enacted the APA in 1946—the year afterSeminole Rock—to serve as “the fundamental charter of the\nadministrative state.” Brief for Petitioner 26 (internal quotation\nmarks omitted). Section 706 of the Act, governing judicial review\nof agency action, states (among other things) that reviewing courts\nshall “determine the meaning or applicability of the terms of an\nagency action” (including a regulation). According to Kisor,Auerviolates that edict by thwarting “meaningful judicial\nreview” of agency rules. Brief for Petitioner 29. Courts underAuer, he asserts (now in the language of Section 706),\n“abdicate their office of determining the meaning” of a regulation.Id.,at 27 (internal quotation marks omitted).To begin with, that argument ignores the many\nways, discussed above, that courts exercise independent review over\nthe meaning of agency rules. Seesupra,at 13–18. As we have\nexplained, a court must apply all traditional methods of\ninterpretation to any rule, and must enforce the plain meaning\nthose methods uncover. There can be no thought of deference unless,\nafter performing that thoroughgoing review, the regulation remains\ngenuinely susceptible to multiple reasonable meanings and the\nagency’s interpretation lines up with one of them. And even if that\nis the case, courts must on their own determine whether the nature\nor context of the agency’s construction reverses the usual\npresumption of deference. Most notably, a court must consider\nwhether the interpretation is authoritative, expertise-based,\nconsidered, and fair to regulated parties. All of that figures as\n“meaningful judicial review.” Brief for Petitioner 29.And even when a court defers to a regulatory\nreading, it acts consistently with Section 706. That provision does\nnot specify the standard of review a court should use in\n“determin[ing] the meaning” of an ambiguous rule. 5\nU. S. C. §706. One possibility, as Kisor says, is to\nreview the issuede novo. But another is to review the\nagency’s reading for reasonableness. To see the point, assume that\na regulatory (say, an employment) statute expressly instructed\ncourts to applyAuerdeference when reviewing an agency’s\ninterpretations of its ambiguous rules. Nothing in that statute\nwould conflict with Section 706. Instead, the employment law would\nsimply make clearhowa court is to “determine the meaning”\nof such a rule—by deferring to an agency’s reasonable reading.Ibid. Of course, that is not the world we know: Most\nsubstantive statutes do not say anything aboutAuerdeference, one way or the other. But for all the reasons spelled\nout above, we have long presumed (subject always to rebuttal) that\nthe Congress delegating regulatory authority to an agency intends\nas well to give that agency considerable latitude to construe its\nambiguous rules. Seesupra,at 7–11. And that presumption\noperates just like the hypothesized statute above. Because of it,\nonce again, courts do not violate Section 706 by applyingAuer.To the contrary, they fulfill their duty to “determine\nthe meaning” of a rule precisely by deferring to the agency’s\nreasonable reading. See Sunstein & Vermeule, The Unbearable\nRightness ofAuer, 84 U. Chi. L. Rev. 297, 306 (2017) (If\nCongress intends “that the meaning of a regulation turns on the\nagency’s interpretation of its meaning,” then courts comply with\nSection 706’s command to “ ‘determine the meaning’ [of the\nregulation] by deferring to that view”); cf.Arlington, 569\nU. S., at 317 (Roberts, C. J., dissenting) (similarly\naddressing whyChevrondeference comports with Section 706).\nSection 706 andAuerthus go hand in hand.That is especially so given the practice of\njudicial review at the time of the APA’s enactment. Section 706 was\nunderstood when enacted to “restate[] the present law as to the\nscope of judicial review.” See Dept. of Justice, Attorney General’s\nManual on the Administrative Procedure Act 108 (1947); see alsoVermont Yankee Nuclear Power Corp.v.Natural Resources\nDefense Council, Inc.,435 U.S.\n519, 546 (1978) (noting that this Court gives some deference to\nthe Manual “because of the role played by the Department of Justice\nin drafting the legislation”). We have thus interpreted the APA not\nto “significantly alter the common law of judicial review of agency\naction.”Hecklerv.Chaney,470\nU.S. 821, 832 (1985) (internal quotation marks omitted). That\npre-APA common law includedSeminole Rockitself (decided\nthe year before) along with prior decisions foretelling that\nruling. Seesupra,at 7. Even assume that the deference\nregime laid out in those cases had not yet fully taken hold. At a\nminimum, nothing in the law of that era required all judicial\nreview of agency interpretations to bede novo. Cf.\nManning, Constitutional Structure and Judicial Deference to Agency\nInterpretations of Agency Rules, 96 Colum. L. Rev. 612,\n635–636 (1996) (arguing that courts before the APA used “flexible,\ncommon law methods to review administrative action”). And so\nnothing suggests that Section 706 imposes that requirement. Or\notherwise said: If Section 706 did not change the law of judicial\nreview (as we have long recognized), then it did not proscribe a\ndeferential standard then known and in use.Kisor next claims thatAuercircumvents\nthe APA’s rulemaking requirements. Section 553, as Kisor notes,\nmandates that an agency use notice-and-comment procedures before\nissuing legislative rules. See 5 U. S. C. §§553(b), (c).\nBut the section allows agencies to issue “interpret[ive]” rules\nwithout notice and comment. See §553(b)(A). A key feature of those\nrules is that (unlike legislative rules) they are not supposed to\n“have the force and effect of law”—or, otherwise said, to bind\nprivate parties.Perezv.Mortgage Bankers Assn., 575\nU.S. 92, ___ (2015) (slip op., at 3) (internal quotation marks\nomitted). Instead, interpretive rules are meant only to “advise the\npublic” of how the agency understands, and is likely to apply, its\nbinding statutes and legislative rules.Ibid.But consider,\nKisor argues, what happens when a court givesAuerdeference\nto an interpretive rule. The result, he asserts, is to make a rule\nthat has never gone through notice and comment binding on the\npublic. See Brief for Petitioner 21, 29. Or put another way, the\ninterpretive rule ends up having the “force and effect of law”\nwithout ever paying the procedural cost.Mortgage Bankers,\n575 U. S., at ___ (slip op., at 3).But this Court rejected the identical argument\njust a few years ago, and for good reason. InMortgage\nBankers, we held that interpretive rules, even when givenAuerdeference, donothave the force of law. See 575\nU. S., at ___, and n. 4 (slip op., at 10, and n. 4).\nAn interpretive rule itself never forms “the basis for an\nenforcement action”—because, as just noted, such a rule does not\nimpose any “legally binding requirements” on private parties.National Min. Assn.v.McCarthy, 758 F.3d 243, 251\n(CADC 2014). An enforcement action must instead rely on a\nlegislative rule, which (to be valid) must go through notice and\ncomment. And in all the ways discussed above, the meaning of a\nlegislative rule remains in the hands of courts, even if they\nsometimes divine that meaning by looking to the agency’s\ninterpretation. Seesupra,at 13–18. Courts first decide\nwhether the rule is clear; if it is not, whether the agency’s\nreading falls within its zone of ambiguity; and even if the reading\ndoes so, whether it should receive deference. In short, courts\nretain the final authority to approve—or not—the agency’s reading\nof a notice-and-comment rule. SeeMortgage Bankers,575\nU. S., at ___, n. 4 (slip op., at 10, n. 4) (“[I]t\nis the court that ultimately decides whether a given regulation\nmeans what the agency says”). No binding of anyone occurs merely by\nthe agency’s say-so.And indeed, a court deciding whether to giveAuerdeference must heed the same procedural values as\nSection 553 reflects. Remember that a court may defer to only an\nagency’s authoritative and considered judgments. Seesupra,at 15–18. Noad hocstatements orpost hocrationalizations need apply. And recall too that deference turns on\nwhether an agency’s interpretation creates unfair surprise or\nupsets reliance interests. Seesupra,at 18. So an agency\nhas a strong incentive to circulate its interpretations early and\nwidely. In such ways, the doctrine ofAuerdeference\nreinforces, rather than undermines, the ideas of fairness and\ninformed decisionmaking at the core of the APA.To supplement his two APA arguments, Kisor turns\nto policy, leaning on a familiar claim about the incentivesAuercreates. According to Kisor,Auerencourages\nagencies to issue vague and open-ended regulations, confident that\nthey can later impose whatever interpretation of those rules they\nprefer. See Brief for Petitioner 37–41. That argument received its\nfullest elaboration in a widely respected law review article\npre-datingAuer. See Manning, 96 Colum. L. Rev., at\n654–669. More recently, the concern about such self-delegation has\nappeared in opinions from this Court, starting with several from\nJustice Scalia calling forAuer’s reconsideration. See,e.g., Christopher,567 U. S., at 158 (citing Manning,supra,at 655–668);Deckerv.Northwest\nEnvironmental Defense Center,568 U.S.\n597, 620–621 (2013) (Scalia, J., concurring in part and\ndissenting in part) (citing Manning,supra);Talk\nAmerica, Inc.v.Michigan Bell Telephone Co.,564 U.S.\n50, 69 (2011) (Scalia, J., concurring) (principally relying on\nManning,supra).But the claim has notable weaknesses, empirical\nand theoretical alike. First, it does not survive an encounter with\nexperience. No real evidence—indeed, scarcely an anecdote—backs up\nthe assertion. As two noted scholars (one of whom reviewed\nthousands of rules during four years of government service) have\nwritten: “[W]e are unaware of, and no one has pointed to, any\nregulation in American history that, because ofAuer, was\ndesigned vaguely.” Sunstein & Vermeule, 84 U. Chi.\nL. Rev., at 308. And even the argument’s theoretical allure\ndissipates upon reflection. For strong (almost surely stronger)\nincentives and pressures cut in the opposite direction.\n“[R]egulators want their regulations to be effective, and clarity\npromotes compliance.” Brief for Administrative Law Scholars asAmici Curiae18–19. Too, regulated parties often push for\nprecision from an agency, so that they know what they can and\ncannot do. And ambiguities in rules pose risks to the long-run\nsurvival of agency pol- icy. Vagueness increases the chance of\nadverse judicial rulings. And it enables future administrations,\nwith different views, to reinterpret the rules to their own liking.\nAdd all of that up and Kisor’s ungrounded theory of incentives\ncontributes nothing to the case againstAuer.Finally, Kisor goes big, asserting (though\nfleetingly) thatAuerdeference violates\n“separation-of-powers principles.” See Brief for Petitioner 43. In\nhis view, those principles prohibit “vest[ing] in a single branch\nthe law-making and law-interpreting functions.”Id.,at 45.\nIf that objection is to agencies’ usurping the interpretive role of\ncourts, this opinion has already met it head-on. Properly\nunderstood and applied,Auerdoes no such thing. In all the\nways we have described, courts retain a firm grip on the\ninterpretive function. Seesupra,at 13–18;Mortgage\nBankers,575 U. S., at ___, n. 4 (slip op., at 10,\nn. 4). If Kisor’s objection is instead to the supposed\ncommingling of functions (that is, the legislative and judicial)\nwithin an agency, this Court has answered it often before. See,e.g., Withrowv.Larkin,421 U.S.\n35, 54 (1975) (permitting such a combination of functions);FTCv.Cement Institute,333\nU.S. 683, 702 (1948) (same). That sort of mixing is endemic in\nagencies, and has been “since the beginning of the Republic.”Arlington, 569 U. S., at 304–305, n. 4. It does\nnot violate the separation of powers, we have explained, because\neven when agency “activities take ‘legislative’ and ‘judicial’\nforms,” they continue to be “exercises of[ ] the ‘executive\nPower’ ”—or otherwise said, ways of executing a statutory\nplan.Ibid.(quoting U. S. Const., Art. II, §1, cl. 1).\nSo Kisor’s last argument to dispatchAuerdeference fails as\nroundly as the rest.BIf all that were not enough,stare\ndecisiscuts strongly against Kisor’s position. “Overruling\nprecedent is never a small matter.”Kimblev.Marvel\nEntertainment, LLC, 576 U. S. ___, ___ (2015) (slip op.,\nat 7). Adherence to precedent is “a foundation stone of the rule of\nlaw.”Michiganv.Bay Mills Indian Community, 572\nU.S. 782, 798 (2014). “[I]t promotes the evenhanded, predictable,\nand consistent development of legal principles, fosters reliance on\njudicial decisions, and contributes to the actual and perceived\nintegrity of the judicial process.”Paynev.Tennessee,501 U.S.\n808, 827 (1991). To be sure,stare decisisis “not an\ninexorable command.”Id.,at 828. But any departure from the\ndoctrine demands “special justification”—something more than “an\nargument that the precedent was wrongly decided.”Halliburton\nCo.v.Erica P. John Fund, Inc., 573 U.S. 258, 266\n(2014).And that is even more than usually so in the\ncircumstances here. First, Kisor asks us to overrule not a single\ncase, but a “long line of precedents”—each one reaffirming the rest\nand going back 75 years or more.Bay Mills, 572 U. S.,\nat 798; see nn. 2, 3,supra. This Court alone has appliedAuerorSeminole Rockin dozens of cases, and lower\ncourts have done so thousands of times. Deference to reasonable\nagency interpretations of ambiguous rules pervades the whole corpus\nof administrative law. Second, because that is so, abandoningAuerdeference would cast doubt on many settled\nconstructions of rules. As Kisor acknowledged at oral argument, a\ndecision in his favor would allow relitigation of any decision\nbased onAuer, forcing courts to “wrestle [with] whether or\nnotAuer” had actually made a difference. Tr. of Oral Arg.\n30; seeid.,at 47 (Solicitor General agreeing that “every\nsingle regulation that’s currently on the books whose\ninterpretation has been established underSeminole Rocknow\n[would have] to be relitigated anew”). It is the rare overruling\nthat introduces so much instability into so many areas of law, all\nin one blow.And third, even if we are wrong aboutAuer, “Congress remains free to alter what we have done.”Pattersonv.McLean Credit Union,491 U.S.\n164, 172–173 (1989) (stating that when that is so,\n“[c]onsiderations ofstare decisishave special force”). In\na constitutional case, only we can correct our error. But that is\nnot so here. Our deference decisions are “balls tossed into\nCongress’s court, for acceptance or not as that branch elects.”Kimble, 576 U. S., at ___ (slip op., at 8). And so far,\nat least, Congress has chosen acceptance. It could amend the APA or\nany specific statute to require the sort ofde novoreview of regulatory interpretations that Kisor favors. Instead,\nfor approaching a century, it has let our deference regime work\nside-by-side with both the APA and the many statutes delegating\nrulemaking power to agencies. It has done so even after we made\nclear that our deference decisions reflect a presumption about\ncongressional intent. SeeMartin, 499 U. S., at 151;supra, at 7–8. And it has done so even after Members of this\nCourt began to raise questions about the doctrine. See,e.g.,\nTalk America, 564 U. S., at 67–69 (Scalia, J.,\nconcurring). Given that his- tory—and Congress’s continuing ability\nto take up Kisor’s arguments—we would need a particularly “special\njustification” to now reverseAuer.Kisor offers nothing of that ilk. Nearly all his\narguments about abandoning precedent are variants of his merits\nclaims. We hear again, if in different parts of his briefs, thatAuerdeference frustrates “the policies embodied in the APA”\nand violates the separation of powers. Reply Brief 13, and n. 5;\nBrief for Petitioner 47–48. More generally, we learn thatSeminole Rockwas “wrong on its own terms” and “badly\nreasoned.”Id.,at 47 (internal quotation marks omitted). Of\ncourse, it is good—and important—for our opinions to be right and\nwell-reasoned. But that is not the test for overturning precedent.\nKisor does not claim thatAuerdeference is “unworkable,” a\ntraditional basis for overruling a case.Patterson, 491\nU. S., at 173. Nor does he point to changes in legal rules\nthat makeAuera “doctrinal dinosaur.”Kimble, 576\nU. S., at ___ (slip op., at 11). All he can muster is that\n“[t]he administrative state has evolved substantially since 1945.”\nBrief for Petitioner 53. We do not doubt the point (al- though we\nnote thatAuerand other key deference decisions came along\nafter most of that evolution took place). Still more, we agree with\nKisor that administrative law doctrines must take account of the\nfar-reaching influence of agencies and the opportunities such power\ncarries for abuse. That is one reason we have taken care today to\nreinforce the limits ofAuerdeference, and to emphasize the\ncritical role courts retain in interpreting rules. But it is no\nanswer to the growth of agencies for courts to take over their\nexpertise-based, policymaking functions. Who knows? Maybe in 1945,\nthe FDA was not thinking about “active moieties.” Seesupra,at 5–6. But still, today—just asSeminole RockandAuerheld—it should have leeway to say what that term\nmeans.IVWith that, we can finally return to Kisor’s\nown case. You may remember that his retroactive benefits depend on\nthe meaning of the term “relevant” records in a VA regulation. Seesupra,at 2–3. The Board of Veterans’ Appeals, through a\nsingle judge’s opinion, understood records to be relevant only if\nthey relate to the basis of the VA’s initial denial of benefits. By\ncontrast, Kisor argued that records are relevant if they go to any\nbenefits criterion, even one that was uncontested. The Federal\nCircuit upheld the Board’s interpretation based onAuerdeference.Applying the principles outlined in this\nopinion, we hold that a redo is necessary for two reasons. First,\nthe Federal Circuit jumped the gun in declaring the regulation\nambiguous. We have insisted that a court bring all its interpretive\ntools to bear before finding that to be so. Seesupra,at\n13–14. It is not enough to casually remark, as the court did here,\nthat “[b]oth parties insist that the plain regulatory language\nsupports their case, and neither party’s position strikes us as\nunreasonable.” 869 F. 3d, at 1368; seesupra,at 13–14.\nRather, the court must make a conscientious effort to determine,\nbased on indicia like text, structure, history, and purpose,\nwhether the regulation really has more than one reasonable meaning.\nThe Solicitor General argued in this Court that the Board’s reading\nis the only reasonable one. See Brief for Respondent 49–50. Perhaps\nKisor will make the converse claim below. Before even considering\ndeference, the court must seriously think through those\npositions.And second, the Federal Circuit assumed too fast\nthatAuerdeference should apply in the event of genuine\nambiguity. As we have explained, that is not always true. A court\nmust assess whether the interpretation is of the sort that Congress\nwould want to receive deference. Seesupra,at 15–18. The\nSolicitor General suggested at oral argument that the answer in\nthis case might be no. He explained that all 100 or so members of\nthe VA Board act individually (rather than in panels) and that\ntheir roughly 80,000 annual decisions have no “precedential value.”\nTr. of Oral Arg. 64. He thus questioned whether a Board member’s\nruling “reflects the considered judgment of the agency as a whole.”Ibid.; cf.Mead, 533 U. S., at 233 (declining to\ngiveChevrondeference to rulings “being churned out at a\nrate of 10,000 a year at an agency’s 46 scattered offices”). We do\nnot know what position the Government will take on that issue\nbelow. But the questions the Solicitor General raised are exactly\nthe kind the court must consider in deciding whether to awardAuerdeference to the Board’s interpretation.We accordingly vacate the judgment below and\nremand the case for further proceedings.It is so ordered.Notes1In case you’re wondering,\nthe regulatory definition of active moiety is “[t]he molecule or\nion, excluding those appended portions of the molecule that cause\nthe drug to be an ester, salt (including a salt with hydrogen or\ncoordination bonds), or the noncovalent derivative (such as a\ncomplex, chelate, or clathrate) of the molecule, responsible for\nthe physiological or pharmacological action of the drug substance.”\n21 CFR §314.3(b) (2018).2See,e.g.,PLIVA, Inc.v.Mensing,564 U.S.\n604, 613 (2011);Chase Bank USA, N. A.v.McCoy,562 U.S.\n195, 208–210 (2011);Coeur Alaska, Inc.v.Southeast\nAlaska Conservation Council,557 U.S.\n261, 274–275 (2009);Riegelv.Medtronic, Inc.,552 U.S.\n312, 328 (2008);Long Island Care at Home, Ltd.v.Coke,551 U.S.\n158, 171 (2007);Washington State Dept. of Social and Health\nServs.v.Guardianship Estate of Keffeler,537 U.S.\n371, 387–388 (2003).3Our (pre-Auer)\ndecisions applyingSeminole Rockdeference are legion. See,e.g.,Shalalav.Guernsey Memorial Hospital,514 U.S.\n87, 94–95 (1995);Thomas Jefferson Univ. v.Shalala,512 U.S.\n504, 512 (1994);Stinsonv.United States,508 U.S.\n36, 44–45 (1993);INSv.National Center for\nImmigrants’ Rights, Inc.,502 U.S.\n183, 189–190 (1991);Robertsonv.Methow Valley\nCitizens Council,490 U.S.\n332, 358–359 (1989);Mullins Coal Co. of Va.v.Director, Office of Workers’ Compensation Programs,484 U.S.\n135, 159 (1987);Lyngv.Payne,476 U.S.\n926, 939 (1986);Fidelity Fed. Sav. & Loan Assn.v.De la Cuesta,458 U.S.\n141, 158, n. 13 (1982);Blandingv.DuBose,454 U.S.\n393, 401 (1982) (per curiam);Ford Motor Credit\nCo.v.Milhollin,444 U.S.\n555, 566 (1980);United Statesv.Larionoff,431 U.S.\n864, 872 (1977);Northern Indiana Public Service Co.v.Porter County Chapter of Izaak Walton League of America,\nInc.,423 U.S.\n12, 15 (1975) (per curiam);Ehlertv.United\nStates,402 U.S.\n99, 105 (1971);INSv.Stanisic,395 U.S.\n62, 72 (1969);Thorpev.Housing Authority of\nDurham,393 U.S.\n268, 276 (1969);Udallv.Tallman,380 U.S.\n1, 16–17 (1965).4The proper understanding\nof the scope and limits of theAuerdoctrine is, of course,\nnot set out in any of the opinions that concur only in the\njudgment.5For a similar reason,\nthis Court has deniedAuerdeference when an agency\ninterprets a rule that parrots the statutory text. SeeGonzalesv.Oregon,546 U.S.\n243, 257 (2006). An agency, we explained, gets no “special\nauthority to interpret its own words when, instead of using its\nexpertise and experience to formulate a regulation, it has elected\nmerely to paraphrase the statutory language.”Ibid.6The general rule, then,\nis not to give deference to agency interpretations advanced for the\nfirst time in legal briefs. SeeBowen, 488 U. S., at\n212–213. But we have not entirely foreclosed that practice.Aueritself deferred to a new regulatory interpretation\npresented in anamicus curiaebrief in this Court. There,\nthe agency was not a party to the litigation, and had expressed its\nviews only in response to the Court’s request. “[I]n the\ncircumstances,” the Court explained, “[t]here [was] simply no\nreason to suspect that the interpretation [did] not reflect the\nagency’s fair and considered judgment on the matter in question.”Auer, 519 U. S., at 462.",
    "joined": []
}