{
    "case": {
        "docket": "65",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/65/"
    },
    "id": "1970838",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–895_________________JUSTUS C. ROSEMOND, PETITIONER v.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[March 5, 2014]Justice Kagan\ndelivered the opinion of the Court.[1]*A federal criminal\nstatute, §924(c) of Title 18, prohibits “us[ing] or\ncarr[ying]” a firearm “during and in relation to any\ncrime of violence or drug trafficking crime.” In this case,\nwe consider what the Government must show when it accuses a\ndefendant of aiding or abetting that offense. We hold that the\nGovernment makes its case by proving that the defendant actively\nparticipated in the underlying drug trafficking or violent crime\nwith advance knowledge that a confederate would use or carry a gun\nduring the crime’s commission. We also conclude that the jury\ninstructions given below were erroneous because they failed to\nrequire that the defendant knew in advance that one of his cohorts\nwould be armed.IThis case arises from\na drug deal gone bad. Vashti Perez arranged to sell a pound of\nmarijuana to Ricardo Gonzales and Coby Painter. She drove to a\nlocal park to make the exchange, accompanied by two confederates,\nRonald Joseph and petitioner Justus Rosemond. One of those men\napparently took the front passenger seat and the other sat in the\nback, but witnesses dispute who was where. At the designated\nmeeting place, Gonzales climbed into the car’s backseat while\nPainter waited outside. The backseat passenger allowed Gonzales to\ninspect the marijuana. But rather than handing over money, Gonzales\npunched that man in the face and fled with the drugs. As Gonzales\nand Painter ran away, one of the male passengers—but again,\nwhich one is contested—exited the car andfired several shots\nfrom a semiautomatic handgun. The shooter then re-entered the\nvehicle, and all three would-be drug dealers gave chase after the\nbuyers-turned-robbers. But before the three could catch their\nquarry,a police officer, responding to a dispatcher’s alert,\npulled their car over. This federal prosecution of Rosemond\nfollowed.[2]The Government charged\nRosemond with, inter alia, violating §924(c) by using a gun in\nconnection with a drug trafficking crime, or aiding and abetting\nthat offense under §2 of Title 18. Section 924(c) provides\nthat “any person who, during and in relation to any crime of\nviolence or drug trafficking crime[,] . . . uses or\ncarries a firearm,” shall receive a five-year\nmandatory-minimum sentence, with seven- and ten-year minimums\napplicable, respectively, if the firearm is also brandished or\ndischarged. 18 U. S. C. §924(c)(1)(A). Section 2, for its\npart, is the federal aiding and abetting statute: It provides that\n“[w]hoever commits an offense against the United States or\naids, abets, counsels, commands, induces or procures its commission\nis punishable as a principal.”Consistent with the\nindictment, the Government prosecuted the §924(c) charge on\ntwo alternative theories. The Government’s primary contention\nwas that Rosemond himself used the firearm during the aborted drug\ntransaction. But recognizing that the identity of the shooter was\ndisputed, the Government also offered a back-up argument: Even if\nit was Joseph who fired the gun as the drug deal fell apart,\nRosemond aided and abetted the §924(c) violation.The District Judge\naccordingly instructed the jury on aiding and abetting law. He\nfirst explained, in a way challenged by neither party, the\nrudiments of §2. Under that statute, the judge stated,\n“[a] person who aids or abets another to commit an offense is\njust as guilty of that offense as if he committed it\nhimself.” App. 195. And in order to aid or abet, the\ndefendant must “willfully and knowingly associate[ ] himself\nin some way with the crime, and . . . seek[ ] by some act\nto help make the crime succeed.” Id., at 196. The judge then\nturned to applying those general principles to\n§924(c)—and there, he deviated from an instruction\nRosemond had proposed. According to Rosemond, a defendant could be\nfound guilty of aiding or abetting a §924(c) violation only if\nhe “intentionally took some action to facilitate or encourage\nthe use of the firearm,” as opposed to the predicate drug\noffense. Id., at 14. But the District Judge disagreed, instead\ntelling the jury that it could convict if “(1) the defendant\nknew his cohort used a firearm in the drug trafficking crime, and\n(2) the defendant knowingly and actively participated in the drug\ntrafficking crime.” Id., at 196.      In\nclosing argument, the prosecutor contended that Rosemond easily\nsatisfied that standard, so that even if he had not “fired\nthe gun, he’s still guilty of the crime.” Id., at 158.\nAfter all, the prosecutor stated, Rosemond “certainly knew\n[of] and actively participated in” the drug transaction.\nIbid. “And with regards to the other element,” the\nprosecutor urged, “the fact is a person cannot be present and\nactive at a drug deal when shots are fired and not know their\ncohort is using a gun. You simply can’t do it.”\nIbid.The jury convicted\nRosemond of violating §924(c) (as well as all other offenses\ncharged). The verdict form was general: It did not reveal whether\nthe jury found that Rosemond himself had used the gun or instead\nhad aided and abetted a confederate’s use during the\nmarijuana deal. As required by §924(c), the trial court\nimposed a consec-utive sentence of 120 months of imprisonment for\nthe statute’s violation.The Tenth Circuit\naffirmed, rejecting Rosemond’s argument that the District\nCourt’s aiding and abetting instructions were\nerroneous.[3] The Court of\nAppeals acknowledged that some other Circuits agreed with Rosemond\nthata defendant aids and abets a §924(c) offense only if he\nintentionally takes “some action to facilitate or encourage\nhis cohort’s use of the firearm.” 695 F. 3d 1151, 1155\n(2012).[4] But the Tenth\nCircuit had already adopted a different standard, which it thought\nconsonant with the District Court’s instructions. See, e.g.,\nUnited States v. Wiseman, 172 F. 3d 1196, 1217 (1999) (requiring\nthat the defendant “actively participated in the”\nunderlying crime and “knew [his confederate] was carrying [a]\nfirearm”). And the Court of Appeals held that Rosemond had\npresented no sufficient reason for departing from that precedent.\nSee 695 F. 3d, at 1156.We granted certiorari,\n569 U. S. ___ (2013), to resolve the Circuit conflict over what it\ntakes to aid and abet a §924(c) offense. Although we disagree\nwith Rosemond’s principal arguments, we find that the trial\ncourt erred in instructing the jury. We therefore vacate the\njudgment below.IIThe federal aiding\nand abetting statute, 18 U. S. C. §2, states that a\nperson who furthers—more specifically, who “aids,\nabets, counsels, commands, induces or procures”—the\ncommission of a federal offense “is punishable as a\nprincipal.” That provision derives from (though simplifies)\ncommon-law standards for accomplice liability. See, e.g., Standefer\nv. United States, 447 U. S. 10 –19 (1980); United States\nv. Peoni, 100 F. 2d 401, 402 (CA2 1938)(L. Hand, J.) (“The\nsubstance of [§2’s] formula goes backa long way”).\nAnd in so doing, §2 reflects a centuries-old view of\nculpability: that a person may be responsible for a crime he has\nnot personally carried out if he helps another to complete its\ncommission. See J. Hawley & M. McGregor, Criminal Law 81\n(1899).We have previously held\nthat under §2 “those who provide knowing aid to persons\ncommitting federal crimes, with the intent to facilitate the crime,\nare themselves committing a crime.” Central Bank of Denver,\nN. A. v. First Interstate Bank of Denver, N. A., 511 U. S.\n164, 181 (1994) . Both parties here embrace that formulation, and\nagree as well that it has two components. See Brief for Petitioner\n28; Brief for United States 14. As at common law, a person is\nliable under §2 for aiding and abetting a crime if (and only\nif) he (1) takes an affirmative act in furtherance of that offense,\n(2) with the intent of facili-tating the offense’s\ncommission. See 2 W. LaFave, Substantive Criminal Law §13.2,\np. 337 (2003) (hereinafter LaFave) (an accomplice is liable as a\nprincipal when he gives “assistance or encouragement\n. . . with the intent thereby to promote or facilitate\ncommission of the crime”); Hicks v. United States, 150\nU. S. 442, 449 (1893) (an accomplice is liable when his acts\nof assistance are done “with the intention of encouraging and\nabetting” the crime).The questions that the\nparties dispute, and we here address, concern how those two\nrequirements—affirmative act and intent—apply in a\nprosecution for aiding and abetting a §924(c) offense. Those\nquestions arise from the compound nature of that provision. Recall\nthat §924(c) forbids “us[ing] or carr[ying] a\nfirearm” when engaged in a “crime of violence or drug\ntrafficking crime.” See supra, at 2. The prosecutor must show\nthe use or carriage of a gun; so too he must prove the commission\nof a predicate (violent or drug trafficking) offense. See Smith v.\nUnited States, 508 U. S. 223, 228 (1993) . For purposes of\nascertaining aiding and abetting liability, we therefore must\nconsider: When does a person act to further this double-barreled\ncrime? And when does he intend to facilitate its commission? We\naddress each issue in turn.AConsider first\nRosemond’s account of his conduct (divorced from any issues\nof intent). Rosemond actively par-ticipated in a drug transaction,\naccompanying two others to a site where money was to be exchanged\nfor a poundof marijuana. But as he tells it, he took no actionwith\nrespect to any firearm. He did not buy or borrow a gun to\nfacilitate the narcotics deal; he did not carry a gun to the scene;\nhe did not use a gun during the subsequent events constituting this\ncriminal misadventure. His acts thus advanced one part (the drug\npart) of a two-part incident—or to speak a bit more\ntechnically, one element (thedrug element) of a two-element crime.\nIs that enough to satisfy the conduct requirement of this aiding\nand abetting charge, or must Rosemond, as he claims, have taken\nsome act to assist the commission of the other (firearm) component\nof §924(c)?The common law imposed\naiding and abetting liability on a person (possessing the requisite\nintent) who facili-tated any part—even though not every\npart—of a criminal venture. As a leading treatise, published\naround the time of §2’s enactment, put the point:\nAccomplice liability attached upon proof of “[a]ny\nparticipation in a general felonious plan” carried out by\nconfederates. 1 F. Wharton, Criminal Law §251, p. 322 (11th\ned. 1912) (hereinafter Wharton) (emphasis added). Or in the words\nof another standard reference: If a person was “present\nabetting while any act necessary to constitute the offense [was]\nbeing performed through another,” he could be charged as a\nprincipal—even “though [that act was] not the whole\nthing necessary.” 1 J. Bishop, Commentaries on the Criminal\nLaw §649, p. 392 (7th ed. 1882) (emphasis added). And so\n“[w]here several acts constitute[d] together one crime, if\neach [was] separately performed by a different individual[,]\n. . . all [were] principals as to the whole.” Id.,\n§650, at 392.[5] Indeed,\nas yet a third treatise underscored, a person’s involvement\nin the crime could be not merely partial but minimal too:\n“The quantity [of assistance was] immaterial,” so long\nas the accomplice did “something” to aid the crime. R.\nDesty, A Compendium of American Criminal Law §37a, p. 106\n(1882) (emphasis added). After all, the common law maintained,\nevery little bit helps—and a contribution to some part of a\ncrime aids the whole.That principle\ncontinues to govern aiding and abetting law under §2: As\nalmost every court of appeals has held, “[a] defendant can be\nconvicted as an aider and abettor without proof that he\nparticipated in each and every element of the offense.”\nUnited States v. Sigalow, 812 F. 2d 783, 785 (CA2\n1987).[6] In proscribing aiding\nand abetting, Congress used language that “comprehends all\nassistance rendered by words, acts, encouragement, support, or\npresence,” Reves v. Ernst & Young, 507 U. S. 170,\n178 (1993) —even if that aid relates to only one (or some) of\na crime’s phases or elements. So, for example, in upholding\nconvictions for abetting a tax evasion scheme, this Court found\n“irrelevant” the defendants’\n“non-participation” in filing a false return; we\nthought they had amply facilitated the illegal scheme by helping a\nconfederate conceal his assets. United States v. Johnson, 319\nU. S. 503, 515, 518 (1943) . “[A]ll who shared in [the\noverall crime’s] execution,” we explained, “have\nequal responsibility before the law, whatever may have been [their]\ndifferent roles.” Id., at 515. And similarly, we approved a\nconviction for abetting mail fraud even though the defendant had\nplayed no part in mailing the fraudulent documents; it was enough\nto sat-isfy the law’s conduct requirement that he had in\nother ways aided the deception. See Pereira v. United States, 347\nU. S. 1 –11 (1954). The division of labor between two\n(or more) confederates thus has no significance: A strategy of\n“you take that element, I’ll take this one” would\nfree neither party from liability.[7]Under that established\napproach, Rosemond’s participation in the drug deal here\nsatisfies the affirmative-act requirement for aiding and abetting a\n§924(c) violation. As we have previously described, the\ncommission of a drug trafficking (or violent) crime is—no\nless than the use of a firearm—an “essential conduct\nelement of the §924(c) offense.” United States v.\nRodriguez-Moreno, 526 U. S. 275, 280 (1999) ; see supra, at 6.\nIn enacting the statute, “Congress proscribed both the use of\nthe firearm and the commission of acts that constitute” a\ndrug trafficking crime. Rodriguez-Moreno, 526 U. S, at 281.\nRosemond therefore could assist in §924(c)’s violation\nby facilitating either the drug transaction or the firearm use (or\nof course both). In helping to bring about one part of the offense\n(whether trafficking drugs or using a gun), he necessarily helped\nto complete the whole. And that ends the analysis as to his\nconduct. It is inconsequential, as courts applying both the common\nlaw and §2 have held, that his acts did not advance each\nelement of the offense; all that matters is that they facilitated\none component.Rosemond argues, to the\ncontrary, that the requisite act here “must be directed at\nthe use of the firearm,” because that element is\n§924(c)’s most essential feature. Brief for Petitioner\n33 (arguing that “it is the firearm crime” he was\nreally charged with aiding and abetting, “not the drug\ntrafficking crime”). But Rosemond can provide no author-ity\nfor demanding that an affirmative act go toward an element\nconsidered peculiarly significant; rather, as just noted, courts\nhave never thought relevant the importance of the aid rendered. See\nsupra, at 7–8. And in any event, we reject Rosemond’s\npremise that §924(c) is somehow more about using guns than\nselling narcotics. It is true enough, as Rosemond says in support\nof that theory, that §924(c) “establishes a separate,\nfreestanding offense that is ‘distinct from the underlying\n[drug trafficking crime].’ ” Brief for Petitioner\n32 (quoting Simpson v. United States, 435 U. S. 6, 10 (1978)\n). But it is just as true that §924(c) establishes a\nfreestanding offense distinct from any that might apply just to\nusing a gun—say, for discharging a firearm in a public park.\nThat is because §924(c) is, to coin a term, a combination\ncrime. It punishes the temporal and relational conjunction of two\nseparate acts, on the ground that together they pose an extreme\nrisk of harm. See Muscarello v. United States, 524 U. S. 125,\n132 (1998) (noting that §924(c)’s “basic\npurpose” was “to combat the dangerous combination of\ndrugs and guns”). And so, an act relating to drugs, just as\nmuch as an act relating to guns, facilitates a §924(c)\nviolation.Rosemond’s\nrelated argument that our approach would conflate two distinct\noffenses—allowing a conviction for abetting a §924(c)\nviolation whenever the prosecution shows that the defendant abetted\nthe underlying drug trafficking crime—fares no better. See\nBrief for Petitioner 38. That is because, as we will describe, an\naiding and abetting conviction requires not just an act\nfacilitating one or another element, but also a state of mind\nextending to the entire crime. See infra, at 11. And under that\nrule, a defendant may be convicted of abetting a §924(c)\nviolation only if his intent reaches beyond a simple drug sale, to\nan armed one. Aiding and abetting law’s intent\ncomponent—to which we now turn—thus preserves the\ndistinction between assisting the predicate drug trafficking crime\nand assisting the broader §924(c) offense.BBegin with (or return\nto) some basics about aiding and abetting law’s intent\nrequirement, which no party here disputes. As previously explained,\na person aids and abets a crime when (in addition to taking the\nrequisite act) he intends to facilitate that offense’s\ncommission. See supra, at 5–6. An intent to advance some\ndifferent or lesser offense is not, or at least not usually,\nsufficient: Instead, the intent must go to the specific and entire\ncrime charged—so here, to the full scope (predicate crime\nplus gun use) of §924(c). See, e.g., 2 LaFave §13.2(c);\nW. Clark & W. Marshall, Law of Crimes, §187, pp.\n251–253 (2d ed. 1905); ALI, Model Penal Code §2.06\nComment, p. 306 (1985).[8] And\nthe canonical formulation of that needed state of mind—later\nappropriated by this Court and oft-quoted in both parties’\nbriefs—is Judge Learned Hand’s: To aid and abet a\ncrime, a defendant must not just “in some sort associate\nhimself with the venture,” but also “participate in it\nas in something that he wishes to bring about” and\n“seek by his action to make it succeed.” Nye &\nNissen v. United States, 336 U. S. 613, 619 (1949) (quoting Peoni,\n100 F. 2d, at 402; see Brief for Petitioner 20, 28, 41; Brief\nfor United States 14, 51.We have previously\nfound that intent requirement satisfied when a person actively\nparticipates in a criminal venture with full knowledge of the\ncircumstances constituting the charged offense. In Pereira, the\nmail fraud case discussed above, we found the requisite intent for\naiding and abetting because the defendant took part in a fraud\n“know[ing]” that his confederate would take care of the\nmailing. 347 U. S., at 12; see supra, at 8. Likewise, in Bozza\nv. United States, 330 U. S. 160, 165 (1947) , we up-held a\nconviction for aiding and abetting the evasion of liquor taxes\nbecause the defendant helped operate a clandestine distillery\n“know[ing]” the business was set up “to violate\nGovernment revenue laws.” And several Courts of Appeals have\nsimilarly held—addressing a fact pattern much like this\none—that the unarmed driver of a getaway car had the\nrequisite intent to aid and abet armed bank robbery if he\n“knew” that his confederates would use weapons in\ncarrying out the crime. See, e.g., United States v. Akiti, 701\nF. 3d 883, 887 (CA8 2012); United States v. Easter, 66 F. 3d\n1018, 1024 (CA9 1995). So for purposes of aiding and abetting law,\na person who actively participates in a criminal scheme knowing its\nextent and character intends that scheme’s\ncommission.[9]The same principle\nholds here: An active participant in a drug transaction has the\nintent needed to aid and abet a §924(c) violation when he\nknows that one of his confederates will carry a gun. In such a\ncase, the accomplice has decided to join in the criminal venture,\nand share in its benefits, with full awareness of its\nscope—that the plan calls not just for a drug sale, but for\nan armed one. In so doing, he has chosen (like the abettors in\nPereira and Bozza or the driver in an armed robbery) to align\nhimself with the illegal scheme in its entirety—including its\nuse of a firearm. And he has determined (again like those other\nabettors) to do what he can to “make [that scheme]\nsucceed.” Nye & Nissen, 336 U. S., at 619. He thus\nbecomes responsible, in the typical way of aiders and abettors, for\nthe conduct of others. He may not have brought the gun to the drug\ndeal himself, but because he took part in that deal knowing a\nconfederate would do so, he intended the commission of a\n§924(c) offense—i.e., an armed drug sale.For all that to be\ntrue, though, the §924(c) defendant’s knowledge of a\nfirearm must be advance knowledge—or otherwise said,\nknowledge that enables him to make the relevant legal (and indeed,\nmoral) choice. When an accomplice knows beforehand of a\nconfederate’s design to carry a gun, he can attempt to alter\nthat plan or, if unsuccessful, withdraw from the enterprise; it is\ndeciding instead to go ahead with his role in the venture that\nshows his intent to aid an armed offense. But when an accomplice\nknows nothing of a gun until it appears at the scene, he may\nalready have completed his acts of assistance; or even if not, he\nmay at that late point have no realistic opportunity to quit the\ncrime. And when that is so, the defendant has not shown the\nrequisite intent to assist a crime involving a gun. As even the\nGovernment concedes, an unarmed accomplice cannot aid and abet a\n§924(c) violation unless he has “foreknowledge that his\nconfederate will commit the offense with a firearm.” Brief\nfor United States 38; see also infra, at 15–17. For the\nreasons just given, we think that means knowledge at a time the\naccomplice can do something with it—most notably, opt to walk\naway.[10]Both parties here find\nsomething to dislike in our view of this issue. Rosemond argues\nthat a participant in a drug deal intends to assist a §924(c)\nviolation only if he affirmatively desires one of his confederates\nto use a gun. See Reply Brief 8–11. The jury, Rosemond\nconcedes, could infer that state of mind from the defendant’s\nadvance knowledge that the plan included a firearm. See Tr. of Oral\nArg. 5. But according to Rosemond, the instructions must also\npermit the jury to draw the opposite conclusion—that although\nthe defendant participated in a drugdeal knowing a gun would be\ninvolved, he did not spe-cifically want its carriage or use. That\nhigher standard, Rosemond claims, is necessary to avoid subjecting\npersons of different culpability to the same punishment. Rosemond\noffers as an example an unarmed driver assisting in the heist of a\nstore: If that person spent the drive “trying to persuade\n[his confederate] to leave [the] gun behind,” then he should\nbe convicted of abetting shoplifting, but not armed robbery. Reply\nBrief 9.We think not. What\nmatters for purposes of gauging intent, and so what jury\ninstructions should convey, is that the defendant has chosen, with\nfull knowledge, to participate in the illegal scheme—not\nthat, if all had been left to him, he would have planned the\nidentical crime. Consider a variant of Rosemond’s example:\nThe driver of a getaway car wants to help rob a convenience store\n(and argues passionately for that plan), but eventually accedes\nwhen his confederates decide instead to hold up a national bank.\nWhatever his original misgivings, he has the requisite intent to\naid and abet bank robbery; after all, he put aside those doubts and\nknowingly took part in that more dangerous crime. The same is true\nof an accomplice who knowingly joins in an armed drug\ntransaction—regardless whether he was formerly indifferent or\neven resistant to using firearms. The law does not, nor should it,\ncare whether he participates with a happy heart or a sense of\nforeboding. Either way, he has the same culpability, because either\nway he has knowingly elected to aid in the commission of a\npeculiarly risky form of offense.A final, metaphorical\nway of making the point: By virtue of §924(c), using a firearm\nat a drug deal ups the ante. A would-be accomplice might decide to\nplay at those perilous stakes. Or he might grasp that the better\ncourse is to fold his hand. What he should not expect is the\ncapacity to hedge his bets, joining in a dangerous criminal scheme\nbut evading its penalties by leaving use of the gun to someone\nelse. Aiding and abetting law prevents that outcome, so long as the\nplayer knew the heightened stakes when he decided to stay in the\ngame.The Government, for its\npart, thinks we take too strict a view of when a defendant charged\nwith abetting a §924(c) violation must acquire that knowledge.\nAs noted above, the Government recognizes that the accused\naccomplice must have “foreknowledge” of a gun’s\npresence. Brief for United States 38; see supra, at 13. But the\nGovernment views that standard as met whenever the accomplice,\nhaving learned of the firearm, continues any act of assisting the\ndrug transaction. See Brief for United States 48. According to the\nGovernment, the jury should convict such a defendant even if he\nbecame aware of the gun only after he realistically could have\nopted out of the crime.But that approach, we\nthink, would diminish too far the requirement that a defendant in a\n§924(c) prosecution must intend to further an armed drug deal.\nAssume,for example, that an accomplice agrees to participate in a\ndrug sale on the express condition that no one brings a gun to the\nplace of exchange. But just as the parties are making the trade,\nthe accomplice notices that one of his confederates has a (poorly)\nconcealed firearm in his jacket. The Government would convict the\naccomplice of aiding and abetting a §924(c) offense if he\nassists in completing the deal without incident, rather than\nrunning away or otherwise aborting the sale. See Tr. of Oral Arg.\n40. But behaving as the Government suggests might increase the risk\nof gun violence—to the accomplice himself, other\nparticipants, or bystanders; and conversely, finishing the sale\nmight be the best or only way to avoid that danger. In such a\ncircumstance, a jury is entitled to find that the defendant\nintended only a drug sale—that he never intended to\nfacilitate, and so does not bear responsibility for, a drug deal\ncarried out with a gun. A defendant manifests that greater intent,\nand incurs the greater liability of §924(c), when he chooses\nto participate in a drug transaction knowing it will involve a\nfirearm; but he makes no such choice when that knowledge comes too\nlate for him to be reasonably able to act upon it.[11]IIIUnder these\nprinciples, the District Court erred in instructing the jury,\nbecause it did not explain that Rosemond needed advance knowledge\nof a firearm’s presence. Recall that the court stated that\nRosemond was guilty of aiding and abetting if “(1) [he] knew\nhis cohort used a firearm in the drug trafficking crime, and (2)\n[he] knowingly and actively participated in the drug trafficking\ncrime.” App. 196. We agree with that instruction’s\nsecond half: As we have explained, active participation in a drug\nsale is sufficient for §924(c) liability (even if the conduct\ndoes not extend to the firearm), so long as the defendant had prior\nknowledge of the gun’s involvement. See supra, at 9,\n11–13. The problem with the court’s instruction came in\nits description of that knowledge requirement. In telling the jury\nto consider merely whether Rosemond “knew his cohort used a\nfirearm,” the court did not direct the jury to determine when\nRosemond obtained the requisite knowledge. So, for example, the\njury could have convicted even if Rosemond first learned of the gun\nwhen it was fired and he took no further action to advance the\ncrime. For that reason, the Government itself describes the\ninstruction’s first half as “potentially\nmisleading,” candidly explaining that “it would have\nbeen clearer to say” that Rosemond had to know that his\nconfederate “ ‘ would use’ [a firearm]\nor something . . . that makes absolutely clear that you\n[need] foreknowledge.” Tr. of Oral Arg. 48–49. We agree\nwith that view, and then some: The court’s statement failed\nto convey that Rosemond had to have advance knowledge, of the kind\nwe have described, that a confederate would be armed. See supra, at\n13,15–16.The Government contends\nthat this problematic instruction looks more accurate when viewed\nin context. In particular, the Government points to the District\nCourt’s prefatory “umbrella instruction” that to\naid or abet a crime, a defendant must “willfully and\nknowingly seek[ ] by some act to help make the crime\nsucceed.” App. 196; Brief for United States 49. That\nstatement, the Government rightly notes, “mirrors”\nJudge Hand’s classic formulation. Tr. of Oral Arg. 33; see\nsupra, at 11. But the statement is also pitched at a high level of\ngenerality. Immediately afterward, the District Court provided the\njury with the two-pronged test noted above—thus indicating\nhow the broad principle should apply to the specific charge of\nabetting a §924(c) offense. We therefore do not see how the\n“umbrella” statement could have cured the court’s\nerror. Indeed, a different contextual feature of the case would\nonly have amplified that mistake. As earlier described, the\nprosecutor asserted in closing argument that the court’s test\nwas easily satisfied because “a person cannot be present and\nactive at a drug deal when shots are fired and not know their\ncohort is using a gun.” App. 158; see supra, at 3–4.\nThe prosecutor thus invited the jury to convict Rosemond even if he\nfirst learned of the gun asit was discharged, and no matter what he\ndid afterward. Once again, then, the message to the jury was that\nit need not find advance knowledge—exactly what we (and for\nthat matter the Government) have said is required.We send this case back\nto the Tenth Circuit to consider the appropriate consequence, if\nany, of the District Court’s error. The Government makes two\narguments relevant to that inquiry. First, it contends that\nRosemond failed to object specifically to the part of the trial\ncourt’s instructions we have found wanting; thus, the\nGovernment asserts, a plain-error standard should apply to his\nclaim. See Fed. Rule Crim. Proc. 52(b); Johnson v. United States,\n520 U. S. 461 –467 (1997). Second, the Government argues\nthat any error in the court’s aiding and abetting instruction\nwas harmless, because the jury must have found (based on another\npart of its verdict, not discussed here) that Rosemond himself\nfired the gun. Those claims were not raised or addressed below, and\nwe see no special reason to decide them in the first instance. See\nTravelers Casualty & Surety Co. of America v. Pacific Gas &\nElec. Co., 549 U. S. 443, 455 (2007) . Accordingly, we vacate\nthe judgment below and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1*  joins all but footnotes\n7 and 8 of this opinion.2The Government agreed not\nto bring charges against the other four participants in the\nnarcotics deal in exchange for their giving truthful testimony\nagainst Rosemond. See 2 Record 245, 272, 295–296,\n318.3The Court of Appeals\nstated that it had to address that argument even if the jury could\nhave found that Rosemond himself fired the gun, because “a\nconviction based on a general verdict is subject to challenge if\nthe jury was instructed on alternative theories of guilt and may\nhave relied on an invalid one.” 695 F. 3d 1151, 1154 (2012)\n(quoting v. , ()).4See, , v. , 502 F. 3d\n750, 758–759 (CA8 2007); v. , 376 F. 3d 1, 6 (CA1 2004); v. ,\n110 F. 3d 1425, 1429–1430 (CA9 1997).5The Wharton treatise gave\nthe following example of how multiple confederates could perform\ndifferent roles in carrying out a crime. Assume, Wharton\nhypothesized, that several persons “act in concert to steal a\nman’s goods.” Wharton §251, at 322. The victim is\n“induced by fraud to trust one of them[,] in the presence of\n[the] others[,] with the [goods’] possession.”\nAfterward, “another of the party entice[s] the owner away so\nthat he who has the goods may carry them off.” ., at\n322–323Wharton concludes: “[A]ll are guilty as\nprincipals.” ,at 323.6See also v. , 718 F. 3d\n929, 939 (CADC 2013) (“[P]roving a defendant guilty of aiding\nand abetting does not ordinarily require the government to\nestablish participation in each . . . element of the\nunderlying offense”); v. , 449 F. 3d 1168, 1176 (CA11 2006)\n(“The government was not required to prove that [the\ndefendant] participated in each element of the substantive offense\nin order to hold him liable as an aider and abettor”); v. ,\n148 F. 3d 843, 850 (CA7 1998) (“[T]he government need\nnot prove assistance related to every element of the underlying\noffense”). And so forth and so on.7Consider a hypothetical\nsimilar to and (and a modern variant of the Wharton\ntreatise’s, see n. 4, ). Suppose that as part of a\nkidnapping scheme, one accomplice lures the victim into a car under\nfalse pretenses; another drives the vehicle; a third allows the use\nof her house to hold the victim captive; and still a fourth keeps\nwatch outside to divert potential witnesses. None would have\npersonally completed, or even assisted with, all elements of the\noffense. See, ,v., 504 F. 3d 576, 580 (CA5 2007) (listing\nelements). But (if they had the requisite intent) all would be\nliable under §2.8Some authorities suggest\nan exception to the general rule when another crime is the\n“natural and probable consequence” of the crime the\ndefendant intended to abet. See, ,2 LaFave §13.3(b), at 356\n(citing cases); but see , §13.3 (“Under the better view,\none is not an accomplice to a crime merely because . . .\nthat crime was a natural and probable consequence of another\noffense as to which he is an accomplice”). That question is\nnot implicated here, because no one contends that a §924(c)\nviolation is a natural and probable consequence of simple drug\ntrafficking. We therefore express no view on the\nissue.9We did not deal in these\ncases, nor do we here, with defendants who incidentally facilitate\na criminal venture rather than actively participate in it. A\nhypothetical case is the owner of a gun store who sells a firearm\nto a criminal, knowing but not caring how the gun will be used. We\nexpress no view about what sort of facts, if any, would suffice to\nshow that such a third party has the intent necessary to be\nconvicted of aiding and abetting.10Of\ncourse, if a defendant continues to participate in a crime after a\ngun was displayed or used by a confederate, the jury can\npermissibly infer from his failure to object or withdraw that he\nhad such knowledge. In any criminal case, after all, the factfinder\ncan draw inferences about a defendant’s intent based on all\nthe facts and circumstances of a crime’s\ncommission.11Contrary to the dissent’s view,\nsee , at 3–4,nothing in this holding changes the way the\ndefenses of duress and necessity operate. Neither does our decision\nremotely deny that the “intent to undertake some act is\n. . . perfectly consistent with the motive of avoiding\nadverse consequences which would otherwise occur.” at 5. Our\nholding is grounded in the distinctive intent standard for aiding\nand abetting someone else’s act—in the words of Judge\nHand, that a defendant must not just “in some sort associate\nhimself with the venture” (as seems to be good enough for the\ndissent), but also “participate in it as in something that he\nwishes to bring about” and “seek by his action to make\nit succeed.” v. , (quoting , 100 F. 2d, at 402). For the\nreasons just given, see at 13, 15–16, we think that intent\nstandard cannot be satisfied if a defendant charged with aiding and\nabetting a §924(c) offense learns of a gun only after he can\nrealistically walk away—when he has no opportunity to decide\nwhether “he wishes to bring about” (or make succeed) an\ndrug transaction, rather than a simple drug crime. And because a\ndefendant’s prior knowledge is part of the intent required to\naid and abet a §924(c) offense, the burden to prove it resides\nwith the Government.",
    "joined": []
}