{
    "case": {
        "docket": "17-1201",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1201/"
    },
    "id": "4086109",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1201_________________GARY THACKER, et ux., PETITIONERSv.TENNESSEE VALLEY AUTHORITYon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 29, 2019]Justice Kagan delivered the opinion of the\nCourt.Federal law provides that the Tennessee Valley\nAuthority (TVA), a Government-owned corporation supplying electric\npower to millions of Americans, “[m]ay sue and be sued in its\ncorporate name.” Tennessee Valley Authority Act of 1933 (TVA Act),\n48Stat. 60, 16 U. S. C. §831c(b). That provision serves\nto waive sovereign immunity from suit. Today, we consider how far\nthe waiver goes. We reject the view, adopted below and pressed by\nthe Government, that the TVA remains immune from all tort suits\narising from its performance of so-called discretionary functions.\nThe TVA’s sue-and-be-sued clause is broad and contains no such\nlimit. Under the clause—and consistent with our precedents\nconstruing similar ones—the TVA is subject to suits challenging any\nof its commercial activities. The law thus places the TVA in the\nsame position as a private corporation supplying electricity. But\nthe TVA might have immunity from suits contesting one of its\ngovernmental activities, of a kind not typically carried out by\nprivate parties. We remand this case for consideration of whether\nthat limited immunity could apply here.ICongress created the TVA—a “wholly owned\npublic corporation of the United States”—in the throes of the Great\nDepression to promote the Tennessee Valley’s economic development.TVAv.Hill,437 U.S.\n153, 157 (1978).In its early decades, the TVA focused\non reforesting the countryside, improving farmers’ fertilization\npractices, and building dams on the Tennessee River. See Brief for\nRespondent 3. The corporation also soon began constructing new\npower plants for the region. And over the years, as it completed\nother projects, the TVA devoted more and more of its efforts to\nproducing and selling electric power. Today, the TVA operates\naround 60 power plants and provides electricity to more than nine\nmillion people in seven States. Seeid.,at 3–4. The rates\nit charges (along with the bonds it issues) bring in over $10\nbillion in annual revenues, making federal appropriations\nunnecessary. Seeibid.; GAO, FY 2018 Financial Report of the\nUnited States Government 53 (GAO–19–294R, 2019).As even that short description may suggest, the\nTVA is something of a hybrid, combining traditionally governmental\nfunctions with typically commercial ones. On the one hand, the TVA\npossesses powers and responsibilities reserved to sovereign actors.\nIt may, for example, “exercise the right of eminent domain” and\n“condemn all property” necessary to carry out its goals. 16\nU. S. C. §§831c(h), (i). Similarly, it may appoint\nemployees as “law enforcement agents” with powers to investigate\ncrimes and make arrests. §831c–3(a); see §831c–3(b)(2). But on the\nother hand, much of what the TVA does could be done—no,isdone routinely—by non-governmental parties. Just as the TVA\nproduces and sells electricity in its region, privately owned power\ncompanies (e.g.,Con Edison, Dominion Energy) do so in\ntheirs. As to those commonplace commercial functions, the emphasis\nin the oft-used label “public corporation” rests heavily on the\nlatter word.Hill, 437 U. S., at 157.In establishing this mixed entity, Congress\ndecided (as it had for similar government businesses) that the TVA\ncould “sue and be sued in its corporate name.” §831c(b); see,e.g.,Reconstruction Finance Corporation Act, §4, 47Stat. 6;\nFederal Home Loan Bank Act, §12, 47Stat. 735. Without such a\nclause, the TVA (as an entity of the Fed- eral Government) would\nhave enjoyed sovereign immunity from suit. SeeLoefflerv.Frank,486 U.S.\n549, 554 (1988). By instead providing that the TVA could “be\nsued,” Congress waived at least some of the corporation’s immunity.\n(Just how much is the question here.) Slightly more than a decade\nafter creating the TVA, Congress enacted the Federal Tort Claims\nAct of 1946 (FTCA), 28 U. S. C. §§1346(b), 2671et seq., to waive immunity from tort suits involving\nagencies across the Government. See §1346(b)(1) (waiving immunity\nfrom damages claims based on “the negligent or wrongful act or\nomission of any employee of the Government”). That statute carved\nout an exception for claims based on a federal employee’s\nperformance of a “discretionary function.” §2680(a). But Congress\nspecifically excluded from all the FTCA’s provisions—including the\ndiscretionary function exception—“[a]ny claim arising from the\nactivities of the [TVA].” §2680(l).This case involves such a claim. See App. 22–33\n(Complaint). One summer day, TVA employees embarked on work to\nreplace a power line over the Tennessee River. When a cable they\nwere using failed, the power line fell into the water. The TVA\ninformed the Coast Guard, which announced that it was closing part\nof the river; and the TVA itself positioned two patrol boats near\nthe downed line. But several hours later, just as the TVA workers\nbegan to raise the line, petitioner Gary Thacker drove his boat\ninto the area at high speed. The boat and line col- lided,\nseriously injuring Thacker and killing a passenger. Thacker sued\nfor negligence, alleging that the TVA had failed to “exercise\nreasonable care” in “assembl[ing] and install[ing] power lines” and\nin “warning boaters” like him “of the hazards it created.”Id.,at 31.The TVA moved to dismiss the suit, claiming\nsovereign immunity. The District Court granted the motion. It\nreasoned that the TVA, no less than other government agencies, is\nentitled to immunity from any suit based on an employee’s exercise\nof discretionary functions. See 188 F. Supp. 3d 1243, 1245 (ND\nAla. 2016). And it thought that the TVA’s actions surrounding the\nboating accident were discretionary because “they involve[d] some\njudgment and choice.”Ibid.The Court of Appeals for the\nEleventh Circuit affirmed on the same ground. According to the\ncircuit court, the TVA has immunity for discretionary functions\neven when they are part of the “TVA’s commercial, power-generating\nactivities.” 868 F.3d 979, 981 (2017). In deciding whether a suit\nimplicates those functions, the court explained that it “use[s] the\nsame test that applies when the government invokes the\ndiscretionary-function exception to the [FTCA].”Id.,at\n982. And that test, the court agreed, foreclosed Thacker’s suit\nbecause the challenged actions were “a matter of choice.”Ibid.(internal quotation marks omitted).We granted certiorari to decide whether the\nwaiver of sovereign immunity in TVA’s sue-and-be-sued clause is\nsubject to a discretionary function exception, of the kind in the\nFTCA. 585 U. S. ___ (2018). We hold it is not.IINothing in the statute establishing the TVA\n(again, the TVA Act for short) expressly recognizes immunity for\ndiscretionary functions. As noted above, that law provides simply\nthat the TVA “[m]ay sue and be sued.” 16 U. S. C.\n§831c(b); seesupra,at 3. Such a sue-and-be-sued clause\nserves to waive sovereign immunity otherwise belonging to an agency\nof the Federal Government. SeeLoeffler, 486 U. S., at\n554. By the TVA Act’s terms, that waiver is subject to\n“[e]xcept[ions] as “specifically provided in” the statute itself.\n§831c. But the TVA Act contains no exceptions relevant to tort\nclaims, let alone one turning on whether the challenged conduct is\ndiscretionary.Nor does the FTCA’s exception for discretionary\nfunctions apply to the TVA. As described earlier, seesupra,at 3, the FTCA retained the Federal Government’s immunity from tort\nsuits challenging discretionary conduct, even while allowing other\ntort claims to go forward. See 28 U. S. C. §§1346(b),\n2680(a);United Statesv.Gaubert,499 U.S.\n315, 322–325 (1991) (describing the discretionary function\nexception’s scope). But Congress made clear that the FTCA does “not\napply to[] [a]ny claim arising from the activities of the [TVA].”\n§2680(l). That means the FTCA’s discretionary function\nprovision has no relevance to this case. Even the Government\nconcedes as much. It acknowledges that the FTCA’s discretionary\nfunction exception “does not govern [Thacker’s] suit.” Brief for\nRespondent 15. Rather, it says, the TVA Act’s sue-and-be-sued\nclause does so. Seeid.,at 6. And that is the very clause\nwe have just described as containing no express exception for\ndiscretionary functions.But that is not quite the end of the story\nbecause inFederal Housing Administrationv.Burr,309 U.S.\n242(1940), this Court recognized that a sue-and-be-sued clause\nmight contain “implied exceptions.”Id.,at 245. The Court\nin that case permitted a suit to proceed against a government\nentity (providing mortgage insurance) whose organic statute had a\nsue-and-be-sued clause much like the TVA Act’s. And the Court made\nclear that in green-lighting the suit, it was doing what courts\nnormally should. Sue-and-be-sued clauses, the Court explained,\n“should be liberally construed.”Ibid.; seeFDICv.Meyer,510 U.S.\n471, 475 (1994) (similarly calling such clauses “broad”). Those\nwords “in their usual and ordinary sense,” the Court noted,\n“embrace all civil process incident to the commencement or\ncontinuance of legal proceedings.”Burr, 309 U. S., at\n245–246. And Congress generally “intend[s] the full consequences of\nwhat it sa[ys]”—even if “inconvenient, costly, and inefficient.”Id.,at 249 (quotation modified). But not quite always, the\nCourt continued. And when not—when Congress meant to use the words\n“sue and be sued” in a more “narrow sense”—a court should recognize\n“an implied restriction.”Id.,at 245. In particular,Burrstated, a court should take that route if one of the\nfollowing circumstances is “clearly shown”: either the “type[] of\nsuit [at issue is] not consistent with the statutory or\nconstitutional scheme” or the restriction is “necessary to avoid\ngrave interference with the performance of a governmental\nfunction.”Ibid.Although the courts below never consideredBurr, the Government tries to use its framework to defend\ntheir decisions. See Brief for Respondent 17–40. According to the\nGovernment, we should establish a limit on the TVA’s\nsue-and-be-sued clause—like the one in the FTCA—for all suits\nchallenging discretionary functions. That is for two reasons,\ntrackingBurr’s statement of when to recognize an “implied\nexception” to a sue-and-be-sued clause. 309 U. S., at 245.\nFirst, the Government argues that allowing those suits would\nconflict with the “constitutional scheme”—more precisely, with\n“separation-of-powers principles”—by subjecting the TVA’s\ndiscretionary conduct to “judicial second-guessing.” Brief for\nRespondent 19, 21 (internal quotation marks omitted). Second, the\nGovernment maintains that permitting those suits would necessarily\n“interfere[ ] with important governmental functions.”Id.,at 36; seeid.,at 39–40; Tr. of Oral Arg.\n39–41. We disagree.At the outset, we balk at usingBurrto\nprovide a government entity excluded from the FTCA with a replica\nof that statute’s discretionary function exception. Congress made a\nconsidered decisionnotto apply the FTCA to the TVA (even\nas Congress applied that legislation to some other public\ncorporations, see 28 U. S. C. §2679(a)). Seesupra,at 3, 5. The Government effectively asks us to negate\nthat legislative choice. Or otherwise put, it asks us to let the\nFTCA in through the back door, when Congress has locked the front\none. We have once before rejected such a maneuver. InFDICv.Meyer, a plaintiff brought a constitutional tort claim\nagainst a government agency with another broad sue-and-be-sued\nclause. The agency claimed immunity, stressing that the claim would\nhave fallen outside the FTCA’s immunity waiver (which extends only\nto conventional torts). We dismissed the argument. “In essence,” we\nobserved, the “FDIC asks us to engraft” a part of the FTCA “onto\n[the agency’s] sue-and-be-sued clause.” 510 U. S., at 480. But\nthat would mean doing what Congress had not. Seeid.,at\n483. And so too here, if we were to bestow the FTCA’s discretionary\nfunction exception on the TVA through the conduit ofBurr.\nIndeed, the Government’s proposal would make the TVA’s tort\nliability largely coextensive with that of all the agencies the\nFTCA governs. See Tr. of Oral Arg. 33–34. Far from acting to\nachieve such parity, Congress did everything possible to avoid\nit.In any event, the Government is wrong to think\nthat waiving the TVA’s immunity from suits based on discretionary\nfunctions would offend the separation of powers. As this Court\nexplained inBurr, the scope of immunity that federal\ncorporations enjoy is up to Congress. That body “has full power to\nendow [such an entity] with the government’s immunity from suit.”\n309 U. S., at 244. And equally, it has full power to “waive\n[that] immunity” and “subject[ the entity] to the judicial process”\nto whatever extent it wishes.Ibid.When Congress takes the\nlatter route—even when it goes so far as to waive the corporation’s\nimmunity for discretionary functions—its action raises no\nseparation of powers problems. The right governmental actor\n(Congress) is making a decision within its bailiwick (to waive\nimmunity) that authorizes an appropriate body (a court) to render a\nlegal judgment. Indeed, the Government itself conceded at oral\nargument that Congress, when creating a public corporation, may\nconstitutionally waive its “immunity [for] discretionary\nfunctions.” Tr. of Oral Arg. 37. But once that is acknowledged, the\nGovernment’s argument from “separation-of-powers principles”\ncollapses. Brief for Respondent 19. Those principles can offer no\nreason to limit a statutory waiver that even without any emendation\ncomplies with the constitutional scheme.Finally, the Government overreaches when it says\nthat all suits based on the TVA’s discretionary conduct will\n“grave[ly] interfere[]” with “governmental function[s].”Burr, 309 U. S., at 245. That is so, at the least,\nbecause the discretionary acts of hybrid entities like the TVA may\nbe not governmental but commercial in nature. And a suit\nchallenging a commercial act will not “grave[ly]”—or, indeed, at\nall—interfere with the “governmental functions”Burrcared\nabout protecting. The Government contests that point, arguing that\nthis Court has not meant to distinguish between the governmental\nand the commercial in construing sue-and-be-sued clauses. See Brief\nfor Respondent 39–40. But bothBurrand later decisions do\nso explicitly.Burrtook as its “premise” that an agency\n“launched [with such a clause] into the commercial world” and\n“authorize[d] to engage” in “business transactions with the\npublic” should have the same “amenab[ility] to judicial process\n[as] a private enterprise under like circumstances.” 309\nU. S., at 245.Meyeralso made clear that such an\nagency “could not escape the liability a private enterprise would\nface in similar circumstances.” 510 U. S., at 482; seeibid.(“[T]he liability of a private enterprise [is] afloorbelow which the agency’s liability [may] not fall”).\nAnd twice the Court held that the liability of the Postal Service\n(another sue-and-be-sued agency) should be “similar[ ] to\n[that of] other self-sustaining commercial ventures.”Franchise\nTax Bd. of Cal.v.Postal Service,467 U.S.\n512, 525 (1984); seeLoeffler, 486 U. S., at 556.\nThe point of those decisions, contra the Government, is that\n(barring special constitutional or statutory issues not present\nhere) suits based on a public corporation’scommercialactivity may proceed as they would against a private company; only\nsuits challenging the entity’sgovernmentalactivity may run\ninto an implied limit on its sue-and-be-sued clause.Burrand its progeny thus require a far\nmore refined analysis than the Government offers here. The reasons\nthose decisions give to recognize a restriction on a\nsue-and-be-sued clause do not justify the wholesale incorporation\nof the discretionary function exception. As explained above, the\n“constitutional scheme” has nothing to say about lawsuits\nchallenging a public corporation’s discretionary activity—except to\nleave their fate to Congress.Burr, 309 U. S., at 245;\nseesupra,at 8. For its part, Congress has not said in\nenacting sue-and-be-sued clauses that it wants to prohibit all such\nsuits—quite the contrary. And no concern for “governmental\nfunctions” can immunize discretionary activities that are\ncommercial in kind.Burr, 309 U. S., at 245; seesupra,at 8–9. When the TVA or similar body operates in the\nmarketplace as private companies do, it is as liable as they are\nfor choices and judgments. The possibility of immunity arises only\nwhen a suit challenges governmental activities—the kinds of\nfunctions private parties typically do not perform. And even then,\nan entity with a sue-and-be-sued clause may receive immunity only\nif it is “clearly shown” that prohibiting the “type[ ] of suit\n[at issue] is necessary to avoid grave interference” with a\ngovernmental function’s performance.Burr, 309 U. S.,\nat 245. That is a high bar. But it is no higher than appropriate\ngiven Congress’s enactment of so broad an immunity waiver—which\ndemands, as we have held, a “liberal construction.”Ibid.(quotation modified).IIIAll that remains is to decide this case in\naccord with what we have said so far. But as we often note at this\npoint, “we are a court of review, not of first view.”Cutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005). In wrongly relying on the\ndiscretionary function exception, the courts below never addressed\nthe issues we have found relevant in deciding whether this suit may\ngo forward. Those courts should have the first chance to do so, as\nguided by the principles set out above and a few last remarks about\napplying them here.As described earlier, the TVA sometimes\nresembles a government actor, sometimes a commercial one. Seesupra,at 2–3. Consider a few diverse examples. When the TVA\nexercises the power of eminent domain, taking landowners’ property\nfor public purposes, no one would confuse it for a private company.\nSo too when the TVA exercises its law enforcement powers to arrest\nindividuals. But in other operations—and over the years, a growing\nnumber—the TVA acts like any other company producing and supplying\nelectric power. It is an accident of history, not a difference in\nfunction, that explains why most Tennesseans get their electricity\nfrom a public enterprise and most Virginians get theirs from a\nprivate one. Whatever their ownership structures, the two companies\ndo basically the same things to deliver power to customers.So to determine if the TVA has immunity here,\nthe court on remand must first decide whether the conduct alleged\nto be negligent is governmental or commercial in nature. For the\nreasons given above, if the conduct is commercial—the kind of thing\nany power company might do—the TVA cannot invoke sovereign\nimmunity. In that event, the TVA’s sue-and-be-sued clause renders\nit liable to the same extent as a private party. Only if the\nconduct at issue is governmental might the court decide that an\nimplied limit on the clause bars the suit. But even assuming\ngovernmental activity, the court must find that prohibiting the\n“type[] of suit [at issue] is necessary to avoid grave\ninterference” with that function’s performance.Burr,309\nU. S., at 245. Unless it is, Congress’s express statement that\nthe TVA may “be sued” continues to demand that this suit go\nforward.We accordingly reverse the judgment of the Court\nof Appeals and remand the case for further proceedings consistent\nwith this opinion.It is so ordered.",
    "joined": []
}