{
    "case": {
        "docket": "15-1439",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/15-1439/"
    },
    "id": "3873560",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1439_________________CYAN, INC., et al., PETITIONERSv.BEAVER COUNTY EMPLOYEES RETIREMENT FUND, et al.on writ of certiorari to the court of appeal\nof california, first appellate district[March 20, 2018]Justice Kagan delivered the opinion of the\nCourt.This case presents two questions about the\nSecurities Litigation Uniform Standards Act of 1998 (SLUSA),\n112Stat. 3227. First, did SLUSA strip state courts of jurisdiction\nover class actions alleging violations of only the Securities Act\nof 1933 (1933 Act), 48Stat. 74, as amended, 15 U. S. C.\n§77aet seq.? And second, even if not, did SLUSA\nempower defendants to remove such actions from state to federal\ncourt? We answer both questions no.IAIn the wake of the 1929 stock market crash,\nCongress enacted two laws, in successive years, to promote honest\npractices in the securities markets. The 1933 Act required\ncompanies offering securities to the public to make “full and fair\ndisclosure” of relevant information.Pinterv.Dahl,\n486 U. S. 622, 646 (1988) . And to aid enforcement of those\nobligations, the statute created private rights of action. Congress\nauthorized both federal and state courts to exercise jurisdiction\nover those private suits. See §22(a), 48Stat. 86 (“The district\ncourts of the United States . . . shall have\njurisdiction[,] concurrent with State and Territorial courts, of\nall suits in equity and actions at law brought to enforce any\nliability or duty created by this title”). More unusually, Congress\nalso barred the removal of such actions from state to federal\ncourt.Id.,at 87 (“No case arising under this title and\nbrought in any State court of competent jurisdiction shall be\nremoved to any court of the United States”). So if a plaintiff\nchose to bring a 1933 Act suit in state court, the defendant could\nnot change the forum.Congress’s next foray, the Securities Exchange\nAct of 1934 (1934 Act), operated differently. See 48Stat. 881, as\namended, 15 U. S. C. §78aet seq.That\nstatute regulated not the original issuance of securities but\ninstead all their subsequent trading, most commonly on national\nstock exchanges. SeeBlue Chip Stampsv.Manor Drug\nStores, 421 U. S. 723, 752 (1975) . The 1934 Act, this\nCourt held, could also be enforced through private rights of\naction. Seeid.,at 730, and n. 4. But Congress\ndetermined that all those suits should fall within the “exclusive\njurisdiction” of the federal courts. §27, 48Stat. 902–903. So a\nplaintiff could never go to state court to litigate a 1934 Act\nclaim.In 1995, the Private Securities Litigation\nReform Act (Reform Act), 109Stat. 737, amended both the 1933 and\nthe 1934 statutes in mostly identical ways. Congress passed the\nReform Act principally to stem “perceived abuses of the\nclass-action vehicle in litigation involving nationally traded\nsecurities.”Merrill Lynch, Pierce, Fenner & Smith Inc.v.Dabit, 547 U. S. 71, 81 (2006) . Some of the Reform\nAct’s provisions made substantive changes to the 1933 and 1934\nlaws, and applied even when a 1933 Act suit was brought in state\ncourt. For instance, the statute created a “safe harbor” from\nfederal liability for certain “forward-looking statements” made by\ncompany officials. 15 U. S. C. §77z–2 (1933 Act); §78u–5\n(1934 Act). Other Reform Act provisions modified the procedures\nused in litigating securities actions, and applied only when such a\nsuit was brought in federal court. To take one example, the statute\nrequired a lead plaintiff in any class action brought under the\nFederal Rules of Civil Procedure to file a sworn certification\nstating, among other things, that he had not purchased the relevant\nsecurity “at the direction of plaintiff’s counsel.”\n§77z–1(a)(2)(A)(ii) (1933 Act); §78u–4(a)(2)(A)(ii) (1934 Act).But the Reform Act fell prey to the law of\n“unintended consequence[s].”Dabit, 547 U. S., at 82.\nAs this Court previously described the problem: “Rather than face\nthe obstacles set in their path by the Reform Act, plaintiffs and\ntheir representatives began bringing class actions under state\nlaw.”Ibid.That “phenomenon was a novel one”—and an\nunwelcome one as well.Ibid.To prevent plaintiffs from\ncircumventing the Reform Act, Congress again undertook to modify\nboth securities laws.The result was SLUSA, whose amendments to the\n1933 Act are at issue in this case. Those amendments include, as\nrelevant here, two operative provisions, two associated\ndefinitions, and two “conforming amendments” to the 1933 law’s\njurisdictional section. 112Stat. 3230. (SLUSA’s amendments to the\n1934 Act include essentially the same operative provisions and\ndefinitions. SeeDabit, 547 U. S., at 82, n. 6.\nBut Congress decided that the 1934 law’s exclusive jurisdiction\nprovision needed no conforming amendments.) The added material—now\nfound in §§77p and 77v(a) and set out in full in this opinion’s\nappendix—goes as follows.First, §77p(b) altogether prohibits certain\nsecurities class actions based on state law. That provision—which\nwe sometimes (and somewhat prosaically) refer to as the state-law\nclass-action bar—reads:“No covered class action based upon the\nstatutory or common law of any State . . . may be\nmaintained in any State or Federal court by any private party\nalleging—“(1) an untrue statement or omission of a\nmaterial fact in connection with the purchase or sale of a covered\nsecurity; or“(2) that the defendant used or employed any\nmanipulative or deceptive device or contrivance in connection with\nthe purchase or sale of a covered security.”According to SLUSA’s definitions, the term\n“covered class action” means a class action in which “damages are\nsought on behalf of more than 50 persons.” §77p(f)(2). And the term\n“covered security” refers to a security listed on a national stock\nexchange. §77p(f)(3) (cross-referencing §77r(b)). So taken all in\nall, §77p(b) completely disallows (in both state and federal\ncourts) sizable class actions that are founded on state law and\nallege dishonest practices respecting a nationally traded\nsecurity’s purchase or sale.Next, §77p(c) provides for the removal of\ncertain class actions to federal court, as well as for their\nsubsequent disposition:“Any covered class action brought in any\nState court involving a covered security, as set forth in\nsubsection (b) of this section, shall be removable to the Federal\ndistrict court for the district in which the action is pending, and\nshall be subject to subsection (b) of this section.”The first chunk of that provision identifies the\nremovable cases, partly by way of a cross-reference (“as set forth\nin subsection (b)”) to the just-described class-action bar. The\nfinal clause of the provision (“and shall be subject to subsection\n(b)”) indicates what should happen to a barred class suitafterit has been removed: The “proper course is to dismiss”\nthe action.Kircherv.Putnam Funds Trust, 547\nU. S. 633, 644 (2006) . As this Court has explained, §77p(c)\n“avails a defendant of a federal forum in contemplation not of\nfurther litigation over the merits of a claim brought in state\ncourt, but of termination of the proceedings altogether.”Id.,at 645, n. 12. The point of providing that option,\neveryone here agrees, was to ensure the dismissal of a prohibited\nstate-law class action even when a state court “would not\nadequately enforce” §77p(b)’s bar. Brief for United States asAmicus Curiae3; see Brief for Petitioners 7; Brief for\nRespondents 20.Finally, the 1933 Act’s jurisdictional\nprovision, codified at §77v(a), now includes two new phrases framed\nas exemptions—SLUSA’s self-described “conforming amendments.”\n112Stat. 3230; seesupra,at 3. The less significant of the\npair, for our purposes, reflects the allowance for removing certain\nclass actions described above. Against the backdrop of the 1933\nAct’s general removal bar, seesupra,at 2, that added\n(italicized) material reads:“Except as provided in section 77p(c)\nof this title, no case arising under this subchapter and\nbrought in any State court of competent jurisdiction shall be\nremoved to any court of the United States.”The more important of the conforming amendments\nin this case expresses a caveat to the general rule, seesupra,at 1–2, that state and federal courts have concurrent\njurisdiction over all claims to enforce the 1933 Act. As amended\n(again, with the new material in italics), the relevant sentence\nnow reads:“The district courts of the United States\n. . . shall have jurisdiction[,] concurrent with State\nand Territorial courts,except as provided in section 77p of\nthis title with respect to covered class actions, of all suits\nin equity and actions at law brought to enforce any liability or\nduty created by this subchapter.”Throughout this opinion, we refer to the\nitalicized words just above as the “except clause.” Its meaning is\nat the heart of the parties’ dispute in this Court.BThe petitioners in this case are Cyan, a\ntelecommunications company, and its officers and directors\n(together, Cyan). The respondents are three pension funds and an\nindividual (together, Investors) who purchased shares of Cyan stock\nin an initial public offering. After the stock declined in value,\nthe Investors brought a damages class action against Cyan in\nCalifornia Superior Court. Their complaint alleges that Cyan’s\noffering documents contained material misstatements, in violation\nof the 1933 Act. It does not assert any claims based on state\nlaw.Cyan moved to dismiss the Investors’ suit for\nlack of subject matter jurisdiction. It argued that what we have\ntermed SLUSA’s “except clause”—i.e.,the amendment made to\n§77v(a)’s concurrent-jurisdiction grant—stripped state courts of\npower to adjudicate 1933 Act claims in “covered class actions.” The\nInvestors did not dispute that their suit qualifies as such an\naction under SLUSA’s definition, see §77p(f)(2). But they\nmaintained that SLUSA left intact state courts’ jurisdiction over\nall suits—including “covered class actions”—alleging only 1933 Act\nclaims. The California Superior Court agreed with the Investors and\ndenied Cyan’s motion to dismiss. See App. to Pet. for Cert. 6a. The\nstate appellate courts then denied review of that ruling. Seeid.,at 15a–16a.We granted Cyan’s petition for certiorari, 581\nU. S. ___ (2017), to resolve a split among state and federal\ncourts about whether SLUSA deprived state courts of jurisdiction\nover “covered class actions” asserting only 1933 Act\nclaims.[1]In opposing Cyan’s jurisdictional position here,\nthe Federal Government asamicus curiaeraised another\nquestion: whether SLUSA enabled defendants to remove 1933 Act class\nactions from state to federal court for adjudication. See Brief for\nUnited States asAmicus Curiae23–31. That question is not\ndirectly presented because Cyan never attempted to remove the\nInvestors’ suit. But the removal issue is related to the parties’\njurisdictional arguments, and both Cyan and the Investors addressed\nit in briefing and argument. See Brief for Petitioners 39–40; Brief\nfor Respondents 31–35; Tr. of Arg. 31, 53–56, 74–76, 80.\nAccordingly, we consider as well the scope of §77p(c)’s removal\nauthorization.IIBy its terms, §77v(a)’s “except clause” does\nnothing to deprive state courts of their jurisdiction to decide\nclass actions brought under the 1933 Act. And Cyan’s various\nappeals to SLUSA’s purposes and legislative history fail to\novercome the clear statutory language. The statute says what it\nsays—or perhaps better put here, does not say what it does not say.\nState-court jurisdiction over 1933 Act claims thus continues\nundisturbed.[2]ASLUSA’s text, read most straightforwardly,\nleaves in place state courts’ jurisdiction over 1933 Act claims,\nincluding when brought in class actions. Recall that the background\nrule of §77v(a)—in place since the 1933 Act’s passage—gives state\ncourts concurrent jurisdiction over all suits “brought to enforce\nany liability or duty created by” that statute. Seesupra,at 1–2. The except clause—once again, “except as provided in\nsection 77p of this title with respect to covered class actions”—is\ndrafted as a limitation on that rule: It ensures that in any case\nin which §77v(a) and §77p come into conflict, §77p will control.\nThe critical question for this case is therefore whether §77p\nlimits state-court jurisdiction over class actions brought under\nthe 1933 Act. It does not. As earlier described, §77p bars certain\nsecurities class actions based onstatelaw. See §77p(b);supra,at 3–4. And as a corollary of that prohibition, it\nauthorizes removal of those suits so that a federal court can\ndismiss them. See §77p(c);supra,at 4–5. But the section\nsays nothing, and so does nothing, to deprive state courts of\njurisdiction over class actions based onfederallaw. That\nmeans the background rule of §77v(a)—under which a state court may\nhear the Investors’ 1933 Act suit—continues to govern.Cyan offers an alternative reading, in which one\nof SLUSA’s definitional provisions works to alter state-court\njurisdiction. According to Cyan, the except clause’s reference to\n“covered class actions” points the reader to, and only to,\n§77p(f)(2)’s definition of that term. See Brief for Petitioners 16.\nAnd that definition states that a “covered class action” is a suit\nseeking damages on behalf of more than 50 persons—without\nmentioning anything about whether the suit is based on state or\nfederal law. Cyan thus concludes that the except clause exempts all\nsizable class actions—including the Investors’ suit—from §77v(a)’s\nconferral of jurisdiction on state courts.But that view cannot be squared with the except\nclause’s wording for two independent reasons. To start with, the\nexcept clause points to “section 77p” as a whole—not to paragraph\n77p(f)(2). Cyan wants to cherry pick from the material covered by\nthe statutory cross-reference. But if Congress had intended to\nrefer to the definition in §77p(f)(2) alone, it presumably would\nhave done so—just by adding a letter, a number, and a few\nparentheticals. As this Court recently explained, “Congress often\ndrafts statutes with hierarchical schemes—section, subsection,\nparagraph, and on down the line.”NLRBv.SW General,\nInc., 580 U. S. ___, ___ (2017) (slip op., at 9). And\n“[w]hen Congress want[s] to refer only to a particular subsection\nor paragraph, it sa[ys] so.”Ibid.It said no such thing in\nthe except clause.In any event, the definitional paragraph on\nwhich Cyan relies cannot be read to “provide[]” an “except[ion]” to\nthe rule of concurrent jurisdiction, in the way SLUSA’s except\nclause requires. A definition does not provide an exception, but\ninstead gives meaning to a term—and Congress well knows the\ndifference between those two functions. Thousands of statutory\nprovisions use the phrase “except as provided in . . .”\nfollowed by a cross-reference in order to indicate that one rule\nshould prevail over another in any circumstance in which the two\nconflict; we count more than 30 such constructions in the 1933 and\n1934 Acts alone.[3] Not one of\nthose 30-plus provisions cross-references adefinition; nor\nhas Cyan pointed to a single such example from the whole rest of\nthe U. S. Code. And the Congress enacting SLUSA had no reason\nto attempt that peculiar maneuver for the first time. If Congress\nhad wanted to deprive state courts of jurisdiction over 1933 Act\nclass actions, it had an easy way to do so: just insert into §77p\nan exclusive federal jurisdiction provision (like the 1934 Act’s)\nfor such suits. That rule, when combined with the except clause,\nwould have done the trick because it would have “provided” an\n“except[ion]” to §77v(a)’s grant of concurrent jurisdiction; by\ncontrast, a mere definition of “covered class action” (as a damages\nsuit on behalf of 50-plus people) does not so provide.SLUSA’sotherconforming amendment\nillustrates the two ways in which Cyan’s construction of the except\nclause departs from its language. Recall that §77v(a) includes a\ngeneral bar on removal. Seesupra,at 2. And recall that\nSLUSA appended to that prohibition the phrase “[e]xcept as provided\nin section 77p(c)” to reflect the statute’s new permission to\nremove certain class actions. Seesupra,at 5. Inthat“except as provided” phrase—just four sentences down\nfrom the except clause central to this case—Congress pinpointed a\nsubsection of §77p, rather than citing the entire section for only\none of its parts. Still more, that cross-referenced subsection\ncontains an operative provision that could limit a rule, rather\nthan a mere definition of a statutory term. In short, Congress\nwrote the removal bar’s except clause in just the way a reader of\nlegislation would expect—and not in the wholly irregular way Cyan\nproposes for the except clause at issue here. Especially given the\ntwo provisions’ “interrelationship and close proximity,”Commissionerv.Lundy, 516 U. S. 235, 250 (1996)\n, the one conforming amendment highlights how far Cyan seeks to\nstretch the text of the other.Cyan’s interpretation also fits poorly with the\nremainder of the statutory scheme. Because Cyan treats the broad\ndefinition of “covered class action” as altering §77v(a)’s\njurisdictional grant, its construction would prevent state courts\nfrom deciding any 1933 Act class suits seeking damages for more\nthan 50 plaintiffs. That would include suits not involving a\n“covered security”—i.e.,a security traded on a national\nstock exchange. §77p(f)(3); Brief for Petitioners 29 (conceding\nthat point). But this Court has emphasized that SLUSA’s operative\nprovisions (including its state-law class-action bar, see §77p(b))\napply to only “transactions in covered securities”: The statute\n“ex- presses no concern” with “transactions in uncovered securi-\nties”—precisely because they are not traded on national markets.Chadbourne & Parke LLPv.Troice, 571 U. S.\n377 , ___ (2014) (slip. op., at 9); see Brief for United States asAmicus Curiae16–17 (SLUSA does not regard suits involving\nuncovered securities as “a matter of distinct federal concern”).\nThose securities, the Court explained, are “primarily of state\nconcern,” and SLUSA “maintains state legal authority” to address\nthem.Chadbourne, 571 U. S., at ___ (slip op., at 13).\nExcept that under Cyan’s view, SLUSA would not. Instead, the law\nwould strip state courts of jurisdiction over suits about\nsecurities raising no particular national interest. That result is\nout of line with SLUSA’s overall scope.And finally, Cyan’s take on the except clause\nreads too much into a mere “conforming amendment.” 112Stat. 3230.\nThe change Cyan claims that clause made to state-court jurisdiction\nis the very opposite of a minor tweak. When Congress passed SLUSA,\nstate courts had for 65 years adjudicated all manner of 1933 Act\ncases, including class actions. Indeed, defendants could not even\nremove those cases to federal court, as schemes of concurrent\njurisdiction almost always allow. Seesupra,at 2. State\ncourts thus had as much or more power over the 1933 Act’s\nenforcement as over any federal statute’s. To think Cyan right, we\nwould have to believe that Congress upended that entrenched\npractice not by any direct means, but instead by way of a\nconforming amendment to §77v(a) (linked, in its view, with only a\ndefinition). But Congress does not make “radical—but entirely\nimplicit—change[s]” through “technical and conforming amendments.”Director of Revenue of Mo.v.CoBank ACB, 531\nU. S. 316, 324 (2001) (internal quotation marks omitted). Or\nto use the more general (and snappier) formulation of that rule,\nrelevant to all “ancillary provisions,” Congress does not “hide\nelephants in mouseholes.”Whitmanv.American Trucking\nAssns., Inc., 531 U. S. 457, 468 (2001) . That is yet one\nmore reason to reject Cyan’s view of SLUSA’s text.BFaced with such recalcitrant statutory\nlanguage, Cyan stakes much of its case on legislative purpose and\nhistory. See Brief for Petitioners 20–33, 36–37; Reply Brief 7–11,\n17–21. Its claims come in two forms—one relating to the goals of\nSLUSA as a whole and the other relating to the aims of the except\nclause. Even assuming clear text can ever give way to purpose, Cyan\nwould need some monster arguments on this score to create doubts\nabout SLUSA’s meaning. The points Cyan raises come nowhere close to\nthat level.1According to Cyan’s broad purposive argument,\nCongress could not “make good on the promise of the Reform\nAct”—which was its principal intention in enacting SLUSA—without\ndivesting state courts of jurisdiction over all sizable 1933 Act\nclass actions. Brief for Petitioners 20. Remember that the Reform\nAct contained a number of procedural measures (for example, a\nsworn-certification requirement for lead plaintiffs, see\n§77z–1(a)(2)(A)) that apply only in federal court. Seesupra,at 2–3. Plaintiffs bringing 1933 Act class actions\ncould avoid those provisions simply by filing in state court; after\nall, those suits were not even removable by defendants. “So,” Cyan\nclaims, “Congress enacted SLUSA to finish the job”—by shutting down\nthe state forum and shifting all 1933 Act class actions to the\nfederal one. Brief for Petitioners 21. In support of that view,\nCyan cites several statements in SLUSA’s legislative reports—in\nparticular, that SLUSA’s purpose was “to prevent plaintiffs from\nseeking to evade the protections that Federal law provides against\nabusive litigation by filing suit in State, rather than in Federal,\ncourt.” H. R. Conf. Rep. No. 105–803, p. 13 (1998); see\nH. R. Rep. No. 105–640, pp. 8–9 (1998); S. Rep. No.\n105–182, p. 3 (1998).But to begin with, Cyan ignores a different way\nin which SLUSA “serve[d] the [Reform Act’s] objectives,” Brief for\nPetitioners 11—which our view of the statute fully effects. Recall\nthat the Reform Act also included substantive sections protecting\ndefendants (like a safe harbor for forward-looking statements) in\nsuits brought under the federal securities laws. See §77z–2;supra,at 2. Plaintiffs could—and did—avoid those provisions\nby bringing their complaints of securities misconduct under state\nlaw instead. Seesupra,at 3. Hence emerged SLUSA’s bar on\nstate-law class actions (and its removal provision to ensure their\ndismissal)—which guaranteed that the Reform Act’s heightened\nsubstantive standards would govern all future securities class\nlitigation. SLUSA itself highlights that aim: Its preamble states\nthat the statute is designed “to limit the conduct of securities\nclass actions under State law, and for other purposes.” 112Stat.\n3227. So too, this Court has underscored, over and over, SLUSA’s\n“purpose to preclude certain vexing state-law class actions.”Kircher, 547 U. S., at 645, n. 12; seeDabit, 547 U. S., at 82 (SLUSA stopped plaintiffs from\n“bringing class actions under state law”);Amgen Inc.v.Connecticut Retirement Plans and Trust Funds, 568 U. S.\n455, 476 (2013) (SLUSA “curtailed plaintiffs’ ability to evade the\n[Reform Act] by bringing class-action suits under state rather than\nfederal law”). That object—which SLUSA’s text actually\nreflects—does not depend on stripping state courts of jurisdiction\nover 1933 Act class suits, as Cyan proposes. For wherever those\nsuits go forward, the Reform Act’s substantive protections\nnecessarily apply.Still more, SLUSA ensured that federal courts\nwould play the principal role in adjudicating securities class\nactions by means of its revisions to the1934Act. As\nexplained earlier, SLUSA amended that statute in the same main way\nit did the 1933 Act—by adding a state-law class-action bar. See\n§78bb(f )(1);supra,at 3. But there, the change had a\ndouble effect: Because federal courts have exclusive jurisdiction\nover 1934 Act claims, forcing plaintiffs to bring class actions\nunder the 1934 statute instead of state law also forced them to\nfile in federal court. That meant the bulk of securities class\nactions would proceed in federal court—because the 1934 Act\nregulates all trading of securities whereas the 1933 Act addresses\nonly securities offerings. SeeBlue Chip Stamps, 421\nU. S., at 752 (characterizing the 1933 Act as “a far narrower\nstatute”). So even without Cyan’s contrived reading of the except\nclause, SLUSA largely accomplished the purpose articulated in its\nConference Report: moving securities class actions to federal\ncourt.To be sure, “largely” does not mean\n“entirely”—but then again, we do not generally expect statutes to\nfulfill 100% of all of their goals. See,e.g., Freemanv.Quicken Loans, Inc., 566 U. S. 624, 637 (2012) (“No\nlegislation pursues its purposes at all costs” (internal quotation\nmarks and alterations omitted)). Under our reading of SLUSA, all\ncovered securities class actions must proceed under federal law;\nmost (i.e.,those alleging 1934 Act claims) must proceed in\nfederal court; some (i.e.,those alleging 1933 Act claims)\nmay proceed in state court. We do not know why Congress declined to\nrequire as well that 1933 Act class actions be brought in federal\ncourt; perhaps it was because of the long and unusually pronounced\ntradition of according authority to state courts over 1933 Act\nlitigation. Seesupra,at 11–12. But in any event, we will\nnot revise that legislative choice, by reading a conforming\namendment and a definition in a most improbable way, in an effort\nto make the world of securities litigation more consistent or pure.\nThis Court has long rejected the notion that “whateverfurthers the statute’s primary objective must be the law.”Rodriguezv.United States, 480 U. S. 522, 526\n(1987) (per curiam). Even if Congress could or should have\ndone more, still it “wrote the statute it wrote—meaning, a statute\ngoing so far and no further.”Michiganv.Bay Mills\nIndian Community, 572 U. S. ___, ___ (2014) (slip op., at\n11) (internal quotation marks omitted).2Yet Cyan has a final argument—that the except\nclause would serve no purpose at all unless it works as Cyan says.\nSee Brief for Petitioners 32–33; Reply Brief 8–11. Here, Cyan\nrelies on an indubitable puzzle. Section 77v(a), as amended by\nSLUSA, gives state courts jurisdiction over1933 Actsuits\n“except as provided in §77p.” But §77p provides a bar on only\ncertainstate-lawsuits. So, Cyan contends, unless we take\nup its invitation to look to §77p(f)(2)’s definition of “covered\nclass action,” the except clause excepts “exactly nothing.” Reply\nBrief 8. (To use an example of our own, it would be as if a parent\ntold her child “you may have fruit after dinner, except for\nlollipops.”) What on earth, Cyan asks, would be the point of such a\nprovision?The Investors answer that question with a theory\nabout why Congress enacted the except clause. In their view, the\nclause was meant to deal with “mixed” securities class\nactions—containing both claims brought under the 1933 Act and\nclaims arising under state law. See Brief for Respondents 12–13. If\nnot for the except clause, the Investors posit, state courts would\nhave been uncertain about how to handle those suits. Section 77p\nclearly instructs courts not to adjudicate the state-law claims;\nbut (the Investors continue) §77v(a) gives state courts\njurisdiction over entire “actions” brought to enforce the 1933 Act,\neven if they include additional state-law claims. What, then, to\ndo? According to the Investors, the except clause’s purpose was to\nresolve that statutory conflict by making clear that §77p trumps\n§77v(a)—in other words, that a state court may not entertain\nstate-law claims precluded by §77p(b) even when they are conjoined\nwith 1933 Act claims falling within §77v(a)’s grant of\njurisdiction.Truth be told, we are not sure whether Congress\nhad that issue in mind. On the one hand (and contrary to what the\nInvestors say), we doubt that the except clause was really\nnecessary to address mixed class actions. Even without that clause,\na competent state court faced with such a suit would understand\nthat §77p requires dismissal of the state-law claims—and that\n§77v(a)’s jurisdictional grant over 1933 Act suits is not to the\ncontrary. But on the other hand (and now supporting the Investors’\nprincipal point), Congress may have thought that class-action\nlawyers would still try to circumvent SLUSA by tacking a 1933 Act\nclaim onto a forbidden state-law class action, on the off chance of\nfinding an error-prone judge. (After all, the worst that could\nhappen was that the court would throw out the state-law claims,\nleaving the plaintiff with a permissible 1933 Act suit.) To prevent\nsuch gamesmanship—to make clear beyond peradventure that courts\ncould not entertain the state-law half of mixed class\nactions—Congress might have added the except clause.But even if Congress never specifically\nconsidered mixed suits, it could well have added the except clause\nin a more general excess of caution—to safeguard §77p’s\nclass-action bar come whatever might. This Court has encountered\nmany examples of Congress legislating in that hyper-vigilant way,\nto “remov[e] any doubt” as to things not particularly doubtful in\nthe first instance.Marxv.General Revenue Corp.,\n568 U. S. 371 –384 (2013) (citingAliv.Federal\nBureau of Prisons, 552 U. S. 214, 226 (2008) ;Fort\nStewart Schoolsv.FLRA, 495 U. S. 641, 646 (1990)\n). (The idea, to return to our prior example, is to make sure that\neven if the child thinks orange lollipops count as fruit, she will\nnot act on that view.) And if ever Congress had reason to legislate\nin that fashion, it was in SLUSA—whose very impetus lay in the\nsuccess of class-action attorneys in “bypass[ing] . . .\nthe Reform Act.”Kircher, 547 U. S., at 636. Heedful of\nthat history of machinations, Congress may have determined to\neliminate any risk—even if unlikely or at the time unknown—that a\npre-existing grant of power to state courts could be used to\nobstruct SLUSA’s new limitation on what they could decide. And so\n(this alternative explanation goes) Congress enacted the except\nclause—which, in insisting that the limitation prevailed, would\nfunction as the ultimate (though with any luck, unneeded) fail-safe\ndevice.[4]But the most important response to this\npurposive argument echoes what we have said before about the\nweaknesses of Cyan’s own construction of the except clause. In the\nend, the uncertainty surrounding Congress’s reasons for drafting\nthat clause does not matter. Nor does the possibility that the risk\nCongress addressed (whether specific or inchoate) did not exist.\nBecause irrespective of those points, we have no sound basis for\ngiving the except clause a broader reading than its language can\nbear. And that is especially true in light of the dramatic change\nsuch an interpretation would work in the 1933 Act’s jurisdictional\nframework. Whatever questions remain as to the except clause’s\nprecise purpose—and we do not gainsay there are some—they do not\ngive us permission to devise a statute (and at that, a\ntransformative one) of our own.IIIOur last task is to address the Federal\nGovernment’s proposed halfway-house position. The Government\nrejects Cyan’s view that SLUSA stripped state courts of\njurisdiction over 1933 Act class actions, for roughly the same\nreasons we have given. See Brief for United States asAmicus\nCuriae11–23. But like Cyan, the Government believes that\n“Congress would not have been content to leave” such suits “stuck\nin state court,” where the Reform Act’s procedural protections do\nnot apply.Id.,at 15 (internal quotation marks omitted). So\nthe Government offers a reading of SLUSA—in particular, of\n§77p(c)—that would allow defendants to remove 1933 Act class\nactions to federal court, as long as they allege the kinds of\nmisconduct listed in §77p(b) (e.g.,false statements or\ndeceptive devices in connection with a covered security’s purchase\nor sale). Seeid.,at 24–25.But most naturally read, §77p(c)—SLUSA’s\nexception to the 1933 Act’s general bar on removal—refutes, not\nsupports, the Government’s view. Once again, seesupra,at\n4, §77p(c) reads as follows:“Any covered class action brought in any\nState court involving a covered security, as set forth in\nsubsection (b) of this section, shall be removable to the Federal\ndistrict court for the district in which the action is pending, and\nshall be subject to subsection (b) of this section.”In other words, the covered class actions\ndescribed in §77p(b) can be removed to federal court (and, once\nthere, shall be subject to dismissal because precluded, seesupra,at 5). And which are the covered class actions\ndescribed in §77p(b)? By this point, no one should have to be\nreminded: They arestate-lawclass actions alleging\nsecurities misconduct. See §77p(b) (prohibiting “class action[s]\nbased upon the statutory or common law of any State”). So those\nstate-law suits are removable. But conversely,federal-lawsuits like this one—alleging only 1933 Act claims—are not “class\naction[s] . . . as set forth in subsection (b).” So they\nremain subject to the 1933 Act’s removal ban.In fact, this Court already held as much, by\nconcluding inKircherthat §§77p(b) and 77p(c) apply to the\nexact same universe of class actions. See 547 U. S., at\n643–644.Kircherinvolved a securities suit that was\nunaffected by §77p(b)’s class-action bar—there, not because it was\nbased on federal law but because it involved a form of conduct\nfalling outside that subsection. The Court of Appeals decided that\nthe suit could be removed under §77p(c) even though it was not\nprecluded by §77p(b), thinking (as we later put it) that the\nremoval issue and “the preclusion issue [were] distinct.”Id., at 638. We flatly rejected that understanding of the\nrelationship between §77p(b) and §77p(c). The “straightforward\nreading” of those two provisions, we explained, is that removal is\n“limited to those [actions] precluded by the terms of subsection\n(b).”Id.,at 643. And if that were not clear enough, we\nsaid it again: Removal under §77p(c) is “restricted to precluded\nactions defined by subsection (b).”Id.,at 643–644. And\njust to pound the point home, we said it yet a third time: “A\ncovered [class] action is removable if it is precluded.”Id.,at 646.Kircherthus forecloses the Government’s\nargument. Section 77p(b) does not preclude federal-law class\nactions. So under our decision, §77p(c) does not authorize their\nremoval.[5]The Government responds with a novel way of\nunderstanding §77p(c), which it thinks would allow us to disregardKircherwhen a class action like this one is based on\nfederal law. In the Government’s view, first presented at oral\nargument, see Tr. of Oral Arg. 32–33, the words “as set forth in\nsubsection (b)” do not modify the entire preceding phrase\n(basically, any large class action involving a covered security).\nInstead, the Government claims, those words modify only the shorter\nphrase “involving a covered security.” To support that view, the\nGovernment invokes the “rule of the last antecedent”—under which\n“the limiting clause is most naturally applied to the thing that\ncomes immediately before it.”Id.,at 36. The Government\nthen presents a theory of how subsection (b) “set[s] forth” the\n“involv[ement]” of a covered security. “[T]o figure out what that\nmeans,” the Government contends, “you look at [§77p](b)(1) and\n(b)(2), which talk about certain types of misconduct”—for example,\nfalse statements or deceptive devices in connection with a covered\nsecurity’s sale.Id.,at 33–34. As long as conduct of that\nkind is implicated in a suit, the Government concludes, it can be\nremoved—even if it is based on federal law and thus does not fall\nwithin §77p(b) as a whole. That view is consistent withKircher’s result because the action there did not involve\nthe conduct described in §§77p(b)(1) and (2). And as toKircher’s rationale . . . well, we should feel\nfree to ignore it.But even putting aside respect for precedent,\nthat argument is in many ways flawed. To start with, the Government\nprovides no good reason to think that “as set forth in subsection\n(b)” modifies only the phrase “involving a covered security.” As\nstated above, the most natural way to view the modifier is as\napplying to the entire preceding clause—again, “[a]ny covered class\naction brought in any State court involving a covered security.”\nSeesupra,at 19. That is so because that clause hangs\ntogether as a unified whole, referring to a single thing (a type of\nclass action). Consider the following, grammatically identical\nconstruction: “The woman dressed to the nines carrying an umbrella,\nas shown in the picture . . .” Would anyone think that\n“as shown in the picture” referred to anything less than the\nwell-attired and rain-readywoman? No. And so too here, the\nmodifier goes back to the beginning of the preceding clause. The\nrule of the last antecedent is not to the contrary. We have applied\nthat rule when the alternative reading would “stretch[] the\nmodifier too far” by asking it to qualify a remote or otherwise\ndisconnected phrase.Jamav.Immigration and Customs\nEnforcement, 543 U. S. 335, 342 (2005) ;Lockhartv.United States, 577 U. S. ___, ___ (2016) (slip op.,\nat 4) (using the rule “where it takes more than a little mental\nenergy to process” a statute’s component parts, “making it a heavy\nlift to carry the modifier across them all”).[6] By contrast, we have not applied the rule when\nthe modifier directly follows a concise and “integrated” clause.Jama, 543 U. S., at 344, n. 4. As it does\nhere.But let us assume that the rule of the last\nantecedent governs: The Government then misapplies it by attaching\nthe modifier to somethingmorethan the last thing before\nit. The rule, correctly used, would insist that “as set forth in\nsubsection (b)” modifies only “a covered security”—because that is\nthe closest “noun or noun phrase” that the modifier could\nreasonably reference. A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 144 (2012) (quoting R. Burchfield,\nFowler’s Modern English Usage (3d ed. 1996)). But that standard way\nof applying the rule would not aid the Government’s construction,\nso it goes back yet another word: It attaches “as set forth in\nsubsection (b)” to the longer phrase—and a verb phrase at\nthat—“involvinga covered security.” Tr. of Oral Arg. 35.\nThat maneuver has no grammatical basis. (It is as if, in the\nexample offered above, someone claimed that “as shown in the\npicture” modified not the woman, nor even the umbrella, but instead\nthe in-between verb phrase “carryingan umbrella.”) The\nGovernment is choosing where to start in the sentence (that is,\nwhich words to qualify) based only on what best serves its\nargument.But let us even assume that “as set forth in\nsubsection (b)” modifies “involving a covered security”: The\nlanguage would still fail to explain the Government’s position.\nRemember that the Government reads the resulting phrase (again,\n“involving a covered security, as set forth in subsection (b)”) to\npoint only to the forms of wrongful conduct listed in §§77p(b)(1)\nand (2)—for example, false statements or deceptive devices in\nsecurities sales. Seesupra,at 21. The problem is that no\none would describe those misdeeds with that phrase. If Congress had\nmeant to refer only to that behavior, rather than to everything in\n§77p(b), it would have done two things differently. First, Congress\nwould have written “as set forth in paragraphs (b)(1) and (b)(2)”\ninstead of “as set forth in subsection (b)” as a whole. Seesupra,at 9 (explaining that when Congress wants to refer\nonly to a particular subsection or paragraph, it says so). And\nsecond, Congress would have written something like “involving\nallegations of misconduct,” rather than “involving a covered\nsecurity”—because the latter phrase does not even passably describe\n§§77(b)(1) and (2)’s catalog of vices. We will not read “involving\na covered security, as set forth in subsection (b)” to mean\n“involving allegations of misconduct, as set forth in paragraphs\n(b)(1) and (b)(2)” when Congress did not enact that formulation.\nSeeLozanov.Montoya Alvarez, 572 U. S. 1 , ___\n(2014) (slip op., at 14) (“Given that the drafters did not adopt\nthat alternative, the natural implication is that they did not\nintend” to do so).And (finally, we promise) even if we could put\nout of mind all these difficulties, the Government’s position runs\naground on §77p(c)’s last clause, which states that removed class\nactions “shall be subject to subsection (b).” That clause, properly\nunderstood, points toward dismissal of a removed action. As we\nearlier explained, and the Government concedes, Congress enacted\n§77p(c)’s removal provision out of “concern[] that state courts\nwould not adequately enforce” §77p(b)’s state-law class-action\nprohibition. Brief for United States asAmicus Curiae3; seesupra,at 5. The idea was to allow removal so that a federal\ncourt could act as a backstop and order a class action’s\ndismissal—thereby “subject[ing]” it to §77p(b)’s bar.Kircherspecifically said as much: Section 77p(c) “avails a\ndefendant of a federal forum in contemplation not of further\nlitigation over the merits of a claim brought in state court, but\nof termination of the proceedings altogether.” 547 U. S., at\n645, n. 12; seesupra,at 5. But of course, the\nGovernment contemplates “further litigation”—not“termination”—of a removed 1933 Act class action. See Brief for\nUnited States asAmicus Curiae25. That decoupling of\n§77p(c)’s linkage between removal and dismissal provides the last\nreason to reject the Government’s argument.At bottom, the Government makes the same mistake\nas Cyan: It distorts SLUSA’s text because it thinks Congress simply\nmust have wanted 1933 Act class actions to be litigated in federal\ncourt. But this Court has no license to “disregard clear language”\nbased on an in- tuition that “Congress must have intended something\nbroader.”Bay Mills, 572 U. S., at ___ (slip op., at\n11) (internal quotation marks omitted). SLUSA did quite a bit to\n“make good on the promise of the Reform Act” (as Cyan puts it).\nBrief for Petitioners 20; seesupra,at 12–13. If further\nsteps are needed, they are up to Congress.IVSLUSA did nothing to strip state courts of\ntheir longstanding jurisdiction to adjudicate class actions\nalleging only 1933 Act violations. Neither did SLUSA authorize\nremoving such suits from state to federal court. We accordingly\naffirm the judgment below.It is so ordered.APPENDIX“77p. Additional remedies; limitation on\nremedies.     .     .     .     .“(b) Class action limitations“No covered class action based upon the\nstatutory or common law of any State or subdivision thereof may be\nmaintained in any State or Federal court by any private party\nalleging—“(1) an untrue statement or omission of a\nmaterial fact in connection with the purchase or sale of a covered\nsecurity; or“(2) that the defendant used or employed any\nmanipulative or deceptive device or contrivance in connection with\nthe purchase or sale of a covered security.“(c) Removal of covered class actions“Any covered class action brought in any State\ncourt involving a covered security, as set forth in subsection (b)\nof this section, shall be removable to the Federal district court\nfor the district in which the action is pending, and shall be\nsubject to subsection (b) of this section..     .     .     .     .“(f) Definitions“For purposes of this section, the following\ndefinitions shall apply:.     .     .     .     .“(2) Covered class action“(A) In general“The term “covered class action” means—“(i) any single lawsuit in which—“(I) damages are sought on behalf of more than\n50 persons or prospective class members, and questions of law or\nfact common to those persons or members of the prospective class,\nwithout reference to issues of individualized reliance on an\nalleged misstatement or omission, predominate over any questions\naffecting only individual persons or members; or“(II) one or more named parties seek to recover\ndamages on a representative basis on behalf of themselves and other\nunnamed parties similarly situated, and questions of law or fact\ncommon to those persons or members of the prospective class\npredominate over any questions affecting only individual persons or\nmembers; or“(ii) any group of lawsuits filed in or pending\nin the same court and involving common questions of law or fact, in\nwhich—“(I) damages are sought on behalf of more than\n50 persons; and“(II) the lawsuits are joined, consolidated, or\notherwise proceed as a single action for any purpose..      .      .      .      .“(3) Covered security“The term “covered security” means a security\nthat satisfies the standards for a covered security specified in\nparagraph (1) or (2) of section 77r(b) of this title at the time\nduring which it is alleged that the misrepresentation, omission, or\nmanipulative or deceptive conduct occurred, except that such term\nshall not include any debt security that is exempt from\nregistration under this subchapter pursuant to rules issued by the\nCommission under section 77d(2) of this title.”“77v. Jurisdiction of offenses and\nsuits“(a) Federal and State courts; venue; service\nof process; review; removal; costs“The district courts of the United States and\nthe United States courts of any Territory shall have jurisdiction\nof offenses and violations under this subchapter and under the\nrules and regulations promulgated by the Commission in respect\nthereto, and, concurrent with State and Territorial courts, except\nas provided in section 77p of this title with respect to covered\nclass actions, of all suits in equity and actions at law brought to\nenforce any liability or duty created by this subchapter. Any such\nsuit or action may be brought in the district wherein the defendant\nis found or is an inhabitant or transacts business, or in the\ndistrict where the offer or sale took place, if the defendant\nparticipated therein, and process in such cases may be served in\nany other district of which the defendant is an inhabitant or\nwherever the defendant may be found. In any action or proceeding\ninstituted by the Commission under this subchapter in a United\nStates district court for any judicial district, a subpoena issued\nto compel the attendance of a witness or the production of\ndocuments or tangible things (or both) at a hearing or trial may be\nserved at any place within the United States. Rule 45(c)(3)(A)(ii)\nof the Federal Rules of Civil Procedure shall not apply to a\nsubpoena issued under the preceding sentence. Judgments and decrees\nso rendered shall be subject to review as provided in sections\n1254, 1291, 1292, and 1294 of title 28. Except as provided in\nsection 77p(c) of this title, no case arising under this subchapter\nand brought in any State court of competent jurisdiction shall be\nremoved to any court of the United States. No costs shall be\nassessed for or against the Commission in any proceeding under this\nsubchapter brought by or against it in the Supreme Court or such\nother courts.”Notes1Compare, e.g.,Lutherv.Countrywide Financial Corp., 195 Cal. App.\n4th 789, 797–798, 125 Cal. Rptr. 3d 716, 721 (2011) (holding that\nstate courts have jurisdiction over covered class actions alleging\nonly 1933 Act claims), with,e.g.,Knoxv.Agria\nCorp., 613 F. Supp. 2d 419, 425 (SDNY 2009) (holding that state\ncourts lack jurisdiction over such actions).2This Court has often\napplied a “presumption in favor of concurrent state court\njurisdiction” when interpreting federal statutes.Mimsv.Arrow Financial Services, LLC, 565 U. S. 368, 378\n(2012) (quotingTafflinv.Levitt, 493 U. S. 455\n–459 (1990)). Cyan argues that the presumption should not apply\nhere because SLUSA included explicit “language addressing\nstate-court jurisdiction” and “the only question is [its] scope.”\nReply Brief 22. We need not address that contention because SLUSA’s\ntext precludes Cyan’s position without aid from any\npresumption.3See,e.g.,§77k(f)(1) (announcing a general rule of joint and several\nliability, “[e]xcept as provided in paragraph (2),” which sets out\na different liability rule for outside directors); §77p(a)\n(announcing a general rule that “the rights and remedies provided”\nunder the statute do not displace others, “[e]xcept as provided in\nsubsection (b),” which restricts the right to bring class actions\nbased on state law); §77z–2(c) (announcing a general safe harbor\nfor certain forward-looking statements, “[e]xcept as provided in\nsubsection (b),” which excludes protection for a subset of\nthem).4In line with this\nprecautionary function, the except clause could do some work to\nprotect §77p’s state-law class-action bar in a set of suits beyond\nmixed cases. As this Court recently noted, some state-law\nsecurities claims “rise[] or fall[] on the plaintiff’s ability to\nprove the violation” of a federal securities statute.Merrill\nLynch, Pierce, Fenner & Smith Inc.v.Manning, 578\nU. S. ___, ___ (2016) (slip op., at 7) (addressing the 1934\nAct). In such cases, we held, the state-law claims are “brought to\nenforce” a liability created by the federal statute, and thus fall\nwithin that law’s jurisdictional provision. Seeid.,at ___\n(slip op., at 8). In the absence of the except clause, then,\nclass-action lawyers might well have argued that such state-law\nclaims could be adjudicated under §77v(a) notwithstanding §77p’s\nbar. Once again, we think most courts would have rejected that\nclaim and decided that §77p controls—but the except clause\neliminates any chance of a contrary holding.5In light of SLUSA’s text\nandKircher’s holding, it should come as no surprise that\nall seven Courts of Appeals to have considered the matter have\nconcluded that §77p(c) allows removal of only class actions falling\nwithin §77p(b)’s prohibition. SeeCampbellv.American\nInt’l Group, Inc., 760 F.3d 62, 64 (CADC 2014);Hidalgo-Velezv.San Juan Asset Management, 758 F.3d\n98, 103 (CA1 2014);Appertv.Morgan Stanley Dean Witter,\nInc., 673 F.3d 609, 615–616 (CA7 2012);Maddenv.Cowen & Co., 576 F.3d 957, 965 (CA9 2009);Sofoniav.Principal Life Ins. Co., 465 F.3d 873, 876\n(CA8 2006);Dabitv.Merrill Lynch, Pierce, Fenner &\nSmith, Inc., 395 F.3d 25, 33 (CA2 2005), vacated on other\ngrounds, 547 U. S. 71 (2006) ;Behlenv.Merrill\nLynch, 311 F.3d 1087, 1092 (CA11 2002).6The classic example comes\nfromBarnhartv.Thomas, 540 U. S. 20 (2003) .\nThe statute at issue provided that a person is disabled if his\nimpairment is so severe that “he is not only unable to do his\nprevious work but cannot, considering his age, education, and work\nexperience, engage in any other kind of substantial gainful workwhich exists in the national economy.”Id., at 23\n(quoting 42 U. S. C. §423(d)(1)(A)) (emphasis altered).\nInvoking the rule of the last antecedent, we concluded that the\nitalicized phrase “which exists in the national economy” modifies\nonly “substantial gainful work,” and not the more distant “previous\nwork.” See 540 U. S.,at 26. Needless to say, that\nstatutory provision is a far cry from the one at issue\nhere.",
    "joined": []
}