{
    "case": {
        "docket": "16-1466",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1466/"
    },
    "id": "3921235",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1466_________________MARK JANUS, PETITIONERv.AMERICAN\nFEDER- ATION OF STATE, COUNTY, AND MUNICIPAL EMPLOYEES, COUNCIL 31,\net al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 27, 2018]Justice Kagan, with whom Justice Ginsburg,\nJustice Breyer, and Justice Sotomayor join, dissenting.For over 40 years,Aboodv.Detroit\nBd. of Ed., 431 U. S. 209 (1977), struck a stable balance\nbetween public employees’ First Amendment rights and government\nentities’ interests in running their workforces as they thought\nproper. Under that decision, a government entity could require\npublic employees to pay a fair share of the cost that a union\nincurs when negotiating on their behalf over terms of employment.\nBut no part of that fair-share payment could go to any of the\nunion’s political or ideological activities.That holding fit comfortably with this Court’s\ngeneral framework for evaluating claims that a condition of public\nemployment violates the First Amendment. The Court’s decisions have\nlong made plain that government entities have substantial latitude\nto regulate their employees’ speech—especially about terms of\nemployment—in the interest of operating their workplaces\neffectively.Aboodallowed governments to do just that.\nWhile protecting public employees’ expression about non-workplace\nmatters, the decision enabled a government to advance important\nmanagerial interests—by ensuring the presence of an exclusive\nemployee representative to bargain with. Far from an “anomaly,”ante,at 7, theAboodregime was a paradigmatic\nexample of how the government can regulate speech in its capacity\nas an employer.Not any longer. Today, the Court succeeds in its\n6-year campaign to reverseAbood. SeeFriedrichsv.California Teachers Assn., 578 U. S. ___ (2016) (per\ncuriam);Harrisv.Quinn, 573 U. S. ___\n(2014);Knoxv.Service Employees, 567 U. S. 298\n(2012). Its decision will have large-scale consequences. Public\nemployee unions will lose a secure source of financial support.\nState and local governments that thought fair-share provisions\nfurthered their interests will need to find new ways of managing\ntheir workforces. Across the country, the relationships of public\nemployees and employers will alter in both predictable and wholly\nunexpected ways.Rarely if ever has the Court overruled a\ndecision—let alone one of this import—with so little regard for the\nusual principles ofstare decisis. There are no special\njustifications for reversingAbood.It has proved workable.\nNo recent developments have eroded its underpinnings. And it is\ndeeply entrenched, in both the law and the real world. More than 20\nStates have statutory schemes built on the decision. Those laws\nunderpin thousands of ongoing contracts involving millions of\nemployees. Reliance interests do not come any stronger than those\nsurroundingAbood. And likewise, judicial disruption does\nnot get any greater than what the Court does today. I respectfully\ndissent.II begin withAbood, the 41-year-old\nprecedent the majority overrules. That case involved a union that\nhad been certified as the exclusive representative of Detroit’s\npublic school teachers. The union’s collective-bargaining agreement\nwith the city included an “agency shop” clause, which required\nteachers who had not joined the union to pay it “a service charge\nequal to the regular dues required of [u]nion members.”Abood, 431 U. S., at 212. A group of non-union members\nsued over that clause, arguing that it violated the First\nAmendment.In considering their challenge, the Court\ncanvassed the purposes of the “agency shop” clause. It was rooted,\nthe Court understood, in the “principle of exclusive union\nrepresentation”—a “central element” in “industrial relations” since\nthe New Deal.Id.,at 220. Significant benefits, the Court\nexplained, could derive from the “designation of a single [union]\nrepresentative” for all similarly situated employees in a\nworkplace.Ibid.In particular, such arrangements:\n“avoid[ ] the confusion that would result from attempting to\nenforce two or more agreements specifying different terms and\nconditions of employment”; “prevent[ ] inter-union rivalries\nfrom creating dissension within the work force”; “free[ ] the\nemployer from the possibility of facing conflicting demands from\ndifferent unions”; and “permit[ ] the employer and a single\nunion to reach agreements and settlements that are not subject to\nattack from rival labor organizations.”Id.,at 220–221. As\nproof, the Court pointed to the example of exclusive-representation\narrangements in the private-employment sphere: There, Congress had\nlong thought that such schemes would promote “peaceful labor\nrelations” and “labor stability.”Id.,at 219, 229. A public\nemployer like Detroit, the Court believed, could reasonably make\nthe same calculation.But for an exclusive-bargaining arrangement to\nwork, such an employer often thought, the union needed adequate\nfunding. Because the “designation of a union as exclusive\nrepresentative carries with it great responsibilities,” the Court\nreasoned, it inevitably also entails substantial costs.Id.,at 221. “The tasks of negotiating and administering a\ncollective-bargaining agreement and representing the interests of\nemployees in settling disputes and processing grievances are\ncontinuing and difficult ones.”Ibid.Those activities, the\nCourt noted, require the “expenditure of much time and money”—for\nexample, payment for the “services of lawyers, expert negotiators,\neconomists, and a research staff.”Ibid.And there is no way\nto confine the union’s services to union members alone (and thus to\ntrim costs) because unions must by law fairly represent all\nemployees in a given bargaining unit—union members and non-members\nalike. Seeibid.With all that in mind, the Court recognized why\nboth a government entity and its union bargaining partner would\ngravitate toward an agency-fee clause. Those fees, the Court\nreasoned, “distribute fairly the cost” of collective bargaining\n“among those who benefit”—that is,allemployees in the work\nunit.Id.,at 222. And they “counteract[ ] the\nincentive that employees might otherwise have to become ‘free\nriders.’ ”Ibid.In other words, an agency-fee\nprovision prevents employees from reaping all the “benefits of\nunion representation”—higher pay, a better retirement plan, and so\nforth—while leaving it to others to bear the costs.Ibid.To\nthe Court, the upshot was clear: A government entity could\nreasonably conclude that such a clause was needed to maintain the\nkind of exclusive bargaining arrangement that would facilitate\npeaceful and stable labor relations.But the Court acknowledged as well the “ First\nAmendment interests” of dissenting employees.Ibid.It\nrecognized that some workers might oppose positions the union takes\nin collective bargaining, or even “unionism itself.”Ibid.And still more, it understood that unions often advance “political\nand ideological” views outside the collective-bargaining context—as\nwhen they “contribute to political candidates.”Id.,at 232,\n234. Employees might well object to the use of their money to\nsupport such “ideological causes.”Id.,at 235.So the Court struck a balance, which has\ngoverned this area ever since. On the one hand, employees could be\nrequired to pay fees to support the union in “collective\nbargaining, contract administration, and grievance adjustment.”Id.,at 225–226. There, the Court held, the “important\ngovernment interests” in having a stably funded bargaining partner\njustify “the impingement upon” public employees’ expression.Id.,at 225. But on the other hand, employees could not be\ncompelled to fund the union’s political and ideological activities.\nOutside the collective-bargaining sphere, the Court determined, an\nemployee’s First Amendment rights defeated any conflicting\ngovernment interest. Seeid.,at 234–235.IIUnlike the majority, I see nothing\n“questionable” aboutAbood’s analysis.Ante,at 7\n(quotingHarris, 573 U. S., at ___ (slip op., at 17)).\nThe decision’s account of why some government entities have a\nstrong interest in agency fees (now often called fair-share fees)\nis fundamentally sound. And the balanceAboodstruck between\npublic employers’ interests and public employees’ expression is\nright at home in First Amendment doctrine.AAbood’s reasoning about governmental\ninterests has three connected parts. First, exclusive\nrepresentation arrangements benefit some government entities\nbecause they can facilitate stable labor relations. In particular,\nsuch arrangements eliminate the potential for inter-union conflict\nand streamline the process of negotiating terms of employment. See\n431 U. S., at 220–221. Second, the government may be unable to\navail itself of those benefits unless the single union has a secure\nsource of funding. The various tasks involved in representing\nemployees cost money; if the union doesn’t have enough, it can’t be\nan effective employee representative and bargaining partner. Seeid., at 221. And third, agency fees are often needed to\nensure such stable funding. That is because without those fees,\nemployees have every incentive to free ride on the union dues paid\nby others. Seeid., at 222.The majority does not take issue with the first\npoint. Seeante,at 33 (It is “not disputed that the State\nmay require that a union serve as exclusive bargaining agent for\nits employees” in order to advance the State’s “interests as an\nemployer”). The majority claims that the second point never appears\ninAbood, but is willing to assume it for the sake of\nargument. Seeante,at 31–32; but seeAbood, 431\nU. S., at 221 (The tasks of an exclusive representative “often\nentail expenditure of much time and money”). So the majority stakes\neverything on the third point—the conclusion that maintaining an\neffective system of exclusive representation often entails agency\nfees.Ante, at 12 (It “is simply not true” that exclusive\nrepresentation and agency fees are “inextricably linked”); seeante,at 14.But basic economic theory shows why a government\nwould think that agency fees are necessary for exclusive\nrepresentation to work. What ties the two together, asAboodrecognized, is the likelihood of free-riding when fees are absent.\nRemember that once a union achieves exclusive-representation\nstatus, the law compels it to fairly represent all workers in the\nbargaining unit, whether or not they join or contribute to the\nunion. Seesupra,at 4. Because of that legal duty, the\nunion cannot give special advantages to its own members. And that\nin turn creates a collective action problem of nightmarish\nproportions. Everyone—not just those who oppose the union, but also\nthose who back it—has an economic incentive to withhold dues; only\naltruism or loyalty—asagainstfinancial self-interest—can\nexplain why an employee would pay the union for its services. And\nso emergedAbood’s rule allowing fair-share agreements: That\nrule ensured that a union would receive sufficient funds, despite\nits legally imposed disability, to effectively carry out its duties\nas exclusive representative of the government’s employees.The majority’s initial response to this\nreasoning is simply to dismiss it. “[F]ree rider arguments,” the\nmajority pronounces, “are generally insufficient to overcome First\nAmendment objections.”Ante,at 13 (quotingKnox, 567\nU. S., at 311). “To hold otherwise,” it continues, “would have\nstartling consequences” because “[m]any private groups speak out”\nin ways that will “benefit[ ] nonmembers.”Ante,at\n13.But that disregards the defining characteristic ofthisfree-rider argument—that unions, unlike those many\nother private groups, must serve members and non-members alike.\nGroups advocating for “senior citizens or veterans” (to use the\nmajority’s examples) have no legal duty to provide benefits to all\nthose individuals: They can spur people to pay dues by conferring\nall kinds of special advantages on their dues-paying members.\nUnions are—by law—in a different position, as this Court has long\nrecognized. See,e.g., Machinistsv.Street, 367\nU. S. 740, 762 (1961). Justice Scalia, responding to the same\nargument as the majority’s, may have put the point best. In a way\nthat is true of no other private group, the “lawrequiresthe union to carry” non-members—“indeed, requires the union togo out of its wayto benefit [them], even at the expense of\nits other interests.”Lehnertv.Ferris Faculty\nAssn., 500 U. S. 507, 556 (1991) (opinion concurring in\npart and dissenting in part). That special feature was what\njustifiedAbood: “Where the state imposes upon the union a\nduty to deliver services, it may permit the union to demand\nreimbursement for them.” 500 U. S., at 556.The majority’s fallback argument purports to\nrespond to the distinctive position of unions, but still missesAbood’s economic insight. Here, the majority delivers a\nfour-page exegesis on why unions will seek to serve as an exclusive\nbargaining representative even “if they are not given agency fees.”Ante,at 14; seeante,at 14–17. The gist of the\naccount is that “designation as the exclusive representative\nconfers many benefits,” which outweigh the costs of providing\nservices to non-members.Ante,at 15. But that response\navoids the key question, which is whether unions without agency\nfees will beable to(not whether they willwant to)\ncarry on as an effective exclusive representative. And as to that\nquestion, the majority again fails to reckon with how economically\nrational actors behave—in public as well as private workplaces.\nWithout a fair-share agreement, the class of union non-members\nspirals upward. Employees (including those who love the union)\nrealize that they can get the same benefits even if they let their\nmemberships expire. And as more and more stop paying dues, those\nleft must take up the financial slack (and anyway, begin to feel\nlike suckers)—so they too quit the union. See Ichniowski & Zax,\nRight-to-Work Laws, Free Riders, and Unionization in the Local\nPublic Sector, 9 J. Labor Economics 255, 257 (1991).[1] And when the vicious cycle finally ends,\nchances are that the union will lack the resources to effectively\nperform the responsibilities of an exclusive representative—or, in\nthe worst case, to perform them at all. The result is to frustrate\nthe interests of every government entity that thinks a strong\nexclusive-representation scheme will promote stable labor\nrelations.Of course, not all public employers will share\nthat view. Some would rather not bargain with an exclusive\nrepresentative. Others would prefer that representative to be\npoorly funded—to serve more as a front than an effectual bargaining\npartner. But as reflected in the number of fair-share statutes and\ncontracts across the Nation, seesupra,at 2, many\ngovernment entities think that effective exclusive representation\nmakes for good labor relations—and recognize, just asAbooddid, that representation of that kind often depends on agency fees.\nSee,e.g., Harris, 573 U. S., at ___ (slip op., at 24)\n(Kagan, J., dissenting) (describing why Illinois thought that\nbargaining with an adequately funded exclusive representative of\nin-home caregivers would enable the State to better serve its dis-\nabled citizens).Aboodrespected that state interest;\ntoday’s majority fails even to understand it. Little wonder that\nthe majority’s First Amendment analysis, which involves assessing\nthe government’s reasons for imposing agency fees, also comes up\nshort.B1In many cases over many decades, this Court\nhas addressed how the First Amendment applies when the government,\nacting not as sovereign but as employer, limits its workers’\nspeech. Those decisions have granted substantial latitude to the\ngovernment, in recognition of its significant interests in managing\nits workforce so as to best serve the public.Aboodfit\nneatly with that caselaw, in both reasoning and result. Indeed, its\nreversal today creates a significant anomaly—an exception, applying\nto union fees alone, from the usual rules governing public\nemployees’ speech.“Time and again our cases have recognized that\nthe Government has a much freer hand” in dealing with its employees\nthan with “citizens at large.”NASAv.Nelson, 562\nU. S. 134, 148 (2011) (internal quotation marks omitted). The\ngovernment, we have stated, needs to run “as effectively and\nefficiently as possible.”Engquistv.Oregon Dept. of\nAgriculture, 553 U. S. 591, 598 (2008) (internal quotation\nmarks omitted). That means it must be able, much as a private\nemployer is, to manage its workforce as it thinks fit. A public\nemployee thus must submit to “certain limitations on his or her\nfreedom.”Garcettiv.Ceballos, 547 U. S. 410,\n418 (2006). Government workers, of course, do not wholly “lose\ntheir constitutional rights when they accept their positions.”Engquist, 553 U. S., at 600. But under our precedent,\ntheir rights often yield when weighed “against the realities of the\nemployment context.”Ibid.If it were otherwise—if every\nemployment decision were to “bec[o]me a constitutional matter”—“the\nGovernment could not function.”NASA, 562 U. S., at 149\n(internal quotation marks omitted).Those principles apply with full force when\npublic employees’ expressive rights are at issue. As we have\nexplained: “Government employers, like private employers, need a\nsignificant degree of control over their employees’ words” in order\nto “efficient[ly] provi[de] public services.”Garcetti, 547\nU. S., at 418. Again, significant control does not mean\nabsolute authority. In particular, the Court has guarded against\ngovernment efforts to “leverage the employment relationship” to\nshut down its employees’ speech as private citizens.Id.,at\n419. But when the government imposes speech restrictions relating\nto workplace operations, of the kind a private employer also would,\nthe Court reliably upholds them. See,e.g., id., at 426;Connickv.Myers, 461 U. S. 138, 154 (1983).In striking the proper balance between employee\nspeech rights and managerial interests, the Court has long applied\na test originating inPickeringv.Board of Ed. of\nTownship High School Dist. 205, Will Cty., 391 U. S. 563\n(1968). That case arose out of an individual employment action: the\nfiring of a public school teacher. As we later described thePickeringinquiry,the Court first asks whether the\nemployee “spoke as a citizen on a matter of public concern.”Garcetti, 547 U. S., at 418. If she did not—but rather\nspoke as an employee on a workplace matter—she has no “possibility\nof a First Amendment claim”: A public employer can curtail her\nspeech just as a private one could.Ibid.But if she did\nspeak as a citizen on a public matter, the public employer must\ndemonstrate “an adequate justification for treating the employee\ndifferently from any other member of the general public.”Ibid.The government, that is, needs to show that legitimate\nworkplace interests lay behind the speech regulation.Aboodcoheres with that framework. The\npoint here is not, as the majority suggests, thatAboodis\nan overt, one-to-one “application ofPickering.”Ante,at 26. It is not.Aboodrelated to a\nmunicipality’s labor policy, and so the Court looked to prior cases\nabout unions, not toPickering’s analysis of an employee’s\ndismissal. (And truth be told,Pickeringwas not at that\ntime much to look at: What the Court now thinks of as the two-stepPickeringtest, as the majority’s own citations show, really\nemerged fromGarcettiandConnick—two cases\npost-datingAbood. Seeante,at 22.)[2] ButAboodandPickeringraised variants of the same basic issue: the extent of the\ngovernment’s authority to make employment decisions affecting\nexpression. And in both, the Court struck the same basic balance,\nenabling the government to curb speech when—but only when—the\nregulation was designed to protect its managerial interests.\nConsider the parallels:LikePickering,Abooddrew the\nconstitutional line by analyzing the connection between the\ngovernment’s managerial interests and different kinds of\nexpression. The Court first discussed the use of agency fees to\nsubsidize the speech involved in “collective bargaining, contract\nadministration, and grievance adjustment.” 431 U. S., at\n225–226. It understood that expression (really, who would not?) as\nintimately tied to the workplace and employment relationship. The\nspeech was about “working conditions, pay, discipline, promotions,\nleave, vacations, and terminations,”Borough of Duryeav.Guarnieri, 564 U. S. 379, 391 (2011); the speech\noccurred (almost always) in the workplace; and the speech was\ndirected (at least mainly) to the employer. As noted earlier,Abooddescribed the managerial interests of employers in\nchanneling all that speech through a single union. See 431\nU. S., at 220–222, 224–226;supra,at 3. And soAboodallowed the government to mandate fees for collective\nbargaining—just asPickeringpermits the government to\nregulate employees’ speech on similar workplace matters. But still,Aboodrealized that compulsion could go too far. The Court\nbarred the use of fees for union speech supporting political\ncandidates or “ideological causes.” 431 U. S., at 235. That\nspeech, it understood, was “unrelated to [the union’s] duties as\nexclusive bargaining representative,” but instead was directed at\nthe broader public sphere.Id.,at 234. And for that reason,\nthe Court saw no legitimate managerial interests in compelling its\nsubsidization. The employees’ First Amendment claims would thus\nprevail—as, again, they would have underPickering.Aboodthus dovetailed with the Court’s\nusual attitude in First Amendment cases toward the regulation of\npublic employees’ speech. That attitude is one of respect—even\nsolicitude—for the government’s prerogatives as an employer. So\nlong as the government is acting as an employer—rather than\nexploiting the employment relationship for other ends—it has a wide\nberth, comparable to that of a private employer. And when the\nregulated expression concerns the terms and conditions of\nemployment—the very stuff of the employment relationship—the\ngovernment really cannot lose. There, managerial interests are\nobvious and strong. And so government employees are . . .\njust employees, even though they work for the government. Except\nthat today the government does lose, in a first for the law. Now,\nthe government can constitutionally adopt all policies regulating\ncore workplace speech in pursuit of managerial goals—save this\nsingle one.2The majority claims it is not making a special\nand unjustified exception. It offers two main reasons for declining\nto apply here our usual deferential approach, as exemplified inPickering, to the regulation of public employee speech.\nFirst, the majority says, this case involves a “blanket” policy\nrather than an individualized employment decision, soPickeringis a “painful fit.”Ante,at 23. Second,\nthe majority asserts, the regulation here involves compelling\nrather than restricting speech, so the pain gets sharper still. Seeante, at 24–25. And finally, the majority claims that even\nunder the solicitousPickeringstandard, the government\nshould lose, because the speech here involves a matter of public\nconcern and the government’s managerial interests do not justify\nits regulation. Seeante,at 27–31. The majority goes wrong\nat every turn.First, this Court has applied the same basic\napproach whether a public employee challenges a general policy or\nan individualized decision. Even the majority must concede that “we\nhave sometimes looked toPickeringin considering general\nrules that affect broad categories of employees.”Ante,at\n23. In fact, the majority cannot come up with any case in which we\nhavenotdone so. All it can muster is one case in whichwhileapplying thePickeringtest to a broad\nrule—barring any federal employee from accepting any payment for\nany speech or article on any topic—the Court noted that the\npolicy’s breadth would count against the government at the test’s\nsecond step. SeeUnited Statesv.Treasury Employees,\n513 U. S. 454 (1995). Which is completely predictable. The\ninquiry at that stage, after all, is whether the government has an\nemployment-related interest in going however far it has gone—and inTreasury Employees, the government had indeed gone far. (The\nCourt ultimately struck down the rule because it applied to speech\nin which the government had no identifiable managerial interest.\nSeeid.,at 470, 477.) Nothing inTreasury Employeessuggests that the Court defers only to ad hoc actions, and not\nto general rules, about public employee speech. That would be a\nperverse regime, given the greater regularity of rulemaking and the\nlesser danger of its abuse. So I would wager a small fortune that\nthe next time a general rule governing public employee speech comes\nbefore us, we will dust offPickering.Second, the majority’s distinction between\ncompelling and restricting speech also lacks force. The majority\nposits that compelling speech always works a greater injury, and so\nalways requires a greater justification. Seeante,at 8. But\nthe only case the majority cites for that reading of our precedent\nis possibly (thankfully) the most exceptional in our First\nAmendment annals: It involved the state forcing children to swear\nan oath contrary to their religious beliefs. Seeibid.(quotingWest Virginia Bd. of Ed.v.Barnette, 319\nU. S. 624 (1943)). Regulations challenged as compelling\nexpression do not usually look anything like that—and for that\nreason, the standard First Amendment rule is that the “difference\nbetween compelled speech and compelled silence” is “without\nconstitutional significance.”Rileyv.National\nFederation of Blind of N. C., Inc., 487 U. S. 781, 796\n(1988); seeWooleyv.Maynard, 430 U. S. 705,\n714 (1977) (referring to “[t]he right to speak and the right to\nrefrain from speaking” as “complementary components” of the First\nAmendment). And if anything, the First Amendment scales tip the\nopposite way when (as here) the government is not compelling actual\nspeech, but instead compelling a subsidy that others will use for\nexpression. See Brief for Eugene Volokh et al. asAmici\nCuriae4–5 (offering many examples to show that the First\nAmendment “simply do[es] not guarantee that one’s hard-earned\ndollars will never be spent on speech one disapproves\nof”).[3] So when a government\nmandates a speech subsidy from a public employee—here, we might\nthink of it as levying a tax to support collective bargaining—it\nshould get at least as much deference as when it restricts the\nemployee’s speech. As this case shows, the former may advance a\nmanagerial interest as well as the latter—in which case the\ngovernment’s “freer hand” in dealing with its employees should\napply with equal (if not greater) force.NASA, 562\nU. S., at 148.Third and finally, the majority errs in thinking\nthat under the usual deferential approach, the government should\nlose this case. The majority mainly argues here that, atPickering’s first step, “union speech in collective\nbargaining” is a “matter of great public concern” because it\n“affect[s] how public money is spent” and addresses “other\nimportant matters” like teacher merit pay or tenure.Ante,at 27, 29 (internal quotation marks omitted). But to start, the\nmajority misunderstands the threshold inquiry set out inPickeringand later cases. The question is not, as the\nmajority seems to think, whether the public is, or should be,\ninterested in a government employee’s speech. Instead, the question\nis whether that speech is about and directed to the workplace—as\ncontrasted with the broader public square.Treasury\nEmployeesoffers the Court’s fullest explanation. The Court\nheld there that the government’s policy prevented employees from\nspeaking as “citizen[s]” on “matters of public concern.” 513\nU. S., at 466 (quotingPickering, 391 U. S., at\n568). Why? Because the speeches and articles “were addressed to a\npublic audience, were made outside the workplace, and involved\ncontent largely unrelated to their Government employment.” 513\nU. S., at 466; seeid.,at 465, 470 (repeating that\nanalysis twice more). The Court could not have cared less whether\nthe speech at issue was “important.”Ante,at 29. It instead\nasked whether the speech was trulyofthe\nworkplace—addressedtoit, madeinit, and (most of\nall)aboutit.Consistent with that focus, speech about the\nterms and conditions of employment—the essential stuff of\ncollective bargaining—has never survivedPickering’s first\nstep. This Court has rejected all attempts by employees to make a\n“federal constitutional issue” out of basic “employment matters,\nincluding working conditions, pay, discipline, promotions, leave,\nvacations, and terminations.”Guarnieri, 564 U. S., at\n391; seeBoard of Comm’rs, Wabaunsee Cty.v.Umbehr,\n518 U. S. 668, 675 (1996) (stating that public employees’\n“speech on merely private employment matters is unprotected”). For\nthat reason, even the Justices who originally objected toAboodconceded that the use of agency fees for bargaining on\n“economic issues” like “salaries and pension benefits” would not\nraise significant First Amendment questions. 431 U. S., at\n263, n. 16 (Powell, J., concurring in judgment). Of course,\nmost of those issues have budgetary consequences: They\n“affect[ ] how public money is spent.”Ante,at 29. And\nsome raise important non-budgetary disputes; teacher merit pay is a\ngood example, seeante,at 30. But arguing about the terms\nof employment is still arguing about the terms of employment: The\nworkplace remains both the context and the subject matter of the\nexpression. If all that speech really counted as “of public\nconcern,” as the majority suggests, the mass of public employees’\ncomplaints (about pay and benefits and workplace policy and such)wouldbecome “federal constitutional issue[s].”Guarnieri, 564 U. S., at 391. And contrary to decades’\nworth of precedent, government employers would then have far less\ncontrol over their workforces than private employers do. Seesupra,at 9–11.Consider an analogy, not involving union fees:\nSuppose a government entity disciplines a group of (non-unionized)\nemployees for agitating for a better health plan at various\ninopportune times and places. The better health plan will of course\ndrive up public spending; so according to the majority’s analysis,\nthe employees’ speech satisfiesPickering’s “public concern”\ntest. Or similarly, suppose a public employer penalizes a group of\n(non-unionized) teachers who protest merit pay in the school\ncafeteria. Once again, the majority’s logic runs, the speech is of\n“public concern,” so the employees have a plausible First Amendment\nclaim. (And indeed, the majority appears to concede as much, by\nasserting that the results in these hypotheticals should turn on\nvarious “factual detail[s]” relevant to the interest balancing that\noccurs at thePickeringtest’ssecondstep.Ante,at 32, n. 23.) But in fact, this Court has always\nunderstood such cases to end atPickering’sfirststep: If an employee’s speech is about, in, and directed to the\nworkplace, she has no “possibility of a First Amendment claim.”Garcetti, 547 U. S., at 418; seesupra,at 11.\nSo take your pick. Either the majority is exposing government\nentities across the country to increased First Amendment litigation\nand liability—and thus preventing them from regulating their\nworkforces as private employers could. Or else, when actual cases\nof this kind come around, we will discover that today’s majority\nhas crafted a “unions only” carve-out to our employee-speech\nlaw.What’s more, the government should prevail even\nif the speech involved in collective bargaining satisfiesPickering’s first part. Recall that the next question is\nwhether the government has shown “an adequate justification for\ntreating the employee differently from any other member of the\ngeneral public.”Garcetti, 547 U. S., at 418;supra,at 11. That inquiry is itself famously respectful of\ngovernment interests. This Court has reversed the government only\nwhen it has tried to “leverage the employment relationship” to\nachieve an outcome unrelated to the workplace’s “effective\nfunctioning.”Garcetti, 547 U. S., at 419;Rankinv.McPherson, 483 U. S. 378, 388 (1987).\nNothing like that is true here. AsAbooddescribed, many\ngovernment entities have found agency fees the best way to ensure a\nstable and productive relationship with an exclusive bargaining\nagent. See 431 U. S., at 220–221, 224–226;supra,at\n3–4. And here, Illinois and many governmentalamicihave\nexplained again how agency fees advance their workplace goals. See\nBrief for State Respondents 12, 36; Brief for Governor Tom Wolf\net al. asAmici Curiae21–33. In no other\nemployee-speech case has this Court dismissed such work-related\ninterests, as the majority does here. Seesupra,at 6–9\n(discussing the majority’s refusal to engage with the logic of the\nState’s position). Time and again, the Court has instead respected\nand acceded to those interests—just asAbooddid.The key point aboutAboodis that it fit\nnaturally with this Court’s consistent teaching about the\npermissibility of regulating public employees’ speech. The Court\nallows a government entity to regulate that expression in aid of\nmanaging its workforce to effectively provide public services. That\nis just what a government aims to do when it enforces a fair-share\nagreement. And so, the key point about today’s decision is that it\ncreates an unjustified hole in the law, applicable to union fees\nalone. This case issui generisamong those addressing\npublic employee speech—and will almost surely remain so.IIIBut the worse part of today’s opinion is where\nthe majority subverts all known principles ofstare decisis.\nThe majority makes plain, in the first 33 pages of its decision,\nthat it believesAboodwas wrong.[4] But even if that were true (which it is not), it is\nnot enough. “Respectingstare decisismeans sticking to some\nwrong decisions.”Kimblev.Marvel Entertainment,\nLLC, 576 U. S. ___, ___ (2015) (slip op., at 7). Any\ndeparture from settled precedent (so the Court has often stated)\ndemands a “special justification—over and above the belief that the\nprecedent was wrongly decided.”Id.,at ___ (slip op., at 8)\n(internal quotation marks omitted); see,e.g.,Arizonav.Rumsey, 467 U. S. 203, 212 (1984).\nAnd the majority does not have anything close. To the contrary: all\nthat is “special” in this case—especially the massive reliance\ninterests at stake—demands retainingAbood, beyond even the\nnormal precedent.Consider first why these principles about\nprecedent are so important.Stare decisis—“the idea that\ntoday’s Court should stand by yesterday’s decisions”—is “a\nfoundation stone of the rule of law.”Kimble,576\nU. S., at ___ (slip op., at 7) (quotingMichiganv.Bay Mills Indian Community, 572 U. S. ___, ___ (2014)\n(slip op., at 15)). It “promotes the evenhanded, predictable, and\nconsistent development” of legal doctrine.Paynev.Tennessee, 501 U. S. 808, 827 (1991). It fosters\nrespect for and reliance on judicial decisions. Seeibid.And it “contributes to the actual and perceived integrity of the\njudicial process,”ibid., by ensuring that decisions are\n“founded in the law rather than in the proclivities of\nindividuals,”Vasquezv.Hillery, 474 U. S. 254,\n265 (1986).AndAboodis not just any precedent: It\nis embedded in the law (not to mention, as I’ll later address, in\nthe world) in a way not many decisions are. Over four decades, this\nCourt has citedAboodfavorably many times, and has affirmed\nand applied its central distinction between the costs of collective\nbargaining (which the government can charge to all employees) and\nthose of political activities (which it cannot). See,e.g.,\nLockev.Karass, 555 U. S. 207, 213–214 (2009);Lehnert, 500 U. S., at 519;Teachersv.Hudson, 475 U. S. 292, 301–302 (1986);Ellisv.Railway Clerks, 466 U. S. 435, 455–457 (1984).\nReviewing those decisions not a decade ago, this\nCourt—unanimously—called theAboodrule “a general First\nAmendment principle.”Locke, 555 U. S., at 213. And\nindeed, the Court has relied on that rule when deciding cases\ninvolving compelled speech subsidies outside the labor sphere—cases\ntoday’s decision does not question. See,e.g., Kellerv.State Bar of Cal., 496 U. S. 1, 9–17 (1990) (state bar\nfees);Board of Regents of Univ. of Wis. Systemv.Southworth, 529 U. S. 217, 230–232 (2000) (public\nuniversity student fees);Glickmanv.Wileman Brothers\n& Elliott, Inc., 521 U. S. 457, 471–473 (1997)\n(commercial advertising assessments); see also n. 3,supra.Ignoring our repeated validation ofAbood, the majority claims it has become “an outlier among\nour First Amendment cases.”Ante,at 42. That claim fails\nmost spectacularly for reasons already discussed:Aboodcoheres with thePickeringapproach to reviewing regulation\nof public employees’ speech. Seesupra,at 11–13. Needing to\nstretch further, the majority suggests thatAboodconflicts\nwith “our political patronage decisions.”Ante,at 44. But\nin fact those decisions strike a balance much likeAbood’s.\nOn the one hand, the Court has enabled governments to compel\npolicymakers to support a political party, because that requirement\n(like fees for collective bargaining) can reasonably be thought to\nadvance the interest in workplace effectiveness. SeeElrodv.Burns, 427 U. S. 347, 366–367 (1976);Brantiv.Finkel, 445 U. S. 507, 517 (1980). On the other\nhand, the Court has barred governments from extending that rule to\nnon-policymaking employees because that application (like fees for\npolitical campaigns) can’t be thought to promote that interest, seeElrod,427 U. S., at 366; the government is instead\ntrying to “leverage the employment relationship” to achieve other\ngoals,Garcetti, 547 U. S., at 419. So all that the\nmajority has left isKnoxandHarris. Seeante,at 43. Dicta in those recent decisions indeed began\nthe assault onAboodthat has culminated today. But neither\nactually addressed the extent to which a public employer may\nregulate its own employees’ speech. Relying on them is\nbootstrapping—and mockingstare decisis. Don’t like a\ndecision? Just throw some gratuitous criticisms into a couple of\nopinions and a few years later point to them as “special\njustifications.”The majority is likewise wrong to invoke\n“workability” as a reason for overrulingAbood.Ante,at 38. DoesAboodrequire drawing a line? Yes, between a\nunion’s collective-bargaining activities and its political\nactivities. Is that line perfectly and pristinely “precis[e],” as\nthe majority demands?Ante,at 38. Well, not quite that—but\nas exercises of constitutional linedrawing go,Aboodstands\nwell above average. In the 40 years sinceAbood, this Court\nhas had to resolve only a handful of cases raising questions about\nthe distinction. To my knowledge, the circuit courts are not\ndivided on any classification issue; neither are they issuing\ndistress signals of the kind that sometimes prompt the Court to\nreverse a decision. See,e.g., Johnsonv.United\nStates,576 U. S. ___ (2015) (overruling precedent because\nof frequent splits and mass confusion). And that tranquility is\nunsurprising: There may be some gray areas (there always are), but\nin the mine run of cases, everyone knows the difference between\npoliticking and collective bargaining. The majority cites some\ndisagreement in two of the classification cases this Court\ndecided—as if non-unanimity among Justices were something\nstartling. And it notes that a dissenter in one of those cases\ncalled the Court’s approach “malleable” and “not principled,”ante,at 39—as though those weren’t stock terms in\ndissenting vocabulary. See,e.g., Murrv.Wisconsin,\n582 U. S. ___, ___ (2017) (Roberts, C. J., dissenting)\n(slip op., at 2);Dietzv.Bouldin, 579 U. S.\n___, ___ (2016) (Thomas, J., dissenting) (slip op., at 1);Alabama Legislative Black Caucusv.Alabama, 575\nU. S. ___, ___ (2015) (slip op., at 13) (Scalia, J.,\ndissenting). As I wrote inHarrisa few Terms ago: “If the\nkind of hand-wringing about blurry lines that the majority offers\nwere enough to justify breaking with precedent, we might have to\ndiscard whole volumes of the U. S. Reports.” 573 U. S.,\nat ___ (slip op., at 15).And in any event, onestare decisisfactor—reliance—dominates all others here and demands keepingAbood.Stare decisis, this Court has held, “has added\nforce when the legislature, in the public sphere, and citizens, in\nthe private realm, have acted in reliance on a previous decision.”Hiltonv.South Carolina Public Railways Comm’n, 502\nU. S. 197, 202 (1991). That is because overruling a decision\nwould then “require an extensive legislative response” or “dislodge\nsettled rights and expectations.”Ibid.Both will happen\nhere: The Court today wreaks havoc on entrenched legislative and\ncontractual arrangements.Over 20 States have by now enacted statutes\nauthorizing fair-share provisions. To be precise, 22 States, the\nDistrict of Columbia, and Puerto Rico—plus another two States for\npolice and firefighter unions. Many of those States have multiple\nstatutory provisions, with variations for different categories of\npublic employees. See,e.g.,Brief for State of California\nasAmicus Curiae24–25. Every one of them will now need to\ncome up with new ways—elaborated in new statutes—to structure\nrelations between government employers and their workers. The\nmajority responds, in a footnote no less, that this is of no proper\nconcern to the Court. Seeante,at 47, n. 27. But in fact,\nwe have weighed heavily against “abandon[ing] our settled\njurisprudence” that “[s]tate legislatures have relied upon” it and\nwould have to “reexamine [and amend] their statutes” if it were\noverruled.Allied-Signal, Inc.v.Director, Div. of\nTaxation, 504 U. S. 768, 785 (1992);Hilton, 502\nU. S., at 203.Still more, thousands of current contracts\ncovering millions of workers provide for agency fees. Usually, this\nCourt recognizes that “[c]onsiderations in favor ofstare\ndecisisare at their acme in cases involving property and\ncontract rights.”Payne, 501 U. S., at 828. Not today.\nThe majority undoes bargains reached all over the country.[5] It prevents the parties from\nfulfilling other commitments they have made based on those\nagreements. It forces the parties—immediately—to renegotiate\nonce-settled terms and create new tradeoffs. It does so knowing\nthat many of the parties will have to revise (or redo) multiple\ncontracts simultaneously. (New York City, for example, has agreed\nto agency fees in 144 contracts with 97 public-sector unions. See\nBrief for New York City Municipal Labor Committee asAmicus\nCuriae4.) It does so knowing that those renegotiations will\noccur in an environment of legal uncertainty, as state governments\nscramble to enact new labor legislation. Seesupra,at 23.\nIt does so with no real clue of what will happen next—of how its\naction will alter public-sector labor relations. It does so even\nthough the government services affected—policing, firefighting,\nteaching, transportation, sanitation (and more)—affect the quality\nof life of tens of millions of Americans.The majority asserts that no one should care\nmuch because the canceled agreements are “of rather short duration”\nand would “expire on their own in a few years’ time.”Ante,at 45, 46. But to begin with, that response ignores the substantial\ntime and effort that state legislatures will have to devote to\nrevamping their statutory schemes. Seesupra,at 23. And\nanyway, it misunderstands the nature of contract negotiations when\nthe parties have a continuing relationship. The parties, in\nrenewing an old collective-bargaining agreement, don’t start on an\nempty page. Instead, various “long-settled” terms—like fair-share\nprovisions—are taken as a given. Brief for Governor Tom Wolf\net al. 11; see Brief for New York City Sergeants Benevolent\nAssn. asAmicus Curiae18. So the majority’s ruling does\nmore than advance by a few years a future renegotiation (though\neven that would be significant). In most cases, it commands new\nbargaining over how to replace a term that the parties never\nexpected to change. And not just new bargaining; given the\ninterests at stake, complicated and possibly contentious bargaining\nas well. See Brief for Governor Tom Wolf et al. 11.[6]The majority, though, offers another reason for\nnot worrying about reliance: The parties, it says, “have been on\nnotice for years regarding this Court’s misgivings aboutAbood.”Ante,at 45. Here, the majority proudly lays\nclaim to its 6-year crusade to ban agency fees. InKnox, the\nmajority relates, it describedAboodas an “anomaly.”Ante,at 45 (quoting 567 U. S., at 311). Then, inHarris, it “catalogedAbood’s many weaknesses.”Ante,at 45. Finally, inFriedrichs, “we granted a\npetition for certiorari asking us to” reverseAbood, but\nfound ourselves equally divided.Ante,at 45. “During this\nperiod of time,” the majority concludes, public-sector unions “must\nhave understood that the constitutionality of [an agency-fee]\nprovision was uncertain.”Ibid. And so, says the majority,\nthey should have structured their affairs accordingly.But that argument reflects a radically wrong\nunderstanding of howstare decisisoperates. Justice Scalia\nonce confronted a similar argument for “disregard[ing] reliance\ninterests” and showed how antithetical it was to rule-of-law\nprinciples.Quill Corp.v.North Dakota, 504\nU. S. 298, 320 (1992) (concurring opinion). He noted first\nwhat we always tell lower courts: “If a precedent of this Court has\ndirect application in a case, yet appears to rest on reasons\nrejected in some other line of decisions, [they] should follow the\ncase which directly controls, leaving to this Court the prerogative\nof overruling its own decisions.”Id.,at 321 (quotingRodriguez de Quijasv.Shearson/ American Express,\nInc., 490 U. S. 477, 484 (1989); some alterations\nomitted). That instruction, Justice Scalia explained, was\n“incompatible” with an expectation that “private parties anticipate\nour overrulings.” 406 U. S., at 320. He concluded: “[R]eliance\nupon a square, unabandoned holding of the Supreme Court isalwaysjustifiable reliance.”Ibid. Abood’s holding\nwas square. It was unabandoned before today. It was, in other\nwords, the law—however much some were working overtime to make it\nnot. Parties, both unions and governments, were thus justified in\nrelying on it. And they did rely, to an extent rare among our\ndecisions. To dismiss the overthrowing of their settled\nexpectations as entailing no more than some “adjustments” and\n“unpleasant transition costs,”ante,at 47, is to trivializestare decisis.IVThere is no sugarcoating today’s opinion. The\nmajority overthrows a decision entrenched in this Nation’s law—and\nin its economic life—for over 40 years. As a result, it prevents\nthe American people, acting through their state and local\nofficials, from making important choices about workplace\ngovernance. And it does so by weaponizing the First Amendment, in a\nway that unleashes judges, now and in the future, to intervene in\neconomic and regulatory policy.Departures fromstare decisisare\nsupposed to be “exceptional action[s]” demanding “special\njustification,”Rumsey, 467 U. S., at 212—but the\nmajority offers nothing like that here. In contrast to the vigor of\nits attack onAbood, the majority’s discussion ofstare\ndecisisbarely limps to the finish line. And no wonder: The\nstandard factors this Court considers when deciding to overrule a\ndecision all cut one way.Abood’s legal underpinnings have\nnot eroded over time:Aboodis now, as it was when issued,\nconsistent with this Court’s First Amendment law.Aboodprovided a workable standard for courts to apply. AndAboodhas generated enormous reliance interests. The majority has\noverruledAboodfor no exceptional or special reason, but\nbecause it never liked the decision. It has overruledAboodbecause it wanted to.Because, that is, it wanted to pick the winning\nside in what should be—and until now, has been—an energetic policy\ndebate. Some state and local governments (and the constituents they\nserve) think that stable unions promote healthy labor relations and\nthereby improve the provision of services to the public. Other\nstate and local governments (and their constituents) think, to the\ncontrary, that strong unions impose excessive costs and impair\nthose services. Americans have debated the pros and cons for many\ndecades—in large part, by deciding whether to use fair-share\narrangements. Yesterday, 22 States were on one side, 28 on the\nother (ignoring a couple of in-betweeners). Today, that\nhealthy—that democratic—debate ends. The majority has adjudged who\nshould prevail. Indeed, the majority is bursting with pride over\nwhat it has accomplished: Now those 22 States, it crows, “can\nfollow the model of the federal government and 28 other States.”Ante,at 47, n. 27.And maybe most alarming, the majority has chosen\nthe winners by turning the First Amendment into a sword, and using\nit against workaday economic and regulatory policy. Today is not\nthe first time the Court has wielded the First Amendment in such an\naggressive way. See,e.g., National Institute of Family and Life\nAdvocatesv.Becerra,ante,p. ___ (invalidating\na law requiring medical and counseling facilities to provide\nrelevant information to users);Sorrellv.IMS Health\nInc.,564 U. S. 552 (2011) (striking down a law that\nrestricted pharmacies from selling various data). And it threatens\nnot to be the last. Speech is everywhere—a part of every human\nactivity (employment, health care, securities trading, you name\nit). For that reason, almost all economic and regulatory policy\naffects or touches speech. So the majority’s road runs long. And at\nevery stop are black-robed rulers overriding citizens’ choices. The\nFirst Amendment was meant for better things. It was meant not to\nundermine but to protect democratic governance—including over the\nrole of public-sector unions.Notes1The majority relies on\nstatistics from the federal workforce (where agency fees are\nunlawful) to suggest that public employees do not act in accord\nwith economic logic. Seeante,at 12. But first, many fewer\nfederal employees pay dues than have voted for a union to represent\nthem, indicating that free-riding in fact pervades the federal\nsector. See,e.g.,R. Kearney & P. Mareschal, Labor\nRelations in the Public Sector 26 (5th ed. 2014). And second, that\nsector is not typical of other public workforces. Bargaining in the\nfederal sphere is limited; most notably, it does not extend to\nwages and benefits. SeeFort Stewart Schoolsv.FLRA,\n495 U. S. 641, 649 (1990). That means union operating expenses\nare lower than they are elsewhere. And the gap further widens\nbecause the federal sector uses large, often national, bargaining\nunits that provide unions with economies of scale. See Brief for\nInternational Brotherhood of Teamsters asAmicus Curiae7.\nFor those reasons, the federal workforce is the wrong place to look\nfor meaningful empirical evidence on the issues here.2For those reasons, it is\nnot surprising that the “categorization schemes” inAboodandPickeringare not precisely coterminous.Ante,at\n25. The two cases are fraternal rather than identical twins—both\nstanding for the proposition that the government receives great\ndeference when it regulates speech as an employer rather than as a\nsovereign. Seeinfrathis page and 12–13.3That’s why this Court has\nblessed the constitutionality of compelled speech subsidies in a\nvariety of cases beyondAbood, involving a variety of\ncontexts beyond labor relations. The list includes mandatory fees\nimposed on state bar members (for professional expression);\nuniversity students (for campus events); and fruit processors (for\ngeneric advertising). SeeKellerv.State Bar of\nCal., 496 U. S. 1, 14 (1990);Board of Regents of Univ.\nof Wis. Systemv.Southworth, 529 U. S. 217, 233\n(2000);Glickmanv.Wileman Brothers & Elliott,\nInc., 521 U. S. 457, 474 (1997); see alsoinfra, at\n20.4And then, after\nostensibly turning tostare decisis, the majority spends\nanother four pages insisting thatAboodwas “not well\nreasoned,” which is just more of the same.Ante,at 38; seeante,at 35–38.5Indeed, some agency-fee\nprovisions, if canceled, could bring down entire contracts because\nthey lack severability clauses. Seeante,at 46 (noting that\nunions could have negotiated for that result); Brief for Governor\nTom Wolf et al. asAmici Curiae11.6In a single, cryptic\nsentence, the majority also claims that arguments about reliance\n“based on [Abood’s] clarity are misplaced” becauseAbooddid not provide a “clear or easily applicable\nstandard” to separate fees for collective bargaining from those for\npolitical activities.Ante,at 45. But to begin, the\nstandard for separating those activities was clear and workable, as\nI have already shown. Seesupra,at 21–22. And in any event,\nthe relianceAboodengendered was based not on the clarity\nof that line, but on the clarity of its holding that governments\nand unions could generally agree to fair-share\narrangements.",
    "joined": []
}