{
    "case": {
        "docket": "17-949",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-949/"
    },
    "id": "4071127",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–949_________________john sturgeon, PETITIONERv.BERT\nFROST, in his official capacity as alaska regional di- rector of\nthe national park service, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 26, 2019]Justice Kagan delivered the opinion of the\nCourt.This Court first encountered John Sturgeon’s\nlawsuit three Terms ago. SeeSturgeonv.Frost, 577\nU. S. ___ (2016) (Sturgeon I). As we explained\nthen, Sturgeon hunted moose along the Nation River in Alaska for\nsome 40 years. Seeid.,at___(slip op., at 1). He\ntraveled by hovercraft, an amphibious vehicle able to glide over\nland and water alike. To reach his favorite hunting ground, he\nwould pilot the craft over a stretch of the Nation River that flows\nthrough the Yukon-Charley Rivers National Preserve, a unit of the\nfederal park system managed by the National Park Service. On one\nsuch trip, park rangers informed Sturgeon that a Park Service\nregulation prohibits the use of hovercrafts on rivers within any\nfederal preserve or park. Sturgeon complied with their order to\nremove his hovercraft from the Yukon-Charley, thus “heading home\nwithout a moose.”Id.,at ___ (slip op., at 6). But soon\nafterward, Sturgeon sued the Park Service, seeking an injunction\nthat would allow him to resume using his hovercraft on his\naccustomed route. The lower courts denied him relief. This Court,\nthough, thought there was more to be said. Seeid.,at\n___–___ (slip op., at 15–16).As we put the matter then, Sturgeon’s case\nraises the issue how much “Alaska is different” from the rest of\nthe country—how much it is “the exception, not the rule.”Id.,at ___–___ (slip op., at 13–14). The rule, just as the\nrangers told Sturgeon, is that the Park Service may regulate\nboating and other activities on waters within national parks—and\nthat it has banned the use of hovercrafts there. See 54\nU. S. C. §100751(b); 36 CFR §2.17(e) (2018). But Sturgeon\nclaims that Congress created an Alaska-specific exception to that\nbroad authority when it enacted the Alaska National Interest Lands\nConservation Act (ANILCA), 94Stat. 2371, 16 U. S. C.\n§3101et seq. In Alaska, Sturgeon argues, the Park Service\nhas no power to regulate lands or waters that the Federal\nGovernment does not own; rather, the Service may regulate only what\nANILCA calls “public land” (essentially, federally owned land) in\nnational parks. And, Sturgeon continues, the Federal Government\ndoes not own the Nation River—so the Service cannot ban hovercrafts\nthere. When we last faced that argument, we disagreed with the\nreason the lower courts gave to reject it. But we remanded the case\nfor consideration of two remaining questions. First, does “the\nNation River qualif[y] as ‘public land’ for purposes of ANILCA”?\n577 U. S., at ___ (slip op., at 15). Second, “even if the\n[Nation] is not ‘public land,’ ” does the Park Service have\nauthority to “regulate Sturgeon’s activities” on the part of the\nriver in the Yukon-Charley?Id.,at ___ (slip op., at 16).\nToday, we take up those questions, and answer both “no.” That means\nSturgeon can again rev up his hovercraft in search of moose.IAWe begin, asSturgeon Idid, with a\nslice of Alaskan history. The United States purchased Alaska from\nRussia in 1867. It thereby acquired “[i]n a single stroke” 365\nmillion acres of land—an area more than twice the size of Texas.Id.,at ___ (slip op., at 2). You might think that would be\nenough to go around. But in the years since, the Federal Government\nand Alaskans (including Alaska Natives) have alternately contested\nand resolved and contested and . . . so forth who should\nown and manage that bounty. We offer here a few highlights because\nthey are the backdrop against which Congress enacted ANILCA. As we\ndo so, you might catch a glimpse of some former-day John\nSturgeons—who (for better or worse) sought greater independence\nfrom federal control and, in the process, helped to shape the\ncurrent law.For 90 years after buying Alaska, the Federal\nGovernment owned all its land. At first, those living in Alaska—a\nfew settlers and some 30,000 Natives—were hardly aware of that\nfact. See E. Gruening, The State of Alaska 355 (1968). American\ncitizens mocked the Alaska purchase as Secretary of State “Seward’s\nFolly” and President Johnson’s “Polar Bear Garden.” They paid no\nattention to the new area, leading to an “era of total neglect.”Id.,at 31. But asSturgeon Irecounted, the turn of\nthe century brought “newfound recognition of Alaska’s economic\npotential.” 577 U. S., at ___ (slip op., at 2). Opportunities\nto mine, trap, and fish attracted tens of thousands more settlers\nand sparked an emerging export economy. And partly because of that\nsurge in commercial activity, the country’s foremost\nconservationists—President Theodore Roosevelt and Gifford Pinchot,\nchief of the fledgling Forest Service—took unprecedented action to\nprotect Alaska’s natural resources. In particular, Roosevelt (and\nthen President Taft) prevented settlers from logging or coal mining\non substantial acreage. See W. Borneman, Alaska: Saga of a Bold\nLand 240–241 (2003). Alaskans responded by burning Pinchot in\neffigy and, more creatively, organizing the “Cordova Coal Party”—a\nmass dumping of imported Canadian coal (instead of English tea)\ninto the Pacific Ocean (instead of Boston Harbor). Seeibid.The terms of future conflict were thus set: resource conservation\nvs. economic development, federal management vs. local control.By the 1950s, Alaskans hankered for both\nstatehood and land—and Congress decided to give them both. In\npressing for statehood, Alaska’s delegate to the House of\nRepresentatives lamented that Alaskans were no better than “tenants\nupon the estate of the national landlord”; and Alaska’s Governor\n(then a Presidential appointee) called on the country to “[e]nd\nAmerican [c]olonialism.” W. Everhart, The National Park Service\n126–127 (1983) (Everhart). Ever more aware of Alaska’s economic and\nstrategic importance, Congress agreed the time for statehood had\ncome. The 1958 Alaska Statehood Act, 72Stat. 339, made Alaska the\ncountry’s 49th State. And because the new State would need\nproperty—to propel private industry and create a tax base—the\nStatehood Act made a land grant too. Over the next 35 years, Alaska\ncould select for itself 103 million acres of “vacant, unappropri-\nated, and unreserved” federal land—an area totaling the size of\nCalifornia. §§6(a)–(b), 72Stat. 340, as amended; see Everhart 127.\nAnd more: By incorporating the Submerged Lands Act of 1953, the\nStatehood Act gave Alaska “title to and ownership of the lands\nbeneath navigable waters,” such as the Nation River. 43\nU. S. C. §1311; see §6(m), 72Stat. 343. And a State’s\ntitle to the lands beneath navigable waters brings with it\nregulatory authority over “navigation, fishing, and other public\nuses” of those waters.United Statesv.Alaska,521 U.S.\n1, 5 (1997). All told, the State thus emerged a formidable\nproperty holder.But the State’s bonanza provoked land claims\nfrom Alaska Natives. Their ancestors had lived in the area for\nthousands of years, and they asserted aboriginal title to much of\nthe property the State was now taking (and more besides). See\nEverhart 127. When their demands threatened to impede the\ntrans-Alaska pipeline, Congress stepped in. The Alaska Native\nClaims Settlement Act of 1971 (ANCSA) extinguished the Natives’\naboriginal claims. See 85Stat. 688, as amended, 43 U. S. C. §1601et seq. But it granted the Natives much in return. Under the\nlaw, corporations organized by groups of Alaska Natives could\nselect for themselves 40 million acres of federal land—equivalent,\nwhen combined, to all of Pennsylvania. See §§1605, 1610–1615. So\nthe Natives became large landowners too.Yet one more land dispute loomed. In addition to\nsettling the Natives’ claims, ANCSA directed the Secretary of the\nInterior (Secretary) to designate, subject to congressional\napproval, 80 million more acres of federal land for inclusion in\nthe national park, forest, or wildlife systems. See §1616(d)(2).\nThe Secretary dutifully made his selections, but Congress failed to\nratify them within the five-year period ANCSA had set. Rather than\nlet the designations lapse, President Carter invoked another\nfederal law (the 1906 Antiquities Act) to proclaim most of the\nlands (totaling 56 million acres) national monuments, under the\nNational Park Service’s aegis. See 577 U. S., at ___ (slip\nop., at 4). Many Alaskans balked. “[R]egard[ing] national parks as\njust one more example of federal interference,” protesters\ndemonstrated throughout the State and several thousand joined in\nthe so-called Great Denali-McKinley Trespass. Everhart 129; see 577\nU. S., at ___ (slip op., at 4). “The goal of the trespass,” asSturgeon Iexplained, “was to break over 25 Park Service\nrules in a two-day period.”Ibid.One especially eager\nparticipant played a modern-day Paul Revere, riding on horseback\nthrough the crowd to deliver the message: “The Feds are coming! The\nFeds are coming!”Ibid.(internal quotation marks\nomitted).And so they were—but not in quite the way\nPresident Carter had contemplated. Responding to the uproar his\nproclamation had set off, Congress enacted a third major piece of\nlegislation allocating land in Alaska. We thus reach ANILCA, the\nstatute principally in dispute in this case, in which Congress set\naside extensive land for national parks and preserves—but on terms\ndifferent from those governing such areas in the rest of the\ncountry.BStarting with the statement of purpose in its\nfirst section, ANILCA sought to “balance” two goals, often thought\nconflicting. 16 U. S. C. §3101(d). The Act was designed\nto “provide[] sufficient protection for the national interest in\nthe scenic, natural, cultural and environmental values on the\npublic lands in Alaska.”Ibid.“[A]nd at the same time,” the\nAct was framed to “provide[] adequate opportunity for satisfaction\nof the economic and social needs of the State of Alaska and its\npeople.”Ibid.So if, as you continue reading, you see some\ntension within the statute, you are not mistaken: It arises from\nCongress’s twofold ambitions.ANILCA set aside 104 million acres of federally\nowned land in Alaska for preservation purposes. See 577 U. S.,\nat ___ (slip op., at 5). In doing so, the Act rescinded President\nCarter’s monument designations. But it brought into the national\npark, forest, or wildlife systems millions more acres than even\nANCSA had contemplated. The park system’s share of the newly\nwithdrawn land (to be administered, as usual, by the Park Service)\nwas nearly 44 million acres—an amount that more than doubled the\nsystem’s prior (nationwide) size. See Everhart 132. With that land,\nANILCA created ten new national parks, monuments, and\npreserves—including the Yukon-Charley Preserve—and expanded three\nold ones. See §§410hh, 410hh–1. In line with the Park Service’s\nusual terminol- ogy, ANILCA calls each such park or other area a\n“conservation system unit.” §3102(4) (“The term . . .\nmeans any unit in Alaska of the National Park System”); see 54\nU. S. C. §100102(6) (similar).In sketching those units’ boundary lines,\nCongress made an uncommon choice—to follow “topographic or natural\nfeatures,” rather than enclose only federally owned lands.\n§3103(b); see Brief for Respondents 24 (agreeing that “ANILCA [is]\natypical in [this] respect”). In most parks outside Alaska,\nboundaries surround mainly federal property holdings. “[E]arly\nnational parks were carved out of a larger public domain, in which\nvirtually all land” was federally owned. Sax, Helpless Giants: The\nNational Parks and the Regulation of Private Lands, 75 Mich.\nL. Rev. 239, 263 (1976); see Dept. of Interior, Nat. Park\nServ., Statistical Abstract 87 (2017) (Table 9) (noting that only 2\nof Yellowstone’s 2.2 million acres are in non-federal hands). And\neven in more recently established parks, Congress has used\ngerrymandered borders to exclude most non-federal land. See Sax,\nBuying Scenery, 1980 Duke L. J. 709, 712, and n. 12. But\nCongress had no real way to do that in Alaska. Its prior cessions\nof property to the State and Alaska Natives had created a\n“confusing patchwork of ownership” all but impossible to draw one’s\nway around. C. Naske & H. Slotnick, Alaska: A History 317 (3d\ned. 2011). What’s more, an Alaskan Senator noted, the United States\nmight want to reacquire state or Native holdings in the same\n“natural areas” as reserved federal land; that could occur most\nhandily if Congress drew boundaries, “wherever possible, to\nencompass” those holdings and authorized the Secretary to buy\nwhatever lay inside. 126 Cong. Rec. 21882 (1980) (remarks of Sen.\nStevens). The upshot was a vast set of so-called inholdings—more\nthan 18 million acres of state, Native, and private land—that wound\nup inside Alaskan system units. See 577 U. S., at ___–___\n(slip op., at 5–6).Had Congress done nothing more, those inholdings\ncould have become subject to many Park Service rules—the same kind\nof “restrictive federal regulations” Alaskans had protested in the\nyears leading up to ANILCA (and further back too).Id., at\n___ (slip op., at 4). That is because the Secretary, acting through\nthe Director of the Park Service, has broad authority under the\nNational Park Service Organic Act (Organic Act), 39Stat. 535, to\nadminister both lands and waters within all system units in the\ncountry. See 54 U. S. C. §§100751, 100501, 100102. The\nSecretary “shall prescribe such regulations as [he] considers\nnecessary or proper for the use and management of System units.”\n§100751(a). And he may, more specifically, issue regulations\nconcerning “boating and other activities on or relating to water\nlocated within System units.” §100751(b). Those statutory grants of\npower make no distinctions based on the ownership of either lands\nor waters (or lands beneath waters).[1] And although the Park Service has sometimes chosen not\nto regulate non-federally owned lands and waters, it has also\nimposed major restrictions on their use. Rules about mining and\nsolid-waste disposal, for example, apply to all lands within system\nunits “whether federally or nonfederally owned.” 36 CFR §6.2; see\n§9.2. And (of particular note here) the Park Service freely\nregulates activities on all navigable (and some other) waters\n“within [a park’s] boundaries”—once more, “without regard to\n. . . ownership.” §1.2(a)(3). So Alaska and its Natives\nhad reason to worry about how the Park Service would regulate their\nlands and waters within the new parks.Congress thus acted, as even the Park Service\nagrees, to give the State and Natives “assurance that their [lands]\nwouldn’t be treated just like” federally owned property. Tr. of\nOral Arg. 50. (It is only—though this is quite a large “only”—the\nnature and extent of that assurance that is in dispute.) The key\nprovision here is Section 103(c), which contains three sentences\nthat may require some re-reading. We quote it first in one block;\nthen provide some definitions; then go over it again a bit more\nslowly. But still, you should expect to return to this text as you\nproceed through this opinion.Section 103(c) provides in full:“Only those lands within the boundaries of\nany conservation system unit which are public lands (as such term\nis defined in this Act) shall be deemed to be included as a portion\nof such unit. No lands which, before, on, or after [the date of\nANILCA’s passage], are conveyed to the State, to any Native\nCorporation, or to any private party shall be subject to the\nregulations applicable solely to public lands within such units. If\nthe State, a Native Corporation, or other owner desires to convey\nany such lands, the Secretary may acquire such lands in accordance\nwith applicable law (including this Act), and any such lands shall\nbecome part of the unit, and be administered accordingly.”\n§3103(c).Now for the promised definitions. The term\n“land,” as found in all three sentences, actually—and crucially for\nthis case—“means lands, waters, and interests therein.” §3102(1).\nThe term “public lands,” in the first two sentences, then means\n“lands” (including waters and interests therein) “the title to\nwhich is in the United States”—except for lands selected for future\ntransfer to the State or Native Corporations (under the Statehood\nAct or ANCSA). §3102(2), (3); seesupra,at 4–5. “Public\nlands” are therefore most but not quite all lands (and again,\nwaters and interests) that the Federal Government owns.Finally, to recap. As explained inSturgeon\nI, “Section 103(c) draws a distinction between ‘public’ and\n‘non-public’ lands within the boundaries of conservation system\nunits in Alaska.” 577 U. S., at __ (slip op., at 14). Section\n103(c)’s first sentence makes clear that only public lands (again,\ndefined as most federally owned lands, waters, and associated\ninterests) would be considered part of a system unit (again, just\nmeaning a national park, preserve, or similar area). By contrast,\nstate, Native, or private lands would not be understood as part of\nsuch a unit, even though they in fact fall within its geographic\nboundaries. Section 103(c)’s second sentence then expressly exempts\nall those non-public lands (the inholdings) from certain\nregulations—though exactly which ones, as will soon become clear,\nis a matter of dispute. And last, Section 103(c)’s third sentence\nenables the Secretary to buy any inholdings. If he does, the lands\n(because now public) become part of the park, and may be\nadministered in the usual way—e.g.,without the provision’s\nregulatory exemption.CWe can now return to John Sturgeon, on his way\nto a hunting ground alternatively dubbed “Moose Meadows” or\n“Sturgeon Fork.” As recounted above, Sturgeon used to travel by\nhovercraft up a stretch of the Nation River that lies within the\nboundaries of the Yukon-Charley Preserve. Seesupra,at 1.\nUntil one day, three park rangers approached Sturgeon while he was\nrepairing his steering cable and told him he was violating a Park\nService rule. According to the specified regulation, “[t]he\noperation or use of hovercraft is prohibited” on navigable (and\nsome other) waters “located within [a park’s] boundaries,” without\nany “regard to . . . ownership.” 36 CFR §§2.17(e),\n1.2(a)(3); seesupra,at 2. That regulation, issued under\nthe Secretary’s Organic Act authority, applies on its face to parks\nacross the country. Seesupra,at 8 (describing Organic\nAct). And Sturgeon did not doubt that the Nation River is a\nnavigable water. But Sturgeon protested that in Alaska (even though\nnowhere else) the rule could not be enforced on a waterway—like, he\nsaid, the Nation River—that is not owned by the Federal Government.\nAnd when his objection got nowhere with the rangers (or with the\nSecretary, to whom he later petitioned), Sturgeon stopped using his\nhovercraft—but also brought this lawsuit, based on ANILCA’s Section\n103(c).InSturgeon I, we rejected one ground for\ndismissing Sturgeon’s case, but remanded for consideration of two\nfurther questions. The District Court and Court of Appeals for the\nNinth Circuit had held that even assuming the Nation River is\nnon-public land, the Park Service could enforce its hovercraft ban\nthere. See 2013 WL 5888230 (Oct. 30, 2013); 768 F.3d 1066 (2014).\nThose two courts interpreted Section 103(c) to limit only the\nService’s authority to impose Alaska-specific regulations on such\nlands—not its authority to apply nationwide regulations like the\nhovercraft rule. But we viewed that construction as “implausible.”\n577 U. S., at ___ (slip op., at 15). ANILCA, we reasoned,\n“repeatedly recognizes that Alaska is different.”Id.,at\n___ (slip op., at 13); seeid.,at ___ (slip op., at 14)\n(The Act “reflect[s] the simple truth that Alaska is often the\nexception, not the rule”). Yet the lower courts’ reading would\n“prevent the Park Service from recognizing Alaska’s unique\nconditions”—thus producing a “topsy-turvy” result.Ibid.Still, we thought two hurdles remained before Sturgeon could take\nhis hovercraft out of storage. We asked the Court of Appeals to\ndecide whether the Nation River “qualifies as ‘public land’ for\npurposes of ANILCA,” thus indisputably subjecting it to the\nService’s regulatory authority.Id.,at ___ (slip op., at\n15). And if the answer was “no,” we asked the Ninth Circuit to\naddress whether the Service, on some different theory from the one\njust dispatched, could still “regulate Sturgeon’s activities on the\nNation River.”Id.,at ___ (slip op., at 16).The Ninth Circuit never got past the first\nquestion because it concluded that the Nation River is “public\nland[.]” See 872 F.3d 927, 936 (2017). The court explained that it\nwas bound by three circuit decisions construing that term, when\nused in ANILCA’s provisions about subsistence fishing, as including\nall navigable waters.Id.,at 933–934. Accordingly, the\ncourt again rejected Sturgeon’s challenge.Id.,at 936.And we again granted certiorari. 585 U. S.\n___ (2018).IIWe first address whether, as the Ninth Circuit\nfound, the Nation River is “public land” under ANILCA. As defined,\nonce again, that term means (almost all) “lands, waters, and\ninterests therein” the “title to which is in the United States.” 16\nU. S. C. §3102(1)–(3). If the Nation River comes within\nthat definition, even Sturgeon agrees that the Park Service may\nenforce its hovercraft rule in the stretch traversing the\nYukon-Charley. That is because the Organic Act authorizes the Park\nService to regulate boating and similar activities in parks and\nother system units—and under ANILCA’s Section 103(c) those units\ninclude all “public land” within their boundaries. 54\nU. S. C. §100751(a)–(b); 16 U. S. C. §3103(c); seesupra,at 8–10.But the United States does not have “title” (as\nthe just-quoted definition demands) to the Nation River in the\nordinary sense. As the Park Service acknowledges, running waters\ncannot be owned—whether by a government or by a private party. SeeFPCv.Niagara Mohawk Power Corp.,347 U.S.\n239, 247, n. 10 (1954); Brief for Respondents 33. In\ncontrast, the lands beneath those waters—typically called submerged\nlands—can be owned, and the water regulated on that basis. But that\ndoes not help the Park Service because, as noted earlier, the\nSubmerged Lands Act gives each State “title to and ownership of the\nlands beneath [its] navigable waters.” 43 U. S. C. §1311;\nseesupra,at 4. That means Alaska, not the United States,\nhas title to the lands beneath the Nation River.So the Park Service argues instead that the\nUnited States has “title” to an “interest” in the Nation River,\nunder what is called the reserved-water-rights doctrine. See Brief\nfor Respondents 32–37. The canonical statement of that doctrine\ngoes as follows: “[W]hen the Federal Government withdraws its land\nfrom the public domain and reserves it for a federal purpose, the\nGovernment, by implication, reserves appurtenant water then\nunappropriated to the extent needed to accomplish the purpose of\nthe reservation.”Cappaertv.United States,426 U.S.\n128, 138 (1976). For example, this Court decided that in\nreserving land for an Indian tribe, the Government impliedly\nreserved sufficient water from a nearby river to enable the tribe\nto farm the area. SeeWintersv.United States,207 U.S.\n564, 576 (1908). And similarly, we held that in creating a\nnational monument to preserve a species of fish inhabiting an\nunderground pool, the United States acquired an enforceable\ninterest in preventing others from depleting the pool below the\nlevel needed for the fish to survive. SeeCappaert, 426\nU. S., at 147. According to the Park Service, the United\nStates has an analogous interest in the Nation River and other\nnavigable waters in Alaska’s national parks. “Because th[e]\npurposes [of those parks] require that the waters within [them] be\nsafeguarded against depletion and diversion,” the Service contends,\n“Congress’s reservations of park lands also reserved interests in\nappurtenant navigable waters.” Brief for Respondents 35.That argument first raises the question whether\nit is even possible to hold “title,” as ANILCA uses the term, to\nreserved water rights. 16 U. S. C. §3102(2). Those\nrights, as all parties agree, are “usufructuary” in nature, meaning\nthat they are rights for the Government to use—whether by\nwithdrawing or maintaining—certain waters it does not own. SeeNiagara Mohawk Power Corp., 347 U. S., at 246; Brief for\nPetitioner 36; Brief for Respondents 36. The Park Service has found\na couple of old cases suggesting that a person can hold “title” to\nsuch usufructuary interests. Seeibid.;Crumv.Mt. Shasta Power Corp., 220 Cal. 295, 307, 30 P.2d 30, 36\n(1934);Radcliff’s Ex’rsv.Mayor of Brooklyn,\n4 N.Y. 195, 196 (1850). But the more common understanding, recently\nnoted in another ANILCA case, is that “reserved water rights are\nnot the type of property interests to which title can be held”;\nrather, “the term ‘title’ applies” to “fee ownership of property”\nand (sometimes) to “possessory interests” in property like those\ngranted by a lease. SeeTotemoffv.State,905 P.2d 954, 965 (Alaska 1995) (collecting cases); Brief for\nState of Idaho et al. asAmici Curiae21–22 (same). And we\nsee no evidence that the Congress enacting ANILCA meant to use the\nterm in any less customary and more capacious sense.But even assuming so, the Nation River itself\nwould not thereby become “public land” in the way the Park Service\nargues. Under ANILCA’s definition, the “public land” at issue would\nconsist only of the Federal Government’s specific “interest” in the\nRiver—that is, its reserved water right. §3102(1), (3). And that\nreserved right, by its nature, is limited. It does not give the\nGovernment plenary authority over the waterway to which it\nattaches. Rather, the interest merely enables the Government to\ntake or maintain the specific “amount of water”—and “no\nmore”—required to “fulfill the purpose of [its land] reservation.”Cappaert, 426 U. S., at 141. So, for example, in the\ncases described above, the Government could control only the volume\nof water necessary for the tribe to farm or the fish to survive.\nSeeWinters, 207 U. S., at 576–577;Cappaert,\n426 U. S., at 141. And likewise here, the Government could\nprotect “only th[e] amount of water” in the Nation River needed to\n“accomplish the purpose of the [Yukon-Charley’s] reservation.”Id.,at 138, 141.And whatever that volume, the Government’s\n(purported) reserved right could not justify applying the\nhovercraft rule on the Nation River. That right, to use the Park\nService’s own phrase, would support a regulation preventing the\n“depletion or diversion” of waters in the River (up to the amount\nrequired to achieve the Yukon-Charley’s purposes). Brief for\nRespondents 34–35. But the hovercraft rule does nothing of that\nkind. A hovercraft moves above the water, on a thin cushion of air\nproduced by downward-directed fans; it does not “deplet[e]” or\n“diver[t]” any water. Nor has the Park Service explained the\nhovercraft rule as an effort to protect the Nation River from\npollution or other similar harm. To the contrary, that rule is\ndirected against the “sight or sound” of “motorized equipment” in\nremote locations—concerns not related to safeguarding the water. 48\nFed. Reg. 30258 (1983). So the Park Service’s “public lands”\nargument runs aground: Even if the United States holds title to a\nreserved water right in the Nation River, that right (as opposed to\ntitle in the River itself) cannot prevent Sturgeon from wafting\nalong the River’s surface toward his preferred hunting\nground.[2]IIIWe thus move on to the second question we\nposed inSturgeon I, concerning the Park Service’s power to\nregulate even non-public lands and waters within Alaska’s system\nunits (or, in our unofficial terminology, national parks). The\nService principally relies on that sort of ownership-indifferent\nauthority in defending its decision to expel Sturgeon’s hovercraft\nfrom the Nation River. See Brief for Respondents 16–18, 25–32. And\nwe can see why. If Sturgeon lived in any other State, his suit\nwould not have a prayer of success. As noted earlier, the Park\nService has used its Organic Act authority to ban hovercrafts on\nnavigable waters “located within [a national park’s] boundaries”\nwithout any “regard to . . . ownership.” 36 CFR\n§§2.17(e), 1.2(a)(3); seesupra,at 10–11. And no one\ndisputes that Sturgeon was driving his hovercraft on a stretch of\nthe Nation River (a navigable water) inside the borders of the\nYukon-Charley (a national park). So case closed. Except that\nSturgeon lives in Alaska. And as we have said before, “Alaska is\noften the exception, not the rule.”Sturgeon I,577\nU. S., at ___ (slip op., at 14). Here, Section 103(c) of\nANILCA makes it so. As explained below, that section provides that\neven when non-public lands—again, including waters—are\ngeographically within a national park’s boundaries, they may not be\nregulated as part of the park. And that means the Park Service’s\nhovercraft regulation cannot apply there.[3]To understand why, first recall how Section\n103(c) grew out of ANILCA’s unusual method for drawing park\nboundaries. Seesupra,at 7–8. Those lines followed the\narea’s “natural features,” rather than (as customary) the Federal\nGovernment’s property holdings. 16 U. S. C. §3103(b). The\nborders thus took in immense tracts owned by the State, Native\nCorporations, and private individuals. And as you might imagine,\nnone of those parties was eager to have its lands newly regulated\nas national parks. To the contrary, all of them wanted to preserve\nthe regulatory status quo—to prevent ANILCA’s maps from subjecting\ntheir properties to the Park Service’s rules. Hence arose Section\n103(c). Cf. Tr. of Oral Arg. 50 (Solicitor General acknowledging\nthat Section 103(c) responds to the State’s and Native\nCorporations’ “concern[s]” about the effects of “includ[ing their\nlands] within the outer boundaries” of the new parks). Now might be\na good time to review that provision, block quoted above. Seesupra,at 9. In broad brush strokes,Sturgeon Idescribed it as follows: “Section 103(c) draws a distinction\nbetween ‘public’ and ‘non-public’ lands,” including waters, “within\nthe boundaries of [Alaska’s] conservation system units.” 577\nU. S., at ___ (slip op., at 14).Section 103(c)’s first sentence sets out the\nessential distinction, relating to what qualifies as parkland. It\nprovides, once again, that “[o]nly” the “public lands”\n(essentially, the federally owned lands) within any system unit’s\nboundaries would be “deemed” a part of that unit. §3103(c). The\nnon-public lands (everything else) were, by negative implication,\n“deemed” not a part of the unit—even though within the unit’s\ngeographic boundaries. The key word here is “deemed.” That term is\nused in legal materials “[t]o treat (something) as if\n. . . it were really something else.” Black’s Law\nDictionary 504 (10th ed. 2014). Legislators (and other drafters)\nfind the word “useful” when “it is necessary to establish a legal\nfiction,” either by “‘deeming’ something to be what it is not” or\nby “‘deeming’ something not to be what it is.”Ibid.(quoting G.C. Thornton, Legislative Drafting 99 (4th ed. 1996)).\nThe fiction in Section 103(c) involves considering certain lands\nactually within the new national parks as instead without them. As\na matter of geography, both public and non-public lands fall inside\nthose parks’ boundaries. But as a matter of law, only public lands\nwould be viewed as doing so. All non-public lands (again, including\nwaters) would be “deemed,” abracadabra-style, outside Alaska’s\nsystem units.[4]The effect of that exclusion, as Section\n103(c)’s second sentence affirms, is to exempt non-public lands,\nincluding waters, from the Park Service’s ordinary regulatory\nauthority. Recall that the Organic Act pegs that authority to\nsystem units. Seesupra,at 8. The Service may issue rules\nthought “necessary or proper” for “System units.” 54\nU. S. C. §100751(a). And more pertinently here, the\nService may prescribe rules about activities on “water located\nwithin System units.” §100751(b). Absent Section 103(c), those\ngrants of power enable the Service to administer even non-federally\nowned waters or lands inside national parks. Seesupra,at\n8. But add Section 103(c), and the equation changes. Now, according\nto that section’s first sentence, non-federally owned waters and\nlands inside system units (on a map) are declared outside them (for\nthe law). So those areas are no longer subject to the Service’s\npower over “System units” and the “water located within” them.\n§100751(a), (b). Instead, only the federal property in system units\nis subject to the Service’s authority.[5] And that is just what Section 103(c)’s second sentence\npronounces, for waters and lands alike. Again, that sentence says\nthat no state, Native, or private lands “shall be subject to the\nregulations applicable solely to public lands within [system]\nunits.” 16 U. S. C. §3103(c). The sentence thus expressly\nstates the consequence of the statute’s prior “deeming.” The\nService’s rules will apply exclusively to public lands (meaning\nfederally owned lands and waters) within system units. The rules\ncannot apply to any non-federal properties, even if a map would\nshow they are within such a unit’s boundaries. Geographic\ninholdings thus become regulatory outholdings, impervious to the\nService’s ordinary authority.[6]And for that reason, Section 103(c)’s third\nsentence provides a kind of escape hatch—for times when the Park\nService believes regulation of the inholdings is needed. In that\nevent, “the Secretary may acquire such lands” from “the State, a\nNative Corporation, or other owner.” §3103(c). (As noted earlier,\nfacilitating those acquisitions was one reason Congress put\nnon-federal lands inside park boundaries in the first instance. Seesupra,at 7.) When the Secretary makes such a purchase, the\nnewly federal land “become[s] part of the [system] unit.”\n§3101(c).And the Park Service may then “administer[ ]”\nthe land just as it does (in the second sentence’s phrase) the\nother “public lands within such units.”Ibid.In thus\nproviding a way out of the Section’s first two sentences, the third\nunderlines what they are doing: insulating the state, Native, or\nprivate lands that ANILCA enclosed in national parks from new and\nunexpected regulation. In sum, those lands may be regulated only as\nthey could have been before ANILCA’s enactment, unless and until\nbought by the Federal Government.The Park Service interprets Section 103(c)\ndifferently, relying wholly on its second sentence and mostly on\nthe single word “solely” there. True enough, the Service\nacknowledges, that anxiety about how it would regulate inholdings\nwas “really what drove [Section] 103(c).” Tr. of Oral Arg. 46; seesupra,at 9, 17. But still, the Service argues, the\nSection’s second sentence exempts those non-public lands from only\n“one particular class of Park Service regulations”—to wit, rules\n“ ‘applicablesolely to public lands.’ ” Brief for\nRespondents 30 (quoting and adding emphasis to §3103(c)). In other\nwords, if a Park Service regulation on its face applies only\n(“solely”) to public lands, then the regulation shall not apply to\na park’s non-public lands. But if instead the regulation covers\npublic and non-public lands alike, then the second sentence has\nnothing to say: The regulation can indeed cover both. Seeibid.The Park Service labels that sentence a “tailored\nlimitation” on its authority over inholdings.Ibid.And it\nconcludes that the sentence has no bearing on the hovercraft rule,\nwhich expressly applies “without regard to . . .\nownership.” 36 CFR §1.2(a)(3).But on the Park Service’s view, Section 103(c)’s\nsecond sentence is a mere truism, not any kind of limitation\n(however “tailored”). Once again: It tells Alaskans, so the Park\nService says, that rules applying only to public lands\n. . . will apply only to public lands. And that rules\napplying to both public and non-public lands . . . will\napply to both. (Or, to say the same thing, but with approximate\nstatutory definitions plugged in: It tells Alaskans that rules\napplying only to the Federal Government’s lands . . .\nwill apply only to the Federal Government’s lands. And that rules\napplying to federal, state, Native, and private lands alike\n. . . will apply to them all.) In short, under the Park\nService’s reading, Section 103(c)’s second sentence does nothing\nbut state the obvious. Its supposed exemption does not in fact\nexempt anyone from anything to which they would otherwise be\nsubject. Remove the sentence from ANILCA and everything would be\nprecisely the same. For it curtails none of the Service’s ordinary\nregulatory authority over inholdings.[7]And more: The Park Service’s reading of Section\n103(c)’s second sentence also strips the first and third sentences\nof their core functions. Under the Service’s approach, the first\nsentence’s “deeming” has no point. There is no reason to pretend\nthat inholdings are not part of a park if they can still be\nregulated as parklands. Nor is there a need to create a special\nlegal fiction if the end result is to treat Alaskan inholdings no\ndifferently from those in the rest of the country. And similarly,\nthe third sentence’s acquisition option has far less utility if the\nService has its full regulatory authority over lands the Federal\nGovernment does not own. Why cough up money to “administer[ ]”\nproperty as “part of the [system] unit” unless doing so makes a\nreal difference, by removing a regulatory exemption otherwise in\neffect? The Service’s reading effectively turns the whole of\nSection 103(c) into an inkblot.And still more (if implicit in all the above):\nThat construction would undermine ANILCA’s grand bargain. Recall\nthat ANILCA announced its Janus-faced nature in its statement of\npurpose, reflecting the century-long struggle over federal\nregulation of Alaska’s resources. Seesupra,at 3–6. In that\nopening section, ANILCA spoke about safeguarding “natural, scenic,\nhistoric[,] recreational, and wildlife values.” 16\nU. S. C. §3101(a). Yet it in- sisted as well on\n“provid[ing] for” Alaska’s (and its citizens’) “economic and social\nneeds.” §3101(d). In keeping with the statute’s conservation goal,\nCongress reserved huge tracts of land for national parks. But to\nprotect Alaskans’ economic well-being, it mitigated the\nconsequences to non-federal owners whose land wound up in those new\nsystem units. Seesupra,at 17–20. Once again, even the Park\nService acknowledges that Section 103(c) was supposed to provide an\n“assurance” that those owners would not be subject to all the\nregulatory constraints placed on neighboring federal properties.\nSee Tr. of Oral Arg. 50; seeid.,at 46–47;supra,at\n9, 17, 20. But then the Service (head-spinningly) posits that it\nneed only draft its regulations to cover both federal and\nnon-federal lands in order to apply those rules to ANILCA’s\ninholdings. On that view, limitations on the Service’s authority\nare purely a matter of administrative grace, dependent on how\nnarrowly (or broadly) the Service chooses to write its regulations.\nAnd ANILCA’s carefully drawn balance is thrown off-kilter, as\nAlaskan, Native, and private inholdings are exposed to the full\nextent of the Service’s regulatory authority.The word “solely” in Section 103(c)’s second\nsentence does not support that kind of statute-gutting. We do not\ngainsay that the Park Service has identified a grammatically\npossible way of viewing that word’s function: as pinpointing a\nnarrow class of the Service’s regulations (those “solely applicable\nto public lands”).[8] But that\nreading, for all the reasons just stated, is “ultimately\ninconsistent” with the “text and context of the statute.”Sturgeon I, 577 U. S., at ___ (slip op., at 12). And a\ndifferent understanding of “solely” instead aligns with that text\nand context. That word encapsulates Congress’s view that the Park\nService’s regulations should apply “solely” to public lands (and\nnot to state, Native, or private ones). Seesupra,at 19,\nand n. 5. And the word serves to distinguish between the Park\nService’s rules and other regulations, both federal and state.\nConsider if Congress had exempted non-public lands in a system unit\nfrom regulations “applicable to public lands” there (without the\n“solely”). That language would apparently exempt those lands not\njust from park regulations but from a raft of others—e.g.,pollution regulations of the Environmental Protection Agency, water\nsafety regulations of the Coast Guard, even employment regulations\nof Alaska itself. For those rules, too, apply to public lands\ninside national parks. By adding “solely,” Congress made clear that\nthe exemption granted was not from such generally applicable\nregulations. Instead, it was from rules applying only in national\nparks—i.e.,the newly looming Park Service rules. Congress\nthus ensured that inholdings would emerge from ANILCA not worse\noff—but also not better off—than before.[9]The legislative history (for those who consider\nit) confirms, with unusual clarity, all we have said so far. The\nSenate Report notes that state, Native, and private lands in the\nnew Alaskan parks would be subject to “[f ]ederal laws and\nregulations of general applicability,” such as “the Clean Air Act,\nthe Water Pollution Control Act, [and] U. S. Army Corps of\nEngineers wetlands regulations.” S. Rep. No. 96–413, p. 303 (1980).\nBut that would not be so of regulations applying only to parks. The\nSenate Report states:“Those private lands, and those public\nlands owned by the State of Alaska or a subordinate political\nentity, are not to be construed as subject to the management\nregulations which may be adopted to manage and administer any\nnational conservation system unit which is adjacent to, or\nsurrounds, the private or non-Federal public lands.”Ibid.The sponsor of Section 103(c) in the House of\nRepresentatives described that provision’s effect in similar terms.\nThe section was designed, he observed, to ensure that ANILCA’s new\nboundary lines would “not in any way change the status” of the\nstate, Native, and private lands placed within them. 125 Cong. Rec.\n11158 (1979) (statement of Rep. Seiberling). Those lands, he\ncontinued, “are not parts of th[e system] unit and are not subject\nto regulations which are applied” by virtue of being “part of the\nunit.”Ibid.In short, whatever the new map might suggest,\nthey are not subject to regulation as parkland.We thus arrive again at the conclusion that the\nPark Service may not prevent John Sturgeon from driving his\nhovercraft on the Nation River. We held in an earlier part of this\nopinion that the Nation is not public land. Seesupra,at\n12–15. And here we hold that it cannot be regulated as if it were.\nPark Service regulations—like the hovercraft rule—do not apply to\nnon-public lands in Alaska even when those lands lie within\nnational parks. Section 103(c) “deem[s]” those lands outside the\nparks and in so doing deprives the Service of regulatory\nauthority.IVYet the Park Service makes one last plea—for\nsome kind of special rule relating to Alaskan navigable waters.\nEven suppose, the argument runs, that those waters do not count as\n“public lands.” And even assume that Section 103(c) strips the\nService of power to regulatemostnon-public lands. Still,\nthe Service avers—invoking “the overall statutory scheme”—that\nANILCA must at least allow it to regulate navigable waters. Brief\nfor Respondents 40; seeid.,at 40–45; Tr. of Oral Arg. 42\n(ANILCA’s regulatory restrictions were “not about navigable\nwaters”);id.,at 63–64 (similar). Here, the Service points\nto ANILCA’s general statement of purpose, which lists (among many\nother things) the “protect[ion] and preserv[ation]” of “rivers.” 16\nU. S. C. §3101(b). Similarly, the Service notes that the statements\nof purpose associated with particular system units refer to\n“protect[ing]” named rivers there.E.g.,§410hh–1(1). And\nthe Service highlights several statutory sections that in some way\nspeak to its ability to regulate motorboating and fishing within\nthe new units. See §§3121, 3170, 3201, 3203(b), 3204.[10] According to the Service, all of\nthose provisions show that “ANILCA preserves [its] authority to\nregulate conduct on navigable waters” in national parks. Brief for\nRespondents 42.But ANILCA does not readily allow the decoupling\nof navigable waters from other non-federally owned areas in Alaskan\nnational parks for regulatory (or, indeed, any other) purposes.\nSection 103(c), as we have described, speaks of “lands (as such\nterm is defined in th[e] Act).” 16 U. S. C. §3103(c); seesupra,at 9. The Act, in turn, defines “land” to mean\n“lands, waters, and interests therein.” §3102(1)–(3); seesupra,at 9. So according to an express definition, when\nANILCA refers to “lands,” it means waters (including navigable\nwaters) as well. And that kind of definition is “virtually\nconclusive.” A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 228 (2012); seeibid.(“It is\nvery rare that a defined meaning can be replaced” or altered). Save\nfor some exceptional reason, we must read ANILCA as treating\nidentically solid ground and flowing water. So if the Park Service\nwere right that it could regulate the Nation River under its\nordinary authorities, then it also could regulate the private\nfields and farms in the surrounding park. And more to the point,\nonce Section 103(c) is understood to preclude the regulation of\nthose landed properties, then the same result follows—“virtually\nconclusive[ ly]”—for the river.And nothing in the few aquatic provisions to\nwhich the Park Service points can flip that strong presumption, for\nnone conflicts with reading Section 103(c)’s regulatory exemption\nto cover non-federal waters. The most substantive of those\nprovisions, as just noted, contemplate some role for the Service in\nregulating motorboating and fishing. But contra the Park Service,\nthose sections have effect under our interpretation because both\nactivities can occur on federally owned (and thus fully regulable)\nnon-navigable waters. The other provisions the Service emphasizes\nare statements of purpose, which by their nature “cannot override\n[a statute’s] operative language.”Id., at 220. And anyway,\nour construction leaves the Park Service with multiple tools to\n“protect” rivers in Alaskan national parks, as those statements\nanticipate. §3101(b); §410hh–1(1). The Park Service may at a\nminimum regulate the public lands flanking rivers. It may,\nadditionally, enter into “cooperative agreements” with the State\n(which holds the rivers’ submerged lands) to preserve the rivers\nthemselves. §3181(j). It may similarly propose that state or other\nfederal agencies with appropriate jurisdiction undertake needed\nregulatory action on those rivers. See §3191(b)(7); see also Kobuk\nValley: Land Protection Plan, at 118, 121 (recommending that the\nAlaska Department of Natural Resources classify navigable parts of\nthe Kobuk River for preservation efforts). And if all else fails,\nthe Park Service may invoke Section 103(c)’s third sentence to buy\nfrom Alaska the submerged lands of navigable waters—and then\nadminister them as public lands. See §§3103(c), 3192; see also\nKobuk Valley: Land Protection Plan, at 133 (proposing that if\nAlaska does not adequately protect the Kobuk River, the Park\nService should “seek to acquire title to th[o]se state lands\nthrough exchange”).Those authorities, though falling short of the\nService’s usual power to administer navigable waters in system\nunits, accord with ANILCA’s “repeated[ ] recogni[tion] that\nAlaska is different.”Sturgeon I, 577 U. S., at ___\n(slip op., at 13). ANILCA’s broadly drawn parks include stretches\nof some of the State’s most important rivers, such as the Yukon and\nKuskokwim. See Brief for State of Alaska asAmicus Curiae12. And rivers function as the roads of Alaska, to an extent\nunknown anyplace else in the country. Over three-quarters of\nAlaska’s 300 communities live in regions unconnected to the State’s\nroad system. Seeid.,at 11. Residents of those areas\ninclude many of Alaska’s poorest citizens, who rely on rivers for\naccess to necessities like food and fuel. Seeid.,at 11–12.\nWho knows?—maybe John Sturgeon could have found a comparable\nhunting ground that did not involve traveling by hovercraft through\na national park. But some Alaskans have no such options. The\nState’s extreme climate and rugged terrain make them dependent on\nrivers to reach a market, a hospital, or a home. So ANILCA\nrecognized that when it came to navigable waters—just as to\nnon-federal lands—in the new parks, Alaska should be “the\nexception, not the rule.”Sturgeon I, 577 U. S., at ___\n(slip op., at 14). Which is to say, exempt from the Park Service’s\nnormal regula- tory authority.VANILCA, like much legislation, was a\nsettlement. The statute set aside more than a hundred million acres\nof Alaska for conservation. In so doing, it enabled the Park\nService to protect—if need be, through expansive regulation—“the\nnational interest in the scenic, natural, cultural and\nenvironmental values on the public lands in Alaska.” 16\nU. S. C. §3101(d). But public lands (and waters) was\nwhere it drew the line—or, at any rate, the legal one. ANILCA\nchanged nothing for all the state, Native, and private lands (and\nwaters) swept within the new parks’ boundaries. Those lands, of\ncourse, remain subject to all the regulatory powers they were\nbefore, exercised by the EPA, Coast Guard, and the like. But they\ndid not become subject to new regulation by the happenstance of\nending up within a national park. In those areas, Section 103(c)\nmakes clear, Park Service administration does not replace local\ncontrol. For that reason, park rangers cannot enforce the Service’s\nhovercraft rule on the Nation River. And John Sturgeon can once\nagain drive his hovercraft up that river to Moose Meadows.We accordingly reverse the judgment below and\nremand the case for further proceedings consistent with this\nopinion.It is so ordered.Notes1None of the parties here\nhave questioned the constitutional validity of the above statutory\ngrants as applied to inholdings, and we therefore do not address\nthe issue. Cf.Kleppev.New Mexico,426 U.S.\n529, 536–541 (1976);Kansasv.Colorado,206 U.S.\n46, 88–89 (1907).2As noted earlier, the\nNinth Circuit has held in three cases—the so-calledKatie\nJohntrilogy—that the term “public lands,” when used in\nANILCA’s subsistence-fishing provisions, encompasses navigable\nwaters like the Nation River. SeeAlaskav.Babbitt,72 F.3d 698(1995);Johnv.UnitedStates,247 F.3d 1032(2001) (en banc);Johnv.United\nStates, 720 F.3d 1214 (2013);supra,at 12. Those\nprovisions are not at issue in this case, and we therefore do not\ndisturb the Ninth Circuit’s holdings that the Park Service may\nregulate subsistence fishing on navigable waters. See generally\nBrief for State of Alaska asAmicus Curiae29–35 (arguing\nthat this case does not implicate those decisions); Brief for\nAhtna, Inc., asAmicus Curiae30–36 (same).3Because we see, for the\nreasons given below, no ambiguity as to Section 103(c)’s meaning,\nwe cannot give deference to the Park Service’s contrary\nconstruction. SeeChevron U. S. A. Inc.v.Natural Resources Defense Council, Inc.,467 U.S.\n837, 842 (1984) (“If the intent of Congress is clear, that is\nthe end of the matter”).4Consistent with that\napproach, Congress left out non-public lands in calculating the\nacreage of every new or expanded system unit. Sections 201 and 202\nof ANILCA, in describing those units, state the acreage of only\ntheir public lands. See,e.g.,§410hh(1) (providing that\nAniakchak National Preserve would “contain[ ] approximately\n[367,000] acres of public lands”); §410hh–1(3) (providing that\nDenali National Park would grow “by the addition of an area\ncontaining approximately [2,426,000] acres of public\nland”).5At times, the Park\nService has argued here that the Organic Act gives it authority to\nregulate waters outside system units, so long as doing so protects\nwaters or lands inside them. See Brief for Respondents 28–32. If\nso, the argument goes, that authority would similarly permit the\nService to regulate the non-federally owned waters that Section\n103(c) has deemed outside Alaskan system units, if and when needed\nto conserve those units’ federal waters or lands. But at other\npoints in this litigation, the Service has all but disclaimed such\nout-of-the-park regulatory authority. See No. 14–1209, Tr. of Oral\nArg. 58 (Jan. 20, 2016) (“The Park Service [has] consistently\nunderstood its authority to be regulating [within] the park’s\nboundaries. It’s never sought to enact a regulation outside of the\npark’s boundaries”). We take no position on the question because it\nhas no bearing on the hovercraft rule at issue here. That rule, by\nits express terms, applies only inside system units. Seesupra,at 10–11. It therefore does not raise any question\nrelating to the existence or scope of the Service’s authority over\nwater outside system units.6Another provision of\nANILCA reflects that result. Right after Sections 201 and 202\ndescribe each new or expanded system unit by reference to how many\nacres of public land it contains, see n. 4,supra,\nSection 203 authorizes the Park Service to administer, under the\nOrganic Act, the areas listed in “the foregoing sections.”\n§410hh–2. In other words, Section 203 of ANILCA ties the Service’s\nregulatory authority to the statute’s immediately preceding\nstatements ofpublic-landacreage.7And just to pile on: Even\ntaken as a truism, the Park Service’s view of the second sentence\nmisfires, because of the technical difference between “public\nlands” and federally owned lands in ANILCA. Recall that “public\nlands” is defined in the statute to mean most but not all federally\nowned lands: The term excludes those federal lands selected for\nfuture transfer to the State or Native Corporations. See §3102(3);supra,at 9–10. (That is why when we reframed the Park\nService’s argument just above, we noted that we were using\n“approximate” statutory definitions.) But the Park Service’s\nexisting regulations apply, at a minimum, toallfederally\nowned lands within a park’s borders. See 36 CFR §1.2(a). That means\nthere are no regulations “applicable solely to public lands” as\ndefined in ANILCA. §3103(c). So when the Park Service argues that\nthe second sentence exempts non-public lands from that single\n“class of [its] regulations,” Brief for Respondents 18, 30, it is\nnot even exempting those lands from obviously inapplicable\nregulations (as we assume in the text); instead, it is exempting\nthem from a null set of rules.8It is unfortunate for the\nPark Service’s argument that the narrow class of regulations thus\nidentified does not in fact exist. See n. 7,supra. But\nwe put that point aside for the remainder of this\nparagraph.9The Park Service points\nto one provision of ANILCA that (it says) contemplates application\nof its rules to inholdings; but as suggested in the text that\nprovision really envisions other agencies’ regulations. Section\n1301(b)(7) requires the Service to create for each system unit a\nland management plan that includes (among other things) a\ndescription of “privately owned areas” within the unit, the\nactivities carried out there, and the “methods (such as cooperative\nagreements and issuance or enforcement of regulations)” for\nlimiting those activities if appropriate. 16 U. S. C. §3191(b)(7).\nNothing in that section “directs the Park Service” itself to issue\nor enforce regulations, as the Service now argues. See Brief for\nRespondents 30–31. Instead, the Service satisfies all its\nobligations under the provision by reporting on the panoply of\nfederal and state statutes and regulations that apply to any\nnon-public land (whether or not in a park). And indeed, the\nService’s management plans have taken exactly that form. See,e.g.,Dept. of Interior, Nat. Park Serv., Kobuk Valley\nNational Park: Land Protection Plan 123–124 (1986) (noting that\n“[w]hile [Park Service] regulations do not generally apply to\nprivate lands in the park (Section 103, ANILCA),” the regulations\n“that do apply” include those issued under “the Alaska Anadromous\nFish Act, the Endangered Species Act, the Clean Water and Clean Air\nacts, and the Protection of Wetlands, to name a few”); Dept. of\nInterior, Nat. Park Serv., Noatak National Preserve: Land\nProtection Plan 138–139, 142 (1986) (similar).10The\nPark Service also points to a separate title of ANILCA, which\nraises issues outside the scope of this case. Title VI designates\n26 named rivers in Alaska as “wild and scenic rivers,” to be\n“administered by the Secretary” under the (nationwide) Wild and\nScenic Rivers Act, 94Stat. 2412–2413. According to the Service,\nthose special designations (and associated management instructions)\nenable it to “administer the [specified] rivers pursuant to its\ngeneral statutory authorities”—notwithstanding anything in Section\n103(c). Brief for Respondents 42–43. But the Nation River, all\nagree, is not a “wild and scenic river.” We may therefore leave for\nanother day the interplay between Section 103(c) and Title\nVI.",
    "joined": []
}