{
    "case": {
        "docket": "19-465",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-465/"
    },
    "id": "4269736",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–465_________________PETER B. CHIAFALO, LEVI JENNET GUERRA, and\nESTHER VIRGINIA JOHN, PETITIONERSv.WASHINGTONon writ of certiorari to the supreme court of\nwashington[July 6, 2020]Justice Kagan delivered the opinion of the\nCourt.Every four years, millions of Americans cast a\nballot for a presidential candidate. Their votes, though, actually\ngo toward selecting members of the Electoral College, whom each\nState appoints based on the popular returns. Those few “electors”\nthen choose the President.The States have devised mechanisms to ensure\nthat the electors they appoint vote for the presidential candidate\ntheir citizens have preferred. With two partial exceptions, every\nState appoints a slate of electors selected by the political party\nwhose candidate has won the State’s popular vote. Most States also\ncompel electors to pledge in advance to support the nominee of that\nparty. This Court upheld such a pledge requirement decades ago,\nrejecting the argument that the Constitution “demands absolute\nfreedom for the elector to vote his own choice.”Rayv.Blair,343 U.S.\n214, 228 (1952).Today, we consider whether a State may also\npenalize an elector for breaking his pledge and voting for someone\nother than the presidential candidate who won his State’s popular\nvote. We hold that a State may do so.IOur Constitution’s method of picking\nPresidents emerged from an eleventh-hour compromise. The issue, one\ndelegate to the Convention remarked, was “the most difficult of all\n[that] we have had to decide.” 2 Records of the Federal Convention\nof 1787, p. 501 (M. Farrand rev. 1966) (Farrand). Despite long\ndebate and many votes, the delegates could not reach an agreement.\nSee generally N. Peirce & L. Longley, The People’s President\n19–22 (rev. 1981). In the dying days of summer, they referred the\nmatter to the so-called Committee of Eleven to devise a solution.\nThe Committee returned with a proposal for the Electoral College.\nJust two days later, the delegates accepted the recommendation with\nbut a few tweaks. James Madison later wrote to a friend that the\n“difficulty of finding an unexceptionable [selection] process” was\n“deeply felt by the Convention.” Letter to G. Hay (Aug. 23, 1823),\nin 3 Farrand 458. Because “the final arrangement of it took place\nin the latter stage of the Session,” Madison continued, “it was not\nexempt from a degree of the hurrying influence produced by fatigue\nand impatience in all such Bodies: tho’ the degree was much less\nthan usually prevails in them.”Ibid.Whether less or not,\nthe delegates soon finished their work and departed for home.The provision they approved about presidential\nelectors is fairly slim. Article II, §1, cl. 2 says:“Each State shall appoint, in such Manner\nas the Legislature thereof may direct, a Number of Electors, equal\nto the whole Number of Senators and Representatives to which the\nState may be entitled in the Congress: but no Senator or\nRepresentative, or Person holding an Office of Trust or Profit\nunder the United States, shall be appointed an Elector.”The next clause (but don’t get attached: it will\nsoon be superseded) set out the procedures the electors were to\nfollow in casting their votes. In brief, each member of the College\nwould cast votes for two candidates in the presidential field. The\ncandidate with the greatest number of votes, assuming he had a\nmajority, would become President. The runner-up would become Vice\nPresident. If no one had a majority, the House of Representatives\nwould take over and decide the winner.That plan failed to anticipate the rise of\npolitical parties, and soon proved unworkable. The Nation’s first\ncontested presidential election occurred in 1796, after George\nWashington’s retirement. John Adams came in first among the\ncandidates, and Thomas Jefferson second. That meant the leaders of\nthe era’s two warring political parties—the Federalists and the\nRepublicans—became President and Vice President respectively. (One\nmight think of this as fodder for a new season of Veep.) Four years\nlater, a different problem arose. Jefferson and Aaron Burr ran that\nyear as a Republican Party ticket, with the former meant to be\nPresident and the latter meant to be Vice. For that plan to\nsucceed, Jefferson had to come in first and Burr just behind him.\nInstead, Jefferson came in first and Burr . . . did too.\nEvery elector who voted for Jefferson also voted for Burr,\nproducing a tie. That threw the election into the House of\nRepresentatives, which took no fewer than 36 ballots to elect\nJefferson. (Alexander Hamilton secured his place on the Broadway\nstage—but possibly in the cemetery too—by lobbying Federalists in\nthe House to tip the election to Jefferson, whom he loathed but\nviewed as less of an existential threat to the Republic.) By then,\neveryone had had enough of the Electoral College’s original voting\nrules.The result was the Twelfth Amendment, whose main\npart provided that electors would vote separately for President and\nVice President. The Amendment, ratified in 1804, says:“The Electors shall meet in their\nrespective states and vote by ballot for President and\nVice-President . . .; they shall name in their ballots\nthe person voted for as President, and in distinct ballots the\nperson voted for as Vice-President, and they shall make distinct\nlists of all persons voted for as President, and of all persons\nvoted for as Vice-President, and of the number of votes for each,\nwhich lists they shall sign and certify, and transmit sealed to\n[Congress, where] the votes shall then be counted.”The Amendment thus brought the Electoral\nCollege’s voting procedures into line with the Nation’s new party\nsystem.Within a few decades, the party system also\nbecame the means of translating popular preferences within each\nState into Electoral College ballots. In the Nation’s earliest\nelections, state legislatures mostly picked the electors, with the\nmajority party sending a delegation of its choice to the Electoral\nCollege. By 1832, though, all States but one had introduced popular\npresidential elections. See Peirce & Longley, The People’s\nPresident, at 45. At first, citizens voted for a slate of electors\nput forward by a political party, expecting that the winning slate\nwould vote for its party’s presidential (and vice presidential)\nnominee in the Electoral College. By the early 20th century,\ncitizens in most States voted for the presidential candidate\nhimself; ballots increasingly did not even list the electors. See\nAlbright, The Presidential Short Ballot, 34 Am. Pol. Sci. Rev. 955,\n955–957 (1940). After the popular vote was counted, States\nappointed the electors chosen by the party whose presidential\nnominee had won statewide, again expecting that they would vote for\nthat candidate in the Electoral College.[1]In the 20th century, many States enacted\nstatutes meant to guarantee that outcome—that is, to prohibit\nso-called faithless voting. Rather than just assume that\nparty-picked electors would vote for their party’s winning nominee,\nthose States insist that they do so. As of now, 32 States and the\nDistrict of Columbia have such statutes on their books. They are\ntypically called pledge laws because most demand that electors take\na formal oath or pledge to cast their ballot for their party’s\npresidential (and vice presidential) candidate. Others merely\nimpose that duty by law. Either way, the statutes work to ensure\nthat the electors vote for the candidate who got the most statewide\nvotes in the presidential election.Most relevant here, States began about 60 years\nago to back up their pledge laws with some kind of sanction. By\nnow, 15 States have such a system.[2] Almost all of them immediately remove a faithless\nelector from his position, substituting an alternate whose vote the\nState reports instead. A few States impose a monetary fine on any\nelector who flouts his pledge.Washington is one of the 15 States with a\nsanctions-backed pledge law designed to keep the State’s electors\nin line with its voting citizens. As all States now do, Washington\nrequires political parties fielding presidential candidates to\nnominate a slate of electors. See Wash. Rev. Code §29 A. 56.320(1).\nOn Election Day, the State gives voters a ballot listing only the\ncandidates themselves. See §29 A. 56.320(2). When the vote comes\nin, Washington moves toward appointing the electors chosen by the\nparty whose candidate won the statewide count. Seeibid.But\nbefore the appointment can go into effect, each elector must\n“execute [a] pledge” agreeing to “mark [her] ballots” for the\npresidential (and vice presidential) candidate of the party\nnominating her. §29 A. 56.084. And the elector must comply with\nthat pledge, or else face a sanction. At the time relevant here,\nthe punishment was a civil fine of up to $1,000. See §29 A. 56.340\n(2016).[3]This case involves three Washington electors who\nviolated their pledges in the 2016 presidential election. That\nyear, Washington’s voters chose Hillary Clinton over Donald Trump\nfor President. The State thus appointed as its electors the\nnominees of the Washington State Democratic Party. Among those\nDemocratic electors were petitioners Peter Chiafalo, Levi Guerra,\nand Esther John (the Electors). All three pledged to support\nHillary Clinton in the Electoral College. But as that vote\napproached, they decided to cast their ballots for someone else.\nThe three hoped they could encourage other electors—particularly\nthose from States Donald Trump had carried—to follow their example.\nThe idea was to deprive him of a majority of electoral votes and\nthrow the election into the House of Representatives. So the three\nElectors voted for Colin Powell for President. But their effort\nfailed. Only seven electors across the Nation cast faithless\nvotes—the most in a century, but well short of the goal. Candidate\nTrump became President Trump. And, more to the point here, the\nState fined the Electors $1,000 apiece for breaking their pledges\nto support the same candidate its voters had.The Electors challenged their fines in state\ncourt, arguing that the Constitution gives members of the Electoral\nCollege the right to vote however they please. The Washington\nSuperior Court rejected the Electors’ claim in an oral decision,\nand the State’s Supreme Court affirmed that judgment. SeeIn re\nGuerra, 193 Wash. 2d 380, 441 P.3d 807 (2019). The court relied\nheavily on our decision inRayv.Blairupholding a\npledge requirement—though one without a penalty to back it up. See\n193 Wash. 2d, at 393–399, 441 P. 3d, at 813–816. In the state\ncourt’s view, Washington’s penalty provision made no difference.\nArticle II of the Constitution, the court noted, grants broad\nauthority to the States to appoint electors, and so to impose\nconditions on their appointments. Seeid.,at 393, 395, 441\nP. 3d, at 813, 814. And nothing in the document “suggests that\nelectors have discretion to cast their votes without limitation or\nrestriction by the state legislature.”Id., at 396, 441\nP. 3d, at 814.A few months later, the United States Court of\nAppeals for the Tenth Circuit reached the opposite conclusion in a\ncase involving another faithless elector. SeeBacav.Colorado Dept. of State, 935 F.3d 887 (2019). The Circuit\nCourt held that Colorado could not remove the elector, as its\npledge law directs, because the Constitution “provide[s]\npresidential electors the right to cast a vote” for President “with\ndiscretion.”Id.,at 955.We granted certiorari to resolve the split. 589\nU. S. ___ (2020). We now affirm the Washington Supreme Court’s\njudgment that a State may enforce its pledge law against an\nelector.IIAs the state court recognized, this Court has\nconsidered elector pledge requirements before. Some seventy years\nago Edmund Blair tried to become a presidential elector in Alabama.\nLike all States, Alabama lodged the authority to pick electors in\nthe political parties fielding presidential candidates. And the\nAlabama Democratic Party required a pledge phrased much like\nWashington’s today. No one could get on the party’s slate of\nelectors without agreeing to vote in the Electoral College for the\nDemocratic presidential candidate. Blair challenged the pledge\nmandate. He argued that the “intention of the Founders was that\n[presidential] electors should exercise their judgment in voting.”Ray, 343 U. S., at 225. The pledge requirement, he\nclaimed, “interfere[d] with the performance of this constitutional\nduty to select [a president] according to the best judgment of the\nelector.”Ibid.Our decision inRayrejected that\nchallenge. “Neither the language of Art. II, §1, nor that of\nthe Twelfth Amendment,” we explained, prohibits a State from\nappointing only electors committed to vote for a party’s\npresidential candidate.Ibid. Nor did the Nation’s history\nsuggest such a bar. To the contrary, “[h]istory teaches that the\nelectors were expected to support the party nominees” as far back\nas the earliest contested presidential elections.Id., at\n228. “[L]ongstanding practice” thus “weigh[ed] heavily” against\nBlair’s claim.Id., at 228–230. And current voting\nprocedures did too. The Court noted that by then many States did\nnot even put electors’ names on a presidential ballot. Seeid., at 229. The whole system presupposed that the electors,\nbecause of either an “implied” or an “oral pledge,” would vote for\nthe candidate who had won the State’s popular election.Ibid.Ray, however, reserved a question not\nimplicated in the case: Could a State enforce those pledges through\nlegal sanctions? Seeid., at 230. Or would doing so violate\nan elector’s “constitutional freedom” to “vote as he may choose” in\nthe Electoral College?Ibid. Today, we take up that\nquestion. We uphold Washington’s penalty-backed pledge law for\nreasons much like those given inRay. The Constitution’s\ntext and the Nation’s history both support allowing a State to\nenforce an elector’s pledge to support his party’s nominee—and the\nstate voters’ choice—for President.AArticle II, §1’s appointments power gives the\nStates far-reaching authority over presidential electors, absent\nsome other constitutional constraint.[4] As noted earlier, each State may appoint electors “in\nsuch Manner as the Legislature thereof may direct.” Art. II,\n§1, cl. 2; seesupra, at 2. This Court has described\nthat clause as “conveying the broadest power of determination” over\nwho becomes an elector.McPhersonv.Blacker,146 U.S.\n1, 27 (1892).[5] And the\npower to appoint an elector (in any manner) includes power to\ncondition his appointment—that is, to say what the elector must do\nfor the appointment to take effect. A State can require, for\nexample, that an elector live in the State or qualify as a regular\nvoter during the relevant time period. Or more substantively, a\nState can insist (asRayallowed) that the elector pledge to\ncast his Electoral College ballot for his party’s presidential\nnominee, thus tracking the State’s popular vote. SeeRay,\n343 U. S., at 227 (A pledge requirement “is an exercise of the\nstate’s right to appoint electors in such manner” as it chooses).\nOr—so long as nothing else in the Constitution poses an obstacle—a\nState can add, as Washington did, an associated condition of\nappointment: It can demand that the elector actually live up to his\npledge, on pain of penalty. Which is to say that the State’s\nappointment power, barring some outside constraint, enables the\nenforcement of a pledge like Washington’s.[6]And nothing in the Constitution expressly\nprohibits States from taking away presidential electors’ voting\ndiscretion as Washington does. The Constitution is barebones about\nelectors. Article II includes only the instruction to each State to\nappoint, in whatever way it likes, as many electors as it has\nSenators and Representatives (except that the State may not appoint\nmembers of the Federal Government). The Twelfth Amendment then\ntells electors to meet in their States, to vote for President and\nVice President separately, and to transmit lists of all their votes\nto the President of the United States Senate for counting.\nAppointments and procedures and . . . that is all. Seeid., at 225.The Framers could have done it differently;\nother constitutional drafters of their time did. In the founding\nera, two States—Maryland and Kentucky—used electoral bodies\nselected by voters to choose state senators (and in Kentucky’s\ncase, the Governor too). The Constitutions of both States,\nMaryland’s drafted just before and Kentucky’s just after the\nU. S. Constitution, incorporated language that would have made\nthis case look quite different. Both state Constitutions required\nall electors to take an oath “to elect without favour, affection,\npartiality, or prejudice, such persons for Senators, as they, in\ntheir judgment and conscience, believe best qualified for the\noffice.” Md. Declaration of Rights, Art. XVIII (1776); see Ky.\nConst., Art. I, §14 (1792) (using identical language except\nadding “[and] for Governor”). The emphasis on independent “judgment\nand conscience” called for the exercise of elector discretion. But\nalthough the Framers knew of Maryland’s Constitution, no language\nof that kind made it into the document they drafted. See 1 Farrand\n218, 289 (showing that Madison and Hamilton referred to the\nMaryland system at the Convention).The Electors argue that three simple words stand\nin for more explicit language about discretion. Article II, §1\nfirst names the members of the Electoral College: “electors.” The\nTwelfth Amendment then says that electors shall “vote” and that\nthey shall do so by “ballot.” The “plain meaning” of those terms,\nthe Electors say, requires electors to have “freedom of choice.”\nBrief for Petitioners 29, 31. If the States could control their\nvotes, “the electors would not be ‘Electors,’ and their ‘vote by\nBallot’ would not be a ‘vote.’ ”Id., at 31.But those words need not always connote\nindependent choice. Suppose a person always votes in the way his\nspouse, or pastor, or union tells him to. We might question his\njudgment, but we would have no problem saying that he “votes” or\nfills in a “ballot.” In those cases, the choice is in someone\nelse’s hands, but the words still apply because they can signify a\nmechanical act. Or similarly, suppose in a system allowing proxy\nvoting (a common practice in the founding era), the proxy acts on\nclear instructions from the principal, with no freedom of choice.\nStill, we might well say that he cast a “ballot” or “voted,” though\nthe preference registered was not his own. For that matter, some\nelections give the voter no real choice because there is only one\nname on a ballot (consider an old Soviet election, or even a\ndown-ballot race in this country). Yet if the person in the voting\nbooth goes through the motions, we consider him to have voted. The\npoint of all these examples is to show that although voting and\ndiscretion are usually combined, voting is still voting when\ndiscretion departs. Maybe most telling, switch from hypotheticals\nto the members of the Electoral College. For centuries now, as\nwe’ll later show, almost all have considered themselves bound to\nvote for their party’s (and the state voters’) preference. Seeinfra, at 13–17. Yet there is no better description for what\nthey do in the Electoral College than “vote” by “ballot.” And all\nthese years later, everyone still calls them “electors”—and not\nwrongly, because even though they vote without discretion, they do\nindeed elect a President.The Electors and theiramiciobject that\nthe Framers using those words expected the Electors’ votes to\nreflect their own judgments. See Brief for Petitioners 18–19; Brief\nfor Independence Institute asAmicus Curiae11–15. Hamilton\npraised the Constitution for entrusting the Presidency to “men most\ncapable of analyzing the qualities” needed for the office, who\nwould make their choices “under circumstances favorable to\ndeliberation.” The Federalist No. 68, p. 410 (C. Rossiter ed.\n1961). So too, John Jay predicted that the Electoral College would\n“be composed of the most enlightened and respectable citizens,”\nwhose choices would reflect “discretion and discernment.”Id., No. 64, at 389.But even assuming other Framers shared that\noutlook, it would not be enough. Whether by choice or accident, the\nFramers did not reduce their thoughts about electors’ discretion to\nthe printed page. All that they put down about the electors was\nwhat we have said: that the States would appoint them, and that\nthey would meet and cast ballots to send to the Capitol. Those\nsparse instructions took no position on how independent from—or how\nfaithful to—party and popular preferences the electors’ votes\nshould be. On that score, the Constitution left much to the future.\nAnd the future did not take long in coming. Almost immediately,\npresidential electors became trusty transmitters of other people’s\ndecisions.B“Long settled and established practice” may\nhave “great weight in a proper interpretation of constitutional\nprovisions.”The Pocket Veto Case,279\nU.S. 655, 689 (1929). As James Madison wrote, “a regular course\nof practice” can “liquidate & settle the meaning of ”\ndisputed or indeterminate “terms & phrases.” Letter to S. Roane\n(Sept. 2, 1819), in 8 Writings of James Madison 450 (G. Hunt ed.\n1908); see The Federalist No. 37, at 225. The Electors make an\nappeal to that kind of practice in asserting their right to\nindependence. But “our whole experience as a Nation” points in the\nopposite direction.NLRBv.Noel Canning,573 U.S.\n513, 557 (2014) (internal quotation marks omitted). Electors\nhave only rarely exercised discretion in casting their ballots for\nPresident. From the first, States sent them to the Electoral\nCollege—as today Washington does—to vote for pre-selected\ncandidates, rather than to use their own judgment. And electors (or\nat any rate, almost all of them) rapidly settled into that\nnon-discretionary role. SeeRay, 343 U. S., at\n228–229.Begin at the beginning—with the Nation’s first\ncontested election in 1796. Would-be electors declared themselves\nfor one or the other party’s presidential candidate. (Recall that\nin this election Adams led the Federalists against Jefferson’s\nRepublicans. Seesupra, at 3.) In some States, legislatures\nchose the electors; in others, ordinary voters did. But in either\ncase, the elector’s declaration of support for a\ncandidate—essentially a pledge—was what mattered. Or said\ndifferently, the selectors of an elector knew just what they were\ngetting—not someone who would deliberate in good Hamiltonian\nfashion, but someone who would vote for their party’s candidate.\n“[T]he presidential electors,” one historian writes, “were\nunderstood to be instruments for expressing the will of those who\nselected them, not independent agents authorized to exercise their\nown judgment.” Whittington, Originalism, Constitutional\nConstruction, and the Problem of Faithless Electors, 59 Ariz. L.\nRev. 903, 911 (2017). And when the time came to vote in the\nElectoral College, all but one elector did what everyone expected,\nfaithfully representing their selectors’ choice of presidential\ncandidate.[7]The Twelfth Amendment embraced this new\nreality—both acknowledging and facilitating the Electoral College’s\nemergence as a mechanism not for deliberation but for party-line\nvoting. Remember that the Amendment grew out of a pair of\nfiascos—the election of two then-bitter rivals as President and\nVice President, and the tie vote that threw the next election into\nthe House. Seesupra, at 3. Both had occurred because the\nConstitution’s original voting procedures gave electors two votes\nfor President, rather than one apiece for President and Vice\nPresident. Without the capacity to vote a party ticket for the two\noffices, the electors had foundered, and could do so again. If the\npredominant party’s electors used both their votes on their party’s\ntwo candidates, they would create a tie (see 1800). If they\nintentionally cast fewer votes for the intended vice president,\nthey risked the opposite party’s presidential candidate sneaking\ninto the second position (see 1796). By allowing the electors to\nvote separately for the two offices, the Twelfth Amendment made\nparty-line voting safe. The Amendment thus advanced, rather than\nresisted, the practice that had arisen in the Nation’s first\nelections. An elector would promise to legislators or citizens to\nvote for their party’s presidential and vice presidential\ncandidates—and then follow through on that commitment. Or as the\nCourt wrote inRay, the new procedure allowed an elector to\n“vote the regular party ticket” and thereby “carry out the desires\nof the people” who had sent him to the Electoral College.Ray, 343 U. S., at 224, n. 11. No independent\nelectors need apply.Courts and commentators throughout the 19th\ncentury recognized the electors as merely acting on other people’s\npreferences. Justice Story wrote that “the electors are now chosen\nwholly with reference to particular candidates,” having either\n“silently” or “publicly pledge[d]” how they will vote. 3\nCommentaries on the Constitution of the United States §1457, p. 321\n(1833). “[N]othing is left to the electors,” he continued, “but to\nregister [their] votes, which are already pledged.”Id.,at\n321–322. Indeed, any “exercise of an independent judgment would be\ntreated[ ] as a political usurpation, dishonourable to the\nindividual, and a fraud upon his constituents.”Id.,at 322.\nSimilarly, William Rawle explained how the Electoral College\nfunctioned: “[T]he electors do not assemble in their several states\nfor a free exercise of their own judgments, but for the purpose of\nelecting” the nominee of “the predominant political party which has\nchosen those electors.” A View of the Constitution of the United\nStates of America 57 (2d ed. 1829). Looking back at the close of\nthe century, this Court had no doubt that Story’s and Rawle’s\ndescriptions were right. The electors, the Court noted, were chosen\n“simply to register the will of the appointing power in respect of\na particular candidate.”McPherson, 146 U. S., at\n36.State election laws evolved to reinforce that\ndevelopment, ensuring that a State’s electors would vote the same\nway as its citizens. As noted earlier, state legislatures early\ndropped out of the picture; by the mid-1800s, ordinary voters chose\nelectors. Seesupra, at 4. Except that increasingly, they\ndid not do so directly. States listed only presidential candidates\non the ballot, on the understanding that electors would do no more\nthan vote for the winner. Usually, the State could ensure that\nresult by appointing electors chosen by the winner’s party. But to\nremove any doubt, States began in the early 1900s to enact statutes\nrequiring electors to pledge that they would squelch any urge to\nbreak ranks with voters. Seesupra,at 5. Washington’s law,\npenalizing a pledge’s breach, is only another in the same vein. It\nreflects a tradition more than two centuries old. In that practice,\nelectors are not free agents; they are to vote for the candidate\nwhom the State’s voters have chosen.The history going the opposite way is one of\nanomalies only. The Electors stress that since the founding,\nelectors have cast some 180 faithless votes for either President or\nVice President. See Brief for Petitioners 7. But that is 180 out of\nover 23,000. See Brief for Republican National Committee asAmicus Curiae19. And more than a third of the faithless\nvotes come from 1872, when the Democratic Party’s nominee (Horace\nGreeley) died just after Election Day.[8] Putting those aside, faithless votes represent just\none-half of one percent of the total. Still, the Electors counter,\nCongress has counted all those votes. See Brief for Petitioners 46.\nBut because faithless votes have never come close to affecting an\noutcome, only one has ever been challenged. True enough, that one\nwas counted. But the Electors cannot rest a claim of historical\ntradition on one counted vote in over 200 years. And anyway, the\nState appointing that elector had no law requiring a pledge or\notherwise barring his use of discretion. Congress’s deference to a\nstate decision to tolerate a faithless vote is no ground for\nrejecting a state decision to penalize one.IIIThe Electors’ constitutional claim has neither\ntext nor history on its side. Article II and the Twelfth Amendment\ngive States broad power over electors, and give electors themselves\nno rights. Early in our history, States decided to tie electors to\nthe presidential choices of others, whether legislatures or\ncitizens. Except that legislatures no longer play a role, that\npractice has continued for more than 200 years. Among the devices\nStates have long used to achieve their object are pledge laws,\ndesigned to impress on electors their role as agents of others. A\nState follows in the same tradition if, like Washington, it chooses\nto sanction an elector for breaching his promise. Then too, the\nState instructs its electors that they have no ground for reversing\nthe vote of millions of its citizens. That direction accords with\nthe Constitution—as well as with the trust of a Nation that here,\nWe the People rule.The judgment of the Supreme Court of Washington\nisAffirmed.Notes1Maine and Nebraska\n(which, for simplicity’s sake, we will ignore after this footnote)\ndeveloped a more complicated system in which two electors go to the\nwinner of the statewide vote and one goes to the winner of each\ncongressional district. See Me. Rev. Stat. Ann., Tit. 21–A, §802\n(2006); Neb. Rev. Stat. §32–710 (2016). So, for example, if the\nRepublican candidate wins the popular vote in Nebraska as a whole\nbut loses to the Democratic candidate in one of the State’s three\ncongressional districts, the Republican will get four electors and\nthe Democrat will get one. Here too, though, the States use party\nslates to pick the electors, in order to reflect the relevant\npopular preferences (whether in the State or in an individual\ndistrict).2Ariz. Rev. Stat. Ann.\n§16–212 (2019 Cum. Supp.); Cal. Elec. Code Ann. §§6906, 18002 (West\n2019); Colo. Rev. Stat. §1–4–304 (2019); Ind. Code §3–10–4–9\n(2019); Mich. Comp. Laws §168.47 (2008); Minn. Stat. §§208.43,\n208.46 (2020 Cum. Supp.); Mont. Code Ann. §§13–25–304, 13–25–307\n(2019); Neb. Rev. Stat. §§32–713, 32–714; Nev. Rev. Stat.\n§§298.045, 298.075 (2017); N. M. Stat. Ann. §1–15–9 (Supp. 2011);\nN. C. Gen. Stat. Ann. §163–212 (2019); Okla. Stat., Tit. 26,\n§§10–102, 10–109 (2019); S. C. Code Ann. §7–19–80 (2018); Utah Code\n§20A–13–304 (2020); Wash. Rev. Code §§29 A. 56.084, 29 A. 56.090\n(2019).3Since the events in this\ncase, Washington has repealed the fine. It now enforces pledges\nonly by removing and replacing faithless electors. See Wash. Rev.\nCode §29 A. 56.090(3) (2019).4Checks on a State’s power\nto appoint electors, or to impose conditions on an appointment, can\ntheoretically come from anywhere in the Constitution. A State, for\nexample, cannot select its electors in a way that violates the\nEqual Protection Clause. And if a State adopts a condition on its\nappointments that effectively imposes new requirements on\npresidential candidates, the condition may conflict with the\nPresidential Qualifications Clause, see Art. II, §1,\ncl. 5.5See alsoU. S. Term\nLimits, Inc.v.Thornton,514 U.S.\n779, 805 (1995) (describing Article II, §1 as an “express\ndelegation[ ] of power to the States”); but seepost,\nat 2 (Thomas, J., concurring in judgment) (continuing to press the\nview, taken in theThorntondissent, that Article II, §1\ngrants the States no power at all).6The concurring opinion\nwould have us make fine distinctions among state laws punishing\nfaithless voting—treating some as conditions of appointment and\nothers not, depending on small semantic differences. Seepost,at 6–9 (distinguishing, for example, between\nOklahoma’s law fining an elector for violating his oath (to vote\nfor his party’s candidate) and Washington’s law fining an elector\nfor not voting for his party’s candidate (whom he took an oath to\nsupport)). The Electors themselves raised no such argument, and\nthey were right not to do so. No matter the precise phrasing, a law\npenalizing faithless voting (like a law merely barring that\npractice) is an exercise of the State’s power to impose conditions\non the appointment of electors. SeeRayv.Blair,343 U.S.\n154, 227 (1952).7The reaction to even that\nsingle elector goes to prove the point that the system was\nnon-discretionary. In the 1796 election, Pennsylvania held a\nstatewide vote for electors under a winner-take-all rule (as all\nbut two States have today). The people voted narrowly for the slate\nof electors supporting Jefferson. But Federalist chicanery led to\nthe Governor’s inclusion of two Federalist electors in the State’s\ndelegation to the Electoral College. One of them, Samuel Miles,\nagreed to cast his vote for Jefferson, in line with the\nwinner-take-all expectation on which the race had been run. If he\nthought other Federalists would forgive him for acting with honor,\nhe was wrong. An irate voter reacted: “[W]hen I voted for the\n[Federalist] ticket, I voted for John Adams. . . .\nWhat! do I chuse Samuel Miles to determine for me whether John\nAdams or Thomas Jefferson is the fittest man for President of the\nUnited States? No—I chuse him toact, not tothink.”\nSee Gazette of the United States, Dec. 15, 1796, p. 3, col. 1\n(emphasis in original).8The Electors contend that\nelector discretion is needed to deal with the possibility that a\nfuture presidential candidate will die between Election Day and the\nElectoral College vote. See Reply Brief 20–22. We do not dismiss\nhow much turmoil such an event could cause. In recognition of that\nfact, some States have drafted their pledge laws to give electors\nvoting discretion when their candidate has died. See,e.g.,Cal. Elec. Code Ann. §6906; Ind. Code §3–10–4–1.7. And we suspect\nthat in such a case, States without a specific provision would also\nrelease electors from their pledge. Still, we note that because the\nsituation is not before us, nothing in this opinion should be taken\nto permit the States to bind electors to a deceased\ncandidate.",
    "joined": []
}