{
    "case": {
        "docket": "562",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/562/"
    },
    "id": "1963412",
    "author": "kagan",
    "type": "opinion",
    "text": "OPINION OF THE COURTMILNER V. DEPARTMENT OF NAVY562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1163GLEN SCOTT MILNER, PETITIONERv.DEPARTMENT OF THE NAVYon writ of certiorari to the united states court of\nappeals for the ninth circuit[March 7, 2011]Justice Kagan delivered the\nopinion of the Court.The Freedom of Information Act\n(FOIA), 5 U. S. C. §552, requires federal agencies to make\nGovernment records available to the public, subject to nine\nexemptions for specific categories of material. This case concerns\nthe scope of Exemption 2, which protects from disclosure material\nthat is “related solely to the internal personnel rules and\npractices of an agency.” §552(b)(2). Respondent Department of the\nNavy (Navy or Government) invoked Exemption 2 to deny a FOIA\nrequest for data and maps used to help store explosives at a naval\nbase in Washington State. We hold that Exemption 2 does not stretch\nso far.ICongress enacted FOIA to overhaul\nthe public-disclosure section of the Administrative Procedure Act\n(APA), 5 U. S. C. §1002 (1964 ed.). That section of the APA\n“was plagued with vague phrases” and gradually became more “a\nwithholding statute than a disclosure statute.”EPAv.Mink,410 U.\nS. 73, 79 (1973). Congress intended FOIA to “permit access to\nofficial information long shielded unnecessarily from public view.”Id.,at 80. FOIA thus mandates that an agency disclose\nrecords on request, unless they fall within one of nine exemptions.\nThese exemptions are “explicitly made exclusive,”id., at\n79, and mustbe “narrowly construed,”FBIv.Abramson,456 U. S. 615, 630\n(1982).At issue here is Exemption 2,\nwhich shields from compelled disclosure documents “related solely\nto the internal personnel rules and practices of an agency.”\n§552(b)(2). Congress enacted Exemption 2 to replace the APA’s\nexemption for “any matter relating solely to the internal\nmanagement of an agency,” 5 U. S. C. §1002 (1964 ed.).\nBelieving that the “sweep” of the phrase “internal management” had\nled to excessive withholding, Congress drafted Exemption 2 “to have\na narrower reach.”Department of Air Forcev.Rose,425\nU. S. 352, 362–363 (1976).We considered the extent of that\nreach inDepartment of Air Forcev.Rose. There,\nwe rejected the Government’s invocation of Exemption 2 to withhold\ncase summaries of honor and ethics hearings at the United States\nAir Force Academy. The exemption, we suggested, primarily targets\nmaterial concerning employee relations or human resources: “use of\nparking facilities or regulations of lunch hours, statements of\npolicy as to sick leave, and the like.”Id.,at 363\n(quoting S. Rep. No. 813, 89th Cong., 1st Sess., 8 (1965)\n(hereinafter S. Rep.)); seeRose,425 U. S.,at 367. “[T]he general thrust” of Exemption 2, we explained, “is\nsimply to relieve agencies of the burden of assembling and\nmaintaining [such information] for public inspection.”Id.,at 369. We concluded that the case summaries did not\nfall within the exemption because they “d[id] not concern only\nroutine matters” of “merely internal significance.”Id.,at 370. But we stated a possible caveat to our interpretation of\nExemption 2: That understanding of the provision’s coverage\ngoverned, we wrote, “at least where the situation is not one where\ndisclosure may risk circumvention of agency regulation.”Id.,at 369.InCrookerv.Bureau\nof Alcohol, Tobacco & Firearms, 670 F. 2d 1051\n(1981), the D. C. Circuit converted this caveat into a new\ndefinition of Exemption 2’s scope.Crookerapproved the\nuse of Exemption 2 to shield a manual designed to train Government\nagents in law enforcement surveillance techniques. The D. C.\nCircuit noted that it previously had understood Exemption 2 to\n“refe[r] only to ‘pay, pensions, vacations, hours of work, lunch\nhours, parking, etc.’ ”Id.,at 1056 (quotingJordanv.Department of Justice, 591 F. 2d\n753, 763 (1978)). But the court now thought Exemption 2 should also\ncover any “predominantly internal” materials,[Footnote 1]Crooker, 670 F. 2d, at\n1056–1057, whose disclosure would “significantly ris[k]\ncircumvention of agency regulations or statutes,”id.,at\n1074. This construction of Exemption 2, the court reasoned, flowed\nfrom FOIA’s “overall design,” its legislative history, “and even\ncommon sense,” because Congress could not have meant to “enac[t] a\nstatute whose provisions undermined … the effectiveness of law\nenforcement agencies.”Ibid.In the ensuing years, three Courts\nof Appeals adopted the D. C. Circuit’s interpretation of\nExemption 2. See 575 F. 3d 959, 965 (CA9 2009) (case below);Masseyv.FBI, 3 F. 3d 620, 622 (CA2 1993);Kaganovev.EPA, 856 F. 2d 884, 889 (CA7\n1988).[Footnote 2] And that\ninterpretation spawned a new terminology: Courts applying theCrookerapproach now refer to the “Low 2” exemption when\ndiscussing materials concerning human resources and employee\nrelations, and to the “High 2” exemption when assessing records\nwhose disclosure would risk circumvention of the law. See,e.g.,575 F. 3d, at 963;Schillerv.NLRB, 964 F. 2d 1205, 1208 (CADC 1992). Congress, as\nwell, took notice of the D. C. Circuit’s decision, borrowing\nlanguage fromCrookerto amend Exemption 7(E) when next\nenacting revisions to FOIA. The amended version of Exemption 7(E)\nshields certain “records or information compiled for law\nenforcement purposes” if their disclosure “could reasonably be\nexpected to risk circumvention of the law.” §552(b)(7)(E); see\nFreedom of Information Reform Act of 1986, §1802(a), 100 Stat.\n3207–49.IIThe FOIA request at\nissue here arises from the Navy’s operations at Naval Magazine\nIndian Island, a base in Puget Sound, Washington. The Navy keeps\nweapons, ammunition, and explosives on the island. To aid in the\nstorage and transport of these munitions, the Navy uses data known\nas Explosive Safety Quantity Distance (ESQD) information. 575\nF. 3d, at 962. ESQD information prescribes “minimum separation\ndistances” for explosives and helps the Navy design and construct\nstorage facilities to prevent chain reactions in case of\ndetonation.Ibid.The ESQD calculations are often\nincorporated into specialized maps depicting the effects of\nhypothetical explosions. See,e.g.,App. 52.In 2003 and 2004, petitioner Glen\nMilner, a Puget Sound resident, submitted FOIA requests for all\nESQD information relating to Indian Island. 575 F. 3d, at 962.\nThe Navy refused to release the data, stating that disclosure would\nthreaten the security of the base and surrounding community. In\nsupport of its decision to withhold the records, the Navy invoked\nExemption 2.Ibid.[Footnote\n3]The District Court granted summary\njudgment to the Navy, and the Court of Appeals affirmed, relying on\nthe High 2 interpretation developed inCrooker. 575\nF. 3d, at 963. The Court of Appeals explained that the ESQD\ninformation “is predominantly used for the internal purpose of\ninstructing agency personnel on how to do their jobs.”Id., at 968. And disclosure of the material, the court\ndetermined, “would risk circumvention of the law” by “point[ing]\nout the best targets for those bent on wreaking havoc”—for example,\n“[a] terrorist who wished to hit the most damaging target.”Id.,at 971. The ESQD information, the court concluded,\ntherefore qualified for a High 2 exemption. 575 F. 3d, at\n971.We granted certiorari in light of\nthe Circuit split respecting Exemption 2’s meaning, 561 U. S. ___\n(2010), and we now reverse.IIIOur consideration of\nExemption 2’s scope starts with its text. See,e.g., Park ’N\nFly, Inc.v.Dollar Park & Fly, Inc.,469 U. S. 189, 194\n(1985) (“Statutory construction must begin with the language\nemployed by Congress and the assumption that the ordinary meaning\nof that language accurately expresses the legislative purpose”).\nJudicial decisions since FOIA’s enactment have analyzed and\nreanalyzed the meaning of the exemption. But comparatively little\nattention has focused on the provision’s 12 simple words: “related\nsolely to the internal personnel rules and practices of an\nagency.”The key word in that dozen—the one\nthat most clearly marks the provision’s boundaries—is “personnel.”\nWhen used as an adjective, as it is here to modify “rules and\npractices,” that term refers to human resources matters.\n“Personnel,” in this common parlance, means “the selection,\nplacement, and training of employees and … the formulation of\npolicies, procedures, and relations with [or involving] employees\nor their representatives.” Webster’s Third New International\nDictionary 1687 (1966) (hereinafter Webster’s). So, for example, a\n“personnel department” is “the department of a business firm that\ndeals with problems affecting the employees of the firm and that\nusually interviews applicants for jobs.” Random House Dictionary\n1075 (1966) (hereinafter Random House). “Personnel management” is\nsimilarly “the phase of management concerned with the engagement\nand effective utilization of manpower to obtain optimum efficiency\nof human resources.” Webster’s 1687. And a “personnel agency” is\n“an agency for placing employable persons in jobs; employment\nagency.” Random House 1075.FOIA itself provides an additional\nexample in Exemption 6.SeeRatzlafv.United States,510 U. S. 135, 143\n(1994) (“A term appearing in several places in a statutory text is\ngenerally read the same way each time it appears”). That exemption,\njust a few short paragraphs down from Exemption 2, protects from\ndisclosure “personnel and medical files and similar files the\ndisclosure of which would constitute a clearly unwarranted invasion\nof personal privacy.” §552(b)(6). Here too, the statute uses the\nterm “personnel” as a modifier meaning “human resources.” See Tr.\nof Oral Arg. 32 (“[The Court:] It’s [an] H. R. file, right?\n[The Government:] That’s generally true”). As we recognized inRose, “the common and congressional meaning of …\n‘personnel file’ ” is the file “showing, for example, where\n[an employee] was born, the names of his parents, where he has\nlived from time to time, his … school records, results of\nexaminations, [and] evaluations of his work performance.” 425 U.\nS., at 377. It is the file typically maintained in the human\nresources office—otherwise known (to recall an example offered\nabove) as the “personnel department.”Ibid.Exemption 2 uses\n“personnel” in the exact same way. An agency’s “personnel rules and\npractices” are its rules and practices dealing with employee\nrelations or human resources. The D. C. Circuit, in a\npre-Crookerdecision, gave as examples “matters relating\nto pay, pensions, vacations, hours of work, lunch hours, parking,\netc.”Jordan, 591 F. 2d, at 763; seesupra,\nat 3. That “etc.” is important; we doubt any court could know\nenough about the Federal Government’s operations to formulate a\ncomprehensive list. But all the rules and practices referenced in\nExemption 2 share a critical feature: They concern the conditions\nof employment in federal agencies—such matters as hiring and\nfiring, work rules and discipline, compensation and\nbenefits.[Footnote 4] Courts in\npractice have had little difficulty identifying the records that\nqualify for withholding under this reading: They are what now\ncommonly fall within the Low 2 exemption. Our construction of the\nstatutory language simply makes clear that Low 2 is all of 2 (and\nthat High 2 is not 2 at all, seeinfra, at\n10–14).The statute’s purpose\nreinforces this understanding of the exemption. We have often noted\n“the Act’s goal of broad disclosure” and insisted that the\nexemptions be “given a narrow compass.”Department of\nJusticev.Tax Analysts,492 U. S. 136, 151\n(1989); seeDepartment of Interiorv.Klamath Water\nUsers Protective Assn.,532 U. S. 1, 7–8\n(2001).[Footnote 5] This\npractice of “constru[ing] FOIA exemptions narrowly,”Department\nof Justicev.Landano,508 U. S. 165, 181\n(1993), stands on especially firm footing with respect to Exemption\n2. As described earlier, Congress worded that provision to hem in\nthe prior APA exemption for “any matter relating solely to the\ninternal management of an agency,” which agencies had used to\nprevent access to masses of documents. SeeRose, 425 U.\nS., at 362. We would ill-serve Congress’s purpose by construing\nExemption 2 to reauthorize the expansive withholding that Congress\nwanted to halt. Our reading instead gives the exemption the\n“narrower reach” Congress intended,id.,at 363, through\nthe simple device of confining the provision’s meaning to itswords.The\nGovernment resists giving “personnel” its plain meaning on the\nground that Congress, when drafting Exemption 2, considered but\nchose not to enact language exempting “internal employment rules\nand practices.” Brief for Respondent 30–34, and n. 11. This\ndrafting history, the Navy maintains, proves that Congress did not\nwish “to limit the Exemption to employment-related matters,”id.,at 31, even if the adjective “personnel” conveys that\nmeaning in other contexts,id.,at 41. But we think the\nNavy’s evidence insufficient: The scant history concerning this\nword change as easily supports the inference that Congress merely\nswapped one synonym for another. Cf.Mead Corp.v.Tilley,490\nU. S. 714, 723 (1989) (noting with respect to the “unexplained\ndisappearance of one word from an unenacted bill” that “mute\nintermediate legislative maneuvers are not reliable” aids to\nstatutory interpretation (internal quotation marks omitted)). Those\nof us who make use of legislative history believe that clear\nevidence of congressional intent may illuminate ambiguous text. We\nwill not take the opposite tack of allowing ambiguous legislative\nhistory to muddy clear statutory language.Exemption\n2, as we have construed it, does not reach the ESQD information at\nissue here. These data and maps calculate and visually portray the\nmagnitude of hypothetical detonations. By no stretch of imagination\ndo they relate to “personnel rules and practices,” as that term is\nmost naturally understood. They concern the physical rules\ngoverning explosives, not the workplace rules governing sailors;\nthey address the handling of dangerous materials, not the treatment\nof employees. The Navy therefore may not use Exemption 2,\ninterpreted in accord with its plain meaning to cover human\nresources matters, to prevent disclosure of the requested maps and\ndata.IVThe Government offers two alternative\nreadings of Exemption 2 to support withholding the ESQD\ninformation. We cannot square either with the\nstatute.AThe Navy first encourages us to adopt the\nconstruction of Exemption 2 pioneered byCrooker, which\nshields material not only if it meets the criteria set out above\n(Low 2), but also if it is “predominant[ly] interna[l]” and its\n“disclosure would significantly risk[] circumvention of federal\nagency functions” (High 2). Brief for Respondent 41 (internal\nquotation marks omitted). The dissent, too, favors this reading of\nthe statute.Post, at 1. But theCrookerinterpretation, as already suggested, suffers from a patent flaw:\nIt is disconnected from Exemption 2’s text. The High 2 test (in\naddition to substituting the word “predominantly” for “solely,” see\nn. 1,supra) ignores the plain meaning of the\nadjective “personnel,” seesupra, at 6–9, and adopts a\ncircumvention requirement with no basis or referent in Exemption\n2’s language. Indeed, the only way to arrive at High 2 is by taking\na red pen to the statute—“cutting out some” words and “pasting in\nothers” until little of the actual provision remains.Elliottv.Department of Agriculture, 596\nF. 3d 842, 845 (CADC 2010). Because this is so, High 2 is\nbetter labeled “Non 2” (and Low 2 … just\n2).In support\nof its text-light approach to the statute, the Government relies\nprimarily on legislative history, placing particular emphasis on\nthe House Report concerning FOIA. See Brief for Respondent 33–38. A\nstatement in that Report buttresses the High 2 understanding of the\nexemption and, indeed, specifically rejects the Low 2 construction.\nAccording to the Report: “Operating rules, guidelines, and manuals\nof procedure for Government investigators or examiners would be\nexempt from disclosure [under Exemption 2], but this exemption\nwould not cover … employee relations and working conditions and\nroutine administrative procedures.” H. R. Rep. No. 1497, 89th\nCong., 2d Sess., 10 (1966). But the Senate Report says exactly the\nopposite, explaining in support of a Low 2 interpretation that the\nphrase “internal personnel rules and practices of an agency” means\n“rules as to personnel’s use of parking facilities or regulation of\nlunch hours, statements of policy as to sick leave, and the like.”\nS. Rep., at 8.[Footnote\n6] InRose, we gave reasons for thinking the Senate\nReport the more reliable of the two. See 425 U. S., at 366. But the\nmore fundamental point is what we said before: Legislative history,\nfor those who take it into account, is meant to clear up ambiguity,\nnot create it. Seesupra, at 9;Wong Yang Sungv.McGrath,339\nU. S. 33, 49 (1950) (declining to consult legislative history\nwhen that “history is more conflicting than the text is\nambiguous”). When presented, on the one hand, with clear statutory\nlanguage and, on the other, with dueling committee reports, we must\nchoose the language.The\nGovernment also advances, in support ofCrooker’s High 2\napproach, an argument based on subsequent legislative action.\nCongress, the Government notes, amended Exemption 7(E) in 1986 to\ncover law enforcement records whose production “would disclose\ntechniques and procedures for law enforcement investigations or\nprosecutions, or would disclose guidelines for law enforcement\ninvestigations or prosecutions if such disclosure could reason-ably\nbe expected to risk circumvention of the law.” §552(b)(7)(E). That\namendment, the Government contends, codifiedCrooker’s\n“circumvention of the law” standard and, in so doing, ratifiedCrooker’s holding. Brief for Respondent 42–43. The dissent\nlikewise counts as significant that Congress “t[ook] note” ofCrookerin revising FOIA.Post, at 9; seepost, at 2.But the\nGovernment and the dissent neglect the key feature of the 1986\namendment: Congress modified not Exemption 2 (the subject ofCrooker), but instead Exemption 7(E). And theCrookerconstruction of Exemption 2 renders Exemption 7(E)\nsuperfluous and so deprives that amendment of any effect. See,e.g., TRW Inc.v.Andrews,534 U. S. 19, 31 (2001)\n(noting canon that statutes should be read to avoid making any\nprovision “superfluous, void, or insignificant” (internal quotation\nmarks omitted)). We cannot think of any document eligible for\nwithholding under Exemption 7(E) that the High 2 reading does not\ncapture: The circumvention standard is the same, and the law\nenforcement records listed in Exemption 7(E) are “predominantly\ninternal.” So if Congress had agreed withCrooker’s\nreading of Exemption 2, it would have had no reason to alter\nExemption 7(E). In that event, Congress would either have left the\nstatute alone (on the theory thatCrookerwould do the\nnecessary work) or would have amended Exemption 2 specifically to\nratifyCrooker. The decision instead to amend Exemption\n7(E) suggests that Congress approved the circumvention standard\nonly as to law enforcement materials, and not as to the wider set\nof records High 2 covers. Perhaps this legislative action does not\nshow that Congress affirmatively disagreed withCrooker;maybe Congress was agnostic about whether the circumvention\nstandard should apply to other records. But one thing is clear: The\n1986 amendment does not ratify, approve, or otherwise signal\nagreement withCrooker’s interpretation of Exemption 2.\nThis argument therefore cannot save the High 2\nconstruction.The\ndissent offers one last reason to embrace High 2, and indeed stakes\nmost of its wager on this argument.Crooker, the dissent\nasserts, “has been consistently relied upon and followed for 30\nyears” by other lower courts.Post, at 9; seepost, at 1–2. But this claim, too, trips at the starting\ngate. It would be immaterial even if true, because we have no\nwarrant to ignore clear statutory language on the ground that other\ncourts have done so. And in any event, it is not true. Prior toCrooker, three Circuits adopted the reading of Exemption 2\nwe think right, and they have not changed their minds. See\nn. 2,supra.[Footnote\n7] SinceCrooker, three other Circuits have accepted\nthe High 2 reading. Seesupra, at 3. One Circuit has\nreserved judgment on the High 2-Low 2 debate. SeeAudubon\nSocietyv.Forest Serv., 104 F. 3d 1201,\n1203–1204 (CA10 1997). And the rest have not considered the matter.\n(No one should thinkCrookerhas been extensively\ndiscussed or debated in the Courts of Appeals. In the past three\ndecades,Crooker’s analysis of Exemption 2 has been cited\na sum total of five times in federal appellate decisions outside\nthe D. C. Circuit—on average, once every six years.) The\nresult is a 4 to 3 split among the Circuits.[Footnote 8] We will not flout all usual rules of\nstatutory interpretation to take the side of the bare\nmajority.BPresumably becauseCrookerso\ndeparts from Exemption 2’s language, the Government also offers\nanother construction, which it says we might adopt “on a clean\nslate,” “based on the plain text … alone.” Brief for Respondent 15.\nOn this reading, the exemption “encompasses records concerning an\nagency’s internal rules and practices for its personnel to follow\nin the discharge of their governmental functions.”Id.,at\n20; see alsoid., at 13–14 (Exemption 2 “applies generally\nto matters concerning internal rules and practices to guide agency\npersonnel in performing their duties”). According to the\nGovernment, this interpretation makes sense because “the phrase\n‘personnel rules and practices of an agency’ is logically\nunderstood to mean an agency’s rules and practicesfor its\npersonnel.”Id.,at 20 (emphasis\nadded).But the\npurported logic in the Government’s definition eludes us. We would\nnot say, in ordinary parlance, that a “personnel file” is any file\nan employee uses, or that a “personnel department” is any\ndepartment in which an employee serves. No more would we say that a\n“personnel rule or practice” is any rule or practice that assists\nan employee in doing her job. The use of the term “personnel” in\neach of these phrases connotes not that the file or department or\npractice/rule isforpersonnel, but rather that the file\nor department or practice/rule isaboutpersonnel—i.e., that it relates to employee relations or\nhuman resources. This case well illustrates the point. The records\nrequested, as earlier noted, are explosives data and maps showing\nthe distances that potential blasts travel. This information no\ndoubt assists Navy personnel in storing munitions. But that is not\nto say that the data and maps relate to “personnel rules and\npractices.” No one staring at these charts of explosions and using\nordinary language would describe them in this\nmanner.Indeed,\nthe Government’s “clean slate” construction reaches such documents\nonly by stripping the word “personnel” of any real meaning. Under\nthis interpretation, an agency’s “internal personnel rules and\npractices” appears to mean all its internal rules and practices.\nThat is because agencies necessarily operate through personnel, and\nso all their internal rules and practices are for personnel. The\nmodifier “personnel,” then, does no modifying work; it does not\nlimit the class of internal rules and practices that Exemption 2\ncovers. What is most naturally viewed as the provision’s key\nword—the term that ought to define its scope—does nothing more than\nstate the truism that in an agency it is “personnel” who follow\ninternal rules and practices.And this\nodd reading would produce a sweeping exemption, posing the risk\nthat FOIA would become less a disclosure than “a withholding\nstatute.”Mink, 410 U. S., at 79. Many documents an agency\ngenerates in some way aid employees in carrying out their\nresponsibilities. If Exemption 2 were to reach all these records,\nit would tend to engulf other FOIA exemptions, rendering\nineffective the limitations Congress placed on their application.\nExemption 7, for example, shields records compiled for law\nenforcement purposes, but only if one of six specified criteria is\nmet. §552(b)(7). Yet on the Government’s view, an agency could\nbypass these restrictions by invoking Exemption 2 whenever law\nenforcement records guide personnel in performing their duties.\nIndeed, an agency could use Exemption 2 as an all-purpose back-up\nprovision to withhold sensitive records that do not fall within any\nof FOIA’s more targeted exemptions.[Footnote 9]Interpreted in this way, Exemption 2—call it\n“Super 2” now—would extend, rather than narrow, the APA’s former\nexemption for records relating to the “internal management of an\nagency.” 5 U. S. C. §1002 (1964 ed.). We doubt that even the\n“internal management” provision, which Congress thought allowed too\nmuch withholding, seesupra, at 2, would have protected\nall information that guides employees in the discharge of their\nduties, including the explosives data and maps in this case. And\nperhaps needless to say, this reading of Exemption 2 violates the\nrule favoring narrow construction of FOIA exemptions. See,e.g., Abramson, 456 U. S., at 630;Rose, 425 U.\nS., at 361. Super 2 in fact has no basis in the text, context, or\npurpose of FOIA, and we accordingly reject\nit.VAlthough we cannot interpret Exemption 2 as\nthe Government proposes, we recognize the strength of the Navy’s\ninterest in protecting the ESQD data and maps and other similar\ninformation. The Government has informed us that “[p]ublicly\ndisclosing the [ESQD] information would significantly risk\nundermining the Navy’s ability to safely and securely store\nmilitary ordnance,” Brief for Respondent 47, and we have no reason\nto doubt that representation. The Ninth Circuit similarly cautioned\nthat disclosure of this information could be used to “wrea[k]\nhavoc” and “make catastrophe more likely.” 575 F. 3d, at 971.\nConcerns of this kind—a sense that certain sensitive informationshouldbe exempt from disclosure—in part led theCrookercourt to formulate the High 2 standard. See 670\nF. 2d, at 1074 (contending that “common sense” supported the\nHigh 2 interpretation because Congress would not have wanted FOIA\nto “undermin[e] … the effectiveness of law enforcement agencies”).\nAnd we acknowledge that our decision today upsets three decades of\nagency practice relying onCrooker, and therefore may\nforce considerable adjustments.We also\nnote, however, that the Government has other tools at hand to\nshield national security information and other sensitive materials.\nMost notably, Exemption 1 of FOIA prevents access to classified\ndocuments. §552(b)(1); see 575 F. 3d, at 980 (W. Fletcher, J.,\ndissenting) (Exemption 1 is “specifically designed to allow\ngovernment agencies to withhold information that might jeopardize\nour national security”). The Government generally may classify\nmaterial even after receiving a FOIA request, see Exec. Order No.\n13526, §1.7(d), 75 Fed. Reg. 711 (2009); an agency therefore may\nwait until that time to decide whether the dangers of disclosure\noutweigh the costs of classification. See Tr. of Oral Arg. 29–30.\nExemption 3 also may mitigate the Government’s security concerns.\nThat provision applies to records that any other statute exempts\nfrom disclosure, §552(b)(3), thus offering Congress an established,\nstreamlined method to authorize the withholding of specific records\nthat FOIA would not otherwise protect. And Exemption 7, as already\nnoted, protects “information compiled for law enforcement purposes”\nthat meets one of six criteria, including if its release “could\nreasonably be expected to endanger the life or physical safety of\nany individual.” §552(b)(7)(F). The Navy argued below that the ESQD\ndata and maps fall within Exemption 7(F), see n. 3,supra, and that claim remains open for the Ninth Circuit\nto address on remand.If these\nor other exemptions do not cover records whose release would\nthreaten the Nation’s vital interests, the Government may of course\nseek relief from Congress. See Tr. of Oral Arg. 48. All we hold\ntoday is that Congress has not enacted the FOIA exemption the\nGovernment desires. We leave to Congress, as is appropriate, the\nquestion whether it should do so.VIExemption 2, consistent with the plain\nmeaning of the term “personnel rules and practices,” encompasses\nonly records relating to issues of employee relations and human\nresources. The explosives maps and data requested here do not\nqualify for withholding under that exemption. We therefore reverse\nthe judgment of the Court of Appeals and remand the case for\nfurther proceedings consistent with this\nopinion.It is so\nordered.Footnote 1The court\nadopted the “predominantly internal” standard as a way of\nimplementing the exemption’s requirement that materials “relat[e]\nsolely to” an agency’s internal personnel rules and practices. The\nword “solely,” the court reasoned, “has to be given the\nconstruction, consonant with reasonableness, of\n‘predominantly’ ” because otherwise “solely” would conflict\nwith the expansive term “related.” 670 F. 2d, at 1056 (some\ninternal quotation marks omitted).Footnote 2Three\nother Courts of Appeals had previously taken a narrower view of\nExemption 2’s scope, consistent with the interpretation adopted inRose. SeeCoxv.Department of Justice,\n576 F. 2d 1302, 1309–1310 (CA8 1978) (concluding that\nExemption 2 covers only an agency’s internal “housekeeping matters”\n(internal quotation marks omitted));Stokesv.Brennan, 476 F. 2d 699, 703 (CA5 1973) (holding that\nExemption 2 “must not be read so broadly as to exempt” an\nOccupational Safety and Health Administration manual for training\ncompliance officers);Hawkesv.IRS, 467\nF. 2d 787, 797 (CA6 1972) (“[T]he internal practices and\npolicies referred to in [Exemption 2] relate only to …\nemployee-employer type concerns”). These Circuits have never\nrevised their understandings of the exemption. Seeinfra,\nat 13, n. 7.Footnote 3The Navy\nalso invoked Exemption 7(F), which applies to “records or\ninformation compiled for law enforcement purposes, but only to the\nextent that the production of such … records … could reasonably be\nexpected to endanger the life or physical safety of any\nindividual.” 5 U. S. C. §552(b)(7)(F). The courts below did\nnot decide whether the Navy could withhold the ESQD data under that\nexemption. 575 F. 3d 959, 971, n. 8 (CA9 2009); No.\nCV–06–01301 (WD Wash., Oct. 30, 2007), App. to Pet. for Cert. 4,\n25, 2007 WL 3228049, *8.Footnote 4Government records also must satisfy the other\nrequirements of Exemption 2 to be exempt from disclosure.\nInformation must “relat[e] solely”—meaning, as usual, “exclusively\nor only,” Random House 1354 —to the agency’s “personnel rules and\npractices.” And the information must be “internal”; that is, the\nagency must typically keep the records to itself for its own use.\nSee Webster’s 1180 (“internal” means “existing or situated within\nthe limits … of something”). An agency’s human resources documents\nwill often meet these conditions.Footnote 5The\ndissent would reject this longstanding rule of construction in\nfavor of an approach asking courts “to turn Congress’ public\ninformation objectives into workable agency practice.”Post, at 8–9 (opinion of Breyer, J.). But nothing in FOIA\neither explicitly or implicitly grants courts discretion to expand\n(or contract) an exemption on this basis. In enacting FOIA,\nCongress struck the balance it thought right—generally favoring\ndisclosure, subject only to a handful of specified exemptions—and\ndid so across the length and breadth of the Federal Government.\nSee,e.g.,John Doe Agencyv.John Doe\nCorp.,493 U.\nS. 146, 152–153 (1989). The judicial role is to enforce that\ncongressionally determined balance rather than, as the dissent\nsuggests,post, at 4–6, to assess case by case, department\nby department, and task by task whether disclosure interferes with\ngood government.Footnote 6We are\nperplexed that the dissent takes seriouslyCrooker’s\nnotion that the reports are “reconcilable.”Post,at 4. To\nstrip the matter to its essentials, the House Report says:\n“Exemption 2 means A, but not B.” The Senate Report says:\n“Exemption 2 means B.” That is the very definition of\n“irreconcilable.”Footnote 7The\ndissent’s view that “two of th[ese] Circuits [have] not adher[ed]\nto their early positions” is incorrect.Post, at 2. InAbraham & Rose, P.L.C.v.United States,\ncited by the dissent, the Sixth Circuit rejected the Government’s\nclaim that Exemption 2 shielded records of federal tax lien\nfilings. 138 F. 3d 1075, 1082 (1998). The court nowhere\ndiscussed the High 2 versus Low 2 question at issue here. Its only\nreference toCrookerconcerned the part of that decision\ninterpreting “solely” to mean “predominantly.” See 138\nF.3d,at 1080; see also n. 1,supra.\nSubsequently, the Sixth Circuit once again held, inRugierov.Department of Justice, that Exemption\n2 applies to “routine matters of merely internal significance.” 257\nF. 3d 534, 549 (2001). InSladekv.Bensinger, which the dissent also cites, the Fifth Circuit\ninsisted that the Government disclose a Drug Enforcement\nAdministration agent’s manual because it “is not the type of\ntrivial rule, such as allocation of parking facilities, that is\ncovered by Exemption 2.” 605 F. 2d 899, 902 (1979). In\nconfirming this Low 2 interpretation of the statute, the court\nacknowledged that another Circuit had embraced the High 2 standard.\nThe court, however, declined to consider this alternative\ninterpretation because it would not have changed the case’s\noutcome. Seeibid.Finally, the Eighth Circuit’s last word\non Exemption 2 is clear, and the dissent does not say otherwise.\nThe exemption, according to that most recent Eighth Circuit\ndecision, applies “only [to an agency’s] housekeeping matters.”Cox, 576 F. 2d, at 1309–1310 (internal quotation\nmarks omitted). The dissent is surely right to say,postat 2, thatCrooker“has guided nearly every FOIA case\ndecided over the last 30 years” in Circuits applyingCrooker; but that statement does not hold in the Circuits\nusing the Low 2 approach.Footnote 8Notably,\neven those courts approvingCrookerhave disagreed about\nhow to apply High 2. Fault lines include whether the risk of\ncircumvention must be significant, see,e.g., Hidalgov.FBI, 541 F. Supp. 2d 250, 253 (DC 2008); Pet. for\nCert. 15–16; whether courts should consider the public interest in\ndisclosure when calculating that risk, see,e.g.,Department of Justice, Guide to the Freedom of Information Act,\np. 185 (2009); and whether an agency must regulate the person\nor entity threatening circumvention; compare,e.g.,575\nF. 3d, at 971, with,e.g., id.,at 978 (W. Fletcher,\nJ., dissenting). The disagreement is not surprising. Because High 2\nis nowhere evident in the statute, courts lack the normal\nguideposts for ascertaining its coverage.Footnote 9The\ndissent asserts that “30 years of experience” with a more expansive\ninterpretation of the exemption suggests no “seriou[s]\ninterfere[nce] with … FOIA’s informational objectives.”Post, at 6. But those objectives suffer any time an agency\ndenies a FOIA request based on an improper interpretation of the\nstatute. To give just one example, the U. S. Forest Service has\nwrongly invoked Exemption 2 on multiple occasions to withhold\ninformation about (of all things) bird nesting sites. SeeAudubon Societyv.Forest Serv., 104 F. 3d\n1201, 1203 (CA10 1997); Maricopa Audubon Soc.v.Forest Serv., 108 F. 3d 1082, 1084 (CA9 1997). And\nrecent statistics raise a concern that federal agencies may too\nreadily use Exemption 2 to refuse disclosure. According toamicusPublic Citizen, “while reliance on exemptions\noverall rose 83% from 1998 to 2006, reliance on Exemption 2 rose\n344% during that same time period.” Brief for Public Citizen\net al. asAmici Curiae24. In 2009 alone, federal\ndepartments cited Exemption 2 more than 72,000 times to prevent\naccess to records. See Brief for Allied Daily Newspapers of\nWashington et al. asAmici Curiae3. We do not doubt\nthat many of these FOIA denials were appropriate. But we are unable\nto accept the dissent’s unsupported declaration that a sweeping\nconstruction of Exemption 2 has not interfered with Congress’s goal\nof broad disclosure.",
    "joined": []
}