{
    "case": {
        "docket": "15-1498",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/15-1498/"
    },
    "id": "3888144",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1498_________________JEFFERSON B. SESSIONS, III, ATTORNEY GENERAL,\nPETITIONERv.JAMES GARCIA DIMAYAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 17, 2018]Justice Kagan announced the judgment of the\nCourt and delivered the opinion of the Court with respect to Parts\nI, III, IV–B, and V, and an opinion with respect to Parts II and\nIV–A, in which Justice Ginsburg, Justice Breyer, and Justice\nSotomayor join.Three Terms ago, inJohnsonv.United\nStates, this Court held that part of a federal law’s definition\nof “violent felony” was impermissibly vague. See 576 U. S. ___\n(2015). The question in this case is whether a similarly worded\nclause in a statute’s definition of “crime of violence” suffers\nfrom the same constitutional defect. Adhering to our analysis inJohnson, we hold that it does.IThe Immigration and Nationality Act (INA)\nrenders deportable any alien convicted of an “aggravated felony”\nafter entering the United States. 8 U. S. C.\n§1227(a)(2)(A)(iii). Such an alien is also ineligible for\ncancellation of removal, a form of discretionary relief allowing\nsome deportable aliens to remain in the country. See §§1229b(a)(3),\n(b)(1)(C). Accordingly, removal is a virtual certainty for an alien\nfound to have an aggravated felony conviction, no matter how long\nhe has previously resided here.The INA defines “aggravated felony” by listing\nnumerous offenses and types of offenses, often with\ncross-references to federal criminal statutes. §1101(a)(43); seeLuna Torresv.Lynch, 578 U. S. ___, ___ (2016)\n(slip op., at 2). According to one item on that long list, an\naggravated felony includes “a crime of violence (as defined in\nsection 16 of title 18 . . . ) for which the term of\nimprisonment [is] at least one year.” §1101(a)(43)(F). The\nspecified statute, 18 U. S. C. §16, provides the federal\ncriminal code’s definition of “crime of violence.” Its two parts,\noften known as the elements clause and the residual clause,\ncover:“(a) an offense that has as an element the\nuse, attempted use, or threatened use of physical force against the\nperson or property of another, or“(b) any other offense that is a felony and\nthat, by its nature, involves a substantial risk that physical\nforce against the person or property of another may be used in the\ncourse of committing the offense.”Section 16(b), the residual clause, is the part\nof the statute at issue in this case.To decide whether a person’s conviction “falls\nwithin the ambit” of that clause, courts use a distinctive form of\nwhat we have called the categorical approach.Leocalv.Ashcroft, 543 U. S. 1, 7 (2004) . The question, we have\nexplained, is not whether “the particular facts” underlying a\nconviction posed the substantial risk that §16(b) demands.Ibid.Neither is the question whether the statutory elements\nof a crime require (or entail) the creation of such a risk in each\ncase that the crime covers.[1]\nThe §16(b) inquiry instead turns on the “nature of the offense”\ngener- ally speaking.Ibid.(referring to §16(b)’s “by its\nnature” language). More precisely, §16(b) requires a court to ask\nwhether “the ordinary case” of an offense poses the requisite risk.Jamesv.United States, 550 U. S. 192, 208\n(2007) ; seeinfra, at 7.In the case before us, Immigration Judges\nemployed that analysis to conclude that respondent James Dimaya is\ndeportable as an aggravated felon. A native of the Philippines,\nDimaya has resided lawfully in the United States since 1992. But he\nhas not always acted lawfully during that time. Twice, Dimaya was\nconvicted of first-degree burglary under California law. See Cal.\nPenal Code Ann. §§459, 460(a). Following his second offense, the\nGovernment initiated a removal proceeding against him. Both an\nImmigration Judge and the Board of Immigration Appeals held that\nCalifornia first-degree burglary is a “crime of violence” under\n§16(b). “[B]y its nature,” the Board reasoned, the offense “carries\na substantial risk of the use of force.” App. to Pet. for Cert.\n46a. Dimaya sought review in the Court of Appeals for the Ninth\nCircuit.While his appeal was pending, this Court held\nunconstitutional part of the definition of “violent felony” in the\nArmed Career Criminal Act (ACCA), 18 U. S. C. §924(e).\nACCA prescribes a 15-year mandatory minimum sentence if a person\nconvicted of being a felon in possession of a firearm has three\nprior convictions for a “violent felony.” §924(e)(1). The\ndefinition of that statutory term goes as follows:“any crime punishable by imprisonment for a\nterm exceeding one year . . . that—“(i) has as an element the use, attempted use,\nor threatened use of physical force against the person of another;\nor“(ii) is burglary, arson, or extortion, involves\nuse of explosives,or otherwise involves conduct that presents a\nserious potential risk of physical injury to another.”\n§924(e)(2)(B) (emphasis added).The italicized portion of that definition (like\nthe similar language of §16(b)) came to be known as the statute’s\nresidual clause. InJohnsonv.United States, the\nCourt declared that clause “void for vagueness” under the Fifth\nAmendment’s Due Process Clause. 576 U. S., at ___–___ (slip\nop., at 13–14).Relying onJohnson, the Ninth Circuit\nheld that §16(b), as incorporated into the INA, was also\nunconstitutionally vague, and accordingly ruled in Dimaya’s favor.\nSeeDimayav.Lynch, 803 F. 3d 1110, 1120\n(2015). Two other Circuits reached the same conclusion, but a third\ndistinguished ACCA’s residual clause from §16’s.[2] We granted certiorari to resolve the\nconflict.Lynchv.Dimaya, 579 U. S. ___\n(2016).II“The prohibition of vagueness in criminal\nstatutes,” our decision inJohnsonexplained, is an\n“essential” of due process, required by both “ordinary notions of\nfair play and the settled rules of law.” 576 U. S., at ___\n(slip op., at 4) (quotingConnallyv.General Constr.\nCo., 269 U. S. 385, 391 (1926) ). The void-for-vagueness\ndoctrine, as we have called it, guarantees that ordinary people\nhave “fair notice” of the conduct a statute proscribes.Papachristouv.Jacksonville, 405 U. S. 156, 162\n(1972) . And the doctrine guards against arbitrary or\ndiscriminatory law enforcement by insisting that a statute provide\nstandards to govern the actions of police officers, prosecutors,\njuries, and judges. SeeKolenderv.Lawson, 461\nU. S. 352, 357 –358 (1983). In that sense, the doctrine is a\ncorollary of the separation of powers—requiring that Congress,\nrather than the executive or judicial branch, define what conduct\nis sanctionable and what is not. Cf.id.,at 358, n. 7\n(“[I]f the legislature could set a net large enough to catch all\npossible offenders, and leave it to the courts to step inside and\nsay who could be rightfully detained, [it would] substitute the\njudicial for the legislative department” (internal quotation marks\nomitted)).The Government argues that a less searching form\nof the void-for-vagueness doctrine applies here than inJohnsonbecause this is not a criminal case. See Brief for\nPetitioner 13–15. As the Government notes, this Court has stated\nthat “[t]he degree of vagueness that the Constitution [allows]\ndepends in part on the nature of the enactment”: In particular, the\nCourt has “expressed greater tolerance of enactments with civil\nrather than criminal penalties because the consequences of\nimprecision are qualitatively less severe.”Hoffman Estatesv.Flipside, Hoffman Estates, Inc., 455 U. S. 489, 498\n–499 (1982). The removal of an alien is a civil matter. SeeArizonav.United States, 567 U. S. 387, 396\n(2012) . Hence, the Govern- ment claims, the need for clarity is\nnot so strong; even a law too vague to support a conviction or\nsentence may be good enough to sustain a deportation order. See\nBrief for Petitioner 25–26.But this Court’s precedent forecloses that\nargument, because we long ago held that the most exacting vagueness\nstandard should apply in removal cases. InJordanv.De\nGeorge, we considered whether a provision of immigration law\nmaking an alien deportable if convicted of a “crime involving moral\nturpitude” was “sufficiently definite.” 341 U. S. 223, 229\n(1951) . That provision, we noted, “is not a criminal statute” (as\n§16(b) actually is).Id.,at 231;supra,at 1–2.\nStill, we chose to test (and ultimately uphold) it “under the\nestablished criteria of the ‘void for vagueness’ doctrine”\napplicable to criminal laws. 341 U. S., at 231. That approach\nwas demanded, we explained, “in view of the grave nature of\ndeportation,”ibid.—a “drastic measure,” often amounting to\nlifelong “banishment or exile,”ibid.(quotingFong Haw\nTanv.Phelan, 333 U. S. 6, 10 (1948) ).Nothing in the ensuing years calls that\nreasoning into question. To the contrary, this Court has reiterated\nthat deportation is “a particularly severe penalty,” which may be\nof greater concern to a convicted alien than “any potential jail\nsentence.”Jae Leev.United States, 582 U. S.\n___, ___ (2017) (slip op., at 11) (quotingPadillav.Kentucky, 559 U. S. 356, 365, 368 (2010) ). And we have\nobserved that as federal immigration law increasingly hinged\ndeportation orders on prior convictions, removal proceedings became\never more “intimately related to the criminal process.”Chaidezv.United States, 568 U. S. 342, 352\n(2013) (quotingPadilla, 559 U. S., at 365). What\nfollows, asJordanrecognized, is the use of the same\nstandard in the two settings.For that reason, the Government cannot take\nrefuge in a more permissive form of the void-for-vagueness doctrine\nthan the oneJohnsonemployed. To salvage §16’s residual\nclause, even for use in immigration hearings, the Gov- ernment must\ninstead persuade us that it is materially clearer than its\nnow-invalidated ACCA counterpart. That is the issue we next\naddress, as guided byJohnson’s analysis.IIIJohnsonis a straightforward decision,\nwith equally straightforward application here. Its principal\nsection begins as follows: “Two features of [ACCA’s] residual\nclause conspire to make it unconstitutionally vague.” 576\nU. S., at ___ (slip op., at 5). The opinion then identifies\neach of those features and explains how their joinder produced\n“hopeless indeterminacy,” inconsistent with due process.Id.,at ___ (slip op., at 7). And with that reasoning,Johnsoneffectively resolved the case now before us. For\n§16’s residual clause has the same two features as ACCA’s, combined\nin the same constitutionally problem- atic way. Consider those two,\njust asJohnsondescribed them:“In the first place,”Johnsonexplained,\nACCA’s residual clause created “grave uncertainty about how to\nestimate the risk posed by a crime” because it “tie[d] the judicial\nassessment of risk” to a hypothesis about the crime’s “ordinary\ncase.”Id.,at ___ (slip op., at 5). Under the clause, a\ncourt focused on neither the “real-world facts” nor the bare\n“statutory elements” of an offense.Ibid.Instead, a court\nwas supposed to “imagine” an “idealized ordinary case of the\ncrime”—or otherwise put, the court had to identify the “kind of\nconduct the ‘ordinary case’ of a crime involves.”Ibid.But\nhow,Johnsonasked, should a court figure that out? By using\na “statistical analysis of the state reporter? A survey? Expert\nevidence? Google? Gut instinct?”Ibid.(internal quotation\nmarks omitted). ACCA provided no guidance, rendering judicial\naccounts of the “ordinary case” wholly “speculative.”Ibid.\nJohnsongave as its prime example the crime of attempted bur-\nglary. One judge, contemplating the “ordinary case,” would imagine\nthe “violent encounter” apt to ensue when a “would-be burglar [was]\nspotted by a police officer [or] private security guard.”Id.,at ___–___ (slip op., at 5–6). Another judge would\nconclude that “any confrontation” was more “likely to consist of\n[an observer’s] yelling ‘Who’s there?’ . . . and the\nburglar’s running away.”Id.,at ___ (slip op., at 6). But\nhow could either judge really know? “The residual clause,”Johnsonsummarized, “offer[ed] no reliable way” to discern\nwhat the ordinary version of any offense looked like.Ibid.And without that, no one could tell how much risk the offense\ngenerally posed.Compounding that first uncertainty,Johnsoncontinued, was a second: ACCA’s residual clause left\nunclear what threshold level of risk made any given crime a\n“violent felony.” Seeibid.The Court emphasized that this\nfeature alone would not have violated the void-for-vagueness\ndoctrine: Many perfectly constitutional statutes use imprecise\nterms like “serious potential risk” (as in ACCA’s residual clause)\nor “substantial risk” (as in §16’s). The problem came from layering\nsuch a standard on top of the requisite “ordinary case” inquiry. As\nthe Court explained:“[W]e do not doubt the constitutionality\nof laws that call for the application of a qualitative standard\nsuch as ‘substantial risk’ to real-world conduct; the law is full\nof instances where a man’s fate depends on his estimating rightly\n. . . some matter of degree[.] The residual clause,\nhowever, requires application of the ‘serious potential risk’\nstandard to an idealized ordinary case of the crime. Because the\nelements necessary to determine the imaginary ideal are\nuncertain[,] this abstract inquiry offers significantly less\npredictability than one that deals with the actual . . .\nfacts.”Id., at ___ (slip op., at 12) (some internal\nquotation marks, citations, and alterations omitted).So much less predictability, in fact, that\nACCA’s residual clause could not pass constitutional muster. As the\nCourt again put the point, in the punch line of its decision: “By\ncombining indeterminacy about how to measure the risk posed by a\ncrime with indeterminacy about how much risk it takes for the crime\nto qualify as a violent felony, the residual clause” violates the\nguarantee of due process.Id.,at ___ (slip op., at\n6).[3]Section 16’s residual clause violates that\npromise in just the same way. To begin whereJohnsondid,\n§16(b) also calls for a court to identify a crime’s “ordinary case”\nin order to measure the crime’s risk. The Government explicitly\nacknowledges that point here. See Brief for Petitioner 11 (“Section\n16(b), like [ACCA’s] residual clause, requires a court to assess\nthe risk posed by the ordinary case of a particular offense”). And\nindeed, the Government’s briefing inJohnsonwarned us about\nthat likeness, observing that §16(b) would be “equally susceptible\nto [an] objection” that focused on the problems of positing a\ncrime’s ordinary case. Supp. Brief for Respondent, O. T. 2014,\nNo. 13–7120, pp. 22–23. Nothing in §16(b) helps courts to\nperform that task, just as nothing in ACCA did. We can as well\nrepeat here what we asked inJohnson: How does one go about\ndivining the conduct entailed in a crime’s ordinary case?\nStatistical analyses? Surveys? Experts? Google? Gut instinct? SeeJohnson, 576 U. S., at ___ (slip op., at 5);supra,at 7;post,at 16–17 (Gorsuch, J., concurring\nin part and concurring in judgment). And we can as well reiterateJohnson’s example: In the ordinary case of attempted\nburglary, is the would-be culprit spotted and confronted, or scared\noff by a yell? Seepost,at 16 (opinion of Gorsuch, J.)\n(offering other knotty examples). Once again, the questions have no\ngood answers; the “ordinary case” remains, asJohnsondescribed it, an excessively “speculative,” essentially inscrutable\nthing. 576 U. S., at ___ (slip op., at 5); accordpost,\nat 27 (Thomas, J., dissenting).[4]And §16(b) also possesses the second fatal\nfeature of ACCA’s residual clause: uncertainty about the level of\nrisk that makes a crime “violent.” In ACCA, that threshold was\n“serious potential risk”; in §16(b), it is “substantial risk.” Seesupra,at 2, 4. But the Government does not argue that the\nlatter formulation is any more determinate than the former, and for\ngood reason. As The Chief Justice’s valiant attempt to do so shows,\nthat would be slicing the baloney mighty thin. Seepost,at\n5–6 (dissenting opinion). And indeed,Johnsonas much as\nequated the two phrases: Return to the block quote above, and note\nhowJohnson—as though anticipating this case—refers to them\ninterchangeably, as alike examples of imprecise “qualitative\nstandard[s].” Seesupra,at 8; 576 U. S., at ___ (slip\nop., at 12). Once again, the point is not that such a non-numeric\nstandard is alone problematic: InJohnson’s words, “we do\nnot doubt” the constitutionality of applying §16(b)’s “substantial\nrisk [standard] to real-world conduct.”Id.,at ___ (slip\nop., at 12) (internal quotation marks omitted). The difficulty\ncomes, in §16’s residual clause just as in ACCA’s, from applying\nsuch a standard to “a judge-imagined abstraction”—i.e., “an\nidealized ordinary case of the crime.”Id.,at ___, ___\n(slip op., at 6, 12). It is then that the standard ceases to work\nin a way consistent with due process.In sum, §16(b) has the same “[t]wo features”\nthat “conspire[d] to make [ACCA’s residual clause]\nunconstitutionally vague.”Id., at ___ (slip op., at 5). It\ntoo “requires a court to picture the kind of conduct that the crime\ninvolves in ‘the ordinary case,’ and to judge whether that\nabstraction presents” some\nnot-well-specified-yet-sufficiently-large degree of risk.Id., at ___ (slip op., at 4). The result is that §16(b)\nproduces, just as ACCA’s residual clause did, “more\nunpredictability and arbitrariness than the Due Process Clause\ntolerates.”Id.,at ___ (slip op., at 6).IVThe Government and dissents offer two\nfundamentally different accounts of how §16(b) can escape unscathed\nfrom our decision inJohnson. Justice Thomas accepts that\nthe ordinary-case inquiry makes §16(b) “impossible to apply.”Post,at 27. His solution is to overthrow our historic\nunderstanding of the statute: We should now read §16(b), he says,\nto ask about the risk posed by a particular defendant’s particular\nconduct. In contrast, the Government, joined by The Chief Justice,\naccepts that §16(b), as long interpreted, demands a categorical\napproach, rather than a case-specific one. They argue only that\n“distinctive textual features” of §16’s residual clause make\napplying it “more predictable” than its ACCA counter- part. Brief\nfor Petitioner 28, 29. We disagree with both arguments.AThe essentials of Justice Thomas’s position go\nas follows. Section 16(b), he says, cannot have one meaning, but\ncould have one of two others. Seepost,at 27. The provision\ncannot demand an inquiry merely into the elements of a crime,\nbecause that is the province of §16(a). Seesupra,at 2\n(setting out §16(a)’s text). But that still leaves a pair of\noptions: the categorical, ordinary-case approach and the\n“underlying-conduct approach,” which asks about the specific way in\nwhich a defendant committed a crime.Post,at 25. According\nto Justice Thomas, each option is textually viable (although he\ngives a slight nod to the latter based on §16(b)’s use of the word\n“involves”). Seepost,at 24–26. What tips the scales is\nthat only one—the conduct approach—is at all “workable.”Post,at 27. The difficulties of the ordinary-case inquiry,\nJustice Thomas rightly observes, underlie this Court’s view that\n§16(b) is too vague. So abandon that inquiry, Justice Thomas urges.\nAfter all, he reasons, it is the Court’s “plain duty,” under the\nconstitutional avoidance canon, to adopt any reasonable\nconstruction of a statute that escapes constitutional problems.Post,at 28–29 (quotingUnited States ex rel. Attorney\nGeneralv.Delaware & Hudson Co., 213 U. S.\n366, 407 (1909) ).For anyone who has readJohnson, that\nargument will ring a bell. The dissent there issued the same\ninvitation, based on much the same reasoning, to jettison the\ncategorical approach in residual-clause cases. 576 U. S., at\n___–___ (slip op., at 9–13) (opinion of Alito, J.). The Court\ndeclined to do so. It first noted that the Government had not asked\nus to switch to a fact-based inquiry. It then observed that the\nCourt “had good reasons” for originally adopting the categorical\napproach, based partly on ACCA’s text (which, by the way, uses the\nword “involves” identi- cally) and partly on the “utter\nimpracticability” of the alter- native.Id.,at ___ (slip\nop., at 13) (majority opinion). “The only plausible interpretation”\nof ACCA’s residual clause, we concluded, “requires use of the\ncategorical approach”—even if that approach could not in the end\nsatisfy constitutional standards.Ibid.(internal quotation\nmarks and alteration omitted).The same is true here—except more so. To begin\nwhereJohnsondid, the Government once again “has not asked\nus to abandon the categorical approach in residual-clause cases.”Ibid.To the contrary, and as already noted, the Government\nhas conceded at every step the correctness of that statutory\nconstruction. Seesupra,at 9. And this time, the\nGovernment’s decision is even more noteworthy than before—precisely\nbecause theJohnsondissent laid out the opposite view,\npresenting it in prepackaged form for the Government to take off\nthe shelf and use in the §16(b) context. Of course, we are not\nforeclosed from going down Justice Thomas’s path just because the\nGovernment has not done so. But we find it significant that the\nGovernment cannot bring itself to say that the fact-based approach\nJustice Thomas proposes is a tenable interpretation of §16’s\nresidual clause.Perhaps one reason for the Government’s\nreluctance is that such an approach would generate its own\nconstitutional questions. As Justice Thomas relates,post,at 22, 28, this Court adopted the categorical approach in part to\n“avoid[ ] the Sixth Amendment concerns that would arise from\nsentencing courts’ making findings of fact that properly belong to\njuries.”Descampsv.United States, 570 U. S.\n254, 267 (2013) . Justice Thomas thinks that issue need not detain\nus here because “the right of trial by jury ha[s] no application in\na removal proceeding.”Post,at 28 (internal quotation marks\nomitted). But although this particular case involves removal,\n§16(b) is a criminal statute, with criminal sentencing\nconsequences. Seesupra,at 2. And this Court has held (it\ncould hardly have done otherwise) that “we must interpret the\nstatute con- sistently, whether we encounter its application in a\ncriminal or noncriminal context.”Leocal, 543 U. S., at\n12, n. 8. So Justice Thomas’s suggestion would merely\nping-pong us from one constitutional issue to another. And that\nmeans the avoidance canon cannot serve, as he would like, as the\ninterpretive tie breaker.In any event, §16(b)’s text creates no draw:\nBest read, it demands a categorical approach. Our decisions have\nconsistently understood language in the residual clauses of both\nACCA and §16 to refer to “the statute of conviction, not to the\nfacts of each defendant’s conduct.”Taylorv.United\nStates, 495 U. S. 575, 601 (1990) ; seeLeocal, 543\nU. S., at 7 (Section 16 “directs our focus to the ‘offense’ of\nconviction . . . rather than to the particular facts”).\nSimple references to a “conviction,” “felony,” or “offense,” we\nhave stated, are “read naturally” to denote the “crime asgenerallycommitted.”Nijhawanv.Holder, 557\nU. S. 29, 34 (2009) ; seeLeocal, 543 U. S., at 7;Johnson, 576 U. S., at ___ (slip op., at 13). And the\nwords “by its nature” in §16(b) make that meaning all the clearer.\nThe statute, recall, directs courts to consider whether an offense,by its nature, poses the requisite risk of force. An\noffense’s “nature” means its “normal and characteristic quality.”\nWebster’s Third New International Dictionary 1507 (2002). So §16(b)\ntells courts to figure out what an offense normally—or, as we have\nrepeatedly said, “ordinarily”—entails, not what happened to occur\non one occasion. And the same conclusion follows if we pay\nattention to language that ismissingfrom §16(b). As we\nhave observed in the ACCA context, the absence of terms alluding to\na crime’s circumstances, or its commission, makes a fact-based\ninterpretation an uncomfortable fit. SeeDescamps, 570\nU. S., at 267. If Congress had wanted judges to look into a\nfelon’s actual conduct, “it presumably would have said so; other\nstatutes, in other contexts, speak in just that way.”Id.,at 267–268.[5] The upshot of\nall this textual evidence is that §16’s residual clause—like\nACCA’s, except still more plainly—has no “plausible” fact-based\nreading.Johnson,576 U. S., at ___ (slip op., at\n13).And finally, the “utter impracticability”—and\nassociated inequities—of such an interpretation is as great in the\none statute as in the other.Ibid.This Court has often\ndescribed the daunting difficulties of accurately\n“reconstruct[ing],” often many years later, “the conduct underlying\n[a] conviction.”Ibid.;Descamps, 570 U. S., at\n270;Taylor, 495 U. S., at 601–602. According to\nJustice Thomas, we need not worry here because immigration judges\nhave some special factfinding talent, or at least experience, that\nwould mitigate the risk of error attaching to that endeavor in\nfederal courts. Seepost,at 30. But we cannot see putting\nso much weight on the superior factfinding prowess of (notoriously\noverburdened) immigration judges. And as we have said before,\n§16(b) is a criminal statute with applications outside the\nimmigration context. Seesupra,at 2, 13. Once again, then,\nwe have no ground for discovering a novel interpretation of §16(b)\nthat would remove us from the dictates ofJohnson.BAgreeing that is so, the Government (joined by\nThe Chief Justice) takes a narrower path to the same desired\nresult. It points to three textual discrepancies between ACCA’s\nresidual clause and §16(b), and argues that they make §16(b)\nsignificantly easier to apply. But each turns out to be the\nproverbial distinction without a difference. None relates to the\npair of features—the ordinary-case inquiry and a hazy risk\nthreshold—thatJohnsonfound to produce impermissible\nvagueness. And none otherwise affects the determinacy of the\nstatutory inquiry into whether a prior conviction is for a violent\ncrime. That is why, contrary to the Government’s final argument,\nthe experience of applyingbothstatutes has generated\nconfusion and division among lower courts.1The Government first—and foremost—relies on\n§16(b)’s express requirement (absent from ACCA) that the risk arise\nfrom acts taken “in the course of committing the offense.” Brief\nfor Petitioner 31. (The Chief Justice’s dissent echoes much of this\nargument. Seepost,at 6–7.) Because of that “temporal\nrestriction,” a court applying §16(b) may not “consider risks\narisingafter” the offense’s commission is over.Ibid.In the Government’s view, §16(b)’s text thereby\ndemands a “significantly more focused inquiry” than did ACCA’s\nresidual clause.Id.,at 32.To assess that claim, start with the meaning of\n§16(b)’s “in the course of” language. That phrase, understood in\nthe normal way, includes the conduct occurring throughout a crime’s\ncommission—not just the conduct sufficient to satisfy the offense’s\nformal elements. The Government agrees with that construction,\nexplaining that the words “in the course of” sweep in everything\nthat happens while a crime continues. See Tr. of Oral Arg. 57–58\n(Oct. 2, 2017) (illustrating that idea with reference to\nconspiracy, burglary, kidnapping, and escape from prison). So, for\nexample, conspiracy may be a crime of violence under §16(b) because\nof the risk of force while the conspiracy is ongoing (i.e.,“in the course of” the conspiracy); it is irrelevant that\nconspiracy’s elements are met as soon as the participants have made\nan agreement. Seeibid.;United Statesv.Doe,\n49 F. 3d 859, 866 (CA2 1995). Similarly, and closer to home,\nburglary may be a crime of violence under §16(b) because of the\nprospects of an encounter while the burglar remains in a building\n(i.e.,“in the course of” the burglary); it does not matter\nthat the elements of the crime are met at the precise moment of his\nentry. See Tr. of Oral Arg. 57–58 (Oct. 2, 2017);James, 550\nU. S., at 203. In other words, a court applying §16(b) gets to\nconsider everything that is likely to take place for as long as a\ncrime is being committed.Because that is so, §16(b)’s “in the course of”\nlanguage does little to narrow or focus the statutory inquiry. All\nthat the phrase excludes is a court’s ability to consider the risk\nthat force will be used after the crime has entirely concluded—so,\nfor example, after the conspiracy has dissolved or the burglar has\nleft the building. We can construct law-school-type hypotheticals\nfitting that fact pattern—say, a burglar who constructs a booby\ntrap that later knocks out the homeowner. But such imaginative\nforays cannot realistically affect a court’s view of theordinary caseof a crime, which is all that matters under\nthe statute. Seesupra,at 2–3, 7. In the ordinary case, the\nriskiness of a crime arises from events occurring during its\ncommission, not events occurring later. So with or without §16(b)’s\nexplicit temporal language, a court applying the section would do\nthe same thing—ask what usually happens when a crime goes down.And that is just what courts did when applying\nACCA’s residual clause—and for the same reason. True, that clause\nlacked an express temporal limit. But not a single one of this\nCourt’s ACCA decisions turned on conduct that might occur after a\ncrime’s commission; instead, each hinged on the risk arising from\nevents that could happen while the crime was ongoing. See,e.g.,\nSykesv.United States, 564 U. S. 1, 10 (2011)\n(assessing the risks attached to the “confrontations that initiate\nand terminate” vehicle flight, along with “intervening” events);Chambersv.United States, 555 U. S. 122, 128\n(2009) (rejecting the Government’s argument that violent incidents\n“occur[ring] long after” a person unlawfully failed to report to\nprison rendered that crime a violent felony). Nor could those\ndecisions have done otherwise, given the statute’s concern with the\nordinary (rather than the outlandish) case. Once again, the\nriskiness of a crime in the ordinary case depends on the acts taken\nduring—not after—its commission. Thus, the analyses under ACCA’s\nresidual clause and §16(b) coincide.The upshot is that the phrase “in the course of”\nmakes no difference as to either outcome or clarity. Every offense\nthat could have fallen within ACCA’s residual clause might equally\nfall within §16(b). And the difficulty of deciding whether it does\nso remains just as intractable. Indeed, we cannot think of a single\nfederal crime whose treatment becomes more obvious under §16(b)\nthan under ACCA because of the words “in the course of.”[6] The phrase, then, cannot cure the\nstatutory indeterminacyJohnsondescribed.Second, the Government (and again, The Chief\nJustice’s dissent, seepost,at 6) observes that §16(b)\nfocuses on the risk of “physical force” whereas ACCA’s residual\nclause asked about the risk of “physical injury.” The §16(b)\ninquiry, the Government says, “trains solely” on the conduct\ntypically involved in a crime. Brief for Petitioner 36. By\ncontrast, the Government continues, ACCA’s residual clause required\na second inquiry: After describing the ordinary criminal’s conduct,\na court had to “speculate about a chain of causation that could\npossibly result in a victim’s injury.”Ibid.The\nGovernment’s conclusion is that the §16(b) inquiry is “more\nspecific.”Ibid.But once more, we struggle to see how that\nstatutory distinction would matter. To begin with, the first of the\nGovernment’s two steps—defining the conduct in the ordinary case—is\nalmost always the difficult part. Once that is accomplished, the\nassessment of consequences tends to follow as a matter of course.\nSo, for example, if a crime is likely enough to lead to a shooting,\nit will also be likely enough to lead to an injury. And still more\nimportant, §16(b) involves two steps as well—and essentially the\nsame ones. In interpreting statutes like §16(b), this Court has\nmade clear that “physical force” means “force capable of causing\nphysical pain or injury.”Johnsonv.United States,\n559 U. S. 133, 140 (2010) (defining the term for purposes of\ndeciding what counts as a “violent” crime). So under §16(b) too, a\ncourt must not only identify the conduct typically involved in a\ncrime, but also gauge its potential consequences. Or said a bit\ndifferently, evaluating the risk of “physical force” itself entails\nconsidering the risk of “physical injury.” For those reasons, the\nforce/injury distinction is unlikely to affect a court’s analysis\nof whether a crime qualifies as violent. All the same crimes\nmight—or, then again, might not—satisfy both requirements.\nAccordingly, this variance in wording cannot make ACCA’s residual\nclause vague and §16(b) not.Third, the Government briefly notes that §16(b),\nunlike ACCA’s residual clause, is not preceded by a “confusing list\nof exemplar crimes.” Brief for Petitioner 38. (The Chief Justice’s\ndissent reiterates this argument, with some additional references\nto our caselaw. Seepost,at 10–12.) Here, the Government is\nreferring to the offenses ACCA designated as violent felonies\nindependently of the residual clause (i.e., burglary, arson,\nextortion, and use of explosives). Seesupra,at 4.\nAccording to the Government, those crimes provided “contradictory\nand opaque indications” of what non-specified offenses should also\ncount as violent. Brief for Petitioner 38. Because §16(b) lacks any\nsuch enumerated crimes, the Government concludes, it avoids the\nvagueness of ACCA’s residual clause.We readily accept a part of that argument. This\nCourt for several years looked to ACCA’s listed crimes for help in\ngiving the residual clause meaning. See,e.g., Begayv.United States, 553 U. S. 137, 142 (2008) ;James, 550 U. S., at 203. But to no avail. As the\nGovernment relates (andJohnsonexplained), the enumerated\ncrimes were themselves too varied to provide such assistance. See\nBrief for Petitioner 38–40; 576 U. S., at ___ (slip op., at\n12). Trying to reconcile them with each other, and then compare\nthem to whatever unlisted crime was at issue, drove many a judge a\nlittle batty. And more to the point, the endeavor failed to bring\nany certainty to the residual clause’s application. See Brief for\nPetitioner 38–40.But the Government’s conclusion does not follow.\nTo say that ACCA’s listed crimes failed to resolve the residual\nclause’s vagueness is hardly to say they caused the problem. Had\nthey done so,Johnsonwould not have needed to strike down\nthe clause. It could simply have instructed courts to give up on\ntrying to interpret the clause by reference to the enumerated\noffenses. (Contrary to The Chief Justice’s suggestion, seepost,at 12, discarding an interpretive tool once it is\nfound not to actually aid in interpretation hardly “expand[s]” the\nscope of a statute.) ThatJohnsonwent so much\nfurther—invalidating a statutory provision rather than construing\nit independently of another—demonstrates that the list of crimes\nwas not the culprit. And indeed,Johnsonexplicitly said as\nmuch. As described earlier,Johnsonfound the residual\nclause’s vagueness to reside in just “two” of its features: the\nordinary-case requirement and a fuzzy risk standard. See 576\nU. S.,at ___–___ (slip op., at 5–6);supra,at\n7–8. Strip away the enumerated crimes—as Congress did in §16(b)—and\nthose dual flaws yet remain. And ditto the textual indeterminacy\nthat flows from them.2Faced with the two clauses’ linguistic\nsimilarity, the Government relies significantly on an argument\nrooted in judicial experience. Our opinion inJohnson, the\nGovernment notes, spoke of the longstanding “trouble” that this\nCourt and others had in “making sense of [ACCA’s] residual clause.”\n576 U. S., at ___ (slip op., at 9); see Brief for Petitioner\n45. According to the Government, §16(b) has not produced\n“comparable difficulties.”Id.,at 46. Lower courts, the\nGovernment claims, have divided less often about the provision’s\nmeaning, and as a result this Court granted certiorari on “only a\nsingle Section 16(b) case” before this one.Ibid.[7] “The most likely explanation,” the\nGovernment concludes, is that “Section 16(b) is clearer” than its\nACCA counterpart.Id.,at 47.But in fact, a host of issues respecting\n§16(b)’s application to specific crimes divide the federal\nappellate courts. Does car burglary qualify as a violent felony\nunder §16(b)? Some courts say yes, another says no.[8] What of statutory rape? Once again, the\nCircuits part ways.[9] How\nabout evading arrest? The decisions point in different\ndirections.[10] Residential\ntrespass? The same is true.[11] Those examples do not exhaust the current catalogue\nof Circuit conflicts concerning §16(b)’s application. See Brief for\nNational Immigration Project of the National Lawyers Guild\net al. asAmici Curiae7–18 (citing divided appellate\ndecisions as to the unauthorized use of a vehicle, firearms\npossession, and abduction). And that roster would just expand with\ntime, mainly because, asJohnsonexplained, precious few\ncrimes (of the thousands that fill the statute books) have an\nobvious, non-speculative—and therefore undisputed—“ordinary case.”\nSee 576 U. S., at ___–___ (slip op., at 5–6).Nor does this Court’s prior handling of §16(b)\ncases support the Government’s argument. To be sure, we have heard\noral argument in only two cases arising from §16(b) (including this\none), as compared with five involving ACCA’s residual clause\n(includingJohnson).[12] But while some of those ACCA suits were pending\nbefore us, we received a number of petitions for certiorari\npresenting related issues in the §16(b) context. And after issuing\nthe relevant ACCA decisions, we vacated the judgments in those\n§16(b) cases and remanded them for further consideration.[13] That we disposed of the ACCA and\n§16(b) petitions in that order, rather than its opposite, provides\nno reason to disregard the indeterminacy that §16(b) shares with\nACCA’s residual clause.And of course, this Court’s experience in\ndeciding ACCA cases only supports the conclusion that §16(b) is too\nvague. For that record reveals that a statute with all the same\nhallmarks as §16(b) could not be applied with the predictability\nthe Constitution demands. Seeid.,at ___–___ (slip op., at\n6–9);supra,at 6–9. The Government would condemn us to\nrepeat the past—to rerun the old ACCA tape, as though we remembered\nnothing from its first showing. But why should we disregard a\nlesson so hard learned? “Insanity,” Justice Scalia wrote in the\nlast ACCA residual clause case beforeJohnson, “is doing the\nsame thing over and over again, but expecting different results.”Sykes, 564 U. S., at 28 (dissenting opinion). We\nabandoned that lunatic practice inJohnsonand see no reason\nto start it again.VJohnsontells us how to resolve this\ncase. That decision held that “[t]wo features of [ACCA’s] residual\nclause conspire[d] to make it unconstitutionally vague.” 576\nU. S., at ___ (slip op., at 5). Because the clause had both an\nordinary-case requirement and an ill-defined risk threshold, it\nnecessarily “devolv[ed] into guesswork and intuition,” invited\narbitrary enforcement, and failed to provide fair notice.Id.,at ___ (slip op., at 8). Section 16(b) possesses the\nexact same two features. And none of the minor linguistic\ndisparities in the statutes makes any real difference. So just like\nACCA’s residual clause, §16(b) “produces more unpredictability and\narbitrariness than the Due Process Clause tolerates.”Id.,at ___ (slip op., at 6). We accordingly affirm the judgment of the\nCourt of Appeals.It is so ordered.Notes1The analysis thus differs\nfrom the form of categorical approach used to determine whether a\nprior conviction is for a particular listed offense (say, murder or\narson). In that context, courts ask what the elements of a given\ncrime always require—in effect, what is legally necessary for a\nconviction. See,e.g., Descampsv.United States, 570\nU. S. 254, 260 –261 (2013);Moncrieffev.Holder, 569 U. S. 184, 190 –191 (2013).2CompareShutiv.Lynch, 828 F.3d 440 (CA6 2016) (finding §16(b)\nunconstitutionally vague);United Statesv.Vivas-Ceja, 808 F. 3d 719 (CA7 2015) (same), withUnited Statesv.Gonzalez-Longoria, 831 F. 3d\n670 (CA5 2016) (en banc) (upholding §16(b)).3Johnsonalso\nanticipated and rejected a significant aspect of Justice Thomas’s\ndissent in this case. According to Justice Thomas, a court may not\ninvalidate a statute for vagueness if it is clear in any of its\napplications—as he thinks is true ofcompletedburglary,\nwhich is the offense Dimaya committed. Seepost,at 16–20.\nBut as an initial matter,Johnsonexplained that supposedly\neasy applications of the residual clause might not be “so easy\nafter all.” 576 U. S., at ___–___ (slip op., at 10–11). The\ncrime of completed burglary at issue here illustrates that point\nforcefully. Seeid.,at ___ (slip op., at 6) (asking whether\n“an ordinary burglar invade[s] an occupied home by night or an\nunoccupied home by day”);Dimayav.Lynch,803\nF. 3d 1110, 1116, n. 7 (CA9 2015) (noting that only about\nseven percent of burglaries actually involve violence); Cal. Penal\nCode Ann. §§459, 460 (West 2010) (sweeping so broadly as to cover\neven dishonest door-to-door salesmen). And still more\nfundamentally,Johnsonmade clear that our decisions\n“squarely contradict the theory that a vague provision is\nconstitutional merely because there is some conduct that clearly\nfalls within the provision’s grasp.” 576 U. S., at ___ (slip\nop., at 11).4The Chief Justice’s\ndissent makes light of the difficulty of identifying a crime’s\nordinary case. In a single footnote, The Chief Justice portrays\nthat task as no big deal: Just eliminate the “atypical” cases, and\n(presto!) the crime’s nature and risk are revealed. Seepost,at 5, n. 1. That rosy view—at complete odds withJohnson—underlies his whole dissent (and especially, his\nanalysis of how §16(b) applies to particular offenses, seepost,at 7–10). In effect, The Chief Justice is able to\nconclude that §16(b) can surviveJohnsononly by refusing to\nacknowledge one of the two core insights of that\ndecision.5For example, inUnited\nStatesv.Hayes, 555 U. S. 415 (2009) , this Court\nheld that a firearms statute referring to former crimes as\n“committed by” specified persons requires courts to consider\nunderlying facts.Id.,at 421. And inNijhawanv.Holder, 557 U. S. 29 (2009) , the Court similarly\nadopted a non-categorical interpretation of one of the aggravated\nfelonies listed in the INA because of the phrase, appended to the\nnamed offense, “in which the loss to the victim or victims exceeds\n$10,000.”Id.,at 34, 36 (emphasis deleted). Justice Thomas\nsuggests thatNijhawanrejected the relevance of our ACCA\nprecedents in interpreting the INA’s aggravated-felony\nlist—including its incorporation of §16(b).Post,at 29–30.\nBut that misreads the decision. InNijhawan, we considered\nan item on the INA’s list that looks nothing like ACCA, and we\nconcluded—no surprise here—that our ACCA decisions did not offer a\nuseful guide. As to items on the INA’s list thatdomirror\nACCA, the opposite conclusion of course follows.6In response to repeated\nquestioning at two oral arguments, the Government proposed one (and\nonly one) such crime—but we disagree that §16(b)’s temporal\nlanguage would aid in its analysis. According to the Government,\npossession of a short-barreled shotgun could count as violent under\nACCA but not under §16(b) because shooting the gun is “not in the\ncourse of committing the crime of possession.” Tr. of Oral Arg.\n59–60 (Oct. 2, 2017); see Tr. of Oral Arg. 6–7 (Jan. 17, 2017);\nBrief for Petitioner 32–34. That is just wrong: When a criminal\nshoots a gun, he does so while (“in the course of ”)\npossessing it (except perhaps in some physics-defying fantasy\nworld). What makes the offense difficult to classify as violent is\nsomething different: that while some people use the short-barreled\nshotguns they possess to commit murder, others merely store them in\na nearby firearms cabinet—and it is hard to settle which is the\nmore likely scenario. CompareJohnson, 576 U. S., at\n___–___ (slip op., at 19–20) (Alito, J., dissenting) (“It is\nfanciful to assume that a person who [unlawfully possesses] a\nnotoriously dangerous weapon is unlikely to use that weapon in\nviolent ways”), withid.,at ___ (slip op., at 4) (Thomas,\nJ., concurring) (Unlawful possession of a short-barreled shotgun\n“takes place in a variety of ways . . . many, perhaps\nmost, of which do not involve likely accompanying violence”\n(internal quotation marks omitted)). But contrary to The Chief\nJustice’s suggestion, seepost,at 7–8 (which, again, is\ntied to his disregard of the ordinary-case inquiry, seesupra,at 10, n. 4), that issue must be settled no less\nunder §16(b) than under ACCA.7And, The Chief Justice\nemphasizes, we decided that one unanimously! Seepost,at 3\n(discussingLeocalv.Ashcroft, 543 U. S. 1\n(2004) ). But one simple application does not a clear statute make.\nAs we put the point inJohnson: Our decisions “squarely\ncontradict the theory that a vague provision is constitutional\nmerely because there is some conduct that clearly falls within the\nprovision’s grasp.” 576 U. S., at ___ (slip op., at 11); seesupra,at 9, n. 4.8CompareEscudero-Arciniegav.Holder, 702 F. 3d 781,\n784–785 (CA5 2012) (per curiam) (yes, it does), andUnited Statesv.Guzman-Landeros, 207 F. 3d\n1034, 1035 (CA8 2000) (per curiam) (same), withSareang\nYev.INS, 214 F. 3d 1128, 1133–1134 (CA9 2000)\n(no, it does not).9CompareAguiarv.Gonzales, 438 F. 3d 86, 89–90 (CA1 2006) (statutory\nrape involves a substantial risk of force);Cheryv.Ashcroft, 347 F. 3d 404, 408–409 (CA2 2003) (same); andUnited Statesv.Velazquez-Overa, 100 F. 3d 418,\n422 (CA5 1996) (same), withValenciav.Gonzales, 439\nF. 3d 1046, 1052 (CA9 2006) (statutory rape does not involve\nsuch a risk).10CompareDixonv.Attorney\nGen., 768 F. 3d 1339, 1343–1346 (CA11 2014) (holding that\none such statute falls under §16(b)), withFlores-Lopezv.Holder, 685 F. 3d 857, 863–865 (CA9 2012) (holding that\nanother does not).11CompareUnited Statesv.Venegas-Ornelas, 348 F. 3d 1273, 1277–1278 (CA10 2003)\n(residential trespass is a crime of violence), withZivkovicv.Holder, 724 F. 3d 894, 906 (CA7 2013) (it is\nnot).12From\nall we can tell—and all the Government has told us, see Brief for\nPetitioner 45–52—lower courts have also decided many fewer cases\ninvolving §16(b) than ACCA’s residual clause. That disparity likely\nreflects the Government’s lesser need to rely on §16(b). That\nprovision is mainly employed (as here) in the immigration context,\nto establish an “aggravated felony” requiring deportation. Seesupra,at 2. But immigration law offers many other ways to\nachieve that result. The INA lists 80 or so crimes that count as\naggravated felonies; only if a conviction is not for one of those\nspecified offenses need the Government resort to §16(b) (or another\ncatch-all provision). SeeLuna Torresv.Lynch, 578\nU. S. ___, ___ (2016) (slip op., at 2). By contrast, ACCA\nenumerates only four crimes as a basis for enhancing sentences; the\nGovernment therefore had reason to use the statute’s residual\nclause more often.13See,e.g., Amendariz-Morenov.United States, 555\nU. S. 1133 (2009) (vacating and remanding for reconsideration\nin light ofBegayv.United States, 553 U. S.\n137 (2008) , andChambersv.United States, 555\nU. S. 122 (2009) );Castillo-Luciov.United\nStates, 555 U. S. 1133 (2009) (same);Addov.Mukasey, 555 U. S. 1132 (2009) (vacating and remanding\nin light ofChambers);Serna-Guerrav.Holder,\n556 U. S 1279 (2009) (same);Reyes-Figueroav.United States, 555 U. S. 1132 (2009)\n(same).",
    "joined": []
}