{
    "case": {
        "docket": "460",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/460/"
    },
    "id": "1970507",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 10–9646 and 10–9647_________________EVAN MILLER, PETITIONER10–9646v.ALABAMAon writ of certiorari to the court of criminal\nappeals of alabamaKUNTRELL JACKSON, PETITIONER10–9647v.RAY HOBBS, DIRECTOR, ARKANSAS\nDEPARTMENT OF CORRECTIONon writ of certiorari to the supreme court of\narkansas[June 25, 2012]Justice Kagan delivered the opinion of the\nCourt.The two 14-year-old offenders in these cases\nwere convicted of murder and sentenced to life imprisonment without\nthe possibility of parole. In neither case did the sentencing\nauthority have any discretion to impose a different punishment.\nState law mandated that each juvenile die in prison even if a judge\nor jury would have thought that his youth and its attendant\ncharacteristics, along with the nature of his crime, made a lesser\nsentence (for example, lifewiththe possibility of parole)\nmore appropriate. Such a scheme prevents those meting out\npunishment from considering a juvenile’s “lessened culpability” and\ngreater “capacity for change,”Grahamv.Florida, 560\nU. S. ___, ___ (2010) (slip op., at 17, 23), and runs afoul of\nour cases’ requirement of individualized sentencing for defendants\nfacing the most serious penalties. We therefore hold that mandatory\nlife without parole for those under the age of 18 at the time of\ntheir crimes violates the Eighth Amendment’s prohibition on “cruel\nand unusual punishments.”IAIn November 1999, petitioner Kuntrell Jackson,\nthen 14 years old, and two other boys decided to rob a video store.\nEn route to the store, Jackson learned that one of the boys,\nDerrick Shields, was carrying a sawed-off shotgun in his coat\nsleeve. Jackson decided to stay outside when the two other boys\nentered the store. Inside, Shields pointed the gun at the store\nclerk, Laurie Troup, and demanded that she “give up the money.”Jacksonv.State, 359 Ark. 87, 89, 194 S.W.3d 757,\n759 (2004) (internal quotation marks omitted). Troup refused. A few\nmoments later, Jackson went into the store to find Shields\ncontinuing to demand money. At trial, the parties disputed whether\nJackson warned Troup that “[w]e ain’t playin’,” or instead told his\nfriends, “I thought you all was playin’.”Id.,at 91, 194\nS. W. 3d, at 760 (internal quotation marks omitted). When\nTroup threatened to call the police, Shields shot and killed her.\nThe three boys fled empty-handed. Seeid.,at 89–92, 194\nS. W. 3d, at 758–760.Arkansas law gives prosecutors discretion to\ncharge 14-year-olds as adults when they are alleged to have\ncommitted certain serious offenses. See Ark. Code Ann.\n§9–27–318(c)(2) (1998). The prosecutor here exercised that\nauthority by charging Jackson with capital felony murder and\naggravated robbery. Jackson moved to transfer the case to juvenile\ncourt, but after considering the alleged facts of the crime, a\npsychiatrist’s examination, and Jackson’s juvenile arrest history\n(shoplifting and several incidents of car theft), the trial court\ndenied the motion, and an appellate court affirmed. SeeJacksonv.State, No. 02–535, 2003 WL 193412, *1\n(Ark. App., dateJan. 29, 2003); §§9–27–318(d), (e). A jury later\nconvicted Jackson of both crimes. Noting that “in view of [the]\nverdict, there’s only one possible punishment,” the judge sentenced\nJackson to life without parole. App. in No. 10–9647, p. 55\n(hereinafter Jackson App.); see Ark. Code Ann. §5–4–104(b) (1997)\n(“A defendant convicted of capital murder or treason shall be\nsentenced to death or life imprisonment without parole”).[1] Jackson did not challenge the\nsentence on appeal, and the Arkansas Supreme Court affirmed the\nconvictions. See 359 Ark. 87, 194 S.W.3d 757.FollowingRoperv.Simmons,543 U.S.\n551(2005), in which this Court invalidated the death penalty\nfor all juvenile offenders under the age of 18, Jackson filed a\nstate petition for habeas corpus. He argued, based onRoper’s reasoning, that a mandatory sentence of life without\nparole for a 14-year-old also violates the Eighth Amendment. The\ncircuit court rejected that argument and granted the State’s motion\nto dismiss. See Jackson App. 72–76. While that ruling was on\nappeal, this Court held inGrahamv.Floridathat\nlife without parole violates the Eighth Amendment when imposed on\njuvenile nonhomicide offenders. After the parties filed briefs\naddressing that decision, the Arkansas Supreme Court affirmed the\ndismissal of Jackson’s petition. SeeJacksonv.Norris, 2011 Ark. 49, ___ S. W. 3d ___. The majority\nfound thatRoperandGrahamwere “narrowly tailored”\nto their contexts: “death-penalty cases involving a juvenile and\nlife-imprisonment-without-parole cases for nonhomicide offenses\ninvolving a juvenile.”Id., at 5, ___ S. W. 3d, at ___.\nTwo justices dissented. They noted that Jackson was not the shooter\nand that “any evidence of intent to kill was severely lacking.”Id.,at 10, ___ S. W. 3d, at ___ (Danielson, J.,\ndissenting). And they argued that Jackson’s mandatory sentence ran\nafoul ofGraham’s admonition that “ ‘[a]n offender’s\nage is relevant to the Eighth Amendment, and criminal procedure\nlaws that fail to take defendants’ youthfulness into account at all\nwould be flawed.’ ”Id., at 10–11, ___ S. W. 3d,\nat ___ (quotingGraham, 560 U. S., at ___ (slip op., at\n25)).[2]BLike Jackson, petitioner Evan Miller was 14\nyears old at the time of his crime. Miller had by then been in and\nout of foster care because his mother suffered from alcoholism and\ndrug addiction and his stepfather abused him. Miller, too,\nregularly used drugs and alcohol; and he had attempted suicide four\ntimes, the first when he was six years old. SeeE. J. M.v.State, 928 So. 2d 1077,1081(Ala. Crim. App. 2004) (Cobb, J., concurring in result); App. in\nNo. 10–9646, pp. 26–28 (hereinafter Miller App.).One night in 2003, Miller was at home with a\nfriend, Colby Smith, when a neighbor, Cole Cannon, came to make a\ndrug deal with Miller’s mother. See 6 Record in No. 10–9646, p.\n1004. The two boys followed Cannon back to his trailer, where all\nthree smoked marijuana and played drinking games. When Cannon\npassed out, Miller stole his wallet, splitting about $300 with\nSmith. Miller then tried to put the wallet back in Cannon’s pocket,\nbut Cannon awoke and grabbed Miller by the throat. Smith hit Cannon\nwith a nearby baseball bat, and once released, Miller grabbed the\nbat and repeatedly struck Cannon with it. Miller placed a sheet\nover Cannon’s head, told him “ ‘I am God, I’ve come to take\nyour life,’ ” and delivered one more blow.Millerv.State, 63 So. 3d 676, 689 (Ala. Crim. App. 2010). The boys\nthen retreated to Miller’s trailer, but soon decided to return to\nCannon’s to cover up evidence of their crime. Once there, they lit\ntwo fires. Cannon eventually died from his injuries and smoke\ninhalation. Seeid., at 683–685, 689.Alabama law required that Miller initially be\ncharged as a juvenile, but allowed the District Attorney to seek\nremoval of the case to adult court. See Ala. Code §12–15–34 (1977).\nThe D. A. did so, and the juvenile court agreed to the\ntransfer after a hearing. Citing the nature of the crime, Miller’s\n“mental maturity,” and his prior juvenile offenses (truancy and\n“criminal mischief”), the Alabama Court of Criminal Appeals\naffirmed.E. J. M.v.State, No. CR–03–0915, pp. 5–7\n(dateAug. 27, 2004) (unpublished memorandum).[3] The State accordingly charged Miller as an\nadult with murder in the course of arson. That crime (like capital\nmurder in Arkansas) carries a mandatory minimum punishment of life\nwithout parole. See Ala. Code §§13A–5–40(9), 13A–6–2(c) (1982).Relying in significant part on testimony from\nSmith, who had pleaded to a lesser offense, a jury found Miller\nguilty. He was therefore sentenced to life without the possibility\nof parole. The Alabama Court of Criminal Appeals affirmed, ruling\nthat life without parole was “not overly harsh when compared to the\ncrime” and that the mandatory nature of the sentencing scheme was\npermissible under the Eighth Amendment. 63 So. 3d, at 690; seeid.,at 686–691. The Alabama Supreme Court denied\nreview.We granted certiorari in both cases, see 565\nU. S. ___ (2011) (No. 10–9646); 565 U. S. ___ (2011) (No.\n10–9647), and now reverse.IIThe Eighth Amendment’s prohibition of cruel\nand un- usual punishment “guarantees individuals the right not to\nbe subjected to excessive sanctions.”Roper, 543 U. S.,\nat 560. That right, we have explained, “flows from the basic\n‘precept of justice that punishment for crime should be graduated\nand proportioned’ ” to both the offender and the offense.Ibid.(quotingWeemsv.United States,217 U.S.\n349, 367 (1910)). As we noted the last time we consid- ered\nlife-without-parole sentences imposed on juveniles, “[t]he concept\nof proportionality is central to the Eighth Amendment.”Graham, 560 U. S., at ___ (slip op., at 8). And we view\nthat concept less through a historical prism than according to\n“ ‘the evolving standards of decency that mark the progress of\na maturing society.’ ”Estellev.Gamble,429 U.S.\n97, 102 (1976) (quotingTropv.Dulles,356 U.S.\n86, 101 (1958) (plurality opinion)).The cases before us implicate two strands of\nprecedent reflecting our concern with proportionate punishment. The\nfirst has adopted categorical bans on sentencing practices based on\nmismatches between the culpability of a class of offenders and the\nseverity of a penalty. SeeGraham, 560 U. S., at ___\n(slip op., at 9–10) (listing cases). So, for example, we have held\nthat imposing the death penalty for nonhomicide crimes against\nindividuals, or imposing it on mentally retarded defendants,\nviolates the Eighth Amendment. SeeKennedyv.Louisiana,554 U.S.\n407(2008);Atkinsv.Virginia,536 U.S.\n304(2002). Several of the cases in this group have specially\nfocused on juvenile offenders, because of their lesser culpability.\nThus,Roperheld that the Eighth Amendment bars capital\npunishment for children, andGrahamconcluded that the\nAmendment also prohibits a sentence of life without the possibility\nof parole for a child who committed a nonhomicide offense.Grahamfurther likened life without parole for juveniles to\nthe death penalty itself, thereby evoking a second line of our\nprecedents. In those cases, we have prohibited mandatory imposition\nof capital punishment, requiring that sentencing authorities\nconsider the characteristics of a defendant and the details of his\noffense before sentencing him to death. SeeWoodsonv.North Carolina,428 U.S.\n280(1976) (plurality opinion);Lockettv.Ohio,438 U.S.\n586(1978). Here, the confluence of these two lines of\nprecedent leads to the conclusion that mandatory\nlife-without-parole sentences for juveniles violate the Eighth\nAmendment.[4]To start with the first set of cases:RoperandGrahamestablish that children are\nconstitutionally different from adults for purposes of sentencing.\nBecause juveniles have diminished culpability and greater prospects\nfor reform, we explained, “they are less deserving of the most\nsevere punishments.”Graham, 560 U. S., at ___ (slip\nop., at 17). Those cases relied on three significant gaps between\njuveniles and adults. First, children have a “ ‘lack of\nmaturity and an underdeveloped sense of responsibility,’ ”\nleading to recklessness, impulsivity, and heedless risk-taking.Roper, 543 U. S., at 569. Second, children “are more\nvulner- able . . . to negative influences and outside\npressures,” including from their family and peers; they have\nlimited “contro[l] over their own environment” and lack the ability\nto extricate themselves from horrific, crime-producing settings.Ibid.And third, a child’s character is not as “well formed”\nas an adult’s; his traits are “less fixed” and his actions less\nlikely to be “evidence of irretrievabl[e] deprav[ity].”Id.,at 570.Our decisions rested not only on common sense—on\nwhat “any parent knows”—but on science and social science as well.Id.,at 569. InRoper, we cited studies showing that\n“ ‘[o]nly a relatively small proportion of adolescents’ ”\nwho engage in illegal activity “ ‘develop entrenched patterns\nof problem behavior.’ ”Id.,at 570 (quoting Steinberg\n& Scott, Less Guilty by Reason of Adolescence: Developmental\nImmaturity, Diminished Responsibility, and the Juvenile Death\nPenalty, 58 Am. Psychologist 1009, 1014 (2003)). And inGraham, we noted that “developments in psychology and brain\nscience continue to show fundamental differences between juvenile\nand adult minds”—for example, in “parts of the brain involved in\nbehavior control.” 560 U. S., at ___ (slip op., at\n17).[5] We reasoned that those\nfindings—of transient rashness, proclivity for risk, and inability\nto assess consequences—both lessened a child’s “moral culpability”\nand enhanced the prospect that, as the years go by and neurological\ndevelopment occurs, his “ ‘deficiencies will be\nreformed.’ ”Id.,at ___ (slip op., at 18) (quotingRoper, 543 U. S., at 570).RoperandGrahamemphasized that\nthe distinctive at- tributes of youth diminish the penological\njustifications for imposing the harshest sentences on juvenile\noffenders, even when they commit terrible crimes. Because\n“ ‘[t]he heart of the retribution rationale’ ” relates to\nan offender’s blameworthiness, “ ‘the case for retribution is\nnot as strong with a minor as with an adult.’ ”Graham,\n560 U. S., at ___ (slip op., at 20–21) (quotingTisonv.Arizona,481 U.S.\n137, 149 (1987);Roper, 543 U. S., at 571). Nor can\ndeterrence do the work in this context, because “ ‘the same\ncharacteristics that render juveniles less culpable than\nadults’ ”—their immaturity, recklessness, and impetuosity—make\nthem less likely to consider potential punishment.Graham,\n560 U. S., at ___ (slip op., at 21) (quotingRoper, 543\nU. S., at 571). Similarly, incapacitation could not support\nthe life-without-parole sentence inGraham: Deciding that a\n“juvenile offender forever will be a danger to society” would\nrequire “mak[ing] a judgment that [he] is incorrigible”—but\n“ ‘incorrigibility is inconsistent with youth.’ ” 560\nU. S., at ___ (slip op., at 22) (quotingWorkmanv.Commonwealth,429 S.W.2d 374, 378 (Ky. App. 1968)). And for the same reason,\nrehabilitation could not justify that sentence. Life without parole\n“forswears altogether the rehabilitative ideal.”Graham, 560\nU. S., at ___ (slip op., at 23). It reflects “an irrevocable\njudgment about [an offender’s] value and place in society,” at odds\nwith a child’s capacity for change.Ibid.Grahamconcluded from this analysis that\nlife-without-parole sentences, like capital punishment, may violate\nthe Eighth Amendment when imposed on children. To be sure,Graham’s flat ban on life without parole applied only to\nnonhomicide crimes, and the Court took care to distinguish those\noffenses from murder, based on both moral culpability and\nconsequential harm. Seeid.,at ___ (slip op., at 18). But\nnone of what it said about children—about their distinctive (and\ntransitory) mental traits and en- vironmental vulnerabilities—is\ncrime-specific. Those features are evident in the same way, and to\nthe same de- gree, when (as in both cases here) a botched robbery\nturns into a killing. SoGraham’s reasoning implicates any\nlife-without-parole sentence imposed on a juvenile, even as its\ncategorical bar relates only to nonhomicide offenses.Most fundamentally,Grahaminsists that\nyouth matters in determining the appropriateness of a lifetime of\nincarceration without the possibility of parole. In the\ncircumstances there, juvenile status precluded a\nlife-without-parole sentence, even though an adult could receive it\nfor a similar crime. And in other contexts as well, the\ncharacteristics of youth, and the way they weaken rationales for\npunishment, can render a life-without-parole sentence\ndisproportionate. Cf.id.,at ___ (slip op., at 20–23)\n(generally doubting the penological justifications for imposing\nlife without parole on juveniles). “An offender’s age,” we made\nclear inGraham, “is relevant to the Eighth Amendment,” and\nso “criminal procedure laws that fail to take defendants’\nyouthfulness into account at all would be flawed.”Id.,at\n___ (slip op., at 25).The Chief Justice, concurring in the\njudgment, made a similar point. Al- though rejecting a categorical\nbar on life-without-parole sentences for juveniles, he acknowledged\n“Roper’s conclusion that juveniles are typically less\nculpable than adults,” and accordingly wrote that “an offender’s\njuvenile status can play a central role” in considering a\nsentence’s proportionality.Id.,at ___ (slip op., at 5–6);\nseeid.,at ___ (slip op., at 12) (Graham’s “youth is one\nfactor, among others, that should be considered in deciding whether\nhis punishment was unconstitutionally excessive”).[6]But the mandatory penalty schemes at issue here\nprevent the sentencer from taking account of these central\nconsiderations. By removing youth from the balance— by subjecting a\njuvenile to the same life-without-parole sentence applicable to an\nadult—these laws prohibit a sentencing authority from assessing\nwhether the law’s harshest term of imprisonment proportionately\npunishes a juvenile offender. That contravenesGraham’s (and\nalsoRoper’s) foundational principle: that imposition of a\nState’s most severe penalties on juvenile offenders cannot proceed\nas though they were not children.AndGrahammakes plain these mandatory\nschemes’ defects in another way: by likening life-without-parole\nsentences imposed on juveniles to the death penalty itself.\nLife-without-parole terms, the Court wrote, “share some\ncharacteristics with death sentences that are shared by no other\nsentences.” 560 U. S.,at ___ (slip op., at 19).\nImprisoning an offender until he dies alters the remainder of his\nlife “by a forfeiture that is irrevocable.”Ibid.(citingSolemv.Helm,463 U.S.\n277, 300–301 (1983)). And this lengthiest possible\nincarceration is an “especially harsh punishment for a juvenile,”\nbecause he will almost inevitably serve “more years and a greater\npercentage of his life in prison than an adult offender.”Graham, 560 U. S., at ___ (slip op., at 19–20). The\npenalty when imposed on a teenager, as compared with an older\nperson, is therefore “the same . . . in name only.”Id.,at ___ (slip op., at 20). All of that suggested a\ndistinctive set of legal rules: In part because we viewed this\nultimate penalty for juveniles as akin to the death penalty, we\ntreated it similarly to that most severe punishment. We imposed a\ncategorical ban on the sentence’s use, in a way unprecedented for a\nterm of imprisonment. Seeid.,at ___ (slip op., at 9);id.,at ___ (Thomas, J., dissenting) (slip op., at 7) (“For\nthe first time in its history, the Court declares an entire class\nof offenders immune from a noncapital sentence using the\ncategorical approach it previously reserved for death penalty cases\nalone”). And the bar we adopted mirrored a proscription first\nestablished in the death penalty context—that the punishment cannot\nbe imposed for any nonhomicide crimes against individuals. SeeKennedy,554 U.S.\n407;Cokerv.Georgia,433\nU.S. 584(1977).That correspondence—Graham’s\n“[t]reat[ment] [of] juvenile life sentences as analogous to capital\npunishment,” 560 U. S., at ___ (Roberts, C. J.,\nconcurring in judgment) (slip op., at 5)—makes relevant here a\nsecond line of our precedents, demanding individualized sentencing\nwhen imposing the death penalty. InWoodson,428 U.S.\n280, we held that a statute mandating a death sentence for\nfirst-degree murder violated the Eighth Amendment. We thought the\nmandatory scheme flawed because it gave no significance to “the\ncharacter and record of the individual offender or the\ncircumstances” of the offense, and “exclud[ed] from consideration\n. . . the possibility of compassionate or mitigating\nfactors.”Id.,at 304. Subsequent decisions have elaborated\non the requirement that capital defendants have an opportunity to\nadvance, and the judge or jury a chance to assess, any mitigating\nfactors, so that the death penalty is reserved only for the most\nculpable defendants committing the most serious offenses. See,e.g., Sumnerv.Shuman,483 U.S.\n66, 74–76 (1987);Eddingsv.Oklahoma,455 U.S.\n104, 110–112 (1982);Lockett, 438 U. S., at 597–609\n(plurality opinion).Of special pertinence here, we insisted in these\nrulings that a sentencer have the ability to consider the\n“mitigating qualities of youth.”Johnsonv.Texas,509 U.S.\n350, 367 (1993). Everything we said inRoperandGrahamabout that stage of life also appears in these\ndecisions. As we observed, “youth is more than a chronological\nfact.”Eddings, 455 U. S., at 115. It is a time of\nimmaturity, ir- responsibility, “impetuousness[,] and\nrecklessness.”Johnson,509 U. S., at 368. It is a\nmoment and “condition of life when a person may be most susceptible\nto influence and to psychological damage.”Eddings,455\nU. S., at 115. And its “signature qualities” are all\n“transient.”Johnson, 509 U. S., at 368.Eddingsis especially on point. There, a 16-year-old shot a police officer\npoint-blank and killed him. We invalidated his death sentence\nbecause the judge did not consider evidence of his neglectful and\nviolent family background (including his mother’s drug abuse and\nhis father’s physical abuse) and his emotional disturbance. We\nfound that evidence “particularly relevant”—more so than it would\nhave been in the case of an adult offender. 455 U. S., at 115.\nWe held: “[J]ust as the chronological age of a minor is itself a\nrelevant mitigating factor of great weight, so must the background\nand mental and emotional development of a youthful defendant be\nduly considered” in assessing his culpability.Id.,at\n116.In light ofGraham’s reasoning, these\ndecisions too show the flaws of imposing mandatory\nlife-without-parole sentences on juvenile homicide offenders. Such\nmandatory penalties, by their nature, preclude a sentencer from\ntaking account of an offender’s age and the wealth of\ncharacteristics and circumstances attendant to it. Under these\nschemes, every juvenile will receive the same sentence as every\nother—the 17-year-old and the 14-year-old, the shooter and the\naccomplice, the child from a stable household and the child from a\nchaotic and abusive one. And still worse, each juvenile (including\nthese two 14-year-olds) will receive the same sentence as the vast\nmajority of adults committing similar homicide offenses—but really,\nasGrahamnoted, agreatersentence than those adults\nwill serve.[7] In meting out\nthe death penalty, the elision of all these differences would be\nstrictly forbidden. And once again,Grahamindicates that a\nsimilar rule should apply when a juvenile confronts a sentence of\nlife (and death) in prison.SoGrahamandRoperand our\nindividualized sentencing cases alike teach that in imposing a\nState’s harshest penalties, a sentencer misses too much if he\ntreats every child as an adult. To recap: Mandatory life without\nparole for a juvenile precludes consideration of his chronological\nage and its hallmark features—among them, immaturity, impetuosity,\nand failure to appreciate risks and consequences. It prevents\ntaking into account the family and home environment that surrounds\nhim—and from which he cannot usually extricate himself—no matter\nhow bru- tal or dysfunctional. It neglects the circumstances of the\nhomicide offense, including the extent of his participation in the\nconduct and the way familial and peer pressures may have affected\nhim. Indeed, it ignores that he might have been charged and\nconvicted of a lesser offense if not for incompetencies associated\nwith youth—for example, his inability to deal with police officers\nor prosecutors (including on a plea agreement) or his incapacity to\nassist his own attorneys. See,e.g., Graham, 560 U. S.,\nat ___ (slip op., at 27) (“[T]he features that distinguish\njuveniles from adults also put them at a significant disadvantage\nin criminal proceedings”);J. D. B.v.North\nCarolina, 564 U. S. ___, ___ (2011) (slip op., at 5–6)\n(discussing children’s responses to interrogation). And finally,\nthis mandatory punishment disregards the possibility of\nrehabilitation even when the circumstances most suggest it.Both cases before us illustrate the problem.\nTake Jackson’s first. As noted earlier, Jackson did not fire the\nbullet that killed Laurie Troup; nor did the State argue that he\nintended her death. Jackson’s conviction was instead based on an\naiding-and-abetting theory; and the appellate court affirmed the\nverdict only because the jury could have believed that when Jackson\nentered the store, he warned Troup that “[w]e ain’t playin’,”\nrather than told his friends that “I thought you all was playin’.”\nSee 359 Ark., at 90–92, 194 S. W. 3d, at 759–760;supra,at 2. To be sure, Jackson learned on the way to the\nvideo store that his friend Shields was carrying a gun, but his age\ncould well have affected his calculation of the risk that posed, as\nwell as his willingness to walk away at that point. All these\ncircumstances go to Jackson’s culpability for the offense. SeeGraham, 560 U. S., at ___ (slip op., at 18) (“[W]hen\ncompared to an adult murderer, a juvenile offender who did not kill\nor intend to kill has a twice diminished moral culpability”). And\nso too does Jackson’s family background and immersion in violence:\nBoth his mother and his grandmother had previously shot other\nindividuals. See Record in No. 10–9647, pp. 80–82. At the least, a\nsentencer should look at such facts before depriving a 14-year-old\nof any prospect of release from prison.That is true also in Miller’s case. No one can\ndoubt that he and Smith committed a vicious murder. But they did it\nwhen high on drugs and alcohol consumed with the adult victim. And\nif ever a pathological background might have contributed to a\n14-year-old’s commission of a crime, it is here. Miller’s\nstepfather physically abused him; his alcoholic and drug-addicted\nmother neglected him; he had been in and out of foster care as a\nresult; and he had tried to kill himself four times, the first when\nhe should have been in kindergarten. See 928 So. 2d, at 1081\n(Cobb, J., concurring in result); Miller App. 26–28;supra,at 4. Nonetheless, Miller’s past criminal history was limited—two\ninstances of truancy and one of “second-degree criminal mischief.”\nNo. CR–03–0915, at 6 (unpublished memorandum). That Miller deserved\nsevere punishment for killing Cole Cannon is beyond question. But\nonce again, a sentencer needed to examine all these circumstances\nbefore concluding that life without any possibility of parole was\nthe appropriate penalty.We therefore hold that the Eighth Amendment\nforbids a sentencing scheme that mandates life in prison without\npossibility of parole for juvenile offenders. Cf.Graham,\n560 U. S., at ___ (slip op., at 24) (“A State is not required\nto guarantee eventual freedom,” but must provide “some meaningful\nopportunity to obtain release based on demonstrated maturity and\nrehabilitation”). By making youth (and all that accompanies it)\nirrelevant to imposition of that harshest prison sentence, such a\nscheme poses too great a risk of disproportionate punishment.\nBecause that holding is sufficient to decide these cases, we do not\nconsider Jackson’s and Miller’s alternative argument that the\nEighth Amendment requires a categorical bar on life without parole\nfor juveniles, or at least for those 14 and younger. But given all\nwe have said inRoper,Graham, and this decision\nabout children’s diminished culpability and heightened capacity for\nchange, we think appropriate occasions for sentencing juveniles to\nthis harshest possible penalty will be uncommon. That is especially\nso because of the great difficulty we noted inRoperandGrahamof distinguishing at this early age between “the\njuvenile of- fender whose crime reflects unfortunate yet transient\nimmaturity, and the rare juvenile offender whose crime reflects\nirreparable corruption.”Roper, 543 U. S., at 573;Graham, 560 U. S., at ___ (slip op., at 17). Although\nwe do not foreclose a sentencer’s ability to make that judgment in\nhomicide cases, we require it to take into account how children are\ndifferent, and how those differences coun- sel against irrevocably\nsentencing them to a lifetime in prison.[8]IIIAlabama and Arkansas offer two kinds of\narguments against requiring individualized consideration before\nsen- tencing a juvenile to life imprisonment without possi- bility\nof parole. The States (along with the dissents) first contend that\nthe rule we adopt conflicts with aspects of our Eighth Amendment\ncaselaw. And they next assert that the rule is unnecessary because\nindividualized circumstances come into play in deciding whether to\ntry a juvenile offender as an adult. We think the States are wrong\non both counts.AThe States (along with Justice Thomas) first\nclaim thatHarmelinv.Michigan,501 U.S.\n957(1991), precludes our holding. The defendant inHarmelinwas sentenced to a mandatory life-without-parole\nterm for possessing more than 650 grams of cocaine. The Court\nupheld that pen- alty, reasoning that “a sentence which is not\notherwise cruel and unusual” does not “becom[e] so simply because\nit is ‘mandatory.’ ”Id.,at 995. We recognized that a\ndifferent rule, requiring individualized sentencing, applied in the\ndeath penalty context. But we refused to extend that command to\nnoncapital cases “because of the qualitative difference between\ndeath and all other penalties.”Ibid.; seeid.,at\n1006 (Kennedy, J., concurring in part and concurring in judgment).\nAccording to Alabama, invalidating the mandatory imposition of\nlife-without-parole terms on juveniles “would effectively overruleHarmelin.” Brief for Respondent in No. 10–9646, p. 59\n(hereinafter Alabama Brief); see Arkansas Brief 39.We think that argument myopic.Harmelinhad nothing to do with children and did not purport to apply its\nholding to the sentencing of juvenile offenders. We have by now\nheld on multiple occasions that a sentencing rule permissible for\nadults may not be so for children. Capital punishment, our\ndecisions hold, generally comports with the Eighth Amendment—except\nit cannot be imposed on children. SeeRoper,543 U.S.\n551;Thompson,487\nU.S. 815. So too, life without parole is permissible for\nnonhomicide offenses—except, once again, for children. SeeGraham, 560 U. S., at ___ (slip op., at 24). Nor are\nthese sentencing decisions an oddity in the law. To the contrary,\n“ ‘[o]ur history is replete with laws and judicial recogni-\ntion’ that children cannot be viewed simply as miniature adults.”J. D. B.,564 U. S., at ___ (slip op., at 10–11)\n(quotingEddings, 455 U. S., at 115–116, citing\nexamples from criminal, property, contract, and tort law). So if\n(asHarmelinrecognized) “death is different,” children are\ndifferent too. Indeed, it is the odd legal rule that doesnothave some form of exception for children. In that\ncontext, it is no surprise that the law relating to society’s\nharshest punishments recognizes such a distinction. Cf.Graham, 560 U. S., at ___ (Roberts, C. J.,\nconcurring in judgment) (slip op., at 7) (“Graham’s age places him\nin a significantly different category from the defendan[t] in\n. . .Harmelin”). Our ruling thus neither\noverrules nor undermines nor con- flicts withHarmelin.Alabama and Arkansas (along with The Chief Jus-\ntice and Justice Alito) next contend that because many States\nimpose mandatory life-without-parole sentences on juveniles, we may\nnot hold the practice unconstitutional. In considering categorical\nbars to the death penalty and life without parole, we ask as part\nof the analysis whether “ ‘objective indicia of society’s\nstandards, as expressed in legislative enactments and state\npractice,’ ” show a “national consensus” against a sentence\nfor a particular class of offenders.Graham, 560 U. S.,\nat ___ (slip op., at 10) (quotingRoper, 543 U. S., at\n563). By our count, 29 jurisdictions (28 States and the Federal\nGovernment) make a life-without-parole term mandatory for some\njuveniles convicted of murder in adult court.[9] The States argue that this number precludes our\nholding.We do not agree; indeed, we think the States’\nargument on this scoreweakerthan the one we rejected inGraham. For starters, the cases here are different from the\ntypical one in which we have tallied legislative enactments. Our\ndecision does not categorically bar a penalty for a class of\noffenders or type of crime—as, for example, we did inRoperorGraham. Instead, it mandates only that a sentencer follow\na certain process—considering an offender’s youth and attendant\ncharacteristics—before imposing a particular penalty. And in so\nrequiring, our decision flows straightforwardly from our\nprecedents: specifically, the principle ofRoper, Graham,\nand our individualized sentencing cases that youth matters for\npurposes of meting out the law’s most serious punishments. When\nboth of those circumstances have obtained in the past, we have not\nscrutinized or relied in the same way on legislative enactments.\nSee,e.g., Sumnerv.Shuman,483 U.S.\n66(relying onWoodson’s logic to prohibit the mandatory\ndeath penalty for murderers already serving life without parole);Lockett, 438 U. S., at 602–608 (plurality opinion)\n(applyingWoodsonto require that judges and juries consider\nall mitigating evidence);Eddings, 455 U. S., at\n110–117 (similar). We see no difference here.In any event, the “objective indicia” that the\nStates offer do not distinguish these cases from others holding\nthat a sentencing practice violates the Eighth Amendment. InGraham, we prohibited life-without-parole terms for\njuveniles committing nonhomicide offenses even though 39\njurisdictions permitted that sentence. See 560 U. S., at ___\n(slip op., at 11). That is 10morethan impose life without\nparole on juveniles on a mandatory basis.[10] And inAtkins,Roper, andThompson, we similarly banned the death penalty in\ncircumstances in which “less than half” of the “States that\npermit[ted] capital punishment (for whom the issue exist[ed])” had\npreviously chosen to do so.Atkins, 536 U. S., at 342\n(Scalia, J., dissenting) (emphasis deleted); seeid.,at\n313–315 (majority opinion);Roper, 543 U. S., at\n564–565;Thompson, 487 U. S., at 826–827 (plurality\nopinion). So we are breaking no new ground in these cases.[11]GrahamandThompsonprovide\nspecial guidance, because they considered the same kind of statutes\nwe do and explained why simply counting them would present a\ndistorted view. Most jurisdictions authorized the death penalty or\nlife without parole for juveniles only through the combination of\ntwo independent statutory provisions. One allowed the transfer of\ncertain juvenile offenders to adult court, while another (often in\na far-removed part of the code) set out the penalties for any and\nall individuals tried there. We reasoned that in those\ncircumstances, it was impossible to say whether a legislature had\nendorsed a given penalty for children (or would do so if presented\nwith the choice). InThompson, we found that the statutes\n“t[old] us that the States consider 15-year-olds to be old enough\nto be tried in criminal court for serious crimes (or too old to be\ndealt with effectively in juvenile court), but t[old] us nothing\nabout the judgment these States have made regarding the appropriate\npunishment for such youthful offenders.” 487 U. S., at 826, n.\n24 (plurality opinion) (emphasis deleted); see alsoid.,at\n850 (O’Connor, J., concurring in judgment);Roper, 543\nU. S., at 596, n. (O’Connor, J., dissenting). AndGrahamechoed that reasoning: Although the confluence of\nstate laws “ma[de] life without parole possible for some juvenile\nnonhomicide offenders,” it did not “justify a judgment” that many\nStates actually “intended to subject such offenders” to those\nsentences. 560 U. S., at ___ (slip op., at 16).[12]All that is just as true here. Almost all\njurisdictions allow some juveniles to be tried in adult court for\nsome kinds of homicide. See Dept. of Justice, H. Snyder & M.\nSickmund, Juvenile Offenders and Victims: 2006 National Report\n110–114 (hereinafter 2006 National Report). But most States do not\nhave separate penalty provisions for those juvenile offenders. Of\nthe 29 jurisdictions mandating life without parole for children,\nmore than half do so by virtue of generally applicable penalty\nprovisions, imposing the sentence without regard to age.[13] And indeed, some of those States\nset no minimum age for who may be transferred to adult court in the\nfirst instance, thus applying life-without-parole mandates to\nchildren of any age—be it 17 or 14 or 10 or 6.[14] As inGraham, we think that\n“underscores that the statutory eligibility of a juvenile offender\nfor life without parole does not indicate that the penalty has been\nendorsed through deliberate, express, and full legislative\nconsideration.” 560 U. S., at ___ (slip op., at 16). That\nAlabama and Arkansas can count to 29 by including these possibly\n(or probably) inadvertent legislative outcomes does not preclude\nour determination that mandatory life without parole for juveniles\nviolates the Eighth Amendment.BNor does the presence of discretion in some\njurisdictions’ transfer statutes aid the States here. Alabama and\nArkansas initially ignore that many States use mandatory transfer\nsystems: A juvenile of a certain age who has committed a specified\noffense will be tried in adult court, regardless of any\nindividualized circumstances. Of the 29 relevant jurisdictions,\nabout half place at least some juvenile homicide offenders in adult\ncourt automatically, with no apparent opportunity to seek transfer\nto juvenile court.[15]\nMoreover, several States at times lodge this decision exclusively\nin the hands of prosecutors, again with no statutory mechanism for\njudicial reevaluation.[16]\nAnd those “prosecutorial discretion laws are usually silent\nregarding standards, protocols, or appropriate considerations for\ndecisionmaking.” Dept. of Justice, Office of Juvenile Justice and\nDelinquency Prevention, P. Griffin, S. Addie, B. Adams, & K.\nFirestine, Trying Juveniles as Adults: An Analysis of State\nTransfer Laws and Reporting 5 (2011).Even when States give transfer-stage discretion\nto judges, it has limited utility. First, the decisionmaker\ntypically will have only partial information at this early,\npretrial stage about either the child or the circumstances of his\noffense. Miller’s case provides an example. As noted earlier, see\nn. 3,supra, the juvenile court denied Miller’s request\nfor his own mental-health expert at the transfer hearing, and the\nappeals court affirmed on the ground that Miller was not then\nentitled to the protections and services he would receive at trial.\nSee No. CR–03–0915, at 3–4 (unpublished memorandum). But by then,\nof course, the expert’s testimony could not change the sentence;\nwhatever she said in mitigation, the mandatory life-without-parole\nprison term would kick in. The key mo- ment for the exercise of\ndiscretion is the transfer—and as Miller’s case shows, the judge\noften does not know then what she will learn, about the offender or\nthe offense, over the course of the proceedings.Second and still more important, the question at\ntransfer hearings may differ dramatically from the issue at a\npost-trial sentencing. Because many juvenile systems require that\nthe offender be released at a particular age or after a certain\nnumber of years, transfer decisions often present a choice between\nextremes: light punishment as a child or standard sentencing as an\nadult (here, life without parole). In many States, for example, a\nchild convicted in juvenile court must be released from custody by\nthe age of 21. See,e.g.,Ala. Code §12–15–117(a) (Cum.\nSupp. 2011); see generally 2006 National Report 103 (noting\nlimitations on the length of juvenile court sanctions).\nDiscretionary sentencing in adult court would provide different\noptions: There, a judge or jury could choose, rather than a\nlife-without-parole sentence, a lifetime prison termwiththe possibility of parole or a lengthy term of years. It is easy to\nimagine a judge deciding that a minor deserves a (much) harsher\nsentence than he would receive in juvenile court, while still not\nthinking life-without-parole appropriate. For that reason, the\ndiscretion available to a judge at the transfer stage cannot\nsubstitute for discretion at post-trial sentencing in adult\ncourt—and so cannot satisfy the Eighth Amendment.IVGraham,Roper, and our\nindividualized sentencing decisions make clear that a judge or jury\nmust have the opportunity to consider mitigating circumstances\nbefore imposing the harshest possible penalty for juveniles. By\nrequiring that all children convicted of homicide receive lifetime\nincarceration without possibility of parole, regardless of their\nage and age-related characteristics and the nature of their crimes,\nthe mandatory sentencing schemes before us violate this principle\nof proportionality, and so the Eighth Amendment’s ban on cruel and\nunusual punishment. We accordingly reverse the judgments of the\nArkansas Supreme Court and Alabama Court of Criminal Appeals and\nremand the cases for further proceedings not inconsistent with this\nopinion.It is so ordered.Notes1Jackson was ineligible\nfor the death penalty underThompsonv.Oklahoma,487\nU.S. 815(1988) (plurality opinion), which held that capital\npunishment of offenders under the age of 16 violates the Eighth\nAmendment.2For the first time in\nthis Court, Arkansas contends that Jackson’s sentence was not\nmandatory. On its view, state law then in effect allowed the trial\njudge to suspend the life-without-parole sentence and commit\nJackson to the Department of Human Services for a “training-school\nprogram,” at the end of which he could be placed on probation.\nBrief for Respondent in No. 10–9647, pp. 36–37 (hereinafter\nArkansas Brief) (citing Ark. Code Ann. §12–28–403(b)(2) (1999)).\nBut Arkansas never raised that objection in the state courts, and\nthey treated Jackson’s sentence as mandatory. We abide by that\ninterpretation of state law. See,e.g., Mullaneyv.Wilbur,421 U.S.\n684, 690–691 (1975).3The Court of Criminal\nAppeals also affirmed the juvenile court’s denial of Miller’s\nrequest for funds to hire his own mental expert for the transfer\nhearing. The court pointed out that under governing Alabama Supreme\nCourt precedent, “the procedural requirements of a trial do not\nordinarily apply” to those hearings.E. J. M.v.State, 928 So. 2d 1077 (2004) (Cobb, J., concurring in\nresult) (internal quotation marks omitted). In a separate opinion,\nJudge Cobb agreed on the reigning precedent, but urged the State\nSupreme Court to revisit the question in light of transfer\nhearings’ importance. Seeid.,at 1081 (“[A]lthough later\nmental evaluation as an adult affords some semblance of procedural\ndue process, it is, in effect, too little, too late”).4The three dissenting\nopinions here each take issue with some or all of those precedents.\nSeepost,at 5–6 (opinion of Roberts, C. J.);post, at 1–6 (opinion of Thomas, J.);post,at 1–4\n(opinion of Alito, J.). That is not surprising: their authors (and\njoiner) each dissented from some or all of those precedents. See,e.g., Kennedy, 554 U. S., at 447 (Alito, J., joined by\nRoberts, C. J., and Scalia and Thomas, JJ., dissenting);Roper, 543 U. S., at 607 (Scalia, J., joined by Thomas,\nJ., dissenting);Atkins, 536 U. S., at 337 (Scalia, J.,\njoined by Thomas, J., dissent-ing);Thompson, 487\nU. S., at 859 ((Scalia, J., dissenting);Grahamv.Collins,506 U.S.\n461, 487 (1993) (Thomas, J., concurring) (contending thatWoodsonwas wrongly decided). In particular, each disagreed\nwith the majority’s reasoning inGraham, which is the\nfoundation stone of our analysis. SeeGraham, 560\nU. S., at ___ (Roberts, C. J., concurring in judgment)\n(slip op., at 1);id.,at ___ (Thomas, J., joined by Scalia\nand Alito, JJ., dissenting) (slip op., at 1–25);id.,at ___\n(Alito, J., dissenting) (slip op., at 1). While the dissents seek\nto relitigate old Eighth Amendment battles, repeating many\narguments this Court has previously (and often) rejected, we apply\nthe logic ofRoper,Graham, and our individualized\nsentencing decisions to these two cases.5The evidence presented to\nus in these cases indicates that the science and social science\nsupportingRoper’s andGraham’s conclusions have\nbecome even stronger. See,e.g.,Brief for American\nPsychologi-cal Association et al. asAmici Curiae3\n(“[A]n ever-growing body of research in developmental psychology\nand neuroscience continues to confirm and strengthen the Court’s\nconclusions”);id.,at 4 (“It is increasingly clear that\nadolescent brains are not yet fully mature in regions and systems\nrelated to higher-order executive functions such as impulse\ncontrol, planning ahead, and risk avoidance”); Brief for J.\nLawrence Aber et al. asAmici Curiae12–28 (discussing\npost-Grahamstudies);id.,at 26–27 (“Numerous\nstudies post-Grahamindicate that exposure to deviant peers\nleads to increased deviant behavior and is a consistent predictor\nof adolescent delinquency” (footnote omitted)).6In discussingGraham, the dissents essentially ignore all of this\nreasoning. Seepost,at 3–6 (opinion of Roberts,\nC. J.);post,at 4 (opinion of Alito, J.). Indeed, The\nChief Justice ignores the points made in his own concurring\nopinion. The only part ofGrahamthat the dissents see fit\nto note is the distinction it drew between homicide and nonhomicide\noffenses. Seepost,at 7–8 (opinion of Roberts, C. J.);post,at 4 (opinion of Alito, J.). But contrary to the\ndissents’ charge, our decision today retains that distinction:Grahamestablished one rule (a flat ban) for nonhomicide\noffenses, while we set out a different one (individualized\nsentencing) for homicide offenses.7Although adults are\nsubject as well to the death penalty in many jurisdictions, very\nfew offenders actually receive that sentence. See,e.g.,Dept. of Justice, Bureau of Justice Statistics, S. Rosenmerkel, M.\nDurose, & D. Farole, Felony Sentences in State Courts\n2006—Statistical Tables, p. 28 (Table 4.4) (rev. Nov. 22,\n2010). So in practice, the sentencing schemes at issue here result\nin juvenile homicide offenders receiving the same nominal\npunishment as almost all adults, even though the two classes differ\nsignificantly in moral culpability and capacity for\nchange.8Given our holding, and\nthe dissents’ competing position, we see a certain irony in their\nrepeated references to 17-year-olds who have committed the “most\nheinous” offenses, and their comparison of those defendants to the\n14-year-olds here. Seepost,at 2 (opinion of Roberts,\nC. J.) (noting the “17-year old [who] is convicted of\ndeliberately murdering an innocent victim”);post,at 3\n(“the most heinous murders”);post,at 7 (“the worst types\nof murder”);post,at 5 (opinion of Alito, J.) (warning the\nreader not to be “confused by the particulars” of these two cases);post,at 1 (discussing the “171∕2-year-old who sets off a\nbomb ina crowded mall”). Our holding requires factfinders to attend\nto exactly such circumstances—to take into account the differences\namong defendants and crimes. By contrast, the sentencing schemes\nthat the dissents find permissible altogether preclude considering\nthese factors.9The States note that 26\nStates and the Federal Government make life without parole the\nmandatory (or mandatory minimum) punishment for some form of\nmurder, and would apply the relevant provision to 14-year-olds\n(with many applying it to even younger defendants). See Alabama\nBrief 17–18. In addition, life without parole is mandatory for\nolder juveniles in Louisiana (age 15 and up) and Texas (age 17).\nSee La. Child. Code Ann., Arts. 857(A), (B) (West Supp. 2012); La.\nRev. Stat. Ann. §§14:30(C), 14:30.1(B) (West Supp. 2012); Tex.\nFamily Code Ann. §§51.02(2)(A), 54.02(a)(2)(A) (West Supp. 2011);\nTex. Penal Code Ann. §12.31(a) (West 2011). In many of these\njurisdictions, life without parole is the mandatory punishment only\nfor aggravated forms of murder. That distinction makes no\ndifference to our analysis. We have consistently held that limiting\na mandatory death penalty law to particular kinds of murder cannot\ncure the law’s “constitutional vice” of disregarding the\n“circumstances of the particular offense and the character and\npropensities of the offender.”Robertsv.Louisiana,428 U.S.\n325, 333 (1976) (plurality opinion); seeSumnerv.Shuman,483 U.S.\n66(1987). The same analysis applies here, for the same\nreasons.10In\nassessing indicia of societal standards,Grahamdiscussed\n“ac-tual sentencing practices” in addition to legislative\nenactments, noting how infrequently sentencers imposed the\nstatutorily available penalty. 560 U. S., at ___ (slip op., at\n11). Here, we consider the constitutional-ity of mandatory\nsentencing schemes—which by definition remove a judge’s or jury’s\ndiscretion—so no comparable gap between legislation and practice\ncan exist. Rather than showing whether sentencers consider life\nwithout parole for juvenile homicide offenders appropriate, the\nnumber of juveniles serving this sentence, seepost,at 1,\n3–4 (Roberts, C. J., dissenting), merely reflects the number\nwho have com-mitted homicide in mandatory-sentencing jurisdictions.\nFor the same reason, The Chief Justice’s comparison of ratios in\nthis case andGra-hamcarries little weight. He contrasts\nthe number of mandatorylife-without-parole sentences for juvenile\nmurderers, relative to the number of juveniles arrested for murder,\nwith “the corresponding number” of sentences inGraham(i.e.,the number of life-without-parole sentences for\njuveniles who committed serious nonhomicide crimes, as compared to\narrests for those crimes).Post, at 4.But because\nthe mandatory nature of the sentences here necessarily makes them\nmore common, The Chief Justice’s figures do not “correspon[d]” at\nall. The higher ratio is mostly a function of removing the\nsentencer’s discretion. Where mandatory sentencing does not itself\naccount for the number of juveniles serving life-without-parole\nterms, the evidence we have of practice supports our holding.\nFifteen jurisdictions make life without parole discretionary for\njuveniles. See Alabama Brief 25 (listing 12 States); Cal. Penal\nCode Ann. §190.5(b) (West 2008); Ind. Code §35–50–2–3(b) (2011);\nN. M. Stat. §§31–18–13(B), 31–18–14, 31–18–15.2 (2010).\nAccording to available data, only about 15% of all juvenile\nlife-without-parole sentences come from those 15 jurisdictions,\nwhile 85% come from the 29 mandatory ones. See Tr. of Oral Arg. in\nNo. 10–9646, p. 19; Human Rights Watch, State Distribution of Youth\nOffenders Serv-ing Juvenile Life Without Parole (JLWOP), dateOct.\n2, 2009, online athttp: // www.hrw.org / news/2009 / 10/02 /\nstate-distribution-juvenile-offenders-serving-juvenile-life-without-parole\n(as visited dateJune 21, 2012, and available in Clerk of Court’s\ncase file). That figure indicates that when given the choice,\nsentencers impose life without parole on children relatively\nrarely. And contrary to The Chief Justice’s argument, seepost, at 5, n. 2, we have held that when judges and\njuries do not often choose to impose a sentence, it at least should\nnot be mandatory. SeeWoodsonv.North Carolina,428 U.S.\n280, 295–296 (1976) (plurality opinion) (relying on the\ninfrequency with which juries imposed the death penalty when given\ndiscretion to hold that its mandatory imposition violates the\nEighth Amendment).11In\nresponse, The Chief Justice complains: “To say that a sentence may\nbe considered unusualbecauseso many legislatures approve\nit stands precedent on its head.”Post,at 5. To be clear:\nThat description in no way resembles our opinion. We hold that the\nsentence violates the Eighth Amendment because, as we have\nexhaustively shown, it conflicts with the fundamental principles ofRoper,Graham, and our individualized sentencing\ncases. We then show why the number of States imposing this\npunishment does not preclude our holding, and note how its\nmandatory nature (in however many States adopt it) makes use of\nactual sentencing numbers unilluminating.12The\nChief Justice attempts to distinguishGrahamon this point,\narguing that there “the extreme rarity with which the sentence in\nquestion was imposed could suggest that legislatures did not really\nintend the inevitable result of the laws they passed.”Post,\nat 6. But neitherGrahamnorThompsonsuggested such\nreasoning, presumably because the time frame makes it difficult to\ncomprehend. Those cases considered what legislators intended when\nthey enacted, at different moments, separate juvenile-transfer and\nlife-without-parole provisions—by definition, before they knew or\ncould know how many juvenile life-without-parole sentences would\nresult.13See\nAla. Code §§13A–5–45(f), 13A–6–2(c) (2005 and Cum. Supp. 2011);\nAriz. Rev. Stat. Ann. §13–752 (West 2010), §41–1604.09(I) (West\n2011); Conn. Gen. Stat. §53a–35a(1) (2011); Del. Code Ann., Tit.\n11, §4209(a) (2007); Fla. Stat. §775.082(1) (2010); Haw. Rev. Stat.\n§706–656(1) (1993); Idaho Code §18–4004 (Lexis 2004); Mich. Comp.\nLaws Ann. §791.234(6)(a) (West Cum. Supp. 2012); Minn. Stat. Ann.\n§§609.106, subd. 2 (West 2009); Neb. Rev. Stat. §29–2522 (2008); N.\nH. Rev. Stat. Ann. §630:1–a (West 2007); 18 Pa. Cons. Stat.\n§§1102(a), (b), 61 Pa. Cons. Stat. §6137(a)(1) (Supp. 2012); S. D.\nCodified Laws §22-6-1(1) (2006), §24–15–4 (2004); Vt. Stat. Ann.,\nTit. 13, §2311(c)(2009); Wash. Rev. Code §10.95.030(1)\n(2010).14See\nDel. Code Ann., Tit. 10, §1010 (1999 and Cum. Supp. 2010), Tit. 11,\n§4209(a) (2007); Fla. Stat. §985.56 (2010), 775.082(1); Haw. Rev.\nStat. §571–22(d) (1993), §706–656(1); Idaho Code §§20–508, 20–509\n(Lexis Cum. Supp. 2012), §18–4004; Mich. Comp. Laws Ann. §712A.2d\n(West 2009), §791.234(6)(a); Neb. Rev. Stat. §§43–247, 29–2522\n(2008); 42 Pa. Cons. Stat. §6355(e) (2000), 18 Pa. Cons. Stat.\n§1102. Other States set ages between 8 and 10 as the minimum for\ntransfer, thus exposing those young children to mandatory life\nwithout parole. See S. D. Codified Laws §§26–8C–2, 26–11–4\n(2004), §22–6–1 (age 10); Vt. Stat. Ann., Tit. 33, §5204 (2011 Cum.\nSupp.), Tit. 13, §2311(a) (2009) (age 10); Wash. Rev. Code §§9 A.\n04.050, 13.40.110 (2010), §10.95.030 (age 8).15See\nAla. Code §12–15–204(a) (Cum. Supp. 2011); Ariz. Rev. Stat. Ann.\n§13–501(A) (West Cum. Supp. 2011); Conn. Gen. Stat. §46b–127\n(2011); Ill. Comp. Stat. ch. 705, §§405/5–130(1)(a), (4)(a) (West\n2010); La. Child. Code Ann., Art. 305(A) (West Cum. Supp. 2012);\nMass. Gen. Laws, ch. 119, §74 (West 2010); Mich. Comp. Laws Ann.\n§712A.2(a) (West 2002); Minn. Stat. Ann. §260B.007, subd. 6(b)\n(West Cum. Supp. 2011), §260B.101, subd. 2 (West 2007); Mo. Rev.\nStat. §§211.021(1), (2) (2011); N. C. Gen. Stat. Ann. §§7B–1501(7),\n7B–1601(a), 7B–2200 (Lexis 2011); N. H. Rev. Stat. Ann.\n§169–B:2(IV) (West Cum. Supp. 2011), §169–B:3 (West 2010); Ohio\nRev. Code Ann. §2152.12(A)(1)(a) (Lexis 2011); Tex. Family Code\nAnn. §51.02(2); Va. Code Ann. §§16.1–241(A), 16.1–269.1(B), (D)\n(Lexis 2010).16Fla.\nStat. Ann. §985.557(1) (West Supp. 2012); Mich. Comp. Laws Ann.\n§712A.2(a)(1); Va. Code Ann. §§16.1–241(A), 16.1–269.1(C),\n(D).",
    "joined": []
}