{
    "case": {
        "docket": "21-439",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-439/"
    },
    "id": "4600265",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 21–439_________________MICHAEL NANCE, PETITIONERv.TIMOTHY C.\nWARD, COMMISSIONER, GEORGIA DEPART- MENT OF CORRECTIONS,\net al.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 23, 2022]Justice Kagan delivered the opinion of the\nCourt.In several recent decisions, this Court has set\nout rules for challenging a State’s proposed method of execution\nunder the Eighth Amendment. To prevail on such a claim, a prisoner\nmust identify a readily available alternative method of execution\nthat would significantly reduce the risk of severe pain. In doing\nso, the prisoner is not confined to proposing a method authorized\nby the executing State’s law; he may instead ask for a method used\nin other States. SeeBucklewv.Precythe, 587\nU. S. ___, ___ (2019) (slip op., at 19).This case concerns the procedural vehicle\nappropriate for a prisoner’s method-of-execution claim. We have\nheld that such a claim can go forward under 42 U. S. C.\n§1983, rather than in habeas, when the alternative method proposed\nis already authorized under state law. SeeNelsonv.Campbell,541 U.S.\n637, 644–647 (2004). Here, the prisoner has identified an\nalternative method that is not so authorized. The question\npresented is whether §1983 is still a proper vehicle. We hold that\nit is.IAStates choosing to impose capital punishment\nhave over time sought out “more humane way[s] to carry out death\nsentences.”Glossipv.Gross, 576 U.S. 863, 868\n(2015). In the 27 States with the death penalty, lethal injection\nis by far the most common method of execution. Seeibid.Fifteen States, including Georgia, authorize only the use of lethal\ninjection.[1] Nine States\nauthorize lethal injection plus one or more other specified\nmethods; of those (to use an example relevant here), four approve\nthe firing squad.[2] And three\nStates provide that if their authorized methods (including lethal\ninjection) are found unconstitutional, then they may carry out a\ndeath sentence by any constitutional means.[3]A death row inmate may attempt to show that a\nState’s planned method of execution, either on its face or as\napplied to him, violates the Eighth Amendment’s prohibition on\n“cruel and unusual” punishment. To succeed on that claim, the Court\nheld inGlossip, he must satisfy two requirements. First, he\nmust establish that the State’s method of execution presents a\n“substantial risk of serious harm”—severe pain over and above death\nitself.Id., at 877. Second, and more relevant here, he\n“must identify an alternative [method] that is feasible, readily\nimplemented, and in fact significantly reduce[s]” the risk of harm\ninvolved.Ibid.(internal quotation marks omitted). Only\nthrough a “comparative exercise,” we have explained, can a judge\n“decide whether the State has cruelly ‘superadded’ pain to the\npunishment of death.”Bucklew, 587 U. S., at ___ (slip\nop., at 15).In identifying an alternative method, the Court\ninBucklewheld, an inmate is “not limited to choosing among\nthose presently authorized by a particular State’s law.”Id., at ___ (slip op., at 19). The prisoner may, for\nexample, “point to a well-established protocol in another State as\na potentially viable option.”Ibid.The Eighth Amendment,Bucklewexplained, “is the supreme law of the land, and the\ncomparative assessment it requires can’t be controlled by the\nState’s choice of which methods to authorize.”Id., at ___\n(slip op., at 20); seeArthurv.Dunn, 580 U. S.\n___, ___ (2017) (slip op., at 10) (Sotomayor, J., dissenting from\ndenial of certiorari). In addition,Bucklewstated, allowing\nan inmate to propose a method not authorized by the State keeps his\n“burden” within reasonable bounds. 587 U. S., at ___ (slip\nop., at 19). Because the inmate can look beyond the State’s current\nlaw, we saw “little likelihood” that he would “be unable to\nidentify an available alternative.”Id., at ___ (slip op.,\nat 20); seeid., at ___ (slip op., at 2) (Kavanaugh, J.,\nconcurring).BWhile trying to flee a bank robbery,\npetitioner Michael Nance shot and killed a bystander. A Georgia\njury convicted Nance of murder, and the trial court sentenced him\nto death. Nance challenged his conviction and sentence—first on\ndirect appeal, next in state collateral proceedings, and finally in\nfederal habeas—but without success.Nance later brought suit under §1983 to enjoin\nGeorgia from using lethal injection to carry out his death\nsentence. As stated above, lethal injection is the only method of\nexecution Georgia law now authorizes. Seesupra, at\n2.[4] In his complaint, Nance\nalleges that applying that method to him would create a substantial\nrisk of severe pain. See App. to Pet. for Cert. 86a. According to\nNance, his veins are “severely compromised and unsuitable for\nsustained intravenous access.”Ibid.They are, Nance says,\nlikely to “blow” during the execution, “leading to the leakage of\nthe lethal injection drug into the surrounding tissue” and thereby\ncausing “intense pain and burning.”Ibid.On top of that,\nNance asserts, his longtime use of a prescription drug for back\npain creates a risk that the sedative used in the State’s lethal\ninjection protocol will fail to “render him unconscious and\ninsensate.”Ibid.Nance proposes, as a “readily available\nalternative” method of execution, “death by firing squad.”Ibid.As noted earlier, four other States have approved that\nmethod. Seesupra, at 2, and n. 2. Use of a firing\nsquad, Nance says, will lead to “swift and virtually painless”\ndeath. App. to Pet. for Cert. 102a. And implementing that method,\nhe says, would be simple: Georgia has enough qualified personnel\nand could borrow specific protocols from another State.Ibid.After the District Court dismissed Nance’s suit\nas untimely, the Court of Appeals for the Eleventh Circuit rejected\nit for a different reason—that Nance had used the wrong procedural\nvehicle. In the panel majority’s view, Nance should have brought\nhis method-of-execution claim by way of a habeas petition rather\nthan a §1983 suit. A habeas petition, the court stated, is\nappropriate when a prisoner seeks to “invalidate” a death sentence.\n981 F.3d 1201, 1209 (2020). And the court thought that was what\nNance was doing: The injunction he requested, preventing the use of\nlethal injection, “necessarily impl[ies] the invalidity of his\ndeath sentence.”Id., at 1203. That was so, the court\nreasoned, because Georgia law “must [be taken] as fixed”—and under\nthat “fixed” law, if Nance could not be executed by lethal\ninjection, then he could not be executed at all.Id., at\n1211. The court therefore “reconstrued” Nance’s complaint as a\nhabeas petition.Id., at 1203. And having done so, the court\ndismissed the petition as “second or successive” because Nance had\nalready sought federal habeas relief. 28 U. S. C.\n§2244(b); seesupra, at 4. Judge Martin dissented, arguing\nthat Nance could proceed under §1983. In her view, Nance was not\nchallenging his death sentence; all he wanted was an order telling\n“the State to execute him by a different method.” 981\nF. 3d,at 1215. The Eleventh Circuit denied Nance’s\npetition for rehearing en banc over the dissent of three judges.\nSee 994 F.3d 1335 (2021).We granted certiorari, 595 U. S. ___\n(2022), and now reverse.IIThis Court has often considered, when\nevaluating state prisoners’ constitutional claims, the dividing\nline between §1983 and the federal habeas statute. Each law enables\na prisoner to complain of “unconstitutional treatment at the hands\nof state officials.”Heckv.Humphrey,512 U.S.\n477, 480 (1994). But there the resemblance stops. The habeas\nstatute contains procedural requirements (like the\nsecond-or-successive rule) nowhere found in §1983; the former\nstatute may therefore require dismissal of a claim when the latter\nstatute would not. Seeid., at 480–481. Still more pertinent\nhere, the scope of the two laws also differs. Section 1983 broadly\nauthorizes suit against state officials for the “deprivation of any\nrights” secured by the Constitution. Read literally, that language\nwould apply to all of a prisoner’s constitutional claims, thus\nswamping the habeas statute’s coverage of claims that the prisoner\nis “in custody in violation of the Constitution.” 28\nU. S. C. §2254(a); seeWilkinsonv.Dotson,544 U.S.\n74, 78–79 (2005). So we have not read §1983 literally in the\nprisoner context. To the contrary, we have insisted that §1983\ncontains an “implicit exception” for actions that lie “within the\ncore of habeas corpus.”Id., at 79.In defining that core, this Court has focused on\nwhether a claim challenges the validity of a conviction or\nsentence. SeePreiserv.Rodriguez,411 U.S.\n475, 489 (1973). The simplest cases arise when an inmate,\nalleging a flaw in his conviction or sentence, seeks “immediate or\nspeedier release” from prison.Heck, 512 U. S., at 481.\nThe analogue in the capital punishment context, also clear-cut, is\nwhen an inmate seeks to overturn his death sentence, thus\npreventing the State from executing him. Slightly less obvious,\nthis Court has held that an inmate must proceed in habeas when the\nrelief he seeks would “necessarily imply the invalidity of his\nconviction or sentence.”Id., at 487 (barring §1983 suits\nfor money damages when prevailing would imply a conviction was\nwrongful). In doing so, though, we have underscored that the\nimplication must be “necessar[y].” Wilkinson,544\nU. S., at 81 (emphasis in original); seeNelson, 541\nU. S., at 647. On the opposite end of the spectrum, the Court\nhas held that a prison-conditions claim may be brought as a §1983\nsuit. SeePreiser, 411 U. S., at 498–499. Such a\nsuit—for example, challenging the adequacy of a prison’s medical\ncare—does not go to the validity of a conviction or sentence, and\nthus falls outside habeas’s core.InNelsonv.CampbellandHillv.McDonough, this Court held two\nmethod-of-execution claims to fall on the §1983 side of the divide.\nSeeNelson, 541 U. S., at 644–647;Hill, 547\nU.S. 573, 580–583 (2006). Both cases involved challenges to a\nState’s lethal injection protocol—the first to the use of a\n“cut-down” procedure to access the prisoner’s veins, the second to\na particular three-drug sequence. The cases predated our\nrequirement that prisoners identify alternative methods, but each\nprisoner had said enough to leave the Court convinced that\nalternatives to the challenged procedures were available. SeeNelson, 541 U. S., at 646;Hill, 547 U. S.,\nat 580–581. And that made the difference in both cases. A claim\nshould go to habeas, the Court held, only if granting the prisoner\nrelief “wouldnecessarilyprevent [the State] from carrying\nout its execution.”Nelson, 541 U. S., at 647 (emphasis\nin original); seeHill, 547 U. S., at 583.[5] In neither case would it have done\nso. Each prisoner had asked only for a change in implementing the\ndeath penalty, and an order granting that relief would not prevent\nthe State from executing him. So the claims could proceed under\n§1983.BothNelsonandHill, though,\nreserved the question at issue here: whether the result should be\ndifferent when a State’s death-penalty statute does not authorize\nthe alternative method of execution. SeeNelson, 541\nU. S., at 645;Hill, 547 U. S., at 580. In each\ncase, the Court observed that using a different method required no\nchange in the State’s statute, but only a change in an agency’s\nuncodified protocols. Here, all parties agree that Georgia would\nhave to change its statute to carry out Nance’s execution by means\nof a firing squad. They dispute whether that fact switches Nance’s\nclaim to the habeas track.Except for the Georgia statute, this case would\neven more clearly thanNelsonandHillbe fit for\n§1983. Since those two cases, we have compelled a prisoner bringing\na method-of-execution claim to propose an alternative way for the\nState to carry out his death sentence. He must, we have said,\npresent a “proposal” that is “sufficiently detailed” to show that\nan alternative method is both “feasible” and “readily implemented.”Bucklew, 587 U. S.,at ___ (slip op., at 21);\nseesupra, at 3. In other words, he must make the case that\nthe State really can put him to death, though in a different way\nthan it plans. The substance of the claim, now more than ever, thus\npoints toward §1983. The prisoner is not challenging the death\nsentence itself; he is taking the validity of that sentence as a\ngiven. And he is providing the State with a veritable blueprint for\ncarrying the death sentence out. If the inmate obtains his\nrequested relief, it is because he has persuaded a court that the\nState could readily use his proposal to execute him. The court’s\norder therefore does not, as required for habeas,\n“necessarilyprevent” the State from carrying out its\nexecution.Nelson, 541 U. S., at 647 (emphasis in\noriginal). Rather, the order gives the State a pathway forward.That remains true, we hold today, even if the\nalternative route necessitates a change in state law. Nance’s\nrequested relief still places his execution in Georgia’s control.\nAssuming it wants to carry out the death sentence, the State can\nenact legislation approving what a court has found to be a fairly\neasy-to-employ method of execution. To be sure, amending a statute\nmay require some more time and effort than changing an agency\nprotocol, of the sort involved inNelsonandHill.\nBut inHill, we explained that the “incidental delay”\ninvolved in changing a procedure—which even when uncodified may\ntake some real work[6]—is not\nrelevant to the vehicle question. 547 U. S., at 583. Instead,\nthat inquiry (as described earlier) focuses on whether the\nrequested relief would “necessarily” invalidate, or foreclose the\nState from implementing, the death sentence.Ibid.; seesupra, at 6. And anyway, Georgia has given us no reason to\nthink that the amendment process would be a substantial impediment.\nThe State has legislated changes to its execution method several\ntimes before. See Dept. of Corrections, Office of Planning and\nAnalysis, A History of the Death Penalty in Georgia: Executions by\nYear 1924–2014 (Jan. 2015) (describing how Georgia moved from\nhanging to electrocution to lethal injection). Other States have\nregularly done the same, often in an effort to make executions more\nhumane. See S. Banner, The Death Penalty: An American History\n296–297 (2002); seesupra, at 2. That Nance’s claim would\nrequire such action does not turn it from one contesting a method\nof execution into one disputing the underlying death sentence.The Court of Appeals could reach the contrary\nconclusion only by wrongly treating Georgia’s statute as immutable.\nRecall the court’s reasoning: Granting Nance relief would\n“necessarily imply[] the invalidity” of his death sentence because\nGeorgia law (presumably both statutes and regulations) “must [be\ntaken] as fixed.” 981 F. 3d, at 1210–1211; seesupra,\nat 5;post, at 3–4 (Barrett, J., dissenting) (agreeing that\nwe must “take state law as we find it”). But why must it be so\ntaken—when as a matter of fact Georgia could change its law and\nexecute Nance? And when Nance accepts the validity of the State’s\ntaking that course? The Court of Appeals posited that “it is not [a\nfederal court’s] place to entertain complaints under section 1983”\nthat would compel a State to change its capital punishment law. 981\nF. 3d, at 1211; seepost, at 3. Except that sometimes\nit is. One of the “main aims” of §1983 is to “override”—and thus\ncompel change of—state laws when necessary to vindicate federal\nconstitutional rights.Monroev.Pape,365 U.S.\n167, 173 (1961); seeZinermonv.Burch,494 U.S.\n113, 124 (1990). Or said otherwise, the ordinary and expected\noutcome of many a meritorious §1983 suit is to declare\nunenforceable (whether on its face or as applied) a state statute\nas currently written. See,e.g.,Cedar Point Nurseryv.Hassid, 594 U. S. ___ (2021). And in turn, the\nunsurprising effect of such a judgment may be to send state\nlegislators back to the drawing board. See,e.g.,Kolenderv.Lawson,461 U.S.\n352, 358 (1983). A prisoner, no less than any other §1983\nlitigant, can bring a suit of that ilk—can seek relief that would\npreclude a State from achieving some result unless and until it\namends a statute.And indeed, courts not uncommonly entertain\nprisoner suits under §1983 that may, if successful, require\nchanging state law. As noted earlier, the classic prisoner §1983\nsuit is one challenging prison conditions—say, overcrowding or\ninadequate medical care. Seesupra, at 6–7. Those suits can\nbe brought under §1983 because—just like this one—they attack not\nthe validity of a conviction or sentence, but only a way of\nimplementing the sentence. (They concern, in other words, how the\nprescribed incarceration is being carried out.) And the suits do\nnot get diverted into habeas if, as sometimes is true, a judgment\nfor the inmate would require a new statutory appropriation for the\nprison—to hire more doctors, for example. See,e.g.,Staffordv.Carter, No. 1:17–cv–00289 (SD Ind.), ECF\nDocs. 268, 282. Similarly, no one would think an action of that\nkind should go to habeas if the prison policy challenged (say, each\nfacility’s maximum population) were specified in a statute or\nregulation. Or consider another kind of prisoner §1983 suit this\nCourt has recently considered—one by a death row inmate seeking to\ncompel the State to open the execution chamber to his spiritual\nadvisor. SeeDunnv.Ray, 586 U. S. ___ (2019);Murphyv.Collier, 587 U. S. ___ (2019);Gutierrezv.Saenz, 592 U. S. ___ (2021);Ramirezv.Collier, 595 U. S. ___ (2022). Here\ntoo, the claim belongs in §1983 because—just like this one—it\nchallenges not the validity of a death sentence, but only the\nState’s mode of carrying it out. And again, we cannot think it\nwould matter if a State codified its no-spiritual-advisor protocol\nin a regulation. The State, assuming it lost the suit, would then\nhave to modify its law to go forward with the execution. But the\nnature of the suit would still be the same. The complaint would\nstill ask to adjust only a matter of implementation, so it still\ncould be filed under §1983.Under the contrary approach, the federal vehicle\nfor bringing a federal claim—and with that, the viability of the\nclaim—would depend on the vagaries of state law. Consider how\nNance’s own method-of-execution claim would fare in different\nStates. In Georgia (and any other State with lethal injection as\nthe sole authorized method), he would have to bring his claim in a\nhabeas petition. But in some other States primarily using lethal\ninjection, he could file a §1983 suit—because their statutes\ninclude back-up plans for when a court holds injection\nunconstitutional. Seesupra, at 2. Oklahoma’s statute, for\nexample, provides in that event for several alternative methods,\nincluding a firing squad. See Okla. Stat., Tit. 22, §§1014(B)–(D).\nAnd Alabama’s statute, in addition to listing alternatives,\nprovides for execution “by any constitutional method.” Ala. Code\n§15–18–82.1(c). Similar issues of non-uniformity could arise when\ninmates challenge, as inNelsonandHill, specific\nways of carrying out a lethal injection. Seesupra, at 7.\nThat is because some States have codified injection protocols in\ntheir statutes or regulations, while others (like Georgia) have\nnot. Compare,e.g., Ark. Code Ann. §§5–4–617(c)–(f )\nwith,e.g., Ga. Code Ann. §17–10–38(a). It would be strange\nto read such state-by-state discrepancies into our understanding of\nhow §1983 and the habeas statute apply to federal constitutional\nclaims. And that is especially so because the use of those vehicles\ncan lead to different outcomes: An inmate in one State could end up\ngetting his requested relief, while a similarly situated inmate in\nanother would have his suit thrown out. We cannot agree with the\ndissent that such a disparity would be “unremarkable.”Post,\nat 3. Its acceptance would mean that the Eighth Amendment is\nenforceable in federal court in one State, but not in another.\nAgain, this case tells the tale: Having reconstrued Nance’s\ncomplaint as a habeas petition, the court below dismissed it as\nsecond or successive—a bar existing in habeas alone. Seesupra, at 5–6.That part of the circuit court’s opinion raises\none last problem, because it threatens to undo the commitment this\nCourt made inBucklew. Seepost, at 4 (acknowledging\nthe point, though finding it irrelevant). Recall that the Court\nthere told inmates they could identify an alternative method of\nexecution not “presently authorized” by the executing State’s law.\n587 U. S., at ___ (slip op., at 19); seesupra, at 3.\nThat option would ensure state law does not “control[ ]” the\nEighth Amendment inquiry; and it would keep manageable the inmate’s\n“burden” to identify an alternative. 587 U. S., at ___–___\n(slip op., at 19–20). Under the circuit court’s approach, however,\nthat option is no option at all. Once an inmate presents an\nout-of-state alternative, he is relegated to habeas. And once he is\nin habeas, he will (according to the circuit court) almost\ninevitably collide with the second-or-successive bar (because a\nmethod-of-execution claim typically postdates a first habeas\npetition by many years). We do not here decide whether that view of\nthe second-or-successive bar is correct. But the two aspects of the\ncircuit court’s ruling, when taken together, turnBucklewinto a sham. On the Eleventh Circuit’s view, Georgia law\neffectively prevents an inmate like Nance from putting forward an\nout-of-state alternative. And Georgia law thereby precludes the\nkind of method-of-execution claim this Court told prisoners they\ncould bring.One last point fromBucklew—this one\nabout “dilatory” tactics—bears repeating here.Id., at ___\n(slip op., at 30). In recognizing that §1983 is a good vehicle for\na claim like Nance’s, we do not for a moment countenance\n“last-minute” claims relied on to forestall an execution.Ibid.“Courts should police carefully against attempts to\nuse [method-of-execution] challenges as tools to interpose\nunjustified delay.”Ibid.In deciding whether to grant a\nstay of execution, courts must consider whether such a challenge\n“could have been brought earlier” or otherwise reflects a\nprisoner’s “attempt at manipulation.”Ibid.(internal\nquotation marks omitted). And outside the stay context, courts have\na variety of tools—including the “substantive [and] procedural\nlimitations” that the Prison Litigation Reform Act imposes—to\nstreamline §1983 actions and protect “the timely enforcement of a\nsentence.”Nelson, 541 U. S., at 650 (listing PLRA\nlimitations);Bucklew, 587 U. S., at ___ (slip op., at\n29). Finally, all §1983 suits must be brought within a State’s\nstatute of limitations for personal-injury actions. SeeWallacev.Kato,549 U.S.\n384, 387 (2007). Here, the District Court held Nance’s suit\nuntimely under that limitations period. See No. 20–cv–00107 (ND\nGa., Mar. 13, 2020), ECF Doc. 26, p. 12;supra,at 4.\nThe Eleventh Circuit did not review that holding because it instead\nreconstrued the action as a habeas petition. Now that we have held\nthat reconstruction unjustified, the court on remand can address\nthe timeliness question, as well as any others that remain.*  *  *For the reasons stated, we reverse the\njudgment of the Court of Appeals for the Eleventh Circuit and\nremand the case for further proceedings consistent with this\nopinion.It is so ordered.Notes1Ariz. Rev. Stat. Ann.\n§13–757(A) (2020); Ga. Code Ann. §17–10–38(a) (2020); Idaho Code\nAnn. §19–2716 (2017); Ind. Code §35–38–6–1(a) (2021); Kan. Stat.\nAnn. §22–4001(a) (2007); La. Rev. Stat. Ann. §15:569(B) (West\n2022); Mont. Code Ann. §46–19–103(3) (2021); Neb. Rev. Stat.\n§83–964 (2020 Cum. Supp.); Nev. Rev. Stat. §176.355(1) (2017);\nN. C. Gen. Stat. Ann. §15–188 (2021); Ohio Rev. Code Ann.\n§2949.22(A) (Lexis 2021); Ore. Rev. Stat. §137.473(1) (2021); 61\nPa. Cons. Stat. §4304(a) (2015 Special Edition); S. D.\nCodified Laws §23A–27A–32 (2016); Tex. Code Crim. Proc. Ann., Art.\n§43.14(a) (Vernon 2018).2Mississippi, Oklahoma,\nSouth Carolina, and Utah authorize the firing squad among other\nmethods of execution. H. B. 1479, 2022 Leg., Reg. Sess.\n(Miss.); Okla. Stat., Tit. 22, §1014 (2020 Supp.); S. C. Code\nAnn. §24–3–530 (2021 Cum. Supp.); Utah Code §77–18–113 (2021). The\nrest of the States in this bucket most commonly authorize\nelectrocution or lethal gas. See Ark. Code Ann. §§5–4–617(a), (l)\n(Supp. 2021); Cal. Penal Code Ann. §3604(a) (West Supp. 2022); Ky.\nRev. Stat. Ann. §§431.220(1)(a), 431.223 (Lexis 2021); Mo. Rev.\nStat. §546.720(1) (2016); Wyo. Stat. Ann. §7–13–904\n(2021).3Ala. Code §15–18–82.1(c)\n(2018); Fla. Stat. §922.105(3) (2018); Tenn. Code Ann.\n§40–23–114(d) (2018).4See Ga. Code Ann.\n§17–10–38(a) (“All persons who have been convicted of a capital\noffense and have had imposed upon them a sentence of death shall\nsuffer such punishment by lethal injection”).5In both cases, the Court\nmade clear that its formulation (again, would granting relief\nnecessarily prevent the execution) merely adapted to the capital\npunishment context the question the Court had formerly asked in\nchoosing between §1983 and habeas: Would granting relief\nnecessarily imply the invalidity of a conviction or sentence? SeeNelson, 541 U. S., at 646;Hill, 547 U. S.,\nat 583;supra, at 6.6In a recent case, Texas\ndescribed to this Court the complexity of changing uncodified\nexecution protocols, given the number of state actors who need to\nreach agreement. See Respondents’ Rule 32.3 Material inRamirezv.Collier, O. T. 2021, No. 21–5592, p.\n14a.",
    "joined": []
}