{
    "case": {
        "docket": "18-1165",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-1165/"
    },
    "id": "4193881",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1165_________________RETIREMENT PLANS COMMITTEE OF IBM,\net al., PETITIONERSv. LARRY W. JANDER, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[January 14, 2020]Justice Kagan, with whom Justice Ginsburg\njoins, concurring.Today’sper curiamvacates and remands so\nthat the Court of Appeals for the Second Circuit can decide whether\nto consider two arguments that occupied most of the briefing in\nthis Court even though the lower courts had not addressed them. I\njoin the Court’s opinion with two further notes.First, the Court of Appeals may of course\ndetermine that under its usual rules of waiver or forfeiture, it\nwill not consider those arguments. Theper curiamis clear\nthat the Second Circuit is to “decide whether to entertain” the\narguments in the first instance.Ante, at 3. If the\narguments were not properly preserved, sound judicial practice\npoints toward declining to address them. See,e.g.,Woodv.Mil- yard,566 U.S.\n463, 473 (2012) (“For good reason, appellate courts ordinarily\nabstain from entertaining issues that have not been raised and\npreserved”). That is so, contrary to Justice Gorsuch’s suggestion,\nwhether or not the issue will come back in the future. Seepost, at 2 (concurring opinion).Second, if the Court of Appeals chooses to\naddress the merits of either argument, the opening question must be\nwhether it is consistent with this Court’s decision inFifth\nThird Bancorpv.Dudenhoeffer,573\nU.S. 409(2014). I cannot see how. The petitioners argue that\nERISA “imposes no duty on an ESOP fiduciary to act on insider\ninformation.”Ante, at 3. ButDudenhoeffermakes\nclear that an ESOP fiduciary at times has such a duty; the decision\nsets out exactly what a plaintiff must allege to state a claim that\nthe fiduciary breached his duty of prudence by “failing to act on\ninside information.” 573 U. S., at 423; seeid., at\n428;ante, at 1. For its part, the Government argues that\n(absent extraordinary circumstances) an ESOP fiduciary has only the\nduty to disclose inside information that the federal securities\nlaws already impose. Seeante, at 3. ButDudenhoeffercharacterizes the relationship between ERISA’s duty of prudence and\nthe securities laws differently. It recognizes that a fiduciary can\nhave no obligation to take actions “violat[ing] the securities\nlaws” or “conflict[ing]” with their “requirements” or “objectives.”\n573 U. S., at 428–429; seeante, at 1–2. At the same\ntime, the decision explains that when an action does not so\nconflict, it might fall within an ESOP fiduciary’s duty—even if the\nsecurities laws do not require it. See 573 U. S., at 428. The\nquestion in that conflict-free zone is whether a prudent fiduciary\nwould think the action more likely to help than to harm the fund.\nSeeid., at 428, 430; seeante, at 1–2. The\nGovernment candidly acknowledges that its approach would mostly\nwipe out that central aspect of theDudenhoefferstandard.\nSee Brief for United States asAmicus Curiae22. That too\ndoes not accord with the decision.[1]*Notes1*Justice Gorsuch essays still\nanother argument, but it also conflicts withDudenhoeffer.\nHe claims that an ESOP fiduciary can never have a duty under ERISA\nto make disclosures “in their capacities as corporate officers.”Post,at 1. ButDudenhoefferspells out when ERISA\nforecloses such a duty—when making the disclosure would conflict\nwith the requirements and objectives of the securities laws. See\n573 U. S., at 429. Absent a conflict of that kind, there is no\ncategorical exclusion: The question, stated once again, is whether\na prudent fiduciary would think the disclosure more likely to\nbenefit than to harm the fund. Seeid.,at\n429–430.",
    "joined": []
}