{
    "case": {
        "docket": "14-1132",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1132/"
    },
    "id": "3572522",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–1132_________________MERRILL LYNCH, PIERCE, FENNER & SMITH\nINC.,et al., PETITIONERSv.GREG MANNING,\net al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[May 16, 2016]Justice Kagan delivered the opinion of the\nCourt.Section 27 of the Securities Exchange Act of\n1934 (Exchange Act), 48Stat. 992, as amended, 15 U. S. C.\n§78a,et seq., grants federal district courts exclusive\njurisdiction “of all suits in equity and actions at law brought to\nenforce any liability or duty created by [the Exchange Act] or the\nrules or regulations thereunder.” §78aa(a). We hold today that the\njurisdictional test established by that provision is the same as\nthe one used to decide if a case “arises under” a federal law. See\n28 U. S. C. §1331.IRespondent Greg Manning held more than two\nmillion shares of stock in Escala Group, Inc., a company traded on\nthe NASDAQ. Between 2006 and 2007, Escala’s share price plummeted\nand Manning lost most of his investment. Manning blames\npetitioners, Merrill Lynch and several other financial institutions\n(collectively, Merrill Lynch), for devaluing Escala during that\nperiod through “naked short sales” of its stock.A typical short sale of a security is one made\nby a borrower, rather than an owner, of stock. In such a\ntransaction, a person borrows stock from a broker, sells it to a\nbuyer on the open market, and later purchases the same number of\nshares to return to the broker. The short seller’s hope is that the\nstock price will decline between the time he sells the borrowed\nshares and the time he buys replacements to pay back his loan. If\nthat happens, the seller gets to pocket the difference (minus\nassociated transaction costs).In a “naked” short sale, by contrast, the seller\nhas not borrowed (or otherwise obtained) the stock he puts on the\nmarket, and so never delivers the promised shares to the buyer. See“Naked” Short Selling Antifraud Rule, Securities Exchange\nCommission (SEC) Release No. 34–58774, 73 Fed. Reg. 61667 (2008).\nThat practice (beyond its effect on individual purchasers) can\nserve “as a tool to drive down a company’s stock price”—which, of\ncourse, injures shareholders like Manning.Id.,at 61670.\nThe SEC regulates such short sales at the federal level: The\nCommission’s Regulation SHO, issued under the Exchange Act,\nprohibits short sellers from intentionally failing to deliver\nsecurities and thereby curbs market manipulation. See 17 CFR\n§§242.203–242.204 (2015).In this lawsuit, Manning (joined by six other\nformer Escala shareholders) alleges that Merrill Lynch facilitated\nand engaged in naked short sales of Escala stock, in violation of\nNew Jersey law. His complaint asserts that Merrill Lynch\nparticipated in “short sales at times when [it] neither possessed,\nnor had any intention of obtaining[,] sufficient stock” to deliver\nto buyers. App. to Pet. for Cert. 57a, Amended Complaint ¶39. That\nconduct, Manning charges, contravened provisions of the New Jersey\nRacketeerInfluenced and Corrupt Organizations Act (RICO), New\nJersey Criminal Code, and New Jersey Uniform Securities Law; it\nalso, he adds, ran afoul of the New Jersey common law of\nnegligence, unjust enrichment, and interference with contractual\nrelations. Seeid., at 82a–101a, ¶¶88–161. Manning chose not\nto bring any claims under federal securities laws or rules. His\ncomplaint, however, referred explicitly to Regulation SHO, both\ndescribing the purposes of that rule and cataloguing past\naccusations against Merrill Lynch for flouting its requirements.\nSeeid.,at 51a–54a, ¶¶28–30; 75a–82a, ¶¶81–87. And the\ncomplaint couched its description of the short selling at issue\nhere in terms suggesting that Merrill Lynch had again violated that\nregulation, in addition to infringing New Jersey law. Seeid.,at 57a–59a, ¶¶39–43.Manning brought his complaint in New Jersey\nstate court, but Merrill Lynch removed the case to Federal District\nCourt. See 28 U. S. C. §1441 (allowing removal of any\ncivil action of which federal district courts have original\njurisdiction). Merrill Lynch asserted federal jurisdiction on two\ngrounds. First, it invoked the general federal question statute,\n§1331, which grants district courts jurisdiction of “all civil\nactions arising under” federal law. Second, it maintained that the\nsuit belonged in federal court by virtue of §27 of the Exchange\nAct. That provision, in relevant part, grants district courts\nexclusive jurisdiction of “all suits in equity and actions at law\nbrought to enforce any liability or duty created by [the Exchange\nAct] or the rules and regulations thereunder.” 15\nU. S. C. §78aa(a). Manning moved to remand the case to\nstate court, arguing that neither statute gave the federal court\nauthority to adjudicate his collection of state-law claims. The\nDistrict Court denied his motion. See No. 12–4466 (D NJ, Mar. 18,\n2013), App. to Pet. for Cert. 24a–38a.The Court of Appeals for the Third Circuit\nreversed, ordering a remand of the case to state court. See 772\nF. 3d 158 (2014). The Third Circuit first decided that the\nfed-eral question statute, 28 U. S. C. §1331, did not\nconfer juris-diction of the suit, because all Manning’s claims were\n“brought under state law” and none “necessarily raised” a federal\nissue. 772 F. 3d,at 161, 163. Nor, the court held, did\n§27 of the Exchange Act make the district court the appropriate\nforum. Relying on this Court’s construction of a nearly identical\njurisdictional provision, the Court of Appeals found that §27\ncovers only those cases involving the Exchange Act that would\nsatisfy the “arising under” test of the federal question statute.\nSeeid.,at 166–167 (citingPan American Petroleum\nCorp.v.Superior Court of Del. for New Castle Cty., 366\nU. S. 656 (1961) ). Because the District Court lacked\njurisdiction of Manning’s suit under §1331, so too it was not the\nexclusive forum under §27.Merrill Lynch sought this Court’s review solely\nas to whether §27 commits Manning’s case to federal court. See Pet.\nfor Cert. i. Because of a Circuit split about that provision’s\nmeaning,[1] we granted\ncertiorari. 576 U. S. ___ (2015). We now affirm.IILike the Third Circuit, we read §27 as\nconferring exclusive federal jurisdiction of the same suits as\n“aris[e] under” the Exchange Act pursuant to the general federal\nquestion statute. See 28 U. S. C. §1331. The text of §27\nmore readily supports that meaning than it does either of the\nparties’ two alternatives. This Court’s precedents interpreting\nidentical statutory language positively compel that conclusion. And\nthe construction fits with our practice of reading jurisdictional\nlaws, so long as consistent with their language, to respect the\ntraditional role of state courts in our federal system and to\nestablish clear and administrable rules.ASection 27, as noted earlier, provides federal\ndistrict courts with exclusive jurisdiction “of all suits in equity\nand actions at law brought to enforce any liability or duty created\nby [the Exchange Act] or the rules and regulations thereunder.” 15\nU. S. C. §78aa(a); seesupra,at 3.[2] Much the same wording appears in nine\nother federal jurisdictional provisions—mostly enacted, like §27,\nas part of New Deal-era regulatory statutes.[3]Merrill Lynch argues that the “plain,\nunambiguous language” of §27 requires an expansive understanding of\nits scope. Brief for Petitioners 23. Whenever (says Merrill Lynch)\na plaintiff’s complaint either explicitly or implic-itly\n“assert[s]” that “the defendant breached an Exchange Act duty,”\nthen the suit is “brought to enforce” that duty and a federal court\nhas exclusive jurisdiction.Id., at 22; Reply Brief 10–11;\nsee Tr. of Oral Arg. 7–8 (confirming that such allegations need not\nbe express). That is so, Merrill Lynch contends, even if the\nplaintiff, as in this case, brings only state-law claims in his\ncomplaint—that is, seeks relief solely under state law. See Reply\nBrief 3–6. And it is so, Merrill Lynch continues, even if the\nplaintiff can prevail on those claims without proving that the\nalleged breach of an Exchange Act duty—here, the violation of\nRegulation SHO—actually occurred. Seeid.,at 7–13; Tr. of\nOral Arg. 3 (“[T]he words ‘brought to enforce’ [donot focus] on\nwhat the court would necessarily have to decide”).But a natural reading of §27’s text does not\nextend so far. “Brought” in this context means “commenced,” Black’s\nLaw Dictionary 254 (3d ed. 1933);“to” is a word “expressing\npurpose [or] consequence,” The Concise Oxford Dictionary 1288\n(1931); and “enforce” means “give force [or] effect to,” 1\nWebster’s New International Dictionary of the English Language 725\n(1927). So §27 confers federal jurisdiction when an action is\ncommenced in order to give effect to an Exchange Act requirement.\nThat language, in emphasizing what the suit is designed to\naccomplish, stops short of embracing any complaint that happens to\nmention a duty established by the Exchange Act. Consider, for\nexample, a simple state-law action for breach of contract, in which\nthe plaintiff alleges, for atmospheric reasons, that the\ndefendant’s conduct also violated the Exchange Act—or still less,\nthat the defendant is a bad actor who infringed that statute on\nanother occasion. On Merrill Lynch’s view, §27 would cover that\nsuit; indeed, Merrill Lynch points to just such incidental\nassertions as the basis for federal jurisdiction here. See Brief\nfor Petitioners 20–21;supra,at 3. But that hypothetical\nsuit is “brought to enforce” state contract law, not the Exchange\nAct—because the plaintiff can get all the relief he seeks just by\nshowing the breach of an agreement, without proving any violation\nof federal securities law. The suit, that is, can achieve all it is\nsupposed to even if issues involving the Exchange Act never come\nup.Critiquing Merrill Lynch’s position on similar\ngrounds, Manning proposes a far more restrictive interpretation of\n§27’s language—one going beyond what he needs to prevail. See Brief\nfor Respondents 27–33. According to Manning, a suit is “brought to\nenforce” the Exchange Act’s duties or liabilities only if it is\nbrought directly under that statute—that is, only if the claims it\nasserts (and not just the duties it means to vindicate) are created\nby the Exchange Act. On that view, everything depends (as Justice\nHolmes famously said in another jurisdictional context) on which\nlaw “creates the cause of action.”American Well Works Co.v.Layne & Bowler Co., 241 U. S. 257, 260 (1916) .\nIf a complaint asserts a right of action deriving from the Exchange\nAct (or an associated regulation), the suit must proceed in federal\ncourt. But if, as here, the complaint brings only state-created\nclaims, then the case belongs in a state forum. And that is so,\nManning claims, even if—contrary to what the Third Circuit held\nbelow—the success of the state claim necessarily hinges on proving\nthat the defendant breached an Exchange Act duty. See Brief for\nRespondents 31.Manning’s view of the text’s requirements,\nalthough better than Merrill Lynch’s, veers too far in the opposite\ndirection. There is no doubt, as Manning says, that a suit\nasserting an Exchange Act cause of action fits within §27’s scope:\nBringing such a suit is the prototypical way of enforcing an\nExchange Act duty. But it is not the only way. On rare occasions,\nas just suggested, a suit raising a state-law claim rises or falls\non the plaintiff’s ability to prove the violation of a federal\nduty. See,e.g., Grable & Sons Metal Products, Inc.v.Darue Engineering & Mfg., 545 U. S. 308 –315\n(2005);Smithv.Kansas City Title & Trust Co.,255 U. S. 180, 201 (1921) . If in that manner, a state-law\naction necessarily depends on a showing that the defendant breached\nthe Exchange Act, then that suit could also fall within §27’s\ncompass. Suppose, for example, that a state statute simply makes\nillegal “any violation of the Exchange Act involving naked short\nselling.” A plaintiff seeking relief under that state law must\nundertake to prove, as the cornerstone of his suit, that the\ndefendant infringed a requirement of the federal statute. (Indeed,\nin this hypothetical, that is the plaintiff’sonlyproject.)\nAccordingly, his suit, even though asserting a state-created claim,\nis also “brought to enforce” a duty created by the Exchange\nAct.An existing jurisdictional test well captures\nboth classes of suits “brought to enforce” such a duty. As noted\nearlier, 28 U. S. C. §1331 provides federal jurisdiction\nof all civil actions “arising under” federal law. Seesupra,at 3. This Court has found that statutory term satisfied in either\nof two circumstances. Most directly, and most often, federal\njurisdiction attaches when federal law creates the cause of action\nasserted. That set of cases is what Manning highlights in offering\nhis view of §27. But even when “a claim finds its origins” in state\nlaw, there is “a special and small category of cases in which\narising under jurisdiction still lies.”Gunnv.Minton, 568 U. S. ___, ___ (2013) (slip op., at 6) (internal\nquotation marks omitted). As this Court has explained, a federal\ncourt has jurisdiction of a state-law claim if it “necessarily\nraise[s] a stated federal issue, actually disputed and substantial,\nwhich a federal forum may entertain without disturbing any\ncongressionally approved balance” of federal and state power.Grable, 545 U. S., at 314; seeGunn, 568\nU. S., at ___ (slip op., at 6) (framing the same standard as a\nfour-part test). That description typically fits cases, like those\ndescribed just above, in which a state-law cause of action is\n“brought to enforce” a duty created by the Exchange Act because the\nclaim’s very success depends on giving effect to a federal\nrequirement. Accordingly, we agree with the court below that §27’s\njurisdictional test matches the one we have formulated for §1331,\nas applied to cases involving the Exchange Act. If (but only if)\nsuch a case meets the “arising under” standard, §27 commands that\nit go to federal court.[4]Merrill Lynch objects that our rule construes\n“completely different language”—i.e.,the phrases “arising\nunder”and “brought to enforce” in §1331 and §27, respectively—“to\nmean exactly the same thing.” Reply Brief 7. We cannot deny that\npoint. But we think it far less odd than Merrill Lynch does. After\nall, the test for §1331 jurisdiction is not grounded in that\nprovision’s particular phrasing. This Court has long read the words\n“arising under” in Article III to extend quite broadly, “to all\ncases in which a federal question is ‘an ingredient’ of the\naction.”Merrell Dow Pharmaceuticals Inc.v.Thompson, 478 U. S. 804 (1986) (quotingOsbornv.Bank of United States,9 Wheat. 738, 823 (1824)). In the\nstatutory context, however, we opted to give those same words a\nnarrower scope “in the light of [§1331’s] history[,] the demands of\nreason and coherence, and the dictates of sound judicial policy.”Romerov.International Terminal Operating Co., 358\nU. S. 354, 379 (1959) . Because the resulting test does not\nturn on §1331’s text, there is nothing remarkable in its fitting\nas, or even more, neatly a differently worded statutory\nprovision.Nor can Merrill Lynch claim that Congress’s use\nof the new “brought to enforce” language in §27 shows an intent to\ndepart from a settled (even if linguistically ungrounded) test for\nstatutory “arising under” jurisdiction. That is because no such\nwell-defined test then existed. As we recently noted, our caselaw\nconstruing §1331 was for many decades—including when the Exchange\nAct passed—highly “unruly.”Gunn, 568 U. S., at __\n(slip op., at 6) (referring to the “canvas” of our old opinions as\n“look[ing] like one that Jackson Pollock got to first”). Against\nthat muddled backdrop, it is impossible to infer that Congress, in\nenacting §27, wished to depart from what we now understand as the\n“arising under” standard.BThis Court has reached the same conclusion\nbefore. In two unrelated decisions, we addressed the “brought to\nenforce” language at issue here. SeePan American, 366\nU. S. 656 ;Matsushita Elec. Industrial Co.v.Epstein, 516 U. S. 367 (1996) . Each time, we viewed\nthat phrase as coextensive with our construction of “arising\nunder.”Pan Americaninvolved §22 of the Natural\nGas Act (NGA), 15 U. S. C. §717u—an exclusive\njurisdiction provision containing language materially\nindistinguishable from §27’s.[5] The case began in state court when a natural gas\npurchaser sued a producer for breach of a contract setting sale\nprices. Prior to the alleged breach, the producer had filed those\ncontractual rates with the Federal Power Commission, as the NGA\nrequired. Relying on that submission (which the complaint did not\nmention), the producer claimed that the buyer’s suit was “brought\nto enforce” a liability deriving from the NGA—i.e.,a filed\nrate—and so must proceed in federal court. See 366 U. S., at\n662. This Court rejected the argument.Our decision explained that §22’s use of the\nterm “brought to enforce,” rather than “arising under,” made no\ndifference to the jurisdictional analysis. The inquiry, we wrote,\nwas “not affected by want” of the language contained in the federal\nquestion statute.Id.,at 665, n. 2. The\n“limitation[s]” associated with “arising under” jurisdiction, we\ncontinued, were “clearly implied” in §22’s alternative phrasing.Ibid.In short, the linguistic distinction between the two\njurisdictional provisions did not extend to their meaning.Pan Americanthus went on to analyze the\njurisdictional issue in the manner set out in our “arising under”\nprecedents. Federal question jurisdiction lies, the Court wrote,\nonly if “it appears from the face of the complaint that\ndetermination of the suit depends upon a question of federal law.”Id.,at 663. That inquiry focuses on “the particular claims\na suitor makes” in his complaint—meaning, whether the plaintiff\nseeks relief under state or federal law.Id.,at 662. In\naddition, the Court suggested, a federal court could adjudicate a\nsuit stating only a state-law claim if it included as “an element,\nand an essential one,” the violation of a federal right.Id., at 663 (quotingGullyv.First Nat. Bank in\nMeridian, 299 U. S. 109, 112 (1936) ). With those\nprinciples of “arising under” jurisdiction laid out, the Court held\nthat §22 did not enable a federal court to resolve the buyer’s\ncase, because he could prevail merely by proving breach of the\ncontract. See 366 U. S.,at 663–665.Pan\nAmericanestablishes, then, that an action “brought to enforce”\na duty or liability created by a federal statute is nothing more\n(and nothing less) than an action “arising under” that law.Merrill Lynch readsPan Americanmore\nnarrowly, as holding only that §22 does not confer federal\njurisdiction when a complaint (unlike Manning’s) fails to reference\nfederal law at all. See Brief for Petitioners 32–33, 38. But that\nargument ignoresPan American’s express statement of\nequivalence between §27’s language and the federal question\nstatute’s: “Brought to enforce” has the same “limitation[s]”\n(meaning, the same scope) as “arising under.” 366 U. S., at\n665, n. 2. And just as important, Merrill Lynch disregardsPan American’s analytical structure: The decision proceeds\nby reviewing this Court’s “arising under” precedents, articulating\nthe principles animating that caselaw, and then applying those\ntenets to the dispute at hand.Id.,at 662–665. The Court\nthus showed (as well as told) that “brought to enforce”\njurisdiction mirrors that of “arising under.”As a fallback, Merrill Lynch claims thatPan\nAmericanis irrelevant here because it relied on legislative\nhistory distinct to the NGA in finding §22’s “brought to enforce”\nlanguage coterminous with “arising under.” See Brief for\nPetitioners 38–39. The premise of that argument is true enough: In\nsupport of its holding, the Court quoted a Committee Report\ndescribing §22 as conferring federal jurisdiction “over cases\narising under the act.” 366 U. S., at 665, n. 2. But we\ncannot accept the conclusion Merrill Lynch draws from that\nstatement: that courts should give two identically worded statutory\nprovisions, passed less than five years apart, markedly different\nmeanings. Indeed, the result of Merrill Lynch’s approach is still\nodder, for what of the eight other jurisdictional provisions\ncontaining “brought to enforce” language? See n. 3,supra. Presumably, Merrill Lynch would have courts inspect\neach of their legislative histories to decide whether to read those\nstatutes as reproducing the “arising under” standard, adopting\nMerrill Lynch’s alternative view, or demanding yet another\njurisdictional test. We are hard pressed to imagine a less sensible\nway of construing the repeated iterations of the phrase “brought to\nenforce” in the jurisdictional provisions of the Federal Code.In any event, this Court inMatsushitaaddressed §27 itself, and once again equated the “brought to\nenforce” and “arising under” standards. That decision arose from a\nstate-law action against corporate directors for breach of\nfiduciary duty. The issue was whether the state court handling the\nsuit could approve a settlement releasing, in addition to the state\nclaims actually brought, potential Exchange Act claims that §27\nwould have committed to federal court. In deciding that the state\ncourt could do so, we described §27—not once, not twice, but three\ntimes—as conferring exclusive jurisdiction of suits “arising under”\nthe Exchange Act. See 516 U. S., at 380 (Section 27 “confers\nexclusive jurisdiction upon the federal courts for suitsarising\nunderthe [Exchange] Act”);id.,at 381 (Section 27\n“prohibits state courts from adjudicating claimsarising\nunderthe Exchange Act”);id.,at 385 (Section 27\n“prohibit[s] state courts from exercising jurisdiction over suitsarising underthe Exchange Act”) (emphases added). Over and\nover, then, the Court took as a given that §27’s jurisdictional\ntest mimicked the one in the general federal question statute.And still more: TheMatsushitaCourt\nthought clear that the suit as filed—which closely resembled\nManning’s in its mix of state and federal law—fell outside §27’s\ngrant of exclusive jurisdiction. As just noted, the claims brought\nin theMatsushitacomplaint sought relief for breach of a\nstate-law duty. But in support of those claims, the plaintiffs\ncharged, much as Manning did here, that the defendants’ conduct\nalso violated federal securities laws. See 516 U. S., at 370;supra,at 2–3. We found the presence of that accusation\ninsufficient to trigger §27. “[T]he cause pleaded,” we wrote,\nremained “a state common-law action,” 516 U. S., at 382,\nn. 7: Notwithstanding the potential federal issue, the suit\n“was not ‘brought to enforce’ any rights or obligations under the\n[Exchange] Act,”id.,at 381. The Court thus rejected the\nvery position Merrill Lynch takes here—i.e., that §27\nprecludes a state court from adjudicating any case, even if brought\nunder state law, in which the plaintiff asserts an Exchange Act\nbreach.CConstruing §27, consistent with both text and\nprecedent, to cover suits that arise under the Exchange Act serves\nthe goals we have consistently underscored in interpreting\njurisdictional statutes. Our reading, unlike Merrill Lynch’s, gives\ndue deference to the important role of state courts in our federal\nsystem. And the standard we adopt is more straightforward and\nadministrable than the alternative Merrill Lynch offers.Out of respect for state courts, this Court has\ntime and again declined to construe federal jurisdictional statutes\nmore expansively than their language, most fairly read, requires.\nWe have reiterated the need to give “[d]ue regard [to] the rightful\nindependence of state governments”—and more particularly, to the\npower of the States “to provide for the determination of\ncontroversies in their courts.”Romero, 358 U. S., at\n380 (quotingHealyv.Ratta, 292 U. S. 263, 270\n(1934) ;Shamrock Oil & Gas Corp.v.Sheets, 313\nU. S. 100, 109 (1941) . Our decisions, as we once put the\npoint, reflect a “deeply felt and traditional reluctance\n. . . to expand the jurisdiction of federal courts\nthrough a broad reading of jurisdictional statutes.”Romero,\n358 U. S., at 379.[6] That\ninterpretive stance serves, among other things, to keep state-law\nactions like Manning’s in state court, and thus to help maintainthe\nconstitutional balance between state and federaljudiciaries.Nor does this Court’s concern for state court\nprerogatives disappear, as Merrill Lynch suggests it should, in the\nface of a statute granting exclusive federal jurisdiction. See\nBrief for Petitioners 23–27. To the contrary, when a statute\nmandates, rather than permits, federal jurisdiction—thus depriving\nstate courts of all ability to adjudicate certain claims—our\nreluctance to endorse “broad reading[s],”Romero, 358\nU. S., at 379, if anything, grows stronger. And that is\nespecially so when, as here, the construction offered would place\nin federal court actions bringing only claims created by state\nlaw—even if those claims might raise federal issues. To be sure, a\ngrant of exclusive federal jurisdiction, as Merrill Lynch reminds\nus, indicates that Congress wanted “greater uniformity of\nconstruction and more effective and expert application” of federal\nlaw than usual. Brief for Petitioners 24 (quotingMatsushita,516 U. S., at 383). But “greater” and\n“more” do not mean “total,” and the critical question remains how\nfar such a grant extends. In resolving that issue, we will not\nlightly read the statute to alter the usual constitu-tional\nbalance, as it would by sending actions with all state-law claims\nto federal court just because a complaint references a federal\nduty.Our precedents construing other exclusive grants\nof federal jurisdiction illustrate those principles. InPan\nAmerican, for example, we denied that a state court’s\nresolution of state-law claims potentially implicating the NGA’s\nmeaning would “jeopardize the uniform system of regulation” that\nthe statute established. 366 U. S., at 665. We reasoned that\nthis Court’s ability to review state court decisions of federal\nquestions would sufficiently protect federal interests. And\nsimilarly, inTafflinv.Levitt, 493 U. S. 455\n–467 (1990), we permitted state courts to adjudicate civil RICO\nactions that might raise issues about the scope of federal crimes\nalleged as predicate acts, even though federal courts have\nexclusive jurisdiction “of all offenses against the laws of the\nUnited States,” 18 U. S. C. §3231. There, we expressed\nconfidence that state courts would look to federal court\ninterpretations of the relevant criminal statutes. Accordingly, we\nsaw “no significant danger of inconsistent application of federal\ncriminal law” and no “incompatibility with federal interests.”Tafflin,493 U. S., at 464–465, 467 (internal quotation\nmarks omitted).So too here, when state courts, in deciding\nstate-law claims, address possible issues of the Exchange Act’s\nmeaning. Not even Merrill Lynch thinks those decisions wholly\navoidable: It admits that §27 does nothing to prevent state courts\nfrom resolving Exchange Act questions that result from defenses or\ncounterclaims. See Brief for Petitioners 32–33;Pan\nAmerican,366 U. S., at 664–665. We see little difference,\nin terms of the uniformity-based policies Merrill Lynch invokes, if\nthose issues instead appear in a complaint like Manning’s. And\nindeed, Congress likely contemplated that some complaints\nintermingling state and federal questions would be brought in state\ncourt: After all, Congress specifically affirmed the capacity of\nsuch courts to hear state-law securities actions, which predictably\nraise issues coinciding, overlapping, or intersecting with those\nunder the Act itself. See 15 U. S. C. §78bb(a)(2);Matsushita, 516 U. S., at 383. So, for example, it is\nhardly surprising in a suit like this one, alleging short sales in\nviolation ofstatesecurities law, that a plaintiff might\nsay the defendant previously breached afederalprohibition\nof similar conduct. Seesupra,at 2–3 (describing Manning’s\ncomplaint). And it is less troubling for a state court to consider\nsuch an issue than to lose all ability to adjudicate a suit raising\nonly state-law causes of action.Reading §27 in line with our §1331 caselaw also\npromotes “administrative simplicity[, which] is a major virtue in a\njurisdictional statute.”Hertz Corp.v.Friend, 559\nU. S. 77, 94 (2010) . Both judges and litigants are familiar\nwith the “arising under” standard and how it works. For the most\npart, that test provides ready answers to jurisdictional questions.\nAnd an existing body of precedent gives guidance whenever\nborderline cases crop up. Seesupra,at 8–9. By contrast, no\none has experience with Merrill Lynch’s alternative standard, which\nwould spring out of nothing to govern suits involving not only the\nExchange Act but up to nine other discrete spheres of federal law.\nSee n. 3,supra(listing statutes with “brought to\nenforce” language);supra,at 12–13 (noting Merrill Lynch’s\nbackup claim that legislative histories might compel different\ntests for different statutes). Adopting such an untested approach,\nand forcing courts to toggle back and forth between it and the\n“arising under” standard, would undermine consistency and\npredictability in litigation. That result disserves courts and\nparties alike.Making matters worse, Merrill Lynch’s rule is\nsimple for plaintiffs to avoid—or else, excruciating for courts to\npolice. Under that rule, a plaintiff electing to bring state-law\nclaims in state court will purge his complaint of any references to\nfederal securities law, so as to escape re-moval. Such omissions,\nafter all, will do nothing to change the way the plaintiff can\npresent his case at trial; they will merely make the complaint less\ninformative. Recognizing the potential for that kind of avoidance,\nMerrill Lynch argues that a judge should go behind the face of a\ncomplaint to determine whether it is the product of “artful\npleading.” See Tr. of Oral Arg. 7 (If the plaintiffs “had just\nliterally whited out, deleted the references to Reg[ulation] SHO,”\nthe court should still understand the complaint to allege a breach\nof that rule; “the fact [that the plaintiffs] didn’t cite it\nwouldn’t change the fact”). We have no idea how a court would make\nthat judgment, and get cold comfort from Merrill Lynch’s assurance\nthat the question would arise not in this case but in “the next\nthird, fourth, fifth case down the road.”Id.,at 8.\nJurisdictional tests are built for more than a single dispute: That\nMerrill Lynch’s threatens to become either a useless drafting rule\nor a tortuous inquiry into artful pleading is one more good reason\nto reject it.IIISection 27 provides exclusive federal\njurisdiction of the same class of cases as “arise under” the\nExchange Act for purposes of §1331. The text of §27, most naturally\nread, supports that rule. This Court has adopted the same view in\ntwo prior cases. And that reading of the statute promotes the twin\ngoals, important in interpreting jurisdictional grants, of\nrespecting state courts and providing administrable standards.Our holding requires remanding Manning’s suit to\nstate court. The Third Circuit found that the District Court did\nnot have jurisdiction of Manning’s suit under §1331 because all his\nclaims sought relief under state law and none necessarily raised a\nfederal issue. Seesupra,at 3. Merrill Lynch did not\nchallenge that ruling, and we therefore take it as a given. And\nthat means, under our decision today, that the District Court also\nlacked jurisdiction under §27. Accordingly, we affirm the judgment\nbelow.It is so ordered.Notes1Compare 772 F. 3d\n158 (CA3 2014) (case below) withBarbarav.New York\nStock Exchange, Inc., 99 F. 3d 49, 55 (CA2 1996)\n(construing §27 more narrowly),Sparta Surgical Corp.v.National Assn. of Securities Dealers, Inc., 159 F. 3d\n1209, 1211–1212 (CA9 1998) (construing §27 more broadly), andHawkinsv.National Assn. of Securities Dealers,\nInc., 149 F. 3d 330, 331–332 (CA5 1998) (per\ncuriam) (same).2Section 27 also grants\nfederal courts exclusive jurisdiction of “violations of [the\nExchange Act] or the rules and regulations thereunder.” 15 U. S. C.\n§78aa(a). Manning argues that the “violations” language applies\nonly to criminal proceedings and SEC enforcement actions. See Brief\nfor Respondents 28. Merrill Lynch, although not conceding that\nmuch, believes the “violations” clause irrelevant here because, in\nprivate suits for damages, it goes no further than the “brought to\nenforce” language quoted in the text. See Reply Brief 1, n. 1.\nGiven that both parties have thus taken the “violations” language\noff the table, we do not address its meaning.3See Securities Act of\n1933, 15 U. S. C. §77v(a); Federal Power Act of 1935, 16\nU. S. C. §825p; Connally Hot Oil Act of 1935, 15\nU. S. C. §715i(c); Natural Gas Act of 1938, 15\nU. S. C. §717u; Trust Indenture Act of 1939, 15\nU. S. C. §77vvv(b); Investment Company Act of 1940, 15\nU. S. C. §80a–43; Investment Advisers Act of 1940, 15\nU. S. C. §80b–14(a); International Wheat Agreement Act of\n1949, 7 U. S. C. §1642(e); Interstate Land Sales Full\nDisclosure Act of 1968, 15 U. S. C. §1719.4The concurrence adopts a\nslightly different approach, placing in federal court Exchange Act\nclaims plusallstate-law claims necessarily raising an\nExchange Act issue. Seepost,at 2–3 (Thomas, J.,\nconcurring in judgment). In other words, the concurrence would not\nask, as the “arising under” test does, whether the federal issue\nembedded in such a state-law claim is also substantial, actually\ndisputed, and capable of resolution in federal court without\ndisrupting the congressionally approved federal-state balance. Seepost,at 6–7;Grable & Sons Metal Products,Inc. v.Darue Engineering & Mfg., 545 U. S.\n308, 314 (2005) . But this Court has not construed any\njurisdictional statute, whether using the words “brought to\nenforce” or “arising under” (or for that matter, any other), to\ndraw the concurrence’s line. For as long as we have contemplated\nexercising federal jurisdiction over state-law claims necessarily\nraising federal issues, we have inquired as well into whether those\nissues are “really and substantially” disputed. See,e.g.,\nHop-kinsv.Walker,244 U. S. 486, 489 (1917) ;Shulthisv.McDougal,225 U. S. 561, 569 (1912)\n. And similarly, we have long emphasized the need in such\ncircumstances to make “sensitive judgments about congressional\nintent, judicial power, and the federal system.”Merrell Dow\nPharmaceuticals Inc.v.Thompson, 478 U. S. 804,\n810 (1986) . At this late juncture, we see no virtue in trying to\npull apart these interconnected strands of necessity and\nsubstantiality-plus. Indeed, doing so here—and thus creating a gap\nbetween our “brought to enforce” and “arising under”\nstandards—would conflict with this Court’s precedent and undermine\nimportant goals of interpreting jurisdictional statutes. Seeinfra, at 10–14 (discussing our prior decisions equating the\ntwo tests), 14–17 (highlighting the need to respect state courts\nand the benefits of using a single, time-tested\nstandard).5Section 22 grants federal\ncourts exclusive jurisdiction “of all suits in equity and actions\nat law brought to enforce any liability or duty created by\n. . . [the NGA] or any rule, regulation, or order\nthereunder.” 52Stat. 833.6TheRomeroCourt\ncontinued: “A reluctance which must be even more forcefully felt\nwhen the expansion is proposed, for the first time, eighty-three\nyears after the jurisdiction has been conferred.” 358 U. S.,\nat 379. The Exchange Act was passed a mere 82 years ago, but we\nbelieve the point still stands.",
    "joined": []
}