{
    "case": {
        "docket": "237",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/237/"
    },
    "id": "1970559",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–817_________________FLORIDA, PETITIONERv.CLAYTON\nHARRISon writ of certiorari to the supreme court of\nflorida[February 19, 2013]Justice Kagan delivered the opinion of the\nCourt.In this case, we consider how a court should\ndetermine if the “alert” of a drug-detection dog during a traffic\nstop provides probable cause to search a vehicle. The Florida\nSupreme Court held that the State must in every case present an\nexhaustive set of records, including a log of the dog’s performance\nin the field, to establish the dog’s reliability. See 71 So. 3d\n756, 775 (2011). We think that demand inconsistent with the\n“flexible, common-sense standard” of probable cause.Illinoisv.Gates,462 U.S.\n213, 239 (1983).IWilliam Wheetley is a K–9 Officer in the\nLiberty County, Florida Sheriff’s Office. On June 24, 2006, he was\non a routine patrol with Aldo, a German shepherd trained to detect\ncertain narcotics (methamphetamine, marijuana, cocaine, heroin, and\necstasy). Wheetley pulled over respondent Clayton Harris’s truck\nbecause it had an expired license plate. On approaching the\ndriver’s-side door, Wheetley saw that Harris was “visibly nervous,”\nunable to sit still, shaking, and breathing rapidly. Wheetley also\nnoticed an open can of beer in the truck’s cup holder. App. 62.\nWheetley asked Harris for consent to search the truck, but Harris\nrefused. At that point, Wheetley retrieved Aldo from the patrol car\nand walked him around Harris’s truck for a “free air sniff.”Id.,at 63. Aldo alerted at the driver’s-side door\nhandle—signaling, through a distinctive set of behaviors, that he\nsmelled drugs there.Wheetley concluded, based principally on Aldo’s\nalert, that he had probable cause to search the truck. His search\ndid not turn up any of the drugs Aldo was trained to detect. But it\ndid reveal 200 loose pseudoephedrine pills, 8,000 matches, a bottle\nof hydrochloric acid, two containers of antifreeze, and a coffee\nfilter full of iodine crystals—all ingredients for making\nmethamphetamine. Wheetley accordingly arrested Harris, who admitted\nafter properMirandawarnings that he routinely “cooked”\nmethamphetamine at his house and could not go “more than a few days\nwithout using” it.Id.,at 68. The State charged Harris with\npossessing pseudoephedrine for use in manufacturing\nmethamphetamine.While out on bail, Harris had another run-in\nwith Wheetley and Aldo. This time, Wheetley pulled Harris over for\na broken brake light. Aldo again sniffed the truck’s exterior, and\nagain alerted at the driver’s-side door handle. Wheetley once more\nsearched the truck, but on this occasion discovered nothing of\ninterest.Harris moved to suppress the evidence found in\nhis truck on the ground that Aldo’s alert had not given Wheetley\nprobable cause for a search. At the hearing on that motion,\nWheetley testified about both his and Aldo’s training in drug\ndetection. Seeid.,at 52–82. In 2004, Wheetley (and a\ndifferent dog) completed a 160-hour course in narcotics detection\noffered by the Dothan, Alabama Police Department, while Aldo (and a\ndifferent handler) completed a similar, 120-hour course given by\nthe Apopka, Florida Police Department. That same year, Aldo\nreceived a one-year certification from Drug Beat, a private company\nthat specializes in testing and certifying K–9 dogs. Wheetley and\nAldo teamed up in 2005 and went through another, 40-hour refresher\ncourse in Dothan together. They also did four hours of training\nexercises each week to maintain their skills. Wheetley would hide\ndrugs in certain ve- hicles or buildings while leaving others\n“blank” to determine whether Aldo alerted at the right places.Id.,at 57. According to Wheetley, Aldo’s performance in\nthose exercises was “really good.”Id.,at 60. The State\nintroduced “Monthly Canine Detection Training Logs” consistent with\nthat testimony: They showed that Aldo always found hidden drugs and\nthat he performed “satisfactorily” (the higher of two possible\nassessments) on each day of training.Id.,at 109–116.On cross-examination, Harris’s attorney chose\nnot to contest the quality of Aldo’s or Wheetley’s training. She\nfocused instead on Aldo’s certification and his performance in the\nfield, particularly the two stops of Harris’s truck. Wheetley\nconceded that the certification (which, he noted, Florida law did\nnot require) had expired the year before he pulled Harris over. Seeid.,at 70–71. Wheetley also acknowledged that he did not\nkeep complete records of Aldo’s performance in traffic stops or\nother field work; instead, he maintained records only of alerts\nresulting in arrests. Seeid.,at 71–72, 74. But Wheetley\ndefended Aldo’s two alerts to Harris’s seemingly narcotics-free\ntruck: According to Wheetley, Harris probably transferred the odor\nof methamphetamine to the door handle, and Aldo responded to that\n“residual odor.”Id.,at 80.The trial court concluded that Wheetley had\nprobable cause to search Harris’s truck and so denied the motion to\nsuppress. Harris then entered a no-contest plea while reserving the\nright to appeal the trial court’s ruling. An intermediate state\ncourt summarily affirmed. See 989 So. 2d 1214, 1215 (2008)\n(per curiam).The Florida Supreme Court reversed, holding that\nWheetley lacked probable cause to search Harris’s vehicle under the\nFourth Amendment. “[W]hen a dog alerts,” the court wrote, “the fact\nthat the dog has been trained and certified is simply not enough to\nestablish probable cause.” 71 So. 3d, at 767. To demonstrate a\ndog’s reliability, the State needed to produce a wider array of\nevidence:“[T]he State must present . . .\nthe dog’s training and certification records, an explanation of the\nmeaning of the particular training and certification, field\nperformance records (including any unverified alerts), and evidence\nconcerning the experience and training of the officer handling the\ndog, as well as any other objective evidence known to the officer\nabout the dog’s reliability.”Id.,at 775.The court particularly stressed the need for\n“evidence of the dog’s performance history,” including records\nshowing “how often the dog has alerted in the field without illegal\ncontraband having been found.”Id.,at 769. That data, the\ncourt stated, could help to expose such problems as a handler’s\ntendency (conscious or not) to “cue [a] dog to alert” and “a dog’s\ninability to distinguish between resid- ual odors and actual\ndrugs.”Id.,at 769, 774. Accordingly, an officer like\nWheetley who did not keep full records of his dog’s field\nperformance could never have the requisite cause to think “that the\ndog is a reliable indicator of drugs.”Id.,at 773.Judge Canady dissented, maintaining that the\nmajor- ity’s “elaborate and inflexible evidentiary requirements”\nwent beyond the demands of probable cause.Id.,at 775. He\nwould have affirmed the trial court’s ruling on the strength of\nAldo’s training history and Harris’s “fail[ure] to present any\nevidence challenging” it.Id.,at 776.We granted certiorari, 566 U. S. ___\n(2012), and now reverse.IIA police officer has probable cause to conduct\na search when “the facts available to [him] would ‘warrant a\n[person] of reasonable caution in the belief’” that contraband or\nevidence of a crime is present.Texasv.Brown,460 U.S.\n730, 742 (1983) (plurality opinion) (quotingCarrollv.United States,267 U.S.\n132, 162 (1925)); seeSafford Unified School Dist. #1v.Redding,557 U.S.\n364, 370– 371 (2009). The test for probable cause is not\nreducible to “precise definition or quantification.”Marylandv.Pringle,540 U.S.\n366, 371 (2003). “Finely tuned standards such as proof beyond a\nreasonable doubt or by a preponderance of the evidence . . . have\nno place in the [probable-cause] decision.”Gates, 462\nU. S., at 235. All we have required is the kind of “fair\nprobability” on which “reasonable and prudent [people,] not legal\ntechnicians, act.”Id.,at 238, 231 (internal quotation\nmarks omitted).In evaluating whether the State has met this\npractical and common-sensical standard, we have consistently looked\nto the totality of the circumstances. See,e.g., Pringle,\n540 U. S., at 371;Gates, 462 U. S., at 232;Brinegarv.United States,338\nU.S. 160, 176 (1949). We have rejected rigid rules, bright-line\ntests, and mechanistic inquiries in favor of a more flexible,\nall-things-considered approach. InGates, for example, we\nabandoned our old test for assessing the reliability of informants’\ntips because it had devolved into a “complex superstructure of\nevidentiary and analytical rules,” any one of which, if not\ncomplied with, would derail a finding of probable cause. 462\nU. S., at 235. We lamented the development of a list of\n“inflexible, independent requirements applicable in every case.”Id.,at 230, n. 6. Probable cause, we emphasized, is “a\nfluid concept—turning on the assessment of probabilities in\nparticular factual contexts—not readily, or even use- fully,\nreduced to a neat set of legal rules.”Id.,at 232.The Florida Supreme Court flouted this\nestablished approach to determining probable cause. To assess the\nreliability of a drug-detection dog, the court created a strict\nevidentiary checklist, whose every item the State must tick\noff.[1] Most prominently, an\nalert cannot establish probable cause under the Florida court’s\ndecision unless the State introduces comprehensive documentation of\nthe dog’s prior “hits” and “misses” in the field. (One wonders how\nthe court would apply its test to a rookie dog.) No matter how much\nother proof the State offers of the dog’s reliability, the absent\nfield performance records will preclude a finding of probable\ncause. That is the antithesis of a totality-of-the-circumstances\nanalysis. It is, indeed, the very thing we criticized inGateswhen we overhauled our method for assessing the\ntrustworthiness of an informant’s tip. A gap as to any one matter,\nwe explained, should not sink the State’s case; rather, that\n“deficiency . . . may be compensated for, in determining\nthe overall reliability of a tip, by a strong showing as to\n. . . other indicia of reliability.”Id.,at 233.\nSo too here, a finding of a drug-detection dog’s reliability cannot\ndepend on the State’s satisfaction of multiple, independent\nevidentiary requirements. No more for dogs than for human\ninformants is such an inflexible checklist the way to prove\nreliability, and thus establish probable cause.Making matters worse, the decision below treats\nrecords of a dog’s field performance as the gold standard in\nevidence, when in most cases they have relatively limited import.\nErrors may abound in such records. If a dog on patrol fails to\nalert to a car containing drugs, the mistake usually will go\nundetected because the officer will not initiate a search. Field\ndata thus may not capture a dog’s false negatives. Conversely (and\nmore relevant here), if the dog alerts to a car in which the\nofficer finds no narcotics, the dog may not have made a mistake at\nall. The dog may have detected substances that were too well hidden\nor present in quantities too small for the officer to locate. Or\nthe dog may have smelled the residual odor of drugs previously in\nthe vehicle or on the driver’s person.[2] Field data thus may markedly overstate a dog’s real\nfalse positives. By contrast, those inaccuracies—in either\ndirection—do not taint records of a dog’s performance in standard\ntraining and certification settings. There, the designers of an\nassessment know where drugs are hidden and where they are not—and\nso where a dog should alert and where he should not. The better\nmeasure of a dog’s reliability thus comes away from the field, in\ncontrolled testing environments.[3]For that reason, evidence of a dog’s\nsatisfactory performance in a certification or training program can\nitself provide sufficient reason to trust his alert. If a bona fide\norganization has certified a dog after testing his reliability in a\ncontrolled setting, a court can presume (subject to any conflicting\nevidence offered) that the dog’s alert provides probable cause to\nsearch. The same is true, even in the absence of formal\ncertification, if the dog has recently and successfully completed a\ntraining program that evaluated his proficiency in locating drugs.\nAfter all, law enforcement units have their own strong incentive to\nuse effective training and certification programs, because only\naccurate drug-detection dogs enable officers to locate contraband\nwithout incurring unnecessary risks or wasting limited time and\nresources.A defendant, however, must have an opportunity\nto challenge such evidence of a dog’s reliability, whether by\ncross-examining the testifying officer or by introducing his own\nfact or expert witnesses. The defendant, for example, may contest\nthe adequacy of a certification or training program, perhaps\nasserting that its standards are too lax or its methods faulty. So\ntoo, the defendant may examine how the dog (or handler) performed\nin the assessments made in those settings. Indeed, evidence of the\ndog’s (or handler’s) history in the field, although susceptible to\nthe kind of misinterpretation we have discussed, may sometimes be\nrelevant, as the Solicitor General acknowledged at oral argument.\nSee Tr. of Oral Arg. 23–24 (“[T]he defendant can ask the handler,\nif the handler is on the stand, about field performance, and then\nthe court can give that answer whatever weight is appropriate”).\nAnd even assuming a dog is generally reliable, circumstances\nsurrounding a particular alert may undermine the case for probable\ncause—if, say, the officer cued the dog (consciously or not), or if\nthe team was working under un- familiar conditions.In short, a probable-cause hearing focusing on a\ndog’s alert should proceed much like any other. The court should\nallow the parties to make their best case, consistent with the\nusual rules of criminal procedure. And the court should then\nevaluate the proffered evidence to decide what all the\ncircumstances demonstrate. If the State has produced proof from\ncontrolled settings that a dog performs reliably in detecting\ndrugs, and the defendant has not contested that showing, then the\ncourt should find probable cause. If, in contrast, the defendant\nhas challenged the State’s case (by disputing the reliability of\nthe dog overall or of a particular alert), then the court should\nweigh the competing evidence. In all events, the court should not\nprescribe, as the Florida Supreme Court did, an inflexible set of\nevidentiary requirements. The question—similar to every inquiry\ninto probable cause—is whether all the facts surrounding a dog’s\nalert, viewed through the lens of common sense, would make a\nreason- ably prudent person think that a search would reveal con-\ntraband or evidence of a crime. A sniff is up to snuff when it\nmeets that test.IIIAnd here, Aldo’s did. The record in this case\namply supported the trial court’s determination that Aldo’s alert\ngave Wheetley probable cause to search Harris’s truck.The State, as earlier described, introduced\nsubstantial evidence of Aldo’s training and his proficiency in\nfinding drugs. Seesupra,at 2–3. The State showed that two\nyears before alerting to Harris’s truck, Aldo had successfully\ncompleted a 120-hour program in narcotics detection, and separately\nobtained a certification from an independent company. And although\nthe certification expired after a year, the Sheriff’s Office\nrequired continuing training for Aldo and Wheetley. The two\nsatisfied the requirements of another, 40-hour training program one\nyear prior to the search at issue. And Wheetley worked with Aldo\nfor four hours each week on exercises designed to keep their skills\nsharp. Wheetley testified, and written records confirmed, that in\nthose settings Aldo always performed at the highest level.Harris, as also noted above, declined to\nchallenge in the trial court any aspect of Aldo’s training. Seesupra,at 3. To be sure, Harris’s briefs inthisCourt raise questions about that training’s adequacy—for example,\nwhether the programs simulated sufficiently diverse environments\nand whether they used enough blind testing (in which the handler\ndoes not know the location of drugs and so cannot cue the dog). See\nBrief for Respondent 57–58. Similarly, Harris here queries just how\nwell Aldo performed in controlled testing. Seeid.,at 58.\nBut Harris never voiced those doubts in the trial court, and cannot\ndo so for the first time here. See,e.g., Rugendorfv.United States,376 U.S.\n528, 534 (1964). As the case came to the trial court, Aldo had\nsuccessfully completed two recent drug-detection courses and\nmaintained his proficiency through weekly training exercises.\nViewed alone, that training record—with or without the prior\ncertification—sufficed to establish Aldo’s reliability. Seesupra,at 8–9.And Harris’s cross-examination of Wheetley,\nwhich focused on Aldo’s field performance, failed to rebut the\nState’s case. Harris principally contended in the trial court that\nbecause Wheetley did not find any of the substances Aldo was\ntrained to detect, Aldo’s two alerts must have been false. See\nBrief for Respondent 1; App. 77–80. But we have already described\nthe hazards of inferring too much from the failure of a dog’s alert\nto lead to drugs, seesupra,at 7; and here we doubt that\nHarris’s logic does justice to Aldo’s skills. Harris cooked and\nused methamphetamine on a regular basis; so as Wheetley later\nsurmised, Aldo likely responded to odors that Harris had\ntransferred to the driver’s-side door handle of his truck. Seesupra,at 3. A well-trained drug-detection dogshouldalert to such odors; his response to them might appear a mistake,\nbut in fact is not. See n. 2,supra. And still more\nfundamentally, we do not evaluate probable cause in hindsight,\nbased on what a search does or does not turn up. SeeUnited\nStatesv.Di Re,332 U.S.\n581, 595 (1948). For the reasons already stated, Wheetley had\ngood cause to view Aldo as a reliable detector of drugs. And no\nspecial circumstance here gave Wheetley reason to discount Aldo’s\nusual dependability or distrust his response to Harris’s truck.Because training records established Aldo’s\nreliability in detecting drugs and Harris failed to undermine that\nshowing, we agree with the trial court that Wheetley had probable\ncause to search Harris’s truck. We accordingly reverse the judgment\nof the Florida Supreme Court.It is so ordered.Notes1By the time of oral\nargument in this case, even Harris declined to defend the idea that\nthe Fourth Amendment compels the State to produce each item of\nevidence the Florida Supreme Court enumerated. See Tr. of Oral Arg.\n29–30 (“I don’t believe the Constitution requires [that list]”).\nHarris instead argued that the court’s decision, although\n“look[ing] rather didactic,” in fact did not impose any such\nrequirement.Id.,at 29; seeid.,at 31 (“[I]t’s not\na specific recipe that can’t be de-viated from”). But in reading\nthe decision below as establishing a man-datory checklist, we do no\nmore than take the court at its (oft-repeated) word. See,e.g.,71 So. 3d 756, 758, 759, 771, 775 (Fla. 2011) (holding\nthat the State “must” present the itemized evidence).2See U. S. Dept. of\nArmy, Military Working Dog Program 30 (Pamphlet 190–12, 1993) (“The\nodor of a substance may be present in enough concentration to cause\nthe dog to respond even after the substance has been removed.\nTherefore, when a detector dog responds and no drugor explosive is\nfound, do not assume the dog has made an error”); S. Bryson,\nPolice Dog Tactics 257 (2d ed. 2000) (“Four skiers toke up in the\nparking lot before going up the mountain. Five minutes later a\nnarcotic detector dog alerts to the car. There is no dope inside.\nHow-ever, the dog has performed correctly”). The Florida Supreme\nCourt treated a dog’s response to residual odor as an error,\nreferring to the “inability to distinguish between [such] odors and\nactual drugs” as a “facto[r] that call[s] into question Aldo’s\nreliability.” 71 So. 3d, at 773–774; seesupra,at 4. But\nthat statement reflects a misunderstanding. A detection dog\nrecognizes an odor, not a drug, and should alert whenever the scent\nis present, even if the substance is gone (just as a police\nofficer’s much inferior nose detects the odor of marijuana for some\ntime after a joint has been smoked). In the usual case, the mere\nchance that the substance might no longer be at the location does\nnot matter; a well-trained dog’s alert establishes a fair\nprobability—all that is required for probable cause—that either\ndrugs or evidence of a drug crime (like the precursor chemicals in\nHarris’s truck) will be found.3See K. Furton, J. Greb,\n& H. Holness, Florida Int’l Univ., The Scientific Working Group\non Dog and Orthogonal Detector Guidelines 1, 61–62, 66 (2010)\n(recommending as a “best practice” that a dog’s reliability should\nbe assessed based on “the results of certification and proficiency\nassessments,” because in those “procedure[s] you should know\nwhether you have a false positive,” unlike in “most operational\nsituations”).",
    "joined": []
}