{
    "case": {
        "docket": "88",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/88/"
    },
    "id": "1970622",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1285_________________US AIRWAYS, INC., in its capacity as fiduciary\nand plan administrator of the US AIRWAYS, INC. EMPLOYEE BENEFITS\nPLAN, PETITIONERv.JAMES E. McCUTCHEN et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[April 16, 2013]Justice Kagan delivered the opinion of the\nCourt.Respondent James McCutchen participated in a\nhealth benefits plan that his employer, petitioner US Airways,\nestablished under the Employee Retirement Income Security Act of\n1974 (ERISA), 29 U. S. C. §1001et seq.That\nplan obliged US Airways to pay any medical ex- penses McCutchen\nincurred as a result of a third party’s actions—for example,\nanother person’s negligent driving. The plan in turn entitled US\nAirways to reimbursement if McCutchen later recovered money from\nthe third party.This Court has held that a health-plan\nadministrator like US Airways may enforce such a reimbursement\nprovision by filing suit under §502(a)(3) of ERISA, 88Stat. 891, 29\nU. S. C. §1132(a)(3). SeeSereboffv.Mid\nAtlantic Medical Services, Inc.,547 U.S.\n356(2006). That section authorizes a civil action “to obtain\n. . . appropriate equitable relief . . . to\nenforce . . . the terms of the plan.” We here consider\nwhether in that kind of suit, a plan participant like McCutchen may\nraise certain equitable defenses deriving from principles of unjust\nenrichment. In particular, we address one equitable doctrine\nlimiting reimbursement to the amount of an insured’s “double\nrecovery” and another requiring the party seeking reimbursement to\npay a share of the attorney’s fees incurred in securing funds from\nthe third party. We hold that neither of those equitable rules can\noverride the clear terms of a plan. But we explain that the latter,\nusually called the common-fund doctrine, plays a role in\ninterpreting US Airways’ plan because the plan is silent about\nallocating the costs of recovery.IIn January 2007, McCutchen suffered serious\ninjuries when another driver lost control of her car and collided\nwith McCutchen’s. At the time, McCutchen was an employee of US\nAirways and a participant in its self-funded health plan. The plan\npaid $66,866 in medical expenses arising from the accident on\nMcCutchen’s behalf.McCutchen retained attorneys, in exchange for a\n40% contingency fee, to seek recovery of all his accident-related\ndamages, estimated to exceed $1 million. The attorneys sued the\ndriver responsible for the crash, but settled for only $10,000\nbecause she had limited insurance coverage and the accident had\nkilled or seriously injured three other people. Counsel also\nsecured a payment from McCutchen’s own automobile insurer of\n$100,000, the maximum amount available under his policy. McCutchen\nthus received $110,000—and after deducting $44,000 for the lawyer’s\nfee, $66,000.On learning of McCutchen’s recovery, US Airways\ndemanded reimbursement of the $66,866 it had paid in medical\nexpenses. In support of that claim, US Airways relied on the\nfollowing statement in its summary plan description:“If [US Airways] pays benefits for any\nclaim you incur as the result of negligence, willful misconduct, or\nother actions of a third party, . . . [y]ou will be\nrequired to reimburse [US Airways] for amounts paid for claims out\nof any monies recovered from [the] third party, including, but not\nlimited to, your own insurance company as the result of judgment,\nsettlement, or otherwise.” App. 20.[1]McCutchen denied that US Airways was entitled to\nany reimbursement, but his attorneys placed $41,500 in an escrow\naccount pending resolution of the dispute. That amount represented\nUS Airways’ full claim minus a proportionate share of the promised\nattorney’s fees.US Airways then filed this action under\n§502(a)(3), seeking “appropriate equitable relief” to enforce the\nplan’s reimbursement provision. The suit requested an equitable\nlien on $66,866—the $41,500 in the escrow account and $25,366 more\nin McCutchen’s possession. McCutchen countered by raising two\ndefenses relevant here. First, he maintained that US Airways could\nnot receive the relief it sought because he had recovered only a\nsmall portion of his total damages; absent over-recovery on his\npart, US Airways’ right to reimbursement did not kick in. Second,\nhe contended that US Airways at least had to contribute its fair\nshare to the costs he incurred to get his recovery; any\nreimbursement therefore had to be marked down by 40%, to cover the\npromised contingency fee. The District Court rejected both\narguments, granting summary judgment to US Airways on the ground\nthat the plan “clear[ly] and unambiguous[ly]” provided for full\nreimbursement of the medical expenses paid. App. to Pet. for Cert.\n30a; seeid.,at 32a.The Court of Appeals for the Third Circuit\nvacated the District Court’s order. The Third Circuit reasoned that\nin a suit for “appropriate equitable relief” under §502(a)(3), a\ncourt must apply any “equitable doctrines and defenses” that\ntraditionally limited the relief requested. 663 F.3d 671, 676 (CA3\n2011). And here, the court continued, “ ‘the principle of\nunjust enrichment’ ” should “ ‘serve to limit the\neffectiveness’ ” of the plan’s reimbursement provision. Seeid.,at 677 (quoting 4 G. Palmer, Law of Restitution §23.18,\np. 472–473 (1978)). Full reimbursement, the Third Circuit thought,\nwould “leav[e] [McCutchen] with less than full payment” for his\nmedical bills; at the same time, it would provide a “windfall” to\nUS Airways given its failure to “contribute to the cost of\nobtaining the third-party recovery.” 663 F. 3d, at 679. The\nThird Circuit then instructed the District Court to determine what\namount, shy of the entire $66,866, would qualify as “appropriate\nequitable relief.”Ibid.We granted certiorari, 567 U. S. ___\n(2012), to resolve a circuit split on whether equitable defenses\ncan so override an ERISA plan’s reimbursement provision.[2] We now vacate the Third Circuit’s\ndecision.IIA health-plan administrator like US Airways\nmay bring suit under §502(a)(3) for “appropriate equitable relief\n. . . to enforce . . . the terms of the\nplan.”[3] That provision, we\nhave held, authorizes the kinds of relief “typically available in\nequity” in the days of “the divided bench,” before law and equity\nmerged.Mertensv.Hewitt Associates,508 U.S.\n248, 256 (1993) (emphasis deleted).InSereboffv.Mid Atlantic Medical\nServices, we allowed a health-plan administrator to bring a\nsuit just like this one under §502(a)(3). Mid Atlantic had paid\nmedical expenses for the Sereboffs after they were injured in a car\ncrash. When they settled a tort suit against the other driver, Mid\nAtlantic claimed a share of the proceeds, invoking the plan’s\nreimbursement clause. We held that Mid Atlantic’s action sought\n“equitable relief,” as §502(a)(3) requires. See 547 U. S., at\n369. The “nature of the recovery” requested was equitable because\nMid Atlantic claimed “specifically identifiable funds” within the\nSereboffs’ control—that is, a portion of the settlement they had\ngotten.Id., at 362–363 (internal quotation marks omitted).\nAnd the “basis for [the] claim” was equitable too, because Mid\nAtlantic relied on “ ‘the familiar rul[e] of equity that a\ncontract to convey a specific object’ ” not yet acquired\n“ ‘create[s] a lien’ ” on that object as soon as\n“ ‘the contractor . . . gets a title to the\nthing.’ ”Id.,at 363–364 (quotingBarnesv.Alexander,232 U.S.\n117, 121 (1914)). Mid Atlantic’s claim for reimbursement, we\ndetermined, was the modern-day equivalent of an action in equity to\nenforce such a contract-based lien—called an “equitable lien by\nagreement.” 547 U. S., at 364–365 (internal quotation marks\nomitted). Accordingly, Mid Atlantic could bring an action under\n§502(a)(3) seeking the funds that its beneficiaries had promised to\nturn over. And here, as all parties agree, US Airways can do the\nsame thing.The question in this case concerns the role that\nequitable defenses alleging unjust enrichment can play in such a\nsuit. As earlier noted, the Third Circuit held that “the principle\nof unjust enrichment” overrides US Airways’ reimbursement clause if\nand when they come into conflict. 663 F. 3d, at 677. McCutchen\noffers a more refined version of that view, alleging that two\nspecific equitable doctrines meant to “prevent unjust enrichment”\ndefeat the reimbursement provision. Brief for Respondents i. First,\nhe contends that in equity, an insurer in US Airways’ position\ncould recoup no more than an insured’s “double recovery”—the amount\nthe insured has received from a third party to compensate for the\nsame loss the insurance covered. That rule would limit US Airways’\nreimbursement to the share of McCutchen’s settlements paying for\nmedical expenses; McCutchen would keep the rest (e.g.,damages for loss of future earnings or pain and suffering), even\nthough the plan gives US Airways first claim on the whole\nthird-party recovery. Second, McCutchen claims that in equity the\ncommon-fund doctrine would have operated to reduce any award to US\nAirways. Under that rule, “a litigant or a lawyer who recovers a\ncommon fund for the benefit of persons other than himself or his\nclient is entitled to a reasonable attorney’s fee from the fund as\na whole.”Boeing Co.v.Van Gemert,444 U.S.\n472, 478 (1980). McCutchen urges that this doctrine, which is\ndesigned to prevent freeloading, enables him to pass on a share of\nhis lawyer’s fees to US Airways, no matter what the plan\nprovides.[4]We rejected a similar claim inSereboff,\nthough without altogether foreclosing McCutchen’s position. The\nSereboffs argued, among other things, that the lower courts erred\nin enforcing Mid Atlantic’s reimbursement clause “without imposing\nvarious limitations” that would “apply to truly equitable relief\ngrounded in principles of subrogation.”[5] 547 U. S., at 368 (internal quotation marks\nomitted). In particular, the Sereboffs contended that a variant of\nthe double-recovery rule, called the make-whole doctrine, trumped\nthe plan’s terms. We rebuffed that argument, explaining that the\nSereboffs were improperly mixing and matching rules from different\nequitable boxes. The Sereboffs asserted a “parcel of equitable\ndefenses” available when an out-of-pocket insurer brought a\n“freestanding action for equitable subrogation,” not founded on a\ncontract, to succeed to an insured’s judgment against a third\nparty.Ibid.But Mid Atlantic’s reimbursement claim was\n“considered equitable,” we replied, because it sought to enforce a\n“ lien based on agreement ”—nota lien imposed\nindependent of contract by virtue of equitable\nsubrogation.[6]Ibid.(internal quotation marks omitted). In light of that fact, we\nviewed the Sereboffs’ equitable defenses—which again, closely\nresemble McCutchen’s—as “beside the point.”Ibid.And yet,\nwe left a narrow opening for future litigants in the Sereboffs’\nposition to make a like claim. In a footnote, we observed that the\nSereboffs had forfeited a “distinct assertion” that the\ncontract-based relief Mid Atlantic requested, although “equitable,”\nwas not “appropriate” under §502(a)(3) because “it contravened\nprinciples like the make-whole doctrine.”Id., at 368–369 n.\n2. Enter McCutchen, to make that basic argument.In the end, however,Sereboff’s logic\ndooms McCutchen’s effort. US Airways, like Mid Atlantic, is seeking\nto enforce the modern-day equivalent of an “equitable lien by\nagreement.” And that kind of lien—as its name announces—both arises\nfrom and serves to carry out a contract’s provisions. Seeid., at 363–364; 4 S. Symons, Pomeroy’s Equity Jurisprudence\n§1234, p. 695 (5th ed. 1941). So enforcing the lien means holding\nthe parties to their mutual promises. See,e.g.,Barnes, 232 U. S., at 121;Walkerv.Brown,165 U.S.\n654, 664 (1897). Conversely, it means declining to apply\nrules—even if they would be “equitable” in a contract’s absence—at\nodds with the parties’ expressed commitments. McCutchen therefore\ncannot rely on theories of unjust enrichment to defeat US Airways’\nappeal to the plan’s clear terms. Those principles, as we said inSereboff, are “beside the point” when parties demand what\nthey bargained for in a valid agreement. See Restatement (Third) of\nRestitution and Unjust Enrichment §2(2), p. 15 (2010) (“A valid\ncontract defines the obligations of the parties as to matters\nwithin its scope, displacing to that extent any inquiry into unjust\nenrichment”). In those circumstances, hewing to the parties’\nexchange yields “appropriate” as well as “equitable” relief.We have found nothing to the contrary in the\nhistoric practice of equity courts. McCutchen offers us a slew of\ncases in which those courts applied the double-recovery or\ncommon-fund rule to limit insurers’ efforts to recoup funds from\ntheir beneficiaries’ tort judgments. See Brief for Respondents\n21–25. But his citations are not on point. In some of McCutchen’s\ncases, courts apparently applied equitable doctrines in the absence\nof any relevant contract provision. See,e.g., Washtenaw Mut.\nFire Ins. Co.v.Budd, 208 Mich. 483, 486–487, 175 N.W.\n231, 232 (1919);Fire Assn. of Philadelphiav.Wells,\n84 N. J. Eq. 484, 487, 94 A. 619, 621 (1915). In others,\ncourts found those rules to comport with the applicable contract\nterm. For example, inSvea Assurance Co.v.Packham,\n92 Md. 464, 48 A. 359 (1901)—the case McCutchen calls his best, see\nTr. of Oral Arg. 47–48—the court viewed the double-recovery rule as\naccording with “the intention” of the contracting parties; “[b]road\nas [the] language is,” the court explained, the agreement “cannot\nbe construed to” give the insurer any greater recovery. 92 Md., at\n478, 48 A., at 362; see alsoKnafflv.Knoxville Banking\n& Trust Co., 133 Tenn. 655, 661, 182 S.W. 232, 233 (1916);Camden Fire Ins. Assn.v.Prezioso, 93 N. J. Eq.\n318, 319–320, 116 A. 694, 694 (Ch. Div. 1922). But in none of these\ncases—nor in any other we can find—did an equity court apply the\ndouble-recovery or common-fund rule to override a plain contract\nterm. That is, in none did an equity court do what McCutchen asks\nof us.Nevertheless, the United States, appearing asamicus curiae, claims that the common-fund rule has a\nspecial capacity to trump a conflicting contract. The Government\nbegins its brief foursquare with our (andSereboff’s)\nanalysis: In a suit like this one, to enforce an equitable lien by\nagreement, “the agreement, not general restitutionary principles of\nunjust enrichment, provides the measure of relief due.” Brief for\nUnited States 6. Because that is so, the Government (naturally\nenough) concludes, McCutchen cannot invoke the double-recovery rule\nto defeat the plan. But then the Government takes an unexpected\nturn. “When it comes to the costs incurred” by a beneficiary to\nobtain money from a third party, “the terms of the plan do not\ncontrol.”Id.,at 21. An equity court, the Government\ncontends, has “inherent authority” to apportion litigation costs in\naccord with the “longstanding equitable common-fund doctrine,” even\nif that conflicts with the parties’ contract.Id.,at\n22.But if the agreement governs, the agreement\ngoverns: The reasons we have given (and the Government mostly ac-\ncepts) for looking to the contract’s terms do not permit an\nattorney’s-fees exception. We have no doubt that the common-fund\ndoctrine has deep roots in equity. SeeSpraguev.Ticonic\nNat. Bank,307 U.S.\n161, 164 (1939) (tracing equity courts’ authority over fees to\nthe First Judiciary Act). Those roots, however, are set in the soil\nof unjust enrichment: To allow “others to obtain full benefit from\nthe plaintiff’s efforts without contributing . . . to the\nlitigation expenses,” we have often noted, “would be to enrich the\nothers unjustly at the plaintiff’s expense.”Millsv.Electric Auto-Lite Co.,396 U.S.\n375, 392 (1970); seeBoeing, 444 U. S., at 478;Trusteesv.Greenough,105 U.S.\n527, 532 (1882);supra,at 6–7 and n. 4. And as we have\njust explained, principles of unjust enrichment give way when a\ncourt enforces an equitable lien by agreement. Seesupra,at\n8–9. The agreement itself becomes the measure of the parties’\nequities; so if a contract abrogates the common-fund doctrine, the\ninsurer is not unjustly enriched by claiming the benefit of its\nbargain. That is why the Government, like McCutchen, fails to\nproduce a single case in which an equity court applied the\ncommon-fund rule (any more than the double-recovery rule) when a\ncontract provided to the contrary. Even in equity, when a party\nsought to enforce a lien by agreement, all provisions of that\nagreement controlled. So too, then, in a suit like this one.The result we reach, based on the historical\nanalysis our prior cases prescribe, fits lock and key with ERISA’s\nfocus on what a plan provides. The section under which this suit is\nbrought “does not, after all, authorize ‘appropriate equitable\nrelief’at large,”Mertens, 508 U. S., at 253\n(quoting §1132(a)(3)); rather, it countenances only such relief as\nwill enforce “the terms of the plan” or the statute,\n§1132(a)(3) (emphasis added). That limitation reflects ERISA’s\nprincipal function: to “protect contractually defined benefits.”Massachusetts Mut. Life Ins. Co.v.Russell,473 U.S.\n134, 148 (1985). The statutory scheme, we have often noted, “is\nbuilt around reliance on the face of written plan documents.”Curtiss-Wright Corp.v.Schoonejongen,514 U.S.\n73, 83 (1995). “Every employee benefit plan shall be\nestablished and maintained pursuant to a written instrument,”\n§1102(a)(1), and an administrator must act “in accordance with the\ndocuments and instruments governing the plan” insofar as they\naccord with the statute, §1104(a)(1)(D). The plan, in short, is at\nthe center of ERISA. And precluding McCutchen’s equitable defenses\nfrom overriding plain contract terms helps it to remain there.IIIYet McCutchen’s arguments are not all for\nnaught. If the equitable rules he describes cannot trump a\nreimbursement provision, they still might aid in properly\nconstruing it. And for US Airways’ plan, the common-fund doctrine\n(though not the double-recovery rule) serves that function. The\nplan is silent on the allocation of attorney’s fees, and in those\ncircumstances, the common-fund doctrine provides the appropriate\ndefault. In other words, if US Airways wished to depart from the\nwell-established common-fund rule, it had to draft its contract to\nsay so—and here it did not.[7]Ordinary principles of contract interpretation\npoint toward this conclusion. Courts construe ERISA plans, as they\ndo other contracts, by “looking to the terms of the plan” as well\nas to “other manifestations of the parties’ intent.”Firestone\nTire & Rubber Co.v.Bruch,489\nU.S. 101, 113 (1989). The words of a plan may speak clearly,\nbut they may also leave gaps. And so a court must often “look\noutside the plan’s written language” to decide what an agreement\nmeans.CIGNA Corp.v.Amara, 563 U. S. ___, ___\n(slip op., at 13); seeCurtiss-Wright, 514 U. S., at\n80–81. In undertaking that task, a court properly takes account of\nbackground legal rules—the doctrines that typically or\ntraditionally have governed a given situation when no agreement\nstates otherwise. SeeWal-Mart Stores, Inc.Assoc. Health\n& Welfare Planv.Wells,213 F.3d 398, 402 (CA7 2000) (Posner, J.) (“[C]ontracts\n. . . are enacted against a background of common-sense\nunderstandings and legal principles that the parties may not have\nbothered to incorporate expressly but that operate as default rules\nto govern in the absence of a clear expression of the parties’\n[contrary] intent”); 11 R. Lord, Williston on Contracts §31:7 (4th\ned. 2012); Restatement (Second) of Contracts §221 (1979). Indeed,\nignoring those rules is likely to frustrate the parties’ intent and\nproduce perverse consequences.The reimbursement provision at issue here\nprecludes looking to the double-recovery rule in this manner. Both\nthe contract term and the equitable principle address the same\nproblem: how to apportion, as between an insurer and a beneficiary,\na third party’s payment to recompense an injury. But the allocation\nformulas they prescribe differ markedly. According to the plan, US\nAirways has first claim on the entire recovery—as the plan\ndescription states, on “any monies recovered from [the] third\nparty”; McCutchen receives only whatever is left over (if\nanything). Seesupra,at 3. By contrast, the double-recovery\nrule would giveMcCutchenfirst dibs on the portion of the\nrecovery compensating for losses that the plan did not cover\n(e.g.,future earnings or pain and suffering); US Airways’\nclaim would attach only to the share of the recovery for medical\nexpenses. Seesupra,at 6–7. The express contract term, in\nshort, contradicts the background equitable rule; and where that is\nso, for all the reasons we have given, the agreement must\ngovern.By contrast, the plan provision here leaves\nspace for the common-fund rule to operate. That equitable doctrine,\nas earlier noted, addresses not how to allocate a third-party\nrecovery, but instead how to pay for the costs of obtaining it. Seesupra,at 7. And the contract, for its part, says nothing\nspecific about that issue. The District Court below thus erred when\nit found that the plan clearly repudiated the common-fund rule. Seesupra,at 4. To be sure, the plan’s allocation formula—first\nclaim on the recovery goes to US Airways—mightoperate on\nevery dollar received from a third party, even those covering the\nbeneficiary’s litigation costs. But alternatively, that formula\ncould apply to only the true recovery, after the costs of obtaining\nit are deducted. (Consider, for comparative purposes, how an income\ntax is levied on net, not gross, receipts.) See Dawson, Lawyers and\nInvoluntary Clients: Attorney Fees From Funds, 87 Harv.\nL. Rev. 1597, 1606–1607 (1974) (“[T]he claim for legal\nservices is a first charge on the fund and must be satisfied before\nany distribution occurs”). The plan’s terms fail to select between\nthese two alternatives: whether the recovery to which US Airways\nhas first claim is every cent the third party paid or, instead, the\nmoney the beneficiary took away.Given that contractual gap, the common-fund\ndoctrine provides the best indication of the parties’ intent. No\none can doubt that the common-fund rule would govern here in the\nabsence of a contrary agreement. This Court has “recognized\nconsistently” that someone “who recovers a common fund for the\nbenefit of persons other than himself” is due “a reasonable\nattorney’s fee from the fund as whole.”Boeing Co., 444\nU. S., at 478. We have understood that rule as “reflect[ing]\nthe traditional practice in courts of equity.”Ibid.; seeSprague, 307 U. S., at 164–166;supra,at 11.\nAnd we have applied it in a wide range of circumstances as part of\nour inherent authority. SeeBoeing Co., 444 U. S., at\n474, 478;Hallv.Cole,412 U.S.\n1, 6–7 and n. 7 (1973);Mills, 396 U. S., at\n389–390, 392;Sprague, 307 U. S., at 166;Central\nRailroad & Banking Co. of Ga.v.Pettus,113 U.S.\n116, 126–127 (1885);Greenough, 105 U. S., at 528,\n531–533. State courts have done the same; the “overwhelming\nmajority” routinely use the common-fund rule to allocate the costs\nof third-party recoveries between insurers and beneficiaries. 8A\nAppleman §4903.85, at 335 (1981); see Annot., 2 A. L. R.\n3d 1441, §§2–3 (1965 and Supp. 2012). A party would not typically\nexpect or intend a plan saying nothing about attorney’s fees to\nabrogate so strong and uniform a background rule. And that means a\ncourt should be loath to read such a plan in that way.[8]The rationale for the common-fund rule\nreinforces that conclusion. Third-party recoveries do not often\ncome free: To get one, an insured must incur lawyer’s fees and\nexpenses. Without cost sharing, the insurer free rides on its\nbeneficiary’s efforts—taking the fruits while contributing nothing\nto the labor. Odder still, in some cases—indeed, in this case—the\nbeneficiary is made worse off by pursuing a third party. Recall\nthat McCutchen spent $44,000 (representing a 40% contingency fee)\nto get $110,000, leaving him with a real recovery of $66,000. But\nUS Airways claimed $66,866 in medical expenses. That would put\nMcCutchen $866 in the hole; in effect, he would pay for the\nprivilege of serving as US Airways’ collection agent. We think\nMcCutchen would not have foreseen that result when he signed on to\nthe plan. And we doubt if even US Airways should want it. When the\nnext McCutchen comes along, he is not likely to relieve US Airways\nof the costs of recovery. SeeBlackburnv.Sundstrand\nCorp.,115 F.3d 493,496(CA7 1997) (Easterbrook, J.) (“[I]f . . . injured\npersons could not charge legal costs against recoveries, people\nlike [McCutchen] would in the future have every reason” to make\ndifferent judgments about bringing suit, “throwing on plans the\nburden and expense of collection”). The prospect of generating\nthose strange results again militates against reading a general\nreimbursement provision—like the one here—for more than it is\nworth. Only if US Airways’ plan expressly addressed the costs of\nrecovery would it alter the common-fund doctrine.IVOur holding today has two parts, one favoring\nUS Airways, the other McCutchen. First, in an action brought under\n§502(a)(3) based on an equitable lien by agreement, the terms of\nthe ERISA plan govern. Neither general principles of unjust\nenrichment nor specific doctrines reflecting those principles—such\nas the double-recovery or common-fund rules—can override the\napplicable contract. We therefore reject the Third Circuit’s\ndecision. But second, the common-fund rule informs interpretation\nof US Airways’ reimbursement provision. Because that term does not\nadvert to the costs of recovery, it is properly read to retain the\ncommon-fund doctrine. We therefore also disagree with the District\nCourt’s decision. In light of these rulings, we vacate the judgment\nbelow and re- mand the case for further proceedings consistent with\nthis opinion.It is so ordered.Notes1We have made clear that\nthe statements in a summary plan description “communicat[e] with\nbeneficiariesaboutthe plan, but . . . donot\nthemselves constitute thetermsof the plan.”CIGNA\nCorp.v.Amara,563 U. S. ___, ___ (2011) (slip\nop., at 15). Nonetheless, the parties litigated this case, and both\nlower courts decided it, based solely on the language quoted above.\nSee 663 F.3d 671, 673 (CA3 2011); App. to Pet. for Cert. 26a. Only\nin this Court, in response to a request from the Solicitor General,\ndid the plan itself come to light. See Letter from Matthew\nW. H. Wessler to William K. Suter, Clerk of Court (Nov. 19,\n2012) (available in Clerk of Court’s case file). That is too late\nto affect what happens here: Because everyone in this case has\ntreated the language from the summary description as though it came\nfrom the plan, we do so as well.2Compare 663 F.3d 671, 673\n(CA3 2011) (case below) (holding that equitable doctrines can trump\na plan’s terms);CGI Technologies & Solutions Inc.v.Rose, 683 F.3d 1113, 1124 (CA9 2012) (same), withZurich\nAm. Ins. Co.v.O’Hara, 604 F.3d 1232, 1237 (CA11 2010)\n(holding that they cannot do so);Administrative Comm. of\nWal-Mart Stores, Inc.v.Shank, 500 F.3d 834, 838 (CA8\n2007) (same);Moorev.CapitalCare, Inc., 461 F.3d 1,\n9–10 and n. 10 (CADC 2006) (same);Bombadier Aerospace Employee\nWelfare Benefits Planv.Ferror, Poirot, &\nWansbrough,354 F.3d 348,362(CA5 2003) (same);Administrative Comm. of Wal-Mart\nStores, Inc.v.Varco,338 F.3d 680, 692 (CA7 2003) (same).3Sans ellipses, §502(a)(3)\nprovides that a plan administrator may bring a civil action “(A) to\nenjoin any act or practice which violates any provision of this\nsubchapter or the terms of the plan, or (B) to obtain other\nappropriate equitable relief (i) to redress such violations or (ii)\nto enforce any provisions of this subchapter or the terms of the\nplan.” 29 U. S. C. §1132(a)(3).4Both our prior cases and\nsecondary sources confirm McCutchen’s characterization of the\ncommon-fund and double-recovery rules as deriving primarily from\nprinciples of unjust enrichment. SeeBoeing, 444 U. S.,\nat 478 (“The [common-fund] doctrine rests on the perception that\npersons who obtain the benefit of a lawsuit without contributing to\nits cost are unjustly enriched”);Millsv.Electric\nAuto-Lite Co.,396 U.S.\n375, 392 (1970) (similar); 1 D. Dobbs, Law of Remedies\n§3.10(2), p. 395 (2d ed. 1993) (hereinafter Dobbs) (similar); 4 G.\nPalmer, Law of Restitution §23.16(b), p. 444 (“[T]he injured person\nis unjustly enriched” only when he has received “in excess of full\ncompensation” from two sources “for the same loss”); 16 G. Couch,\nCyclopedia of Insurance Law §61:18 (2d ed. 1983) (similar); 8B J.\nAppleman & J. Appleman, Insurance Law and Practice §4941, p. 11\n(Cum. Supp. 2012) (hereinafter Appleman) (similar).5“Subrogation simply means\nsubstitution of one person for another; that is, one person is\nallowed to stand in the shoes of another and assert that person’s\nrights against” a third party. 1 Dobbs §4.3(4), at 604; see 8B\nAppleman §4941, at 11 (“ ‘Subrogation’ involves the\nsubstitution of the insurer . . . to the rights of the\ninsured”).6TheSereboffCourt’s analysis concerned only subrogation actions based on\nequitable principles independent of any agreement. A subrogation\naction may also be founded on a contract incorporating those\nprinciples. See 1 Dobbs §4.3(4), at 604. US Airways suggested at\noral argument that McCutchen’s case would “ge[t] a lot stronger” if\nthe plan here spoke only of subrogation, without separately\ngranting a right of reimbursement. Tr. of Oral Arg. 18. We need not\nconsider that question because US Airways seeks to enforce a\nreimbursement provision, of the same kind we considered inSereboff.7The dissent faults us for\naddressing this issue, but we think it adequately preserved and\npresented. The language the dissent highlights in McCutchen’s brief\nin opposition, indicating that the plan clearly abrogates the\ncommon-fund doctrine, comes from his description ofUS\nAirways’claim in the District Court. Seepost, at 1\n(opinion of Scalia, J.); Brief in Opposition 5.McCutchen’sargument in that court urged the very position we adopt—that the\ncommon-fund doctrine applies because the plan is silent. See App.\nto Pet. for Cert. 30a; Defendants’ Memorandum in Opposition to\nPlaintiff’s Motion for Summary Judgment in No. 2:08–cv–1593 (WD\nPa., Dec. 4, 2011), Doc. 33, pp. 12–13 (“If [US Airways]\nwanted to exclude a deduction for attorney fees, it easily could\nhave so expressed”). To be sure, McCutchen shifted ground on appeal\nbecause the District Court ruled that Third Circuit precedent\nforeclosed his contract-based argument, see App. to Pet. for Cert.\n31a; the Court of Appeals’ decision then put front-and-center his\nalternative contention that the common-fund rule trumps a contract.\nBut both claims have the same basis (the nature and function of the\ncommon-fund doctrine), which the parties have disputed throughout\nthis litigation. And similarly, the question we decide here is\nincluded in the question presented. The principal clause of that\nquestion asks whether a court may use “equitable principles to\nrewrite contractual language.” Pet. for Cert. i. We answer “not\nrewrite, but inform”—a reply well within the question’s\nscope.8For that reason, almost\nevery state court that has confronted the issue has done what we do\nhere: apply the common-fund doctrine inthe face of a contract\ngiving an insurer a general right to recoup funds from an insured’s\nthird-party recovery, without specifically addressing attorney’s\nfees. See,e.g.,Ex parteState Farm Mut.\nAuto. Ins. Co., 105 So. 3d 1199, 1212 and n. 6 (Ala. 2012);York Ins. Group of Me.v.Van Hall, 1997 ME 230, ¶8,704 A.2d 366, 369;Barrecav.Cobb, 95–1651,\npp. 2–3, 5 and n. 5 (La. 2/28/96), 668 So. 2d 1129,\n1131–1132 and n. 5;Federal Kemper Ins. Co.v.Arnold, 183 W. Va. 31, 33–34,393 S.E.2d 669, 671–672 (1990);State Farm Mut. Auto. Ins.\nCo.v.Clinton, 267 Ore. 653, 661–662, 518 P.2d 645, 649\n(1974);Northern Buckeye Educ. Council Group Health Benefits\nPlanv.Lawson, 154 Ohio App. 3d 659, 669,\n2003–Ohio–5196, 798 N.E.2d 667, 675;Lancer Corp.v.Murillo, 909 S.W.2d 122, 126–127 and n. 2 (Tex. App. 1995);Breslinv.Liberty Mut. Ins. Co., 134 N. J.\nSuper. 357, 362,341 A.2d 342, 344 (App. Div. 1975);Hospital Service Corp.\nof R. I.v.Pennsylvania Ins. Co., 101 R. I.\n708, 710, 716,227 A.2d 105, 108, 111 (1967);National Union Fire Ins.\nCo.v.Grimes, 278 Minn. 45, 46–47, 51,153 N.W.2d 152, 153, 156 (1967);Foremost Life Ins. Co.v.Waters, 125 Mich. App. 799, 801, 805, 337 N.W.2d 29, 30,\n32 (1983) (citingForemost Life Ins. Co.v.Waters,\n88 Mich. App. 599, 602, 278 N.W.2d 688, 689 (1979));Leev.State Farm Mut. Auto. Ins. Co.,57 Cal. App. 3d 458, 462, 469, 129 Cal. Rptr. 271, 273–274, 278\n(1976).",
    "joined": []
}