{
    "case": {
        "docket": "18-302",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-302/"
    },
    "id": "4112544",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–302_________________ANDREI IANCU, UNDER SECRETARY OF COMMERCE FOR\nINTELLECTUAL PROPERTY AND DIRECTOR, PATENT AND TRADEMARK OFFICE,\nPETITIONERv.ERIK BRUNETTIon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 24, 2019]Justice Kagan delivered the opinion of the\nCourt.Two Terms ago, inMatalv.Tam,\n582 U. S. ___ (2017), this Court invalidated the Lanham Act’s\nbar on the registration of “disparag[ing]” trademarks. 15\nU. S. C. §1052(a). Although split between two\nnon-majority opinions, all Members of the Court agreed that the\nprovision violated the First Amendment because it discriminated on\nthe basis of viewpoint. Today we consider a First Amendment\nchallenge to a neighboring provision of the Act, prohibiting the\nregistration of “immoral[ ] or scandalous” trademarks.Ibid.We hold that this provision infringes the First\nAmendment for the same reason: It too disfavors certain ideas.IRespondent Erik Brunetti is an artist and\nentrepreneur who founded a clothing line that uses the trademark\nFUCT. According to Brunetti, the mark (which functions as the\nclothing’s brand name) is pronounced as four letters, one after the\nother: F-U-C-T. See Brief for Respondent 1. But you might read it\ndifferently and, if so, you would hardly be alone. See Tr. of Oral\nArg. 5 (describing the brand name as “the equivalent of [the] past\nparticiple form of a well-known word of profanity”). That common\nperception caused difficulties for Brunetti when he tried to\nregister his mark with the U. S. Patent and Trademark Office\n(PTO).Under the Lanham Act, the PTO administers a\nfederal registration system for trademarks. See 15\nU. S. C. §§1051, 1052. Registration of a mark is not\nmandatory. The owner of an unregistered mark may still use it in\ncommerce and enforce it against infringers. SeeTam, 582\nU. S., at ___ (slip op., at 4). But registration gives\ntrademark owners valuable benefits. For example, registration\nconstitutes “prima facie evidence” of the mark’s validity.\n§1115(a). And registration serves as “constructive notice of the\nregistrant’s claim of ownership,” which forecloses some defenses in\ninfringement actions. §1072. Generally, a trademark is eligible for\nregistration, and receipt of such benefits, if it is “used in\ncommerce.” §1051(a)(1). But the Act directs the PTO to\n“refuse[ ] registration” of certain marks. §1052. For\ninstance, the PTO cannot register a mark that “so resembles”\nanother mark as to create a likelihood of confusion. §1052(d). It\ncannot register a mark that is “merely descriptive” of the goods on\nwhich it is used. §1052(e). It cannot register a mark containing\nthe flag or insignia of any nation or State. See §1052(b). There\nare five or ten more (depending on how you count). And until we\ninvalidated the criterion two years ago, the PTO could not register\na mark that “disparage[d]” a “person[ ], living or dead.”\n§1052(a); seeTam, 582 U. S. ___.This case involves another of the Lanham Act’s\nprohibitions on registration—one applying to marks that\n“[c]onsist[ ] of or comprise[ ] immoral[ ] or\nscandalous matter.” §1052(a). The PTO applies that bar as a\n“unitary provision,” rather than treating the two adjectives in it\nseparately.In re Brunetti, 877 F.3d 1330, 1336 (CA\nFed. 2017); Brief for Petitioner 6 (stating that the PTO “has long\ntreated the two terms as composing a single category”). To\ndetermine whether a mark fits in the category, the PTO asks whether\na “substantial composite of the general public” would find the mark\n“shocking to the sense of truth, decency, or propriety”; “giving\noffense to the conscience or moral feelings”; “calling out for\ncondemnation”; “disgraceful”; “offensive”; “disreputable”; or\n“vulgar.” 877 F. 3d, at 1336 (internal quotation marks\nomitted); see Brief for Petitioner 6 (agreeing that the PTO\n“generally defines” the category in that way).Both a PTO examining attorney and the PTO’s\nTrademark Trial and Appeal Board decided that Brunetti’s mark\nflunked that test. The attorney determined that FUCT was “a total\nvulgar” and “therefore[ ] unregistrable.” App. 27–28. On\nreview, the Board stated that the mark was “highly offensive” and\n“vulgar,” and that it had “decidedly negative sexual connotations.”\nApp. to Pet. for Cert. 59a, 64a–65a. As part of its review, the\nBoard also considered evidence of how Brunetti used the mark. It\nfound that Brunetti’s website and products contained imagery, near\nthe mark, of “extreme nihilism” and “anti-social” behavior.Id.,at 64a. In that context, the Board thought, the mark\ncommunicated “misogyny, depravity, [and] violence.”Ibid.\nThe Board concluded: “Whether one considers [the mark] as a sexual\nterm, or finds that [Brunetti] has used [the mark] in the context\nof extreme misogyny, nihilism or violence, we have no question but\nthat [the term is] extremely offensive.”Id.,at 65a.Brunetti then brought a facial challenge to the\n“immoral or scandalous” bar in the Court of Appeals for the Federal\nCircuit. That court found the prohibition to violate the First\nAmendment. As usual when a lower court has invalidated a federal\nstatute, we granted certiorari. 586 U. S. ___ (2019).IIThis Court first considered a First Amendment\nchallenge to a trademark registration restriction inTam,\njust two Terms ago. There, the Court declared unconstitutional the\nLanham Act’s ban on registering marks that “disparage” any\n“person[ ], living or dead.” §1052(a). The eight-Justice Court\ndivided evenly between two opinions and could not agree on the\noverall framework for deciding the case. (In particular, no\nmajority emerged to resolve whether a Lanham Act bar is a condition\non a government benefit or a simple restriction on speech.) But all\nthe Justices agreed on two propositions. First, if a trademark\nregistration bar is viewpoint-based, it is unconstitutional. See\n582 U. S., at ___–___, ___–___ (opinion of Alito, J.) (slip\nop., at 1–2, 22–23);id.,at ___–___, ___ (opinion of\nKennedy, J.) (slip op., at 1–2, 5). And second, the disparagement\nbar was viewpoint-based. Seeid.,at ___–___, ___–___\n(opinion of Alito, J.) (slip op., at 1–2, 22–23);id.,at\n___–___ (opinion of Kennedy, J.) (slip op., at 2–5).The Justices thus found common ground in a core\npostulate of free speech law: The government may not discriminate\nagainst speech based on the ideas or opinions it conveys. SeeRosenbergerv.Rector and Visitors of Univ. of Va.,515 U.S.\n819, 829–830 (1995) (explaining that viewpoint discrimination\nis an “egregious form of content discrimination” and is\n“presumptively unconstitutional”). In Justice Kennedy’s\nexplanation, the disparagement bar allowed a trademark owner to\nregister a mark if it was “positive” about a person, but not if it\nwas “derogatory.”Tam, 582 U. S., at ___ (slip op., at\n2). That was the “essence of viewpoint discrimination,” he\ncontinued, because “[t]he law thus reflects the Government’s\ndisapproval of a subset of messages it finds offensive.”Id.,at ___–___ (slip op., at 2–3). Justice Alito emphasized\nthat the statute “denie[d] registration to any mark” whose\ndisparaging message was “offensive to a substantial percentage of\nthe members of any group.”Id.,at ___ (slip op., at 22).\nThe bar thus violated the “bedrock First Amendment principle” that\nthe government cannot discriminate against “ideas that offend.”Id.,at ___–___ (slip op., at 1–2). Slightly different\nexplanations, then, but a shared conclusion: Viewpoint\ndiscrimination doomed the disparagement bar.If the “immoral or scandalous” bar similarly\ndiscriminates on the basis of viewpoint, it must also collide with\nour First Amendment doctrine. The Government does not argue\notherwise. In briefs and oral argument, the Government offers a\ntheory for upholding the bar if it is viewpoint-neutral\n(essentially, that the bar would then be a reasonable condition on\na government benefit). See Brief for Petitioner 14–26. But the\nGovernment agrees that underTamit may not “deny\nregistration based on the views expressed” by a mark. Tr. of Oral\nArg. 24. “As the Court’sTamdecision establishes,” the\nGovernment says, “the criteria for federal trademark registration”\nmust be “viewpoint-neutral to survive Free Speech Clause review.”\nPet. for Cert. 19. So the key question becomes: Is the “immoral or\nscandalous” criterion in the Lanham Act viewpoint-neutral or\nviewpoint-based?It is viewpoint-based. The meanings of “immoral”\nand “scandalous” are not mysterious, but resort to some\ndictionaries still helps to lay bare the problem. When is\nexpressive material “immoral”? According to a standard definition,\nwhen it is “inconsistent with rectitude, purity, or good morals”;\n“wicked”; or “vicious.” Webster’s New International Dictionary 1246\n(2d ed. 1949). Or again, when it is “opposed to or violating\nmorality”; or “morally evil.” Shorter Oxford English Dictionary 961\n(3d ed. 1947). So the Lanham Act permits registration of marks that\nchampion society’s sense of rectitude and morality, but not marks\nthat denigrate those concepts. And when is such material\n“scandalous”? Says a typical definition, when it “giv[es] offense\nto the conscience or moral feelings”; “excite[s] reprobation”; or\n“call[s] out condemnation.” Webster’s New International Dictionary,\nat 2229. Or again, when it is “shocking to the sense of truth,\ndecency, or propriety”; “disgraceful”; “offensive”; or\n“disreputable.” Funk & Wagnalls New Standard Dictionary 2186\n(1944). So the Lanham Act allows registration of marks when their\nmessages accord with, but not when their messages defy, society’s\nsense of decency or propriety. Put the pair of overlapping terms\ntogether and the statute, on its face, distinguishes between two\nopposed sets of ideas: those aligned with conventional moral\nstandards and those hostile to them; those inducing societal nods\nof approval and those provoking offense and condemnation. The\nstatute favors the former, and disfavors the latter. “Love rules”?\n“Always be good”? Registration follows. “Hate rules”? “Always be\ncruel”? Not according to the Lanham Act’s “immoral or scandalous”\nbar.The facial viewpoint bias in the law results in\nviewpoint-discriminatory application. Recall that the PTO itself\ndescribes the “immoral or scandalous” criterion using much the same\nlanguage as in the dictionary definitions recited above. Seesupra,at 3. The PTO, for example, asks whether the public\nwould view the mark as “shocking to the sense of truth, decency, or\npropriety”; “calling out for condemnation”; “offensive”; or\n“disrepu- table.” Brief for Petitioner 6 (internal quotation marks\nomitted). Using those guideposts, the PTO has refused to register\nmarks communicating “immoral” or “scandalous” views about (among\nother things) drug use, religion, and terrorism. But all the while,\nit has approved registration of marks expressing more accepted\nviews on the same topics. See generally Gilson & LaLonde,\nTrademarks Laid Bare, 101 Trademark Reporter 1476, 1510–1513,\n1518–1522 (2011); Brief for Barton Beebe et al. asAmici\nCuriae28–29.Here are some samples. The PTO rejected marks\nconveying approval of drug use (YOU CAN’T SPELL HEALTHCARE WITHOUT\nTHC for pain-relief medication, MARIJUANA COLA and KO KANE for\nbeverages) because it is scandalous to “inappropriately glamoriz[e]\ndrug abuse.” PTO, Office Action of Aug. 28, 2010, Serial No.\n85038867; see Office Action of Dec. 24, 2009, Serial No. 77833964;\nOffice Action of Nov. 17, 2009, Serial No. 77671304. But at the\nsame time, the PTO registered marks with such sayings as D.A.R.E.\nTO RESIST DRUGS AND VIOLENCE and SAY NO TO DRUGS—REALITY IS THE\nBEST TRIP IN LIFE. See PTO, Reg. No. 2975163 (July 26, 2005); Reg.\nNo. 2966019 (July 12, 2005). Similarly, the PTO disapproved\nregistration for the mark BONG HITS 4 JESUS because it “suggests\nthat people should engage in an illegal activity [in connection\nwith] worship” and because “Christians would be morally outraged by\na statement that connects Jesus Christ with illegal drug use.”\nOffice Action of Mar. 15, 2008, Serial No. 77305946. And the PTO\nrefused to register trademarks associating religious references\nwith products (AGNUS DEI for safes and MADONNA for wine) because\nthey would be “offensive to most individuals of the Christian\nfaith” and “shocking to the sense of propriety.”Ex parte Summit\nBrass & Bronze Works, 59 USPQ 22, 23 (Dec. Com. Pat. 1943);In re Riverbank Canning Co., 95 F.2d 327, 329 (CCPA 1938).\nBut once again, the PTO approved marks—PRAISE THE LORD for a game\nand JESUS DIED FOR YOU on clothing—whose message suggested\nreligious faith rather than blasphemy or irreverence. See Reg. No.\n5265121 (Aug. 15, 2017); Reg. No. 3187985 (Dec. 19, 2006). Finally,\nthe PTO rejected marks reflecting support for al-Qaeda (BABY AL\nQAEDA and AL-QAEDA on t-shirts) “because the bombing of civilians\nand other terrorist acts are shocking to the sense of decency and\ncall out for condemnation.” Office Action of Nov. 22, 2004, Serial\nNo. 78444968; see Office Action of Feb. 23, 2005, Serial No.\n78400213. Yet it approved registration of a mark with the words WAR\nON TERROR MEMORIAL. Reg. No. 5495362 (Jun. 19, 2018). Of course,\nall these decisions are understandable. The rejected marks express\nopinions that are, at the least, offensive to many Americans. But\nas the Court made clear inTam, a law disfavoring “ideas\nthat offend” discriminates based on viewpoint, in violation of the\nFirst Amendment. 582 U. S., at ___ (opinion of Alito, J.)\n(slip op., at 2); seeid.,at ___–___ (slip op., at 22–23);id.,at ___–___ (opinion of Kennedy, J.) (slip op., at\n2–3).How, then, can the Government claim that the\n“immoral or scandalous” bar is viewpoint-neutral? The Government\nbasically asks us to treat decisions like those described above as\nPTO examiners’ mistakes. See Brief for Petitioner 46. Still more,\nthe Government tells us to ignore how the Lanham Act’s language, on\nits face, disfavors some ideas. In urging that course, the\nGovernment does not dispute that the statutory language—and words\nused to define it—have just that effect. At oral argument, the\nGovernment conceded: “[I]f you just looked at the words like\n‘shocking’ and ‘offensive’ on their face and gave them their\nordinary meanings[,] they could easily encompass material that was\nshocking [or offensive] because it expressed an outrageous point of\nview or a point of view that most members” of society reject. Tr.\nof Oral Arg. 6. But no matter, says the Government, because the\nstatute is “susceptible of” a limiting construction that would\nremove this viewpoint bias.Id.,at 7 (arguing that the\nCourt should “attempt to construe [the] statute in a way that would\nrender it constitutional”). The Government’s idea, abstractly\nphrased, is to narrow the statutory bar to “marks that are\noffensive [or] shocking to a substantial segment of the public\nbecause of theirmodeof expression, independent of any\nviews that they may express.”Id.,at 11 (emphasis added);\nsee Brief for Petitioner 27–28. More concretely, the Government\nexplains that this reinterpretation would mostly restrict the PTO\nto refusing marks that are “vulgar”—meaning “lewd,” “sexually\nexplicit or profane.”Id.,at 27, 30. Such a reconfigured\nbar, the Government says, would not turn on viewpoint, and so we\ncould uphold it.But we cannot accept the Government’s proposal,\nbecause the statute says something markedly different. This Court,\nof course, may interpret “ambiguous statutory language” to “avoid\nserious constitutional doubts.”FCCv.Fox Television\nStations, Inc.,556 U.S.\n502, 516 (2009). But that canon of construction applies only\nwhen ambiguity exists. “We will not rewrite a law to conform it to\nconstitutional requirements.”United Statesv.Stevens,559 U.S.\n460, 481 (2010) (internal quotation marks and alteration\nomitted). So even assuming the Government’s reading would eliminate\nFirst Amendment problems, we may adopt it only if we can see it in\nthe statutory language. And we cannot. The “immoral or scandalous”\nbar stretches far beyond the Government’s proposed construction.\nThe statute as written does not draw the line at lewd, sexually\nexplicit, or profane marks. Nor does it refer only to marks whose\n“mode of expression,” independent of viewpoint, is particularly\noffensive. Brief for Petitioner 28 (internal quotation marks\nomitted). It covers the universe of immoral or scandalous—or (to\nuse some PTO synonyms) offensive or disreputable—material. Whether\nor not lewd or profane. Whether the scandal and immorality comes\nfrom mode or instead from viewpoint. To cut the statute off where\nthe Government urges is not to interpret the statute Congress\nenacted, but to fashion a new one.[1]*And once the “immoral or scandalous” bar is\ninterpreted fairly, it must be invalidated. The Government just\nbarely argues otherwise. In the last paragraph of its brief, the\nGovernment gestures toward the idea that the provision is\nsalvageable by virtue of its constitutionally permissible\napplications (in the Government’s view, its applications to lewd,\nsexually explicit, or profane marks). Seeid., at 47. In\nother words, the Government invokes our First Amendment overbreadth\ndoctrine, and asks us to uphold the statute against facial attack\nbecause its unconstitutional applications are not “substantial”\nrelative to “the statute’s plainly legitimate sweep.”Stevens, 559 U. S., at 473 (internal quotation marks\nomitted). But to begin with, this Court has never applied that kind\nof analysis to a viewpoint-discriminatory law. InTam, for\nexample, we did not pause to consider whether the disparagement\nclause might admit some permissible applications (say, to certain\nlibelous speech) before striking it down. The Court’s finding of\nviewpoint bias ended the matter. And similarly, it seems unlikely\nwe would compare permissible and impermissible applications if\nCongress outright banned “offensive” (or to use some other\nexamples, “divisive” or “subversive”) speech. Once we have found\nthat a law “aim[s] at the suppression of ” views, why would it\nmatter that Congress could have captured some of the same speech\nthrough a viewpoint-neutral statute?Tam, 582 U. S., at\n___ (opinion of Kennedy, J.) (slip op., at 2). But in any event,\nthe “immoral or scandalous” bar is substantially overbroad. There\nare a great many immoral and scandalous ideas in the world (even\nmore than there are swearwords), and the Lanham Act covers them\nall. It therefore violates the First Amendment.We accordingly affirm the judgment of the Court\nof Appeals.It is so ordered.Notes1*We reject the dissent’s\nstatutory surgery for the same reason. Al-though conceding that the\nterm “immoral” cannot be saved, the dissent thinks that the term\n“scandalous” can be read as the Government proposes. Seepost,at 1–2 (Sotomayor, J., concurring in part and\ndissenting in part). But that term is not “ambiguous,” as the\ndissent argues,post,at 3; it is just broad. Remember that\nthe dictionaries define it to mean offensive, disreputable,\nexciting reprobation, and so forth. Seesupra,at 5–6;post,at 3 (accepting those definitions). Even if hived off\nfrom “immoral” marks, the category of scandalous marks thus\nincludesbothmarks that offend by the ideas they conveyandmarks that offend by their mode of expression. And its\ncoverage of the former means that it discriminates based on\nviewpoint. We say nothing at all about a statute that covers only\nthe latter—or, in the Government’s more concrete description, a\nstatute limited to lewd, sexually explicit, and profane marks. Nor\ndo we say anything about how to evaluate viewpoint-neutral\nrestrictions on trademark registration, seepost,at\n14–17—because the “scandalous” bar (whether or not attached to the\n“immoral” bar) is not one.",
    "joined": []
}