{
    "case": {
        "docket": "20-297",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-297/"
    },
    "id": "4443832",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–297_________________TRANSUNION LLC, PETITIONERv.SERGIO L.\nRAMIREZon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2021]Justice Kagan, with whom Justice Breyer and\nJustice Sotomayor join, dissenting.The familiar story of Article III standing\ndepicts the doctrine as an integral aspect of judicial restraint.\nThe case-or-controversy requirement of Article III, the account\nruns, is “built on a single basic idea—the idea of separation of\npowers.”Allenv.Wright,468\nU.S. 737, 752 (1984). Rigorous standing rules help safeguard\nthat separation by keeping the courts away from issues “more\nappropriately addressed in the representative branches.”Id., at 751.In so doing, those rules prevent courts\nfrom overstepping their “proper—and properly limited—role” in “a\ndemocratic society.”Warthv.Seldin,422 U.S.\n490, 498 (1975); seeante, at 7–8 (Thomas, J.,\ndissenting).After today’s decision, that story needs a\nrewrite. The Court here transforms standing law from a doctrine of\njudicial modesty into a tool of judicial aggrandizement. It holds,\nfor the first time, that a specific class of plaintiffs whom\nCongress allowed to bring a lawsuit cannot do so under Article III.\nI join Justice Thomas’s dissent, which explains why the majority’s\ndecision is so mistaken. As he recounts, our Article III precedents\nteach that Congress has broad “power to create and define rights.”Ante, at 13; seeSpokeo,Inc.v.Robins, 578 U.S. 330, 341 (2016);Lujanv.Defenders of Wildlife,504 U.S.\n555, 578 (1992);Warth, 422 U. S., at 500. And\nCongress may protect those rights by authorizing suits not only for\npast harms but also for the material risk of future ones. SeeSpokeo, 578 U. S., at 341–343;ante, at 15\n(Thomas, J., dissenting). Under those precedents, this case should\nbe easy. In the Fair Credit Reporting Act, Congress determined to\nprotect consumers’ reputations from inaccurate credit reporting.\nTransUnion willfully violated that statute’s provisions by\npreparing credit files that falsely called the plaintiffs potential\nterrorists, and by obscuring that fact when the plaintiffs\nrequested copies of their files. To say, as the majority does, that\nthe resulting injuries did not “ ‘exist’ in the real world” is\nto inhabit a world I don’t know.Ante, at 10. And to make\nthat claim in the face of Congress’s contrary judgment is to exceed\nthe judiciary’s “proper—and properly limited—role.”Warth,\n422 U. S., at 498; seeante, at 12–13 (Thomas, J.,\ndissenting).I add a few words about the majority’s view of\nthe risks of harm to the plaintiffs. In addressing the claim that\nTransUnion failed to maintain accurate credit files, the majority\nargues that the “risk of dissemination” of the plaintiffs’ credit\ninformation to third parties is “too speculative.”Ante, at\n22. But why is it so speculative that a company in the business of\nselling credit reports to third parties will in fact sell a credit\nreport to a third party? See alsoante, at 15 (Thomas, J.,\ndissenting) (noting that “nearly 25% of the class” already had\nfalse reports “sent to potential creditors”). And in addressing the\nclaims of faulty disclosure to the plaintiffs, the majority makes a\nset of curious assumptions. According to the majority, people who\nspecifically request a copy of their credit report may not even\n“open[ ]” the envelope.Ante, at 25\n(emphasis in original). And people who receive multiple opaque\nmailings are not likely to be “confused.”Ibid.; but seeNiz-Chavezv.Garland, 593 U. S. ___, ___ (2021)\n(slip op., at 14) (explaining that a “series of letters,” “each\ncontaining a new morsel of vital information,” is likely to perplex\nrecipients). And finally, people who learn that their credit files\nlabel them potential terrorists would not “have tried to correct”\nthe error.Ante, at 25. Rather than accept those\nsuppositions, I sign up with Justice Thomas: “[O]ne need only tap\ninto common sense to know that receiving a letter identifying you\nas a potential drug trafficker or terrorist is harmful.”Ante, at 17.I differ with Justice Thomas on just one matter,\nunlikely to make much difference in practice. In his view, any\n“violation of an individual right” created by Congress gives rise\nto Article III standing.Ante, at 7. But inSpokeo,\nthis Court held that “Article III requires a concrete injury even\nin the context of a statutory violation.” 578 U. S., at 341. I\ncontinue to adhere to that view, but think it should lead to the\nsame result as Justice Thomas’s approach in all but highly unusual\ncases. AsSpokeorecognized, “Congress is well positioned to\nidentify [both tangible and] intangible harms” meeting Article III\nstandards.Ibid.Article III requires for concreteness only\na “real harm” (that is, a harm that “actually exist[s]”) or a “risk\nof real harm.”Ibid.And as today’s decision definitively\nproves, Congress is better suited than courts to determine when\nsomething causes a harm or risk of harm in the real world. For that\nreason, courts should give deference to those congressional\njudgments. Overriding an authorization to sue is appropriate when\nbut only when Congress could not reasonably have thought that a\nsuit will contribute to compensating or preventing the harm at\nissue. Subject to that qualification, I join Justice Thomas’s\ndissent in full.",
    "joined": []
}