{
    "case": {
        "docket": "14-9496",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/14-9496/"
    },
    "id": "3706128",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–9496_________________ELIJAH MANUEL, PETITIONERv.CITY OF\nJOLIET, ILLINOIS, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[March 21, 2017]Justice Kagan delivered the opinion of the\nCourt.Petitioner Elijah Manuel was held in jail for\nsome seven weeks after a judge relied on allegedly fabricated\nevidence to find probable cause that he had committed a crime. The\nprimary question in this case is whether Manuel may bring a claim\nbased on the Fourth Amendment to contest the legality of his\npretrial confinement. Our answer follows from settled precedent.\nThe Fourth Amendment, this Court has recognized, establishes “the\nstandards and procedures” governing pretrial detention. See,e.g.,Gersteinv.Pugh, 420 U. S. 103,\n111 (1975) . And those constitutional protections apply even after\nthe start of “legal process” in a criminal case—here, that is,\nafter the judge’s determination of probable cause. SeeAlbrightv.Oliver, 510 U. S. 266, 274 (1994)\n(plurality opinion);id., at 290 (Souter, J., concurring in\njudgment). Accordingly, we hold today that Manuel may challenge his\npretrial detention on the ground that it violated the Fourth\nAmendment (while we leave all other issues, including one about\nthat claim’s timeliness, to the court below).IShortly after midnight on March 18, 2011,\nManuel was riding through Joliet, Illinois, in the passenger seat\nof a Dodge Charger, with his brother at the wheel. A pair of Joliet\npolice officers pulled the car over when the driver failed to\nsignal a turn. See App. 90. According to the complaint in this\ncase, one of the officers dragged Manuel from the car, called him a\nracial slur, and kicked and punched him as he lay on the ground.\nSeeid.,at 31–32, 63.[1] The policeman then searched Manuel and found a vitamin\nbottle containing pills. Seeid., at 64. Suspecting that the\npills were actually illegal drugs, the officers conducted a field\ntest of the bottle’s contents. The test came back negative for any\ncontrolled substance, leaving the officers with no evidence that\nManuel had committed a crime. Seeid., at 69. Still, the\nofficers arrested Manuel and took him to the Joliet police station.\nSeeid., at 70.There, an evidence technician tested the pills\nonce again, and got the same (negative) result. Seeibid.But the technician lied in his report, claiming that one of the\npills was “found to be . . . positive for the probable\npresence of ecstasy.”Id., at 92. Similarly, one of the\narresting officers wrote in his report that “[f ]rom\n[ his] training and experience, [ he] knew the pills to\nbe ecstasy.”Id.,at 91. On the basis of those statements,\nanother officer swore out a criminal complaint against Manuel,\ncharging him with unlawful possession of a controlled substance.\nSeeid.,at 52–53.Manuel was brought before a county court judge\nlater that day for a determination of whether there was probable\ncause for the charge, as necessary for further detention. SeeGerstein, 420 U. S., at 114 (requiring a judicial\nfinding of probable cause following a warrantless arrest to impose\nany significant pretrial restraint on liberty); Ill. Comp. Stat.,\nch. 725, §5/109–1 (West 2010) (implementing that constitutional\nrule). The judge relied exclusively on the criminal complaint—which\nin turn relied exclusively on the police department’s\nfabrications—to support a finding of probable cause. Based on that\ndetermination, he sent Manuel to the county jail to await trial. In\nthe somewhat obscure legal lingo of this case, Manuel’s subsequent\ndetention was thus pursuant to “legal process”—because it followed\nfrom, and was authorized by, the judge’s probable-cause\ndetermination.[2]While Manuel sat in jail, the Illinois police\nlaboratory reexamined the seized pills, and on April 1, it issued a\nreport concluding (just as the prior two tests had) that they\ncontained no controlled substances. See App. 51. But for unknown\nreasons, the prosecution—and, critically for this case, Manuel’s\ndetention—continued for more than another month. Only on May 4 did\nan Assistant State’s Attorney seek dismissal of the drug charge.\nSeeid., at 48, 101. The County Court immediately granted\nthe request, and Manuel was released the next day. In all, he had\nspent 48 days in pretrial detention.On April 22, 2013, Manuel brought this lawsuit\nunder 42 U. S. C. §1983 against the City of Joliet and\nseveral of its police officers (collectively, the City). Section\n1983 creates a “species of tort liability,”Imblerv.Pachtman, 424 U. S. 409, 417 (1976) , for “the\ndeprivation of any rights, privileges, or immunities secured by the\nConstitution,” §1983. Manuel’s complaint alleged that the City\nviolated his Fourth Amendment rights in two ways—first by arresting\nhim at the roadside without any reason, and next by “detaining him\nin police custody” for almostseven weeks based entirely on made-up\nevidence. See App. 79–80.[3]The District Court dismissed Manuel’s suit. See\n2014 WL 551626 (ND Ill., Feb. 12, 2014). The court first held that\nthe applicable two-year statute of limitations barred Manuel’s\nclaim for unlawful arrest, because more than two years had elapsed\nbetween the date of his arrest (March 18, 2011) and the filing of\nhis complaint (April 22, 2013). But the court relied on another\nbasis in rejecting Manuel’s challenge to his subsequent detention\n(which stretched from March 18 to May 5, 2011). Binding Circuit\nprecedent, the District Court explained, made clear that pretrial\ndetention following the start of legal process could not give rise\nto a Fourth Amendment claim. Seeid., at *1 (citing,e.g.,Newsomev.McCabe, 256 F. 3d 747,\n750 (CA7 2001)). According to that line of decisions, a §1983\nplaintiff challenging such detention must allege a breach of the\nDue Process Clause—and must show, to recover on that theory, that\nstate law fails to provide an adequate remedy. See 2014 WL 551626,\nat *1–*2. Because Manuel’s complaint rested solely on the Fourth\nAmendment—and because, in any event, Illinois’s remedies were\nrobust enough to preclude the due process avenue—the District Court\nfound that Manuel had no way to proceed. Seeibid.The Court of Appeals for the Seventh Circuit\naffirmed the dismissal of Manuel’s claim for unlawful detention\n(the only part of the District Court’s decision Manuel appealed).\nSee 590 Fed. Appx. 641 (2015). Invoking its prior caselaw, the\nCourt of Appeals reiterated that such claims could not be brought\nunder the Fourth Amendment. Once a person is detained pursuant to\nlegal process, the court stated, “the Fourth Amendment falls out of\nthe picture and the detainee’s claim that the detention is improper\nbecomes [one of] due process.”Id.,at 643–644 (quotingLlovetv.Chicago, 761 F. 3d 759, 763 (CA7\n2014)). And again: “When, after the arrest[,] a person is not let\ngo when he should be, the Fourth Amendment gives way to the due\nprocess clause as a basis for challenging his detention.” 590 Fed.\nAppx., at 643 (quotingLlovet, 761 F. 3d, at 764). So\nthe Seventh Circuit held that Manuel’s complaint, in alleging only\na Fourth Amendment violation, rested on the wrong part of the\nConstitution: A person detained following the onset of legal\nprocess could at most (although, the court agreed,notin\nIllinois) challenge his pretrial confinement via the Due Process\nClause. See 590 Fed. Appx., at 643–644.The Seventh Circuit recognized that its position\nmakes it an outlier among the Courts of Appeals, with ten others\ntaking the opposite view. Seeid., at 643;Hernandez-Cuevasv.Taylor, 723 F. 3d 91, 99\n(CA1 2013) (“[T]here is now broad consensus among the circuits that\nthe Fourth Amendment right to be free from seizure but upon\nprobable cause extends through the pretrial period”).[4] Still, the court decided, Manuel had\nfailed to offer a sufficient reason for overturning settled Circuit\nprecedent; his argument, albeit “strong,” was “better left for the\nSupreme Court.” 590 Fed. Appx., at 643.On cue, we granted certiorari. 577 U. S.\n___ (2016).IIThe Fourth Amendment protects “[t]he right of\nthe people to be secure in their persons . . . against\nunreasonable . . . seizures.” Manuel’s complaint seeks\njust that protection. Government officials, it recounts,\ndetained—which is to say, “seiz[ed]”—Manuel for 48 days following\nhis arrest. See App. 79–80;Brendlinv.California,\n551 U. S. 249, 254 (2007) (“A person is seized” whenever\nofficials “restrain[ ] his freedom of movement” such that he is\n“not free to leave”). And that detention was “unreason-able,” the\ncomplaint continues, because it was based solely on false evidence,\nrather than supported by probable cause. See App. 79–80;Baileyv.United States, 568 U. S. 186, 192\n(2013) (“[T]he general rule [is] that Fourth Amendment seizures are\n‘reasonable’ only if based on probable cause to believe that the\nindividual has committed a crime”). By their respective terms,\nthen, Manuel’s claim fits the Fourth Amendment, and the Fourth\nAmendment fits Manuel’s claim, as hand in glove.This Court decided some four decades ago that a\nclaim challenging pretrial detention fell within the scope of the\nFourth Amendment. InGerstein, two persons arrested without\na warrant brought a §1983 suit complaining that they had been held\nin custody for “a substantial period solely on the decision of a\nprosecutor.” 420 U. S., at 106. The Court looked to the Fourth\nAmendment to analyze—and uphold—their claim that such a pretrial\nrestraint on liberty is unlawful unless a judge (or grand jury)\nfirst makes a reliable finding of probable cause. Seeid.,\nat 114, 117, n. 19. The Fourth Amendment, we began,\nestablishes the minimum constitutional “standards and procedures”\nnot just for arrest but also for ensuing “detention.”Id.,at 111. In choosing that Amendment “as the rationale for decision,”\nthe Court responded to a concurring Justice’s view that the Due\nProcess Clause offered the better framework: The Fourth Amendment,\nthe majority countered, was “tailored explicitly for the criminal\njustice system, and it[ ] always has been thought to define” the\nappropriate process “for seizures of person[s] . . . in\ncriminal cases, including the detention of suspects pending trial.”Id., at 125, n. 27. That Amendment, standing alone,\nguaranteed “a fair and reliable determination of probable cause as\na condition for any significant pretrial restraint.”Id.,at\n125. Accordingly, those detained prior to trial without such a\nfinding could appeal to “the Fourth Amendment’s protection against\nunfounded invasions of liberty.”Id.,at 112; seeid., at 114.[5]And so too, a later decision indicates, those\nobjecting to a pretrial deprivation of liberty may invoke the\nFourth Amendment when (as here) that deprivation occurs after legal\nprocess commences. The §1983 plaintiff inAlbrightcomplained of various pretrial restraints imposed after a court\nfound probable cause to issue an arrest warrant, and then bind him\nover for trial, based on a policeman’s unfounded charges. See 510\nU. S., at 268–269 (plurality opinion). For uncertain reasons,\nAlbright ignored the Fourth Amendment in drafting his complaint;\ninstead, he alleged that the defendant officer had infringed his\nsubstantive due process rights. This Court rejected that claim,\nwith five Justices in two opinions remitting Albright to the Fourth\nAmendment. Seeid.,at 271 (plurality opinion) (“We hold\nthat it is the Fourth Amendment . . . under which\n[ his] claim must be judged”);id.,at 290 (Souter, J.,\nconcurring in judgment) (“[I]njuries like those [ he] alleges\nare cognizable in §1983 claims founded upon . . . the\nFourth Amendment”). “The Framers,” the plurality wrote, “considered\nthe matter of pretrial deprivations of liberty and drafted the\nFourth Amendment to address it.”Id.,at 274. That the\ndeprivations at issue were pursuant to legal process made no\ndifference, given that they were (allegedly) unsupported by\nprobable cause; indeed, neither of the two opinions so much as\nmentioned that procedural circumstance. Relying onGerstein,\nthe plurality stated that the Fourth Amendment remained the\n“relevan[t]” constitutional provision to assess the “deprivations\nof liberty”—most notably, pretrial detention—“that go hand in hand\nwith criminal prosecutions.” 510 U. S., at 274; seeid.,at 290 (Souter, J., concurring in judgment) (“[R]ules\nof recovery for such harms have naturally coalesced under the\nFourth Amendment”).As reflected inAlbright’s tracking ofGerstein’s analysis, pretrial detention can violate the\nFourth Amendment not only when it precedes, but also when it\nfollows, the start of legal process in a criminal case. The Fourth\nAmendment prohibits government officials from detaining a person in\nthe absence of probable cause. Seesupra, at 6. That can\nhappen when the police hold someone without any reason before the\nformal onset of a criminal proceeding. But it also can occur when\nlegal process itself goes wrong—when, for example, a judge’s\nprobable-cause determination is predicated solely on a police\nofficer’s false statements. Then, too, a person is confined without\nconstitutionally adequate justification. Legal process has gone\nforward, but it has done nothing to satisfy the Fourth Amendment’s\nprobable-cause requirement. And for that reason, it cannot\nextinguish the detainee’s Fourth Amendment claim—or somehow, as the\nSeventh Circuit has held, convert that claim into one founded on\nthe Due Process Clause. See 590 Fed. Appx., at 643–644. If the\ncomplaint is that a form of legal process resulted in pretrial\ndetention unsupported by probable cause, then the right allegedly\ninfringed lies in the Fourth Amendment.[6]For that reason, and contrary to the Seventh\nCircuit’s view, Manuel stated a Fourth Amendment claim when he\nsought relief not merely for his (pre-legal-process) arrest, but\nalso for his (post-legal-process) pretrial detention.[7] Consider again the facts alleged in this\ncase. Police officers initially arrested Manuel without probable\ncause, based solely on his possession of pills that had field\ntested negative for an illegal substance. So (putting timeliness\nissues aside) Manuel could bring a claim for wrongful arrest under\nthe Fourth Amendment. And the same is true (again, disregarding\ntimeliness) as to a claim for wrongful detention—because Manuel’s\nsubsequent weeks in custody werealsounsupported by\nprobable cause, and soalsoconstitutionally unreasonable.\nNo evidence of Manuel’s criminality had come to light in between\nthe roadside arrest and the County Court proceeding initiating\nlegal process; to the contrary, yet another test of Man-uel’s pills\nhad come back negative in that period. Allthat the judge had before\nhim were police fabrications about the pills’ content. The judge’s\norder holding Manuel for trial therefore lacked any proper basis.\nAnd that means Manuel’s ensuing pretrial detention, no less than\nhis original arrest, violated his Fourth Amendment rights. Or put\njust a bit differently: Legal process did not expunge Manuel’s\nFourth Amendment claim because the process he received failed to\nestablish what that Amendment makes essential for pretrial\ndetention—probable cause to believe he committed a crime.[8]IIIOur holding—that the Fourth Amendment governs\na claim for unlawful pretrial detention even beyond the start of\nlegal process—does not exhaust the disputed legal issues in this\ncase. It addresses only the threshold inquiry in a §1983 suit,\nwhich requires courts to “identify the specific constitutional\nright” at issue.Albright, 510 U. S., at 271. After\npinpointing that right, courts still must determine the elements\nof, and rules associated with, an action seeking damages for its\nviolation. See,e.g., Careyv.Piphus, 435 U. S.\n247 –258 (1978). Here, the parties particularly disagree over the\naccrual date of Manuel’s Fourth Amendment claim—that is, the date\non which the applicable two-year statute of limitations began to\nrun. The timeliness of Manuel’s suit hinges on the choice between\ntheir proposed dates. But with the following brief comments, we\nremand that issue to the court below.In defining the contours and prerequisites of a\n§1983 claim, including its rule of accrual, courts are to look\nfirst to the common law of torts. Seeibid.(explaining that\ntort principles “provide the appropriate starting point” in\nspecifying the conditions for recovery under §1983);Wallacev.Kato, 549 U. S. 384 –390 (2007) (same for accrual\ndates in particular). Sometimes, that review of common law will\nlead a court to adopt wholesale the rules that would apply in a\nsuit involving the most analogous tort. Seeid.,at 388–390;Heckv.Humphrey, 512 U. S. 477 –487 (1994). But\nnot always. Common-law principles are meant to guide rather than to\ncontrol the definition of §1983 claims, serving “more as a source\nof inspired examples than of prefabricated components.”Hartmanv.Moore, 547 U. S. 250, 258 (2006) ;\nseeRehbergv.Paulk, 566 U. S. 356, 366 (2012)\n(noting that “§1983 is [not] simply a federalized amalgamation of\npre-existing common-law claims”). In applying, selecting among, or\nadjust-ing common-law approaches, courts must closely attend to the\nvalues and purposes of the constitutional right at issue.With these precepts as backdrop, Manuel and the\nCity offer competing views about what accrual rule should govern a\n§1983 suit challenging post-legal-process pretrial detention.\nAccording to Manuel, that Fourth Amendment claim accrues only upon\nthe dismissal of criminal charges—here, on May 4, 2011, less than\ntwo years before he brought his suit. See Reply Brief 2; Brief for\nUnited States asAmicus Curiae24–25, n. 16 (taking the\nsame position). Relying on this Court’s caselaw, Manuel analogizes\nhis claim to the common-law tort of malicious prosecution. See\nReply Brief 9;Wallace,549 U. S., at 389–390. An\nelement of that tort is the “termination of the . . .\nproceeding in favor of the accused”; and accordingly, the statute\nof limitations does not start to run until that termination takes\nplace.Heck, 512 U. S., at 484, 489. Man-uel argues\nthat following the same rule in suits like his will avoid\n“conflicting resolutions” in §1983 litigation and criminal\nproceedings by “preclud[ing] the possibility of the claimant\nsucceeding in the tort action after having been convicted in the\nunderlying criminal prosecution.”Id.,at 484, 486; see\nReply Brief 10–11; Brief for United States asAmicus Curiae24–25, n. 16. In support of Manuel’s position, all but two of\nthe ten Courts of Appeals that have recognized a Fourth Amendment\nclaim like his have incorporated a “favorable termination” element\nand so pegged the statute of limitations to the dismissal of the\ncriminal case. See n. 4,supra.[9] That means in the great majority of Circuits,\nManuel’s claim would be timely.The City, however, contends that any such Fourth\nAmendment claim accrues (and the limitations period starts to run)\non the date of the initiation of legal process—here, on March 18,\n2011,morethan two years before Manuel filed suit. See\nBrief for Respondents 33. According to the City, the most analogous\ntort to Manuel’s constitutional claim is not malicious prosecution\nbut false arrest, which accrues when legal process commences. See\nTr. of Oral Arg. 47;Wallace,549 U. S., at 389 (noting\naccrual rule for false arrest suits). And even if malicious\nprosecution were the better comparison, the City continues, a court\nshould decline to adopt that tort’s favorable-termination element\nand associated accrual rule in adjudicating a §1983 claim involving\npretrial detention. That element, the City argues, “make[s] little\nsense” in this context because “the Fourth Amendment is concerned\nnot with the outcome of a prosecution, but with the legality of\nsearches and seizures.” Brief for Respondents 16. And finally, the\nCity contends that Manuel forfeited an alternative theory for\ntreating his date of release as the date of accrual: to wit, that\nhis pretrial detention “constitute[d] a continuing Fourth Amendment\nviolation,” each day of which triggered the statute of limitations\nanew.Id.,at 29, and n. 6; see Tr. of Oral Arg. 36;\nsee alsoAlbright, 510 U. S., at 280 (Ginsburg, J.,\nconcurring) (propounding a similar view). So Manuel, the City\nconcludes, lost the opportunity to recover for his pretrial\ndetention by waiting too long to file suit.We leave consideration of this dispute to the\nCourt of Appeals. “[W]e are a court of review, not of first view.”Cutterv.Wilkinson, 544 U. S. 709 , n. 7\n(2005). Because the Seventh Circuit wrongly held that Manuel lacked\nany Fourth Amendment claim once legal process began, the court\nnever addressed the elements of, or rules applicable to, such a\nclaim. And in particular, the court never confronted the accrual\nissue that the parties contest here.[10] On remand, the Court of Appeals should decide that\nquestion, unless it finds that the City has previously waived its\ntimeliness argument. See Reply to Brief in Opposition 1–2\n(addressing the possibility of waiver); Tr. of Oral Arg. 40–44\n(same). And so too, the court may consider any other still-live\nissues relating to the contours of Manuel’s Fourth Amendment claim\nfor unlawful pretrial detention.*  *  *For the reasons stated, we reverse the\njudgment of the Seventh Circuit and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1Because we here review an\norder dismissing Manuel’s suit, we accept as true all the factual\nallegations in his complaint. See,e.g.,Leathermanv.Tarrant County Narcotics Intelligence and Coordination\nUnit, 507 U. S. 163, 164 (1993) .2Although not addressed in\nManuel’s complaint, the police department’s alleged fabrications\ndid not stop at this initial hearing on probable cause. About two\nweeks later, on March 30, a grand jury indicted Manuel based on\nsimilar false evidence: testimony from one of the arresting\nofficers that “[t]he pills field tested positive” for ecstasy. App.\n96 (grand jury minutes).3Manuel’s allegation of\nunlawful detention concerns only the period after the onset of\nlegal process—here meaning, again, after the County Court found\nprobable cause that he had committed a crime. Seesupra,at\n3. The police also held Manuel in custody for several hours between\nhis warrantless arrest and his first appearance in court. But\nthroughout this litigation, Manuel has treated that short period as\npart and parcel of the initial unlawful arrest. See,e.g.,Reply Brief 1.4See alsoSingerv.Fulton County Sheriff, 63 F. 3d 110, 114–118 (CA2\n1995);McKennav.Philadelphia, 582 F. 3d 447,\n461 (CA3 2009);Lambertv.Williams, 223 F. 3d\n257, 260–262 (CA4 2000);Castellanov.Fragozo, 352\nF. 3d 939, 953–954, 959–960 (CA5 2003) (en banc);Sykesv.Anderson, 625 F. 3d 294, 308–309 (CA6 2010);Galbraithv.County of Santa Clara, 307 F. 3d\n1119, 1126–1127 (CA9 2002);Wilkinsv.De-Reyes, 528\nF. 3d 790, 797–799 (CA10 2008);Whitingv.Traylor, 85 F. 3d 581, 584–586 (CA11 1996);Pittv.District of Columbia, 491 F. 3d 494, 510–511 (CADC\n2007).5The Court repeated the\nsame idea in a follow-on decision toGerstein. InCounty\nof Riversidev.McLaughlin, 500 U. S. 44, 47 (1991)\n, we considered how quickly a jurisdiction must provide the\nprobable-cause determination thatGersteindemanded “as a\nprerequisite to an extended pretrial detention.” In holding that\nthe decision should occur within 48 hours of an arrest, the\nmajority understood its “task [as] articulat[ing] more clearly the\nboundaries of what is permissible under the Fourth Amendment.” 500\nU. S., at 56. In arguing for still greater speed, the\nprincipal dissent invoked the original meaning of “the Fourth\nAmendment’s prohibition of ‘unreasonable seizures,’ insofar as it\napplies to seizure of the person.”Id.,at 60 (Scalia, J.,\ndissenting). The difference between the two opinions was\nsignificant, but the commonality still more so: All Justices agreed\nthat the Fourth Amendment provides the appropriate lens through\nwhich to view a claim involving pretrial detention.6The opposite view would\nsuggest an untenable result: that a person arrested pursuant to a\nwarrant could not bring a Fourth Amendment claim challenging the\nreasonableness of even his arrest, let alone any subsequent\ndetention. An arrest warrant, after all, is a way of initiating\nlegal process, in which a magistrate finds probable cause that a\nperson committed a crime. SeeWallacev.Kato, 549\nU. S. 384, 389 (2007) (explaining that the seizure of a person\nwas “without legal process” because police officers “did not have a\nwarrant for his arrest”); W. Keeton, D. Dobbs, R. Keeton, & D.\nOwen, Prosser and Keeton on Law of Torts §119, pp. 871, 886 (5th\ned. 1984) (similar). If legal process is the cut-off point for the\nFourth Amendment, then someone arrested (as well as later held)\nunder a warrant procured through false testimony would have to look\nto the Due Process Clause for relief. But that runs counter to our\ncaselaw. See,e.g., Whiteleyv.Warden, Wyo. State\nPenitentiary,401 U. S. 560 –569 (1971) (holding that an\narrest violated the Fourth Amendment because a magistrate’s warrant\nwas not backed by probable cause). And if the Seventh Circuit would\nreply that arrest warrants are somehow different—that there is\nlegal process and then again there islegal process—the next\n(and in our view unanswerable) question would be why.7Even the City no longer\nappears to contest that conclusion. On multiple occasions during\noral argument in this Court, the City agreed that “a Fourth\nAmendment right . . . survive[d] the initiation of\nprocess” at the hearing in which the county judge found probable\ncause and ordered detention. Tr. of Oral Arg. 31; seeid.,at 33 (concurring with the statement that “once [an] individual is\nbrought . . . before a magistrate, and the magistrate\nusing the same bad evidence says, stay here in jail . . .\nuntil we get to trial, that that period is a violation of the\nFourth Amendment”);id.,at 51 (stating that a detainee has\n“a Fourth Amendment claim” if “misstatements at [such a\nprobable-cause hearing] led to ongoing pretrial\nseizure”).8The dissent goes some way\ntoward claiming that a different kind of pretrial legal process—a\ngrand jury indictment or preliminary examination—does expunge such\na Fourth Amendment claim. Seepost,at 9, n. 4 (opinion of\nAlito, J.) (raising but “not decid[ing] that question”);post,at 10 (suggesting an answer nonetheless). The effect\nof that view would be to cut off Manuel’s claim on the date of his\ngrand jury indictment (March 30)—even though that indictment (like\nthe County Court’s probable-cause proceeding) was entirely based on\nfalse testi-mony and even though Manuel remained in detention for\n36 days longer.See n. 2,supra. Or said otherwise—even\nthough the legal process he received failed to establish the\nprobable cause necessary for his continued confinement. We can see\nno principled reason to draw that line. Nothing in the nature of\nthe legal proceeding establishing probable cause makes a difference\nfor purposes of the Fourth Amendment: Whatever its precise form, if\nthe proceeding is tainted—as here, by fabricated evidence—and the\nresult is that probable cause is lacking, then the ensuing pretrial\ndetention violates the confined person’s Fourth Amendment rights,\nfor all the reasons we have stated. By contrast (and contrary to\nthe dissent’s suggestion, seepost, at 9, n. 3), once a\ntrial has occurred, the Fourth Amendment drops out: A person\nchallenging the sufficiency of the evidence to support both a\nconviction and any ensuing incarceration does so under the Due\nProcess Clause of the Fourteenth Amendment. SeeJacksonv.Virginia, 443 U. S. 307, 318 (1979) (invalidating a\nconviction under the Due Process Clause when “the record evidence\ncould [not] reasonably support a finding of guilt beyond a\nreasonable doubt”);Thompsonv.Louisville, 362\nU. S. 199, 204 (1960) (striking a conviction under the same\nprovision when “the record [wa]s entirely lacking in evidence” of\nguilt—such that it could not even establish probable cause).GersteinandAlbright, as already suggested, both\nreflected and recognized that constitutional division of labor. Seesupra,at 6–8. In their words, the Framers “drafted the\nFourth Amendment” to address “the matter ofpretrialdeprivations of liberty,”Albright, 510 U. S., at 274\n(emphasis added), and the Amendment thus provides “standards and\nprocedures” for “the detention of suspectspending trial,”Gerstein, 420 U. S., at 125, n. 27 (emphasis\nadded).9The two exceptions—the\nNinth and D. C. Circuits—have not yet weighed in on whether a\nFourth Amendment claim like Manuel’s includes a “favorable\ntermination” element.10The\ndissent would have us address these questions anyway, on the ground\nthat “the conflict on the malicious prosecution question was the\ncenterpiece of Manuel’s argument in favor of certiorari.”Post,at 2. But the decision below did not implicate a\n“conflict on the malicious prosecution question”—because the\nSeventh Circuit, in holding that detainees like Manuel could not\nbring a Fourth Amendment claim at all, never considered whether\n(and, if so, how) that claim should resemble the malicious\nprosecution tort. Nor did Manuel’s petition for certiorari suggest\notherwise. The principal part of his question presented—mirroring\nthe one and only Circuit split involving the decision below—reads\nas follows: “[W]hether an individual’s Fourth Amendment right to be\nfree from unreasonable seizure continues beyond legal process.”\nPet. for Cert. i. That is exactly the issue we have resolved. The\nrest of Manuel’s question did indeed express a view as to what\nwould follow from an affirmative answer (“so as to allow a\nmalicious prosecution claim”).Ibid.(And as the dissent\nnotes, the Seventh Circuit recounted that he made the same argument\nin that court. Seepost,at 2, n. 1.) But as to that\nsecondary issue, we think (for all the reasons just stated) that\nManuel jumped the gun. Seesupra,at 11–14. And contra the\ndissent, his doing so provides no warrant for our doing so\ntoo.",
    "joined": []
}