{
    "case": {
        "docket": "519",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/519/"
    },
    "id": "1970600",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–697_________________SUPAP KIRTSAENG, dba BLUECHRISTINE99,\nPETITIONERv.JOHN WILEY & SONS, INC.on writ of certiorari to the united states\ncourt of appeals for the second circuit[March 19, 2013]Justice Kagan, with whom Justice Alito joins,\nconcurring.I concur fully in the Court’s opinion. Neither\nthe text nor the history of 17 U. S. C. §109(a) supports\nremoving first-sale protection from every copy of a protected work\nmanufactured abroad. Seeante, at 8–16, 28–31. I recognize,\nhowever, that the combination of today’s decision andQuality\nKing Distributors, Inc.v.L’anza Research Int’l, Inc.,523 U.S.\n135(1998), constricts the scope of §602(a)(1)’s ban on\nunauthorized importation. I write to suggest that any problems\nassociated with that limitation come not from our reading of\n§109(a) here, but fromQual- ity King’s holding that §109(a)\nlimits §602(a)(1).As the Court explains, the first-sale doctrine\nhas played an integral part in American copyright law for over a\ncentury. Seeante, at 17–19;Bobbs-MerrillCo.v.Straus,210 U.S.\n339(1908). No codification of the doctrine prior to 1976 even\narguably limited its application to copies made in the United\nStates. Seeante, at 12. And nothing in the text or history\nof §109(a)—the Copyright Act of 1976’s first-sale\nprovision—suggests that Congress meant to enact the new,\ngeographical restriction John Wiley proposes, which at once would\ndeprive American consumers of important rights and encourage\ncopyright holders to manufacture abroad. Seeante, at 8–16,\n28–31.That said, John Wiley is right that the Court’s\ndecision, when combined withQuality King, substantially\nnarrows §602(a)(1)’s ban on unauthorized importation.Quality\nKingheld that the importation ban does not reach any copies\nreceiving first-sale protection under §109(a). See 523\nU. S.,at 151–152. So notwithstanding §602(a)(1), an\n“owner of a particular copy . . . lawfully made under\nthis title” can import that copy without the copyright owner’s\npermission. §109(a). In now holding that copies “lawfully made\nunder this title” include copies manufactured abroad, we\nunavoidably diminish §602(a)(1)’s scope—indeed, limit it to a\nfairly esoteric set of applications. Seeante,at 26–27.But if Congress views the shrinking of\n§602(a)(1) as a problem, it should recognizeQuality\nKing—not our decision today—as the culprit. Here, after all, we\nmerely construe §109(a);Quality Kingis the decision\nholding that §109(a) limits §602(a)(1). Had we come out the\nopposite way in that case, §602(a)(1) would allow a copyright owner\nto restrict the importation of copies irrespective of the\nfirst-sale doctrine.[1] That\nresult would enable the copyright owner to divide international\nmarkets in the way John Wiley claims Congress intended when\nenacting §602(a)(1). But it would do so without imposing downstream\nliability on those who purchase and resell in the United States\ncopies that happen to have been manu- factured abroad. In other\nwords, that outcome would tar- get unauthorized importers alone,\nand not the “libraries, used-book dealers, technology companies,\nconsumer-goods retailers, and museums” with whom the Court today is\nrightly concerned.Ante, at 19. Assuming Congress adopted\n§602(a)(1) to permit market segmentation, I sus- pect that is how\nCongress thought the provision would work—not by removing\nfirst-sale protection from every copy manufactured abroad (as John\nWiley urges us to do here), but by enabling the copyright holder to\ncontrol imports even when the first-sale doctrine applies (asQuality Kingnow prevents).[2]At bottom, John Wiley (together with the\ndissent) asks us to misconstrue §109(a) in order to restore\n§602(a)(1) to its purportedly rightful function of enabling\ncopyright holders to segment international markets. I think John\nWiley may have a point about what §602(a)(1) was designed to do;\nthat gives me pause aboutQuality King’s holding that the\nfirst-sale doctrine limits the importation ban’s scope. But the\nCourt today correctly declines the invitation to save §602(a)(1)\nfromQuality Kingby destroying the first-sale protection\nthat §109(a) gives to every owner of a copy manufactured abroad.\nThat would swap one (possible) mistake for a much worse one, and\nmake our reading of the statute only less reflective of\nCongressional intent. If Congress thinks copyright owners need\ngreater power to restrict importation and thus divide markets, a\nready solution is at hand—not the one John Wiley offers in this\ncase, but the one the Court rejected inQuality King.Notes1AlthoughQuality\nKingconcluded that the statute’s text foreclosed that outcome,\nsee 523 U. S., at 151–152, the Solicitor General offered a\ncogent argument to the contrary. He reasoned that §109(a) does not\nlimit §602(a)(1) because the former authorizes owners only to\n“sell” or “dispose” of copies—not to import them: The Act’s\nfirst-sale provision and its importation ban thus regulate\nseparate, non-overlapping spheres of conduct. See Brief for United\nStates asAmicus CuriaeinQuality King, O. T. 1996,\nNo. 96–1470, pp. 5, 8–10. That reading remains the Government’s\npreferred way of construing the statute. See Tr. of Oral Arg. 44\n(“[W]e think that we still would adhere to our view that section\n109(a) should not be read as a limitation on section 602(a)(1)”);\nsee alsoante,at 32–33;post,at 21, n. 15\n(Ginsburg, J., dissenting).2Indeed, allowing the\ncopyright owner to restrict imports irrespective of the first-sale\ndoctrine—i.e., reversingQuality King—would yield a\nfar more sensible scheme of market segmentation than would adopting\nJohn Wiley’s argument here. That is because only the former\napproach turns on theintended marketfor copies; the latter\nrests instead on theirplace of manufacture. To see the\ndifference, imagine that John Wiley prints all its textbooks in New\nYork, but wants to distribute certain versions only in Thailand.\nWithoutQuality King, John Wiley could do so—i.e.,produce books in New York, ship them to Thailand, and prevent\nanyone from importing them back into the United States. But withQuality King, that course is not open to John Wiley even\nunder its reading of §109(a): To prevent someone like Kirtsaeng\nfrom re-importing the books—and so to segment the Thai market—John\nWiley would have to move its printing facilities abroad. I can see\nno reason why Congress would have conditioned a copyright owner’s\npower to divide markets on outsourcing its manufacturing to a\nforeign country.",
    "joined": []
}