{
    "case": {
        "docket": "19-7",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-7/"
    },
    "id": "4267243",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–7_________________SEILA LAW LLC, PETITIONERv.CONSUMER\nFINANCIAL PROTECTION BUREAUon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 29, 2020]Justice Kagan, with whom Justice Ginsburg,\nJustice Breyer, and Justice Sotomayor join, concurring in the\njudgment with respect to severability and dissenting in part.Throughout the Nation’s history, this Court has\nleft most decisions about how to structure the Executive Branch to\nCongress and the President, acting through legislation they both\nagree to. In particular, the Court has commonly allowed those two\nbranches to create zones of administrative independence by limiting\nthe President’s power to remove agency heads. The Federal Reserve\nBoard. The Federal Trade Commission (FTC). The National Labor\nRelations Board. Statute after statute establishing such entities\ninstructs the President that he may not discharge their directors\nexcept for cause—most often phrased as inefficiency, neglect of\nduty, or malfeasance in office. Those statutes, whose language the\nCourt has repeatedly approved, provide the model for the removal\nrestriction before us today. If precedent were any guide, that\nprovision would have survived its encounter with this Court—and so\nwould the intended independence of the Consumer Financial\nProtection Bureau (CFPB).Our Constitution and history demand that result.\nThe text of the Constitution allows these common for-cause removal\nlimits. Nothing in it speaks of removal. And it grants Congress\nauthority to organize all the institutions of American governance,\nprovided only that those arrangements allow the President to\nperform his own constitutionally assigned duties. Still more, the\nFramers’ choice to give the political branches wide discretion over\nadministrative offices has played out through American history in\nways that have settled the constitutional meaning. From the first,\nCongress debated and enacted measures to create spheres of\nadministration—especially of financial affairs—detached from direct\npresidential control. As the years passed, and governance became\never more complicated, Congress continued to adopt and adapt such\nmeasures—confident it had latitude to do so under a Constitution\nmeant to “endure for ages to come.”McCullochv.Maryland, 4 Wheat. 316, 415 (1819) (approving the Second\nBank of the United States). Not every innovation in governance—not\nevery experiment in administrative independence—has proved\nsuccessful. And debates about the prudence of limiting the\nPresident’s control over regulatory agencies, including through his\nremoval power, have never abated.[1] But the Constitution—both as originally drafted and as\npracticed—mostly leaves disagreements about administrative\nstructure to Congress and the President, who have the knowledge and\nexperience needed to address them. Within broad bounds, it keeps\nthe courts—who do not—out of the picture.The Court today fails to respect its proper\nrole. It recognizes that this Court has approved limits on the\nPresident’s removal power over heads of agencies much like the\nCFPB. Agencies possessing similar powers, agencies charged with\nsimilar missions, agencies created for similar reasons. The\nmajority’s explanation is that the heads of those agencies fall\nwithin an “exception”—one for multimember bodies and another for\ninferior officers—to a “general rule” of unrestricted presidential\nremoval power.Ante,at 13. And the majority says the CFPB\nDirector does not. That account, though, is wrong in every respect.\nThe majority’s general rule does not exist. Its exceptions,\nlikewise, are made up for the occasion—gerrymandered so the CFPB\nfalls outside them. And the distinction doing most of the\nmajority’s work—between multimember bodies and single\ndirectors—does not respond to the constitutional values at stake.\nIf a removal provision violates the separation of powers, it is\nbecause the measure so deprives the President of control over an\nofficial as to impede his own constitutional functions. But with or\nwithout a for-cause removal provision, the President has at least\nas much control over an individual as over a commission—and\npossibly more. That means the constitutional concern is, if\nanything, ameliorated when the agency has a single head.\nUnwittingly, the majority shows why courts should stay their hand\nin these matters. “Compared to Congress and the President, the\nJudiciary possesses an inferior understanding of the realities of\nadministration” and the way “political power[ ] operates.”Free Enterprise Fundv.Public Company Accounting\nOversight Bd.,561 U.S.\n477, 523 (2010) (Breyer, J., dissenting).In second-guessing the political branches, the\nmajority second-guesses as well the wisdom of the Framers and the\njudgment of history. It writes in rules to the Constitution that\nthe drafters knew well enough not to put there. It repudiates the\nlessons of American experience, from the 18th century to the\npresent day. And it commits the Nation to a static version of\ngovernance, incapable of responding to new conditions and\nchallenges. Congress and the President established the CFPB to\naddress financial practices that had brought on a devastating\nrecession, and could do so again. Today’s decision wipes out a\nfeature of that agency its creators thought fundamental to its\nmission—a measure of independence from political pressure. I\nrespectfully dissent.IThe text of the Constitution, the history of\nthe country, the precedents of this Court, and the need for sound\nand adaptable governance—all stand against the majority’s opinion.\nThey point not to the majority’s “general rule” of “unrestricted\nremoval power” with two grudgingly applied “exceptions.”Ante,at 13, 16. Rather, they bestow discretion on the\nlegislature to structure administrative institutions as the times\ndemand, so long as the President retains the ability to carry out\nhis constitutional duties. And most relevant here, they give\nCongress wide leeway to limit the President’s removal power in the\ninterest of enhancing independence from politics in regulatory\nbodies like the CFPB.AWhat does the Constitution say about the\nseparation of powers—and particularly about the President’s removal\nauthority? (Spoiler alert: about the latter, nothing at all.)The majority offers the civics class version of\nseparation of powers—call it the Schoolhouse Rock definition of the\nphrase. See Schoolhouse Rock! Three Ring Government (Mar. 13,\n1979), http://www.youtube.com/watch?v= pKSGyiT-o3o (“Ring one,\nExecutive. Two is Legislative, that’s Congress. Ring three,\nJudiciary”). The Constitution’s first three articles, the majority\nrecounts, “split the atom of sovereignty” among Congress, the\nPresident, and the courts.Ante,at 21 (internal quotation\nmarks omitted). And by that mechanism, the Framers provided a\n“simple” fix “to governmental power and its perils.”Ibid.There is nothing wrong with that as a beginning\n(except the adjective “simple”). It is of course true that the\nFramers lodged three different kinds of power in three different\nentities. And that they did so for a crucial purpose—because, as\nJames Madison wrote, “there can be no liberty where the legislative\nand executive powers are united in the same person[ ] or body”\nor where “the power of judging [is] not separated from the\nlegislative and executive powers.” The Federalist No. 47, p. 325\n(J. Cooke ed. 1961) (quoting Baron de Montesquieu).The problem lies in treating the beginning as an\nending too—in failing to recognize that the separation of powers\nis, by design, neither rigid nor complete. Blackstone, whose work\ninfluenced the Framers on this subject as on others, observed that\n“every branch” of government “supports and is supported, regulates\nand is regulated, by the rest.” 1 W. Blackstone, Commentaries on\nthe Laws of England 151 (1765). So as James Madison stated, the\ncreation of distinct branches “did not mean that these departments\nought to have no partial agency in, or no controul over the acts of\neach other.” The Federalist No. 47,at 325 (emphasis\ndeleted).[2] To the contrary,\nMadison explained, the drafters of the Constitution—like those of\nthen-existing state constitutions—opted against keeping the\nbranches of government “absolutely separate and distinct.”Id.,at 327. Or as Justice Story reiterated a half-century\nlater: “[W]hen we speak of a separation of the three great\ndepartments of government,” it is “not meant to affirm, that they\nmust be kept wholly and entirely separate.” 2 J. Story,\nCommentaries on the Constitution of the United States §524, p. 8\n(1833). Instead, the branches have—as they must for the whole\narrangement to work—“common link[s] of connexion [and] dependence.”Ibid.One way the Constitution reflects that vision is\nby giving Congress broad authority to establish and organize the\nExecutive Branch. Article II presumes the existence of “Officer[s]”\nin “executive Departments.” §2, cl. 1. But it does not, as you\nmight think from reading the majority opinion, give the President\nauthority to decide what kinds of officers—in what departments,\nwith what responsibilities—the Executive Branch requires. Seeante,at 11 (“The entire ‘executive Power’ belongs to the\nPresident alone”). Instead, Article I’s Necessary and Proper Clause\nputs those decisions in the legislature’s hands. Congress has the\npower “[t]o make all Laws which shall be necessary and proper for\ncarrying into Execution” not just its own enumerated powers but\nalso “all other Powers vested by this Constitution in the\nGovernment of the United States, or in any Department or Officer\nthereof.” §8, cl. 18. Similarly, the Appointments Clause reflects\nCongress’s central role in structuring the Executive Branch. Yes,\nthe President can appoint principal officers, but only as the\nlegislature “shall . . . establish[ ] by Law” (and\nof course subject to the Senate’s advice and consent). Art. II, §2,\ncl. 2. And Congress has plenary power to decide not only what\ninferior officers will exist but also who (the President or a head\nof department) will appoint them. So as Madison told the first\nCongress, the legislature gets to “create[ ] the office,\ndefine[ ] the powers, [and] limit[ ] its duration.” 1\nAnnals of Cong. 582 (1789). The President, as to the construction\nof his own branch of government, can only try to work his will\nthrough the legislative process.[3]The majority relies for its contrary vision on\nArticle II’s Vesting Clause, seeante,at 11–12, 25, but the\nprovision can’t carry all that weight. Or as Chief Justice\nRehnquist wrote of a similar claim inMorrisonv.Olson,487 U.S.\n654(1988), “extrapolat[ing]” an unrestricted removal power\nfrom such “general constitutional language”—which says only that\n“[t]he executive Power shall be vested in a President”—is “more\nthan the text will bear.”Id.,at 690, n. 29. Dean John\nManning has well explained why, even were it not obvious from the\nClause’s “open-ended language.” Separation of Powers as Ordinary\nInterpretation, 124 Harv. L. Rev. 1939, 1971 (2011). The\nNecessary and Proper Clause, he writes, makes it impossible to\n“establish a constitutional violation simply by showing that\nCongress has constrained the way ‘[t]he executive Power’ is\nimplemented”; that is exactly what the Clause gives Congress the\npower to do.Id.,at 1967. Only “aspecifichistorical understanding” can bar Congress from enacting a given\nconstraint.Id.,at 2024. And nothing of that sort broadly\nprevents Congress from limiting the President’s removal power. I’ll\nturn soon to the Decision of 1789 and other evidence of\nPost-Convention thought. Seeinfra, at 9–13. For now, note\ntwo points about practice before the Constitution’s drafting.\nFirst, in that era, Parliament often restricted the King’s power to\nremove royal officers—and the President, needless to say, wasn’t\nsupposed to be a king. See Birk, Interrogating the Historical Basis\nfor a Unitary Executive, 73 Stan. L. Rev. (forthcoming 2021).\nSecond, many States at the time allowed limits on gubernatorial\nremoval power even though their constitutions had similar vesting\nclauses. See Shane, The Originalist Myth of the Unitary Executive,\n19 U. Pa. J. Const. L. 323, 334–344 (2016). Historical\nunderstandings thus belie the majority’s “general rule.”Nor can the Take Care Clause come to the\nmajority’s rescue. That Clause cannot properly serve as a\n“placeholder for broad judicial judgments” about presidential\ncontrol. Goldsmith & Manning, The Protean Take Care Clause, 164\nU. Pa. L. Rev. 1835, 1867 (2016); but seeante,at\n11–12, 27–28, n. 11 (using it that way). To begin with, the\nprovision—“he shall take Care that the Laws be faithfully\nexecuted”—speaks of duty, not power. Art. II, §3. New\nscholarship suggests the language came from English and colonial\noaths taken by, and placing fiduciary obligations on, all manner\nand rank of executive officers. See Kent, Leib, & Shugerman,\nFaithful Execution and Article II, 132 Harv. L. Rev. 2111,\n2121–2178 (2019). To be sure, the imposition of a duty may imply a\ngrant of power sufficient to carry it out. But again, the\nmajority’s view of that power ill comports with founding-era\npractice, in which removal limits were common. See,e.g.,Corwin, Tenure of Office and the Removal Power Under the\nConstitution, 27 Colum. L. Rev. 353, 385 (1927) (noting that\nNew York’s Constitution of 1777 had nearly the same clause, though\nthe State’s executive had “very little voice” in removals). And yet\nmore important, the text of the Take Care Clause requires only\nenough authority to make sure “the laws [are] faithfully\nexecuted”—meaning with fidelity to the law itself, not to every\npresidential policy preference. As this Court has held, a President\ncan ensure “ ‘faithful execution’ of the laws”—thereby\nsatisfying his “take care” obligation—with a removal provision like\nthe one here.Morrison, 487 U. S., at 692. A for-cause\nstandard gives him “ample authority to assure that [an official] is\ncompetently performing [his] statutory responsibilities in a manner\nthat comports with the [relevant legislation’s] provisions.”Ibid.Finally, recall the Constitution’s telltale\nsilence: Nowhere does the text say anything about the President’s\npower to remove subordinate officials at will. The majority\nprofesses unconcern. After all, it says, “neither is there a\n‘separation of powers clause’ or a ‘federalism clause.’ ”Ante,at 25. But those concepts are carved into the\nConstitution’s text—the former in its first three articles\nseparating powers, the latter in its enumeration of federal powers\nand its reservation of all else to the States. And anyway, at-will\nremoval is hardly such a “foundational doctrine[ ],”ibid.: You won’t find it on a civics class syllabus. That’s\nbecause removal is atool—one means among many, even if\nsometimes an important one, for a President to control executive\nofficials. See generallyFree Enterprise Fund,561\nU. S., at 524 (Breyer, J., dissenting). To find that authority\nhidden in the Constitution as a “general rule” is to discover what\nis nowhere there.BHistory no better serves the majority’s cause.\nAs Madison wrote, “a regular course of practice” can “liquidate\n& settle the meaning of ” disputed or indeterminate\nconstitutional provisions. Letter to Spencer Roane (Sept. 2, 1819),\nin 8 Writings of James Madison 450 (G. Hunt ed. 1908); seeNLRBv.Noel Canning,573 U.S.\n513, 525 (2014). The majority lays claim to that kind of\nrecord, asserting that its muscular view of “[t]he President’s\nremoval power has long been confirmed by history.”Ante, at\n12. But that is not so. The early history—including the fabled\nDecision of 1789—shows mostly debate and division about removal\nauthority. And when a “settle[ment of] meaning” at last occurred,\nit was not on the majority’s terms. Instead, it supports wide\nlatitude for Congress to create spheres of administrative\nindependence.1Begin with evidence from the Constitution’s\nratification. And note that this moment is indeed the beginning:\nDelegates to the Constitutional Convention never discussed whether\nor to what extent the President would have power to remove\nexecutive officials. As a result, the Framers advocating\nratification had no single view of the matter. In Federalist No.\n77, Hamilton presumed that under the new Constitution “[t]he\nconsent of [the Senate] would be necessary to displace as well as\nto appoint” officers of the United States.Id.,at 515. He\nthought that scheme would promote “steady administration”: “Where a\nman in any station had given satisfactory evidence of his fitness\nfor it, a new president would be restrained” from substituting “a\nperson more agreeable to him.”Ibid.By contrast, Madison\nthought the Constitution allowed Congress to decide how any\nexecutive official could be removed. He explained in Federalist No.\n39: “The tenure of the ministerial offices generally will be a\nsubject of legal regulation, conformably to the reason of the case,\nand the example of the State Constitutions.”Id.,at 253.\nNeither view, of course, at all supports the majority’s\nstory.[4]The second chapter is the Decision of 1789, when\nCongress addressed the removal power while considering the bill\ncreating the Department of Foreign Affairs. Speaking through Chief\nJustice Taft—a judicial presidentialist if ever there was one—this\nCourt inMyersv.United States,272 U.S.\n52(1926), read that debate as expressing Congress’s judgment\nthat the Constitution gave the President illimitable power to\nremove executive officials. The majority rests its own historical\nclaim on that analysis (though somehow also finding room for its\ntwo exceptions). Seeante,at 12–13. But Taft’s historical\nresearch has held up even worse thanMyers’ holding (which\nwas mostly reversed, seeinfra, at 17–18). As Dean Manning\nhas concluded after reviewing decades’ worth of scholarship on the\nissue, “the implications of the debate, properly understood, [are]\nhighly ambiguous and prone to overreading.” Manning, 124 Harv.\nL. Rev., at 1965, n. 135; seeid.,at 2030–2031.The best view is that the First Congress was\n“deeply divided” on the President’s removal power, and “never\nsquarely addressed” the central issue here.Id.,at 1965, n.\n135; Prakash, New Light on the Decision of 1789, 91 Cornell L. Rev.\n1021, 1072 (2006). The congressional debates revealed three main\npositions. See Corwin, 27 Colum. L. Rev., at 361. Some shared\nHamilton’s Federalist No. 77 view: The Constitution required Senate\nconsent for removal. At the opposite extreme, others claimed that\nthe Constitution gave absolute removal power to the President. And\na third faction maintained that the Constitution placed Congress in\nthe driver’s seat: The legislature could regulate, if it so chose,\nthe President’s authority to remove. In the end, Congress passed a\nbill saying nothing about removal, leaving the President free to\nfire the Secretary of Foreign Affairs at will. But the only one of\nthe three views definitively rejected was Hamilton’s theory of\nnecessary Senate consent. As even strong proponents of executive\npower have shown, Congress never “endorse[d] the view that [it]\nlacked authority to modify” the President’s removal authority when\nit wished to. Prakash,supra,at 1073; see Manning,supra,at 1965, n. 135, 2030–2031. The summer of 1789 thus\nended without resolution of the critical question: Was the removal\npower “beyond the reach of congressional regulation?” Prakash,supra,at 1072.At the same time, the First Congress gave\nofficials han- dling financial affairs—as compared to diplomatic\nand military ones—some independence from the President. The title\nand first section of the statutes creating the Departments of\nForeign Affairs and War designated them “executive departments.”\nAct of July 27, 1789, ch. 4, 1Stat. 28; Act of Aug. 7, 1789, ch. 7,\n1Stat. 49. The law creating the Treasury Department conspicuously\navoided doing so. See Act of Sept. 2, 1789, ch. 12, 1Stat. 65. That\ndifference in nomenclature signaled others of substance. Congress\nleft the organization of the Departments of Foreign Affairs and War\nskeletal, enabling the President to decide how he wanted to staff\nthem. See Casper, An Essay in Separation of Powers, 30 Wm. &\nMary L. Rev. 211, 239–241 (1989). By contrast, Congress listed\neach of the offices within the Treasury Department, along with\ntheir functions. Seeibid.Of the three initial Secretaries,\nonly the Treasury’s had an obligation to report to Congress when\nrequested. See §2, 1Stat. 65–66. And perhaps most notable, Congress\nsoon deemed the Comptroller of the Treasury’s settlements of public\naccounts “final and conclusive.” Act of Mar. 3, 1795, ch. 48, §4,\n1Stat. 441–442. That decision, preventing presidential overrides,\nmarked the Comptroller as exercising independent judgment.[5] True enough, no statute shielded the\nComptroller from discharge. But even James Madison, who at this\npoint opposed most removal limits, told Congress that “there may be\nstrong reasons why an officer of this kind should not hold his\noffice at the pleasure” of the Secretary or President. 1 Annals of\nCong. 612. At the least, as Professor Prakash writes, “Madison\nmaintained that Congress had the [constitutional] authority to\nmodify [the Comptroller’s] tenure.” Prakash,supra, at\n1071.Contrary to the majority’s view, then, the\nfounding era closed without any agreement that Congress lacked the\npower to curb the President’s removal authority. And as it kept\nthat question open, Congress took the first steps—which would\nlaunch a tradition—of distinguishing financial regulators from\ndiplomatic and military officers. The latter mainly helped the\nPresident carry out his own constitutional duties in foreign\nrelations and war. The former chiefly carried out statutory duties,\nfulfilling functions Congress had assigned to their offices. In\naddressing the new Nation’s finances, Congress had begun to use its\npowers under the Necessary and Proper Clause to design effective\nadministrative institutions. And that included taking steps to\ninsulate certain officers from political influence.2As the decades and centuries passed, those\nefforts picked up steam. Confronting new economic, technological,\nand social conditions, Congress—and often the President—saw new\nneeds for pockets of independence within the federal bureaucracy.\nAnd that was especially so, again, when it came to financial\nregulation. I mention just a few highlights here—times when\nCongress decided that effective governance depended on shielding\ntechnical or expertise-based functions relating to the financial\nsystem from political pressure (or the moneyed interests that might\nlie behind it). Enacted under the Necessary and Proper Clause,\nthose measures—creating some of the Nation’s most enduring\ninstitutions—themselves helped settle the extent of Congress’s\npower. “[A] regular course of practice,” to use Madison’s phrase,\nhas “liquidate[d]” constitutional meaning about the permissibility\nof independent agencies. Seesupra,at 9.Take first Congress’s decision in 1816 to create\nthe Second Bank of the United States—“the first truly independent\nagency in the republic’s history.” Lessig & Sunstein, The\nPresident and the Administration, 94 Colum. L. Rev. 1, 30\n(1994). Of the twenty-five directors who led the Bank, the\nPresident could appoint and remove only five. See Act of Apr. 10,\n1816, §8, 3Stat. 269. Yet the Bank had a greater impact on the\nNation than any but a few institutions, regulating the Nation’s\nmoney supply in ways anticipating what the Federal Reserve does\ntoday. Of course, the Bank was controversial—in large part because\nof its freedom from presidential control. Andrew Jackson chafed at\nthe Bank’s independence and eventually fired his Treasury Secretary\nfor keeping public moneys there (a dismissal that itself provoked a\npolitical storm). No matter. Innovations in governance always have\nopponents; administrative independence predictably (though by no\nmeans invariably) provokes presidential ire. The point is that by\nthe early 19th century, Congress established a body wielding\nenormous financial power mostly outside the President’s\ndominion.The Civil War brought yet further encroachments\non presidential control over financial regulators. In response to\nwartime economic pressures, President Lincoln (not known for his\nmodest view of executive power) asked Congress to establish an\noffice called the Comptroller of the Currency. The statute he\nsigned made the Comptroller removable only with the Senate’s\nconsent—a version of the old Hamiltonian idea, though this time\nrequired not by the Constitution itself but by Congress. See Act of\nFeb. 25, 1863, ch. 58, 12Stat. 665. A year later, Congress amended\nthe statute to permit removal by the President alone, but only upon\n“reasons to be communicated by him to the Senate.” Act of June 3,\n1864, §1, 13Stat. 100. The majority dismisses the original version\nof the statute as an “aberration.”Ante,at 19. But in the\nwake of the independence given first to the Comptroller of the\nTreasury and then to the national Bank, it’s hard to conceive of\nthis newest Comptroller position as so great a departure. And even\nthe second iteration of the statute preserved a constraint on the\nremoval power, requiring a President in a firing mood to explain\nhimself to Congress—a demand likely to make him sleep on the\nsubject. In both versions of the law, Congress responded to new\nfinancial challenges with new regulatory institutions, alert to the\nperils in this area of political interference.[6]And then, nearly a century and a half ago, the\nfloodgates opened. In 1887, the growing power of the railroads over\nthe American economy led Congress to create the InterstateCommerce Commission. Under that legislation, the\nPresi- dent could remove the five Commissioners only “for\ninefficiency, neglect of duty, or malfeasance in office”—the same\nstandard Congress applied to the CFPB Director. Act of Feb. 4,\n1887, §11, 24Stat. 383. More—many more—for-cause removal provisions\nfollowed. In 1913, Congress gave the Governors of the Federal\nReserve Board for-cause protection to ensure the agency would\nresist political pressure and promote economic stability. See Act\nof Dec. 23, 1913, ch. 6, 38Stat. 251. The next year, Congress\nprovided similar protection to the FTC in the interest of ensuring\n“a continuous policy” “free from the effect” of “changing [White\nHouse] incumbency.” 51 Cong. Rec. 10376 (1914). The Federal Deposit\nInsurance Corporation (FDIC), the Securities and Exchange\nCommission (SEC), the Commodity Futures Trading Commission. In the\nfinancial realm, “independent agencies have remained the bedrock of\nthe institutional framework governing U. S. markets.” Gadinis, From\nIndependence to Politics in Financial Regulation, 101 Cal.\nL. Rev. 327, 331 (2013). By one count, across all subject\nmatter areas, 48 agencies have heads (and below them hundreds more\ninferior officials) removable only for cause. SeeFree\nEnterprise Fund, 561 U. S., at 541 (Breyer, J.,\ndissenting). So year by year by year, the broad sweep of history\nhas spoken to the constitutional question before us: Independent\nagencies are everywhere.CWhat is more, the Court’s precedents before\ntoday have accepted the role of independent agencies in our\ngovernmental system. To be sure, the line of our decisions has not\nrun altogether straight. But we have repeatedly upheld provisions\nthat prevent the President from firing regulatory officials except\nfor such matters as neglect or malfeasance. In those decisions, we\nsounded a caution, insisting that Congress could not impede through\nremoval restrictions the President’s performance of his own\nconstitutional duties. (So, to take the clearest example, Congress\ncould not curb the President’s power to remove his close military\nor diplomatic advisers.) But within that broad limit, this Court\nheld, Congress could protect from at-will removal the officials it\ndeemed to need some independence from political pressures. Nowhere\ndo those precedents suggest what the majority announces today: that\nthe President has an “unrestricted removal power” subject to two\nbounded exceptions.Ante, at 2.The majority grounds its new approach inMyers, ignoring the way this Court has cabined that\ndecision.Myers, the majority tells us, found an\nunrestrained removal power “essential to the [President’s]\nexecution of the laws.”Ante,at 13 (quotingMyers,272 U. S., at 117). What the majority does not say is that\nwithin a decade the Court abandoned that view (much as later\nscholars rejected Taft’s one-sided history, seesupra,at\n10–11). InHumphrey’s Executorv.United States,295 U.S.\n602(1935), the Court unceremoniously—and unanimously—confinedMyersto its facts. “[T]he narrow point actually decided”\nthere,Humphrey’sstated, was that the President could\n“remove a postmaster of the first class, without the advice and\nconsent of the Senate.” 295 U. S.,at 626. Nothing else\nin Chief Justice Taft’s prolix opinion “c[a]me within the rule ofstare decisis.”Ibid.(Indeed, the Court went on,\neverything inMyers“out of harmony” withHumphrey’swas expressly “disapproved.” 295 U. S., at 626.) Half a\ncentury later, the Court was more generous. Two decisions readMyersas standing for the principle that Congress’s own\n“participation in the removal of executive officers is\nunconstitutional.”Bowsherv.Synar,478 U.S.\n714, 725 (1986); seeMorrison, 487 U. S., at 686\n(“As we observed inBowsher, the essence” of “Myerswas the judgment that the Constitution prevents Congress from\ndraw[ing] to itself ” the power to remove (internal quotation\nmarks omitted)).Bowshermade clear thatMyershad\nnothing to say about Congress’s power to enact a provision merely\n“limit[ing] the President’s powers of removal” through a for-cause\nprovision. 478 U. S., at 724. That issue, the Court stated,\nwas “not presented” in “theMyerscase.”Ibid.Instead, the relevant cite wasHumphrey’s.AndHumphrey’sfound constitutional a\nstatute identical to the one here, providing that the President\ncould remove FTC Commissioners for “inefficiency, neglect of duty,\nor malfeasance in office.” 295 U. S., at 619. TheHumphrey’sCourt, as the majority notes, relied in\nsubstantial part on what kind of work the Commissioners performed.\nSeeid.,at 628, 631;ante,at 14. (By contrast,\nnothing in the decision turned—as the majority suggests, seeante,at 14–15—on any of the agency’s organizational\nfeatures. Seeinfra, at 30.) According toHumphrey’s,\nthe Commissioners’ primary work was to “carry into effect\nlegislative policies”—“filling in and administering the details\nembodied by [a statute’s] general standard.” 295 U. S., at\n627–628. In addition, the Court noted, the Commissioners\nrecommended dispositions in court cases, much as a special master\ndoes. Given those “quasi-legislative” and “quasi-judicial”—as\nopposed to “purely executive”—functions, Congress could limit the\nPresident’s removal authority.Id.,at 628.[7] Or said another way, Congress could give\nthe FTC some “independen[ce from] executive control.”Id.,at 629.About two decades later, an again-unanimous\nCourt inWienerv.United States,357 U.S.\n349(1958), reaffirmedHumphrey’s. The question inWienerwas whether the President could dismiss without cause\nmembers of the War Claims Commission, an entity charged with\ncompensating injuries arising from World War II. DisdainingMyersand relying onHumphrey’s, the Court said he\ncould not. The Court described as “short-lived”Myers’ view\nthat the President had “inherent constitutional power to remove\nofficials, no matter what the relation of the executive to the\ndischarge of their duties.” 357 U. S.,at 352.[8] Here, the Commissioners were not\nclose agents of the President, who needed to be responsive to his\npreferences. Rather, they exercised adjudicatory responsibilities\nover legal claims. Congress, the Court found, had wanted the\nCommissioners to do so “free from [political] control or coercive\ninfluence.”Id.,at 355 (quotingHumphrey’s, 295\nU. S., at 629). And that choice, asHumphrey’shad\nheld, was within Congress’s power. The Constitution enabled\nCongress to take down “the Damocles’ sword of removal” hanging over\nthe Commissioners’ heads. 357 U. S., at 356.Another three decades on,Morrisonboth\nextendedHumphrey’sdomain and clarified the standard for\naddressing removal issues. TheMorrisonCourt, over a\none-Justice dissent, upheld for-cause protections afforded to an\nindependent counsel with power to investigate and prosecute crimes\ncommitted by high-ranking officials. The Court well understood that\nthose law enforcement functions differed from the rulemaking and\nadjudicatory duties highlighted inHumphrey’sandWiener. But that difference did not resolve the issue. An\nofficial’s functions,Morrisonheld, were relevant to but\nnot dispositive of a removal limit’s constitutionality. The key\nquestion in all the cases,Morrisonsaw, was whether such a\nrestriction would “impede the President’s ability to perform his\nconstitutional duty.” 487 U. S., at 691. Only if it did so\nwould it fall outside Congress’s power. And the protection for the\nindependent counsel, the Court found, did not. Even though the\ncounsel’s functions were “purely executive,” the President’s “need\nto control the exercise of [her] discretion” was not “so central to\nthe functioning of the Executive Branch as to require” unrestricted\nremoval authority.Id.,at 690–691. True enough, the Court\nacknowledged, that the for-cause standard prevented the President\nfrom firing the counsel for discretionary decisions or judgment\ncalls. But it preserved “ample authority” in the President “to\nassure that the counsel is competently performing” her\n“responsibilities in a manner that comports with” all legal\nrequirements.Id.,at 692. That meant the President could\nmeet his own constitutional obligation “to ensure ‘the faithful\nexecution’ of the laws.”Ibid.; seesupra,at\n8.[9]The majority’s description ofMorrison,\nseeante,at 15–16, is not true to the decision. (Mostly, it\nseems, the majority just wishes the case would go away. Seeante,at 17, n. 4.) First,Morrisonis no\n“exception” to a broader rule fromMyers.Morrisonechoed all ofHumphrey’scriticism of the by-then infamousMyers“dicta.” 487 U. S.,at 687. It again\nrejected the notion of an “all-inclusive” removal power.Ibid.It yet further confinedMyers’ reach, making\nclear that Congress could restrict the President’s removal of\nofficials carrying out even the most traditional executive\nfunctions. And the decision, with care, set out the governing\nrule—again, that removal restrictions are permissible so long as\nthey do not impede the President’s performance of his own\nconstitutionally assigned duties. Second, as all that suggests,Morrisonis not limited to inferior officers. In the eight\npages addressing the removal issue, the Court constantly spoke of\n“officers” and “officials” in general. 487 U. S., at 685–693.\nBy contrast, the Court there used the word “inferior” in just one\nsentence (which of course the majority quotes), when applying its\ngeneral standard to the case’s facts.Id.,at 691. Indeed,\nJustice Scalia’s dissent emphasized that the counsel’s\ninferior-office status played no role in the Court’s decision. Seeid.,at 724 (“The Court could have resolved the removal\npower issue in this case by simply relying” on that status, but did\nnot). As Justice Scalia noted, the Court inUnited Statesv.Perkins,116 U.S.\n483, 484–485 (1886), had a century earlier allowed Congress to\nrestrict the President’s removal power over inferior officers. SeeMorrison, 487 U. S., at 723–724. Were thatMorrison’s basis, a simple citation would have sufficed.EvenFree Enterprise Fund, in which the\nCourt recently held a removal provision invalid, operated within\nthe framework of this precedent—and in so doing, left in place a\nremoval provision just like the one here. In that case, the Court\nconsidered a “highly unusual” scheme of double for-cause\nprotection. 561 U. S., at 505. Members of an accounting board\nwere protected from removal by SEC Commissioners, who in turn were\nprotected from removal by the President. The Court found that the\ntwo-layer structure deprived the President of “adequate control”\nover the Board members.Id.,at 508. The scheme “impaired”\nthe President’s “ability to execute the laws,” the Court explained,\nbecause neither he nor any fully dependent agent could decide\n“whether[ ] good cause exists” for a discharge.Id.,at\n495–496. That holding cast no doubt on ordinary for-cause\nprotections, of the kind in the Court’s prior cases (and here as\nwell). Quite the opposite. The Court observed that it did not “take\nissue with for-cause limitations in general”—whichdoenable\nthe President to determine whether good cause for discharge exists\n(because, say, an official has violated the law).Id.,at\n501. And the Court’s solution to the constitutional problem it saw\nwas merely to strike one level of insulation, making the Board\nremovable by the SEC at will. That remedy left the SEC’s own\nfor-cause protection in place. The President could thus remove\nCommissioners for malfeasance or neglect, but not for policy\ndisagreements. Seeante,at 28.So caselaw joins text and history in\nestablishing the general permissibility of for-cause provisions\ngiving some independence to agencies. Contrary to the majority’s\nview, those laws do not represent a suspicious departure from\nillimitable presidential control over administration. For almost a\ncentury, this Court has made clear that Congress has broad\ndiscretion to enact for-cause protections in pursuit of good\ngovernance.DThe deferential approach this Court has taken\ngives Con-gress the flexibility it needs to craft\nadministrative agencies. Diverse problems of government demand\ndiverse solutions. They call for varied measures and mixtures of\ndemocratic accountability and technical expertise, energy and\nefficiency. Sometimes, the arguments push toward tight presidential\ncontrol of agencies. The President’s engagement, some people say,\ncan disrupt bureaucratic stagnation, counter industry capture, and\nmake agencies more responsive to public interests. See, well,\nKagan, Presidential Administration, 114 Harv. L. Rev. 2245,\n2331–2346 (2001). At other times, the arguments favor greater\nindependence from presidential involvement. Insulation from\npolitical pressure helps ensure impartial adjudications. It places\ntechnical issues in the hands of those most capable of addressing\nthem. It promotes continuity, and prevents short-term electoral\ninterests from distorting policy. (Consider, for example, how the\nFederal Reserve’s independence stops a President trying to win a\nsecond term from manipulating interest rates.) Of course, the right\nbalance between presidential control and independence is often\nuncertain, contested, and value-laden. No mathematical formula\ngoverns institutional design; trade-offs are endemic to the\nenterprise. But that is precisely why the issue is one for the\npolitical branches to debate—and then debate again as times change.\nAnd it’s why courts should stay (mostly) out of the way. Rather\nthan impose rigid rules like the majority’s, they should let\nCongress and the President figure out what blend of independence\nand political control will best enable an agency to perform its\nintended functions.Judicial intrusion into this field usually\nreveals only how little courts know about governance. Even\neverything I just said is an over-simplification. It suggests that\nagencies can easily be arranged on a spectrum, from the most to the\nleast presidentially controlled. But that is not so. A given\nagency’s independence (or lack of it) depends on a wealth of\nfeatures, relating not just to removal standards, but also to\nappointments practices, procedural rules, internal organization,\noversight regimes, historical traditions, cultural norms, and\n(inevitably) personal relationships. It is hard to pinpoint how\nthose factors work individually, much less in concert, to influence\nthe distance between an agency and a President. In that light, even\nthe judicial opinions’ perennial focus on removal standards is a\nbit of a puzzle. Removal is only the most obvious, not necessarily\nthe most potent, means of control. See generallyFree Enterprise\nFund, 561 U. S., at 524 (Breyer, J., dissenting). That is\nbecause informal restraints can prevent Presidents from firing\nat-will officers—and because other devices can keep officers with\nfor-cause protection under control. Of course no court, asFree\nEnterprise Fundnoted, can accurately assess the “bureaucratic\nminutiae” affecting a President’s influence over an agency.Id., at 500 (majority opinion);ante,at 30\n(reprising the point). But that is yet more reason for courts to\ndefer to the branches charged with fashioning administrative\nstructures, and to hesitate before ruling out agency design specs\nlike for-cause removal standards.Our Constitution, as shown earlier, entrusts\nsuch decisions to more accountable and knowledgeable actors. Seesupra,at 4–9. The document—with great good sense—sets out\nalmost no rules about the administrative sphere. As Chief Justice\nMarshall wrote when he upheld the first independent financial\nagency: “To have prescribed the means by which government should,\nin all future time, execute its powers, would have been to change,\nentirely, the character of the instrument.”McCulloch, 4\nWheat., at 415. That would have been, he continued, “an unwise\nattempt to provide, by immutable rules, for exigencies which, if\nforeseen at all, must have been seen dimly.”Ibid.And if\nthe Constitution, for those reasons, does not lay out immutable\nrules, then neither should judges. This Court has usually respected\nthat injunction. It has declined to second-guess the work of the\npolitical branches in creating independent agencies like the CFPB.\nIn reversing course today—in spurning a “pragmatic, flexible\napproach to American governance” in favor of a dogmatic, inflexible\none,ante,at 29—the majority makes a serious error.IIAs the majority explains, the CFPB emerged out\nof disaster. The collapse of the subprime mortgage market\n“precipitat[ed] a financial crisis that wiped out over $10 trillion\nin American household wealth and cost millions of Americans their\njobs, their retirements, and their homes.”Ante,at 3. In\nthat moment of economic ruin, the President proposed and Congress\nenacted legislation to address the causes of the collapse and\nprevent a recurrence. An important part of that statute created an\nagency to protect consumers from exploitative financial practices.\nThe agency would take over enforcement of almost 20 existing\nfederal laws. See 12 U. S. C. §5581. And it would\nadminister a new prohibition on “unfair, deceptive, or abusive\nact[s] or practice[s]” in the consumer-finance sector.\n§5536(a)(1)(B).No one had a doubt that the new agency should be\nindependent. As explained already, Congress has historically\ngiven—with this Court’s permission—a measure of independence to\nfinancial regulators like the Federal Reserve Board and the FTC.\nSeesupra,at 11–16. And agencies of that kind had\nadministered most of the legislation whose enforcement the new\nstatute transferred to the CFPB. The law thus included an ordinary\nfor-cause provision—once again, that the President could fire the\nCFPB’s Director only for “inefficiency, neglect of duty, or\nmalfeasance in office.” §5491(c)(3). That standard would allow the\nPresident to discharge the Director for a failure to “faithfully\nexecute[ ]” the law, as well as for basic incompetence.\nU. S. Const., Art. II, §3; seesupra,at 8, 20.\nBut it would not permit removal for policy differences.The question here, which by now you’re well\nequipped to answer, is whether including that for-cause standard in\nthe statute creating the CFPB violates the Constitution.AApplying our longstanding precedent, the\nanswer is clear: It does not. This Court, as the majority\nacknowledges, has sustained the constitutionality of the FTC and\nsimilar independent agencies. Seeante,at 2, 13–16. The\nfor-cause protections for the heads of those agencies, the Court\nhas found, do not impede the President’s ability to perform his own\nconstitutional duties, and so do not breach the separation of\npowers. Seesupra,at 18–22. There is nothing different\nhere. The CFPB wields the same kind of power as the FTC and similar\nagencies. And all of their heads receive the same kind of removal\nprotection. No less than those other entities—by now part of the\nfabric of government—the CFPB is thus a permissible exercise of\nCongress’s power under the Necessary and Proper Clause to structure\nadministration.First, the CFPB’s powers are nothing unusual in\nthe universe of independent agencies. The CFPB, as the majority\nnotes, can issue regulations, conduct its own adjudications, and\nbring civil enforcement actions in court—all backed by the threat\nof penalties. Seeante,at 1; 12 U. S. C. §§5512,\n5562–5565. But then again, so too can (among others) the FTC and\nSEC, two agencies whose regulatory missions parallel the CFPB’s.\nSee 15 U. S. C. §§45, 53, 57a, 57b–3, 78u, 78v, 78w. Just\nfor a comparison, the CFPB now has 19 enforcement actions pending,\nwhile the SEC brought 862 such actions last year alone. See Brief\nfor Petitioner 7; SEC, Div. of Enforcement 2019 Ann. Rep. 14.\nAnd although the majority bemoans that the CFPB can “bring the\ncoercive power of the state to bear on millions of private\ncitizens,”ante,at 18, that scary-sounding description\napplies to most independent agencies. Forget that the more relevant\nfactoid for those many citizens might be that the CFPB has\nrecovered over $11 billion for banking consumers. Seeante,at 5. The key point here is that the CFPB got the mass of its\nregulatory authority from other independent agencies that had\nbrought the same “coercive power to bear.” See 12\nU. S. C. §5581 (transferring power from, among others,\nthe Federal Reserve, FTC, and FDIC). Congress, to be sure, gave the\nCFPB new authority over “unfair, deceptive, or abusive act[s] or\npractice[s]” in transactions involving a “consumer financial\nproduct or service.” §§5517(a)(1), 5536(a)(1). But again, the FTC\nhas power to go after “unfair or deceptive acts or practices in or\naffecting commerce”—a portfolio spanning a far wider swath of the\neconomy. 15 U. S. C. §45(a)(1).[10] And if influence on economic life is the measure,\nconsider the Federal Reserve, whose every act has global\nconsequence. The CFPB, gauged by that comparison, is a piker.Second, the removal protection given the CFPB’s\nDirector is standard fare. The removal power rests with the\nPresident alone; Congress has no role to play, as it did in the\nlaws struck down inMyersandBowsher. Seesupra,at 17–18. The statute provides only one layer of\nprotection, unlike the law inFree Enterprise Fund. Seesupra,at 21–22. And the clincher, which you have heard\nbefore: The for-cause standard used for the CFPB is identical to\nthe one the Court upheld inHumphrey’s. Both enable the\nPresident to fire an agency head for “inefficiency, neglect of\nduty, or malfeasance in office.” See 12 U. S. C.\n§5491(c)(3); 15 U. S. C. §41;supra,at 18. A\nremoval provision of that kind applied to a financial agency head,\nthis Court has held, does not “unduly trammel[ ] on executive\nauthority,” even though it prevents the President from dismissing\nthe official for a discretionary policy judgment.Morrison,\n487 U. S., at 691. Once again: The removal power has not been\n“completely stripped from the President,” providing him with no\nmeans to “ensure the ‘faithful execution’ of the laws.”Id.,at 692; seesupra,at 20. Rather, this Court has explained,\nthe for-cause standard gives the President “ample authority to\nassure that [the official] is competently performing his or her\nstatutory responsibilities in a manner that comports with” all\nlegal obligations. 487 U. S., at 692; seesupra,at 20.\nIn other words—and contra today’s majority—the President’s removal\npower, though not absolute, gives him the “meaningful[ ]\ncontrol[ ]” of the Director that the Constitution requires.Ante,at 23.The analysis is as simple as simple can be. The\nCFPB Director exercises the same powers, and receives the same\nremoval protections, as the heads of other, constitutionally\npermissible independent agencies. How could it be that this opinion\nis a dissent?BThe majority focuses on one (it says\nsufficient) reason: The CFPB Director is singular, not plural.\n“Instead of placing the agency under the leadership of a board with\nmultiple members,” the majority protests, “Congress provided that\nthe CFPB would be led by a single Director.”Ante,at\n1.[11] And a solo CFPB\nDirector does not fit within either of the majority’s supposed\nexceptions. He is not an inferior officer, so (the majority says)Morrisondoes not apply; and he is not a multimember board,\nso (the majority says) neither doesHumphrey’s. Further, the\nmajority argues, “[a]n agency with a [unitary] structure like that\nof the CFPB” is “novel”—or, if not quite that, “almost wholly\nunprecedented.”Ante,at 2, 18. Finally, the CFPB’s\norganizational form violates the “constitutional structure” because\nit vests power in a “single individual” who is “insulated from\nPresidential control.”Ante,at 2–3, 23.I’m tempted at this point just to say: No. All\nI’ve explained about constitutional text, history, and precedent\ninvalidates the majority’s thesis. But I’ll set out here some more\ntargeted points, taking step by step the majority’s reasoning.First, as I’m afraid you’ve heard before, the\nmajority’s “exceptions” (like its general rule) are made up. Seesupra,at 16–22. To begin with, our precedents reject the\nvery idea of such exceptions. “The analysis contained in our\nremoval cases,”Morrisonstated, shuns any attempt “to\ndefine rigid categories” of officials who may (or may not) have job\nprotection. 487 U. S., at 689. Still more, the contours of the\nmajority’s exceptions don’t connect to our decisions’ reasoning.\nThe analysis inMorrison, as I’ve shown, extended far beyond\ninferior officers. Seesupra,at 20–21. And of course that\nanalysis had to apply toindividualofficers: The\nindependent counsel was very much a person, not a committee. So the\nidea thatMorrisonis in a separate box from this case\ndoesn’t hold up.[12]\nSimilarly,Humphrey’sand later precedents give no support\nto the majority’s view that the number of people at the apex of an\nagency matters to the constitutional issue. Those opinions mention\nthe “groupness” of the agency head only in their background\nsections. The majority picks out that until-now-irrelevant fact to\ndistinguish the CFPB, and constructs around it an\nuntil-now-unheard-of exception. So if the majority really wants to\nsee something “novel,”ante,at 2, it need only look to its\nopinion.By contrast, the CFPB’s single-director\nstructure has a fair bit of precedent behind it. The Comptroller of\nthe Currency. The Office of the Special Counsel (OSC). The Social\nSecurity Administration (SSA). The Federal Housing Finance Agency\n(FHFA). Maybe four prior agencies is in the eye of the beholder,\nbut it’s hardly nothing. I’ve already explained why the earliest of\nthose agencies—the Civil-War-era Comptroller—is not the blip the\nmajority describes. Seesupra,at 14–15. The office is one\nin a long line, starting with the founding-era Comptroller of the\nTreasury (also one person), of financial regulators designed to do\ntheir jobs with some independence. As for the other three, the\nmajority objects: too powerless and too contested. Seeante,at 18–21. I think not. On power, the SSA runs the Nation’s largest\ngovernment program—among other things, deciding all claims brought\nby its 64 million beneficiaries; the FHFA plays a crucial role in\noverseeing the mortgage market, on which millions of Americans\nannually rely; and the OSC prosecutes misconduct in the\ntwo-million-person federal workforce. All different from the CFPB,\nno doubt; but the majority can’t think those matters beneath a\nPresident’s notice. (Consider: Would the President lose more votes\nfrom a malfunctioning SSA or CFPB?) And controversial? Well, yes,\nthey are. Almostallindependent agencies are controversial,\nno matter how many directors they have. Or at least controversial\namong Presidents and their lawyers. That’s because whatever might\nbe said in their favor, those agencies divest the President of some\nremoval power. If signing statements and veto threats made\nindependent agencies unconstitutional, quite a few wouldn’t pass\nmuster. Maybe that’s what the majority really wants (I wouldn’t\nknow)—but it can’t pretend the disputes surrounding these agencies\nhad anything to do with whether their heads are singular or\nplural.Still more important, novelty is not the test of\nconstitutionality when it comes to structuring agencies. SeeMistrettav.United States,488\nU.S. 361, 385 (1989) (“[M]ere anomaly or innovation” does not\nviolate the separation of powers). Congress regulates in that\nsphere under the Necessary and Proper Clause, not (as the majority\nseems to think) a Rinse and Repeat Clause. Seesupra,at 6.\nThe Framers understood that new times would often require new\nmeasures, and exigencies often demand innovation. SeeMcCulloch, 4 Wheat., at 415;supra,at 24. In line\nwith that belief, the history of the administrative sphere—its\nrules, its practices, its institutions—is replete with experiment\nand change. Seesupra,at 9–16. Indeed, each of the agencies\nthe majority says now fits within its “exceptions” was once new;\nthere is, as the saying goes, “a first time for everything.”National Federation of Independent Businessv.Sebelius,567 U.S.\n519, 549 (2012). So even if the CFPB differs from its forebears\nin having a single director, that departure is not itself “telling”\nof a “constitutional problem.”Ante,at 18. In deciding whatthismoment demanded, Congress had no obligation to make a\ncarbon copy of a design from a bygone era.And Congress’s choice to put a single director,\nrather than a multimember commission, at the CFPB’s head violates\nno principle of separation of powers. The purported constitutional\nproblem here is that an official has “slip[ped] from the\nExecutive’s control” and “supervision”—that he has become\nunaccountable to the President.Ante,at 23, 25 (internal\nquotation marks omitted). So to make sense on the majority’s own\nterms, the distinction between singular and plural agency heads\nmust rest on a theory about why the former more easily “slip” from\nthe President’s grasp. But the majority has nothing to offer. In\nfact, the opposite is more likely to be true: To the extent that\nsuch matters are measurable, individuals are easier than groups to\nsupervise.To begin with, trying to generalize about these\nmatters is something of a fool’s errand. Presidential control, as\nnoted earlier, can operate through many means—removal to be sure,\nbut also appointments, oversight devices (e.g.,centralized\nreview of rulemaking or litigating positions), budgetary processes,\npersonal outreach, and more. SeeFree Enterprise Fund, 561\nU. S., at 524 (Breyer, J., dissenting);supra,at\n23–24.[13] The effectiveness\nof each of those control mechanisms, when present, can then depend\non a multitude of agency-specific practices, norms, rules, and\norganizational features. In that complex stew, the difference\nbetween a singular and plural agency head will often make not a\nwhit of difference. Or to make the point more concrete, a\nmultimember commission may be harder to control than an individual\ndirector for a host of reasons unrelated to its plural character.\nThat may be so when the two are subject to the same removal\nstandard, or even when the individual director has greater formal\njob protection. Indeed, the very category of multimember\ncommissions breaks apart under inspection, spoiling the majority’s\nessential dichotomy. See generally Brief for Rachel E. Barkow et\nal. asAmici Curiae. Some of those commissions have chairs\nappointed by the President; others do not. Some of those chairs are\nquite powerful; others are not. Partisan balance requirements, term\nlength, voting rules, and more—all vary widely, in ways that make a\nsignificant difference to the ease of presidential control. Why,\nthen, would anyone distinguish along a simple\ncommission/single-director axis when deciding whether the\nConstitution requires at-will removal?But if the demand is for generalization, then\nthe majority’s distinction cuts the opposite way: More powerful\ncontrol mechanisms are needed (if anything) for commissions.\nHolding everything else equal, those are the agencies more likely\nto “slip from the Executive’s control.”Ante,at 25. Just\nconsider your everyday experience: It’s easier to get one person to\ndo what you want than a gaggle. So too, you know exactly whom to\nblame when an individual—but not when a group—does a job badly. The\nsame is true in bureaucracies. A multimember structure reduces\naccountability to the President because it’s harder for him to\noversee, to influence—or to remove, if necessary—a group of five or\nmore commissioners than a single director. Indeed, that iswhyCongress so often resorts to hydra-headed agencies.\n“[M]ultiple membership,” an influential Senate Report concluded, is\n“a buffer against Presidential control” (especially when combined,\nas it often is, with partisan-balance requirements). Senate\nCommittee on Governmental Affairs, Study on Federal Regulation, S.\nDoc. No. 95–91, vol. 5, p. 75 (1977). So, for example, Congress\nconstructed the Federal Reserve as it did because it is “easier to\nprotect a board from political control than to protect a single\nappointed official.” R. Cushman, The Independent Regulatory\nCommissions 153 (1941).[14]\nIt is hard to know why Congress did not take the same tack when\ncreating the CFPB. But its choice brought the agency only closer to\nthe President—more exposed to his view, more subject to his sway.\nIn short, the majority gets the matter backward: Where presidential\ncontrol is the object, better to have one than many.Because it has no answer on that score, the\nmajority slides to a different question: Assuming presidential\ncontrol of any independent agency is vanishingly slim, is a\nsingle-head or a multi-head agency more capable of exercising\npower, and so of endangering liberty? Seeante,at 21–23.\nThe majority says a single head is the greater threat because he\nmay wield power “unilaterally” and “[w]ith no colleagues to\npersuade.”Ante,at 23 (emphasis in original). So the CFPB\nfalls victim to what the majority sees as a constitutional\nanti-power-concentration principle (with an exception for the\nPresident).If you’ve never heard of a statute being struck\ndown on that ground, you’re not alone. It is bad enough to\n“extrapolat[e]” from the “general constitutional language” of\nArticle II’s Vesting Clause an unrestricted removal power\nconstraining Congress’s ability to legislate under the Necessary\nand Proper Clause.Morrison, 487 U. S., at 690, n. 29;\nseesupra,at 7. It is still worse to extrapolate from the\nConstitution’s general structure (division of powers) and implicit\nvalues (liberty) a limit on Congress’s express power to create\nadministrative bodies. And more: to extrapolate from such sources a\ndistinction as prosaic as that between the SEC and the\nCFPB—i.e.,between a multi-headed and single-headed agency.\nThat is, to adapt a phrase (or two) from our precedent, “more than”\nthe emanations of “the text will bear.”Morrison, 487\nU. S., at 690, n. 29. By using abstract separation-of-powers\narguments for such purposes, the Court “appropriate[s]” the “power\ndelegated to Congress by the Necessary and Proper Clause” to\ncompose the government. Manning, Foreword: The Means of\nConstitutional Power, 128 Harv. L. Rev. 1, 78 (2014). In\ndeciding for itself what is “proper,” the Court goes beyond its own\nproper bounds.And in doing so, the majority again reveals its\nlack of interest in how agencies work. First, the premise of the\nmajority’s argument—that the CFPB head is a mini-dictator, not\nsubject to meaningful presidential control, seeante, at\n23—is wrong. As this Court has seen in the past, independent\nagencies are not fully independent. A for-cause removal provision,\nas noted earlier, leaves “ample” control over agency heads in the\nhands of the President.Morrison, 487 U. S., at 692;\nseesupra, at 20. He can discharge them for failing to\nperform their duties competently or in accordance with law, and so\nensure that the laws are “faithfully executed.” U. S. Const., Art.\nII, §3; seesupra,at 8, 20. And he can use the many other\ntools attached to the Office of the Presidency—including in the\nCFPB’s case, rulemaking review—to exert influence over\ndiscretionary policy calls. Seesupra, at 33, and n. 13.\nSecond, the majority has nothing but intuition to back up its\nessentially functionalist claim that the CFPB would be less capable\nof exercising power if it had more than one Director (even\nsupposing that were a suitable issue for a court to address).Ante, at 21, 23. Maybe the CFPB would be. Or maybe not.\nAlthough a multimember format tends to frustrate the President’s\ncontrol over an agency, seesupra, at 34–35, it may not\nlessen the agency’s own ability to act with decision and dispatch.\n(Consider, for a recent example, the Federal Reserve Board.) That\neffect presumably would depend on the agency’s internal\norganization, voting rules, and similar matters. At the least: If\nthe Court is going to invalidate statutes based on empirical\nassertions like this one, it should offer some empirical support.\nIt should not pretend that its assessment that the CFPB wields more\npower more dangerously than the SEC comes from someplace in the\nConstitution. But today the majority fails to accord even that\nminimal respect to Congress.IIIRecall again how this dispute got started. In\nthe midst of the Great Recession, Congress and the President came\ntogether to create an agency with an important mission. It would\nprotect consumers from the reckless financial practices that had\ncaused the then-ongoing economic collapse. Not only Congress but\nalso the President thought that the new agency, to fulfill its\nmandate, needed a measure of independence. So the two political\nbranches, acting together, gave the CFPB Director the same job\nprotection that innumerable other agency heads possess. All in all,\nthose branches must have thought, they had done a good day’s work.\nRelying on their experience and knowledge of administration, they\nhad built an agency in the way best suited to carry out its\nfunctions. They had protected the public from financial chicanery\nand crisis. They had governed.And now consider how the dispute ends—with five\nunelected judges rejecting the result of that democratic process.\nThe outcome today will not shut down the CFPB: A different majority\nof this Court, including all those who join this opinion, believes\nthatifthe agency’s removal provision is unconstitutional,\nit should be severed. But the majority on constitutionality\njettisons a measure Congress and the President viewed as integral\nto the way the agency should operate. The majority does so even\nthough the Constitution grants to Congress, acting with the\nPresident’s approval, the authority to create and shape\nadministrative bodies. And even though those branches, as compared\nto courts, have far greater understanding of political control\nmechanisms and agency design.Nothing in the Constitution requires that\noutcome; to the contrary. “While the Constitution diffuses power\nthe better to secure liberty, it also contemplates that practice\nwill integrate the dispersed powers into a workable government.”Youngstown Sheet & Tube Co.v.Sawyer,343 U.S.\n579, 635 (1952) (Jackson, J., concurring). The Framers took\npains to craft a document that would allow the structures of\ngovernance to change, as times and needs change. The Constitution\nsays only a few words about administration. As Chief Justice\nMarshall wrote: Rather than prescribing “immutable rules,” it\nenables Congress to choose “the means by which government should,\nin all future time, execute its powers.”McCulloch, 4\nWheat., at 415. It authorizes Congress to meet new exigencies with\nnew devices. So Article II does not generally prohibit independent\nagencies. Nor do any supposed structural principles. Nor do any\nodors wafting from the document. Save for when those agencies\nimpede the President’s performance of his own constitutional\nduties, the matter is left up to Congress.Our history has stayed true to the Framers’\nvision. Congress has accepted their invitation to experiment with\nadministrative forms—nowhere more so than in the field of financial\nregulation. And this Court has mostly allowed it to do so. The\nresult is a broad array of independent agencies, no two exactly\nalike but all with a measure of insulation from the President’s\nremoval power. The Federal Reserve Board; the FTC; the SEC; maybe\nsome you’ve never heard of. As to each, Congress thought that\nformal job protection for policymaking would produce regulatory\noutcomes in greater accord with the long-term public interest.\nCongress may have been right; or it may have been wrong; or maybe\nit was some of both. No matter—the branches accountable to the\npeople have decided how the people should be governed.The CFPB should have joined the ranks. Maybe it\nwill still do so, even under today’s opinion: The majority tells\nCongress that it may “pursu[e] alternative responses” to the\nidentified constitutional defect—“for example, converting the CFPB\ninto a multimember agency.”Ante, at 36. But there was no\nneed to send Congress back to the drawing board. The Constitution\ndoes not distinguish between single-director and multimember\nindependent agencies. It instructs Congress, not this Court, to\ndecide on agency design. Because this Court ignores that\nsensible—indeed, that obvious—division of tasks, I respectfully\ndissent.Notes1In the academic\nliterature, compare,e.g.,Kagan, Presidential\nAdministration, 114 Harv. L. Rev. 2245, 2331–2346 (2001)\n(generally favoring presidential control over agencies), with,e.g.,Strauss, Overseer, or “The Decider”? The President in\nAdministrative Law, 75 Geo. Wash. L. Rev. 696, 704, 713–715\n(2007) (generally favoring administrative\nindependence).2The principle of\nseparation of powers, Madison continued, main-tained only that\n“where thewholepower of one department is exercised by the\nsame hands which possess thewholepower of another\ndepartment, the fundamental principles of a free\nconstitution[ ] are subverted.” The Federalist No. 47, at\n325–326.3Article II’s Opinions\nClause also demonstrates the possibility of limits on the\nPresident’s control over the Executive Branch. Under that Clause,\nthe President “may require the Opinion, in writing, of the\nprincipal Officer in each of the executive Departments, upon any\nSubject relating to the Duties of their respective Offices.” §2,\ncl. 1. For those in the majority’s camp, that Clause presents a\npuzzle: If the President must always have the direct supervisory\ncontrol they posit, including by threat of removal, why would he\never need a constitutional warrant to demand agency heads’\nopinions? The Clause becomes at least redundant—though really,\ninexplicable—under the majority’s idea of executive\npower.4The majority dismisses\nFederalist Nos. 77 and 39 as “reflect[ing] initial impressions\nlater abandoned.”Ante,at 26, and n. 10. But even\nHamilton’s and Madison’s later impressions are less helpful to the\nmajority than it suggests. Assuming Hamilton gave up on the\nSenate’s direct participation in removal (the evidence is sketchy\nbut plausible), there is no evidence to show he accepted the\nmajority’s view. And while Madison opposed the first Congress’s\nenactment of removal limits (as the majority highlights), he also\nmaintained that the legislature had constitutional power to protect\nthe Comptroller of the Treasury from at-will firing. Seeinfra, at 12–13. In any event, such changing minds and\ninconstant opinions don’t usually prove the existence of\nconstitutional rules.5As President Jefferson\nexplained: “[W]ith the settlement of the accounts at the Treasury I\nhave no right to interfere in the least,” because the Comptroller\nof the Treasury “is the sole & supreme judge for all claims of\nmoney against the US. and would no more receive a direction from\nme” than would “one of the judges of the supreme court.” Letter\nfrom T. Jefferson to B. Latrobe (June 2, 1808), in Thomas Jefferson\nand the National Capital 429, 431 (S. Padover ed. 1946). A couple\nof decades later, Attorney General William Wirt reached the same\nconclusion, stating that “the President has no right to interpose\nin the settling of accounts” because Congress had “separated” the\nComptroller from the President’s authority. 1 Op. Atty. Gen. 636,\n637 (1824); 1 Op. Atty. Gen. 678, 680 (1824). And indeed, Wirt\nbelieved that Congress could restrict the President’s authority to\nremove such officials, at least so long as it “express[ed] that\nintention clearly.” 1 Op. Atty. Gen. 212, 213 (1818).6The Comptroller\nlegislation of the Civil War provided a key precedent for whatdoesappear a historical “aberration”—the Tenure of Office\nAct of 1867. See ch. 154, 14Stat. 430. Anxious to prevent President\nAndrew Johnson from interfering with reconstruction\npolicies—including through his command of the military—Congress\nbarred presidential removal of any Senate-confirmed officials\nwithout the Senate’s consent. The law thus severed the President’s\nremoval authority over even officials like the Secretaries of War\nand State. The statute became the basis for the Nation’s first\npresidential impeachment, but was repealed in 1887. See Act of Mar.\n3, 1887, ch. 353, 24Stat. 500. In one sense, the two-decade-long\nexistence of the Tenure of Office Act reveals the 19th-century\npolitical system’s comfort with expansive restrictions on\npresidential removal. But the ultimate repudiation of the law, and\nthe broad historical consensus that it went too far, just as\nstrongly shows the limits that system later accepted on legislative\npower—that Congress may not impose removal restrictions preventing\nthe President from carrying out his own constitutionally assigned\nfunctions in areas like war or foreign affairs. SeeMorrisonv.Olson,487 U.S.\n654, 689–691 (1988) (recognizing that limit as the\nconstitutional standard).7The majority is quite\nright that today we viewallthe activities of\nadministrative agencies as exercises of “the ‘executive\nPower.’ ”Arlingtonv.FCC,569 U.S.\n290, 305, n. 4 (2013) (quoting Art. II, §1, cl.1);\nseeante,at 14, n. 2. But we well understand, just as\ntheHumphrey’sCourt did, that those activities may “take\n‘legislative’ and ‘judicial’ forms.”Arlington, 569\nU. S., at 305, n. 4.The classic examples are agency\nrulemakings and adjudications, endemic in agencies like the FTC and\nCFPB. In any event, the Court would soon make clear that Congress\ncan also constrain the President’s removal authority over officials\nperforming even the most “executive” of functions. Seeinfra, at 19–20.8Expressing veiled\ncontempt as only he could, Justice Frankfurter wrote for the Court\nthat Chief Justice Taft’s opinion had “laboriously traversed”\nAmerican history and that it had failed to “restrict itself to the\nimmediate issue before it.” 357 U. S., at 351. No wonderHumphrey’shad “narrowly confined the scope of theMyersdecision.” 357 U. S.,at 352. Justice\nFrankfurter implied that the “Chief Justice who himself had been\nPresident” was lucky his handiwork had not been altogether\nreversed.Id.,at 351.9Pretending this analysis is\nmine rather thanMorrison’s, the majority registers its\ndisagreement. Seeante,at 27–28, n. 11. In its view, a\ntest asking whether a for-cause provision impedes the President’s\nability to carry out his constitutional functions has “no real\nlimiting principle.”Ibid.If the provision leaves the\nPresident with constitutionally sufficient control over some\nsubordinates (like the independent counsel), the majority asks, why\nnot over even his close military or diplomatic advisers? Seeibid.But the Constitution itself supplies the answer. If\nthe only presidential duty at issue is the one to ensure faithful\nexecution of the laws, a for-cause provision does not stand in the\nway: AsMorrisonrecognized, it preserves authority in the\nPresident to ensure (just as the Take Care Clause requires) that an\nofficial is abiding by law. See 487 U. S., at 692. But now\nsuppose an additional constitutional duty is implicated—relating,\nsay, to the conduct of foreign affairs or war. To carry out those\nduties, the President needs advisers who will (beyond complying\nwith law) help him devise and implement policy. And that means he\nneeds the capacity to fire such advisers for disagreeing with his\npolicy calls.10The\nmajority suggests that the FTC was a different animal when this\nCourt upheld its independent status inHumphrey’s. Seeante,at 17. But then, as now, the FTC’s organic statute\nbroadly “empowered and directed” the agency “to prevent persons” or\nbusinesses “from using unfair methods of competition in commerce.”\nAct of Sept. 26, 1914, §5, 38Stat. 719. To fulfill that mandate,\nthe agency could and did run investigations, bring administrative\ncharges, and conduct adjudications. Seeibid.; §6(a),id., at 721; FTC Ann. Rep. (1935) (describing the FTC’s\nextensive enforcement activities in the year beforeHumphrey’s). And if any person refused to comply with an\norder, the agency could seek its enforcement in federal court under\na highly deferential standard. See §5, 38Stat. 720;FTCv.Pacific States Paper Trade Assn.,273 U.S.\n52, 63 (1927). Still more, the FTC has always had statutory\nrulemaking authority, even though (like several other agencies) it\nrelied on adjudications until the 1960s. See §6(g), 38Stat. 722;National Petroleum Refiners Assn.v.FTC, 482 F.2d\n672, 686 (CADC 1973). (The majority’s reply that a court including\nCharles Evans Hughes, Louis Brandeis, Benjamin Cardozo, and Harlan\nStone somehow misunderstood these powers, seeante,at 17,\nn. 4, lacks all plausibility.) And in any case, the relevant\npoint of comparison is the present-day FTC, which remains\nindependent even if it now has some expanded powers—and which\nremains constitutional under not onlyHumphrey’sbut alsoMorrison. Seesupra,at 18–20.11The\nmajority briefly mentions, but understandably does not rely on, two\nother features of Congress’s scheme. First, the majority notes that\nthe CFPB receives its funding outside the normal appropriations\nprocess. Seeante, at 24–25. But so too do other financial\nregulators, including the Federal Reserve Board and the FDIC. See\n12 U. S. C. §§243, 1815(d), 1820(e). And budgetary\nindependence comes mostly at the expense of Congress’s control over\nthe agency, not the President’s. (Because that is so, it actually\nworks to the President’s advantage.) Second, the majority complains\nthat the Director’s five-year term may prevent a President from\n“shap[ing the agency’s] leadership” through appointments.Ante, at 24. But again that is true, to one degree or\nanother, of quite a few longstanding independent agencies,\nincluding the Federal Reserve, the FTC, the Merit Systems\nProtection Board, and the Postal Service Board of Governors. See,e.g., §§241, 242; 15 U. S. C. §41; 5\nU. S. C. §§1201, 1202; 39 U. S. C. §202. (If\nyou think the last is unimportant, just ask the current President\nwhether he agrees.)12The\nmajority, seeking some other way to distinguishMorrison,\nasserts that the independent counsel’s “duties” were more “limited”\nthan the CFPB Director’s.Ante, at 17–18. That’s true in a\nsense: All (all?) the special counsel had to do was decide whether\nthe President and his top advisers had broken the law. But I doubt\n(and I suspect Presidents would too) whether the need to control\nthose duties was any less “central to the functioning of the\nExecutive Branch” than the need to control the CFPB’s.Morrison, 487 U. S., at 691–692. And in any event, as\nI’ve shown,Morrisondid much more than approve a specific\nremoval provision; it created a standard to govern all removal\ncases that is at complete odds with the majority’s reasoning. Seesupra,at 19–21.13To\nuse one important example, Congress provided for executive\noversight of all the CFPB’s rulemaking. The Financial Stability\nOversight Council can veto by a two-thirds vote any CFPB regulation\nit deems a threat to the “safety and soundness” of the financial\nsystem. 12 U. S. C. §5513(a). The FSOC is chaired by the\nTreasury Secretary, and most of its members are under the direct\nsupervision of the President. See §5321. So the majority is wrong\nin saying that the CFPB’s Director can “unilaterally” issue\nfinal regulations.Ante, at 23 (emphasis in original).\nIndeed, the President has more control over rulemaking at the CFPB\nthan at any similar independent agency. And the majority is\nsimilarly wrong to think that because the FSOC has not yet issued a\nformal veto, its review authority makes no practical difference.\nSeeante,at 25, n. 9. Regulatory review, whether by\nthe Office of Management and Budget or the FSOC, usually relies\nmore on the threat of vetoes than on their execution. OMB casts a\nlong shadow over rulemaking in the Executive Branch, but rarely\nuses its veto pen. See Sunstein, The Office of Information and\nRegulatory Affairs: Myths and Realities, 126 Harv. L. Rev.\n1838, 1846–1847, n. 37 (2013).14I\ncould go on. A recent study prepared for the Administrative\nConference of the United States noted that “[g]overnance by\nmultiple members limits the President’s influence.” J. Selin &\nD. Lewis, Sourcebook of United States Executive Agencies 89 (2d ed.\n2018). And the General Accounting Office has recognized that the\ndesire for “greater independence” is what “most likely explains why\nthe Congress in the past has opted to head independent regulatory\nbodies with multimember commissions rather than single\nadministrators.” Hearing before the Senate Subcommittee on the\nConsumer of the Committee on Commerce, Science, and Transportation,\n100th Cong., 1st Sess., 135 (1987) (Statement of F.\nFrazier).",
    "joined": []
}