{
    "case": {
        "docket": "14-419",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-419/"
    },
    "id": "3550785",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–419_________________SILA LUIS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[March 30, 2016]Justice Kagan, dissenting.I findUnited Statesv.Monsanto,\n491 U. S. 600 (1989) , a troubling decision. It is one thing\nto hold, as this Court did inCaplin & Drysdale,\nCharteredv.United States, 491 U. S. 617 (1989) ,\nthat a convicted felon has no Sixth Amendment right to pay his\nlawyer with funds adjudged forfeitable. Following conviction, such\nassets belong to the Government, and “[t]here is no constitutional\nprinciple that gives one person the right to give another’s\nproperty to a third party.”Id.,at 628. But it is quite\nanother thing to say that the Government may, prior to trial,\nfreeze assets that a defendant needs to hire an attorney, based on\nnothing more than “probable cause to believe that the property will\nultimately be proved forfeitable.”Monsanto, 491 U. S.,\nat 615. At that time, “the presumption of innocence still applies,”\nand the Government’s interest in the assets is wholly contingent on\nfuture judgments of conviction and forfeiture.Kaleyv.United States, 571 U. S. ___, ___ (2014) (slip op., at\n6). I am not altogether convinced that, in this decidedly different\ncircumstance, the Government’s interest in recovering the proceeds\nof crime ought to trump the defendant’s (often highly\nconsequential) right to retain counsel of choice.But the correctness ofMonsantois not at\nissue today. Petitioner Sila Luis has not asked this Court either\nto overrule or to modify that decision; she argues only that it\ndoes not answer the question presented here. And because Luis takesMonsantoas a given, the Court must do so as well.On that basis, I agree with the principal\ndissent thatMonsantocontrols this case. Seeante,at 5–7 (opinion of Kennedy, J.). Because the Government has\nestablished probable cause to believe that it will eventually\nrecover Luis’s assets, she has no right to use them to pay an\nattorney. SeeMonsanto, 491 U. S., at 616 (“[N]o\nconstitutional violation occurs when, after probable cause is\nadequately established, the Government obtains an order barring a\ndefendant from . . . dissipating his assets prior to\ntrial”).The plurality reaches a contrary result only by\ndifferentiating between the direct fruits of criminal activity and\nsubstitute assets that become subject to forfeiture when the\ndefendant has run through those proceeds. Seeante,at 5–6.\nBut as the principal dissent shows, the Government’s and the\ndefendant’s respective legal interests in those two kinds of\nproperty, prior to a judgment of guilt, are exactly the same: The\ndefendant maintains ownership of either type, with the Government\nholding only a contingent interest. Seeante,at 7–10.\nIndeed, the plurality’s use of the word “tainted,” to describe\nassets at the pre-conviction stage, makes an unwarranted assumption\nabout the defendant’s guilt. Seeante,at 5 (characterizing\nsuch assets as, for example, “robber’s loot”). Because the\nGovernment has not yet shown that the defendant committed the crime\ncharged, it also has not shown that allegedly tainted assets are\nactually so.And given that money is fungible, the\nplurality’s approach leads to utterly arbitrary distinctions as\namong criminal defendants who are in fact guilty. Seeante,\nat 12 (opinion of Kennedy, J.). The thief who immediately\ndissipates his ill-gotten gains and thereby preserves his other\nassets is no more deserving of chosen counsel than the one who\nspends those two pots of money in reverse order. Yet the plurality\nwould enable only the first defendant, and not the second, to hire\nthe lawyer he wants. I cannot believe the Sixth Amendment draws\nthat irrational line, much as I sympathize with the plurality’s\neffort to cabinMonsanto. Accordingly, I would affirm the\njudgment below.",
    "joined": []
}