{
    "case": {
        "docket": "18-422",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-422/"
    },
    "id": "4114538",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–422, 18–726_________________ROBERT A. RUCHO, et al.,\nAPPELLANTS18–422v.COMMON CAUSE, et al.; ANDon appeal from the united states district\ncourt for the middle district of north carolinaLINDA H. LAMONE, et al.,\nAPPELLANTS18–726v.O. JOHN BENISEK, et al.on appeal from the united states district\ncourt for the district of maryland[June 27, 2019]Justice Kagan, with whom Justice Ginsburg,\nJustice Breyer, and Justice Sotomayor join, dissenting.For the first time ever, this Court refuses to\nremedy a constitutional violation because it thinks the task beyond\njudicial capabilities.And not just any constitutional violation. The\npartisan gerrymanders in these cases deprived citizens of the most\nfundamental of their constitutional rights: the rights to\nparticipate equally in the political process, to join with others\nto advance political beliefs, and to choose their political\nrepresentatives. In so doing, the partisan gerrymanders here\ndebased and dishonored our democracy, turning upside-down the core\nAmerican idea that all governmental power derives from the people.\nThese gerrymanders enabled politicians to entrench themselves in\noffice as against voters’ preferences. They promoted partisanship\nabove respect for the popular will. They encouraged a politics of\npolarization and dysfunction. If left unchecked, gerrymanders like\nthe ones here may irreparably damage our system of government.And checking them isnotbeyond the\ncourts. The majority’s abdication comes just when courts across the\ncountry, including those below, have coalesced around manageable\njudicial standards to resolve partisan gerrymandering claims. Those\nstandards satisfy the majority’s own benchmarks. They do not\nrequire—indeed, they do not permit—courts to rely on their own\nideas of electoral fairness, whether proportional representation or\nany other. And they limit courts to correcting only egregious\ngerrymanders, so judges do not become omnipresent players in the\npolitical process. But yes, the standards used here do allow—as\nwell they should—judicial intervention in the worst-of-the-worst\ncases of democratic subversion, causing blatant constitutional\nharms. In other words, they allow courts to undo partisan\ngerrymanders of the kind we face today from North Carolina and\nMaryland. In giving such gerrymanders a pass from judicial review,\nthe majority goes tragically wrong.IMaybe the majority errs in these cases because\nit pays so little attention to the constitutional harms at their\ncore. After dutifully reciting each case’s facts, the majority\nleaves them forever behind, instead immersing itself in everything\nthat could conceivably go amiss if courts became involved. So it is\nnecessary to fill in the gaps. To recount exactly what politicians\nin North Carolina and Maryland did to entrench their parties in\npolitical office, whatever the electorate might think. And to\nelaborate on the constitutional injury those politicians wreaked,\nto our democratic system and to individuals’ rights. All that will\nhelp in considering whether courts confronting partisan\ngerrymandering claims are really so hamstrung—so un- able to carry\nout their constitutional duties—as the major- ity thinks.AThe plaintiffs here challenge two\ncongressional districting plans—one adopted by Republicans in North\nCarolina and the other by Democrats in Maryland—as unconstitutional\npartisan gerrymanders. As I relate what happened in those two\nStates, ask yourself: Is this how American democracy is supposed to\nwork?Start with North Carolina. After the 2010\ncensus, the North Carolina General Assembly, with Republican\nmajorities in both its House and its Senate, enacted a new\ncongressional districting plan. That plan governed the two next\nnational elections. In 2012, Republican candidates won 9 of the\nState’s 13 seats in the U. S. House of Representatives,\nalthough they received only 49% of the statewide vote. In 2014,\nRepublican candidates increased their total to 10 of the 13 seats,\nthis time based on 55% of the vote. Soon afterward, a District\nCourt struck down two districts in the plan as unconstitutional\nracial gerrymanders. SeeHarrisv.McCrory, 159\nF. Supp. 3d 600 (MDNC 2016), aff’dsub nom. Cooperv.Harris, 581 U. S. ___ (2017). The General Assembly,\nwith both chambers still controlled by Republicans, went back to\nthe drawing board to craft the needed remedial state map. And here\nis how the process unfolded:The Republican co-chairs of the Assembly’s\nredis- tricting committee, Rep. David Lewis and Sen. Robert Rucho,\ninstructed Dr. Thomas Hofeller, a Republican districting\nspecialist, to create a new map that would maintain the 10–3\ncomposition of the State’s congressional delegation come what\nmight. Using sophisticated technological tools and precinct-level\nelection results selected to predict voting behavior, Hofeller drew\ndistrict lines to minimize Democrats’ voting strength and ensure\nthe election of 10 Republican Congressmen. SeeCommon Causev.Rucho, 318 F. Supp. 3d 777, 805–806 (MDNC 2018).Lewis then presented for the redistricting\ncommittee’s (retroactive) approval a list of the criteria Hofeller\nhad employed—including one labeled “Partisan Advantage.” That\ncriterion, endorsed by a party-line vote, stated that the committee\nwould make all “reasonable efforts to construct districts” to\n“maintain the current [10–3] partisan makeup” of the State’s\ncongressional delegation.Id.,at 807.Lewis explained the Partisan Advantage criterion\nto legislators as follows: We are “draw[ing] the maps to give a\npartisan advantage to 10 Republicans and 3 Democrats because [I]\nd[o] not believe it[’s] possible to draw a map with 11 Republicans\nand 2 Democrats.”Id.,at 808 (internal quotation marks\nomitted).The committee and the General Assembly later\nenacted, again on a party-line vote, the map Hofeller had drawn.\nSeeid.,at 809.Lewis announced: “I think electing Republicans\nis better than electing Democrats. So I drew this map to help\nfoster what I think is better for the country.”Ibid.(internal quotation marks omitted).You might think that judgment best left to the\nAmerican people. But give Lewis credit for this much: The map has\nworked just as he planned and predicted. In 2016, Repub-lican congressional candidates won 10 of North\nCarolina’s 13 seats, with 53% of the statewide vote. Two years\nlater, Republican candidates won 9 of 12 seats though they received\nonly 50% of the vote. (The 13th seat has not yet been filled\nbecause fraud tainted the initial election.)Events in Maryland make for a similarly grisly\ntale. For 50 years, Maryland’s 8-person congressional delegation\ntypically consisted of 2 or 3 Republicans and 5 or 6 Democrats.\nAfter the 2000 districting, for example, the First and Sixth\nDistricts reliably elected Republicans, and the other districts as\nreliably elected Democrats. See R. Cohen & J. Barnes, Almanac\nof American Politics 2016, p. 836 (2015). But in the 2010\ndistricting cycle, the State’s Democratic leaders, who controlled\nthe governorship and both houses of the General Assembly, decided\nto press their advantage.Governor Martin O’Malley, who oversaw the\nprocess, decided (in his own later words) “to create a map that was\nmore favorable for Democrats over the next ten years.” Because\nflipping the First District was geographically next-to-impossible,\n“a decision was made to go for the Sixth.”Benisekv.Lamone, 348 F. Supp. 3d 493, 502 (Md. 2018) (quoting\nO’Malley; emphasis deleted).O’Malley appointed an advisory committee as the\npublic face of his effort, while asking Congressman Steny Hoyer, a\nself-described “serial gerryman- derer,” to hire and direct a\nmapmaker.Id.,at 502. Hoyer retained Eric Hawkins, an\nanalyst at a political consulting firm providing services to\nDemocrats. Seeid.,at 502–503.Hawkins received only two instructions: to\nensure that the new map produced 7 reliable Democratic seats, and\nto protect all Democratic incumbents. Seeid.,at 503.Using similar technologies and election data as\nHofeller, Hawkins produced a map to those specifications. Although\nnew census figures required removing only 10,000 residents from the\nSixth District, Hawkins proposed a large-scale population transfer.\nThe map moved about 360,000 voters out of the district and another\n350,000 in. That swap decreased the number of registered\nRepublicans in the district by over 66,000 and increased the number\nof registered Democrats by about 24,000, all to produce a safe\nDemocratic district. Seeid.,at 499, 501.After the advisory committee adopted the map on\na party-line vote, State Senate President Thomas Miller briefed the\nGeneral Assembly’s Democratic caucuses about the new map’s aims.\nMiller told his colleagues that the map would give “Democrats a\nreal opportunity to pick up a seventh seat in the delegation” and\nthat “[i]n the face of Republican gains in redistricting in other\nstates[,] we have a serious obligation to create this opportunity.”Id.,at 506 (internal quotation marks omitted).The General Assembly adopted the plan on a\nparty-line vote. Seeid.,at 506.Maryland’s Democrats proved no less successful\nthan North Carolina’s Republicans in devising a voter-proof map. In\nthe four elections that followed (from 2012 through 2018),\nDemocrats have never received more than 65% of the statewide\ncongressional vote. Yet in each of those elections, Democrats have\nwon (you guessed it) 7 of 8House seats—including the\nonce-reliably-Republican Sixth District.BNow back to the question I asked before: Is\nthat how American democracy is supposed to work? I have yet to meet\nthe person who thinks so.“Governments,” the Declaration of Independence\nstates, “deriv[e] their just Powers from the Consent of the\nGoverned.” The Constitution begins: “We the People of the United\nStates.” The Gettysburg Address (almost) ends: “[G]overnment of the\npeople, by the people, for the people.” If there is a single idea\nthat made our Nation (and that our Nation commended to the world),\nit is this one: The people are sovereign. The “power,” James\nMadison wrote, “is in the people over the Government, and not in\nthe Government over the people.” 4 Annals of Cong. 934 (1794).Free and fair and periodic elections are the key\nto that vision. The people get to choose their representatives. And\nthen they get to decide, at regular intervals, whether to keep\nthem. Madison again: “[R]epublican liberty” demands “not only, that\nall power should be derived from the people; but that those\nentrusted with it should be kept in dependence on the people.” 2\nThe Federalist No. 37, p. 4 (J. & A. McLean eds. 1788). Members\nof the House of Representatives, in particular, are supposed to\n“recollect[ ] [that] dependence” every day.Id.,No. 57, at\n155. To retain an “intimate sympathy with the people,” they must be\n“compelled to anticipate the moment” when their “exercise of\n[power] is to be reviewed.”Id.,Nos. 52, 57, at 124, 155.\nElection day—next year, and two years later, and two years after\nthat—is what links the people to their representatives, and gives\nthe people their sovereign power. That day is the foundation of\ndemocratic governance.And partisan gerrymandering can make it\nmeaningless. At its most extreme—as in North Carolina and\nMaryland—the practice amounts to “rigging elections.”Viethv.Jubelirer,541 U.S.\n267, 317 (2004) (Kennedy, J., concurring in judgment) (internal\nquotation marks omitted). By drawing districts to maximize the\npower of some voters and minimize the power of others, a party in\noffice at the right time can entrench itself there for a decade or\nmore, no matter what the voters would prefer. Just ask the people\nof North Carolina and Maryland. The “core principle of republican\ngovernment,” this Court has recognized, is “that the voters should\nchoose their representatives, not the other way around.”Arizona\nState Legislaturev.Arizona Independent Redistricting\nComm’n, 576 U. S. ___, ___ (2015) (slip op., at 35)\n(internal quotation marks omitted). Partisan gerrymandering turns\nit the other way around. By that mechanism, politicians can\ncherry-pick voters to ensure their reelection. And the power\nbecomes, as Madison put it, “in the Government over the people.” 4\nAnnals of Cong. 934.The majority disputes none of this. I think it\nimportant to underscore that fact: The majority disputes none of\nwhat I have said (or will say) about how gerrymanders undermine\ndemocracy. Indeed, the majority concedes (really, how could it\nnot?) that gerrymandering is “incompatible with democratic\nprinciples.”Ante,at 30 (quotingArizona State\nLegislature, 576 U. S., at ___ (slip op., at 1)). And\ntherefore what? That recognition would seem to demand a response.\nThe majority offers two ideas that might qualify as such. One is\nthat the political process can deal with the problem—a proposition\nso dubious on its face that I feel secure in delaying my answer for\nsome time. Seeante,at 31–33; infra,at\n29–31.The other is that political gerrymanders have always\nbeen with us. Seeante,at 8, 24. To its credit, the\nmajority does not frame that point as an originalist constitutional\nargument. After all (as the majority rightly notes), racial and\nresidential gerrymanders were also once with us, but the Court has\ndone something about that fact. Seeante,at 10.[1] The majority’s idea instead seems to\nbe that if we have lived with partisan gerrymanders so long, we\nwill survive.That complacency has no cause. Yes, partisan\ngerrymandering goes back to the Republic’s earliest days. (As does\nvociferous opposition to it.) But big data and modern technology—of\njust the kind that the mapmakers in North Carolina and Maryland\nused—make today’s gerrymandering altogether different from the\ncrude linedrawing of the past. Old-time efforts, based on little\nmore than guesses, sometimes led to so-called\ndummymanders—gerrymanders that went spectacularly wrong. Not likely\nin today’s world. Mapmakers now have access to more granular data\nabout party preference and voting behavior than ever before.\nCounty-level voting data has given way to precinct-level or\ncity-block-level data; and increasingly, mapmakers avail themselves\nof data sets providing wide-ranging information about even\nindividual voters. See Brief for Political Science Professors asAmici Curiae20–22. Just as important, advancements in\ncomputing technology have enabled mapmakers to put that information\nto use with unprecedented efficiency and precision. Seeid.,at 22–25. While bygone mapmakers may have drafted three or four\nalternative districting plans, today’s mapmakers can generate\nthousands of possibilities at the touch of a key—and then choose\nthe one giving their party maximum advantage (usually while still\nmeeting traditional districting requirements). The effect is to\nmake gerrymanders far more effective and durable than before,\ninsulating politicians against all but the most titanic shifts in\nthe political tides. These are not your grand- father’s—let alone\nthe Framers’—gerrymanders.The proof is in the 2010 pudding. That\nredistricting cycle produced some of the most extreme partisan\ngerrymanders in this country’s history. I’ve already recounted the\nresults from North Carolina and Maryland, and you’ll hear even more\nabout those. Seesupra,at 4–6;infra,at 19–20. But\nthe voters in those States were not the only ones to fall prey to\nsuch districting perversions. Take Pennsylvania. In the three\ncongressional elections occurring under the State’s original\ndistricting plan (before the State Supreme Court struck it down),\nDemocrats received between 45% and 51% of the statewide vote, but\nwon only 5 of 18 House seats. SeeLeague of Women Votersv.Pennsylvania, ___ Pa. ___, ___, 178 A.3d 737, 764 (2018). Or\ngo next door to Ohio. There, in four congressional elections,\nDemocrats tallied between 39% and 47% of the statewide vote, but\nnever won more than 4 of 16 House seats. SeeOhio A. Philip\nRandolph Inst.v.Householder, 373 F. Supp. 3d 978,\n1074 (SD Ohio 2019). (Nor is there any reason to think that the\nresults in those States stemmed from political geography or\nnon-partisan districting criteria, rather than from partisan\nmanipulation. Seeinfra, at 15, 31.) And gerrymanders will\nonly get worse (or depending on your perspective, better) as time\ngoes on—as data becomes ever more fine-grained and data analysis\ntechniques continue to improve. What was possible with paper and\npen—or even with Windows 95—doesn’t hold a candle (or an LED bulb?)\nto what will become possible with developments like machine\nlearning. And someplace along this road, “we the people” become\nsovereign no longer.CPartisan gerrymandering of the kind before us\nnot only subverts democracy (as if that weren’t bad enough). It\nviolates individuals’ constitutional rights as well. That statement\nis not the lonesome cry of a dissenting Justice. This Court has\nrecognized extreme partisan gerrymandering as such a violation for\nmany years.Partisan gerrymandering operates through vote\ndilution—the devaluation of one citizen’s vote as compared to\nothers. A mapmaker draws district lines to “pack” and “crack”\nvoters likely to support the disfavored party. See generallyGillv.Whitford, 585 U. S. ___, ___–___ (2018)\n(slip op., at 14–16). He packs supermajorities of those voters into\na relatively few districts, in numbers far greater than needed for\ntheir preferred candidates to prevail. Then he cracks the rest\nacross many more districts, spreading them so thin that their\ncandidates will not be able to win. Whether the person is packed or\ncracked, his vote carries less weight—has less consequence—than it\nwould under a neutrally drawn (non-partisan) map. Seeid.,at ___ (Kagan, J., concurring) (slip op., at 4). In short, the\nmapmaker has made some votes count for less, because they are\nlikely to go for the other party.That practice implicates the Fourteenth\nAmendment’s Equal Protection Clause. The Fourteenth Amendment, we\nlong ago recognized, “guarantees the opportunity for equal\nparticipation by all voters in the election” of legislators.Reynoldsv.Sims,377 U.S.\n533, 566 (1964). And that opportunity “can be denied by a\ndebasement or dilution of the weight of a citizen’s vote just as\neffectively as by wholly prohibiting the free exercise of the\nfranchise.”Id.,at 555. Based on that principle, this Court\nin its one-person-one-vote decisions prohibited creating districts\nwith significantly different populations. A State could not, we\nexplained, thus “dilut[e] the weight of votes because of place of\nresidence.”Id.,at 566. The constitutional injury in a\npartisan gerrymandering case is much the same, except that the\ndilution is based on party affiliation. In such a case, too, the\ndistricters have set out to reduce the weight of certain citizens’\nvotes, and thereby deprive them of their capacity to “full[y] and\neffective[ly] participat[e] in the political process[ ].”Id.,at 565. As Justice Kennedy (in a controlling opinion)\nonce hypothesized: If districters declared that they were drawing a\nmap “so as most to burden [the votes of] Party X’s” supporters, it\nwould violate the Equal Protection Clause.Vieth, 541\nU. S., at 312. For (in the language of the one-person-one-vote\ndecisions) it would infringe those voters’ rights to “equal\n[electoral] participation.”Reynolds, 377 U. S., at\n566; seeGrayv.Sanders,372\nU.S. 368, 379–380 (1963) (“The concept of ‘we the people’ under\nthe Constitution visualizes no preferred class of voters but\nequality among those who meet the basic qualifications”).And partisan gerrymandering implicates the First\nAmendment too. That Amendment gives its greatest protection to\npolitical beliefs, speech, and association. Yet partisan\ngerrymanders subject certain voters to “disfavored\ntreatment”—again, counting their votes for less—precisely because\nof “their voting history [and] their expression of political\nviews.”Vieth, 541 U. S., at 314 (opinion of Kennedy,\nJ.). And added to that strictly personal harm is an associational\none. Representative democracy is “unimaginable without the ability\nof citizens to band together in [support of] candidates who espouse\ntheir political views.”California Democratic Partyv.Jones,530 U.S.\n567, 574 (2000). By diluting the votes of certain citizens, the\nState frustrates their efforts to translate those affiliations into\npolitical effectiveness. SeeGill, 585 U. S., at ___\n(Kagan, J., concurring) (slip op., at 9) (“Members of the\ndisfavored party[,] deprived of their natural political strength[,]\nmay face difficulties fundraising, registering voters, [and]\neventually accomplishing their policy objectives”). In both those\nways, partisan gerrymanders of the kind we confront here undermine\nthe protections of “democracy embodied in the First Amendment.”Elrodv.Burns,427 U.S.\n347, 357 (1976) (internal quotation marks omitted).Though different Justices have described the\nconstitutional harm in diverse ways, nearly all have agreed on this\nmuch: Extreme partisan gerrymandering (as happened in North\nCarolina and Maryland) violates the Constitution. See,e.g.,Vieth, 541 U. S., at 293 (plurality opinion) (“[A]n\nexcessive injection of politics [in districting] is unlawful”\n(emphasis deleted));id., at 316 (opinion of Kennedy, J.)\n(“[P]artisan gerrymandering that disfavors one party is\n[im]permissible”);id.,at 362 (Breyer, J., dissenting)\n(Gerrymandering causing political “entrenchment” is a “violat[ion\nof] the Constitution’s Equal Protection Clause”);Davisv.Bandemer,478 U.S.\n109, 132 (1986) (plurality opinion) (“[U]nconstitutional\ndiscrimination” occurs “when the electoral system is arranged in a\nmanner that will consistently degrade [a voter’s] influence on the\npolitical process”);id., at 165 (Powell, J., concurring)\n(“Unconstitutional gerrymandering” occurs when “the boundaries of\nthe voting districts have been distorted deliberately” to deprive\nvoters of “an equal opportunity to participate in the State’s\nlegislative processes”). Once again, the majority never disagrees;\nit appears to accept the “principle that each person must have an\nequal say in the election of representatives.”Ante,at 20.\nAnd indeed, without this settled and shared understanding that\ncases like these inflict constitutional injury, the question of\nwhether there are judicially manageable standards for resolving\nthem would never come up.IISo the only way to understand the majority’s\nopinion is as follows: In the face of grievous harm to democratic\ngovernance and flagrant infringements on individuals’ rights—in the\nface of escalating partisan manipulation whose compatibility with\nthis Nation’s values and law no one defends—the majority declines\nto provide any remedy. For the first time in this Nation’s history,\nthe majority declares that it can do nothing about an acknowledged\nconstitutional violation because it has searched high and low and\ncannot find a workable legal standard to apply.The majority gives two reasons for thinking that\nthe adjudication of partisan gerrymandering claims is beyond\njudicial capabilities. First and foremost, the majority says, it\ncannot find a neutral baseline—one not based on contestable notions\nof political fairness—from which to measure injury. Seeante,at 15–19. According to the majority, “[p]artisan\ngerrymandering claims invariably sound in a desire for proportional\nrepresentation.”Ante,at 16. But the Constitution does not\nmandate proportional representation. So, the majority contends,\nresolving those claims “inevitably” would require courts to decide\nwhat is “fair” in the context of districting.Ante,at 17.\nThey would have “to make their own political judgment about how\nmuch representation particular political partiesdeserve”\nand “to rearrange the challenged districts to achieve that end.”Ibid.(emphasis in original). And second, the majority\nargues that even after establishing a baseline, a court would have\nno way to answer “the determinative question: ‘How much is too\nmuch?’ ”Ante,at 19. No “discernible and manageable”\nstandard is available, the majority claims—and so courts could\nwilly-nilly become embroiled in fixing every districting plan.Ante,at 20; seeante,at 15–16.I’ll give the majority this one—and\nimportant—thing: It identifies some dangers everyone should want to\navoid. Judges should not be apportioning political power based on\ntheir own vision of electoral fairness, whether proportional\nrepresentation or any other. And judges should not be striking down\nmaps left, right, and center, on the view that every smidgen of\npolitics is a smidgen too much. Respect for state legislative\nprocesses—and restraint in the exercise of judicial\nauthority—counsels intervention in only egregious cases.But in throwing up its hands, the majority\nmisses something under its nose: What it says can’t be donehasbeen done. Over the past several years, federal courts\nacross the country—including, but not exclusively, in the decisions\nbelow—have largely converged on a standard for adjudicating\npartisan gerrymandering claims (striking down both Democratic and\nRepublican districting plans in the process). See alsoOhio A.\nPhilip Randolph Inst., 373 F. Supp. 3d 978;League of\nWomen Voters of Michiganv.Benson, 373 F. Supp. 3d\n867 (ED Mich. 2019). And that standard does what the majority says\nis impossible. The standard does not use any judge-made conception\nof electoral fairness—either proportional representation or any\nother; instead, it takes as its baseline a State’sowncriteria of fairness, apart from partisan gain. And by requiring\nplaintiffs to make difficult showings relating to both purpose and\neffects, the standard invalidates the most extreme, but only the\nmost extreme, partisan gerrymanders.Below, I first explain the framework courts have\ndeveloped, and describe its application in these two cases. Doing\nso reveals in even starker detail than before how much these\npartisan gerrymanders deviated from democratic norms. As I lay out\nthe lower courts’ analyses, I consider two specific criticisms the\nmajority levels—each of which reveals a saddening nonchalance about\nthe threat such districting poses to self-governance. All of that\nlays the groundwork for then assessing the majority’s more general\nview, described above, that judicial policing in this area cannot\nbe either neutral or restrained. The lower courts’ reasoning, as\nI’ll show, proves the opposite.AStart with the standard the lower courts used.\nThe majority disaggregates the opinions below, distinguishing the\none from the other and then chopping up each into “a number of\n‘tests.’ ”Ante,at 22; seeante,at 22–30. But\nin doing so, it fails to convey the decisions’ most significant—and\ncommon—features. Both courts focused on the harm of vote dilution,\nseesupra,at 11, though the North Caro- lina court mostly\ngrounded its analysis in the Fourteenth Amendment and the Maryland\ncourt in the First. And both courts (like others around the\ncountry) used basically the same three-part test to decide whether\nthe plaintiffs had made out a vote dilution claim. As many legal\nstandards do, that test has three parts: (1) intent; (2) effects;\nand (3) causation. First, the plaintiffs challenging a districting\nplan must prove that state officials’ “predominant purpose” in\ndrawing a district’s lines was to “entrench [their party] in power”\nby diluting the votes of citizens favoring its rival.Rucho,\n318 F. Supp. 3d, at 864 (quotingArizona State\nLegislature, 576 U. S., at ___ (slip op., at 1)). Second,\nthe plaintiffs must establish that the lines drawn in fact have the\nintended effect by “substantially” diluting their votes.Lamone, 348 F. Supp. 3d, at 498. And third, if the\nplaintiffs make those showings, the State must come up with a\nlegitimate, non-partisan justification to save its map. SeeRucho, 318 F. Supp. 3d, at 867.[2] If you are a lawyer, you know that this test looks\nutterly ordinary. It is the sort of thing courts work with every\nday.Turn now to the test’s application. First, did\nthe North Carolina and Maryland districters have the predominant\npurpose of entrenching their own party in power? Here, the two\nDistrict Courts catalogued the overwhelming direct evidence that\nthey did. To remind you of some highlights, seesupra,at\n4–6: North Carolina’s redistricting committee used “Partisan\nAdvantage” as an official criterion for drawing district lines. And\nfrom the first to the last, that committee’s chair (along with his\nmapmaker) acted to ensure a 10–3 partisan split, whatever the\nstatewide vote, because he thought that “electing Republicans is\nbetter than electing Democrats.” For their part, Maryland’s\nDemocrats—the Governor, senior Congressman, and State Senate\nPresident alike—openly admitted to a single driving purpose: flip\nthe Sixth District from Republican to Democratic. They did not\nblanch from moving some 700,000 voters into new districts (when\none-person-one-vote rules required relocating just 10,000) for that\nreason and that reason alone.The majority’s response to the District Courts’\npurpose analysis is discomfiting. The majority does not contest the\nlower courts’ findings; how could it? Instead, the majority says\nthat state officials’ intent to entrench their party in power is\nperfectly “permissible,” even when it is the predominant factor in\ndrawing district lines.Ante,at 23. But that is wrong. True\nenough, that the intent to inject “political considerations” into\ndistricting may not raise any constitutional concerns. InGaffneyv.Cummings,412 U.S.\n735(1973), for example, we thought it non-problematic when\nstate officials used political data to ensure rough proportional\nrepresentation between the two parties. And true enough that even\nthe naked purpose to gain partisan advantage may not rise to the\nlevel of constitutional notice when it is not the driving force in\nmapmaking or when the intended gain is slight. SeeVieth,\n541 U. S., at 286 (plurality opinion). But when political\nactors have a specific and predominant intent to entrench\nthemselves in power by manipulating district lines, that goes too\nfar. Consider again Justice Kennedy’s hypothetical of mapmakers who\nset out to maximally burden (i.e.,make count for as little\nas possible) the votes going to a rival party. Seesupra,at\n12. Does the majority really think that goal is permissible? But\nwhy even bother with hypotheticals? Just consider the purposes\nhere. It cannot be permissible and thus irrelevant, as the majority\nclaims, that state officials have as their purpose the kind of\ngrotesquely gerrymandered map that, according to all this Court has\never said, violates the Constitution. Seesupra,at 13.On to the second step of the analysis, where the\nplaintiffs must prove that the districting plan substantially\ndilutes their votes. The majority fails to discuss most of the\nevidence the District Courts relied on to find that the plaintiffs\nhad done so. Seeante,at 23–24. But that\nevidence—particularly from North Carolina—is the key to\nunderstanding both the problem these cases present and the solution\nto it they offer. The evidence reveals just how bad the two\ngerrymanders were (in case you had any doubts). And it shows how\nthe same technologies and data that today facilitate extreme\npartisan gerrymanders also enable courts to discover them, by\nexposing just how much they dilute votes. SeeVieth, 541\nU. S., at 312–313 (opinion of Kennedy, J.) (predicting that\ndevelopment).Consider the sort of evidence used in North\nCarolina first. There, the plaintiffs demonstrated the districting\nplan’s effects mostly by relying on what might be called the\n“extreme outlier approach.” (Here’s a spoiler: the State’s plan was\none.) The approach—which also has recently been used in Michigan\nand Ohio litigation—begins by using advanced computing technology\nto randomly generate a large collection of districting plans that\nincorporate the State’s physical and political geography and meet\nits declared districting criteria,except forpartisan gain.\nFor each of those maps, the method then uses actual precinct-level\nvotes from past elections to determine a partisan outcome\n(i.e.,the number of Democratic and Republican seats that\nmap produces). Suppose we now have 1,000 maps, each with a partisan\noutcome attached to it. We can line up those maps on a\ncontinuum—the most favorable to Republicans on one end, the most\nfavorable to Democrats on the other.[3] We can then find the median outcome—that is, the\noutcome smack dab in the center—in a world with no partisan\nmanipulation. And we can see where the State’s actual plan falls on\nthe spectrum—at or near the median or way out on one of the tails?\nThe further out on the tail, the more extreme the partisan\ndistortion and the more significant the vote dilution. See\ngenerally Brief for Eric S. Lander asAmicus Curiae7–22.Using that approach, the North Carolina\nplaintiffs offered a boatload of alternative districting plans—all\nshowing that the State’s map was an out-out-out-outlier. One expert\nproduced 3,000 maps, adhering in the way described above to the\ndistricting criteria that the North Carolina redistricting\ncommittee had used, other than partisan advantage. To calculate the\npartisan outcome of those maps, the expert also used the same\nelection data (a composite of seven elections) that Hofeller had\nemployed when devising the North Carolina plan in the first\ninstance. The results were, shall we say, striking. Every single\none of the 3,000 maps would have produced at least one more\nDemocratic House Member than the State’s actual map, and 77% would\nhave elected three or four more. SeeRucho, 318\nF. Supp. 3d, at 875–876, 894; App. 276. A second expert\nobtained essentially the same results with maps conforming to more\ngeneric districting criteria (e.g.,compactness and\ncontiguity of districts). Over 99% of that expert’s 24,518\nsimulations would have led to the election of at least one more\nDemocrat, and over 70% would have led to two or three more. SeeRucho,318 F. Supp. 3d, at 893–894. Based on those and\nother findings, the District Court determined that the North Caro-\nlina plan substantially dilutes the plaintiffs’ votes.[4]Because the Maryland gerrymander involved just\none district, the evidence in that case was far simpler—but no less\npowerful for that. You’ve heard some of the numbers before. Seesupra,at 6. The 2010 census required only a minimal change\nin the Sixth District’s population—the subtraction of about 10,000\nresidents from more than 700,000. But instead of making a\ncorrespondingly minimal adjustment, Democratic officials\nreconfigured the entire district. They moved 360,000 residents out\nand another 350,000 in, while splitting some counties for the first\ntime in almost two centuries. The upshot was a district with 66,000\nfewer Republican voters and 24,000 more Democratic ones. In the old\nSixth, 47% of registered voters were Republicans and only 36%\nDemocrats. But in the new Sixth, 44% of registered voters were\nDemocrats and only 33% Republicans. That reversal of the district’s\npartisan composition translated into four consecutive Democratic\nvictories, including in a wave election year for Republicans\n(2014). In what was once a party stronghold, Republicans now have\nlittle or no chance to elect their preferred candidate. The\nDistrict Court thus found that the gerrymandered Maryland map\nsubstantially dilutes Republicans’ votes. SeeLamone,348\nF. Supp. 3d, at 519–520.The majority claims all these findings are mere\n“prognostications” about the future, in which no one “can have any\nconfidence.”Ante,at 23 (internal quotation marks omitted).\nBut the courts below did not gaze into crystal balls, as the\nmajority tries to suggest. Their findings about these gerrymanders’\neffects on voters—both in the past and predictably in the\nfuture—were evidence-based, data-based, statistics-based.\nKnowledge-based, one might say. The courts did what anyone would\nwant a decisionmaker to do when so much hangs in the balance. They\nlooked hard at the facts, and they went where the facts led them.\nThey availed themselves of all the information that mapmakers (like\nHofeller and Hawkins) and politicians (like Lewis and O’Malley)\nwork so hard to amass and then use to make every districting\ndecision. They refused to content themselves with unsupported and\nout-of-date musings about the unpredictability of the American\nvoter. Seeante,at 24–25; but see Brief for Political\nScience Professors asAmici Curiae14–20 (citing chapter and\nverse to the contrary). They did not bet America’s future—as today\nthe majority does—on the idea that maps constructed with so much\nexpertise and care to make electoral outcomes impervious to voting\nwould somehow or other come apart. They looked at the evidence—at\nthe facts about how these districts operated—and they could reach\nonly one conclusion. By substantially diluting the votes of\ncitizens favoring their rivals, the politicians of one party had\nsucceeded in entrenching themselves in office. They had beat\ndemocracy.BThe majority’s broadest claim, as I’ve noted,\nis that this is a price we must pay because judicial oversight of\npartisan gerrymandering cannot be “politically neutral” or\n“manageable.”Ante,at 19; seesupra,at 14. Courts,\nthe majority argues, will have to choose among contested notions of\nelectoral fairness. (Should they take as the ideal mode of\ndistricting proportional representation, many competitive seats,\nadherence to traditional districting criteria, or so forth?) Seeante,at 16–19. And even once courts have chosen, the\nmajority continues, they will have to decide “[h]ow much is too\nmuch?”—that is, how much deviation from the chosen “touchstone” to\nallow?Ante,at 19–20.In answering that question,\nthe majority surmises, they will likely go far too far. Seeante,at 15. So the whole thing is impossible, the majority\nconcludes. To prove its point, the majority throws a bevy of\nquestion marks on the page. (I count nine in just two paragraphs.\nSeeante,at 19–20.) But it never tries to analyze the\nserious question presented here—whether the kind of standard\ndeveloped below falls prey to those objections, or instead allows\nfor neutral and manageable oversight. The answer, as you’ve already\nheard enough to know, is the latter. That kind of oversight is not\nonly possible; it’s been done.Consider neutrality first. Contrary to the\nmajority’s suggestion, the District Courts did not have to—and in\nfact did not—choose among competing visions of electoral fairness.\nThat is because they did not try to compare the State’s actual map\nto an “ideally fair” one (whether based on proportional\nrepresentation or some other criterion). Instead, they looked at\nthe difference between what the State did and what the State would\nhave done if politicians hadn’t been intent on partisan gain. Or\nput differently, the comparator (or baseline or touchstone) is the\nresult not of a judge’s philosophizing but of the State’s own\ncharacteristics and judgments. The effects evidence in these cases\naccepted as a given the State’s physical geography (e.g.,where does the Chesapeake run?) and political geography\n(e.g.,where do the Democrats live on top of each other?).\nSo the courts did not, in the majority’s words, try to “counteract\n‘natural’ gerrymandering caused, for example, by the urban\nconcentration of one party.”Ante,at 19. Still more, the\ncourts’ analyses used the State’s own criteria for electoral\nfairness—except for naked partisan gain. Under their approach, in\nother words, the State selected its own fairness baseline in the\nform of its other districting criteria. All the courts did was\ndetermine how far the State had gone off that track because of its\npoliticians’ effort to entrench themselves in office.The North Carolina litigation well illustrates\nthe point. The thousands of randomly generated maps I’ve mentioned\nformed the core of the plaintiffs’ case that the North Carolina\nplan was an “extreme[ ] outlier.”Rucho, 318\nF. Supp. 3d, at 852 (internal quotation marks omitted); seesupra, at 18–20. Those maps took the State’s political\nlandscape as a given. In North Carolina, for example, Democratic\nvoters are highly concentrated in cities. That fact was built into\nall the maps; it became part of the baseline. SeeRucho, 318\nF. Supp. 3d, at 896–897. On top of that, the maps took the State’s\nlegal landscape as a given. They incorporated the State’s\ndistricting priorities, excluding partisanship. So in North\nCarolina, for example, all the maps adhered to the traditional\ncriteria of contiguity and compactness. Seesupra,at 19–20.\nBut the comparator maps in another State would have incorporated\ndifferent objectives—say, the emphasis Arizona places on\ncompetitive districts or the requirement Iowa imposes that counties\nremain whole. See Brief for Mathematicians et al. asAmici\nCuriae19–20. The point is that the assemblage of maps,\nreflecting the characteristics and judgments of the State itself,\ncreates a neutral baseline from which to assess whether\npartisanship has run amok. Extreme outlier as to what? As to the\nother maps the State could have produced given its unique political\ngeography and its chosen districting criteria.Notas to the\nmaps a judge, with his own view of electoral fairness, could have\ndreamed up.The Maryland court lacked North Carolina’s fancy\nevidence, but analyzed the gerrymander’s effects in much the same\nway—not as against an ideal goal, but as against anex antebaseline. To see the difference, shift gears for a moment and\ncompare Maryland and Massachusetts—both of which (aside from\nMaryland’s partisan gerrymander) use traditional districting\ncriteria. In those two States alike, Republicans receive about 35%\nof the vote in statewide elections. See Almanac of American\nPolitics 2016, at 836, 880. But the political geography of the\nStates differs. In Massachusetts, the Republican vote is spread\nevenly across the State; because that is so, districting plans\n(using traditional criteria of contiguity and compactness)\nconsistently lead to an all-Democratic congressional delegation. By\ncontrast, in Maryland, Republicans are clumped—into the Eastern\nShore (the First District) and the Northwest Corner (the old\nSixth). Claims of partisan gerrymandering in those two States could\ncome out the same way if judges, à la the majority, used their own\nvisions of fairness to police districting plans; a judge in each\nState could then insist, in line with proportional representation,\nthat 35% of the vote share entitles citizens to around that much of\nthe delegation. But those suits would not come out the same if\ncourts instead asked: What would have happened, given the State’s\nnatural political geography and chosen districting criteria, had\nofficials not indulged in partisan manipulation? And that is what\nthe District Court in Maryland inquired into. The court did not\nstrike down the new Sixth District because a judicial ideal of\nproportional representation commanded another Republican seat. It\ninvalidated that district because the quest for partisan gain made\nthe State overrideits ownpolitical geography and\ndistricting criteria. So much, then, for the impossibility of\nneutrality.The majority’s sole response misses the point.\nAccording to the majority, “it does not make sense to use” a\nState’s own (non-partisan) districting criteria as the baseline\nfrom which to measure partisan gerrymandering because those\ncriteria “will vary from State to State and year to year.”Ante,at 27. But that is a virtue, not a vice—a feature, not\na bug. Using the criteria the State itself has chosen at the\nrelevant time prevents any judicial predilections from affecting\nthe analysis—exactly what the majority claims it wants. At the same\ntime, using those criteria enables a court to measure just what it\nshould: the extent to which the pursuit of partisan advantage—by\nthese legislators at this moment—has distorted the State’s\ndistricting decisions. Sure, different non-partisan criteria could\nresult, as the majority notes, in different partisan distributions\nto serve as the baseline.Ante,at 28. But that in itself\nraises no issue: Everyone agrees that state officials using\nnon-partisan criteria (e.g.,must counties be kept together?\nshould districts be compact?) have wide latitude in districting.\nThe problem arises only when legislators or mapmakers substantially\ndeviate from the baseline distribution by manipulating district\nlines for partisan gain. So once again, the majority’s analysis\nfalters because it equates the demand to eliminate partisan\ngerrymandering with a demand for a single partisan distribution—the\none reflecting proportional representation. Seeante,at\n16–17. But those two demands are different, and only the former is\nat issue here.The majority’s “how much is too much” critique\nfares no better than its neutrality argument. How about the\nfollowing for a first-cut answer: This much is too much. By any\nmeasure, a map that produces a greater partisan skew than any of\n3,000 randomly generated maps (all with the State’s political\ngeography and districting criteria built in) reflects “too much”\npartisanship. Think about what I just said: The absolute worst of\n3,001 possible maps. Theonly onethat could produce a 10–3\npartisan split even as Republicans got a bare majority of the\nstatewide vote. And again: How much is too much? This much is too\nmuch: A map that without any evident non-partisan districting\nreason (to the contrary) shifted the composition of a district from\n47% Republicans and 36% Democrats to 33% Republicans and 42%\nDemocrats. A map that in 2011 was responsible for the largest\npartisan swing of a congressional district in the country. SeeLamone,348 F. Supp. 3d, at 519. Even the majority\nacknowledges that “[t]hese cases involve blatant examples of\npartisanship driving districting decisions.”Ante,at 27. If\nthe majority had done nothing else, it could have set the line\nhere. How much is too much? At the least, any gerrymanders as bad\nas these.And if the majority thought that approach too\ncase-specific, seeante,at 28, it could have used the lower\ncourts’ general standard—focusing on “predominant” purpose and\n“substantial” effects—without fear of indeterminacy. I do not take\neven the majority to claim that courts are incapable of\ninvestigating whether legislators mainly intended to seek partisan\nadvantage. Seeante,at 19–20 (focusing on the difficulty of\nmeasuring effects). That is for good reason. Although purpose\ninquiries carry certain hazards (which courts must attend to), they\nare a common form of analysis in constitutional cases. See,e.g., Millerv.Johnson,515\nU.S. 900, 916 (1995);Church of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520, 533 (1993);Washingtonv.Davis,426 U.S.\n229, 239 (1976). Those inquiries would be no harder here than\nin other contexts.Nor is there any reason to doubt, as the\nmajority does, the competence of courts to determine whether a\ndistrict map “substantially” dilutes the votes of a rival party’s\nsupporters from the everything-but-partisanship baseline described\nabove. (Most of the majority’s difficulties here really come from\nits idea that ideal visions set the baseline. But that is\ndouble-counting—and, as already shown, wrong to boot.) As this\nCourt recently noted, “the law is full of instances” where a\njudge’s decision rests on “estimating rightly . . . some\nmatter of degree”—including the “substantial[ity]” of risk or harm.Johnsonv.United States, 576 U. S. ___, ___\n(2015) (slip op., at 12) (internal quotation marks omitted); see,e.g., Ohiov.American Express Co., 585 U. S.\n___, ___ (2018) (slip op., at 9) (determining “substantial\nanticompetitive effect[s]” when applying the Sherman Act);United Statesv.Davis,ante,at 7–10\n(Kavanaugh, J., dissenting) (cataloging countless statutes\nrequiring a “substantial” risk of harm). The majority is wrong to\nthink that these laws typically (let alone uniformly) further\n“confine[ ] and guide[ ]” judicial decisionmaking.Ante,at 28. They do not, either in themselves or through\n“statutory context.”Ibid.To the extent additional guidance\nhas developed over the years (as under the Sherman Act), courts\nthemselves have been its author—as they could be in this context\ntoo. And contrary to the majority’s suggestion, seeibid.,\ncourts all the time make judgments about the substantiality of harm\nwithout reducing them to particular percentages. If courts are no\nlonger competent to do so, they will have to relinquish, well,\nsubstantial portions of their docket.And the combined inquiry used in these cases set\nthe bar high, so that courts could intervene in the worst partisan\ngerrymanders, but no others. Or to say the same thing, so that\ncourts could intervene in the kind of extreme gerrymanders that\nnearly every Justice for decades has thought to violate the\nConstitution. Seesupra,at 13. Illicit purpose was simple\nto show here only because politicians and mapmakers thought their\nactions could not be attacked in court. SeeRucho, 318\nF. Supp. 3d, at 808 (quoting Lewis’s statements to that\neffect). They therefore felt free to openly proclaim their intent\nto entrench their party in office. Seesupra,at 4–6. But if\nthe Court today had declared that behavior justiciable, such\nsmoking guns would all but disappear. Even assuming some officials\ncontinued to try implementing extreme partisan\ngerrymanders,[5] they would not\nbrag about their efforts. So plaintiffs would have to prove the\nintent to entrench through circumstantial evidence—essentially\nshowing that no other explanation (no geographic feature or\nnon-partisan districting objective) could explain the districting\nplan’s vote dilutive effects. And that would be impossible unless\nthose effects were even more than substantial—unless mapmakers had\npacked and cracked with abandon in unprecedented ways. As again,\nthey did here. That the two courts below found constitutional\nviolations does not mean their tests were unrigorous; it means that\nthe conduct they confronted was constitutionally appalling—by even\nthe strictest measure, inordinately partisan.The majority, in the end, fails to understand\nboth the plaintiffs’ claims and the decisions below. Everything in\ntoday’s opinion assumes that these cases grew out of a “desire for\nproportional representation” or, more generally phrased, a “fair\nshare of political power.”Ante,at 16, 21. And everything\nin it assumes that the courts below had to (and did) decide what\nthat fair share would be. But that is not so. The plaintiffs\nobjected to one specific practice—the extreme manipulation of\ndistrict lines for partisan gain. Elimination of that practice\ncould have led to proportional representation. Or it could have led\nto nothing close. What was left after the practice’s removal could\nhave been fair, or could have been unfair, by any number of\nmeasures. That was not the crux of this suit. The plaintiffs asked\nonly that the courts bar politicians from entrenching themselves in\npower by diluting the votes of their rivals’ supporters. And the\ncourts, using neutral and manageable—and eminently legal—standards,\nprovided that (and only that) relief. This Court should have\ncheered, not overturned, that restoration of the people’s power to\nvote.IIIThis Court has long understood that it has a\nspecial responsibility to remedy violations of constitutional\nrights resulting from politicians’ districting decisions. Over 50\nyears ago, we committed to providing judicial review in that\nsphere, recognizing as we established the one-person-one-vote rule\nthat “our oath and our office require no less.”Reynolds,\n377 U. S., at 566. Of course, our oath and our office require\nus to vindicate all constitutional rights. But the need for\njudicial review is at its most urgent in cases like these. “For\nhere, politicians’ incentives conflict with voters’ interests,\nleaving citizens without any political remedy for their\nconstitutional harms.”Gill, 585 U. S., at ___ (Kagan,\nJ., concurring) (slip op., at 14). Those harms arise because\npoliticians want to stay in office. No one can look to them for\neffective relief.The majority disagrees, concluding its opinion\nwith a paean to congressional bills limiting partisan gerrymanders.\n“Dozens of [those] bills have been introduced,” the majority says.Ante,at 33. One was “introduced in 2005 and has been\nreintroduced in every Congress since.”Ibid.And might be\nreintroduced until the end of time. Because what all thesebillshave in common is that they are notlaws. The\npoliticians who benefit from partisan gerrymandering are unlikely\nto change partisan gerrymandering. And because those politicians\nmaintain themselves in office through partisan gerrymandering, the\nchances for legislative reform are slight.No worries, the majority says; it has another\nidea. The majority notes that voters themselves have recently\napproved ballot initiatives to put power over districting in the\nhands of independent commissions or other non-partisan actors. Seeante,at 32. Some Members of the majority, of course, once\nthought such initiatives unconstitutional. SeeArizona State\nLegislature,576 U. S., at ___ (Roberts, C. J.,\ndissenting) (slip op., at 1). But put that aside. Fewer than half\nthe States offer voters an opportunity to put initiatives to direct\nvote; in all the rest (including North Carolina and Maryland),\nvoters are dependent on legislators to make electoral changes\n(which for all the reasons already given, they are unlikely to do).\nAnd even when voters have a mechanism they can work themselves,\nlegislators often fight their efforts tooth and nail. Look at\nMissouri. There, the majority touts a voter-approved proposal to\nturn districting over to a state demographer. Seeante,at\n32. But before the demographer had drawn a single line, Members of\nthe state legislature had introduced a bill to start undoing the\nchange. See Mo. H. J. Res. 48, 100th Gen. Assembly, 1st Reg. Sess.\n(2019). I’d put better odds on that bill’s passage than on all the\ncongressional proposals the majority cites.The majority’s most perplexing “solution” is to\nlook to state courts.Ante,at 30. “[O]ur conclusion,” the\nmajority states, does not “condemn complaints about districting to\necho into a void”: Just a few years back, “the Supreme Court of\nFlorida struck down that State’s congressional districting plan as\na violation” of the State Constitution.Ante,at 31; seeLeague of Women Voters of Floridav.Detzner, 172 So.\n3d 363 (2015). And indeed, the majority might have added, the\nSupreme Court of Pennsylvania last year did the same thing. SeeLeague of Women Voters, ___ Pa., at ___, 178 A. 3d, at 818.\nBut what do those courts know that this Court does not? If they can\ndevelop and apply neutral and manageable standards to identify\nunconstitutional gerrymanders, why couldn’t we?[6]We could have, and we should have. The\ngerrymanders here—and they are typical of many—violated the\nconstitutional rights of many hundreds of thousands of American\ncitizens. Those voters (Republicans in the one case, De- mocrats in\nthe other) did not have an equal opportunity to participate in the\npolitical process. Their votes counted for far less than they\nshould have because of their partisan affiliation. When faced with\nsuch constitutional wrongs, courts must intervene: “It is\nemphatically the province and duty of the judicial department to\nsay what the law is.”Marburyv.Madison, 1 Cranch\n137, 177 (1803). That is what the courts below did. Their decisions\nare worth a read. They (and others that have recently remedied\nsimilar violations) are detailed, thorough, painstaking. They\nevaluated with immense care the factual evidence and legal\narguments the parties presented. They used neutral and manageable\nand strict standards. They had not a shred of politics about them.\nContra the majority, seeante,at 34, thiswaslaw.That is not to deny, of course, that these cases\nhave great political consequence. They do. Among theamicusbriefs here is one from a bipartisan group of current and former\nMembers of the House of Representatives. They describe all the ways\npartisan gerrymandering harms our political system—what they call\n“a cascade of negative results.” Brief asAmicus Curiae5.\nThese artificially drawn districts shift influence from swing\nvoters to party-base voters who participate in primaries; make\nbipartisanship and pragmatic compromise politically difficult or\nimpossible; and drive voters away from an ever more dysfunctional\npolitical process. Seeid.,at 5–6. Last year, we heard much\nthe same from current and former state legislators. In their view,\npartisan gerrymandering has “sounded the death-knell of\nbipartisanship,” creating a legislative environment that is “toxic”\nand “tribal.” Brief asAmicus CuriaeinGillv.Whitford, O. T. 2016, No. 16–1161, pp. 6, 25.\nGerrymandering, in short, helps create the polarized political\nsystem so many Americans loathe.And gerrymandering is, as so many Justices have\nemphasized before, anti-democratic in the most profound sense. Seesupra,at 7–8. In our government, “all political power flows\nfrom the people.”Arizona State Legislature,576 U. S.,\nat ___ (slip op., at 35). And that means, as Alexander Hamilton\nonce said, “that the people should choose whom they please to\ngovern them.” 2 Debates on the Constitution 257 (J. Elliot ed.\n1891). But in Maryland and North Carolina they cannot do so. In\nMaryland, election in and election out, there are 7 Democrats and 1\nRepublican in the congressional delegation. In North Carolina,\nhowever the political winds blow, there are 10 Republicans and 3\nDemocrats. Is it conceivable that someday voters will be able to\nbreak out of that prefabricated box? Sure. But everything possible\nhas been done to make that hard. To create a world in which power\ndoes not flow from the people because they do not choose their\ngovernors.Of all times to abandon the Court’s duty to\ndeclare the law, this was not the one. The practices challenged in\nthese cases imperil our system of government. Part of the Court’s\nrole in that system is to defend its foundations. None is more\nimportant than free and fair elections. With respect but deep\nsadness, I dissent.Notes1And even putting that\naside, any originalist argument would have to deal with an\ninconvenient fact. The Framers originally viewed political parties\nthemselves (let alone their most partisan actions) with deep\nsuspicion, as fomenters of factionalism and “symptom[s] of disease\nin the body politic.” G. Wood, Empire of Liberty: A History of the\nEarly Republic, 1789–1815, p. 140 (2009).2Neither North Carolina\nnor Maryland offered much of an alternative explanation for the\nevidence that the plaintiffs put forward. Presumably, both States\nhad trouble coming up with something. Like the majority, seeante,at 25, I therefore pass quickly over this part of the\ntest.3As I’ll discuss later,\nthis distribution of outcomes provides what the majority says does\nnot exist—a neutral comparator for the State’s own plan. Seeante,at 16–19;supra,at 14;infra, at 22–25.\nIt essentially answers the question: In a State with these\ngeographic features and this distribution of voters and this set of\ndistricting criteria—but without partisan manipulation—what would\nhappen?4The District Court also\nrelied on actual election results (under both the new plan and the\nsimilar one preceding it) and on mathematical measurements of the\nnew plan’s “partisan asymmetry.” SeeRucho, 318\nF. Supp. 3d, at 884–895. Those calculations assess whether\nsupporters of the two parties can translate their votes into\nrepresentation with equal ease. See Stephanopoulos & McGhee,\nThe Measure of a Metric, 70 Stan. L. Rev. 1503, 1505–1507\n(2018). The court found that the new North Carolina plan led to\nextreme asymmetry, compared both to plans used in the rest of the\ncountry and to plans previously used in the State. SeeRucho, 318 F. Supp. 3d, at 886–887,\n892–893.5A decision of this Court\ninvalidating the North Carolina and Maryland gerrymanders would of\ncourse have curbed much of that behavior. In districting cases no\nless than others, officials respond to what this Court determines\nthe law to sanction. See,e.g.,Charles &\nFuentes-Rohwer, Judicial Intervention as Judicial Restraint, 132\nHarv. L. Rev. 236, 269 (2018) (discussing how the Court’s\nprohibition of racial gerrymanders affected\ndistricting).6Contrary to the\nmajority’s suggestion, state courts do not typically have more\nspecific “standards and guidance” to apply than federal courts\nhave.Ante, at 31. The Pennsylvania Supreme Court based its\ngerrymandering decision on a constitutional clause providing only\nthat “elections shall be free and equal” and no one shall\n“interfere to prevent the free exercise of the right of suffrage.”League of Women Voters, ___ Pa., at ___–___, 178 A. 3d, at\n803–804 (quoting Pa. Const., Art. I, §5). And even the Florida\n“Free Districts Amendment,” which the majority touts, says nothing\nmore than that no districting plan “shall be drawn with the intent\nto favor or disfavor a political party.” Fla. Const., Art. III,\n§20(a). If the majority wants the kind of guidance that will keep\ncourts from intervening too far in the political sphere, seeante,at 15, that Amendment does not provide it: The\nstandard is in fact a good deal less exacting than the one the\nDistrict Courts below applied. In any event, only a few States have\na constitutional provision like Florida’s, so the majority’s\nstate-court solution does not go far.",
    "joined": []
}