{
    "case": {
        "docket": "66",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/66/"
    },
    "id": "1970619",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1059_________________GENESIS HEALTHCARE CORPORATION, et al.,\nPETITIONERSv.LAURA SYMCZYKon writ of certiorari to the united states\ncourt of appeals for the third circuit[April 16, 2013]Justice Kagan, with whom Justice Ginsburg,\nJustice Breyer, and Justice Sotomayor join, dissenting.The Court today resolves an imaginary question,\nbased on a mistake the courts below made about this case and others\nlike it. The issue here, the majority tells us, is whether a\n“ ‘ collective action’ ” brought under the Fair\nLabor Standards Act of 1938 (FLSA), 29 U. S. C. §201et seq., “is justiciable when the lone plaintiff’s\nindividual claim becomes moot.”Ante, at 1. Embedded within\nthat question is a crucial premise: that the individual claimhasbecome moot, as the lower courts held and the majority\nassumes without deciding. But what if that premise is bogus? What\nif the plaintiff’s individual claim here never became moot? And\nwhat if, in addition, no similar claim for damages will ever become\nmoot? In that event, the majority’s decision—founded as it is on an\nunfounded assumption—would have no real-world meaning or\napplication. The decision would turn out to be the most one-off of\none-offs, explaining only what (the majority thinks) should happen\nto a proposed collective FLSA action when something that in fact\nnever happens to an individual FLSA claim is errantly thought to\nhave done so. That is the case here, for reasons I’ll describe.\nFeel free to relegate the majority’s decision to the furthest\nreaches of your mind: The situation it addresses should never again\narise.Consider the facts of this case, keeping an eye\nout for anything that would render any part of it moot. Respondent\nLaura Symczyk brought suit under a provision of the FLSA, 29\nU. S. C. §216(b), “on behalf of herself and others\nsimilarly situated.” App. 21. Her complaint alleged that her former\nemployer, petitioner Genesis Healthcare Corporation (Genesis),\nviolated the FLSA by treating 30 minutes of every shift as an\nunpaid meal break, even when an employee worked during that time.\nGenesis answered the complaint and simultaneously made an offer of\njudgment under Federal Rule of Civil Procedure 68. That settlement\nproposal covered only Symczyk’s individual claim, to the tune of\n$7,500 in lost wages. The offer, according to its terms, would “be\ndeemed withdrawn” if Symczyk did not accept it within 10 days. App.\n79. That deadline came and went without any reply. The case then\nproceeded in the normal fashion, with the District Court setting a\nschedule for discovery. Pause here for a moment to ask whether\nyou’ve seen anything yet that would moot Symczyk’s individual\nclaim. No? Neither have I.Nevertheless, Genesis moved to dismiss Symczyk’s\nsuit on the ground that it was moot. The supposed logic went like\nthis: We (i.e., Genesis) offered Symczyk complete relief on\nher individual damages claim; she “effectively reject[ed] the\n[o]ffer” by failing to respond; because she did so, she “no longer\nhas a personal stake or legally cognizable interest in the outcome\nof this action”; accordingly, the court “should dismiss her\nclaims.”Id., at 67. Relying on Circuit precedent, the\nDistrict Court agreed; it dismissed the case for lack of\njurisdiction—without awarding Symczyk any damages or other\nrelief—based solely on the unaccepted offer Genesis had made. See\nApp. to Pet. for Cert. 35 (citingWeissv.Regal\nCollections,385 F.3d 337, 340 (CA3 2004)). And finally, the Court of\nAppeals for the Third Circuit concurred that Genesis’s offer mooted\nSymczyk’s individual claim (though also holding that she could\nstill proceed with a collective action). See 656 F.3d 189\n(2011).That thrice-asserted view is wrong, wrong, and\nwrong again. We made clear earlier this Term that “[a]s long as the\nparties have a concrete interest, however small, in the outcome of\nthe litigation, the case is not moot.”Chafinv.Chafin, 568 U. S. ___, ___ (2012) (slip op., at 6)\n(internal quotation marks omitted). “[A] case becomes moot only\nwhen it is impossible for a court to grant any effectual relief\nwhatever to the prevailing party.”Ibid.(internal quotation\nmarks omitted). By those measures, an unaccepted offer of judgment\ncannot moot a case. When a plaintiff rejects such an offer—however\ngood the terms—her interest in the lawsuit remains just what it was\nbefore. And so too does the court’s ability to grant her relief. An\nunaccepted settlement offer—like any unaccepted contract offer—is a\nlegal nullity, with no operative effect. As every first-year law\nstudent learns, the recipient’s re- jection of an offer “leaves the\nmatter as if no offer had ever been made.”Minneapolis &\nSt. Louis R. Co.v.Columbus Rolling Mill,119 U.S.\n149, 151 (1886). Nothing in Rule 68 alters that basic\nprinciple; to the contrary, that rule specifies that “[a]n\nunaccepted offer is considered withdrawn.” Fed. Rule Civ. Proc.\n68(b). So assuming the case was live before—because the plaintiff\nhad a stake and the court could grant relief—the litigation carries\non, unmooted.For this reason, Symczyk’s individual claim was\nalive and well when the District Court dismissed her suit. Recall:\nGenesis made a settlement offer under Rule 68; Symczyk decided not\nto accept it; after 10 days, it expired and the suit went forward.\nSymczyk’s individual stake in the lawsuit thus remained what it had\nalways been, and ditto the court’s capacity to grant her relief.\nAfter the offer lapsed, just as before, Symczyk possessed an\nunsatisfied claim, which the court could redress by awarding her\ndamages. As long as that remained true, Symczyk’s claim was not\nmoot, and the District Court could not send her away empty-handed.\nSo a friendly suggestion to the Third Circuit: Rethink your\nmootness-by-unaccepted-offer theory. And a note to all other courts\nof appeals: Don’t try this at home.To this point, what I have said conflicts with\nnothing in the Court’s opinion. The majority does not attempt to\nargue, à la the Third Circuit, that the unaccepted settlement offer\nmooted Symczyk’s individual damages claim. Instead, the majority\nhangs its hat on a finding of waiver. Seeante, at 5, 11.\nThe majority notes—correctly—that Symczyk accepted the Third\nCircuit’s rule in her briefs below, and also failed to challenge it\nin her brief in opposition to the petition for certiorari; she\ncontested it first in her merits brief before this Court. That\nenables the majority to “assume, without deciding,” the mootness of\nSymczyk’s individual claim and reach the\noh-so-much-more-interesting question relating to her proposed\ncollective action.Ante, at 5.[1]But as this Court noted in a similar case,\n“assum[ing] what the facts will show to be ridiculous” about a\npredicate question—just because a party did not think to challenge\nsettled Circuit precedent—runs “a risk that ought to be avoided.”Lebronv.National Railroad Passenger Corporation,513 U.S.\n374, 382 (1995). The question Symczyk now raises (“Did an\nunaccepted settlement offer moot my individual FLSA claim?”) is\nlogically prior to—and thus inextricably intertwined with—the\nquestion the majority rushes to resolve (“If an unaccepted\nsettlement offer mooted Symczyk’s individual FLSA claim, could a\ncourt proceed to consider her proposed collective action?”).\nIndeed, the former is so much part and parcel of the latter that\nthe question Genesis presented for our review— and on which we\ngranted certiorari—actually looks more like Symczyk’s than like the\nmajority’s. Genesis asked: “Whether a case becomes moot\n. . . when the lone plaintiff receives an offer from the\ndefendants to satisfy all of the plaintiff’s claims.” Pet. for\nCert. i. Symczyk, of course, would respond “no,” because merely\nreceiving an offer does not moot any claim. The majority’s refusal\nto consider that obviously correct answer impedes “intelligent\nresolution of the question presented.”Ohiov.Robinette,519 U.S.\n33, 38 (1996) (internal quotation marks omitted). By taking a\nfallacy as its premise, the majority ensures it will reach the\nwrong decision.Still, you might think, the majority’s approach\nhas at least this benefit: In a future FLSA case, when an\nindividual claim for damages in fact becomes moot, a court will\nknow what to do with the collective allegations. But no, even that\nmuch cannot be said for the majority’s opinion. That is because the\nindividual claims in such cases willneverbecome moot, and\na court will therefore never need to reach the issue the majority\nresolves. The majority’s decision is fit for nothing: Aside from\ngetting this case wrong, it serves only to address a make-believe\nproblem.To see why, consider how a collective FLSA\naction seeking damages unfolds. A plaintiff (just like Symczyk, but\nlet us now call her Smith, to highlight her typicality) sues under\n§216(b) on behalf of both herself and others. To determine whether\nSmith can serve as a representative party, the court considers\nwhether the workplace policy her suit challenges has similarly\naffected other employees. If it has, the court supervises their\ndiscovery and notification, and then “oversee[s] the joinder” of\nany who want Smith to represent them.Hoffman La-Roche Inc.v.Sperling,493 U.S.\n165, 171 (1989). During that period, as the majority observes,\nthe class has no “independent legal status.”Ante, at 7. At\nthe same time, Smith’s own claim is in perfect health. Because it\nis a damages claim for past conduct, the employer cannot extinguish\nit by adopting new employment practices. Indeed, the claim would\nsurvive even Smith’s own demise, belonging then to her estate.\nSmith’s individual claim, in short, is not going away on its own;\nit can easily wait out the time involved in assembling a collective\naction. Accord,ante,at 9 (“[A] claim for damages cannot\nevade review; it remains live until it is settled [or] judicially\nresolved”).Now introduce a settlement offer into the\npicture: Assume that before the court finally decides whether to\npermit a collective action, the defendant proposes to pay Smith the\nvalue of her individual claim in exchange for her abandonment of\nthe entire litigation. If Smith agrees, of course, all is over;\nlike any plaintiff, she can assent to a settlement ending her suit.\nBut assuming Smith does not agree, because she wishes to proceed on\nbehalf of other employees, could the offer ever succeed in mooting\nher case? I have already shown that it cannot do so in the\ncircumstances here, where the defendant makes an offer, the\nplaintiff declines it, and nothing else occurs: On those facts,\nSmith’s claim is as it ever was, and the lawsuit continues onward.\nBut suppose the defendant addition- ally requests that the court\nenter judgment in Smith’s favor—though over her objection—for the\namount offered to satisfy her individual claim. Could a court\napprove that motion and then declare the case over on the ground\nthat Smith has no further stake in it? That course would be less\npreposterous than what the court did here; at least Smith, unlike\nSymczyk, would get some money. But it would be impermissible as\nwell.For starters, Rule 68 precludes a court from\nimposing judgment for a plaintiff like Smith based on an unaccepted\nsettlement offer made pursuant to its terms. The text of the Rule\ncontemplates that a court will enter judgment only when a plaintiff\naccepts an offer. See Rule 68(a) (“If . . . the\n[plaintiff] serves written notice accepting the of- fer, either\nparty may then file the offer and notice of acceptance, plus proof\nof service. The clerk must then enter judgment”). And the Rule\nprohibits a court from considering an unaccepted offer for any\npurpose other than allocating litigation costs—including for the\npurpose of entering judgment for either party. See Rule 68(b)\n(“Evidence of an unaccepted offer is not admissible except in a\nproceeding to determine costs”). That injunction accords with Rule\n68’s exclusive purpose: to promote voluntary cessation of\nlitigation by imposing costs on plaintiffs who spurn certain\nsettlement offers. SeeMarekv.Chesny,473 U.S.\n1, 5 (1985). The Rule provides no appropriate mechanism for a\ncourt to terminate a lawsuit without the plaintiff’s consent.Nor does a court have inherent authority to\nenter an unwanted judgment for Smith on her individual claim, in\nservice of wiping out her proposed collective action. To be sure, a\ncourt has discretion to halt a lawsuit by entering judgment for the\nplaintiff when the defendant unconditionally surrenders and only\nthe plaintiff’s obstinacy or madness prevents her from accepting\ntotal victory. But the court may not take that tack when the\nsupposed capitulation in fact fails to give the plaintiff all the\nlaw authorizes and she has sought. And a judgment satisfying an\nindividual claim does not give a plaintiff like Smith, exercising\nher right to sue on behalf of other employees, “all that [she] has\n. . . requested in the complaint (i.e., relief for the\nclass).”Deposit Guaranty Nat. Bankv.Roper,445 U.S.\n326, 341 (1980) (Rehnquist, J., concurring). No more in a\ncollective action brought under the FLSA than in any other class\naction may a court, prior to certification, eliminate the entire\nsuit by acceding to a defendant’s proposal to make only the named\nplaintiff whole. That course would short-circuit a collective\naction before it could begin, and thereby frustrate Congress’s\ndecision to give FLSA plaintiffs “the opportunity to proceed\ncollectively.”Hoffman La-Roche, 493 U. S., at 170; seeRoper,445 U. S., at 339. It is our plaintiff Smith’s\nchoice, and not the defendant’s or the court’s, whether\nsatisfaction of her individual claim, without redress of her viable\nclasswide allegations, is sufficient to bring the lawsuit to an\nend.And so, the question the majority answers should\nnever arise—which means the analysis the majority propounds should\nnever apply.[2] The majority\nassumes that an individual claim has become moot, and then asks\nwhether collective allegations can still proceed by virtue of the\nrelation-back doctrine. But that doctrine comes into play only when\na court confronts a jurisdictional gap—an individual claim becoming\nmoot before the court can certify a representative action. And in\nan FLSA case for damages, that gap cannot occur (unless a court, as\nhere, mistakenly creates it): As I have explained, the plaintiff’s\nindividual claim remains live all the way through the court’s\ndecision whether to join new plaintiffs to the litigation. Without\nany gap to span, the relation-back doctrine has no relevance.\nNeither, then, does the majority’s decision.[3]The Court could have resolved this case (along\nwith a Circuit split, seeante, at 5, and n. 3) by\ncorrecting the Third Circuit’s view that an unaccepted settlement\noffer mooted Symczyk’s individual claim. Instead, the Court chose\nto address an issue predicated on that misconception, in a way that\naids no one, now or ever. I respectfully dissent.Notes1The majority also\njustifies this approach on the ground that Symczyk did not file a\ncross-petition for certiorari objecting to the Third Circuit’s\ndecision. But that is because Symczyk got the judgment she wanted\nin the Third Circuit. As the majority agrees, a cross-petition is\nnecessary only when a respondent seeks to “alter” the judgment\nbelow.Ante, at 5; see E. Gressman, K. Geller, S. Shapiro,\nT. Bishop, & E. Hartnett, Supreme Court Practice 490 (9th ed.\n2007) (“[A] party satisfied with the action of a lower court should\nnot have to appeal from it in order to defend a judgment in his or\nher favor on any ground”). Here, the Third Circuit reversed the\nDistrict Court’s dismissal of Sym-czyk’s FLSA suit, ruling that her\ncollective action could go forward even though her individual claim\nwas moot; accordingly, accepting Symczyk’s new argument would lead\nnot to modifying the appellate judgment, but to affirming it on a\ndifferent ground. In any event, we have never held that the\ncross-petition requirement is jurisdictional. Seeid., at\n493–494. We can choose to excuse the absence of a cross-petition\nfor the same reasons, discussed next, that we can consider an issue\nnot raised below. SeeVancev.Terrazas,444 U.S.\n252, 258–259, n. 5 (1980).2For similarly\nquestionable deployment of this Court’s adjudicatory authority, seeComcast Corp.v.Behrend, 569 U. S. ___, ___\n(2013) (joint opinion of Ginsburg and Breyer, JJ.) (observing in\ndissent that “[t]he Court’s ruling is good for this day and case\nonly”).3And that is a good thing,\nbecause (just as a by-the-by) the majority’s opinion also\nmisconceives our decisions applying the relation-back doctrine. The\nmajority painstakingly distinguishes those decisions on their\nindividual facts, but misses their common take-away. In each, we\nconfronted a situation where a would-be class representative’s\nindividual claim became moot before a court could make a final\ndecision about the propriety of class litigation; and in each, we\nused relation-back principles to preserve the court’s ability to\nadjudicate on the merits the classwide questions the representative\nraised. See,e.g., County of Riversidev.McLaughlin,500 U.S.\n44, 51–52 (1991);Swisherv.Brady,438 U.S.\n204, 213–214, n. 11 (1978);Gersteinv.Pugh,420 U.S.\n103, 110–111, n. 11 (1975); see alsoUnited States Parole\nComm’nv.Geraghty,445 U.S.\n388, 399, 404, n. 11 (1980);Sosnav.Iowa,419 U.S.\n393, 402, n. 11 (1975). If, counter-factually, Symczyk’s\nindividual claim became moot when she failed to accept Genesis’s\noffer of judgment, her case would fit comfortably alongside those\nprecedents. Because the District Court would not then have had\n“enough time to rule on a motion” for certification under §216(b),\n“the ‘relation back’ doctrine [would be] properly invoked to\npreserve the merits of the case for judicial resolution.”McLaughlin, 500 U. S., at 52 (internal quotation marks\nomitted).",
    "joined": []
}