{
    "case": {
        "docket": "19-5410",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-5410/"
    },
    "id": "4438091",
    "author": "kavanaugh",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–5410_________________CHARLES BORDEN, Jr., PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 10, 2021]Justice Kavanaugh, with whom The Chief\nJustice, Justice Alito, and Justice Barrett join, dissenting.In 1984, Congress passed and President Reagan\nsigned the Armed Career Criminal Act, known as ACCA. That Act seeks\nto prevent individuals with a serious record of violent crimes from\nunlawfully possessing firearms and committing additional violent\ncrimes. As amended in 1986, the Act generally mandates a minimum\n15-year prison sentence for any felon who has amassed at least\nthree prior convictions for a “violent felony” and then commits a\nfourth felony by unlawfully possessing firearms.ACCA defines the predicate “violent felony”\noffenses to cover, among other things, an offense punishable by a\nprison term exceeding one year that “has as an element the use,\nattempted use, or threateneduse of physical force against the\nperson of another.” 18 U. S. C. §924(e)(2)(B)(i)\n(emphasis added). By defining violent felony in that manner,\nCongress ensured that the prototypical felonies involving physical\nforce against a person—in particular, assault, homicide, rape, and\nrobbery—would qualify as predicate offenses under ACCA.ACCA does not ensnare low-level offenders or\nsmall-time criminals. Rather, as relevant here, ACCA applies only\nto individuals who have been previously convicted ofthreeseparate violent felonies committed on different occasions, and who\nthen proceed to commit afourthfelony by unlawfully\npossessing firearms. Congress determined that those serial violent\nfelons pose serious risks of harm to American communities and\nwarrant a 15-year mandatory minimum sentence under ACCA.[1]In this case, Charles Borden was convicted in\n2018 for unlawfully possessing a firearm in violation of\n§922(g)(1). The District Court concluded that Borden was subject to\nACCA because of his three prior convictions in 2002, 2003, and 2007\nfor aggravated assault under Tennessee law.[2]Borden does not dispute that his 2002 and 2003\nTennessee felony convictions—which were forintentional or\nknowingaggravated assault—constituted violent felonies for\npurposes of ACCA. But he challenges the classification of his 2007\nTennessee felony conviction—which was forrecklessaggravated assault. Borden argues that reckless felonies do not\nqualify as predicate offenses under ACCA. According to Borden, a\ncrime committed recklessly, such as reckless assault or reckless\nhomicide, does not entail the “use of physical force against the\nperson of another.” Instead, Borden contends, only intentional or\nknowing felonies satisfy that statutory definition.Most States criminalize reckless assault and\nreckless homicide. And the Model Penal Code and most States provide\nthat recklessness as to the consequences of one’s actions generally\nsuffices for criminal liability. Importantly, moreover, Borden does\nnot dispute that ACCA’s phrase “use of physical force”on its\nownwould include reckless offenses, such as reckless assault\nor reckless homicide. But Borden nonetheless contends that ACCA’s\nphrase “use of physical forceagainst the person of another”\nsomehow excludes those same reckless offenses, including reckless\nassault and reckless homicide.To put Borden’s argument in real-world terms,\nsuppose that an individual drives a car 80 miles per hour through a\nneighborhood, runs over a child, and paralyzes her. He did not\nintend to run over and injure the child. He did not know to a\npractical certainty that he would run over and injure the child.\nBut he consciously disregarded a substantial and unjustifiable risk\nthat he would harm another person, and he is later convicted in\nstate court of reckless assault. Or suppose that an individual is\nin a dispute with someone in the neighborhood and begins firing\ngunshots at the neighbor’s house to scare him. One shot goes\nthrough the window and hits the neighbor, killing him. The shooter\nmay not have intended to kill the neighbor or known to a practical\ncertainty that he would do so. But again, he consciously\ndisregarded a substantial and unjustifiable risk that he would harm\nsomeone, and he is later convicted in state court of reckless\nhomicide.Surprisingly, the Court today holds that those\nkinds of reckless offenses such as reckless assault and reckless\nhomicide do not qualify as ACCA predicates under the use-of-force\nclause. The plurality does not dispute that those offenses involve\nthe “use of physical force,” but concludes that those offenses do\nnot involve the “use of physical forceagainst the person of\nanother.” The plurality reaches that rather mystifying\nconclusion even though someone who acts recklessly, as those\nexamples show, has made a “deliberate decision to endanger\nanother,”Voisinev.United States, 579 U.S. 686, ___\n(2016) (slip op., at 7), and even though an individual who commits\na reckless assault or a reckless homicide generally inflicts injury\nor death on another person. The plurality reaches that conclusion\neven though most States (both as of 1986 and today) criminalize\nreckless assault and reckless homicide as offenses against the\nperson, and even though Congress enacted ACCA’s use-of-force clause\nin 1986 to cover the prototypical violent crimes, such as assault\nand homicide, that can be committed with amens reaof\nrecklessness. And the plurality reaches that conclusion even though\nthe Court concluded just five years ago (when interpreting a\nsimilarly worded domestic violence statute) that reckless offenses\nsuch as reckless assault and reckless homicidedoentail the\nuse of physical force against another person—there, “against a\ndomestic relation” or “victim.” Seeid.,at ___ (slip op.,\nat 12); 18 U. S. C. §921(a)(33)(A).In my view, the Court’s decision disregards\nbedrock principles and longstanding terminology of criminal law,\nmisconstrues ACCA’s text, and waves away the Court’s own recent\nprecedent. The Court’s decision overrides Congress’s judgment about\nthe danger posed by recidivist violent felons who unlawfully\npossess firearms and threaten further violence. I respectfully\ndissent.[3]IThe Court holds that the phrase “use of\nphysical force against the person of another” in ACCA’s violent\nfelony definition applies only to crimes that entail an intentional\nor knowing use of force against another person, not to crimes that\nentail a reckless use of force against another person. In reaching\nthat conclusion, the plurality does not dispute that the statutory\nphrase “use of physical force” on its own would encompass reckless\noffenses such as reckless assault and reckless homicide. Seeante,at 6–7; see alsoVoisinev.United\nStates, 579 U.S. 686 (2016). But the plurality seizes on the\nadditional phrase “against the person of another.” According to the\nplurality, the combined statutory phrase “use of physical force\nagainst the person of another” excludes reckless offenses such as\nreckless assault and reckless homicide.As a matter of textual interpretation, that\nanalysis is seriously flawed for two independent reasons, either of\nwhich suffices to defeat the plurality’s conclusion. First, the\nphrase “against the person of another” in criminal statutes like\nACCA has zero to do withmens rea. That phrase instead\nreflects a centuries-old term of art in the criminal law that\ndistinguishes offenses against the person from offenses against\nproperty. Second, even if the phrase “against the person of\nanother” did not reflect a longstanding term of art, the ordinary\nmeaning of the statutory phrase “use of physical force against the\nperson of another”—just like the phrase “use of physical\nforce”—encompasses reckless offenses such as reckless assault and\nreckless homicide.AFirst, and most fundamentally, the\nphrase “against the person of another” in ACCA has zero to do with\nthe requiredmens reafor predicate violent felonies. That\nphrase simply incorporates established nomenclature for classifying\ncrimes and reflects a longstanding criminal-law term of art that\ndistinguishes offenses against thepersonfrom offenses\nagainstproperty. As the Government explains, that phrase\nsimply “limits the scope” of the use-of-force clause to “crimes\ninvolving force applied to another person, thereby excluding many\nproperty crimes, like arson.” Brief for United States 23.When Congress “borrows terms of art in which are\naccumulated the legal tradition and meaning of centuries of\npractice,” we generally assume that Congress “knows and adopts the\ncluster of ideas that were attached to each borrowed word in the\nbody of learning from which it was taken.”Morissettev.United States,342 U.S.\n246, 263 (1952); see alsoAir Wisconsin Airlines Corp.v.Hoeper,571 U.S.\n237, 248 (2014);Sekharv.United States,570 U.S.\n729, 733 (2013); A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 73–77, 305 (2012).So it is here. For centuries, criminal offenses\nhave typically been broken down into categories—including, most\nprominently, offenses against the person and offenses against\nproperty.An offense against the person is often defined\nas a “crime against the body of another human being.” Black’s Law\nDictionary 1302 (11th ed. 2019) (“offense against the person”). The\nobject of the offense is a person. Those offenses include, for\nexample, assault, homicide, rape, and robbery.An offense against property is often defined as\na “crime against another’s personal property.”Ibid.(“offense against property”). The object of the offense is\nproperty. Those offenses include, for example, burglary, arson,\nextortion, fraud, and destruction of property.That nomenclature has a long historical pedigree\noriginating in the common law. Blackstone, for example, sets forth\nvarious categories of “Public Wrongs,” which include “Offencesagainstthe Persons of Individuals” and “OffencesagainstPrivate Property.” 4 Commentaries on the Laws of\nEngland, chs. 15, 17 (1769) (emphasis in original); see also H.\nStephen, Summary of the Criminal Law (1834) (setting forth\ncategories of criminal offenses including “Offences against the\nPerson” and “Larceny and Other Offences against Property”); W.\nAuckland, Principles of Penal Law (2d ed. 1771) (setting forth\ncategories of criminal offenses including “[o]ther Crimes relative\nto the Persons of Individuals” and “Crimes relative to\nProperty”).Those classifications remain prevalent today.\nLike Blackstone, most state criminal codes categorize criminal\noffenses and employ the terminology of offenses against the person\nand offenses against property.[4]That was also true back in 1986 when Congress\namended ACCA to include the use-of-force clause. Tennessee’s\ncriminal code illustrates the point. As of 1986, criminal offenses\nunder Tennessee law fell under one of several chapter headings,\nincluding “Offenses Against the Person” and “Offenses Against\nProperty,” among others. See Tenn. Code. Ann., Tit. 39, chs. 2, 3\n(1982). At least 32 other state criminal codes employed similar\nnomenclature at the time of ACCA’s amendment in 1986.[5]The Model Penal Code, which was adopted in 1962,\nlikewise uses that nomenclature. The Code identifies two broad\ncategories of crimes as “Offenses Involving Danger to the Person”\nand “Offenses Against Property.” ALI, Model Penal Code, pt. II\n(1980).Leading treatises on criminal law similarly\ngroup most offenses into those two broad categories: “Offenses\nAgainst the Person” and “Offenses Against Property.” 2–3 W. LaFave,\nSubstantive Criminal Law, pts. III, IV (3d ed. 2018); 2 C. Torcia,\nWharton’s Criminal Law, pt. II (15th ed. 1994); 3id., pt. V\n(1995); see also 2 W. LaFave & A. Scott, Substantive Criminal\nLaw, chs. 7, 8 (1986) (“Crimes Against the Person” and “Crimes\nRelating to Property”); 2 Torcia, Wharton’s Criminal Law, pt. II\n(14th ed. 1979) (“Offenses Against the Person”); 3id., pt.\nV (1980) (“Offenses Against Property”).As those many examples show, the phrase\n“offenses against the person” may be worded in slightly different\nways, but each variation serves to distinguish offenses against the\nperson from other kinds of offenses, including offenses against\nproperty. Cf. Black’s Law Dictionary, at 1302 (cross-referencing\ndefinition of “offense against the person” with “crimes against\npersons”).In 1986, Congress amended ACCA to cover violent\nfelonies. Not surprisingly, ACCA’s definition of “violent felony”\ntracks that historically rooted and still common nomenclature. The\ndefinition provides in relevant part:“[T]he term ‘violent felony’ means anycrimepunishable by imprisonment for a term exceeding one\nyear . . . that—“(i) has as an element the use, attempted\nuse, or threateneduse of physical forceagainst the\nperson of another; or“(ii) is burglary, arson, or extortion,\ninvolves use of explosives, or otherwise involves conduct that\npresents a serious potential risk of physical injury to another.”\n18 U. S. C. §924(e)(2)(B) (emphases added).The first clause of the violent felony\ndefinition (the use-of-force clause) encompasses offenses involving\nforceagainst the person—and thus necessarily includes\nassault, homicide, rape, and robbery.[6] The second clause of that definition (the\nenumerated-offenses clause) lists certain physically risky offensesagainst property—in particular, burglary, arson, extortion,\nand offenses involving the use of explosives. SeeTaylorv.United States,495 U.S.\n575, 584–587 (1990).This Court’s precedents have drawn that same\ndistinction when analyzing ACCA’s violent felony definition. InBegayv.United States, for example, the Court stated\nthat violent felonies under ACCA “include both crimes against the\nperson (clause (i)) and certain physically risky crimes against\nproperty (clause (ii)).”553\nU.S. 137, 144 (2008).The statutory history further illustrates the\ndistinction. When originally enacted in 1984, ACCA covered only\nrobbery (an offense against the person) and burglary (an offense\nagainst property). 18 U. S. C. App. §1202(a) (1982 ed.,\nSupp. II). In 1986, Congress expanded the scope of violent crimes\ncovered under ACCA. Congress added the use-of-force clause so as to\nencompass not just robbery but also additional offenses against the\nperson, such as assault, homicide, and rape. And Congress added the\nsecond clause to encompass not just burglary but also some\nadditional physically risky offenses against property, including\narson, extortion, and use of explosives.[7]In short, the phrase “against the person of\nanother” in ACCA specifies the category of crimes to which the\nuse-of-force clause applies and limits the reach of the clause by\nexcluding other categories of crimes—in particular, crimes against\nproperty.That understanding of the phrase “against the\nperson of another” also helps to make sense of other, similarly\nworded statutory definitions. Take 18 U. S. C. §16(a),\nwhich defines the term “crime of violence” for purposes of many\nother federal criminal and immigration laws. That definition\nincludes any “offense that has as an element the use, attempted\nuse, or threatened use of physical forceagainst the person or\nproperty of another.”Ibid.(emphasis added). Like\nACCA’s use-of-force clause, §16(a)’s “against” phrase simply\nspecifies the category of offenses to which the statute applies,\nusing established nomenclature. The only difference between the two\ndefinitions is that §16(a) covers crimes “against property” in\naddition to crimes “against the person.”[8]Finally, state practice confirms that the phrase\n“against the person of another” in ACCA reflects a longstanding\nterm of art and is not an oblique and novel way of excluding\nreckless offenses. As of 1986, when Congress amended ACCA to\ninclude the use-of-force clause, 28 States had reckless assault\nstatutes, and more than 30 States had statutes that covered\nreckless homicide. See Brief for United States 19–21, and nn. 4–7.\nMost of those States classified those crimes as offenses against\nthe person, see n. 5,supra— even though those crimes\nonly required amens reaof recklessness.Congress legislated against the backdrop of\nthose state criminal laws. It strains credulity to say that in\nACCA, Congress both (i) mirrored the traditional “against the\nperson” terminology from those state criminal codes that included\nreckless assault and reckless homicide, but (ii) nonetheless\nsilently intended that common and traditional language to take on a\nnovel and obscure meaning that would exclude reckless assault and\nreckless homicide. As the Court has stated before, we “should not\nlightly conclude that Congress enacted a self-defeating statute.”Quarlesv.United States, 587 U. S. ___, ___\n(2019) (slip op., at 8); see alsoStokelingv.United\nStates, 586 U. S. ___, ___ (2019) (slip op., at 8). If\nCongress in 1986 wanted to exclude from ACCA’s scope all of those\nstate criminal laws covering reckless crimes against the\nperson—including reckless assaults and reckless homicides—Congress\neasily could have said (and surely would have said) that only\n“intentional or knowing” uses of force were covered. It did not.\nAnd we should not disregard the longstanding meaning of a\ncriminal-law term of art—namely, offenses against the person—to\nsmuggle into ACCA a new and unusualmens rearequirement\nthat Congress did not see fit to include.The plurality claims that the exact words\n“offense against the person” or “crime against the person” do not\nappear in ACCA’s use-of-force clause.Ante,at 13–15. But in\nfact, Congress used the phrase “against the person of another” in\nthe use-of-force clause to describe the “crime[s]” that are covered\nby ACCA. §924(e)(2)(B). By using that language, Congress\nincorporated a historically rooted and widely used nomenclature for\nclassifying crimes, and thus narrowed thecategoryof\noffenses to which that clause applies—namely, to offensesagainst the person.To sum up: The plurality does not dispute that\nreckless offenses entail the “use of physical force.” The plurality\nargues, however, that reckless offenses do not entail the “use of\nphysical force against the person of another.” But the phrase\n“against the person of another” reflects longstanding criminal-law\nnomenclature—a term of art—that specifies thecategoryof\ncovered predicate offenses that involve the use of force, such as\nassault, homicide, rape, and robbery. That language has zero to do\nwith themens rearequired for predicate offenses under\nACCA. That conclusion should end this case given that the plurality\nacknowledges that the phrase “use of physical force” otherwise\nencompasses reckless offenses such as reckless assault and reckless\nhomicide.BSecond, in the alternative, even if we\ndivorce the phrase “against the person of another” from its\nterm-of-art usage in criminal law, as the plurality mistakenly\ndoes, that phrase as a matter of ordinary meaning still does not\nspeak tomens reaand cannot reasonably be read to exclude\nreckless offenses such as reckless assault and reckless homicide.\nInstead, as the Court recognized inVoisinev.United\nStatesin interpreting a “similarly worded” statute covering\nthe “use of physical force,” ACCA’s use-of-force clause is\n“indifferent as to whether the actor has the mental state of\nintention, knowledge, or recklessness” with respect to the\nconsequences of using force. 579 U. S., at ___, ___, n. 4\n(slip op., at 6, 8, n. 4).To understand the ordinary meaning of the phrase\n“use of physical force against the person of another,” first\nconsider that the criminal law ordinarily imposes criminal\nliability when the defendant acts with intent, knowledge, or\nrecklessness as to the consequences of his actions. A person acts\nintentionally (or said otherwise, purposefully) with respect to the\nharmful consequences of his actions if he has those consequences as\nhis “conscious object.” Model Penal Code §2.02(2)(a)(i) (1985). A\nperson acts knowingly with respect to the harmful consequences of\nhis actions if he is “aware that it is practically certain that his\nconduct will cause” those consequences.Id.,\n§2.02(2)(b)(ii). And a person acts recklessly “when he consciously\ndisregards a substantial and unjustifiable risk” that his conduct\nwill result in harm to another person.Id., §2.02(2)(c).The line between knowing and reckless crimes is\nthin. The difference between (i) conduct with knowledge as to the\nconsequences on the one hand and (ii) conduct with recklessness as\nto the consequences on the other hand is that the risk of harm\nassociated with knowledge is somewhat higher than the risk of harm\nassociated with recklessness. In particular, to act with knowledge\nthat harm will occur, a defendant must know that harm is\n“practically certain” to occur.Id., §2.02(2)(b)(ii). To act\nwith recklessness as to whether harm will occur, a defendant need\nnot know with practical certainty that harm will occur—but he still\nmustknowthat he is disregarding a substantial and\nunjustifiable risk that harm will occur.Id., §2.02(2)(c).\nIn other words, he must make a “deliberate decision to endanger\nanother.”Voisine, 579 U. S., at ___ (slip op., at 7).\nAs has long been recognized, the difference between knowledge and\nrecklessness as to the consequences of one’s actions is one of\ndegree, not of kind.[9]Reckless conduct is not benign. Reckless conduct\n“involves conscious risk creation,” Model Penal Code §2.02, Comment\n3, p. 236 (1985)—a “deliberate decision to endanger another,”Voisine, 579 U. S., at ___ (slip op., at 7). And a\nperson who engages in, for example, reckless assault or reckless\nhomicide generally injures or kills another person.[10]Because the line between knowledge and\nrecklessness can be thin and because reckless crimes such as\nreckless assault and reckless homicide involve a “deliberate\ndecision to endanger another” that results in injury or death to\nanother person,ibid., the criminal law ordinarily does not\ndraw the line for criminal liability between intent and knowledge\non the one hand and recklessness on the other. On the contrary, as\nthe Model Penal Code explains, “[n]o one has doubted” that a\nreckless mental state is “properly the basis for criminal\nliability.” §2.02, Comment 4, at 243; see generally Turner, The\nMental Element in Crimes at Common Law, 6 Camb. L. J. 31\n(1936).Recognizing that basic principle, the Model\nPenal Code establishes recklessness as the default minimummens\nreafor criminal offenses when a mental state is not specified.\n§2.02, Comment 5, at 244. If a more culpable mental state, such as\nintent or knowledge, is required for a criminal offense, “it is\nconventional to be explicit.”Ibid.Keep that last sentence\nin mind when we return to ACCA’s text.Like the Model Penal Code, many States establish\nrecklessness as a default minimummens reafor criminal\noffenses.[11] And like the\nModel Penal Code, most States’ criminal laws in 1986 provided (and\ntoday still provide) that recklessness as to the consequences of a\ndefendant’s conduct often suffices to impose criminal liability,\nincluding as to assault and homicide. See,e.g.,Brief for\nUnited States 19–20, and nn. 4–5 (state reckless assault statutes);\n2 LaFave, Substantive Criminal Law §15.4(a), and p. 712, n. 19\n(2018) (manslaughter). As of 1986, when Congress amended ACCA to\ninclude the use-of-force clause, 28 States had reckless assault\nstatutes, and more than 30 States had statutes that covered some\nform of reckless homicide. See Brief for United States 19–21, and\nnn. 4–7.Importantly, nothing in ACCA’s text or context\n(or its history, for that matter) states or even hints that\nCongress sought to exclude reckless offenses against the person,\nsuch as reckless assault and reckless homicide, from the\nuse-of-force clause. Recall that the Model Penal Code says that “it\nis conventional to be explicit” when a legislature wants to exclude\nreckless offenses from criminal liability. §2.02, Comment 5, at\n244. ACCA contains no such explicit language excluding reckless\noffenses. The text of ACCA should not be read tosilentlyexclude reckless offenses such as reckless assault and reckless\nhomicide.[12]In short, in enacting ACCA, “Congress must have\nknown it was sweeping in some persons who had engaged in reckless\nconduct.”Voisine, 579 U. S., at ___ (slip op., at 8)\n(citingUnited Statesv.Bailey, 9 Pet. 238, 256\n(1835) (Story, J.)).Consistent with those background principles ofmens rea, the ordinary meaning of the phrase “use of\nphysical force against the person of another” in ACCA encompasses\nreckless offenses such as reckless assault or reckless\nhomicide.The plurality today acknowledges that the phrase\n“use of physical force” would include reckless offenses. But\naccording to the plurality, ACCA’s phrase “use of physical force\nagainst the person of another” does not include reckless offenses.\nTo distinguish the two, the plurality emphasizes the word\n“against.” As the plurality acknowledges, however, the word\n“against” is often defined to mean “ ‘mak[ing] contact\nwith.’ ”Ante,at 8. That is the logical meaning of\n“against” in the context of ACCA’s use-of-force clause, and that\nmeaning would encompass reckless assaults and reckless\nhomicides.The plurality disagrees, and stresses that the\nword “against” in isolation can meaneither“ ‘in\ncontact with’ ”or“ ‘[i]n opposition to,’ ”\ndepending on context.Ante,at 9. The plurality contends\nthat the meaning of “against” in the context of the phrase “use of\nphysical force against the person of another” carries the word’s\n“oppositional” definition and thus excludes reckless\noffenses.[13]The plurality chooses the “in opposition to”\ndefinition because it says, in essence, that it would be incoherent\nor gibberish to say that someonerecklesslyused force\nagainst another person. But the plurality is wrong about that. As a\nmatter of ordinary meaning, it is perfectly natural to say that\nsomeonerecklesslyused force against another\nperson.[14] State and\nfederal reporters, for example, are replete with references to\nindividuals recklessly using force against others. See,e.g.,Neilv.Warden, Noble Correctional\nInst., 2020 WL 489326, *30 (SD Ohio, Jan. 30, 2020) (“The\nindictments also charged that in attempting or committing a theft\noffense or in fleeing immediately after the attempt or offense,\nappellant recklessly used or threatened the immediate use of force\nagainst another”).[15]Most tellingly, if one wants to find a really\ngood example of the ordinary meaning, look no further than the\nCourt’s opinion inVoisinefive years ago. There, the Court\nstated twice in its opinion—in the first and last paragraphs—that\nthe use-of-force statute at issue there covered offenses where an\nindividualrecklesslyused physical force “against a\ndomestic relation.” 579 U. S., at ___ (slip op., at 12); see\nalsoid.,at ___ (slip op., at 1). TheVoisineCourt\nfound it entirely ordinary to employ the phrase “ ‘use\n. . . of physical force’ against a domestic\nrelation”—in other words, use of physical force against another\nperson—to describe reckless assaults.Id.,at ___ (slip op.,\nat 12).If the plurality today were correct that a use\nof force “against” another can only be intentional or knowing, then\nthe Court inVoisinesurely would not have adopted theexact formulationof recklessly using force “against a\ndomestic relation.”Res ipsa loquitur.The plurality today simply shrugs off the\nlanguage fromVoisine.Ante,at 22–23, n. 9. But\nthe plurality cannot rewrite ordinary meaning. And asVoisine’s choice of language demonstrates, the ordinary\nmeaning of the phrase “use of physical force against the person of\nanother,” such as against a domestic relation, easily encompasses\nreckless offenses, including reckless assault and reckless\nhomicide. (More onVoisinelater.)More generally, the plurality’s linguistic\nefforts to seize on the word “against” to scale back ACCA do not\nmake a lot of sense. Consider two points. First, a use of force\nmust be against someone or something. And second, asVoisinestated and Borden acknowledges, you canrecklesslyuse\nforce. Put those two points together and the resulting conclusion\nis irrefutable: One can recklessly use force against the person of\nanother (or against the property of another). As relevant here, the\nordinary meaning of the phrase “use of physical force against the\nperson of another” thus covers reckless offenses such as reckless\nassault and reckless homicide.Lest there be any doubt, keep in mind that we\nare talking about reckless offenses such as reckless assault or\nreckless homicide where a defendant made adeliberatedecision to endanger another by using force,and as a result\ninjured or killed someone. Applying ordinary meaning and\nemploying a modicum of common sense, one would say that such a\ndefendant used force against the victim. If an individual fires a\ngun recklessly at a house and injures someone inside, that\nindividual has used force against the victim. If an individual\nrecklessly throws bricks off an overpass and kills a driver passing\nunderneath, that individual has used force against the victim. If\nan individual recklessly drives 80 miles per hour through a\nneighborhood and kills a child, that individual has used force\nagainst the child. It defies common sense and the English language\nto suggest otherwise.To appreciate the ordinary meaning of the phrase\n“use of physical force against the person of another,” look also at\nsome of the cases cited by the plurality today. Seeante,at\n18. InPeoplev.Hall, a highly experienced skier\ncareened down a slope at dangerously high speeds, out of control,\nuntil he crashed into an unsuspecting skier. See999 P.2d 207(Colo. 2000). The “force of the impact” when Hall\ncollided with the victim was so great that it “fractured the\nthickest part of the victim’s skull” and caused traumatic brain\ninjuries, resulting in the victim’s death.Id.,at 211.The fleeing shoplifter inCraverv.Stateleapt over the second-floor railing in a mall during\nnormal business hours, while people were milling about in the area\nbelow. See 2015 WL 3918057, *1 (Tex. Crim. App., June 25, 2015).\nThe shoplifter landed directly on top of an elderly woman, breaking\nher back.Id.,at *2.And inSeatonv.State, a police\nofficer blew through a red light without braking or activating his\nlights or sirens, collided with another car at a speed of about 100\nmiles per hour, ricocheted into another person who was standing\nnearby, and killed that bystander. See 385 S.W.3d 85, 88 (Tex.\nCrim. App., 2012).All of those offenses entail the use of physical\nforceagainst another person. True, the skier who crashed\ninto an innocent bystander on the slopes did not intend or know\nwith practical certainty that he would hit that bystander with such\nforce that it would crack his skull. The shoplifter who vaulted\nhimself over a second-floor railing may not have intended or known\nwith practical certainty that he would slam into an unsuspecting\nshopper below. And the officer who drove through the red light at\n100 miles per hour may not have intended or known with practical\ncertainty that he would lose control and kill another person.But the defendants in those cases did not merely\n“pay insufficient attention to the potential application of force.”Ante,at 11. Instead, each of those defendants acted\nrecklessly and thus made “a deliberate decision to endanger\nanother.”Voisine, 579 U. S., at ___ (slip op., at 7).\nEach of them consciously disregarded the obvious dangers that their\nvolitional conduct—high-speed skiing, jumping off a second-floor\nrailing, or speeding at 100 miles per hour in a car without lights\nor sirens—posed to anyone unfortunate enough to cross their paths.\nSeeid., at ___ (slip op., at 6). Each of those defendants\nknew that the people around them would have to be really lucky to\nget out of the way. And in ordinary parlance, each of those\ndefendants used force against their victims when they made physicalcontactwith those victims as a direct result of their\nreckless behavior—that is, of their deliberate decision to endanger\nanother.*  *  *To sum up, the plurality’s reading of the\nstatutory phrase “against the person of another” fails for two\nalternative and independent reasons. First, that phrase is a term\nof art that limits the category of offenses covered by ACCA’s\nuse-of-force clause to those involving force against the person\nrather than against property. It does not serve as a roundabout way\nof heightening themens rearequirement for violent felonies\nto intent or knowledge. Second, and in the alternative, even if the\nphrase “against the person of another” is not a term of art, the\nordinary meaning of that phrase encompasses reckless offenses such\nas reckless assault and reckless homicide.[16]IIAll of that is more than enough to resolve\nthis case. But in addition to all of that, the Court’s recent\nprecedent inVoisinev.United Statesconvincingly\ndemonstrates that ACCA covers reckless offenses such as reckless\nassault and reckless homicide.As noted above, the Court inVoisineconcluded that the phrase “use of physical force” in a similarly\nworded statutory provision encompasses reckless offenses, as well\nas intentional or knowing offenses. 579 U.S. 686 (2016).Voisineestablished two key points. First,Voisineconfirmed that reckless offenses such as reckless assault and\nreckless homicide entail the use of physical force against another\nperson—there, against a domestic relation or victim. Second,\ncontrary to the plurality’s analysis today,Voisineexplained that the Court’s prior decision inLeocalv.Ashcroft,543 U.S. 1(2004), meant simply thatnegligentoffenses do not involve\nthe use of physical force for purposes of statutes such as\nACCA.First,Voisineconfirmed that\nreckless offenses involve the use of physical force against another\nperson—in that case, against a “domestic relation” or “victim.” InVoisine, the Court addressed a subsection of §922(g) that\nbars individuals from possessing firearms if they have been\nconvicted of a misdemeanor crime of domestic violence. See 18\nU. S. C. §922(g)(9). The statute defines “misdemeanor\ncrime of domestic violence” as a misdemeanor that “has, as an\nelement, the use or attempted use of physical force” and was\ncommitted against a “victim” who was in a domestic relationship\nwith the defendant. §921(a)(33)(A); see alsoVoisine, 579\nU. S., at ___ (slip op., at 1).[17]The question inVoisinewas whether that\nstatutory definition “applies to reckless assaults, as it does to\nknowing or intentional ones.”Id.,at ___ (slip op., at 4).\nThe Court held that the statute applied to reckless assaults.The Court inVoisinebegan by describing\nbedrock criminal law principles. Pointing to the Model Penal Code,\nthe Court explained that a person acts recklessly with regard to\nthe consequences of his actions if he “ ‘consciously\ndisregard[s]’ a substantial risk that the conduct will cause harm\nto another.”Ibid.(quoting Model Penal Code §2.02(2)(c)).\nThe Court stated that even though such a person does not intend or\nknow to a practical certainty that harm will result, he nonetheless\nmakes “a deliberate decision to endanger another.”Voisine,\n579 U. S., at ___ (slip op., at 7). And the Court noted that\nrecklessness as to the consequences of one’s actions ordinarily\nsuffices for criminal liability.The Court then concluded that the phrase “use of\nphysical force” in §921(a)(33)(A) does not require that a defendantintendorknowthat his conduct will cause harm.\nInstead, it is enough that herecklesslyemploys force—that\nis, acts in “conscious disregard” of a “substantial risk of causing\nharm.”Id.,at ___ (slip op., at 6). For example, a man who\n“throws a plate in anger against the wall near where his wife is\nstanding” has used force against his wife even if the man “did not\nknow for certain (or have as an object)” that “a shard from the\nplate would ricochet and injure his wife.”Ibid.It suffices\nthat the man “recognized a substantial risk” that his forceful act\nwould harm his wife.Ibid.That example, the Court\nexplained, illustrated that the statute was “indifferent as to\nwhether the actor has the mental state of intention, knowledge, or\nrecklessness with respect to the harmful consequences of his\nvolitional conduct.”Ibid.InVoisine, to have committed a\nqualifying misdemeanor crime of domestic violence, the defendant\nmust have used force against a “victim,” to use the statute’s term,\noften against the defendant’s spouse or partner. As theVoisineCourt stated, reckless assault in the domestic\nviolence context entails “the ‘use . . . of physical\nforce’against a domestic relation” even though a defendant\nwho acts recklessly does not intend or know to a practical\ncertainty that his use of force will harm that domestic relation.Id., at ___ (slip op., at 12) (emphasis added). In other\nwords, the Court agreed that a reckless assault entails the use of\nphysical forceagainst the person of another(there,\n“against a domestic relation” or “victim”).Voisine’s conclusion applies equally to\nACCA’s violent felony definition. The two definitions share\ncritical features. Both definitions apply in the context of\n§922(g)’s ban on possession of firearms by individuals convicted of\ncertain offenses. Both definitions apply to offenses that have as\nan element the “use of physical force.”The only distinction between those two\ndefinitions is that ACCA employs the phrase “use of physical force\nagainst the person of another” while §921(a)(33)(A) employs the\nphrase “use of physical force” and then makes clear that force must\nbe used against a “victim” who is a domestic relation. But that\ndistinction makes no difference formens reapurposes. The\nCourt inVoisinetook as a given that the object of the\nreckless conduct would be another person—the “victim” as the\nstatute describes it. Seeid.,at ___, ___, ___, ___, ___,\n___ (slip op., at 1, 4, 7, 8, 9, 12). Indeed, given thatVoisineinvolved a domestic violence statute, it would have\nbeen unnecessary or even redundant to add the words “against the\nperson of another” to the statute. After all, a domestic violence\noffense, such as assault, is necessarily an offense against the\nperson of another. Recognizing that reality, theVoisineCourt explicitly stated that the “federal ban on firearms\npossession applies to any person with a prior misdemeanor\nconviction for the ‘use . . . of physical force’against a domestic relation.”Id.,at ___ (slip op.,\nat 12) (quoting §921(a)(33)(A); emphasis added); see alsoid.,at ___ (slip op., at 1).Contrary to what the plurality today seems to\nthink,Voisinedid not create some imaginary world where one\ncould recklessly use force, but one could not recklessly use force\nagainst another person. On the contrary,Voisineexplicitly\nrecognized that one could recklessly use force “againsta\ndomestic relation”—that is, against another person.[18]Voisinealone should have made this case\nvery straightforward. In the wake ofVoisine, most Courts of\nAppeals to consider the issue certainly thought it was. They\nresponded toVoisineby applying its analysis to ACCA’s\nviolent felony definition.[19] As Chief Judge Sutton cogently explained in relying\nonVoisineto interpret the phrase “use of physical force\nagainst the person of another”: “Voisine’s key insight is\nthat the word ‘use’ refers to ‘the act of employing something’ and\ndoes not require a purposeful or knowing state of mind. That\ninsight does not change if a statute says that the ‘useof\nphysical force’ must be ‘against’ a person, property, or for that\nmatter anything else. . . . Sometimes the simplest\nexplanation is the best explanation.”United Statesv.Verwiebe, 874 F.3d 258, 262–263 (CA6 2017) (citations\nomitted).But today, the plurality tries to disappearVoisine’s use of the phrase “against a domestic relation”\nfrom the U. S. Reports. Seeking to erase that phrase fromVoisinewith a footnoted “mea culpa,” the plurality\ntoday concludes that the additional phrase “against the person of\nanother” in ACCA means that ACCA’s use-of-force clause does not\ncover reckless crimes, even though the statute at issue inVoisinedid.Ante,at 20–23, and n. 9. The\nplurality’s attempt to rewriteVoisinedoes not persuade. As\nnoted above,Voisineheld that reckless offenses such as\nreckless assault and reckless homicide entail the “use of physical\nforce,” and theVoisineopinion further explained that those\nreckless offenses entail the use of physical force against the\nperson of another—namely, “against a domestic relation” or\n“victim.”Second, asVoisinefully\nexplained, the Court’s prior decision inLeocalconcluded\nonly thatnegligentoffenses do not involve the use of\nphysical force for purposes of ACCA.Leocal, 543 U. S.,\nat 9, 13; see alsoVoisine, 579 U. S., at ___ (slip\nop., at 7).Leocaladdressed whether a\ndriving-under-the-influence offense that required only anegligentmental state fell within §16(a)’s definition of\n“crime of violence.” TheLeocalCourt held that it did not.\nThe phrase “use . . . of physical force against the\nperson or property of another,” the Court reasoned, is “most\nnaturally” read to suggest “a higher degree of intent than\nnegligent or merely accidental conduct.” 543 U. S.,at\n9 (internal quotation marks omitted). As the Court explained:\n“While one may, in theory, actively employsomethingin an\naccidental manner, it is much less natural to say that a person\nactively employs physical force against another person by\naccident.”Ibid.TheLeocalCourt took care, however, to\nreserve the question we confront today—namely, whether offenses\nrequiring “proof of therecklessuse of force against the\nperson or property of another” would qualify under a statutory\ndefinition like §16(a).Id.,at 13 (emphasis in\noriginal).AsVoisinelater explained, the criticalmens readividing line in statutes requiring the use of\nforce is the line “between accidents and recklessness”—a\ndistinction that “Leocalitself recognized.” 579 U. S.,\nat ___ (slip op., at 7). Accidents or negligence do not involve theuseof forcebecause such conduct is not volitional.Ibid.But reckless behavior, like throwing a plate against a\nwall or firing a gun at a house, is different and does involve theuse of force. After all, the “harm such conduct causes is\nthe result of a deliberate decision to endanger another—no more an\n‘accident’ than if the ‘substantial risk’ were ‘practically\ncertain.’ ”Ibid.As a matter of history, theory, and practice in\ncriminal law, the line drawn byVoisineandLeocalbetween recklessness and negligence is much more salient than the\nline drawn by the plurality today between knowledge and\nrecklessness. An individual who consciously disregards a\nsubstantial risk of a harmful result has a culpable state of mind\nand has made a deliberate decision to endanger another, even if it\nis not practically certain the harmful result will occur. And for\nthat reason, to reiterate, the Model Penal Code and most States\ndraw the ordinary line of criminal culpability between recklessness\nand negligence, not between knowledge and recklessness.Rather than acknowledgeLeocal’s narrow\nholding on negligence as distinct from recklessness, knowledge, and\nintent, the plurality today focuses onLeocal’s observation\nthat the “critical aspect” of §16(a)’s “crime of violence”\ndefinition is that it requires the “ ‘use . . . of\nphysical forceagainst the person or property of\nanother.’ ” 543 U. S.,at 9 (quoting §16(a);\nemphasis in original). By the plurality’s account today,Leocal’s analysis of §16(a)’s “against” phrase—which was\nmissing from the statute at issue inVoisine—confirms that\nACCA’s materially similar “against” phrase is the “critical text\nfor deciding the level ofmens reaneeded.”Ante,at\n21–22 (internal quotation marks omitted).ButLeocalnever focused on the term\n“against the person or property of another” in isolation. It\nfocused on the full phrase “use of physical force against the\nperson or property of another.” 543 U. S., at 9. AndLeocalsaid that negligence does not entail such a use of\nforce.Indeed, the Court inVoisinealready made\nthat same point aboutLeocal.Voisinerecognized that\nthe statute inLeocal, like the “similarly worded” statute\ninVoisine, “hing[ed] on the ‘use’ of force.” 579\nU. S., at ___, n. 4 (slip op., at 8, n. 4). TheVoisineCourt distinguishedLeocalsolely on the\nground that an accident or negligence cannot be considered an\n“ ‘active employment’ ” of force, whereas reckless\nassault does entail an active employment of force. 579 U. S.,\nat ___ (slip op., at 7). As Chief Judge Sutton correctly pointed\nout,Voisine“tellingly placed no weight on the absence of\n‘against the person or property of another’ ” in\ndistinguishing the statute at issue inVoisinefrom the\nstatute at issue inLeocal.Verwiebe, 874 F. 3d,\nat 263. All ofVoisine’s lengthy analysis ofLeocalwould have been entirely unnecessary if theVoisineCourt\nactually thought that the phrase “against the person or property of\nanother” in theLeocalstatute distinguished the statute inLeocalfrom the statute inVoisine.Put simply, if the phrase “against the person\n. . . of another” from the statute inLeocalwere\nactually the “Rosetta Stone” ofmens reaas the plurality\ntoday seems to think,Voisinewould have mentioned that\npoint.Verwiebe, 874 F. 3d, at 263. But that\ndistinction is nowhere to be found inVoisine. Formens\nreapurposes,Voisinetreated a statute that covered the\n“use of physical force” the exact same as a statute that covered\nthe “use of physical force against the person of another.”The plurality’s double-barreled effort today to\n(i) eraseVoisine’s use of the phrase “against a domestic\nrelation” and also (ii) sweep awayVoisine’s analysis ofLeocalis something to behold. In my view, the plurality’s\nopinion today cannot be squared with what the Court stated just\nfive years ago inVoisine.If this Court were to faithfully applyVoisine’s language and reasoning to this case, as almost all\ncourts of appeals to consider the issue have done in the wake ofVoisine, that would be the end of the matter. The\nplurality’s decision to rewriteVoisinetoday is not\nconvincing, especially when considered together with the other\ntextual arguments in favor of the Government’s position\nhere.[20]IIITo support its analysis, the plurality also\nrelies on ACCA’s “context and purpose.”Ante,at 16. That\nargument is likewise unpersuasive, in my respectful view.Start with context. The plurality focuses on the\nsupposed ordinary meaning of the term “violent felony” in\nisolation. The plurality maintains that ACCA’s definition of\nviolent felony should be construed to “mark out a narrow category\nof violent, active crimes.”Ibid.(internal quotation marks\nomitted).To begin with, when a statute explicitly defines\na term, we generally follow that statutory definition. SeeDigital Realty Trust, Inc.v.Somers, 583 U. S.\n___, ___ (2018) (slip op., at 9). In ACCA, Congress defined the\nterm “violent felony” to include offenses that involve the “use of\nphysical force against the person of another.” And as explained\nabove, that definition encompasses reckless offenses like reckless\nassault and reckless homicide.Moreover, reckless assaults and reckless\nhomicidesareviolent crimes, as a matter of ordinary\nmeaning. Recklessly firing a weapon and injuring an unsuspecting\nvictim is violent. Recklessly throwing bricks off an overpass and\nkilling a driver passing underneath is violent. Recklessly driving\n80 miles per hour through a neighborhood and killing a child is\nviolent.The plurality also refers to the phrase “armed\ncareer criminal” (the statutory title) in a way that seems to\nsuggest that an ACCA defendant’s predicate violent felonies must be\ncommitted with firearms. Seeante,at 17, 23. That is\nincorrect. The three predicate felonies must be “violent” as\ndefined in the statute but can be committed with or without\nfirearms. Contrary to the plurality’s intimations, the statute\npenalizes “career criminals” who then unlawfully arm themselves\nwith firearms. The plurality’s subtle reconfiguration of the\nstatutory title for contextual support is off base.The plurality’s related reliance on ACCA’s\nsupposed purpose is similarly misplaced. The plurality speculates\nthat Congress designed ACCA to cover those offenders “who, when\narmed, ‘might deliberately point the gun and pull the\ntrigger.’ ”Ante,at 17 (quotingBegayv.United States,553 U.S.\n137, 145–146 (2008)). But even assuming that was Congress’sonlygoal in enacting ACCA (recall that ACCA also covers\nthose whose predicate offenses were serious drug crimes), the\nstatute expressly defines the offenders who fit into that dangerous\ncategory—namely, those who have been convicted of three violent\nfelonies and then unlawfully possess firearms. Congress’s goal of\npreventing further violence by recidivist violent felons does not\nsupport drawing a distinction between reckless assault and knowing\nassault, or between reckless homicide and knowing homicide.The plurality also says that Congress did not\nseek to ensnare low-level or ordinary criminals. True. But again,\nACCA’s 15-year mandatory minimum sentence is triggered only after a\ndefendant is convicted of not one, not two, butthreeviolent felonies committed on separate occasions—and then proceeds\nto commit afourthfelony by unlawfully possessing firearms.\nSuch repeated violent conduct is not the stuff of low-level or\nordinary criminals. Even assuming the plurality’s premise that a\ndriver who recklessly kills a pedestrian or a parent who recklessly\ninflicts abuse on her children is not dangerous the first time\naround—a doubtful premise that would be news to many victims—that\nassumption surely falls apart after the second and third reckless\nfelony convictions. At that point, the individual has demonstrated\na consistent willingness to deliberately engage in dangerous\nbehavior that poses an obvious risk of physical harm to others. And\nsomeone who has been convicted of three reckless assaults or\nhomicides committed on different occasions—and then unlawfully\npossesses firearms—is not a low-level or ordinary criminal, but is\nsomeone who Congress might have reasonably feared would commit\nfurther violence.The plurality expresses particular concern over\nthe notion that interpreting ACCA to cover reckless offenses would\nsweep in ordinary reckless driving offenses, like “running a stop\nsign or veering onto the sidewalk.”Ante,at 18. But the\nplurality does not cite a single case where a reckless driving\noffense not involving injury to others has been counted as an ACCA\npredicate. That is not surprising because routine reckless driving\nstatutes often do not require injury to others and thus would not\nqualify as a “use of physical force” under ACCA. It is only when\nthe reckless driver causes harm to another and is convicted of an\noffense akin to reckless assault or reckless homicide that the\noffense typically would come within ACCA.Notably, in citing what it implies are benign\nreckless driving offenses, the plurality fails to mention that the\ndriver who blew through a stop sign inStatev.Gilloncollided with another vehicle, killing one person and\ninjuring two others. See 15 S.W.3d 492, 496–497 (Tenn. Crim. App.\n1997). And the driver who erratically veered onto a sidewalk inStatev.Grahamdrove “straight toward” another\nvehicle and crashed into it, leaving the driver of the vehicle\n“lying face first outside of the passenger side of his vehicle”\n“screaming in pain.” 2008 WL 199851, *2 (Tenn. Crim. App., Jan. 24,\n2008). The accident left the victim “unable to walk for three\nmonths” after the crash.Ibid.As with the other sanitized\nexamples the plurality cites today, it strains credulity to suggest\nthat the drivers in either of those cases did not use forceagainst their victims—or that they could not fairly be\nconsidered “career criminals” if convicted of those kinds of\nviolent felonies onthreeseparate occasions.In discussing context and purpose, the plurality\nalso tries to further distinguishVoisineby saying thatVoisineinvolved a prior offense of domestic violence,\nwhereas this case involves prior offenses of assault.Ante,at 23. But Congress wanted to prohibit thrice-convicted violent\ncriminals from unlawfully possessing firearms at least as much as\nit wanted to prohibit misdemeanor domestic violence offenders from\nunlawfully possessing firearms.Voisinecannot be\ndistinguished on purposive grounds.Finally, in discussing context and purpose, the\nplurality alludes several times to the 15-year mandatory minimum\nsentence in ACCA. (The mandatory minimum seems to loom very large\nas an influence on the plurality’s overall analysis here.) But that\nmandatory minimum sentence comes into play only after four separate\nfelony convictions, three of them for violent felonies and a fourth\nfor unlawfully possessing firearms. ACCA’s mandatory minimum\nsentence is not a basis for interpreting the statute contrary to\nits best reading. Moreover, Congress is attuned to the issue and\nhas taken many steps in recent years to recalibrate sentencing,\naddress mandatory minimums, and target those who most deserve\nsubstantial sentences. It is not our role to rewrite Congress’s\nsentencing laws just because we might disagree with Congress or\nthink that Congress is not moving quickly enough to enact new\nsentencing laws.In short, ACCA’s context and purpose, properly\nread, strongly support what the statutory text and precedent\nalready establish: An individual who commits three reckless\nassaults or homicides and then unlawfully possesses firearms falls\nwell within the class of people that ACCA encompasses.IVThe Court’s decision today will generate a\nvariety of serious collateral effects that further underscore the\nimplausibility of the plurality’s statutory interpretation.First, because the States define reckless\nassault and reckless homicide to cover a range of conduct, the\nCourt’s decision will exclude from ACCA many defendants who have\ncommitted serious violent offenses. Consider just a few examples,\nbut keep in mind that there are thousands more:During the course of a fight, a defendant shot\nanother man in the chest and killed him. A jury found the defendant\nguilty of second-degree reckless homicide.Statev.Jackson, 2012 WL 4799459, *1 (Wis. App., Oct. 10, 2012).A defendant had been drinking in a parking lot\nwith several others and then attacked another person with a knife.\nThe knife attack resulted in a “ten-inch long, ‘gaping’ laceration”\nthat “went down to the depth of the victim’s ribs, through two\nlayers of muscle and through his interior abdominal wall.” The\ndefendant was convicted of reckless aggravated assault.Statev.Farrar, 2002 WL 560959, *1–*2 (Tenn. Crim.\nApp., Apr. 16, 2002).At a party, a defendant picked up a friend’s\ngun, pointed it directly at another person’s head, and pulled the\ntrigger. The evidence adduced at trial established that the\ndefendant had recklessly disregarded a known risk that the gun was\nloaded. The defendant was convicted of reckless homicide.Statev.Gough, 2009–Ohio–322, 2009 WL 180298, *1–*2\n(App., Jan. 26, 2009).A defendant savagely beat his victim “without\nprovocation,” causing the victim to suffer “hearing loss, missing\nteeth, impaired vision and impaired memory.” The defendant was\nconvicted of reckless aggravated assault.Statev.McAmis, 2010 WL 2244124, *4 (Tenn. Crim. App., June 4,\n2010).In each of the above examples, the defendant’s\nmental state for the state-law offense was determined to be\nrecklessness. Under the Court’s decision today, however, not one of\nthose defendants committed a “violent felony” for purposes of ACCA\nbecause they supposedly did not commit an offense that necessarily\nentailed the use of forceagainst the person of another.And it gets worse. Under the Court’s decision,\neven second-degree murder and some forms of manslaughter may be\nexcluded from ACCA. That is because, in many States, some forms of\nsecond-degree murder and manslaughter do not require intent or\nknowledge. The idea that those offenses would fall outside of\nACCA’s scope is, as one judge aptly put it, “ ‘glaringly\nabsurd.’ ”United Statesv.Begay, 934 F.3d\n1033, 1047 (CA9 2019) (N. R. Smith, J., dissenting in part).\nSomething has gone badly astray when this Court is suggesting that\nsecond-degree murder and manslaughter might not involve the “use of\nphysical force against the person of another.”[21]Second, the Court’s decision will exclude\neven some convictions for intentional and knowing assaults. That is\nbecause several States criminalize felony assault in a single,\nindivisible provision that can be satisfied by intent, knowledge,\nor recklessness.[22] Because\ncourts use the categorical approach when applying ACCA’s violent\nfelony definition, the Court’s decision today will thus exclude\nmany intentional and knowing felony assaults from those States.Consider just one example. InUnited\nStatesv.Esparza-Herrera, a defendant broke into the\nhouse of a woman he had previously dated, tied her up, and beat her\nover a four-hour period, leaving blood on her hands and face, her\neyes swollen shut, and bite marks all over her body. 557 F.3d 1019,\n1021, n. 2 (CA9 2009). The defendant was convicted under a\nstate statute that proscribed “ ‘intentionally, knowingly or\nrecklessly’ ” causing “ ‘temporary but substantial\ndisfigurement.’ ”Id.,at 1021. Under the Court’s\ndecision today, that offense would not qualify as a violent felony\nunder ACCA.Third, after today’s decision, attempted\nand threatened assaults and homicides will be covered under ACCA as\nviolent felonies. Butactualassaults andactualhomicides that were committed recklessly will not be covered under\nACCA. It seems incongruous to conclude that ACCA covers attempts or\nthreats to injure others that never get completed or carried out,\nbut does not cover situations where an individual carries through\nwith reckless conduct and leaves a victim in a hospital or\ngraveyard.As those points indicate, the Court’s decision\ntoday will undermine Congress’s sentencing policy. In particular,\ntoday’s decision will mean that some defendants otherwise subject\nto ACCA will leave prison much earlier than Congress dictated, or\navoid ACCA altogether.[23]\nTo some, that may seem costless or even beneficial. Indeed, the\nplurality, in places, seems to doubt the use of the 15-year\nmandatory minimum sentence—even for someone convicted of three\nseparate violent felonies and then a fourth for unlawfully\npossessing firearms. But Congress, not this Court, sets national\nsentencing policy for violent crimes. Today’s decision overrides\nCongress’s policy judgment about the risk posed by serial violent\nfelons who unlawfully possess firearms. And today’s decision will\nhave significant real-world consequences. After all, as the\nU. S. Sentencing Commission recently reported, there is a very\nhigh rate of violent crime recidivism for ACCA defendants released\nfrom federal prison. According to that Sentencing Commission\nreport, 59% of ACCA defendants released between 2009 and 2011 were\nre-arrested within eight years of their release from federal\nprison, most commonly for assault and most commonly within 18\nmonths of release. See Federal Armed Career Criminals: Prevalence,\nPatterns, and Pathways 43–45 (2021). There is no reason to believe\nthat the would-be ACCA defendants who will receive a lighter\nsentence after the Court’s decision today will produce\nsignificantly different recidivism statistics. Those alarming\nstatistics cannot be ignored, and they portend some of the human\ncosts of the Court’s erroneous decision today.*  *  *In sum, the text of ACCA’s use-of-force clause\nencompasses reckless offenses, such as reckless assault and\nreckless homicide. Contrary to the plurality’s conclusion today,\nthe phrase “against the person of another” reflects a centuries-old\nterm of art for classifying crimes and has zero to do withmens\nrea. Even setting aside that longstanding usage, the\nplurality’s interpretation of the phrase “use of physical force\nagainst the person of another” fails as a matter of ordinary\nmeaning and precedent. I respectfully dissent.Notes1ACCA also includes\nserious drug offenses as qualifying predicates. 18\nU. S. C. §924(e)(2)(A). That aspect of ACCA is not at\nissue here.2Tennessee’s aggravated\nassault statute provides: “A person commits aggravated assault who:\n“(1) Intentionally or knowingly commits an assault as defined in\n§39–13–101 and: “(A) Causes serious bodily injury to another; or\n“(B) Uses or displays a deadly weapon; or “(2) Recklessly commits\nan assault as defined in §39–13–101(a)(1), and: “(A) Causes serious\nbodily injury to another; or “(B) Uses or displays a deadly\nweapon.” Tenn. Code Ann. §39–13–102 (2003).3Just to explain today’s\nlineup: Four Justices form the plurality. Justice Thomas concurs in\nthe judgment. He agrees with the plurality’s result but not its\nreasoning, and concludes that the phrase “use of physical force”aloneexcludes reckless offenses such as reckless assault or\nreckless homicide. The Court reached a different conclusion in\ninterpreting a similarly worded statute inVoisinev.United States, 579 U.S. 686 (2016). But Justice Thomas\nindicates that he will not follow that precedent in this case.\n(Importantly, unlike the plurality, Justice Thomas does not rely on\nthe phrase “against the person of another.”) Justice Thomas further\nexplains that reckless offenseswerecovered by ACCA under\nthe residual clause. But that clause was declared unconstitutional\ninJohnsonv.United States, 576 U.S. 591 (2015).\nAlthough Justice Thomas disagrees withJohnson, he indicates\nthat hewill today follow the Court’sJohnsonprecedent,\nalbeit not theVoisineprecedent. So we find ourselves in an\nunusual situation. InVoisine, seven Justices agreed that\nthe phrase “use of physical force” in a similarly worded statute\ncovers reckless offenses. And eight Justices today accept that the\nphrase “use of physical force” covers reckless offenses. Moreover,\nfive Justices today agree that ACCA’s text, properly interpreted,\nwould cover reckless offenses. And only four Justices conclude that\nthe phrase “against the person of another” addressesmens\nreaand excludes reckless offenses. Yet despite all of that,\nBorden prevails, and reckless offenses are nowexcludedfrom\nACCA’s scope. That outcome is anomalous.4See Ala. Code, Tit. 13A,\nchs. 6, 7 (2015); Alaska Stat., Tit. 11, chs. 41, 46 (2018); Ark.\nCode Ann., Tit. 5, subds. 2, 4 (1983); Cal. Penal Code Ann., pt. 1,\nTits. 8, 13 (West Cum. Supp. 2021); Colo. Rev. Stat., Tit. 18,\nArts. 3, 4 (2019); Del. Code Ann., Tit. 11, pt. I, ch. 5, subchs.\nII, III (2021); Ga. Code Ann., Tit. 16, chs. 5, 7 (2019); Haw. Rev.\nStat., Tit. 37, chs. 707, 708 (2014); Ill. Comp. Stat., ch. 720,\nAct 5, Tit. III, pts. B, C (West 2018); Ind. Code, Tit. 35, Arts.\n42, 43 (2020); Kan. Stat. Ann., ch. 21, Arts. 54, 58 (2020); La.\nRev. Stat. Ann., Tit. 14, ch. 1, pts. 2, 3 (2016); Me. Rev. Stat.\nAnn., Tit. 17–A, pt. 2, ch. 9 (2006); Md. Crim. Law Code Ann.,\nTits. 3, 6 (2012); Mass. Gen. Laws, pt. IV, Tit. 1, chs. 265, 266\n(2017); Minn. Stat., ch. 609 (2020); Miss. Code Ann., Tit. 97, chs.\n3, 17 (2020); Mo. Rev. Stat., Tit. 38, ch. 565 (2016); Mont. Code\nAnn., Tit. 45, chs. 5, 6 (2020); Neb. Rev. Stat., ch. 28, Arts. 3,\n5 (2021); Nev. Rev. Stat., Tit. 15, chs. 200, 205 (2017);\nN. J. Stat. Ann., Tit. 2C, subd. 2, pts. 1, 2 (2019);\nN. Y. Penal Law Ann., ch. 40, pt. 3, Tits. H, I (2009);\nN. C. Gen. Stat. Ann., ch. 14, subchs. III, V (2019);\nN. D. Cent. Code Ann., Tit. 12, pts. V, VI (2012); Okla.\nStat., Tit. 21, pts. III, VII (2011); Ore. Rev. Stat., Tit. 16,\nchs. 163, 164 (2019); S. C. Code Ann., Tit. 16, chs. 3, 11\n(2015); Tenn. Code Ann., Tit. 39, chs. 13, 14 (2020); Tex. Penal\nCode Ann., Tits. 5, 7 (West 2021); Utah Code Ann., Tit. 76, chs. 5,\n6 (2017); Va. Code Ann., Tit. 18.2, chs. 4, 5 (2014); W. Va.\nCode Ann., ch. 61, Arts. 2, 3 (2020); Wis. Stat., chs. 940, 943\n(2016); Wyo. Stat. Ann., Tit. 6, chs. 2, 3 (2019).5See Ala. Code, Tit. 13A,\nchs. 6, 7 (1982); Alaska Stat., Tit. 11, chs. 41, 46 (1983); Ark.\nCode Ann., Tit. 41, Arts. 5, 6 (Cum. Supp. 1985); Cal. Penal Code\nAnn., pt. I, Tits. 8, 13 (1984); Colo. Rev. Stat., Tit. 18, Arts.\n3, 4 (1986); Del. Code Ann., Tit. 11, pt. 1, ch. 5, subchs. II, III\n(1979); Ga. Code Ann., Tit. 16, chs. 5, 7 (1984); Haw. Rev. Stat.,\nTit. 37, chs. 707, 708 (1985); Ill. Ann. Stat., Tit. III, pts. B, C\n(West 1980); Ind. Stat. Ann., Tit. 35, Arts. 42, 43 (1985); Kan.\nStat. Ann., ch. 21, Arts. 34, 37 (1981); La. Rev. Stat. Ann., Tit.\n14, ch. 1, pts. II, III (West 1986); Me. Rev. Stat. Ann., Tit.\n17–A, ch. 9 (1983); Mass. Gen. Laws, chs. 265, 266 (1986); Minn.\nStat., ch. 609 (1986); Miss. Code Ann., Tit. 97, chs. 3, 17 (1973);\nMo. Rev. Stat., Tit. 38, ch. 565 (1986); Mont. Code Ann., Tit. 45,\nchs. 5, 6 (1985); Neb. Rev. Stat., ch. 28, Arts. 3, 5 (1979); Nev.\nRev. Stat., Tit. 15, chs. 200, 205 (1986); N. J. Stat. Ann.,\nTit. 2C, subd. 2, pts. 1, 2 (1982); N. Y. Penal Law Ann., ch.\n40, pt. 3, Tits. H, I (West 1975); N. C. Gen. Stat. Ann., ch.\n14, subchs. III, V (1981); Okla. Stat., Tit. 21, pts. III, VII\n(1983); Ore. Rev. Stat., Tit. 16, chs. 163, 164 (1985); Pa. Stat.\nAnn., Tit. 18, pt. II, Arts. B, C (Purdon 1983); S. C. Code\nAnn., Tit. 16, chs. 3, 11 (1985); Tex. Penal Code Ann., Tits. 5, 7\n(West 1984); Utah Code Ann., Tit. 76, chs. 5, 6 (Cum. Supp. 1986);\nVa. Code Ann., Tit. 18.2, chs. 4, 5 (1982); W. Va. Code Ann.,\nch. 61, Arts. 2, 3 (1984); Wis. Stat., chs. 940, 943 (1982); Wyo.\nStat. Ann., Tit. 6, chs. 2, 3 (1983).6The words “of another” in\nthe use-of-force clause exclude crimes involving harm to oneself,\nas opposed to others, and reflect common phraseology in state\ncriminal statutes covering offenses against the person, such as\nassault. See,e.g.,Tenn. Code Ann. §39–13–102\n(aggravatedassault is an assault that, among other things,\n“[c]auses serious bodily injury to another”).7That understanding of\noffenses against the person and offenses against property also\nhelps make more sense of the now-defunct residual clause. SeeJohnson, 576 U.S. 591. The residual clause was tacked onto\nthe clause enumerating the covered offenses against property\n(burglary, arson, extortion, and use of explosives). The residual\nclause covered crimes that “otherwise involv[e] conduct that\npresents a serious potential risk of physical injury to another.”\n18 U. S. C. §924(e)(2)(B)(ii). When still extant, the\nresidual clause could have been read in one of two ways. On one\nreading, given its placement with offenses against property, the\nresidual clause could have been read to encompass other physically\nrisky offenses against property similar to burglary, arson,\nextortion, and use of explosives. A second possible reading (and\nthe common reading when the residual clause was still in effect)\nwas that the residual clause also covered some offenses against the\nperson, not just offenses against property. But even assuming that\nsecond reading was correct, and that there was potential overlap\nbetween the use-of-force clause and the residual clause, the\nsolution was not to read the use-of-force clause contrary to its\nterms. No one disputes that the use-of-force clause generally\ncovers assault and homicide, among other crimes. The residual\nclause was merely residual—a catchall. Therefore, as relevant here,\neven if assault and homicide could theoretically have fit under the\nold residual clause, that would not negate coverage of assault and\nhomicide under the use-of-force clause.8The plurality says that\nreading ACCA’s “against” phrase to refer to the category of covered\noffenses would leave the broader language in statutes like §16(a)\n“without any function.”Ante,at 12. That is incorrect. The\n“against” phrase in statutes like §16(a) clarifies that the\nstatutory definition encompassesbothof those traditional\ncategories of offenses: offenses against the personandoffenses against property.9Indeed, a study published\nin 2011 concluded that individuals had difficulty\n“differentiat[ing] between knowing and reckless conduct, even with\nthe benefit of jury instructions.” Shen, et al., Sorting\nGuilty Minds, 86 N. Y. U. L. Rev. 1306, 1309 (2011). The\nauthors suggested possibly “abandoning” the distinction because of\nthe inability of most people to distinguish the two categories with\nrespect to particular fact patterns.Ibid.10If a\nstate offense labeled as assault did not require that the defendant\ncause sufficient contact with or injury or death to another person,\nsuch an offense presumably would not involve a “use of physical\nforce” under ACCA. Of course, it could still constitute a violent\nfelony under ACCA if the offense entailed the threatened or\nattempted use of physical force.11See,e.g.,Alaska Stat. §11.81.610(b) (1983); Ark. Stat.\n§41–204(2) (1977); Del. Code Ann., Tit. 11, §251(b) (1979); Haw.\nRev. Stat. §702–204 (1985); 2 Ill. Rev. Stat., ch. 38, ¶¶4–3(a),\n4–6 (1985); Kan. Stat. Ann. §21–5202(a) (2011); N. D. Cent.\nCode Ann., §12.1–02–02(1)(e), (2) (1985); Ohio Rev. Code Ann.\n§2901.21(B) (Lexis 2014); Pa. Stat. Ann., Tit. 18, §302 (Purdon\n1983); Tenn. Code Ann. §39–11–301(c) (Cum. Supp. 1990); Tex. Penal\nCode Ann. §6.02(c) (West 1974); Utah Code Ann. §76–2–102 (Cum.\nSupp. 1989).12ACCA’s statutory history further\nsupports that conclusion. In 1984, in the original version of ACCA,\nCongress included only one offense against the person: robbery. 18\nU. S. C. App. §1202(a) (1982 ed., Supp. II). ACCA\nexpressly defined robbery as a felony that involves the “taking of\nthe property of another from the person or presence of another by\nforce or violence.” §1202(c)(8). At the time, as had been true at\ncommon law, see 4 W. Blackstone, Commentaries on the Laws of\nEngland 241–242 (1769), many state statutes defined robbery in a\nway that did not require that the defendant have intent or\nknowledge that his conduct would cause bodily injury. In 1986, when\nCongress expanded the number of violent offenses against the person\nso as to include crimes such as assault, rape, and homicide in\naddition to robbery, Congress did not suggest that it suddenly\nwanted to require intent or knowledge for robbery offenses. If\nCongress understood reckless robbery as a taking by force under the\n1984 language, it follows that Congress would naturally also have\nunderstood reckless robbery as the use of physical force against\nthe person of another under the 1986 statute. And there is no good\nreason (textual or otherwise) to think that Congress wanted to\ninclude reckless robbery but to exclude reckless assault and\nreckless homicide from the use-of-force clause.13The\nplurality also equates “in opposition to” with “targeting.”Ante,at 8–10. But the plurality cites no dictionaries or\nsimilarly authoritative support for that subtle move in its\nanalysis. The plurality’s equating of “in opposition to” with\n“targeting” is seemingly woven out of whole cloth.14Indeed, the plurality eventually\nseems to acknowledge that point. After dedicating pages to\nasserting that the ordinary meaning of the phrase “use of physical\nforce against the person of another”necessarilyrequires\nconduct that is intentionally or knowingly directed at another\nperson, the plurality concedes that if the word “recklessly”\nappeared in ACCA’s use-of-force clause, then that clause would in\nfact “cover reckless offenses.”Ante,at 15. That is a\nsurprising acknowledgment. It is hard to square with the\nplurality’s suggestion that it is not possible for one torecklesslyuse physical force against another person. After\nall, if the plurality’s ordinary meaning argument were correct,\nadding the word “recklessly” to the front of the use-of-force\nclause would seem to render that clause nonsensical. My reading of\nthe statute avoids that incongruity in the plurality’s\ninterpretation by recognizing that the phrase “use of physical\nforce against the person of another” encompasses\nrecklessoffenses.15For\njust a few examples, seeAlmontev.Hines, 2020 WL\n1164657, *2 (SDNY, Mar. 11, 2020) (“Plaintiff had not proved by a\npreponderance of the evidence that Hines intentionally or\nrecklessly used excessive force against Almonte during the\narrest”);Evanston Ins. Co.v.Break I, Inc., 2019 WL\n2995507, *7 (ND Ala., July 9, 2019) (“The security guard\nintentionally or recklessly used force against a person without her\nconsent by shooting a gun at the male patron and hitting Ms.\nBeasley”);O’Harav.New York, 570 Fed. Appx. 21, 24\n(CA2 2014) (“[A] jury could have reasonably found” “that McAvoy\nintentionally or recklessly used excessive force against O’Hara”);Whitlockv.Jackson,754 F. Supp. 1394, 1400 (SD Ind. 1991) (“[T]he due process\nclaim required a finding that the defendants ‘unreasonably and\nrecklessly used excessive force’ against Gaisor”);Statev.Tyson, 2011–Ohio–4981, 2011 WL 4488955, *6 (Ohio App., Sept.\n29, 2011) (“[T]he State was required to prove that appellant\nrecklessly used or threatened the immediate use of force against\nMr. Carter”);Statev.Adams, 2010–Ohio–1942, 2010 WL\n1757931, *2 (Ohio App., May 3, 2010) (“[T]he State was required to\nprove that appellant ‘recklessly used or threatened the immediate\nuse of force’ against Stoops”);Cookv.State,\n2005–0475, p. 3 (La. App. 1 Cir., 2/10/06), 928 So. 2d 589,\n591 (“The jury found that Arton did not intentionally or recklessly\nuse excessive force against Cook”);Davidv.State,\n123 P.3d 1099, 1103 (Alaska App. 2005) (“[A] jury could not convict\nhim of second-degree murder without also finding that he had used\nreckless or criminally negligent force against the\nvictim”).16The\nplurality asserts that my two alternative and independent\ninterpretations of the use-of-force clause are “mutually\ninconsistent.”Ante,at 12. But the point of alternative\narguments is to explain that there may be two different ways of\nlooking at an issue (which may differ from one another in certain\nrespects), but that both ways of looking at the issue lead to the\nsame bottom line. So it is here.17Section 921(a)(33)(A) provides in\nrelevant part: “[T]he term ‘misdemeanor crime of domestic violence’\nmeans an offense that— “(i) is a misdemeanor under Federal, State,\nor Tribal law; and “(ii) has, as an element, the use or attempted\nuse of physical force, or the threatened use of a deadly weapon,\ncommitted by a current or former spouse, parent, or guardian of the\nvictim, by a person with whom the victim shares a child in common,\nby a person who is cohabiting with or has cohabited with the victim\nas a spouse, parent, or guardian, or by a person similarly situated\nto a spouse, parent, or guardian of the victim.” (Footnote\nomitted.)18To be\nsure, to avoid a Second Amendment problem, the defendant inVoisinealso argued that the statute at issue there should\nnot be interpreted to prohibit the possession of firearms by\nsomeone who had committed a single recklessmisdemeanoroffense. See 579 U. S., at ___, n. 6 (slip op., at 11,\nn. 6); see alsoid.,at ___ (Thomas, J., dissenting)\n(slip op., at 16). But there is no such constitutional issue\nlurking in this case. This case involves a sentencing enhancement,\nnot primary liability, and applies only when the defendant has been\nconvicted of three prior ACCA violent felonies committed on\ndifferent occasions and has then committed a fourth felony by\nunlawfully possessing firearms.19See,e.g.,United Statesv.Burris, 920 F.3d 942,\n951 (CA5 2019);United Statesv.Haight, 892 F.3d\n1271, 1280–1281 (CADC 2018);United Statesv.Pam,\n867 F.3d 1191, 1207–1208 (CA10 2017);United Statesv.Fogg, 836 F.3d 951, 956 (CA8 2016).20To\nreiterate, Justice Thomas declines to followVoisineand, in\ndoing so, provides the fifth vote for the Court’s decision\ntoday.21As\nthe plurality notes, today’s decision should not be construed to\nexpress any view on the application of the use-of-force clause to\ncrimesrequiring a mental state ofextremerecklessness. Seeante,at 7, n. 4.In my view, crimes committed with\nextreme recklessness, such asdepraved-heart murder, should\nobviously still qualify as predicate offenses under ACCA, even\nafter today’s decision. And indeed, counsel for Borden forthrightly\nacknowledged at oral argument that extreme recklessness crimes,\nsuch as depraved-heart murder, can still suffice under ACCA. See\nTr. of Oral Arg. 14–15, 19. But the plurality, for some reason,\nrefuses to even acknowledge that depraved-heart murder is a violent\nfelony. The plurality’s reticence is telling, and that reticence\nshows just how far the plurality’s interpretation of this statute\nhas strayed from the statutory text and basic common\nsense.22See\nMe. Rev. Stat. Ann., Tit. 17–A, §208 (Cum. Supp. 2021) (aggravated\nassault); R. I. Gen. Laws §11–5–2 (Supp. 2020) (felony\nassault); Utah Code Ann. §76–5–103 (Supp. 2019) (aggravated\nassault); see alsoUnited Statesv.Rose, 896 F.3d\n104, 114 (CA1 2018) (although Rhode Island case law is\ninconclusive, “it appears possible” that ordinary recklessness\nsuffices for felony assault under R. I. Gen. Law §11–5–2);Statev.Seach, 2021 UT App 22, ¶18, 483 P.3d 1265,\n1271 (Utah Code Ann. §76–5–103 requires the State to prove that a\ndefendant acted “intentionally, knowingly, or\nrecklessly”).23That\nis to say nothing of the collateral review petitions that will\nlikely inundate courts in the circuits that relied onVoisineto hold that ACCA covers reckless offenses. See\nn. 19,supra. To be clear, defendants who received an\nACCA enhancement based on a reckless felony conviction may not\nnecessarily prevail on collateral review. For example, many\npetitions may fall outside §2255’s 1-year statute of limitations.\nBut there can be little question that many such petitions will be\nfiled.",
    "joined": []
}