{
    "case": {
        "docket": "19-1231",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-1231/"
    },
    "id": "4380831",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–1231 and 19–1241_________________FEDERAL COMMUNICATIONS COMMISSION,\net al., PETITIONERS19–1231v.PROMETHEUS RADIO PROJECT,\net al.NATIONAL ASSOCIATION OF BROADCASTERS,\net al., PETITIONERS19–1241v.PROMETHEUS RADIO PROJECT,\net al.on writs of certiorari to the united states\ncourt of appeals for the third circuit[April 1, 2021]Justice Kavanaugh delivered the opinion of the\nCourt.Under the Communications Act of 1934, the\nFederal Communications Commission possesses broad authority to\nregulate broadcast media in the public interest. Exercising that\nstatutory authority, the FCC has long maintained strict ownership\nrules. The rules limit the number of radio stations, television\nstations, and newspapers that a single entity may own in a given\nmarket. Under Section 202(h) of the Telecommunications Act of 1996,\nthe FCC must review the ownership rules every four years, and must\nrepeal or modify any ownership rules that the agency determines are\nno longer in the public interest.In a 2017 order, the FCC concluded that three of\nits ownership rules no longer served the public interest. The FCC\ntherefore repealed two of those rules—the Newspaper/Broadcast\nCross-Ownership Rule and the Radio/Television Cross-Ownership Rule.\nAnd the Commission modified the third—the Local Television\nOwnership Rule. In conducting its public interest analysis under\nSection 202(h), the FCC considered the effects of the rules on\ncompetition, localism, viewpoint diversity, and minority and female\nownership of broadcast media outlets. The FCC concluded that the\nthree rules were no longer necessary to promote competition,\nlocalism, and viewpoint diversity, and that changing the rules was\nnot likely to harm minority and female ownership.A non-profit advocacy group known as Prometheus\nRadio Project, along with several other public interest and\nconsumer advocacy groups, petitioned for review, arguing that the\nFCC’s decision was arbitrary and capricious under the\nAdministrative Procedure Act. In particular, Prometheus contended\nthat the record evidence did not support the FCC’s predictive\njudgment regarding minority and female ownership. Over Judge\nScirica’s dissent, the U. S. Court of Appeals for the Third Circuit\nagreed with Prometheus and vacated the FCC’s 2017 order.On this record, we conclude that the FCC’s 2017\norder was reasonable and reasonably explained for purposes of the\nAPA’s deferential arbitrary-and-capricious standard. We therefore\nreverse the judgment of the Third Circuit.IThe Federal Communications Commission\npossesses broad statutory authority to regulate broadcast media “as\npublic convenience, interest, or necessity requires.” 47\nU. S. C. §303; see also §309(a). Exercising that\nauthority, the FCC has historically maintained several strict\nownership rules. The rules limit the number of radio stations,\ntelevision stations, and newspapers that a single entity may own in\na given market. SeeFCCv.National Citizens Comm. for\nBroadcasting,436 U.S.\n775, 780–781, and nn. 1–3, 783–784 (1978). The FCC has long\nexplained that the ownership rules seek to promote competition,\nlocalism, and viewpoint diversity by ensuring that a small number\nof entities do not dominate a particular media market. Seeid., at 780–781, 808;In re 2002 Biennial Regulatory\nReview—Notice of Proposed Rulemaking, 17 FCC Rcd. 18503,\n18515–18527 (2002).This case concerns three of the FCC’s current\nownership rules. The first is the Newspaper/Broadcast\nCross-Ownership Rule. Initially adopted in 1975, that rule\nprohibits a single entity from owning a radio or television\nbroadcast station and a daily print newspaper in the same media\nmarket. The second is the Radio/Television Cross-Ownership Rule.\nInitially adopted in 1970, that rule limits the number of combined\nradio stations and television stations that an entity may own in a\nsingle market. And the third is the Local Television Ownership\nRule. Initially adopted in 1964, that rule restricts the number of\nlocal television stations that an entity may own in a single\nmarket.The FCC adopted those rules in an early-cable\nand pre-Internet age when media sources were more limited. By the\n1990s, however, the market for news and entertainment had changed\ndramatically. Technological advances led to a massive increase in\nalternative media options, such as cable television and the\nInternet. Those technological advances challenged the traditional\ndominance of daily print newspapers, local radio stations, and\nlocal television stations. See,e.g.,In re 2002\nBiennial Regulatory Review—Report and Order and Notice of Proposed\nRulemaking, 18 FCC Rcd. 13620, 13647–13667 (2003) (2002\nReview).In 1996, Congress passed and President Clinton\nsigned the Telecommunications Act. To ensure that the FCC’s\nownership rules do not remain in place simply through inertia,\nSection 202(h) of the Act directs the FCC to review its ownership\nrules every four years to determine whether those rules remain\n“necessary in the public interest as the result of competition.”\n§202(h), 110Stat. 111–112, as amended §629, 118Stat. 99–100, note\nfollowing 47 U. S. C. §303. After conducting each\nquadrennial Section 202(h) review, the FCC “shall repeal or modify”\nany rules that it determines are “no longer in the public\ninterest.”Ibid.Section 202(h) establishes an iterative\nprocess that requires the FCC to keep pace with industry\ndevelopments and to regularly reassess how its rules function in\nthe marketplace. SeeIn re 2002 Biennial Regulatory\nReview—Report, 18 FCC Rcd. 4726, 4732 (2003).Soon after Section 202(h) was enacted, the FCC\nstated that the agency’s traditional public interest goals of\npromoting competition, localism, and viewpoint diversity would\ninform its Section 202(h) analyses. 2002 Review, 18 FCC Rcd., at\n13627; see alsoIn re 1998 Biennial Regulatory Review,\n15 FCC Rcd. 11058, 11061–11062 (2000). The FCC has also said that,\nas part of its public interest analysis under Section 202(h), it\nwould assess the effects of the ownership rules on minority and\nfemale ownership. 2002 Review, 18 FCC Rcd.,at 13627, 13634,\nand n. 67; see alsoIn re 2010 Quadrennial Regulatory\nReview—Notice of Inquiry, 25 FCC Rcd. 6086, 6106 (2010); cf.In re Amendment of Section 73.3555 [formerly Sections\n73.35, 73.240 and 73.636] of the Commission’s Rules Relating to\nMultiple Ownership of AM, FM and Television Broadcast Stations,\n100 F. C. C. 2d 74, 97 (1985).Since 2002, the Commission has repeatedly sought\nto change several of its ownership rules—including the three rules\nat issue here—as part of its Section 202(h) reviews. See 2002\nReview, 18 FCC Rcd., at 13622–13623 (eliminating strict caps on\nnewspaper/broadcast and radio/television cross-ownership and\nmodifying the Local Television Ownership Rule);In re 2006\nQuadrennial Regulatory Review—Report and Order and Order on\nReconsideration, 23 FCC Rcd. 2010, 2021 (2008) (relaxing the\nNewspaper/Broadcast Cross-Ownership Rule). But for the last 17\nyears, the Third Circuit has rejected the FCC’s efforts as unlawful\nunder the APA. SeePrometheus Radio Projectv.FCC,373 F.3d 372(2004);Prometheus Radio Projectv.FCC, 652 F.3d 431 (2011); see also 824 F.3d 33 (2016). As a\nresult, those three ownership rules exist in substantially the same\nform today as they did in 2002.[1]The current dispute arises out of the FCC’s most\nrecent attempt to change its ownership rules. In its quadrennial\nSection 202(h) order issued in 2016, the FCC concluded that the\nNewspaper/Broadcast Cross-Ownership, Radio/Television\nCross-Ownership, and Local Television Ownership Rules remained\nnecessary to serve the agency’s public interest goals of promoting\n“competition and a diversity of viewpoints in local markets.”In re 2014 Quadrennial Regulatory Review—Second Report and\nOrder, 31 FCC Rcd. 9864, 9865 (2016) (2016 Order). The FCC\ntherefore chose to retain the existing rules with only “minor\nmodifications.”Ibid.A number of groups sought reconsideration of the\n2016 Order. In 2017, the Commission (with a new Chair) granted\nreconsideration.In re 2014 Quadrennial Regulatory\nReview—Order on Reconsideration and Notice of Proposed\nRulemaking, 32 FCC Rcd. 9802 (2017) (2017 Reconsideration\nOrder). On reconsideration, the FCC performed a new public interest\nanalysis. The agency explained that rapidly evolving technology and\nthe rise of new media outlets—particularly cable and Internet—had\ntransformed how Americans obtain news and entertainment, rendering\nsome of the ownership rules obsolete. See,e.g.,id.,at 9811–9815. As a result of those market changes, the FCC\nconcluded that the three ownership rules no longer served the\nagency’s public interest goals of fostering competition, localism,\nand viewpoint diversity.Id.,at 9810, 9830, and n. 197,\n9835–9836. The FCC explained that permitting efficient combinations\namong radio stations, television stations, and newspapers would\nbenefit consumers. Seeid., at 9819, 9830, 9835–9836.The Commission also considered the likely impact\nof any changes to its ownership rules on minority and female\nownership. The FCC concluded that repealing or modifying the three\nownership rules was not likely to harm minority and female\nownership.Id.,at 9822–9824, 9830–9831, 9839–9840.[2]Based on its analysis of the relevant factors,\nthe FCC decided to repeal the Newspaper/Broadcast and\nRadio/Television Cross-Ownership Rules, and to modify the Local\nTelevision Ownership Rule.Id.,at 9803.Prometheus and several other public interest and\nconsumer advocacy groups petitioned for review, arguing that the\nFCC’s decision to repeal or modify those three rules was arbitrary\nand capricious under the APA.The Third Circuit vacated the 2017\nReconsideration Order. The court did not dispute the FCC’s\nconclusion that those three ownership rules no longer promoted the\nagency’s public interest goals of competition, localism, and\nviewpoint diversity. But the court held that the record did not\nsupport the FCC’s conclusion that the rule changes would “have\nminimal effect” on minority and female ownership. 939 F.3d 567, 584\n(2019). The court directed the Commission, on remand, to “ascertain\non record evidence” the effect that any rule changes were likely to\nhave on minority and female ownership, “whether through new\nempirical research or an in-depth theoretical analysis.”Id.,at 587.Judge Scirica dissented in relevant part. In his\nview, the FCC reasonably analyzed the record evidence and made a\nreasonable predictive judgment that the rule changes were not\nlikely to harm minority and female ownership.Id.,at\n590.The FCC and a number of industry groups\npetitioned for certiorari. We granted certiorari. 591 U. S.\n___ (2020).IIIn the 2017 Reconsideration Order, the FCC\nchanged three of its ownership rules because it concluded that the\nrules were no longer in the public interest. In particular, the FCC\nconcluded that the rules no longer served the agency’s goals of\nfostering competition, localism, and viewpoint diversity, and\nfurther concluded that repealing or modifying the rules was not\nlikely to harm minority and female ownership.Prometheus argues that the FCC’s predictive\njudgment regarding minority and female ownership was arbitrary and\ncapricious under the APA. See 5 U. S. C. §706(2)(A). We\ndisagree.The APA’s arbitrary-and-capricious standard\nrequires that agency action be reasonable and reasonably explained.\nJudicial review under that standard is deferential, and a court may\nnot substitute its own policy judgment for that of the agency. A\ncourt simply ensures that the agency has acted within a zone of\nreasonableness and, in particular, has reasonably considered the\nrelevant issues and reasonably explained the decision. SeeFCCv.Fox Television Stations, Inc.,556 U.S.\n502, 513–514 (2009);Motor Vehicle Mfrs. Assn. of United\nStates, Inc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29, 43 (1983); see alsoFCCv.WNCN Listeners\nGuild,450 U.S.\n582, 596 (1981).In its 2017 Reconsideration Order, the FCC\nanalyzed the significant record evidence of dramatic changes in the\nmedia market over the past several decades. See,e.g.,32\nFCC Rcd., at 9803, 9807, 9825, 9834. After thoroughly examining\nthat record evidence, the Commission determined that the\nNewspaper/Broadcast Cross-Ownership, Radio/Television\nCross-Ownership, and Local Television Ownership Rules were no\nlonger necessary to serve the agency’s public interest goals of\npromoting competition, localism, and viewpoint diversity. The FCC\ntherefore concluded that repealing the two cross-ownership rules\nand modifying the Local Television Ownership Rule would fulfill\n“the mandates of Section 202(h)” and “deliver on the Commission’s\npromise to adopt broadcast ownership rules that reflect the\npresent, not the past.”Id.,at 9803.In analyzing whether to repeal or modify those\nrules, the FCC also addressed the possible impact on minority and\nfemale ownership. The Commission explained that it had sought\npublic comment on the issue of minority and female ownership during\nmultiple Section 202(h) reviews, but “no arguments were made” that\nwould lead the FCC to conclude that the existing rules were\n“necessary to protect or promote minority and female ownership.”Id.,at 9822; see alsoid.,at 9831, 9839; cf.In re 2006 Quadrennial Regulatory Review—Further Notice of\nProposed Rulemaking, 21 FCC Rcd. 8834, 8837 (2006) (soliciting\nevidence on minority and female ownership);In re 2010\nQuadrennial Regulatory Review—Notice of Inquiry, 25 FCC Rcd.,\nat 6106, 6108–6109 (same);In re 2014 Quadrennial\nRegulatory Review—Further Notice of Proposed Rulemaking and Report\nand Order, 29 FCC Rcd. 4371, 4460, and n. 595, 4470 (2014)\n(same). Indeed, the FCC stated that it had received several\ncomments suggesting the opposite—namely, comments suggesting that\neliminating the Newspaper/Broadcast Cross-Ownership Rule\n“potentially couldincreaseminority ownership of newspapers\nand broadcast stations.” 2017 Reconsideration Order, 32 FCC Rcd.,\nat 9823 (emphasis added). Based on the record, the Commission\nconcluded that repealing or modifying the three rules was not\nlikely to harm minority and female ownership. Seeid., at\n9822, 9830, 9839.In challenging the 2017 Reconsideration Order in\nthis Court, Prometheus does not seriously dispute the FCC’s\nconclusion that the existing rules no longer serve the agency’s\npublic interest goals of competition, localism, and viewpoint\ndiversity. Rather, Prometheus targets the FCC’s assessment that\naltering the ownership rules was not likely to harm minority and\nfemale ownership.Prometheus asserts that the FCC relied on flawed\ndata in assessing the likely impact of changing the rules on\nminority and female ownership. Prometheus further argues that the\nFCC ignored superior data available in the record.Prometheus initially points to two data sets on\nwhich the FCC relied in the 2016 Order and the 2017 Reconsideration\nOrder. Those data sets measured the number of minority-owned media\noutlets before and after the Local Television Ownership Rule and\nthe Local Radio Ownership Rule were relaxed in the 1990s. Together,\nthe data sets showed a slight decrease in the number of\nminority-owned media outlets immediately after the rules were\nrelaxed, followed by an eventual increase in later years. The 2016\nOrder cited those data sets and explained that the number of\nminority-owned media outlets had increased over time. But the FCC\nadded that there was no record evidence suggesting that past\nchanges to the ownership rules had caused minority ownership levels\nto increase. See 31 FCC Rcd., at 9894–9895;id.,at\n9911–9912.In the 2017 Reconsideration Order, the FCC\nreferred to the 2016 Order’s analysis of those data sets. The FCC\nstated that data in the record suggested that the previous\nrelaxations of the Local Television Ownership and Local Radio\nOwnership Rules “have not resulted in reduced levels of minority\nand female ownership.” 2017 Reconsideration Order, 32 FCC Rcd., at\n9831; see alsoid.,at 9823;id.,at 9839. The FCC\nfurther explained that “no party” had “presented contrary evidence\nor a compelling argument demonstrating why” altering the rules\nwould have a different impact today.Id.,at 9839; see alsoid., at 9823, and n. 138;id.,at 9831, and n. 201.\nThe FCC therefore concluded that “the record provides no\ninformation to suggest” that eliminating or modifying the existing\nrules would harm minority and female ownership.Id.,at\n9831; see alsoid.,at 9823;id.,at 9839.Prometheus insists that the FCC’s numerical\ncomparison was overly simplistic and that the data sets were\nmaterially incomplete. But the FCC acknowledged the gaps in the\ndata. And despite repeatedly asking for data on the issue, the\nCommission received no other data on minority ownership and no data\nat all on female ownership levels. See 2016 Order, 31 FCC Rcd., at\n9894–9895, nn. 211–212;id., at 9911, n. 325; 2017\nReconsideration Order, 32 FCC Rcd., at 9822–9823, and n. 138\n(incorporating 2016 Order’s discussion of data sets);id.,at 9831, and n. 201 (same);id., at 9839, and n. 243 (same).\nThe FCC therefore relied on the data it had (and the absence of any\ncountervailing evidence) to predict that changing the rules was not\nlikely to harm minority and female ownership.Prometheus also asserts that countervailing—and\nsuperior—evidence was in fact in the record, and that the FCC\nignored that evidence. Prometheus identifies two studies submitted\nto the FCC by Free Press, a media reform group. Those studies\npurported to show that past relaxations of the ownership rules and\nincreases in media market concentration had led to decreases in\nminority and female ownership levels. According to Prometheus, the\nFree Press studies undercut the FCC’s prediction that its rule\nchanges were unlikely to harm minority and female ownership.The FCC did not ignore the Free Press studies.\nThe FCC simply interpreted them differently. In particular, in the\n2016 Order, the Commission explained that its data sets and the\nFree Press studies showed the same long-term increase in minority\nownership after the Local Television Ownership and Local Radio\nOwnership Rules were relaxed. 31 FCC Rcd., at 9895, and n. 215;id.,at 9912, and n. 329. Moreover, as counsel for\nPrometheus forthrightly acknowledged at oral argument, the Free\nPress studies were purely backward-looking, and offered no\nstatistical analysis of the likely future effects of the FCC’s\nproposed rule changes on minority and female ownership. See Tr. of\nOral Arg. 75–76.In short, the FCC’s analysis was reasonable and\nreasonably explained for purposes of the APA’s deferential\narbitrary-and-capricious standard. The FCC considered the record\nevidence on competition, localism, viewpoint diversity, and\nminority and female ownership, and reasonably concluded that the\nthree ownership rules no longer serve the public interest. The FCC\nreasoned that the historical justifications for those ownership\nrules no longer apply in today’s media market, and that permitting\nefficient combinations among radio stations, television stations,\nand newspapers would benefit consumers. The Commission further\nexplained that its best estimate, based on the sparse record\nevidence, was that repealing or modifying the three rules at issue\nhere was not likely to harm minority and female ownership. The APA\nrequires no more.[3]To be sure, in assessing the effects on minority\nand female ownership, the FCC did not have perfect empirical or\nstatistical data. Far from it. But that is not unusual in\nday-to-day agency decisionmaking within the Executive Branch. The\nAPA imposes no general obligation on agencies to conduct or\ncommission their own empirical or statistical studies. Cf.Fox\nTelevision, 556 U. S., at 518–520;Vermont Yankee\nNuclear Power Corp.v.Natural Resources Defense Council,\nInc.,435 U.S.\n519, 524 (1978). And nothing in the Telecommunications Act (or\nany other statute) requires the FCC to conduct its own empirical or\nstatistical studies before exercising its discretion under Section\n202(h). Here, the FCC repeatedly asked commenters to submit\nempirical or statistical studies on the relationship between the\nownership rules and minority and female ownership. See,e.g.,In re 2014 Quadrennial Review, 29 FCC\nRcd., at 4460, and n. 595. Despite those requests, no commenter\nproduced such evidence indicating that changing the rules was\nlikely to harm minority and female ownership. In the absence of\nadditional data from commenters, the FCC made a reasonable\npredictive judgment based on the evidence it had. SeeState\nFarm, 463 U. S., at 52.In light of the sparse record on minority and\nfemale ownership and the FCC’s findings with respect to\ncompetition, localism, and viewpoint diversity, we cannot say that\nthe agency’s decision to repeal or modify the ownership rules fell\noutside the zone of reasonableness for purposes of the\nAPA.[4]*  *  *We reverse the judgment of the U. S. Court of\nAppeals for the Third Circuit.It is so ordered.Notes1The FCC currently has two\nother ownership rules that are subject to its quadrennial Section\n202(h) review: (1) the Local Radio Ownership Rule, which limits the\nnumber of radio stations that an entity may own in a single market,\nand (2) the Dual Network Rule, which prohibits mergers among the\ntop four television broadcast networks (ABC, CBS, Fox, and NBC).\nThe FCC has one additional ownership rule, the National Television\nOwnership Rule, which is not subject to review under Section\n202(h). That rule limits the number of television stations that a\nsingle entity may own nationwide. Those other rules are not at\nissue in this case.22017 Reconsideration\nOrder, 32 FCC Rcd., at 9822 (“We find that repealing the”\nNewspaper/Broadcast Cross-Ownership Rule “will not have a material\nimpact on minority and female ownership”);id.,at 9830\n(“[W]e find that the record fails to demonstrate that eliminating\nthe Radio/Television Cross-Ownership Rule is likely to harm\nminority and female ownership”);id.,at 9839 (“We find that\nthe modifications we adopt to the Local Television Ownership Rule\nare not likely to harm minority and female\nownership”).3Because we hold that the\nThird Circuit’s judgment must be reversed under ordinary principles\nof arbitrary-and-capricious review, we need not reach the industry\npetitioners’ alternative argument that the text of Section 202(h)\ndoes not authorize (or at least does not require) the FCC to\nconsider minority and female ownership when the Commission conducts\nits quadrennial reviews. We also need not consider the industry\npetitioners’ related argument that the FCC, in its Section 202(h)\nreview of an ownership rule, may not consider minority and female\nownership unless promoting minority and female ownership was part\nof the FCC’s original basis for that ownership rule.4The Third Circuit also\nvacated the FCC’s separate 2018 Incubator Order and the 2016\nOrder’s definition of “eligible entity.” But the Third Circuit did\nnot offer any independent reasons for doing so. Instead, it vacated\nthose agency actions based solely on its conclusion that the FCC\nfailed to adequately consider minority and female ownership in the\n2017 Reconsideration Order. Because we reverse the judgment of the\nThird Circuit as to the 2017 Reconsideration Order, it follows that\nthe Third Circuit’s judgment as to the Incubator Order and\n“eligible entity” definition is also reversed.",
    "joined": []
}