{
    "case": {
        "docket": "19-5807",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-5807/"
    },
    "id": "4428385",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–5807_________________THEDRICK EDWARDS, PETITIONERv.DARREL\nVANNOY, WARDENon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 17, 2021]Justice Kavanaugh delivered the opinion of the\nCourt.Last Term inRamosv.Louisiana,\n590 U. S. ___ (2020), this Court held that a state jury must\nbe unanimous to convict a criminal defendant of a serious offense.Ramosrepudiated this Court’s 1972 decision inApodacav.Oregon,406\nU.S. 404, which had allowed non-unanimous juries in state\ncriminal trials. The question in this case is whether the new rule\nof criminal procedure announced inRamosapplies\nretroactively to overturn final convictions on federal collateral\nreview. Under this Court’s retroactivity precedents, the answer is\nno.This Court has repeatedly stated that a decision\nannouncing a new rule of criminal procedure ordinarily does not\napply retroactively on federal collateral review. SeeTeaguev.Lane,489\nU.S. 288, 310 (1989) (plurality opinion); see alsoLinkletterv.Walker,381\nU.S. 618, 639–640, and n. 20 (1965).Indeed, in the\n32 years sinceTeagueunderscored that principle, this Court\nhas announced many important new rules of criminal procedure. But\nthe Court has not appliedanyof those new rules\nretroactively on federal collateral review. See,e.g.,Whortonv.Bockting,549\nU.S. 406, 421 (2007) (Confrontation Clause rule recognized inCrawfordv.Washington,541 U.S.\n36(2004), does not apply retroactively). And for decades\nbeforeTeague, the Court also regularly declined to apply\nnew rules retroactively, including on federal collateral review.\nSee,e.g.,DeStefanov.Woods,392\nU.S. 631, 635 (1968) (per curiam) (jury-trial rule\nrecognized inDuncanv.Louisiana,391 U.S.\n145(1968), does not apply retroactively).In light of the Court’s well-settled\nretroactivity doctrine, we conclude that theRamosjury-unanimity rule likewise does not apply retroactively on\nfederal collateral review. We therefore affirm the judgment of the\nU. S. Court of Appeals for the Fifth Circuit.IOn the night of May 13, 2006, in Baton Rouge,\nLouisiana, Thedrick Edwards and an accomplice kidnapped Ryan Eaton,\na student at LSU. As Eaton was getting out of his car, Edwards and\nhis accomplice confronted Eaton at gunpoint and forced him back\ninto the car. Edwards and his accomplice then jumped into the car\nwith Eaton. They drove with Eaton to an ATM where they hoped to\nwithdraw money using Eaton’s card. When they discovered that Eaton\ndid not have any money in his account, they drove to Eaton’s\napartment. Once there, they bound and blindfolded Eaton, rummaged\nthrough his apartment, and took some of his belongings to Eaton’s\ncar.After they were back in the car, Edwards and his\naccomplice coerced Eaton into arranging a meeting with Eaton’s\ngirlfriend. They then drove to the girlfriend’s apartment and, at\ngunpoint, forced Eaton to knock on the door. When Eaton’s\ngirlfriend opened the door, Edwards and his accomplice rushed\ninside. Both Edwards and his accomplice were armed, and Edwards’s\naccomplice had his gun drawn. Edwards and his accomplice instructed\nEaton, Eaton’s girlfriend, and two other women in the apartment to\nlie on the floor. Edwards then raped one of the women. His\naccomplice raped another woman. As they left, they grabbed some\npersonal property from the apartment. Edwards and his accomplice\nhurried back into Eaton’s car and drove around the corner. They\nthen abandoned the car and fled.Two days later, Edwards and his accomplice\nconfronted another man at gunpoint and forced him to withdraw money\nfrom an ATM.Within a day of the second incident, the police\ncollected substantial evidence implicating Edwards in both\nepisodes. The police obtained warrants to search his residence and\nto arrest him. The day after the police executed the search warrant\nbut before an arrest, Edwards turned himself in to the police and\nconfessed to his crimes. The police videotaped Edwards’s\nconfession. (The video is part of the joint appendix. See\nsupremecourt.gov/media/media.aspx.)Edwards was indicted in Louisiana state court\nfor armed robbery, kidnapping, and rape. Edwards pled not guilty\nand went to trial. Before trial, Edwards moved to suppress the\nvideotaped confession on the ground that the confession was\ninvoluntary. The trial court denied the suppression motion.At trial, the jury heard Edwards’s confession\nand other evidence against him, including the testimony of\neyewitnesses. The jury convicted Edwards of five counts of armed\nrobbery, two counts of kidnapping, and one count of rape. At the\ntime, Louisiana law permitted guilty verdicts if at least 10 of the\n12 jurors found the defendant guilty. The jury convicted Edwards by\nan 11-to-1 vote on one of the armed robbery counts, the two\nkidnapping counts, and the rape count. The jury convicted Edwards\nby a 10-to-2 vote on the four remaining armed robbery counts.At sentencing, the trial judge stated: “I can\nsay without hesitation that this is the most egregious case that\nI’ve had before me.” Record 1113. The judge sentenced Edwards to\nlife imprisonment without parole. The Louisiana First Circuit Court\nof Appeal affirmed the conviction and sentence. In March 2011,\nEdwards’s conviction became final on direct review.After his conviction became final, Edwards\napplied for state post-conviction relief in the Louisiana courts.\nThe Louisiana courts denied relief.In 2015, Edwards filed a petition for a writ of\nhabeas corpus in the U. S. District Court for the Middle\nDistrict of Louisiana. He argued that the non-unanimous jury\nverdict violated his constitutional right to a unanimous jury. The\nDistrict Court rejected that claim as foreclosed by this Court’s\n1972 decision inApodacav.Oregon,406\nU.S. 404.InApodaca, this Court ruled that the\nConstitution does not require unanimous jury verdicts in state\ncriminal trials. TheApodacamajority consisted of a\nplurality opinion by four Justices and an opinion concurring in the\njudgment by Justice Powell. In his opinion, Justice Powell\nacknowledged that the Sixth Amendment requires a unanimous jury infederalcriminal trials. 406 U. S., at 371. But in his\nview, the Fourteenth Amendment did not incorporate that right\nagainst the States, meaning that a unanimous jury was not\nconstitutionally required instatecriminal trials.Id., at 373, 376–377. In subsequent years, many federal and\nstate courts viewed Justice Powell’s opinion as the controlling\nopinion fromApodaca. See,e.g.,Timbsv.Indiana, 586 U. S. ___, ___, n. 1 (2019) (slip\nop., at 3, n. 1);McDonaldv.Chicago,561 U.S.\n742, 766, n. 14 (2010).In Edwards’s case, the District Court likewise\nfollowed Justice Powell’s opinion fromApodacaand concluded\nthat a unanimous jury is not constitutionally required in state\ncriminal trials. The U. S. Court of Appeals for the Fifth\nCircuit denied a certificate of appealability. 2019 WL 8643258 (May\n20, 2019). Edwards then petitioned for a writ of certiorari in this\nCourt, arguing that the Constitution requires a unanimous jury in\nstate criminal trials.IIWhile Edwards’s petition for certiorari was\npending, this Court decidedRamosand rejected Justice\nPowell’s opinion inApodaca. SeeRamosv.Louisiana, 590 U. S. ___ (2020);Apodacav.Oregon,406\nU.S. 404(1972). The Court held that the Fourteenth Amendment\nincorporates the Sixth Amendment right to a unanimous jury against\nthe States. Therefore, in state court as well as federal court, a\njury must be unanimous to convict a defendant of a serious\noffense.[1]The Court’s decision inRamosdirectly\naffected Louisiana and Oregon, which were the only two States that\nstill allowed non-unanimous juries. For those States, this Court’s\ndecision inRamosimmediately triggered a pressing question:\nDoesRamosapply retroactively to overturn final convictions\non federal collateral review? We granted certiorari in Edwards’s\ncase to decide that question. 590 U. S. ___ (2020). We\nconclude thatRamosdoes not apply retroactively on federal\ncollateral review.AA new rule of criminal procedure applies to\ncases ondirectreview, even if the defendant’s trial has\nalready concluded. SeeGriffithv.Kentucky,479\nU.S. 314, 328 (1987). But under the habeas corpus statute as\ninterpreted by this Court, a new rule of criminal procedure\nordinarily does not apply retroactively to overturn final\nconvictions on federalcollateralreview. SeeTeaguev.Lane,489\nU.S. 288, 310 (1989) (plurality opinion);Penryv.Lynaugh,492 U.S.\n302,313–314 (1989).[2]In stating that new procedural rules ordinarily\ndo not apply retroactively on federal collateral review,Teaguereinforced what had already been the Court’s regular\npractice for several decades under the retroactivity standard\narticulated inLinkletterv.Walker,381 U.S.\n618(1965).Linkletterset forth a balancing test for\ndetermining retroactivity. But even underLinkletter, “new\nrules that constituted clear breaks with the past generally were\nnot given retroactive effect,” including on federal collateral\nreview.Teague, 489 U. S., at 304 (plurality\nopinion).As the Court has explained, applying\n“constitutional rules not in existence at the time a conviction\nbecame final seriously undermines the principle of finality which\nis essential to the operation of our criminal justice system.”Id., at 309. Here, for example, applyingRamosretroactively would potentially overturn decades of convictions\nobtained in reliance onApodaca. Moreover, conducting scores\nof retrials years after the crimes occurred would require\nsignificant state resources. SeeTeague, 489 U. S., at\n310 (plurality opinion). And a State may not be able to retry some\ndefendants at all because of “lost evidence, faulty memory, and\nmissing witnesses.”Allenv.Hardy,478\nU.S. 255, 260 (1986) (per curiam) (internal quotation\nmarks omitted). When previously convicted perpetrators of violent\ncrimes go free merely because the evidence needed to conduct a\nretrial has become stale or is no longer available, the public\nsuffers, as do the victims. SeeUnited Statesv.Mechanik,475 U.S.\n66, 72 (1986). Even when the evidence can be reassembled,\nconducting retrials years later inflicts substantial pain on crime\nvictims who must testify again and endure new trials. In this case,\nthe victims of the robberies, kidnappings, and rapes would have to\nrelive their trauma and testify again, 15 years after the crimes\noccurred.Put simply, the “costs imposed upon the States\nby retroactive application of new rules of constitutional law on\nhabeas corpus thus generally far outweigh the benefits of this\napplication.”Sawyerv.Smith,497 U.S.\n227, 242 (1990) (internal quotation marks and alteration\nomitted). For that reason, the Court has repeatedly stated that new\nrules of criminal procedure ordinarily do not apply retroactively\non federal collateral review.The Court has identified only one possible\nexception to that principle. The Court has stated that a new\nprocedural rule will apply retroactively on federal collateral\nreview only if it constitutes a “watershed” rule of criminal\nprocedure.Teague, 489 U. S., at 311 (plurality\nopinion). But theTeagueCourt stated that it was “unlikely”\nthat such watershed “components of basic due process have yet to\nemerge.”Id.,at 313; see alsoWhortonv.Bockting,549\nU.S. 406, 417 (2007);Schrirov.Summerlin,542 U.S.\n348, 352 (2004);Tylerv.Cain,533 U.S.\n656, 667, n. 7 (2001). And in the 32 years sinceTeague,\nas we will explain, the Court hasneverfound that any new\nprocedural rule actually satisfies that purported\nexception.[3]BTo determine whetherRamosapplies\nretroactively on federal collateral review, we must answer two\nquestions.First, didRamosannounce a new rule of\ncriminal procedure, as opposed to applying a settled rule? A new\nrule ordinarily does not apply retroactively on federal collateral\nreview.Second, ifRamosannounced a new rule,\ndoes it fall within an exception for watershed rules of criminal\nprocedure that apply retroactively on federal collateral\nreview?1Ramosheld that a state jury must be\nunanimous to convict a defendant of a serious offense. In so\nholding,Ramosannounced a new rule.A rule is new unless it was “dictatedby\nprecedent existing at the time the defendant’s conviction became\nfinal.”Teague, 489 U. S., at 301 (plurality opinion).\nIn other words, a rule is new unless, at the time the conviction\nbecame final, the rule was already “apparent to all reasonable\njurists.”Lambrixv.Singletary,520 U.S.\n518, 528 (1997). The starkest example of a decision announcing\na new rule is a decision that overrules an earlier case. SeeWhorton, 549 U. S., at 416.The jury-unanimity requirement announced inRamoswas not dictated by precedent or apparent to all\nreasonable jurists when Edwards’s conviction became final in 2011.\nOn the contrary, beforeRamos, many courts interpretedApodacato allow for non-unanimous jury verdicts in state\ncriminal trials.[4] In\naddition, inRamositself, six Members of the Court\nacknowledged thatApodacaallowed non-unanimous jury\nverdicts in state criminal trials. See 590 U. S., at ___\n(Sotomayor, J., concurring in part) (slip op., at 2);id.,at ___ (Kavanaugh, J., concurring in part) (slip op., at 1);id.,at ___–___ (Thomas, J., concurring in judgment) (slip\nop., at 7–8);id.,at ___ (Alito, J., joined by Roberts,\nC. J., and Kagan, J., dissenting) (slip op., at 1). And other\nMembers of the Court recognized thatApodacaat least\nmuddied the waters of the Court’s Sixth Amendment jurisprudence.Id.,at ___, and n. 36 (plurality opinion) (slip op., at 10,\nand n. 36). In short, even inRamositself, the Court\nindicated that the decision was not dictated by precedent or\napparent to all reasonable jurists.Edwards responds that the Court’s decision inRamosmust have applied a settled rule, not a new rule,\nbecause the decision adhered to the original meaning of the Sixth\nAmendment’s right to a jury trial and the Fourteenth Amendment’s\nincorporation of that right (and others) against the States. That\nargument conflates the merits question presented inRamoswith the retroactivity question presented here. On the merits\nquestion, the critical point, as the Court thoroughly explained inRamos, is that the Constitution’s text and history require a\nunanimous jury in state criminal trials. On the retroactivity\nquestion, the critical point is that reasonable jurists who\nconsidered the question beforeRamosinterpretedApodacato allow non-unanimous jury verdicts in state\ncriminal trials.By renouncingApodacaand expressly\nrequiring unanimous jury verdicts in state criminal trials,Ramosplainly announced a new rule for purposes of this\nCourt’s retroactivity doctrine. And new rules of criminal procedure\nordinarily do not apply retroactively on federal collateral\nreview.2Having determined thatRamosannounced\na new rule requiring jury unanimity, we must consider whether that\nnew rule falls within an exception for watershed rules of criminal\nprocedure that apply retroactively on federal collateral\nreview.This Court has stated that the watershed\nexception is “extremely narrow” and applies only when, among other\nthings, the new rule alters “our understanding of the bedrock\nprocedural elements essential to the fairness of a proceeding.”Whorton, 549 U. S., at 417–418 (internal quotation\nmarks omitted).In the abstract, those various\nadjectives—watershed, narrow, bedrock, essential—do not tell us\nmuch about whether a particular decision of this Court qualifies\nfor the watershed exception. In practice, the exception has been\ntheoretical, not real. The Court has identified only one\npre-Teagueprocedural rule as watershed: the right to\ncounsel recognized in the Court’s landmark decision inGideonv.Wainwright,372 U.S.\n335, 344–345 (1963). SeeWhorton, 549 U. S., at\n419, 421. The Court has never identified any other\npre-Teagueor post-Teaguerule as watershed.\nNone.Moreover, the Court has flatly proclaimed on\nmultiple occasions that the watershed exception is unlikely to\ncover any more new rules. Even 32 years ago inTeagueitself, the Court stated that it was “unlikely” that additional\nwatershed rules would “emerge.” 489 U. S., at 313 (plurality\nopinion). And sinceTeague, the Court has often reiterated\nthat “it is unlikely that any such rules have yet to emerge.”Whorton, 549 U. S., at 417 (internal quotation marks\nand alteration omitted); see alsoBeardv.Banks,542 U.S.\n406, 417 (2004);Summerlin, 542 U. S., at 352;Tyler, 533 U. S., at 667, n. 7;Grahamv.Collins,506 U.S.\n461, 478 (1993);Sawyer, 497 U. S., at 243;Butlerv.McKellar,494 U.S.\n407, 416 (1990).Consistent with those many emphatic\npronouncements, the Court sinceTeaguehas rejectedeveryclaim that a new procedural rule qualifies as a\nwatershed rule. For example, inBeardv.Banks, 542\nU. S., at 408, the Court declined to retroactively apply the\nrule announced inMillsv.Maryland,486 U.S.\n367, 384 (1988), that capital juries may not be required to\ndisregard certain mitigating factors. InO’Dellv.Netherland,521 U.S.\n151, 153 (1997), the Court refused to retroactively apply the\nrule announced inSimmonsv.South Carolina,512 U.S.\n154, 156 (1994), that a capital defendant must be able, in\ncertain circumstances, to inform the sentencing jury that he is\nparole ineligible. InLambrixv.Singletary, 520\nU. S., at 539–540, the Court declined to retroactively apply\nthe rule announced inEspinosav.Florida,505 U.S.\n1079, 1082 (1992) (per curiam), that sentencers may\nnot weigh invalid aggravating circumstances before recommending or\nimposing the death penalty. InSawyerv.Smith, 497\nU. S., at 229, the Court refused to retroactively apply the\nrule announced inCaldwellv.Mississippi,472 U.S.\n320, 323 (1985), which prohibited a death sentence by a jury\nled to the false belief that responsibility for the sentence rested\nelsewhere.The list of cases declining to retroactively\napply a new rule of criminal procedure extends back long beforeTeagueto some of this Court’s most historic criminal\nprocedure decisions. For example, inJohnsonv.New\nJersey,384 U.S.\n719, 721 (1966), the Court declined to retroactively applyMirandav.Arizona,384\nU.S. 436, 444–445 (1966), which required that police inform\nindividuals in custody of certain constitutional rights before\nquestioning them. And inLinkletterv.Walker, 381\nU. S., at 639–640, the Court refused to retroactively applyMappv.Ohio,367 U.S.\n643, 655 (1961), which incorporated the Fourth Amendment\nexclusionary rule against the States.Edwards seeks to distinguishRamosfrom\nthe long line of cases where the Court has declined to\nretroactively apply new procedural rules. Edwards emphasizes three\naspects ofRamos: (i) the significance of the jury-unanimity\nright; (ii)Ramos’s reliance on the original meaning of the\nConstitution; and (iii) the effect ofRamosin preventing\nracial discrimination in the jury process.But Edwards’s attempts to distinguishRamosare unavailing because the Court has already\nconsidered and rejected those kinds of arguments in prior\nretroactivity cases.First, Edwards emphasizes the\nsignificance of the jury-unanimity right for criminal defendants.\nBut that argument for retroactivity cannot be squared with the\nCourt’s decisions inDuncanv.Louisiana,391 U.S.\n145(1968), andDeStefanov.Woods,392 U.S.\n631(1968) (per curiam). InDuncan, the Court\nrepudiated several precedents and ruled that a defendant has a\nconstitutional right to a jury trial in a state criminal case. 391\nU. S., at 149–150, 154–155. Notwithstanding the extraordinary\nsignificance ofDuncanin guaranteeing a jury trial and\nexpanding the rights of criminal defendants, the Court inDeStefanodeclined to retroactively apply the jury right.\n392 U. S., at 633; see alsoSummerlin, 542 U. S.,\nat 356–358 (relying onDeStefanoand rejecting retroactivity\nof jury right recognized inRingv.Arizona,536 U.S.\n584, 589 (2002)). We cannot discern a principled basis for\nretroactively applying the subsidiaryRamosjury-unanimity\nright when the Court inDeStefanodeclined to retroactively\napply the broader jury right itself.[5]Second, Edwards stresses thatRamosrelied on the original meaning of the Sixth Amendment.\nBut that argument for retroactivity is inconsistent withCrawfordv.Washington,541 U.S.\n36(2004), andWhortonv.Bockting,549 U.S.\n406(2007). InCrawford, the Court relied on the\noriginal meaning of the Sixth Amendment’s Confrontation Clause to\noverrule precedent and restrict the use of hearsay evidence against\ncriminal defendants. 541 U. S., at 60–69. NotwithstandingCrawford’s reliance on the original meaning of the Sixth\nAmendment, the Court inWhortondeclined to retroactively\napplyCrawford. 549 U. S., at 421.Third, Edwards says thatRamosprevents racial discrimination by ensuring that the votes of all\njurors, regardless of race, matter in the jury room. But that\nargument for retroactivity cannot prevail in light ofBatsonv.Kentucky,476 U.S.\n79(1986), andAllenv.Hardy,478 U.S.\n255(1986) (per curiam). InBatson, the Court\noverruled precedent and revolutionized day-to-day jury selection by\nholding that state prosecutors may not discriminate on the basis of\nrace when exercising individual peremptory challenges. 476\nU. S., at 92–93, 96–98. Nonetheless, the Court inAllendeclined to retroactively applyBatson. 478 U. S., at\n261; see alsoTeague, 489 U. S., at 295–296\n(reaffirmingAllen).The Court’s decisions inDuncan,Crawford, andBatsonwere momentous and\nconsequential. All three decisions fundamentally reshaped criminal\nprocedure throughout the United States and significantly expanded\nthe constitutional rights of criminal defendants. One involved the\njury-trial right, one involved the original meaning of the Sixth\nAmendment’s Confrontation Clause, and one involved racial\ndiscrimination in jury selection. Yet the Court did not apply any\nof those decisions retroactively on federal collateral review.Ramosis likewise momentous and consequential. But we see no\ngood rationale for treatingRamosdifferently fromDuncan,Crawford, andBatson. Consistent with\nthe Court’s long line of retroactivity precedents, we hold that theRamosjury-unanimity rule does not apply retroactively on\nfederal collateral review.[6]In so concluding, we recognize that the Court’s\nmany retroactivity precedents taken together raise a legitimate\nquestion: If landmark and historic criminal procedure\ndecisions—includingMapp,Miranda,Duncan,Crawford,Batson, and nowRamos—do not apply\nretroactively on federal collateral review, how can any additional\nnew rules of criminal procedure apply retroactively on federal\ncollateral review? At this point, some 32 years afterTeague, we think the only candid answer is that none\ncan—that is, no new rules of criminal procedure can satisfy the\nwatershed exception. We cannot responsibly continue to suggest\notherwise to litigants and courts. InTeagueitself, the\nCourt recognized that the purported exception was unlikely to apply\nin practice, because it was “unlikely” that such watershed\n“components of basic due process have yet to emerge.” 489\nU. S., at 313 (plurality opinion). The Court has often\nrepeated that “it is unlikely that any of these watershed rules has\nyet to emerge.”Tyler, 533 U. S., at 667, n. 7\n(alteration and internal quotation marks omitted); see also,e.g., Whorton, 549 U. S., at 417;Summerlin, 542\nU. S., at 352. And for decades, the Court has rejected\nwatershed status for new procedural rule after new procedural rule,\namply demonstrating that the purported exception has become an\nempty promise.Continuing to articulate a theoretical exception\nthat never actually applies in practice offers false hope to\ndefendants, distorts the law, misleads judges, and wastes the\nresources of defense counsel, prosecutors, and courts. Moreover, no\none can reasonably rely on an exception that is non-existent in\npractice, so no reliance interests can be affected by forthrightly\nacknowledging reality. It is time—probably long past time—to make\nexplicit what has become increasingly apparent to bench and bar\nover the last 32 years: New procedural rules do not apply\nretroactively on federal collateral review. The watershed exception\nis moribund. It must “be regarded as retaining no vitality.”Herrerav.Wyoming, 587 U. S. ___, ___ (2019)\n(slip op., at 11) (internal quotation marks omitted).3We respectfully offer four responses to the\ndissent.First, in the dissent’s view, if a right\nis important enough to justify overruling or repudiating precedent\n(as inRamos), then it often is important enough to apply\nretroactively as a watershed rule of criminal procedure. But the\nCourt’s precedents say the opposite and demonstrate that the\ndissent’s position erroneously invertsstare decisisandTeague.Teaguerecognized that the Court would\noccasionally announce new rules of criminal procedure by overruling\nor repudiating existing precedents.Teaguefurther\nexplained, however, that it was “unlikely” that such new procedural\nrules would apply retroactively on federal collateral review. 489\nU. S., at 313 (plurality opinion). In other words, under this\nCourt’s longstanding case law, it is easier to overrule or\nrepudiate a precedent—as the Court did inMapp,Miranda,Duncan,Batson, andCrawford,\nfor example—than it is to apply the new procedural rule\nretroactively on federal collateral review—as demonstrated by the\nCourt’s corresponding non-retroactivity decisions inLinkletter,Johnson,DeStefano,Allen,\nandWhorton.TheRamosCourt fully understood all of\nthis. AlthoughRamosstopped short of expressly deciding\nthis retroactivity question (because it was not squarely\npresented),Ramosdiscussed retroactivity and plainly\nforeshadowed today’s decision. The lead opinion inRamos—which was joined in relevant part by two of today’s\ndissenters, Justice Breyer and Justice Sotomayor—explained that\noverruling or repudiatingApodacawas not likely to\nsignificantly affect Louisiana’s and Oregon’s reliance interests in\npreserving final convictions becauseRamoswas not likely to\napply retroactively on federal collateral review. In particular,\nthe lead opinion said that the States’ “worries” aboutRamosapplying retroactively and overturning hundreds of final\nconvictions outstripped “the facts” because “Teague’s test\nis a demanding one, so much so that this Court has yet to announce\na new rule of criminal procedure capable of meeting it.”Ramos, 590 U. S., at ___ (opinion of Gorsuch, J.) (slip\nop., at 24); see alsoid.,at ___–___ (Kavanaugh, J.,\nconcurring in part) (slip op., at 16–17). The lead opinion added\nthatTeagueis “demanding by design, expressly calibrated to\naddress the reliance interests States have in the finality of their\ncriminal judgments.”Id.,at ___ (opinion of Gorsuch, J.)\n(slip op., at 24). In light of that explicit language inRamos, the Court’s decision today can hardly come as a\nsurprise.In short, the Court’s holding today—namely, thatRamosdoes not apply retroactively on federal collateral\nreview—carefully adheres toRamosand tracks the Court’s\nmany longstanding precedents on retroactivity.Second, the dissent suggests that the\nCourt knows thatRamosshould apply retroactively under the\nwatershed exception, but wants to avoid applyingRamosretroactively, and for that reason has decided to just eliminate\nthe watershed exception altogether. That suggestion is unfounded.Ramoswas a momentous decision, and those of us who joined\nit continue to agree with it. But as we have explained,Ramositself analyzed the Court’s retroactivity precedents\nand foretold today’s decision on retroactivity. We are simply\nfollowing through on whatRamos(as well as the Court’s many\nother precedents) already said about retroactivity to now squarely\nhold thatRamosdoes not apply retroactively on federal\ncollateral review. If we thought otherwise and believed thatRamosqualified under the Court’s precedents as a rule that\napplies retroactively, we would certainly say so. But applying our\nretroactivity precedents, we have concluded thatRamosdoes\nnot apply retroactively—just as the Court has previously held that\nother historic cases likeMapp,Miranda,Duncan,Batson, andCrawforddid not apply\nretroactively. After reaching that conclusion, we then took account\nof the overall jurisprudential landscape of the last several\ndecades inTeaguecases and acknowledged what has become\nunmistakably clear: The purported watershed exception is\nmoribund.Third, on that last point, the dissent\nresponds thatTeaguenominally identified a retroactivity\nexception for watershed procedural rules and that we should do so\nas well. But the problem, as we see it, is thatTeaguesimultaneously said that it was “unlikely” that new procedural\nrules would qualify as watershed. 489 U. S., at 313 (plurality\nopinion). SoTeaguetook with one hand what it seemingly\ngave with the other. And in the 32 years sinceTeague, this\nCourt has never once held that a new procedural rule qualifies for\nthe purported watershed exception. What is more, the Court has\nregularly repeated thatTeague’s watershed exception would\nlikely never be satisfied. The Court today need not and does not\noverrule any post-Teaguecases that held the watershed\nexception satisfied because there are no post-Teaguecases\nthat held the watershed exception satisfied.As noted above, nostare decisisvalues\nwould be served by continuing to indulge the fiction thatTeague’s purported watershed exception endures. No one can\nreasonably rely on a supposed exception that has never operated in\npractice. And perpetuating what has become an illusory exception\nmisleads litigants and judges, and needlessly expends the scarce\nresources of defense counsel, prosecutors, and courts. At this\npoint, given that landmark cases likeMapp,Miranda,Duncan,Batson,Crawford, and nowRamoshave not applied retroactively, we are simply acknowledging reality\nand stating the obvious: The purported watershed exception retains\nno vitality.Fourth, the dissent asserts that the\nCourt is not living up to the promise ofRamosfor criminal\ndefendants. To begin with, the dissent cannot reasonably charge the\nCourt with failing to live up toRamosgiven thatRamositself explicitly forecast today’s decision on\nretroactivity. Moreover, with respect, Justice Kagan dissented inRamos. To be sure, the dissent’s position on the\njury-unanimity rule inRamoswas perfectly legitimate, as is\nthe dissent’s position on retroactivity in today’s case. And it is\nof course fair for a dissent to vigorously critique the Court’s\nanalysis. But it is another thing altogether to dissent inRamosand then to turn around and impugn today’s majority\nfor supposedly shortchanging criminal defendants. To properly\nassess the implications for criminal defendants, one should assess\nthe implications ofRamosand today’s rulingtogether. And criminal defendants as a group are better off\nunderRamosand today’s decision, taken together, than they\nwould have been if Justice Kagan’s dissenting view had prevailed inRamos. If the dissent’s view had prevailed inRamos,\nno defendant would ever be entitled to the jury-unanimity right—not\non collateral review, not on direct review, and not in the future.\nBy contrast, under the Court’s holdings inRamosand this\ncase, criminal defendants whose cases are still on direct review or\nwhose cases arise in the future will have the benefit of the\njury-unanimity right announced inRamos. The rhetoric in\ntoday’s dissent is misdirected. Different Members of the Court have\nreached different conclusions inRamosand in this case, but\neach Member of the Court has acted in good faith in deciding the\ndifficult questions before us.*  *  *To summarize the Court’s retroactivity\nprinciples: New substantive rules alter “the range of conduct or\nthe class of persons that the law punishes.”Summerlin, 542\nU. S., at 353. Those new substantive rules apply to cases\npending in trial courts and on direct review, and they also apply\nretroactively on federal collateral review. New procedural rules\nalter “only the manner of determining the defendant’s culpability.”Ibid.(emphasis deleted). Those new procedural rules apply\nto cases pending in trial courts and on direct review. But new\nprocedural rules do not apply retroactively on federal collateral\nreview.Ramosannounced a new rule of criminal\nprocedure. It does not apply retroactively on federal collateral\nreview. We affirm the judgment of the U. S. Court of Appeals\nfor the Fifth Circuit.It is so ordered.Notes1Ramosdoes not\napply to defendants charged with petty offenses, which typically\nare offenses that carry a maximum prison term of six months or\nless. 590 U. S., at ___, n. 7. (slip op., at 3,\nn. 7); see alsoBlantonv.North Las Vegas,489 U.S.\n538, 543 (1989) (defining petty offense).2BeforeGriffithv.Kentucky,479 U.S.\n314(1987), the Court sometimes would decline to apply new\nprocedural rules even to cases ondirectreview. See,e.g.,Johnsonv.New Jersey,384 U.S.\n719, 721 (1966) (rule announced inMirandav.Arizona,384 U.S.\n436(1966), applies only to cases in which the trial began\nafter the date of theMirandadecision).Griffithended that practice and declared that new rules apply to all cases\non direct review.3By contrast, a newsubstantiverule—for example, a rule that particular conduct\ncannot constitutionally be criminalized—usually applies\nretroactively on federal collateral review. SeeWelchv.United States, 578 U.S. 120, 128–129 (2016). The parties\nhere agree, as do we, that the rule announced inRamosis\nprocedural. TheRamosrule affects “only the manner of\ndetermining the defendant’s culpability,” not the “range of conduct\nor the class of persons that the law punishes.”Schrirov.Summerlin,542 U.S.\n348, 353 (2004) (emphasis deleted).4See,e.g.,Timbsv.Indiana, 586 U. S. ___, ___, n. 1\n(2019) (slip op., at 3, n. 1) (the “ Sixth Amendment requires\njury unanimity in federal, but not state, criminal proceedings”);McDonaldv.Chicago,561 U.S.\n742, 766, n. 14 (2010) (“The Court has held that although\nthe Sixth Amendment right to trial by jury requires a unanimous\njury verdict in federal criminal trials, it does not require a\nunanimous jury verdict in state criminal trials”);Schadv.Arizona,501 U.S.\n624, 634, n. 5 (1991) (plurality opinion) (a “state\ncriminal defendant, at least in noncapital cases, has no federal\nright to a unanimous jury verdict”);Burchv.Louisiana,441 U.S.\n130, 137 (1979) (the Court has “approved the use of certain\nnonunanimous verdicts in cases involving 12-person juries”);Ludwigv.Massachusetts,427\nU.S. 618, 625 (1976) (the “holding inApodaca” was that\n“the jury’s verdict need not be unanimous”);Smithv.Swarthout, 742 F.3d 885, 895, n. 4 (CA9 2014) (“The\nSupreme Court has instructed that the Sixth and Fourteenth\nAmendments do not require a unanimous verdict in state criminal\nprosecutions”); see also 6 W. LaFave, J. Israel, N. King, & O.\nKerr, Criminal Procedure §22.1(e), p. 23 (4th ed. 2015) (the “\nSixth Amendment does not require jury unanimity in state criminal\ntrials”).5Edwards argues that theRamosrule mirrors the rule announced inBurchv.Louisiana,441 U.S.\n130, 134 (1979). InBurch, the Court held that\nsix-person jury verdicts must be unanimous. According to Edwards,\nthe Court retroactively appliedBurchinBrownv.Louisiana,447 U.S.\n323(1980). But the Justices who concurred in the judgment and\nsupplied the decisive opinion inBrownsaid only that theBurchrule should apply to all cases ondirectreview. 447 U. S., at 337 (opinion of Powell, J., joined by\nStevens, J.). They did not say that the rule should apply\nretroactively on federalcollateralreview. SoBrowndoes not help Edwards here. The Court’s decision inIvan V.v.City of New York,407 U.S.\n203(1972) (per curiam), is no more helpful to Edwards.\nInIn re Winship, the Court held that a jury must find guilt\n“beyond a reasonable doubt.”397 U.S.\n358, 364 (1970). And inIvan V., the Court held that the\nrule announced inWinshipapplied in a case ondirectreview. 407 U. S., at 205. But in its numerous retroactivity\ncases, this Court has never identified theWinshiprule as a\nwatershed rule of criminal procedure that applies retroactively on\nfederal collateral review. That no doubt explains why, in his\nsubmissions to this Court, Edwards himself did not citeIvan\nV.in support of his retroactivity argument. In any event,BrownandIvan V.were pre-Teaguedecisions.\nSeeTeaguev.Lane,489 U.S.\n288(1989). BecauseTeaguetightened the previous\nstandard set forth inLinkletterv.Walker,381 U.S.\n618(1965), for applying a decision retroactively on federal\ncollateral review, pre-Teaguedecisions holding that a ruleisretroactive are not as relevant as pre-Teaguedecisions holding that a ruleis notretroactive, such asDeStefano.6TheRamosrule\ndoes not apply retroactively onfederalcollateral review.\nStates remain free, if they choose, to retroactively apply the\njury-unanimity rule as a matter of state law in state\npost-conviction proceedings. SeeDanforthv.Minnesota,552 U.S.\n264, 282 (2008).",
    "joined": []
}