{
    "case": {
        "docket": "18-431",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-431/"
    },
    "id": "4112546",
    "author": "kavanaugh",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–431_________________UNITED STATES, PETITIONERv.MAURICE\nLAMONT DAVIS AND ANDRE LEVON GLOVERon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2019]Justice Kavanaugh, with whom Justice Thomas\nand Justice Alito join, and with whom The Chief Justice joins as to\nall but Part II–C, dissenting.Crime and firearms form a dangerous mix. From\nthe 1960s through the 1980s, violent gun crime was rampant in\nAmerica. The wave of violence destroyed lives and devastated\ncommunities, particularly in America’s cities. Between 1963 and\n1968, annual murders with firearms rose by a staggering 87 percent,\nand annual aggravated assaults with firearms increased by more than\n230 percent.Faced with an onslaught of violent gun crime and\nits debilitating effects, the American people demanded action. In\n1968, Congress passed and President Lyndon Johnson signed the Gun\nControl Act. That law made it a separate federal crime to use or\ncarry a firearm during a federal felony. Despite that and other\nefforts, violent crime with firearms continued at extraordinarily\ndangerous levels. In 1984 and again in 1986, in legislation signed\nby President Reagan, Congress reenacted that provision of the 1968\nAct, with amendments. The law now prohibits, among other things,\nusing or carrying a firearm during and in relation to a federal\n“crime of violence.” 18 U. S. C. §924(c)(1)(A). The law\nmandates substantial prison time for violators.Over the last 33 years, tens of thousands of\n§924(c) cases have been prosecuted in the federal courts.\nMeanwhile, violent crime with firearms has decreased significantly.\nOver the last 25 years, the annual rate of murders with firearms\nhas dropped by about 50 percent, and the annual rate of nonfatal\nviolent crimes (robberies, aggravated assaults, and sex crimes)\nwith firearms has decreased by about 75 percent. Violent crime in\ngeneral (committed with or without a firearm) has also declined.\nDuring that same time period, both the annual rate of overall\nviolent crime and the annual rate of murders have dropped by almost\n50 percent.Although the level of violent crime in America\nis still very high, especially in certain cities, Americans under\nthe age of 40 probably cannot fully appreciate how much safer most\nAmerican cities and towns are now than they were in the 1960s,\n1970s, and 1980s. Many factors have contributed to the decline of\nviolent crime in America. But one cannot dismiss the effects of\nstate and federal laws that impose steep punishments on those who\ncommit violent crimes with firearms.Yet today, after 33 years and tens of thousands\nof federal prosecutions, the Court suddenly finds a key provision\nof §924(c) to be unconstitutional because it is supposedly too\nvague. That is a surprising conclusion for the Court to reach about\na federal law that has been applied so often for so long with so\nlittle problem. The Court’s decision today will make it harder to\nprosecute violent gun crimes in the future. The Court’s decision\nalso will likely mean that thousands of inmates who committed\nviolent gun crimes will be released far earlier than Congress\nspecified when enacting §924(c). The inmates who will be released\nearly are not nonviolent offenders. They are not drug offenders.\nThey are offenders who committed violent crimes with firearms,\noften brutally violent crimes.A decision to strike down a 33-year-old,\noften-prosecuted federal criminal law because it is all of a sudden\nunconstitutionally vague is an extraordinary event in this Court.\nThe Constitution’s separation of powers authorizes this Court to\ndeclare Acts of Congress unconstitutional. That is an awesome\npower. We exercise that power of judicial review in justiciable\ncases to, among other things, ensure that Congress acts within\nconstitutional limits and abides by the separation of powers. But\nwhen we overstep our role in the name of enforcing limits on\nCongress, we do not uphold the separation of powers, we transgress\nthe separation of powers.I fully understand how the Court has arrived at\nits conclusion given the Court’s recent precedents inJohnsonv.United States, 576 U. S. ___ (2015),\nandSessionsv.Dimaya, 584 U. S. ___ (2018).\nBut this case presents an entirely different question. Those cases\ninvolved statutes that imposed additional penalties based onpriorconvictions. This case involves a statute that focuses\non the defendant’s current conduct during the charged crime. The\nstatute here operates entirely in the present. Under our\nprecedents, this statute therefore is not unconstitutionally vague.\nIt is a serious mistake, in my respectful view, to followJohnsonandDimayaoff the constitutional cliff in\nthis case. I respectfully dissent.[1]ISection 924(c) prohibits using or carrying a\nfirearm during and in relation to a federal “crime of violence,” or\npossessing a firearm in furtherance of a federal “crime of\nviolence.”[2] Section 924(c) is\na substantive criminal offense, not a sentence enhancement. The\nGovernment therefore charges a §924(c) offense in the indictment.\nOrdinarily, when charged under §924(c), a defendant will be charged\nwith both an underlying federal crime and then also a §924(c)\noffense. For example, Davis was charged with both conspiracy to\ncommit robbery and a §924(c) offense. Glover was likewise charged\nwith both conspiracy to commit robbery and a §924(c) offense.By any measure, Davis and Glover’s conduct\nduring the conspiracy was violent. Davis and Glover committed\nmultiple armed robberies of convenience stores in the early morning\nhours. Those armed robberies followed a pattern: Davis and Glover\n(or Glover and a co-conspirator)—usually covering their faces—would\narrive at a convenience store in the early morning hours in a car\nwith no plates. One of them would point a short-barreled shotgun at\na female employee and order her around. Sometimes, he would point\nthe short-barreled shotgun in her face. Sometimes, he would put the\nshort-barreled shotgun in her side. While one of them was aiming\nthe short-barreled shotgun at the store employee, another would\ntake cigarettes and demand money. Davis and Glover’s crime spree\nended with still more dangerous behavior: a high-speed car chase in\nwet and dangerous driving conditions that culminated in a\ncrash.Section 924(c)(3) lays out the definition of\n“crime of violence” for purposes of §924(c). That definition has\ntwo prongs, either of which can bring a defendant within the scope\nof §924(c).[3]The first prong of §924(c)(3) is the elements\nprong. That prong, the Government concedes here, asks whether the\nunderlying crimecategoricallyfits within §924(c) because\nof the elements of the crime. The judge makes that determination.\nIf the answer is yes, then the judge instructs the jury on the\n§924(c) offense to simply find whether the defendant used or\ncarried a firearm during and in relation to that underlying crime,\nor possessed a firearm in furtherance of that underlying crime.The Fifth Circuit concluded that Davis and\nGlover’s conspiracy offenses did not fit within the elements prong\nof §924(c)(3). So the question was whether Davis and Glover were\ncovered by the second prong.The second prong of §924(c)(3) is the\nsubstantial-risk prong. That prong covers cases beyond those\ncovered by the first prong, the elements prong. Congress sensibly\nwanted to cover defendants who committed crimes that are not\nnecessarily violent by definition under the elements prong, but who\ncommitted crimes with firearms in a way that created a substantial\nrisk that violent force would be used. To that end, the\nsubstantial-risk prong, properly read, focuses not on the elements\nof the underlying crime, but rather on the defendant’s conduct\nduring that crime. If a defendant used or carried a firearm during\nand in relation to the crime,andthe defendant’s conduct\nduring the crime created a substantial risk that physical force may\nbe used, then the defendant may be guilty of a §924(c) offense. In\nthat instance, the jury makes the finding: Did the defendant’s\nconduct during the underlying crime create a substantial risk that\nviolent force would be used?In other words, as relevant here, a defendant\ncan fall within the scope of §924(c) either (1) because of the\nelements of the underlying crime or (2) because of the defendant’s\nconduct in committing the underlying crime. Either (1) the judge\nfinds that an element of the underlying crime entails the use of\nphysical force or (2) the jury finds that the defendant’s actual\nconduct involved a substantial risk that physical force may be\nused. Put another way, the underlying crime itself may\nautomatically bring the defendant within the scope of §924(c). Or\nif the underlying crime does not automatically qualify as a crime\nof violence, then the defendant’s conduct during the crime may\nstill bring the defendant within the scope of §924(c). Sensible\nenough.The basic question in this case is whether the\nsubstantial-risk prong of §924(c)(3)’s definition of “crime of\nviolence” is unconstitutionally vague. It is not.As this Court has explained multiple times,\ncriminal laws that apply a risk standard to a defendant’s conduct\nare not too vague, but instead are perfectly constitutional.\nWriting for the Court inJohnson, for example, Justice\nScalia stated that “we do not doubt the constitutionality of laws\nthat call for the application of a qualitative standard such as\n‘substantial risk’ to real-world conduct.” 576 U. S., at ___\n(slip op., at 12). The following year inWelchv.United\nStates, Justice Kennedy confirmed thatJohnson“cast no\ndoubt on the many laws that ‘require gauging the riskiness of\nconduct in which an individual defendant engageson a particular\noccasion.’ ” 578 U. S. ___, ___–___ (2016) (slip op.,\nat 3–4) (quotingJohnson, 576 U. S., at ___ (slip op.,\nat 12)). Two years later inDimaya, Justice Kagan wrote for\nthe Court and echoed Justice Scalia and Justice Kennedy: “InJohnson’s words, ‘we do not doubt’ the constitutionality of\napplying §16(b)’s ‘substantial risk [standard] to real-world\nconduct.’ ” 584 U. S., at ___–___ (slip op., at 10–11)\n(quotingJohnson, 576 U. S., at ___ (slip op., at\n12)).That kind of risk-based criminal statute is not\nonly constitutional, it is very common. As the Court has\nrecognized, “dozens of federal and state criminal laws use terms\nlike ‘substantial risk,’ ‘grave risk,’ and ‘unreasonable\nrisk,’ ” and almost all of those statutes “require gauging the\nriskiness of conduct in which an individual defendant engageson\na particular occasion.”Johnson, 576 U. S., at ___\n(slip op., at 12). Indeed, the Government’s brief inJohnsoncollected more than 200 state and federal statutes that imposed\ncriminal penalties for conduct that created a risk of injury to\nothers. App. to Supp. Brief for United States inJohnsonv.United States, O. T. 2014, No. 13–7120, pp. 1a–99a.Take a few examples from federal law: It is a\nfederal crime to create “asubstantial riskof harm to human\nlife” while illegally “manufacturing a controlled substance.” 21\nU. S. C. §858 (emphasis added). Under certain\ncircumstances, it is a federal crime to create “asubstantial\nriskof serious bodily injury to any other person by destroying\nor damaging any structure, conveyance, or other real or personal\nproperty within the United States or by attempting or conspiring\nto” do so. 18 U. S. C. §2332b(a)(1)(B) (emphasis added).\nAnd for purposes of the chapter of the federal criminal code\ndealing with sexual abuse crimes, “serious bodily injury” is\ndefined as “bodily injury that involves asubstantial riskof death, unconsciousness, extreme physical pain, protracted and\nobvious disfigurement, or protracted loss or impairment of the\nfunction of a bodily member, organ, or mental faculty.” §2246(4)\n(emphasis added).The States’ criminal codes are similar. Among\nthe crimes that the States define by using qualitative risk\nstandards are resisting arrest,[4] kidnaping,[5]\nassault,[6] battery,[7] criminal recklessness,[8] endangerment,[9] unlawful restraint,[10] theft,[11]\nhazing,[12] abuse,[13] neglect,[14] arson,[15] homicide,[16]\nand weapons offenses.[17]Consider a few specific examples: In\nPennsylvania, a person resists arrest “if, with the intent of\npreventing a public servant from effecting a lawful arrest or\ndischarging any other duty, the person creates asubstantial\nriskof bodily injury to the public servant or anyone else.” 18\nPa. Cons. Stat. §5104 (2015) (emphasis added). In Tennessee,\nkidnaping is defined as false imprisonment “under circumstances\nexposing the other person tosubstantial riskof bodily\ninjury.” Tenn. Code Ann. §39–13–303(a) (2018) (emphasis added). In\nNew York, reckless endangerment occurs when a person “recklessly\nengages in conduct which creates asubstantial riskof\nserious physical injury to another person.” N. Y. Penal Law\nAnn. §120.20 (emphasis added). And in Maryland, neglect of a minor\nis defined as “the intentional failure to provide necessary\nassistance and resources for the physical needs or mental health of\na minor that creates asubstantial riskof harm to the\nminor’s physical health or asubstantial riskof mental\ninjury to the minor.” Md. Crim. Law Code Ann. §3–602.1(a)(5)(i)\n(2012) (emphasis added).The above examples demonstrate that\nsubstantial-risk standards like the one in §924(c)(3)(B) are a\ntraditional and common feature of criminal statutes. As the\nEleventh Circuit succinctly stated, there “is nothing remarkable\nabout asking jurors to make that sort of risk determination—and, if\nnecessary, requiring judges to instruct jurors on the meaning of\nterms like ‘substantial’ and ‘physical force.’ ”Ovallesv.United States, 905 F.3d 1231, 1250,\nn. 8 (2018) (en banc). That is “exactly how similar questions\nhave been resolved for centuries and are resolved every day in\ncourts throughout the country.”Ibid.A statute is unconstitutionally vague only if\n“it fails to give ordinary people fair notice of the conduct it\npunishes,” or is “so standardless that it invites arbitrary\nenforcement.”Johnson, 576 U. S., at ___ (slip op., at\n3). Section 924(c)(3)(B) is not unconstitutionally vague. To\nreiterate, §924(c)(3)(B) defines “crime of violence” as “an offense\nthat is a felony and . . . that by its nature, involves a\nsubstantial risk that physical force against the person or property\nof another may be used in the course of committing the offense.”\nSection 924(c)(3)(B) affords people of ordinary intelligence ample\nnotice that they may be punished if they carry or use a gun while\nengaging in criminal conduct that presents a risk that physical\nforce may be used. There “is a whole range of conduct that anyone\nwith at least a semblance of common sense would know” is covered by\n§924(c)(3)(B).Chicagov.Morales,527 U.S.\n41, 114 (1999) (Thomas, J., dissenting) (internal quotation\nmarks omitted). And prosecutors, defense attorneys, judges, and\njuries are well equipped to enforce and defend §924(c)(3)(B)\nprosecutions in a principled and predictable way—just as they have\nfor decades with many other substantial-risk criminal statutes. As\nJudge Niemeyer wrote in his separate opinion in the Fourth Circuit,\n“the parties in those cases had little difficulty understanding,\nenforcing, or defending the §924(c)(1) charges at issue.”United\nStatesv.Simms, 914 F.3d 229, 264 (2019).[18]In short, §924(c)(3)(B) is a garden-variety,\nsubstantial-risk criminal law. Section 924(c)(3)(B) is not\nunconstitutionally vague.IIThis case therefore should be straightforward.\nBut the Court complicates things by engaging in a two-step dance\nthat ends with the Court concluding that §924(c)(3)(B) is\nunconstitutionally vague.The Court’s first step is to construe\n§924(c)(3)’s substantial-risk prong to require an ordinary-case\ncategorical approach rather than a conduct-specific approach. In\nother words, the Court says that a defendant’s guilt or innocence\nunder §924(c)(3)’s substantial-risk prong hinges on a judge’s\nassessment of how ahypothetical defendantwould ordinarily\ncommit the underlying crime. In the Court’s view, a defendant’s\nguilt or innocence under §924(c)(3)’s substantial-risk prong does\nnot depend on a jury’s finding about how theactual\ndefendantactually committed the underlying crime.The Court’s second step is based on the Court’s\ndecisions inJohnsonandDimaya. The Court says that\nthe ordinary-case categorical approach makes §924(c)(3)(B)\nunconstitutionally vague.For purposes of this case, the Court’s error is\nits first step—that is, in construing the substantial-risk prong of\n§924(c)(3) to require an ordinary-case categorical approach. For\nthree reasons, I disagree with the Court’s analysis. First, the\nCourt’s justifications inJohnsonandDimayafor\nadopting the categorical approach do not apply in the context of\n§924(c). Second, the text of §924(c)(3)(B) is best read to focus on\nthe actual defendant’s actual conduct during the underlying crime,\nnot on a hypothetical defendant’s imagined conduct during an\nordinary case of the underlying crime. Third, even if the text were\nambiguous, the constitutional avoidance canon requires that we\ninterpret the statute to focus on the actual defendant’s actual\nconduct.I will address those three points in Parts II–A,\nII–B, and II–C.AAccording to the Court, if §924(c)(3)(B)\nfocused on the defendant’s conduct during the underlying crime,\nthen it wouldnotbe unconstitutionally vague. But\n§924(c)(3)(B), as the Court reads it, focuses on a hypothetical\ndefendant’s conduct during an ordinary case of the underlying\ncrime. As a result, the Court says that §924(c)(3)(B)isunconstitutionally vague.But it makes little sense, as I see it, to say\nthat §924(c)(3)(B)’s substantial-risk inquiry focuses on whethera hypothetical defendant’s imagined conductduring an\nordinary case of the crime creates a substantial risk that physical\nforce may be used, rather than on whetherthe actual defendant’s\nactual conductduring the actual crime created a substantial\nrisk that physical force may be used. Why would we interpret a\nfederal law that criminalizes current-offense conduct to focus on a\nhypothetical defendant rather than on the actual defendant? As\nJudge Newsom cogently wrote for the Eleventh Circuit en banc\nmajority, “If you were to ask John Q. Public whether a particular\ncrime posed a substantial risk of violence, surely he would\nrespond, ‘Well, tell me how it went down—what\nhappened?’ ”Ovalles, 905 F. 3d, at\n1241.[19]Why does the Court read the substantial-risk\nprong in such an unnatural way? The Court explains thatJohnsoninterpreted similar substantial-risk language to\nrequire the ordinary-case categorical approach. See 576 U. S.,\nat ___–___ (slip op., at 12–13). A plurality of the Court did the\nsame inDimaya. See 584 U. S., at ___–___ (slip op., at\n12–15). And the Court today casts this case as the third\ninstallment in a trilogy with a predictable ending, one that was\nsupposedly foreordained byJohnsonandDimaya.The gaping hole in the Court’s analysis, in my\nview, is thatJohnsonandDimayaaddressed statutes\nthat imposed penalties based on a defendant’spriorcriminal\nconvictions.InJohnson, the Court interpreted a\ndefinition of “violent felony” that was used in sentencing\nproceedings to classify prior convictions as predicates for\nstricter sentences. See §§924(e)(1), (e)(2)(B). InDimaya,\nthe Court interpreted a definition of “crime of violence” that was\nused in immigration proceedings to classify prior convictions as\npredicates for more severe immigration consequences. See §16\n(defining “crime of violence”); 8 U. S. C.\n§1101(a)(43)(F) (incorporating 18 U. S. C. §16); 8\nU. S. C. §1227(a)(2)(A)(iii) (deportation);\n§§1229b(a)(3), (b)(1)(C) (ineligibility for cancellation of removal\nand adjustment of status).In interpreting those statutes, the Court\nemployed the ordinary-case categorical approach to assess an\nindividual’spastconvictions. And application of that\ncategorical approach, the Court then said, rendered the statutes at\nissue in those cases unconstitutionally vague. SeeDimaya,\n584 U. S., at ___–___ (slip op., at 9–11);Johnson, 576\nU. S., at ___–___ (slip op., at 5–6).[20]Two important principles drove the Court’s\nadoption of the categorical approach in theprior-conviction\ncontext inJohnsonandDimaya.First, in the prior-conviction cases, the\nCourt emphasized that the categorical approach avoids the\ndifficulties and inequities of relitigating “past convictions in\nminitrials conducted long after the fact.”Moncrieffev.Holder,569 U.S.\n184, 200–201 (2013). Without the categorical approach, courts\nwould have to determine the underlying conduct from years-old or\neven decades-old documents with varying levels of factual detail.\nSeeTaylorv.United States,495\nU.S. 575, 601–602 (1990). The factual statements that are\ncontained in those documents are often “prone to error.”Mathisv.United States, 579 U. S. ___, ___\n(2016) (slip op., at 10). The categorical approach avoids the\nunfairness of allowing inaccuracies to “come back to haunt the\ndefendant many years down the road.”Id., at ___ (slip op.,\nat 11). The Court has echoed that reasoning time and again. See,e.g.,Dimaya, 584 U. S., at ___ (plurality\nopinion) (slip op., at 15);Johnson, 576 U. S., at ___\n(slip op., at 13);Descampsv.United States, 570\nU.S. 254, 270 (2013);Chambersv.United States,555 U.S.\n122, 125 (2009).Second, in the prior-conviction cases,\nthe Court insisted on the categorical approach to avoid “ Sixth\nAmendment concerns.”Descamps, 570 U. S., at 269. The\nSixth Amendment, as interpreted by this Court’s precedents, does\nnot allow a judge (rather than a jury) to make factual\ndeterminations that increase the maximum penalty. SeeApprendiv.New Jersey,530 U.S.\n466, 490 (2000). The Court has read its Sixth Amendment\nprecedents to require the categorical approach. Under the\ncategorical approach, the judge looks only to the fact of\nconviction and the statutory definition of the prior offense. The\nCourt has reiterated those Sixth Amendment concerns in countless\ncategorical-approach cases. See,e.g.,Dimaya, 584\nU. S., at ___ (plurality opinion) (slip op., at 13);Mathis, 579 U. S., at ___ (slip op., at 10);Shepardv.United States,544 U.S.\n13, 24–25 (2005) (plurality opinion);Taylor, 495\nU. S., at 601.In short, the Court inJohnsonandDimayaemployed something akin to the constitutional\navoidance doctrine to read the statutes at issue to avoid practical\nand Sixth Amendment problems. In the words of Justice Thomas, the\n“categorical approach was never really about the best reading of\nthe text.”Dimaya, 584 U. S., at ___ (dissenting\nopinion) (slip op., at 28). As Judge Raggi has perceptively stated:\n“[C]onstitutional avoidance informed the original\ncategorical-approach mandate.”United Statesv.Barrett, 903 F.3d 166, 179 (CA2 2018).But neither of the two reasons identified inJohnsonandDimayaapplies to 18 U. S. C.\n§924(c)(3)(B)—not even a little.First, §924(c) does not require\nexamination of old conduct underlying apriorconviction.\nSection 924(c) operates entirely in the present. In a §924(c)\nprosecution, there are ordinarily two charged crimes: the\nunderlying crime and the §924(c) offense. Here, for example, the\ndefendants were charged with conspiracy to commit robbery and with\nthe §924(c) offense. The defendant’s conduct during the underlying\ncrime is part of the §924(c) offense. The conduct charged in the\n§924(c) offense is in front of the jury (if the case goes to trial)\nor accepted by the defendant in the plea agreement (if the\ndefendant pleads guilty). The indictment must allege specific\noffense conduct, and that conduct must be proved with real-world\nfacts in order to obtain a conviction. There is no need to worry\nabout stale evidence or unavailable witnesses. Nor is there any\nneed to worry about inaccuracies in years-old or decades-old\ndocuments coming back to haunt the defendant.Second, §924(c) likewise raises no Sixth\nAmendment concerns. A jury will find the facts or, if the case ends\nin a guilty plea, the defendant will accept the facts in the plea\nagreement. For the §924(c) charge, as relevant here, a jury must\nfind that the defendant’s conduct “by its nature, involves a\nsubstantial risk that physical force against the person or property\nof another may be used in the course of committing the offense.”\nThe defendant has the opportunity to contest the relevant facts\neither at the trial or in plea negotiations. No Sixth Amendment\nissue arises in a §924(c) prosecution.No practical or Sixth Amendment problems exist\nwith §924(c)(3)(B). Indeed, the Court itself acknowledges that “a\ncase-specific approach wouldn’t yield the same practical and Sixth\nAmendment complications” that arose inJohnsonandDimaya.Ante, at 8.We should recognize thatJohnsonandDimayadealt with an entirely different context:priorconvictions. There is no need to followJohnsonandDimayaoff the cliff here. We should read §924(c)(3)(B)\nlike the dozens of other substantial-risk statutes in federal and\nstate criminal law: to focus on the actual defendant’s actual\nconduct during the actual underlying crime, not on a hypothetical\ndefendant’s imagined conduct during an ordinary case of that\ncrime.BNow to the statutory text of §924(c)(3)(B).\nEven though the context here is current-offense conduct, not past\nconvictions, the Court says that the statutory language nonetheless\ncompels a focus on a hypothetical defendant’s imagined conduct, not\non the actual defendant’s actual conduct. I disagree. Criminal\ndefendants are usually punished based on what they actually did,\nnot based on what a hypothetical defendant might have done.To begin with, the text of §924(c)(3)(B) must be\ninterpreted against the backdrop of traditional criminal-law\npractice. As described above, substantial-risk statutes are\ncommonplace in federal and state criminal law. Those statutes\nordinarily call for examination of the actual defendant’s actual\nconduct during the actual crime. The Court does not identify a\nsingle self-contained federal or state law that defines theactusreusof the crime based on the imagination of\nthe judge about a hypothetical defendant, rather than on the\nevidence before the jury about the actual defendant.This Court applied an exception inJohnsonandDimayafor substantial-risk statutes that\nimpose sentencing and other penalties based onpastconvictions. But that is an exception for past convictions, not a\nrule for current-offense conduct. Section 924(c)(3)(B) must be read\nin line with the traditional, common practice of focusing on the\nactual defendant’s actual conduct during the underlying crime.With that background, I turn to the precise text\nof §924(c)(3). To repeat, the text of §924(c)(3) provides: A\ndefendant may not use or carry a firearm during and in relation to,\nor possess a firearm in furtherance of, “an offense that is a\nfelony and” that either (A) “has as an element the use, attempted\nuse, or threatened use of physical force against the person or\nproperty of another,” or (B) “by its nature, involves a substantial\nrisk that physical force against the person or property of another\nmay be used in the course of committing the offense.”I will focus on four particular aspects of the\nstatutory text of §924(c)(3)(B).First, start with the term “offense.”\nSection 924(c)(3) has two prongs under which a defendant might\nqualify for a §924(c) conviction: first, if the underlying crime\nautomatically qualifies as a crime of violence based on its\nelements; and, second, if the defendant’s conduct during the\nunderlying crime created a substantial risk that physical force may\nbe used, even if the underlying crime by its elements does not\nconstitute a crime of violence.The term “offense” applies to both prongs. In\nthe elements prong, the term refers to the elements of the\nunderlying crime. In the substantial-risk prong, the term refers to\nthe defendant’s conduct during the underlying crime. That is\nentirely commonplace and sensible.Reading “offense” in that commonsense way\nfollows from the Court’s precedents interpreting the term\n“offense.” As the Court has explained many times, the term\n“offense” may “sometimes refer to a generic crime” and may\n“sometimes refer to the specific acts in which an offender engaged\non a specific occasion.”Nijhawanv.Holder,557 U.S.\n29, 33–34 (2009).[21]\nIndeed, the single term “offense” can refer to both in the same\nstatutory scheme. See,e.g.,id., at 40;id.,\nat 38 (listing other examples);United Statesv.Hayes,555 U.S.\n415, 421–422 (2009).InUnited Statesv.Hayes, for\nexample, the Court interpreted the term “misdemeanor crime of\ndomestic violence.” That term was defined as “an offense” that (1)\n“has, as an element, the use or attempted use of physical force, or\nthe threatened use of a deadly weapon,” and (2) was “committed by”\na person who has a particular relationship with the victim.\n§921(a)(33)(A). The Court interpreted the “offense that\n. . . has, as an element” language in that provision to\nfocus on the legal prohibition, and interpreted the “offense\n. . . committed by” language to focus on the defendant’s\nconduct. SeeHayes, 555 U. S., at 421–422. In other\nwords, the term “offense” was used once but had two different\nmeanings as applied to the two different parts of the statutory\nprovision.Another example is the Immigration and\nNationality Act. That statute defines “aggravated felony” in part\nas “an offense” (1) that “involves fraud or deceit” and (2) “in\nwhich the loss to the victim or victims exceeds $10,000.” 8\nU. S. C. §1101(a)(43)(M)(i). The Court interpreted the\n“offense that . . . involves fraud or deceit” language to\nfocus on the legal prohibition. SeeKawashimav.Holder,565 U.S.\n478, 483 (2012). And the Court interpreted the “offense\n. . . in which the loss” language to focus on the\nindividual’s conduct. SeeNijhawan, 557 U. S., at 40.\nAgain, the term “offense” was used once, but had two different\nmeanings as applied to the two different parts of the statutory\nprovision.Section 924(c)(3) is the same kind of statutory\nprovision. It likewise encompasses both the legal prohibition (in\nsubpart (A)) and the defendant’s actual conduct (in subpart (B)).\nThe term “offense” was read inHayes,Kawashima, andNijhawanto encompass both the legal prohibition and the\ndefendant’s conduct. The term should be read that same way\nhere.Moreover, if the substantial-risk prong of\n§924(c)(3) requires assessing a hypothetical defendant’s conduct\nrather than the actual defendant’s conduct, then there would be\nlittle daylight between the elements prong and the substantial-risk\nprong. After all, a crime is defined by its elements. The elements\ntell you what happens in an ordinary case of a crime. To imagine\nhow a hypothetical defendant would have committed an ordinary case\nof the crime, you would presumably look back to the elements of the\ncrime. But doing that under the substantial-risk prong—as the Court\nwould do—would just duplicate the inquiry that already occurs under\nthe elements prong. That would defeat Congress’ purpose in adding\nthe substantial-risk prong to §924(c)(3)—namely, covering\ndefendants who committed crimes that are not violent by definition\nbut that are committed by particular defendants in ways that create\na risk of violence. There is no reason to think that Congress meant\nto duplicate the elements prong in the substantial-risk\nprong.[22]The Court usually tries to avoid an\ninterpretation of a statutory provision that would make the\nprovision redundant and accomplish virtually nothing. See,e.g.,Republic of Sudanv.Harrison, 587\nU. S. ___, ___ (2019) (slip op., at 10);Dastar Corp.v.Twentieth Century Fox Film Corp.,539 U.S.\n23, 35 (2003);Mackeyv.Lanier Collection Agency\n& Service,Inc.,486 U.S.\n825, 837 (1988); A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 174–179 (2012); W. Eskridge,\nInterpreting Law: A Primer on How to Read Statutes and the\nConstitution 112–114 (2016). We should heed that principle here,\nand recognize that the term “offense” in the substantial-risk prong\nrefers to the actual defendant’s conduct during the underlying\ncrime.In short, the term “offense” in §924(c)(3), as\napplied to the substantial-risk prong, focuses on the actual\ndefendant’s actual conduct, not on a hypothetical defendant’s\nimagined conduct.Second, §924(c)(3)(B) asks whether the\ndefendant’s offense “by its nature” involves a risk that physical\nforce may be used. In a vacuum, the “nature” of an offense could be\neither “the metaphysical ‘nature’ of the offense” or “the\nunderlying facts of the offense.”Dimaya, 584 U. S., at\n___ (Thomas, J., dissenting) (slip op., at 24). But that is because\nthe term “offense” could refer to a legal prohibition or to the\ndefendant’s actual conduct. As explained above, however, the term\n“offense” as applied to the substantial-risk prong refers to the\nactual defendant’s con- duct during the underlying crime. It\nfollows that “by its na- ture” focuses on the nature of the actual\ndefendant’s conduct during the crime. The phrase “by its nature” is\nlinked to the term “offense.” If the term “offense” refers to the\ndefendant’s actual conduct, then “by its nature” also focuses on\nthe defendant’s actual conduct.Under the conduct-specific approach to the\nsubstantial-risk prong, the “by its nature” language simply means\nthat the Government has to show more than a defendant’s proclivity\nfor crime and more than the mere fact that the defendant was\ncarrying a gun. The Government has to show that the defendant’s\nconduct by its natureduring the crimecreated a substantial\nrisk that physical force may be used.In short, as Justice Thomas has pointed out, it\n“is entirely natural to use words like ‘nature’ and ‘offense’ to\nrefer to an offender’s actual underlying conduct.”Ibid.So\nit is here.Third, §924(c)(3)(B) asks whether the\ndefendant’s conduct “involves” a substantial risk that physical\nforce may be used. InTaylorv.United States, a case\ninvolving a prior-conviction statutory provision, the Court pointed\nto theabsenceof the word “involved” in adopting a\ncategorical approach. 495 U. S., at 600. And inNijhawanv.Holder, another case involving a\nprior-conviction statutory provision, the Court explained that the\nword “involves” did not support a categorical approach. 557\nU. S., at 36. Here, unlike inTaylor, the statute does\nuse the word “involves.” UnderTaylor’s reasoning, the\ninclusion of the word “involves” in §924(c)(3)(B) supports the\nconclusion that §924(c)(3)(B) employs a conduct-specific approach\nrather than a categorical approach.Fourth, §924(c)(3)(B)’s use of the phrase\n“in the course of committing the offense” indicates that the proper\nfocus is on the actual defendant’s actual conduct, not on a\nhypothetical defendant’s imagined conduct. After all, the\nunderlying offense was committed by the actual defendant, not by a\nhypothetical defendant. It strains common sense to think that the\n“in the course of committing the offense” language in §924(c)(3)(B)\ncontemplates an inquiry into a hypothetical defendant’s conduct\nduring an ordinary case of the crime.Importantly, the law at issue inJohnsondid not have the “in the course of committing the offense”\nlanguage. §924(e)(2)(B)(ii). That is a major textual difference\nbetween the law inJohnsonon the one hand and §924(c)(3)(B)\non the other hand. And that textual distinction further shows that\n§924(c)(3)(B) focuses on the actual defendant’s actual conduct.In short, those four textual indicators, while\nnot all entirely one-sided, together strongly suggest that\n§924(c)(3)(B) focuses on the actual defendant’s actual conduct\nduring the actual crime, not on a hypothetical defendant’s imagined\nconduct during an ordinary case of the crime.On top of all the language in the statute,\n§924(c)(3)(B) doesnotcontain the critical term that\nordinarily marks a categorical approach.Section 924(c)(3)(B) does not use the term\n“conviction.” This Court has historically recognized the term\n“conviction” as a key textual driver of the categorical approach.\nIn cases such asTaylorandJohnson, the Court zeroed\nin on the word “convictions.” SeeJohnson, 576 U. S.,\nat ___ (slip op., at 13);Taylor, 495 U. S., at 600;\nsee alsoMathis, 579 U. S., at ___ (slip op., at 9);Moncrieffe, 569 U. S., at 191;Ovalles, 905\nF. 3d, at 1245. So too, the Court inLeocalv.Ashcroftemphasized that the text of the INA that\nincorporated §16(b) used the term “convicted.”543 U.S.\n1, 4, 7 (2004).[23]The term “conviction” is nowhere to be found in\nthe text of §924(c)(3)(B). That should not come as a surprise,\ngiven that §924(c)(3)(B) is a substantive criminal offense\nconcerned with the defendant’s current-offense conduct. The absence\nof the term “conviction” in §924(c)(3)(B) strongly supports a\nconduct-specific approach.Put simply, the textual clues—both the words\nthat are used and the words that are not used—point strongly to the\nconclusion that §924(c)(3)(B) requires a jury to assess the actual\ndefendant’s actual conduct during the underlying crime. The\nconclusion becomes overwhelming when considered against the general\nbackground of substantial-risk statutes. To be sure, a statute can\nalways be written more clearly. But here, the textual toolkit leads\ndecisively to that conclusion.CBut after all of that, suppose that you are\nnot convinced. Suppose that you think that this case is still a\nclose call on the text, even with the background of\nsubstantial-risk statutes and the Court’s precedents. Indeed,\nsuppose you ultimately disagree with the above analysis of the\ntext. Even so, the Government still wins—unless it can be said that\n§924(c)(3)(B)unambiguouslyrequires a categorical approach.\nUnder the constitutional avoidance canon, the precise question\nbefore us is not whether §924(c)(3)(B) is best read to require a\nconduct-specific approach, but rather (as the Court’s cases say)\nwhether §924(c)(3)(B) can reasonably, plausibly, or fairly possibly\nbe interpreted to require a conduct-specific approach. The answer\nto that question is easy. Yes. SeeHooperv.California,155 U.S.\n648, 657 (1895) (“reasonable”);Clarkv.Martinez,543 U.S.\n371, 380 (2005) (“plausible”);Skillingv.United\nStates,561 U.S.\n358, 406 (2010) (“fairly possible” (internal quotation marks\nomitted)).The Court says that if §924(c)(3)(B) requires\nthe categorical approach, then it is unconstitutionally vague. But\nthe Court also says that if §924(c)(3)(B) focuses on the\ndefendant’s actual conduct, then it is constitutionally\npermissible. As the Court puts it, “a case-specific approach would\navoid the vagueness problems that doomed the statutes inJohnsonandDimaya.”Ante, at 8. So the entire\nball game is whether it is fairly possible to interpret\n§924(c)(3)(B) to require a conduct-specific approach. It surely is\nat least fairly possible.It is an elementary principle of statutory\ninterpretation that an ambiguous statute must be interpreted,\nwhenever possible, to avoid unconstitutionality. See generally\nScalia, Reading Law: The Interpretation of Legal Texts, at 247–251;\nEskridge, Interpreting Law: A Primer on How to Read Statutes and\nthe Constitution, at 317–322. That uncontroversial principle of\nstatutory interpretation dates back to the Founding era. SeeMossmanv.Higginson, 4 Dall. 12, 14 (1800). As\nJustice Thomas has explained, the traditional doctrine of\nconstitutional avoidance commands “courts, when faced with two\nplausible constructions of a statute—one constitutional and the\nother unconstitutional—to choose the constitutional reading.”Clark, 543 U. S., at 395 (dissenting opinion). This\nCourt’s duty is “not to destroy the Act if we can, but to construe\nit, if consistent with the will of Congress, so as to comport with\nconstitutional limitations.”Civil Service Comm’nv.Letter Carriers,413 U.S.\n548, 571 (1973). In discharging that duty, “every reasonable\nconstruction must be resorted to, in order to save a statute from\nunconstitutionality.”Hooper, 155 U. S., at 657.This Court’s longstanding practice of saving\nambiguous statutes from unconstitutionality where fairly possible\naffords proper respect for the representative branches of our\nGovernment. The Court has explained that “a presumption never ought\nto be indulged, that congress meant to exercise or usurp any\nunconstitutional authority, unless that conclusion is forced upon\nthe Court by language altogether unambiguous.”United Statesv.Coombs, 12 Pet. 72, 76 (1838).In countless cases for more than 200 years, this\nCourt has recognized the principle that courts should construe\nambiguous laws to be consistent with the Constitution. See,e.g.,McDonnellv.United States, 579\nU. S. ___, ___–___ (2016) (slip op., at 23–24);Skilling, 561 U. S., at 405–409;Clark, 543\nU. S., at 380–382;Edmondv.United States,520 U.S.\n651, 658 (1997);Concrete Pipe & Products of Cal.,Inc.v.Construction Laborers Pension Trust for Southern\nCal.,508 U.S.\n602, 628–630 (1993);New Yorkv.United States,505 U.S.\n144, 170 (1992);Rustv.Sullivan,500 U.S.\n173, 190–191 (1991);Public Citizenv.Department of\nJustice,491 U.S.\n440, 465–467 (1989);Communications Workersv.Beck,487 U.S.\n735, 762 (1988);Edward J. DeBartolo Corp.v.Florida\nGulf Coast Building & Constr. Trades Council,485 U.S.\n568, 575–578 (1988);St. Martin Evangelical Lutheran\nChurchv.South Dakota,451 U.S.\n772, 780–781 (1981);Letter Carriers, 413 U. S., at\n571;Machinistsv.Street,367\nU.S. 740, 749–750 (1961);Ashwanderv.TVA,297 U.S.\n288, 348 (1936) (Brandeis, J., concurring);ICCv.Oregon-Washington R. & Nav. Co.,288 U.S.\n14, 40–42 (1933);Crowellv.Benson,285 U.S.\n22, 62–63 (1932);Lucasv.Alexander,279 U.S.\n573, 577–578 (1929);Richmond Screw Anchor Co.v.United States,275 U.S.\n331, 345–346 (1928);Blodgettv.Holden,275 U.S.\n142, 148–149 (1927) (opinion of Holmes, J.);Missouri\nPacific R. Co.v.Boone,270 U.S.\n466, 471–472 (1926);Linderv.United States,268 U.S.\n5, 17–18 (1925);Panama R. Co.v.Johnson,264 U.S.\n375, 390 (1924);Texasv.Eastern Texas R. Co.,258 U.S.\n204, 217 (1922);Baenderv.Barnett,255 U.S.\n224, 225–226 (1921);United Statesv.Jin Fuey\nMoy,241 U.S.\n394, 401 (1916);United States ex rel. Attorney Generalv.Delaware & Hudson Co.,213 U.S.\n366, 407–408 (1909);Hooper, 155 U. S., at 657;Grenada County Supervisorsv.Brogden,112 U.S.\n261, 268–269 (1884);Coombs, 12 Pet., at 76;Parsonsv.Bedford, 3 Pet. 433, 448–449 (1830);Mossman, 4 Dall., at 14.To be clear, the case before us is not a case of\navoidingpossibleunconstitutionality. This is a case of\navoidingactualunconstitutionality. There is a debate about\nthe former practice. There is no real debate about the latter rule.\nAnd it is the latter rule of statutory interpretation at issue\nhere.Section 924(c)(3)(B) is best read to focus on\nthe defendant’s actual conduct. But at a minimum—given the text,\nthe background of substantial-risk laws, and the relevant\nprecedents—it is fairly possible to interpret §924(c)(3)(B) to\nfocus on the defendant’s actual conduct. Because that reasonable\ninterpretation would save §924(c)(3)(B) from unconstitutionality,\nthis case should be very straightforward, as Judge Newsom explained\nin his thorough majority opinion in the Eleventh Circuit and as\nJudge Niemeyer and Judge Richardson explained in their persuasive\nseparate opinions in the Fourth Circuit.Ovalles, 905\nF. 3d, at 1251;Simms, 914 F. 3d, at 272 (opinion\nof Niemeyer, J.);id., at 272–277 (opinion of Richardson,\nJ.). We should prefer the constitutional reading over the\nunconstitutional reading.The Court did not apply constitutional avoidance\ninJohnsonandDimaya. Why not? In those two cases,\nthe Court explained, the canon of constitutional avoidance was\nessentially rendered a nullity. That is because, as the Court\ndescribed the situation, the Court was between a rock and a hard\nplace. The categorical approach would have led to Fifth Amendment\nvagueness concerns, whereas applying the conduct-specific approach\nwould have led to Sixth Amendment jury-trial concerns. SeeDimaya, 584 U. S., at ___–___ (plurality opinion) (slip\nop., at 13–14).Here, by contrast, the Court is not between a\nrock and a hard place. Applying the categorical approach to\n§924(c)(3)(B) would lead to vagueness concerns, whereas applying\nthe conduct-specific approach would lead to no constitutional\nconcerns.Faced with a choice between a rock and\nconstitutionality, the Court chooses the rock. I do not understand\nthat choice.The Court offers two related reasons for its\nchoice to run the statute into a rock. Neither reason holds up.First, the Court concludes that the\nconstitutional avoidance canon must yield to the rule of lenity.\nThat argument disregards the Court’s oft-repeated statements that\nthe rule of lenity is a tool of last resort that applies “only\nwhen, after consulting traditional canons of statutory\nconstruction,” grievous ambiguity remains.Hayes, 555\nU. S., at 429 (internal quotation marks omitted); see also,e.g.,Ocasiov.United States, 578 U. S.\n___, ___, n. 8 (2016) (slip op., at 13, n. 8) (“after\nseizing everything from which aid can be derived” (internal\nquotation marks omitted));Muscarellov.United\nStates,524 U.S.\n125, 138 (1998) (same);United Statesv.Wells,519 U.S.\n482, 499 (1997) (same);Renov.Koray,515 U.S.\n50, 65 (1995) (same);United Statesv.Shabani,513 U.S.\n10, 17 (1994) (“after consulting traditional canons of\nstatutory construction”);Smithv.United States,508 U.S.\n223, 239 (1993) (“after seizing every thing from which aid can\nbe derived” (internal quotation marks and alterations omitted));Moskalv.United States,498\nU.S. 103, 108 (1990) (“afterresort to the language and\nstructure, legislative history, and motivating policies of the\nstatute” (internal quotation marks omitted));Callananv.United States,364 U.S.\n587, 596 (1961) (“at the end of the process of construing what\nCongress has expressed”).The constitutional avoidance canon is a\ntraditional canon of statutory interpretation. The constitutional\navoidance canon is employed to reach a reasonable interpretation of\nan ambiguous statute. Where, as here, that canon applies and yields\nsuch a reasonable interpretation, no grievous ambiguity remains.\nThe rule of lenity has no role to play. Contrary to the Court’s\nassertion, the canon of constitutional avoidance is not “at war”\nwith the rule of lenity.Ante, at 19. The canon of\nconstitutional avoidance precedes the rule of lenity because the\nrule of lenity comes into play (this Court has said countless\ntimes) only “afterconsulting traditional canons of\nstatutory construction.”Hayes, 555 U. S., at 429\n(emphasis added; internal quotation marks omitted). The rule of\nlenity “comes into operation at the end of the process of\nconstruing what Congress has expressed, not at the beginning as an\noverriding consideration of being lenient to wrongdoers.”Callanan, 364 U. S., at 596.In addition, the rule of lenity is triggered\nonly in the face of “grievous ambiguity.”Muscarello, 524\nU. S., at 139 (internal quotation marks omitted). To\nreiterate, §924(c)(3)(B) is best read to focus on the actual\ndefendant’s actual conduct. But to the extent that there is any\nambiguity in §924(c)(3)(B), that ambiguity is far from\ngrievous.Second, and relatedly, the Court claims\nthat the canon of constitutional avoidance, as a general matter,\ncannot be relied upon to broaden the scope of a criminal statute,\nas opposed to narrowing the scope of a criminal statute. And the\nCourt says that the canon cannot be used here because, in the\nCourt’s view, relying on the constitutional avoidance canon in this\ncase would expand the scope of §924(c)(3)(B). I disagree for two\nindependent reasons.To begin with, that theory seems to come out of\nnowhere. The Court’s novel cabining of the constitutional avoidance\ncanon is not reflected in this Court’s precedents. On the contrary,\nit contradicts several precedents. This Court has applied the\nconstitutional avoidance canon even when avoiding the\nconstitutional problems would have broadened the statute’s scope.\nFor example, inUnited Statesv.Culbert, this Court\nrejected a narrowing construction of the Hobbs Act because that\nconstruction would have raised vagueness concerns.435 U.S.\n371, 374 (1978); see alsoUnited Statesv.Shreveport\nGrain & Elevator Co.,287 U.S.\n77, 82 (1932); cf.United Statesv.Grace,461 U.S.\n171, 176 (1983).Moreover, the premise of this novel broadening/\nnarrowing theory is flawed. A categorical approach to §924(c)(3)(B)\nwould not be inherently narrower than a conduct-specific approach.\nEach approach would sweep in some crimes that the other would not.\nOn the one hand, some crimes that might be deemed categorically\nviolent sometimes may be committed in nonviolent ways. Those crimes\nwould be covered by the categorical approach but not by a\nconduct-specific approach. On the other hand, some categorically\nnonviolent crimes are committed in violent ways. Those crimes would\nnot be covered by the categorical approach but would be covered by\na conduct-specific approach. SeeJohnson, 576 U. S., at\n___ (Alito, J., dissenting) (slip op., at 12).In sum, the constitutional avoidance canon makes\nthis an especially straightforward case. It is at least fairly\npossible to read §924(c)(3)(B) to focus on the actual defendant’s\nactual conduct during the actual crime. End of case.IIIThe consequences of the Court’s decision today\nwill be severe. By invalidating the substantial-risk prong of\n§924(c)(3), the Court’s decision will thwart Congress’ law\nenforcement policies, destabilize the criminal justice system, and\nundermine safety in American communities. If the law required those\nresults, we would have to swallow the consequences. But the law, in\nmy respectful view, does no such thing.The Court’s decision means that people who in\nthe future commit violent crimes with firearms may be able to\nescape conviction under §924(c). In enacting §924(c), Congress\nsought to keep firearms away from violent criminal situations.\nToday, the Court invalidates a critical provision designed to\nachieve that goal. To be sure, many violent crimes still might fall\nwithin §924(c)(3)’s elements clause. But many others might not.\nWhen defendants use firearms during conspiracies to commit robbery,\narsons, attempted carjackings, and kidnapings, to name just a few,\nthey might no longer be subject to prosecution under §924(c). See,e.g.,Simms, 914 F. 3d, at 233–234 (conspiracy\nto commit robbery);United Statesv.Salas, 889 F.3d\n681, 683–684 (CA10 2018) (arson);United Statesv.Jenkins, 849 F.3d 390, 393 (CA7 2017) (kidnaping).To get a flavor of the offenders who will now\npotentially avoid conviction under §924(c), consider a sample of\nthose offenders who have been convicted under §924(c)(3)’s\nsubstantial-risk prong:One defendant committed assault with intent to\ncommit murder. The defendant shot his wife multiple times while the\ncouple was camping in Buffalo River National Park. SeeUnited\nStatesv.Prickett, 839 F.3d 697, 698 (CA8 2016).One defendant committed arson. The defendant\nused a molotov cocktail to firebomb the Irish Ink Tattoo Shop. SeeSalas, 889 F. 3d, at 683;United Statesv.Salazar, 2014 WL 12788997, *1 (NM, Aug. 14, 2014).One defendant and others kidnaped a man who they\nbelieved had stolen money and an Xbox from the defendant. They beat\nthe man severely and threatened to kill him. See Pet. for Cert. inUnited Statesv.Jenkins, O. T. 2017, No. 17–97,\np. 2.One defendant committed conspiracy to commit\nrobbery. The defendant and his co-conspirators planned to steal\nPercocet and cash from a man they thought was a drug dealer. Armed\nwith a pistol and a crowbar, they broke into the man’s home by\nshattering a sliding glass door and found three men there. One of\nthe defendant’s co-conspirators attacked all three men with the\ncrowbar, and the defendant threatened the men with a pistol\nmultiple times. SeeUnited Statesv.Douglas, 907\nF.3d 1, 4–5 (CA1 2018).One defendant committed attempted carjacking.\nArmed with guns and baseball bats, the defendant and her\nco-conspirators robbed a grocery store and carjacked two vehicles,\npistol whipping the owner of one of the vehicles in the process.\nThey then attempted to carjack a third vehicle. They approached a\nfamily getting out of a minivan and demanded the keys. One of the\ndefendant’s co-conspirators hit a 13-year-old girl in the mouth\nwith a baseball bat. Another shot an AK–47 at the girl’s family.\nSeeOvalles, 905 F. 3d, at 1235.One defendant operated multiple houses of\nprostitution in Annapolis. The defendant threatened perceived\ncompetitors with violence. He also beat and threatened women,\nsometimes to compel them to engage in prostitution. SeeUnited\nStatesv.Fuertes, 805 F.3d 485, 490–492 (CA4 2015).One defendant committed conspiracy to commit\nrobbery. In the middle of the night, the defendant and a\nco-conspirator crawled into a McDonald’s through the drive-through\nwindow. The defendant pointed a gun at the restaurant’s manager and\nattempted to hit another employee. The defendant demanded money,\nand the manager complied. The defendant then removed the money from\nthe cash drawer, pistol whipped the manager, threw the cash drawer\nat the other employee, and fled the scene along with his\nco-conspirators and $1,100. SeeSimms, 914 F. 3d, at\n232.One defendant committed conspiracy to commit\nrobbery. The defendant and his co-conspirators committed a string\nof armed robberies of small businesses. During the robberies, they\nwore masks and gloves. They were armed with guns, knives, and\nbaseball bats. They injured several people during the course of\ntheir robberies, breaking bones, drawing blood, and knocking people\nout. They also shot and killed one of their victims point blank.\nSeeBarrett, 903 F. 3d, at 170, 184.Those real-life stories highlight a second\nunfortunate consequence of the Court’s decision. Many offenders who\nhave already committed violent crimes with firearms—and who have\nalready been convicted under §924(c)—may be released early from\nprison. The Court’s decision will apply to all defendants whose\nconvictions are not yet final on direct review and who preserved\nthe argument. With the benefit of this Court’s decision, many\ndangerous offenders who received lengthy prison sentences as a\nresult of their violent conduct might walk out of prison early. And\nwho knows whether the ruling will be retroactive? Courts will be\ninundated with collateral-review petitions from some of the most\ndangerous federal offenders in America. As Judge Niemeyer wrote in\nhis separate opinion in the Fourth Circuit, “thousands of\n§924(c)(1) convictions will unnecessarily be challenged as premised\non what the majority today concludes is an unconstitutionally vague\nprovision, even though the parties in those cases had little\ndifficulty understanding, enforcing, or defending the §924(c)(1)\ncharges at issue.”Simms, 914 F. 3d, at 264.Moreover, defendants who successfully challenge\ntheir §924(c) convictions will not merely be resentenced. Rather,\ntheir §924(c) convictions will be thrown out altogether. That is\nbecause, to restate an obvious point, §924(c) defines a substantive\ncriminal offense. To be sure, the §924(c) defendants may also be\nserving other sentences for other convictions (for instance, if\nthey were convicted of and sentenced for the underlying crime of\nviolence). But with the benefit of the Court’s decision, they may\nbe able to get their §924(c) convictions tossed and lop off\nyears—potentially decades—from their total prison time.All because the Court thinks that §924(c)(3)(B)unambiguouslycompels a focus on the imagined conduct of a\nhypothetical defendant rather than on the actual conduct of the\nactual defendant. That analysis is not persuasive, especially in\nlight of the constitutional avoidance doctrine. It is true that the\nGovernment once advocated for a categorical approach. But in the\nearly years after Congress added a “crime of violence” definition\nto §924(c), before courts settled on a categorical approach, the\nGovernment correctly argued for a conduct-specific approach to the\nsubstantial-risk prong. See,e.g.,United Statesv.Cruz, 805 F.2d 1464, 1469 (CA11 1986). The Government later\nchanged its tune only after the courts settled on a categorical\napproach—at a time when it did not matter for constitutional\nvagueness purposes, beforeJohnsonandDimaya. In any\nevent, the question is what to do now afterJohnsonandDimaya. The answer should not be hard. To quote Judge\nWilliam Pryor, writing for five judges in the Eleventh Circuit, how\n“did we ever reach the point where” we “must debate whether a\ncarjacking in which an assailant struck a 13-year-old girl in the\nmouth with a baseball bat and a cohort fired an AK–47 at her family\nis a crime of violence? It’s nuts.”Ovalles, 905 F. 3d,\nat 1253 (concurring opinion).To be sure, the consequences cannot change our\nunderstanding of the law. But when the consequences are this bad,\nit is useful to double-check the work. And double-checking here, in\nmy view, reveals several problems: relying on cases from the\nprior-conviction context whose rationales do not apply in this\ncurrent-offense context; not fully accounting for the long\ntradition of substantial-risk criminal statutes; not reading the\nwords of the statute in context and consistent with precedents such\nasHayes; and then, perhaps most problematically,\nmisapplying the longstanding constitutional avoidance canon. After\ndouble-checking, it should be evident that the law does not compel\nthose serious consequences. I am not persuaded that the Court can\nblame this decision on Congress. The Court has a way out, if it\nwants a way out.*  *  *The Court usually reads statutes with a\npresumption of rationality and a presumption of constitutionality.\nInstead of reading §924(c)(3)(B) to ensure that it is\nconstitutional, the Court reads §924(c)(3)(B) in a way that makes\nit unconstitutional. The bedrock principle that the Court\ninterprets ambiguous statutes to avoid unconstitutionality is\nseemingly transformed into a principle of interpreting ambiguous\nstatutes to lead to unconstitutionality.I respect and entirely understand how the Court\ngot here.JohnsonandDimayawere earth-rattling\ndecisions. But we should not followJohnsonandDimayaoff the constitutional cliff in this different\n§924(c) context. Unlike the statutes at issue inJohnsonandDimaya, this statute is not a prior-conviction statute. This\nstatute operates entirely in the present and is not remotely vague.\nI respectfully dissent.Notes1The statistics contained\nin the introduction are drawn from: Dept. of Justice, Federal\nBureau of Investigation, Uniform Crime Reports 6–7, 8–9 (1963)\n(rise in violent crime with firearms in the 1960s);id., at\n1, 6–7, 9 (1968) (same); Pew Research Center, Gun Homicide Rate\nDown 49% Since 1993 Peak; Public Unaware 6, n. 5, and 36, 50\n(2013) (decrease in violent crime with firearms over about the past\n25 years); N. James, Congressional Research Service, Recent Violent\nCrime Trends in the United States 25–26 (Rep. No. R45236) (June 20,\n2018) (decrease in violent crime over about the past 25\nyears).2Section 924(c)(1)(A)\nprovides: “Except to the extent that a greater minimum sentence is\notherwise provided by this subsection or by any other provision of\nlaw, any person who, during and in relation to any crime of\nviolence or drug trafficking crime (including a crime of violence\nor drug trafficking crime that provides for an enhanced punishment\nif committed by the use of a deadly or dangerous weapon or device)\nfor which the person may be prosecuted in a court of the United\nStates, uses or carries a firearm, or who, in furtherance of any\nsuch crime, possesses a firearm, shall, in addition to the\npunishment provided for such crime of violence or drug trafficking\ncrime—(i) be sentenced to a term of imprisonment of not less than 5\nyears; (ii) if the firearm is brandished, be sentenced to a term of\nimprisonment of not less than 7 years; and (iii) if the firearm is\ndischarged, be sentenced to a term of imprisonment of not less than\n10 years.” Section 924(c)(1)(B) imposes heightened penalties for\ncertain types of firearms and firearm devices, and §924(c)(1)(C)\nimposes heightened penalties for subsequent §924(c)\nconvictions.3Section 924(c)(3)\nprovides: “For purposes of this subsection the term ‘crime of\nviolence’ means an offense that is a felony and—(A) has as an\nelement the use, attempted use, or threatened use of physical force\nagainst the person or property of another, or (B) that by its\nnature, involves a substantial risk that physical force against the\nperson or property of another may be used in the course of\ncommitting the offense.”4See,e.g., Colo.\nRev. Stat. §18–8–103(1)(b) (2018) (“substantial risk of causing\nbodily injury”); Ind. Code §35–44.1–3–1(b)(1)(B) (2019)\n(“substantial risk of bodily injury”); Mo. Rev. Stat. §575.150\n(2016) (“substantial risk of serious physical injury or death”);\nNeb. Rev. Stat. §28–904(1)(b) (2016) (“substantial risk of causing\nphysical injury”); Ore. Rev. Stat. §162.315(2)(c) (2017)\n(“substantial risk of physical injury”).5See,e.g., Alaska\nStat. §11.41.300(a)(2)(B) (2018) (“substantial risk of serious\nphysical injury”); Ohio Rev. Code Ann. §2905.01(B) (Lexis Supp.\n2019) (“substantial risk of serious physical harm”).6See,e.g., Ala.\nCode §13A–6–20(a)(3) (2015) (“grave risk of death”); Del. Code\nAnn., Tit. 11, §613(a)(3) (2015) (“substantial risk of death”); D.\nC. Code §22–404.01(a)(2) (2018 Cum. Supp.) (“grave risk of serious\nbodily injury”); Mo. Rev. Stat. §565.056(1)(4) (2016) (“substantial\nrisk of death or serious physical injury”); Utah Code\n§76–5–102(1)(b) (2017) (“substantial risk of bodily\ninjury”).7See,e.g., Ind.\nCode §35–42–2–1.5 (Supp. 2018) (“substantial risk of death”); Wis.\nStat. §940.19(6) (2016) (“substantial risk of great bodily\nharm”).8See,e.g., Me.\nRev. Stat. Ann., Tit. 17–A, §211(1) (2006) (“substantial risk of\nserious bodily injury”), §213(1) (same); Okla. Stat., Tit. 21,\n§1289.11 (2011) (“unreasonable risk and probability of death or\ngreat bodily harm”); Wis. Stat. Ann. §939.24(1) (2016)\n(“unreasonable and substantial risk of death or great bodily\nharm”).9See,e.g., Ariz.\nRev. Stat. Ann. §§13–1201(A), (B) (2010) (“substantial risk of\nimminent death or physical injury” and “substantial risk of\nimminent death”); N. D. Cent. Code Ann. §12.1–17–03 (2012)\n(“substantial risk of serious bodily injury or death”); Ore. Rev.\nStat. §163.195(1) (2017) (“substantial risk of serious physical\ninjury”); Wash. Rev. Code §9 A. 36.050(1) (2018) (“substantial risk\nof death or serious physical injury”).10See,e.g., Ark. Code §5–11–103(a) (2013) (“substantial risk of\nserious physical injury”); Conn. Gen. Stat. §53a–95(a) (2017)\n(“substantial risk of physical injury”); Tex. Penal Code Ann.\n§20.02(c)(2)(A) (2019) (“substantial risk of serious bodily\ninjury”).11See,e.g., Ind. Code §35–43–4–2(a)(2)(B) (2018) (“substantial\nrisk of bodily injury”); Minn. Stat. §609.52(3a) (2016)\n(“reasonably foreseeable risk of bodily harm”).12See,e.g., Ind. Code §35–42–2–2.5(a) (2018) (“substantial risk of\nbodily injury”); Miss. Code. Ann. §§97–3–105(1), (3) (2014)\n(“substantial risk of physical injury”); Mo. Rev. Stat.\n§§578.365(1), (5) (2016) (“prob-able risk of the loss of life or\nprobable bodily or psychological harm” and “substantial risk to the\nlife of the student or prospective member”); Ohio Rev. Code Ann.\n§2903.31(A) (Lexis 2014) (“substantial risk of causing mental or\nphysical harm”); Ore. Rev. Stat. §§163.197(4)(a)(B), (C) (2017)\n(“unreasonable risk of harm”).13See,e.g., Iowa Code §709.3(1)(a) (2019) (“substantial risk of\ndeath or serious injury”); N. C. Gen. Stat. Ann. §14–318.2(a)\n(2017) (“substantial risk of physical injury”); W. Va. Code Ann.\n§§61–8D–3(c), (d)(1) (2014) (“substantial risk of death or serious\nbodily injury” and “substantial risk of bodily injury”); Wis. Stat.\n§§948.03(1), (4)(a), (b) (2016) (“unreasonable risk of harm,”\n“unreasonable risk of great bodily harm,” and “unreasonable risk of\nbodily harm”).14See,e.g., Fla. Stat. §825.102(3)(a) (2018) (“substantial risk of\ndeath”), §827.03(1)(e) (same); W. Va. Code Ann. §§61–8D–4(c),\n(d)(1) (2014) (“substantial risk of death or serious bodily injury”\nand “substantial risk of bodily injury”).15See,e.g., Kan. Stat. Ann. §§21–5812(c)(2)(A)(i), (ii) (2018 Cum.\nSupp.) (“substantial risk of bodily harm”); R. I. Gen. Laws §11–4–2\n(2002) (“substantial risk of serious physical harm”); Wis. Stat.\n§§941.11(1), (2) (2016) (“unreasonable risk of death or great\nbodily harm”).16See,e.g., Ala. Code §13A–6–2(a)(2) (2015) (“grave risk of\ndeath”); Kan. Stat. Ann. §21–5406(a) (2018 Cum. Supp.)\n(“unreasonable risk of injury”); N. Y. Penal Law Ann. §125.20(4)\n(West 2009) (“grave risk of serious physical injury”), §§125.25(2),\n(4) (“grave risk of death” and “grave risk of serious physical\ninjury or death”).17See,e.g., Alaska Stat. §11.61.190(a)(2) (2018) (“substantial and\nunjustifiable risk of physical injury”); Ark. Code Ann.\n§5–74–107(b)(1) (Supp. 2017) (“substantial risk of physical\ninjury”); Ohio Rev. Code Ann. §2923.162(C)(2) (Lexis 2014)\n(“substantial risk of physical harm”); R. I. Gen. Laws §11–47–61\n(2002) (“substantial risk of death or serious injury”); Wash. Rev.\nCode §9 A. 36.045(1) (2018) (“substantial risk of death or serious\nphysical injury”); W. Va. Code Ann. §61–7–12 (2014) (“substantial\nrisk of death or serious bodily injury”).18Judge\nNiemeyer’s opinion was joined by Judges Wilkinson, Duncan, Agee,\nKeenan, and Quattlebaum.19Judge\nNewsom’s majority opinion was joined by Chief Judge Ed Carnes and\nJudges Tjoflat, Marcus, William Pryor, Rosenbaum, Branch, and\nHull.20Tellingly, the Government inJohnsonandDimayadid not dispute that the\ncategorical approach was the proper method of interpreting the\nstatutes at issue. SeeSessionsv.Dimaya, 584\nU. S. ___, ___ (2018) (plurality opinion) (slip op., at 13);Johnsonv.United States, 576 U. S. ___, ___\n(2015) (slip op., at 13). In this case, the Government strenuously\ndisputes the applicability of the categorical approach precisely\nbecause the inquiry is not about past convictions.21More\ngenerally, this Court has often said that “identical language may\nconvey varying content” in the same statute, based on context.Yatesv.United States, 574 U.S. 528, 537 (2015)\n(plurality opinion); see alsoUtility Air Regulatory Groupv.EPA, 573 U.S. 302, 319–320 (2014).22This\nduplication point is icing on a textual cake already frosted. In\nother words, our interpretation of the term “offense” is informed\nby the text and by our precedents. Our interpretation stands with\nor without the duplication argument.23InLeocal, the Court interpreted §16(b) to require a\ncategorical approach. But unlike §924(c)(3)(B), that statutory\nprovision applied in the context of past convictions. See 8\nU. S. C. §§1101(a)(43)(F), 1227(a)(2)(A)(iii); Sentencing\nReform Act of 1984, §217(a), 98Stat. 2021; Comprehensive Crime\nControl Act of 1984, §1202, 98Stat. 2151. To be sure, §16(b) was\nonce incorporated into §924(c). But in 1986, Congress severed the\ntwo provisions and included a standalone “crime of violence”\ndefinition in §924(c). For those two reasons, §924(c)(3)(B) need\nnot and should not be interpreted in the same way as\n§16(b).",
    "joined": []
}