{
    "case": {
        "docket": "20-157",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-157/"
    },
    "id": "4428393",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–157_________________EDWARD A. CANIGLIA, PETITIONERv.ROBERT F. STROM, et al.on writ of certiorari to the united states\ncourt of appeals for the first circuit[May 17, 2021]Justice Kavanaugh, concurring.I join the Court’s opinion in full. I write\nseparately to underscore and elaborate on The Chief Justice’s point\nthat the Court’s decision does not prevent police officers from\ntaking reasonable steps to assist those who are inside a home and\nin need of aid. Seeante,at 1 (Roberts, C. J.,\nconcurring). For example, as I will explain, police officers may\nenter a home without a warrant in circumstances where they are\nreasonably trying to prevent a potential suicide or to help an\nelderly person who has been out of contact and may have fallen and\nsuffered a serious injury.Ratified in 1791 and made applicable to the\nStates in 1868, the Fourth Amendment protects the “right of the\npeople to be secure in their persons, houses, papers, and effects,\nagainst unreasonable searches and seizures.” As the constitutional\ntext establishes, the “ultimate touchstone of the Fourth Amendment\nis reasonableness.”Rileyv.California,573 U.S.\n373, 381 (2014) (internal quotation marks omitted). The Court\nhas said that a warrant supported by probable cause is ordinarily\nrequired for law enforcement officers to enter a home. See\nU. S. Const., Amdt. 4. But drawing on common-law analogies and\na commonsense appraisal of what is “reasonable,” the Court has\nrecognized various situations where a warrant is not required. For\nexample, the exigent circumstances doctrine allows officers to\nenter a home without a warrant in certain situations, including: to\nfight a fire and investigate its cause; to prevent the imminent\ndestruction of evidence; to engage in hot pursuit of a fleeing\nfelon or prevent a suspect’s escape; to address a threat to the\nsafety of law enforcement officers or the general public; to render\nemergency assistance to an injured occupant; or to protect an\noccupant who is threatened with serious injury. SeeMitchellv.Wisconsin, 588 U. S. ___, ___ (2019) (plurality\nopinion) (slip op., at 6);City and County of San Franciscov.Sheehan, 575 U.S. 600, 612 (2015);Kentuckyv.King,563 U.S.\n452, 460, 462 (2011);Michiganv.Fisher,558 U.S.\n45, 47 (2009) (per curiam);Brigham Cityv.Stuart,547 U.S.\n398, 403 (2006);Minnesotav.Olson,495 U.S.\n91, 100 (1990);Michiganv.Clifford,464 U.S.\n287, 293, and n. 4 (1984) (plurality opinion);Minceyv.Arizona,437 U.S.\n385, 392–394 (1978);Michiganv.Tyler,436 U.S.\n499, 509–510 (1978);United Statesv.Santana,427 U.S.\n38, 42–43 (1976);Warden, Md. Penitentiaryv.Hayden,387 U.S.\n294, 298–299 (1967);Kerv.California,374 U.S.\n23, 40–41 (1963) (plurality opinion).Over the years, many courts, like the First\nCircuit in this case, have relied on what they have labeled a\n“community caretaking” doctrine to allow warrantless entries into\nthe home for a non-investigatory purpose, such as to prevent a\nsuicide or to conduct a welfare check on an older individual who\nhas been out of contact. But as the Court today explains, any such\nstandalone community caretaking doctrine was primarily devised for\nsearches of cars, not homes.Ante,at 3–4; seeCadyv.Dombrowski,413 U.S.\n433, 447–448 (1973).That said, this Fourth Amendment issue is more\nlabeling than substance. The Court’s Fourth Amendment case law\nalready recognizes the exigent circumstances doctrine, which allows\nan officer to enter a home without a warrant if the “exigencies of\nthe situation make the needs of law enforcement so compelling that\nthe warrantless search is objectively reasonable under the Fourth\nAmendment.”Brigham City, 547 U. S., at 403 (internal\nquotation marks omitted); see alsoante,at 3. As relevant\nhere, one such recognized “exigency” is the “need to assist persons\nwho are seriously injured or threatened with such injury.”Brigham City, 547 U. S., at 403; see alsoante,at 1 (Roberts, C. J., concurring). The Fourth Amendment allows\nofficers to enter a home if they have “an objectively reasonable\nbasis for believing” that such help is needed, and if the officers’\nactions inside the home are reasonable under the circumstances.Brigham City, 547 U. S., at 406; see alsoMichiganv.Fisher, 558 U. S., at 47–48.This case does not require us to explore all the\ncontours of the exigent circumstances doctrine as applied to\nemergency-aid situations because the officers here disclaimed\nreliance on that doctrine. But to avoid any confusion going\nforward, I think it important to briefly describe how the doctrine\napplies to some heartland emergency-aid situations.As Chief Judge Livingston has cogently\nexplained, although this doctrinal area does not draw much\nattention from courts or scholars, “municipal police spend a good\ndeal of time responding to calls about missing persons, sick\nneighbors, and premises left open at night.” Livingston, Police,\nCommunity Caretaking, and the Fourth Amendment, 1998 U. Chi. Leg.\nForum 261, 263 (1998). And as she aptly noted, “the responsibility\nof police officers to search for missing persons, to mediate\ndisputes, and to aid the ill or injured has never been the subject\nof serious debate; nor has” the “responsibility of police to\nprovide services in an emergency.”Id.,at 302.Consistent with that reality, the Court’s\nexigency precedents, as I read them, permit warrantless entries\nwhen police officers have an objectively reasonable basis to\nbelieve that there is a current, ongoing crisis for which it is\nreasonable to act now. See,e.g.,Sheehan, 575\nU. S., at 612;Michiganv.Fisher, 558\nU. S., at 48–49;Brigham City, 547 U. S., at\n406–407. The officers do not need to show that the harm has already\noccurred or is mere moments away, because knowing that will often\nbe difficult if not impossible in cases involving, for example, a\nperson who is currently suicidal or an elderly person who has been\nout of contact and may have fallen. If someone is at risk of\nserious harm and it is reasonable for officers to intervene now,\nthat is enough for the officers to enter.A few (non-exhaustive) examples illustrate the\npoint.Suppose that a woman calls a healthcare hotline\nor 911 and says that she is contemplating suicide, that she has\nfirearms in her home, and that she might as well die. The operator\nalerts the police, and two officers respond by driving to the\nwoman’s home. They knock on the door but do not receive a response.\nMay the officers enter the home? Of course.The exigent circumstances doctrine applies\nbecause the officers have an “objectively reasonable basis” for\nbelieving that an occupant is “seriously injured or threatened with\nsuch injury.”Id.,at 400, 403; cf.Sheehan, 575\nU. S., at 612 (officers could enter the room of a mentally ill\nperson who had locked herself inside with a knife). After all, a\nsuicidal individual in such a scenario could kill herself at any\nmoment. The Fourth Amendment does not require officers to stand\nidly outside as the suicide takes place.[1]Consider another example. Suppose that an\nelderly man is uncharacteristically absent from Sunday church\nservices and repeatedly fails to answer his phone throughout the\nday and night. A concerned relative calls the police and asks the\nofficers to perform a wellness check. Two officers drive to the\nman’s home. They knock but receive no response. May the officers\nenter the home? Of course.Again, the officers have an “objectively\nreasonable basis” for believing that an occupant is “seriously\ninjured or threatened with such injury.”Brigham City, 547\nU. S., at 400, 403. Among other possibilities, the elderly man\nmay have fallen and hurt himself, a common cause of death or\nserious injury for older individuals. The Fourth Amendment does not\nprevent the officers from entering the home and checking on the\nman’s well-being.[2]To be sure, courts, police departments, and\npolice officers alike must take care that officers’ actions in\nthose kinds of cases are reasonable under the circumstances. But\nboth of those examples and others as well, such as cases involving\nunattended young children inside a home, illustrate the kinds of\nwarrantless entries that are perfectly constitutional under the\nexigent circumstances doctrine, in my view.With those observations, I join the Court’s\nopinion in full.Notes1In 2019 in the United\nStates, 47,511 people committed suicide. That number is more than\ndouble the number of annual homicides. See Dept. of Health and\nHuman Servs., Centers for Disease Control and Prevention, D. Stone,\nC. Jones, & K. Mack, Changes in Suicide Rates––United States,\n2018–2019, 70 Morbidity and Mortality Weekly Rep. 261, 263 (2021)\n(MMWR); Dept. of Justice, Federal Bureau of Investigation, Uniform\nCrime Report, Crime in the United States, 2019, p. 2\n(2020).2In 2018 in the United\nStates, approximately 32,000 older adults died from falls. Falls\nare also the leading cause of injury for older adults. B. Moreland,\nR. Kakara, & A. Henry, Trends in Nonfatal Falls and\nFall-Related Injuries Among Adults Aged ≥ 65 Years––United States,\n2012–2018, 69 MMWR 875 (2020).",
    "joined": []
}