{
    "case": {
        "docket": "20-107",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-107/"
    },
    "id": "4442713",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–107_________________CEDAR POINT NURSERY, et al., PETITIONERSv.VICTORIA HASSID, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 23, 2021]Justice Kavanaugh, concurring.I join the Court’s opinion, which carefully\nadheres to constitutional text, history, and precedent. I write\nseparately to explain that, in my view, the Court’s precedent inNLRBv.Babcock & Wilcox Co.,351 U.S.\n105(1956), also strongly supports today’s decision.InBabcock, the National Labor Relations\nBoard argued that the National Labor Relations Act afforded union\norganizers a right to enter company property to communicate with\nemployees. Several employers responded that the Board’s reading of\nthe Act would infringe their Fifth Amendment property rights. The\nemployers contended that Congress, “even if it could\nconstitutionally do so, has at no time shown any intention of\ndestroying property rights secured by theFifth Amendment,\nin protecting employees’ rights of collective bargaining under the\nAct. Until Congress should evidence such intention by specific\nlegislative language, our courts should not construe the Act on\nsuch dangerous constitutional grounds.” Brief for Respondent inNLRBv.Babcock & Wilcox Co., O. T. 1955,\nNo. 250, pp. 18–19.This Court agreed with the employers’ argument\nthat the Act should be interpreted to avoid unconstitutionality.\nThe Court reasoned that “the National Government” via the\nConstitution “preserves property rights,” including “the right to\nexclude from property.”Babcock, 351 U. S., at 112.\nAgainst the backdrop of the Constitution’s strong protection of\nproperty rights, the Court interpreted the Act to afford access to\nunion organizers only when “needed,”ibid.—that is, when the\nemployees live on company property and union organizers have no\nother reasonable means of communicating with the employees,id.,at 113. See alsoLechmere,Inc.v.NLRB,502 U.S.\n527, 540–541 (1992). As I read it,Babcockrecognized\nthat employers have a basic Fifth Amendment right to exclude from\ntheir private property, subject to a “necessity” exception similar\nto that noted by the Court today.Ante, at 19.Babcockstrongly supports the growers’\nposition in today’s case because the California union access\nregulation intrudes on the growers’ property rights far more thanBabcockallows. When this same California union access\nregulation was challenged on constitutional grounds before the\nCalifornia Supreme Court in 1976, that court upheld the regulation\nby a 4-to-3 vote.Agricultural Labor Rel. Bd.v.Superior\nCt. of Tulare Cty.,16 Cal. 3d 392, 546 P.2d 687. Justice William Clark wrote the\ndissent. Justice Clark stressed that “property rights are\nfundamental.”Id., at 429, n. 4, 546 P. 2d, at\n712, n. 4. And he concluded that the California union access\nregulation “violates the rule” ofBabcockand thus “violates\nthe constitutional provisions protecting private property.” 16 Cal.\n3d, at 431, 546 P. 2d, at 713. In my view, Justice Clark had\nit exactly right.With those comments, I join the Court’s opinion\nin full.",
    "joined": []
}