{
    "case": {
        "docket": "20-1641",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1641/"
    },
    "id": "4598453",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–1641_________________MARIETTA MEMORIAL HOSPITAL EMPLOYEE HEALTH\nBENEFIT PLAN, et al., PETITIONERSv.DaVITA INC.,\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 21, 2022]Justice Kavanaugh delivered the opinion of the\nCourt.The question in this case is whether a group\nhealth plan that provides limited benefits for outpatient\ndialysis—but does so uniformly for all plan participants—violates\nthe Medicare Secondary Payer statute. We agree with petitioner\nMarietta and the United States asamicus curiaethat the\nanswer is no. We therefore reverse the judgment of the U. S.\nCourt of Appeals for the Sixth Circuit and remand the case for\nfurther proceedings consistent with this opinion.IAMedicare provides health insurance coverage\nfor those who are 65 or over, or are disabled. In 1972, Congress\nextended Medicare coverage to individuals with end-stage renal\ndisease, regardless of age or disability. See Social Security\nAmendments of 1972, §299I, 86Stat. 1463; 42 U. S. C.\n§426–1. That benefit now covers hundreds of thousands of Americans\nwith end-stage renal disease. In the aggregate, the costs of\nhealthcare for individuals with end-stage renal disease are high,\nand Medicare spends about $50 billion annually on treatments for\nthose individuals.During the initial years of the Medicare program\nafter its enactment in 1965, Medicare acted as the first payer for\nmany medical services, regardless of whether a Medicare beneficiary\nwas also covered under another insurance plan, such as an\nemployer-sponsored group health plan. In 1980 and 1981, in part due\nto rising Medicare costs, Congress enacted and amended the Medicare\nSecondary Payer statute. That statute as amended makes Medicare a\n“secondary” payer to an individual’s existing insurance plan for\ncertain medical services, including dialysis, when that plan\nalready covers the same services. See Medicare and Medicaid\nAmendments of 1980, §953, 94Stat. 2647; Medicare and Medicaid\nAmendments of 1981, §2146, 95Stat. 800; 42\nU. S. C. §§1395y(b)(1)(C), (2), (4).Given the significant costs of healthcare for\nthose with end-stage renal disease, Congress recognized that a plan\nmight try to circumvent the statute’s primary-payer obligation by\ndenying or reducing coverage for an individual who has end-stage\nrenal disease, thereby forcing Medicare to incur more of those\ncosts. To prevent such circumvention, the statute imposed two\nspecific constraints on group health plans.First, a plan\n“may not differentiate in the benefits it provides between\nindividuals having end stage renal disease and other individuals\ncovered by such plan on the basis of the existence of end stage\nrenal disease, the need for renal dialysis, or in any other\nmanner.” §1395y(b)(1)(C)(ii).Second, as relevant here, a\nplan “may not take into account that an individual is entitled to\nor eligible for” Medicare due to end-stage renal disease.\n§1395y(b)(1)(C)(i); see §426−1.BDaVita is one of the two major dialysis\nproviders in the United States. DaVita provides dialysis to\nhundreds of thousands of individuals each year, including\nindividuals insured by their employers’ group health plans.The Marietta Memorial Hospital Employee Health\nBenefit Plan is an employer-sponsored group health plan. The Plan\noffers the same terms of coverage for outpatient dialysis to all of\nits participants. But under the Plan, outpatient dialysis services\nare subject to relatively limited reimbursement rates.In 2018, DaVita sued the Plan, arguing that the\nPlan’s limited coverage for outpatient dialysis both (i)\ndifferentiates between individuals with and without end-stage renal\ndisease and (ii) takes into account the Medicare eligibility of\nindividuals with end-stage renal disease in violation of the\nMedicare Secondary Payer statute. §1395y(b)(1)(C).The District Court dismissed DaVita’s claims,\nconcluding that the Plan does not violate the anti-differentiation\nor take-into-account provisions of the Medicare Secondary Payer\nstatute because the Plan’s terms, including its terms for\noutpatient dialysis treatments, apply uniformly to all Plan\nparticipants.A divided panel of the U. S. Court of\nAppeals for the Sixth Circuit reversed. See 978 F.3d 326 (2020).\nAmong other things, the Court of Appeals ruled that the statute\nauthorized disparate-impact liability, and the Court concluded that\nthe limited payments for dialysis treatment had a disparate impact\non individuals with end-stage renal disease.Judge Eric Murphy dissented in relevant part. He\nreasoned that the Plan’s terms do not violate the statute because\nthe Plan “offers the same benefits to all participants.”Id., at 358 (opinion concurring in judgment in part and\ndissenting in part).The Sixth Circuit’s interpretation of the\nMedicare Secondary Payer statute departed from the holdings of\ndistrict courts that had considered the question. SeeDaVita,\nInc.v.Amy’s Kitchen, Inc., 379 F. Supp. 3d 960 (ND\nCal. 2019);Dialysis of Des Moines, LLCv.Smithfield\nFoods Healthcare Plan, 2019 WL 8892581 (ED Va., Aug. 5, 2019);National Renal Alliance, LLCv.Blue Cross & Blue\nShield of Georgia, Inc., 598 F. Supp. 2d 1344 (ND Ga. 2009).\nMoreover, several weeks after the Sixth Circuit’s decision, the\nNinth Circuit agreed with Judge Murphy’s dissent and largely\nrejected the Sixth Circuit’s analysis. SeeDaVita Inc.v.Amy’s Kitchen, Inc., 981 F.3d 664 (2020).This Court granted certiorari to resolve the\ndisagreement between the Courts of Appeals. 595 U. S. ___\n(2021).IIAWe first consider DaVita’s differentiation\nargument. To reiterate, the relevant statutory provision states: A\nplan “may not differentiate in the benefits it provides between\nindividuals having end stage renal disease and other individuals\ncovered by such plan on the basis of the existence of end stage\nrenal disease, the need for renal dialysis, or in any other\nmanner.” 42 U. S. C. §1395y(b)(1)(C)(ii).That statutory language prohibits a plan fromdifferentiatingin benefits between individuals with and\nwithout end-stage renal disease. For example, a group health plan\nmay not single out plan participants with end-stage renal disease\nby imposing higher deductibles on them, or by covering fewer\nservices for them. See 42 CFR §§411.161(b)(2)(i)–(iv). If a\nplan does not differentiate in the benefits provided to individuals\nwith and without end-stage renal disease, then a plan has not\nviolated that statutory provision, and the differentiation inquiry\nends there.[1]The Marietta Plan provides the same benefits,\nincluding the same outpatient dialysis benefits, to individuals\nwith and without end-stage renal disease. Indeed, DaVita does not\ndispute that the Plan’s terms apply uniformly to all Plan\nparticipants. Therefore, the Plan does not “differentiate in the\nbenefits it provides between individuals” with and without\nend-stage renal disease. 42 U. S. C.\n§1395y(b)(1)(C)(ii).In response, DaVita primarily argues that the\nstatute authorizes liability even when a plan limits benefits in a\nuniform way if the limitation on benefits has a disparate impact on\nindividuals with end-stage renal disease.To begin with, the text of the statute cannot be\nread to encompass a disparate-impact theory. That text requires\ninquiry into whether a plan provides different benefits to\n(i) those with end-stage renal disease and (ii) those without\nend-stage renal disease. The text does not ask about “theeffectsof non-differentiating plan terms that treat all\nindividuals equally.” 978 F. 3d, at 363 (opinion of Murphy, J.);\nsee alsoAmy’s Kitchen, 981 F. 3d, at 674−675. In light\nof that plain text, it comes as no surprise that the Centers for\nMedicare and Medicaid Services have never adopted a\ndisparate-impact theory in their longstanding regulations\nimplementing this statute.The disparate-impact theory not only is atextual\nbut also would be all but impossible to fairly implement. The\npremise of the disparate-impact theory is that the plan’s benefits\nfor outpatient dialysis are inadequate. But what level of benefits\nwould be adequate, and how would courts determine the level of\nbenefits that qualifies as adequate?Neither the statute nor DaVita offers a basis\nfor determining when coverage for outpatient dialysis could be\nconsidered inadequate. And neither the statute nor DaVita supplies\nan objective benchmark or comparator against which to measure a\nplan’s coverage for outpatient dialysis.Absent some benchmark or comparator, courts\nwould have great difficulty trying to make an apples-to- apples\ncomparison of a plan’s coverage for outpatient dialysis against its\ncoverage for other services. Group health plans cover services for\nmany different health issues at varied rates. Those rates may\nreflect negotiations with third parties, the needs of a particular\nplan’s beneficiaries, and other factors such as geography. Courts\nwould be entirely at sea in trying to determine an appropriate\nbenchmark or comparator for outpatient dialysis. Put simply,\nDaVita’s approach is a prescription for judicial and administrative\nchaos, and further demonstrates that DaVita’s disparate-impact\ntheory is not a correct interpretation of the statute.[2]DaVita’s position would ultimately require group\nhealth plans to maintain some (undefined) minimum level of benefits\nfor outpatient dialysis. But this statutory provision simply\ncoordinates payments between group health plans and Medicare. As\nthe Government itself acknowledges, the statute does not dictate\nany particular level of dialysis coverage by a group health plan.\nSee Brief for United States asAmicus Curiae13. If Congress\nwanted to mandate that group health plans provide particular\nbenefits, or to require that group health plans ensure parity\nbetween different kinds of benefits, Congress knew how to write\nsuch a law. It did not do so in this statute. To the extent that\nCongress wants to create such a system going forward, Congress of\ncourse may do so.In sum, the Marietta Plan does not\n“differentiate in the benefits it provides” to those with end-stage\nrenal disease and those without end-stage renal disease.BDaVita also contends that a plan that provides\nlimited coverage for outpatient dialysis impermissibly “take[s]\ninto account” the Medicare eligibility of plan participants with\nend-stage renal disease in violation of the statute. To reiterate,\nthat statutory provision states that a plan “may not take into\naccount that an individual is entitled to or eligible for”\nMedicare. 42 U. S. C. §1395y(b)(1)(C)(i); see also\n§426–1. For example, a plan may not terminate coverage, limit\ncoverage, or charge higher premiums for an individual who has\nMedicare coverage due to end-stage renal disease. See 42 CFR\n§§411.108(a)(3), (5)−(6).As already discussed, the Marietta Plan’s terms,\nincluding its terms of coverage for outpatient dialysis, are\nuniform for all individuals. Because the Plan provides the same\noutpatient dialysis benefits to all Plan participants, whether or\nnot a participant is entitled to or eligible for Medicare, the Plan\ncannot be said to “take into account” whether its participants are\nentitled to or eligible for Medicare.*  *  *Because the Marietta Plan’s terms as relevant\nhere apply uniformly to all covered individuals, the Plan does not\n“differentiate in the benefits it provides” to individuals with\nend-stage renal disease or “take into account” whether an\nindividual is entitled to or eligible for Medicare. We therefore\nreverse the judgment of the U. S. Court of Appeals for the\nSixth Circuit and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1If and only if a plan\ndifferentiates in benefits between those with and those without\nend-stage renal disease, the next question would be whether the\nplan differentiates “on the basis of ” (i) the existence\nof the disease, (ii) the need for renal dialysis, or\n(iii) in any other manner. 42\nU. S. C. §1395y(b)(1)(C)(ii). Those three\ncircumstances, especially the somewhat ungrammatically phrased\ncatchall “in any other manner,” appear to cover the waterfront of\npossible bases on which a plan might differentiate in the benefits\nprovided to those with end-stage renal disease. In other words, if\nthere is differentiation, the differentiation is likely on an\nimpermissible basis. Therefore, the only meaningful question under\nthis statutory provision appears to be whether the plan\ndifferentiates in benefits between those with and those without\nend-stage renal disease.2DaVita’s related proxy\ntheory—that singling out outpatient dialysis is simply a proxy for\nsingling out individuals with end-stage renal disease because those\nindividuals disproportionately receive outpatient dialysis—likewise\nfinds no support in the statutory text. The statute requires that a\nplan provide the same dialysis benefits regardless of whether an\nindividual has end-stage renal disease. If a plan provides the same\nbenefits to all individuals, the plan does not “differentiatein\nthe benefits it provides” to individuals with and without\nend-stage renal disease. §1395y(b)(1)(C)(ii) (emphasis added). This\nstatute is a coordination-of-benefits statute, not a traditional\nantidiscrimination statute.",
    "joined": []
}