{
    "case": {
        "docket": "17-1702",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1702/"
    },
    "id": "4109118",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1702_________________MANHATTAN COMMUNITY ACCESS CORPORATION,\net al., PETITIONERSv.DEEDEE HALLECK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 17, 2019]Justice Kavanaugh delivered the opinion of the\nCourt.The Free Speech Clause of the First Amendment\nconstrains governmental actors and protects private actors. To draw\nthe line between governmental and private, this Court applies what\nis known as the state-action doctrine. Under that doctrine, as\nrelevant here, a private entity may be considered a state actor\nwhen it exercises a function “traditionally exclusively reserved to\nthe State.”Jacksonv.Metropolitan Edison Co.,419 U.S.\n345, 352 (1974).This state-action case concerns the public\naccess channels on Time Warner’s cable system in Manhattan. Public\naccess channels are available for private citizens to use. The\npublic access channels on Time Warner’s cable system in Manhattan\nare operated by a private nonprofit corporation known as MNN. The\nquestion here is whether MNN—even though it is a private\nentity—nonetheless is a state actor when it operates the public\naccess channels. In other words, is operation of public access\nchannels on a cable system a traditional, exclusive public\nfunction? If so, then the First Amendment would restrict MNN’s\nexercise of editorial discretion over the speech and speakers on\nthe public access channels.Under the state-action doctrine as it has been\narticulated and applied by our precedents, we conclude that\noperation of public access channels on a cable system is not a\ntraditional, exclusive public function. Moreover, a private entity\nsuch as MNN who opens its property for speech by others is not\ntransformed by that fact alone into a state actor. In operating the\npublic access channels, MNN is a private actor, not a state actor,\nand MNN therefore is not subject to First Amendment constraints on\nits editorial discretion. We reverse in relevant part the judgment\nof the Second Circuit, and we remand the case for further\nproceedings consistent with this opinion.IASince the 1970s, public access channels have\nbeen a regular feature on cable television systems throughout the\nUnited States. In the 1970s, Federal Communications Commission\nregulations required certain cable operators to set aside channels\non their cable systems for public access. In 1979, however, this\nCourt ruled that the FCC lacked statutory authority to impose that\nmandate. SeeFCCv.Midwest Video Corp.,440 U.S.\n689(1979). A few years later, Congress passed and President\nReagan signed the Cable Communications Policy Act of 1984. 98Stat.\n2779. The Act authorized state and local governments to require\ncable operators to set aside channels on their cable systems for\npublic access. 47 U. S. C. §531(b).The New York State Public Service Commission\nregulates cable franchising in New York State and requires cable\noperators in the State to set aside channels on their cable systems\nfor public access. 16 N. Y. Codes, Rules & Regs.\n§§895.1(f), 895.4(b) (2018). State law requires that use of the\npublic access channels be free of charge and first-come,\nfirst-served. §§895.4(c)(4) and (6). Under state law, the cable\noperator operates the public access channels unless the local\ngovernment in the area chooses to itself operate the channels or\ndesignates a private entity to operate the channels.\n§895.4(c)(1).Time Warner (now known as Charter) operates a\ncable system in Manhattan. Under state law, Time Warner must set\naside some channels on its cable system for public access. New York\nCity (the City) has designated a private nonprofit corporation\nnamed Manhattan Neighborhood Network, commonly referred to as MNN,\nto operate Time Warner’s public access channels in Manhattan. This\ncase involves a complaint against MNN regarding its management of\nthe public access channels.BBecause this case comes to us on a motion to\ndismiss, we accept the allegations in the complaint as true. SeeAshcroftv.Iqbal,556 U.S.\n662, 678 (2009).DeeDee Halleck and Jesus Papoleto Melendez\nproduced public access programming in Manhattan. They made a film\nabout MNN’s alleged neglect of the East Harlem community. Halleck\nsubmitted the film to MNN for airing on MNN’s public access\nchannels, and MNN later televised the film. Afterwards, MNN fielded\nmultiple complaints about the film’s content. In response, MNN\ntemporarily suspended Halleck from using the public access\nchannels.Halleck and Melendez soon became embroiled in\nanother dispute with MNN staff. In the wake of that dispute, MNN\nultimately suspended Halleck and Melendez from all MNN services and\nfacilities.Halleck and Melendez then sued MNN, among other\nparties, in Federal District Court. The two producers claimed that\nMNN violated their First Amendment free-speech rights when MNN\nrestricted their access to the public access channels because of\nthe content of their film.MNN moved to dismiss the producers’ First\nAmendment claim on the ground that MNN is not a state actor and\ntherefore is not subject to First Amendment restrictions on its\neditorial discretion. The District Court agreed with MNN and\ndismissed the producers’ First Amendment claim.The Second Circuit reversed in relevant part.\n882 F.3d 300, 308 (2018). In the majority opinion authored by Judge\nNewman and joined by Judge Lohier, the court stated that the public\naccess channels in Manhattan are a public forum for purposes of the\nFirst Amendment. Reasoning that “public forums are usually operated\nby governments,” the court concluded that MNN is a state actor\nsubject to First Amendment constraints.Id., at 306–307.\nJudge Lohier added a concurring opinion, explaining that MNN also\nqualifies as a state actor for the independent reason that “New\nYork City delegated to MNN the traditionally public function of\nadministering and regulating speech in the public forum of\nManhattan’s public access channels.”Id.,at 309.Judge Jacobs dissented in relevant part, opining\nthat MNN is not a state actor. He reasoned that a private entity’s\noperation of an open forum for speakers does not render the host\nentity a state actor. Judge Jacobs further stated that the\noperation of public access channels is not a traditional, exclusive\npublic function.We granted certiorari to resolve disagreement\namong the Courts of Appeals on the question whether private\noperators of public access cable channels are state actors subject\nto the First Amendment. 586 U. S. __ (2018). Compare 882 F.3d\n300 (case below), withWilcherv.Akron, 498 F.3d 516\n(CA6 2007); andAlliance for Commu- nity Mediav.FCC,56 F.3d 105(CADC 1995).IIRatified in 1791, the First Amendment provides\nin relevant part that “Congress shall make no law . . .\nabridging the freedom of speech.” Ratified in 1868, the Fourteenth\nAmendment makes the First Amendment’s Free Speech Clause applicable\nagainst the States: “No State shall make or enforce any law which\nshall abridge the privileges or immunities of citizens of the\nUnited States; nor shall any State deprive any person of life,\nliberty, or property, without due process of law\n. . . .” §1. The text and original meaning of those\nAmendments, as well as this Court’s longstanding precedents,\nestablish that the Free Speech Clause prohibits onlygovernmentalabridgment of speech. The Free Speech Clause\ndoes not prohibitprivateabridgment of speech. See,e.g., Denver Area Ed. Telecommunications Consortium, Inc.v.FCC,518\nU.S. 727, 737 (1996) (plurality opinion);Hurleyv.Irish-American Gay, Lesbian and Bisexual Group of Boston,\nInc.,515 U.S.\n557, 566 (1995);Hudgensv.NLRB,424 U.S.\n507, 513 (1976); cf.Miami Herald Publishing Co.v.Tornillo,418 U.S.\n241, 256 (1974).In accord with the text and structure of the\nConstitution, this Court’s state-action doctrine distinguishes the\ngovernment from individuals and private entities. SeeBrentwood\nAcademyv.Tennessee Secondary School Athletic Assn.,531 U.S.\n288, 295–296 (2001). By enforcing that constitutional boundary\nbetween the governmental and the private, the state-action doctrine\nprotects a robust sphere of individual liberty.Here, the producers claim that MNN, a private\nentity, restricted their access to MNN’s public access channels\nbecause of the content of the producers’ film. The producers have\nadvanced a First Amendment claim against MNN. The threshold problem\nwith that First Amendment claim is a fundamental one: MNN is a\nprivate entity.Relying on this Court’s state-action precedents,\nthe producers assert that MNN is nonetheless a state actor subject\nto First Amendment constraints on its editorial discretion. Under\nthis Court’s cases, a private entity can qualify as a state actor\nin a few limited circumstances—including, for example,\n(i) when the private entity performs a traditional, exclusive\npublic function, see,e.g., Jackson, 419 U. S., at\n352–354; (ii) when the government compels the private entity\nto take a particular action, see,e.g., Blumv.Yaretsky,457 U.S.\n991, 1004–1005 (1982); or (iii) when the government acts\njointly with the private entity, see,e.g., Lugarv.Edmondson Oil Co.,457 U.S.\n922, 941–942 (1982).The producers’ primary argument here falls into\nthe first category: The producers contend that MNN exercises a\ntraditional, exclusive public function when it operates the public\naccess channels on Time Warner’s cable system in Manhattan. We\ndisagree.AUnder the Court’s cases, a private entity may\nqualify as a state actor when it exercises “powers traditionally\nexclusively reserved to the State.”Jackson, 419 U. S.,\nat 352. It is not enough that the federal, state, or local\ngovernment exercised the function in the past, or still does. And\nit is not enough that the function serves the public good or the\npublic interest in some way. Rather, to qualify as a traditional,\nexclusive public function within the meaning of our state-action\nprecedents, the government must have traditionallyandexclusively performed the function. SeeRendell-Bakerv.Kohn,457 U.S.\n830, 842 (1982);Jackson, 419 U. S., at 352–353;Evansv.Newton,382 U.S.\n296, 300 (1966).The Court has stressed that “very few” functions\nfall into that category.Flagg Bros., Inc.v.Brooks,436 U.S.\n149, 158 (1978). Under the Court’s cases, those functions\ninclude, for example, running elections and operating a company\ntown. SeeTerryv.Adams,345\nU.S. 461, 468–470 (1953) (elections);Marshv.Alabama,326 U.S.\n501, 505–509 (1946) (company town);Smithv.Allwright,321 U.S.\n649, 662–666 (1944) (elections);Nixonv.Condon,286 U.S.\n73, 84–89 (1932) (elections).[1] The Court has ruled that a variety of functions do not\nfall into that category, including, for example: running sports\nassociations and leagues, administering insurance payments,\noperating nursing homes, providing special education, representing\nindigent criminal defendants, resolving private disputes, and\nsupplying electricity. SeeAmerican Mfrs. Mut. Ins. Co.v.Sullivan,526 U.S.\n40, 55–57 (1999) (insurance payments);National Collegiate\nAthletic Assn.v.Tarkanian,488\nU.S. 179, 197, n. 18 (1988) (college sports);San\nFrancisco Arts & Athletics, Inc.v.United States\nOlympic Comm.,483 U.S.\n522, 544–545 (1987) (amateur sports);Blum, 457\nU. S., at 1011–1012 (nursing home);Rendell-Baker, 457\nU. S., at 842 (special education);Polk Countyv.Dodson,454 U.S.\n312, 318–319 (1981) (public defender);Flagg Bros., 436\nU. S., at 157–163 (private dispute resolution);Jackson, 419 U. S., at 352–354 (electric service).The relevant function in this case is operation\nof public access channels on a cable system. That function has not\ntraditionally and exclusively been performed by government.Since the 1970s, when public access channels\nbecame a regular feature on cable systems, a variety of private and\npublic actors have operated public access channels, including:\nprivate cable operators; private nonprofit organizations;\nmunicipalities; and other public and private community\norganizations such as churches, schools, and libraries. SeeDenver Area, 518 U. S., at 761–762 (plurality opinion);\nR. Oringel & S. Buske, The Access Manager’s Handbook: A Guide\nfor Managing Community Television 14–17 (1987).The history of public access channels in\nManhattan further illustrates the point. In 1971, public access\nchannels first started operating in Manhattan. See D. Brenner, M.\nPrice, & M. Meyerson, Cable Television and Other Nonbroadcast\nVideo §6:29, p. 6–47 (2018). Those early Manhattan public\naccess channels were operated in large part by private cable\noperators, with some help from private nonprofit organizations. See\nG. Gillespie, Public Access Cable Television in the United States\nand Canada 37–38 (1975); Janes, History and Structure of Public\nAccess Television, 39 J. Film & Video, No. 3, pp. 15–17 (1987).\nThose private cable operators continued to operate the public\naccess channels until the early 1990s, when MNN (also a private\nentity) began to operate the public access channels.In short, operating public access channels on a\ncable system is not a traditional, exclusive public function within\nthe meaning of this Court’s cases.BTo avoid that conclusion, the producers widen\nthe lens and contend that the relevant function here is not simply\nthe operation of public access channels on a cable system, but\nrather is more generally the operation of a public forum for\nspeech. And according to the producers, operation of a public forum\nfor speech is a traditional, exclusive public function.That analysis mistakenly ignores the threshold\nstate-action question. When the government provides a forum for\nspeech (known as a public forum), the government may be constrained\nby the First Amendment, meaning that the government ordinarily may\nnot exclude speech or speakers from the forum on the basis of\nviewpoint, or sometimes even on the basis of content. See,e.g.,\nSoutheastern Promotions, Ltd.v.Conrad,420 U.S.\n546, 547, 555 (1975) (private theater leased to the city);Police Dept. of Chicagov.Mosley,408 U.S.\n92, 93, 96 (1972) (sidewalks);Haguev.Committee for\nIndustrial Organization,307 U.S.\n496, 515–516 (1939) (streets and parks).By contrast, when a private entity provides a\nforum for speech, the private entity is not ordinarily constrained\nby the First Amendment because the private entity is not a state\nactor. The private entity may thus exercise editorial discretion\nover the speech and speakers in the forum. This Court so ruled in\nits 1976 decision inHudgensv.NLRB. There, the\nCourt held that a shopping center owner is not a state actor\nsubject to First Amendment requirements such as the public forum\ndoctrine. 424 U. S., at 520–521; see alsoLloyd Corp.v.Tanner,407 U.S.\n551, 569–570 (1972);Central Hardware Co.v.NLRB,407 U.S.\n539, 547 (1972);Alliance for Community Media, 56\nF. 3d, at 121–123.TheHudgensdecision reflects a\ncommonsense principle: Providing some kind of forum for speech is\nnot an activity that only governmental entities have traditionally\nperformed. Therefore, a private entity who provides a forum for\nspeech is not transformed by that fact alone into a state actor.\nAfter all, private property owners and private lessees often open\ntheir property for speech. Grocery stores put up community bulletin\nboards. Comedy clubs host open mic nights. As Judge Jacobs\npersuasively explained, it “is not at all a near-exclusive function\nof the state to provide the forums for public expression, politics,\ninformation, or entertainment.” 882 F. 3d, at 311 (opinion\nconcurring in part and dissenting in part).In short, merely hosting speech by others is not\na traditional, exclusive public function and does not alone\ntransform private entities into state actors subject to First\nAmendment constraints.If the rule were otherwise, all private property\nowners and private lessees who open their property for speech would\nbe subject to First Amendment constraints and would lose the\nability to exercise what they deem to be appropriate editorial\ndiscretion within that open forum. Private property owners and\nprivate lessees would face the unappetizing choice of allowing all\ncomers or closing the platform altogether. “The Constitution by no\nmeans requires such an attenuated doctrine of dedication of private\nproperty to public use.”Hudgens, 424 U. S., at 519\n(internal quotation marks omitted). Benjamin Franklin did not have\nto operate his newspaper as “a stagecoach, with seats for\neveryone.” F. Mott, American Journalism 55 (3d ed. 1962). That\nprinciple still holds true. As the Court said inHudgens, to\nhold that private property owners providing a forum for speech are\nconstrained by the First Amendment would be “to create a court-made\nlaw wholly disregarding the constitutional basis on which private\nownership of property rests in this country.” 424 U. S., at\n517 (internal quotation marks omitted). The Constitution does not\ndisable private property owners and private lessees from exercising\neditorial discretion over speech and speakers on their\nproperty.[2]The producers here are seeking in effect to\ncircumvent this Court’s case law, includingHudgens. ButHudgensis sound, and we therefore reaffirm our holding in\nthat case.[3]CNext, the producers retort that this case\ndiffers fromHudgensbecause New York City has designated\nMNN to operate the public access channels on Time Warner’s cable\nsystem, and because New York State heavily regulates MNN with\nrespect to the public access channels. Under this Court’s cases,\nhowever, those facts do not establish that MNN is a state\nactor.New York City’s designation of MNN to operate\nthe public access channels is analogous to a government license, a\ngovernment contract, or a government-granted monopoly. But as the\nCourt has long held, the fact that the government licenses,\ncontracts with, or grants a monopoly to a private entity does not\nconvert the private entity into a state actor—unless the private\nentity is performing a traditional, exclusive public function. See,e.g.,San Francisco Arts & Athletics, 483\nU. S., at 543–544 (exclusive-use rights and corporate\ncharters);Blum, 457 U. S., at 1011 (licenses);Rendell-Baker, 457 U. S., at 840–841 (contracts);Polk County, 454 U. S., at 319, n. 9, and 320–322\n(law licenses);Jackson, 419 U. S., at 351–352\n(electric monopolies);Columbia Broadcasting System, Inc.v.Democratic National Committee,412 U.S.\n94, 120–121 (1973) (broadcast licenses);Moose Lodge No.\n107v.Irvis,407 U.S.\n163, 176–177 (1972) (liquor licenses); cf.Trustees of\nDartmouth Collegev.Woodward, 4 Wheat. 518, 638–639\n(1819) (corporate charters). The same principle applies if the\ngovernment funds or subsidizes a private entity. SeeBlum,\n457 U. S., at 1011;Rendell-Baker, 457\nU. S., at 840.Numerous private entities in America obtain\ngovernment licenses, government contracts, or government-granted\nmonopolies. If those facts sufficed to transform a private entity\ninto a state actor, a large swath of private entities in America\nwould suddenly be turned into state actors and be subject to a\nvariety of constitutional constraints on their activities. As this\nCourt’s many state-action cases amply demonstrate, that is not the\nlaw. Here, therefore, the City’s designation of MNN to operate the\npublic access channels on Time Warner’s cable system does not make\nMNN a state actor.So, too, New York State’s extensive regulation\nof MNN’s operation of the public access channels does not make MNN\na state actor. Under the State’s regulations, air time on the\npublic access channels must be free, and programming must be aired\non a first-come, first-served basis. Those regulations restrict\nMNN’s editorial discretion and in effect require MNN to operate\nalmost like a common carrier. But under this Court’s cases, those\nrestrictions do not render MNN a state actor.InJacksonv.Metropolitan Edison\nCo., the leading case on point, the Court stated that the “fact\nthat a business is subject to state regulation does not by itself\nconvert its action into that of the State.” 419 U. S., at 350.\nIn that case, the Court held that “a heavily regulated, privately\nowned utility, enjoying at least a partial monopoly in the\nproviding of electrical service within its territory,” was not a\nstate actor.Id., at 358. The Court explained that the “mere\nexistence” of a “regulatory scheme”—even if “extensive and\ndetailed”—did not render the utility a state actor.Id.,at\n350, and n. 7. Nor did it matter whether the State had\nauthorized the utility to provide electric service to the\ncommunity, or whether the utility was the only entity providing\nelectric service to much of that community.This case closely parallelsJackson. Like\nthe electric utility inJackson, MNN is “a heavily\nregulated, privately owned” entity.Id.,at 358. As inJackson, the regulations do not transform the regulated\nprivate entity into a state actor.Put simply, being regulated by the State does\nnot make one a state actor. SeeSullivan, 526 U. S., at\n52;Blum, 457 U. S., at 1004;Rendell-Baker, 457\nU. S., at 841–842;Jackson, 419 U. S., at 350;Moose Lodge, 407 U. S., at 176–177. As the Court’s\ncases have explained, the “being heavily regulated makes you a\nstate actor” theory of state action is entirely circular and would\nsignificantly endanger individual liberty and private enterprise.\nThe theory would be especially problematic in the speech context,\nbecause it could eviscerate certain private entities’ rights to\nexercise editorial control over speech and speakers on their\nproperties or platforms. Not surprisingly, as Justice Thomas has\npointed out, this Court has “never even hinted that regulatory\ncontrol, and particularly direct regulatory control over a private\nentity’s First Amendment speech rights,” could justify subjecting\nthe regulated private entity to the constraints of the First\nAmendment.Denver Area, 518 U. S., at 829 (opinion\nconcurring in judgment in part and dissenting in part).In sum, we conclude that MNN is not subject to\nFirst Amendment constraints on how it exercises its editorial\ndiscretion with respect to the public access channels. To be sure,\nMNN is subject to state-law constraints on its editorial discretion\n(assuming those state laws do not violate a federal statute or the\nConstitution). If MNN violates those state laws, or violates any\napplicable contracts, MNN could perhaps face state-law sanctions or\nliability of some kind. We of course take no position on any\npotential state-law questions. We simply conclude that MNN, as a\nprivate actor, is not subject to First Amendment constraints on how\nit exercises editorial discretion over the speech and speakers on\nits public access channels.IIIPerhaps recognizing the problem with their\nargument that MNN is a state actor under ordinary state-action\nprinciples applicable to private entities and private property, the\nproducers alternatively contend that the public access channels are\nactually the property of New York City, not the property of Time\nWarner or MNN. On this theory, the producers say (and the dissent\nagrees) that MNN is in essence simply managing government property\non behalf of New York City.The short answer to that argument is that the\npublic access channels are not the property of New York City.\nNothing in the record here suggests that a government (federal,\nstate, or city) owns or leases either the cable system or the\npublic access channels at issue here. Both Time Warner and MNN are\nprivate entities. Time Warner is the cable operator, and it owns\nits cable network, which contains the public access channels. MNN\noperates those public access channels with its own facilities and\nequipment. The City does not own or lease the public access\nchannels, and the City does not possess a formal easement or other\nproperty interest in those channels. The franchise agreements\nbetween the City and Time Warner do not say that the City has any\nproperty interest in the public access channels. On the contrary,\nthe franchise agreements expressly place the public access channels\n“under the jurisdiction” of MNN. App. 22. Moreover, the producers\ndid not allege in their complaint that the City has a property\ninterest in the channels. And the producers have not cited any\nbasis in state law for such a conclusion. Put simply, the City does\nnot have “any formal easement or other property interest in those\nchannels.”Denver Area, 518 U. S., at 828 (opinion of\nThomas, J.).It does not matter that a provision in the\nfranchise agreements between the City and Time Warner allowed the\nCity to designate a private entity to operate the public access\nchannels on Time Warner’s cable system. Time Warner still owns the\ncable system. And MNN still operates the public access channels. To\nreiterate, nothing in the franchise agreements suggests that the\nCity possesses any property interest in Time Warner’s cable system,\nor in the public access channels on that system.It is true that the City has allowed the cable\noperator, Time Warner, to lay cable along public rights-of-way in\nthe City. But Time Warner’s access to public rights-of-way does not\nalter the state-action analysis. For Time Warner, as for other\ncable operators, access to public rights-of-way is essential to lay\ncable and construct a physical cable infrastructure. SeeTurner\nBroadcasting System, Inc.v.FCC,512\nU.S. 622, 628 (1994). But the same is true for utility\nproviders, such as the electric utility inJackson. Put\nsimply, a private entity’s permission from government to use public\nrights-of-way does not render that private entity a state\nactor.Having said all that, our point here should not\nbe read too broadly. Under the laws in certain States, including\nNew York, a local government may decide to itself operate the\npublic access channels on a local cable system (as many local\ngovernments in New York State and around the country already do),\nor could take appropriate steps to obtain a property interest in\nthe public access channels. Depending on the circumstances, the\nFirst Amendment might then constrain the local government’s\noperation of the public access channels. We decide only the case\nbefore us in light of the record before us.*  *  *It is sometimes said that the bigger the\ngovernment, the smaller the individual. Consistent with the text of\nthe Constitution, the state-action doctrine enforces a critical\nboundary between the government and the individual, and thereby\nprotects a robust sphere of individual liberty. Expanding the\nstate-action doctrine beyond its traditional boundaries would\nexpand governmental control while restricting individual liberty\nand private enterprise. We decline to do so in this case.MNN is a private entity that operates public\naccess channels on a cable system. Operating public access channels\non a cable system is not a traditional, exclusive public function.\nA private entity such as MNN who opens its property for speech by\nothers is not transformed by that fact alone into a state actor.\nUnder the text of the Constitution and our precedents, MNN is not a\nstate actor subject to the First Amendment. We reverse in relevant\npart the judgment of the Second Circuit, and we remand the case for\nfurther proceedings consistent with this opinion.It is so ordered.Notes1Relatedly, this Court has\nrecognized that a private entity may, under certain circumstances,\nbe deemed a state actor when the government has outsourced one of\nits constitutional obligations to a private entity. InWestv.Atkins, for example, the State was constitutionally\nobligated to provide medical care to prison inmates.487 U.S.\n42, 56 (1988). That scenario is not present here because the\ngovernment has no such obligation to operate public access\nchannels.2A distinct question not\nraised here is the degree to which the First Amendmentprotectsprivate entities such as Time Warner or MNN from\ngovernment legislation or regulation requiring those private\nentities to open their property for speech by others. Cf.Turner\nBroadcasting System, Inc.v.FCC,512 U.S.\n622, 636–637 (1994).3InCorneliusv.NAACP Legal Defense & Educational Fund, Inc., this Court\nsaid in passing dicta that “a speaker must seek access to public\nproperty or to private property dedicated to public use to evoke\nFirst Amendment concerns.”473 U.S.\n788, 801 (1985). ButCorneliusdealt with\ngovernment-owned property. As Justice Thomas explained inDenver\nArea Educational Telecommunications Consortium, Inc.v.FCC, the Court’s admittedly imprecise and overbroad phrase\ninCorneliusis not consistent with this Court’s case law\nand should not be read to suggest that private property owners or\nprivate lessees are subject to First Amendment constraints whenever\nthey dedicate their private property to public use or otherwise\nopen their property for speech.518 U.S.\n727, 827–828 (1996) (opinion concurring in judgment in part and\ndissenting in part).",
    "joined": []
}