{
    "case": {
        "docket": "18-15",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-15/"
    },
    "id": "4113756",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–15_________________james l. kisor, PETITIONERv.ROBERT\nWILKIE, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 26, 2019]Justice Kavanaugh, with whom Justice Alito\njoins, concurring in the judgment.I agree with Justice Gorsuch’s conclusion that\ntheAuerdeference doctrine should be formally retired. I\nwrite separately to emphasize two points.First, I agree with The Chief Justice\nthat “the distance between the majority and Justice Gorsuch is not\nas great as it may initially appear.”Ante,at 1 (opinion\nconcurring in part). The majority’s approach in Part II−B of its\nopinion closely resembles the argument advanced by the Solicitor\nGeneral to “clarif[y] and narro[w]”Auer. Brief for\nRespondent 15. Importantly, the majority borrows from footnote 9 of\nthis Court’s opinion inChevronto say that a reviewing\ncourt must “exhaust all the ‘traditional tools’ of construction”\nbefore concluding that an agency rule is ambiguous and deferring to\nan agency’s reasonable interpretation.Ante,at 14 (quotingChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U.S.\n837, 843, n. 9 (1984)). If a reviewing court employs all of the\ntraditional tools of construction, the court will almost always\nreach a conclusion about the best interpretation of the regulation\nat issue. After doing so, the court then will have no need to adopt\nor defer to an agency’s contrary interpretation. In other words,\nthe footnote 9 principle, taken seriously, means that courts will\nhave no reason or basis to put a thumb on the scale in favor of an\nagency when courts interpret agency regulations.Formally rejectingAuerwould have been a\nmore direct approach, but rigorously applying footnote 9 should\nlead in most cases to the same general destination. Umpires in\ngames at Wrigley Field do not defer to the Cubs manager’s in-game\ninterpretation of Wrigley’s ground rules. So too here.To be sure, some cases involve regulations that\nemploy broad and open-ended terms like “reasonable,” “appropriate,”\n“feasible,” or “practicable.” Those kinds of terms afford agencies\nbroad policy discretion, and courts allow an agency to reasonably\nexercise its discretion to choose among the options allowed by the\ntext of the rule. But that is moreState FarmthanAuer. SeeMotor Vehicle Mfrs. Assn. of United States,\nInc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29(1983).In short, after today’s decision, a judge should\nengage in appropriately rigorous scrutiny of an agency’s\ninterpretation of a regulation, and can simultaneously be\nappropriately deferential to an agency’s reasonable policy choices\nwithin the discretion allowed by a regulation.Second, I also agree with The Chief\nJustice that “[i]ssues surrounding judicial deference to agency\ninterpretations of their own regulations are distinct from those\nraised in connection with judicial deference to agency\ninterpretations of statutes enacted by Congress.”Ante,at\n2. Like The Chief Justice, “I do not regard the Court’s decision”\nnot to formally overruleAuer “to touch upon the latter\nquestion.”Ibid.",
    "joined": []
}