{
    "case": {
        "docket": "16-1498",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/16-1498/"
    },
    "id": "4067377",
    "author": "kavanaugh",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1498_________________WASHINGTON STATE DEPARTMENT OF LICENSING,\nPETITIONERv.COUGAR DEN, INC.on writ of certiorari to the supreme court of\nwashington[March 19, 2019]Justice Kavanaugh, with whom Justice Thomas\njoins, dissenting.The text of the 1855 treaty between the United\nStates and the Yakama Tribe affords the Tribe a “right, in common\nwith citizens of the United States, to travel upon all public\nhighways.” Treaty Between the United States and the Yakama Nation\nof Indians, Art. III, June 9, 1855, 12Stat. 953. The treaty’s\n“in common with” language means what it says. The treaty recognizes\ntribal members’ right to travel on off-reservation public highways\non equal terms with other U. S. citizens. Under the text of\nthe treaty, the tribal members, like other U. S. citizens,\ntherefore still remain subject tonondiscriminatorystate\nhighway regulations—that is, to regulations that apply equally to\ntribal members and other U. S. citizens. SeeMescalero\nApache Tribev.Jones,411 U.S.\n145, 148–149 (1973). That includes, for example, speed limits,\ntruck restrictions, and reckless driving laws.The Washington law at issue here imposes a\nnondiscriminatory fuel tax. The Chief Justice concludes that the\nfuel tax is not a highway regulation and, for that reason, he says\nthat the fuel tax does not infringe the Tribe’s treaty right to\ntravel on the public highways. I agree with The Chief Justice and\njoin his dissent.Even if the fuel tax is a highway regulation, it\nis anondiscriminatoryhighway regulation. For that reason\nas well, the fuel tax does not infringe the Tribe’s treaty right to\ntravel on the public highways on equal terms with other U. S.\ncitizens.The plurality, as well as the concurrence in the\njudgment, suggests that the treaty, if construed that way, would\nnot have been important to the Yakamas. For that reason, the\nplurality and the concurrence would not adhere to that textual\nmeaning and would interpret “in common with” other U. S.\ncitizens to mean, in essence, “exempt from regulations that apply\nto” other U. S. citizens.I respectfully disagree with that analysis. The\ntreaty right to travel on the public highways “in common with”—that\nis, on equal terms with—other U. S. citizens was important to\nthe Yakama tribal members at the time the treaty was signed. That\nis because, as of 1855, States and the Federal Government sometimes\nrequired tribal members to seek permission before leaving their\nreservations or even prohibited tribal members from leaving their\nreservations altogether. See,e.g.,Treaty Between the\nUnited States of America and the Utah Indians, Art. VII, Dec.\n30, 1849, 9 Stat 985; Mo. Rev. Stat., ch. 80, §10 (1845). The\nYakamas needed to travel to sell their goods and trade for other\ngoods. As a result, those kinds of laws would have devastated the\nYakamas’ way of life. Importantly, the terms of the 1855 treaty\nmade crystal clear that those kinds of travel restrictions could\nnot be imposed on the Yakamas.In particular, the treaty afforded Yakama tribal\nmembers two relevant rights. First was “free access” on roads from\nthe reservation to “the nearest public highway.” Art. III,\n12Stat. 953. Second was a right to travel “in common with” other U.\nS. citizens on “all public highways.”Ibid.The right to\nfree access from the reservation to public highways, combined with\nthe right to travel off reservation on public highways, facilitated\nthe Yakama tribal members’ extensive trading network.In determining the meaning of the “in common\nwith” language, we must recognize that the treaty used different\nlanguage in defining (1) the right to “free access,” which applies\nonly on roads connecting the reservation to the off-reservation\npublic highways, and (2) the right to travel “in common with” other\nU. S. citizens, which applies on those off-reservation public\nhighways. The approach of the plurality and the concurrence would\ncollapse that distinction between the “free access” and “in common\nwith” language and thereby depart from the text of the treaty. I\nwould stick with the text. The treaty’s “in common with”\nlanguage—both at the time the treaty was signed and now—means what\nit says: the right for Yakama tribal members to travel on public\nhighways on equal terms with other U. S. citizens.To be sure, the treaty as negotiated and written\nmay not have turned out to be a particularly good deal for the\nYakamas. As a matter of separation of powers, however, courts are\nbound by the text of the treaty. SeeOregon Dept. of Fish and\nWildlifev.Klamath Tribe,473 U.S.\n753, 774 (1985). It is for Congress and the President, not the\ncourts, to update a law and provide additional compensation or\nbenefits to tribes beyond those provided by an old law. And since\n1855, and especially since 1968, Congress has in fact taken many\nsteps to assist tribes through a variety of significant legislative\nmeasures. In short, lament about the terms of the treaty negotiated\nby the Federal Government and the Tribe in 1855 does not support\nthe Judiciary (as opposed to Congress and the President) rewriting\nthe law in 2019.What about precedent? It is true that some of\nour older precedents interpreted similar “in common with” treaty\nlanguage regarding fishing rights to grant tribal members an\nexemption from certain fishing regulations, even when the fishing\nregulations were nondiscriminatory. But as we explained in the most\nrecent of those fishing cases, those nondiscriminatory fishing\nregulations had the effect of preventing the Tribes from catching a\nfair share of the fish in the relevant area. In other words, the\nfishing regulations at issue were discriminatory in effect even\nthough nondiscriminatory on their face. SeeWashingtonv.Washington State Commercial Passenger Fishing Vessel Assn.,443 U.S.\n658, 676, n. 22 (1979).That rationale for departing from the treaty\ntext in the narrow context of the fishing cases does not apply in\nthe highway context. Facially nondiscriminatory highway\nregulations—such as speed limits, truck restrictions, and reckless\ndriving laws—are also nondiscriminatory in effect, as relevant\nhere. They do not deprive tribal members of use of the public\nhighways or deprive tribal members of a fair share of the public\nhighways.Washington’s facially nondiscriminatory fuel tax\nis likewise nondiscriminatory in effect. The Washington fuel tax\ntherefore does not violate the key principle articulated in the\nfishing cases. I would adhere to the text of the treaty and hold\nthat the tribal members, like other citizens of the State of\nWashington, are subject to the nondiscriminatory fuel tax.The Court (via the plurality opinion and the\nconcurrence) disagrees. The Court relies on the fishing cases and\nfashions a new right for Yakama tribal members to disregard even\nnondiscriminatory highway regulations, such as the Washington fuel\ntax and perhaps also Washington’s similarly structured cigarette\ntax. The Court’s newly created right will allow Yakama businesses\nnot to pay state taxes that must be paid by other competing\nbusinesses, including by businesses run by members of the many\nother tribes in the State of Washington. As a result, the State of\nWashington (along with other States) stands to lose millions of\ndollars annually in tax revenue, which will necessarily mean fewer\nservices or increased taxes for other citizens and tribes in the\nState.In addition, the Court’s newly created right—if\napplied across the board—would seem to afford Yakama tribal members\nan exemption from all manner of highway regulations, ranging from\nspeed limits to truck restrictions to reckless driving laws. No\ndoubt because of those negative real-world consequences, the Court\nsimultaneously fashions a new health and safety exception.[1] But neither the right nor the\nexception comes from the text of the treaty. As The Chief Justice\nexplains, the Court’s “need for the health and safety exception, of\ncourse, follows from the overly expansive interpretation of the\ntreaty right adopted by the plurality and concurrence.”Ante, at 8.I share The Chief Justice’s concern that the\nCourt’s new right for tribal members to disregard even\nnondiscriminatory highway regulations and the Court’s new exception\nto that right for health and safety regulations could generate\nsignificant uncertainty and unnecessary litigation for States and\ntribes. The Chief Justice says it well: The Court “digs such a deep\nhole that the future promises a lot of backing and filling.”Ibid.Instead of judicially creating a new atextual\nright for tribal members to disregard nondiscriminatory highway\nregulations and then backfilling by judicially creating a new\natextual exception to that right for health and safety regulations,\nI would adhere to the text of the treaty and leave it to Congress,\nif it chooses, to provide additional benefits for the Yakamas. In\nmy respectful view, even when we interpret any ambiguities in the\ntreaty in favor of the Tribe, the treaty phrase “in common with”\ncannot properly be read to exempt tribal members from\nnondiscriminatory highway regulations.In sum, under the treaty, Washington’s\nnondiscriminatory fuel tax may be imposed on Yakama tribal members\njust as it may be imposed on other citizens and tribes in the State\nof Washington. I respectfully dissent.Notes1I understand both the plurality\nopinion and the concurrence to approve of a health and safety\nexception.",
    "joined": []
}