{
    "case": {
        "docket": "17-1104",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1104/"
    },
    "id": "4067381",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1104_________________AIR AND LIQUID SYSTEMS CORP., et al.,\nPETITIONERSv.ROBERTA G. DeVRIES, Individually and as\nAdministratrix of the ESTATE OF JOHN B. DeVRIES, DECEASED,\net al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[March 19, 2019]Justice Kavanaugh delivered the opinion of the\nCourt.In maritime tort cases, we act as a common-law\ncourt, subject to any controlling statutes enacted by Congress. SeeExxon Shipping Co.v.Baker,554\nU.S. 471, 507–508 (2008). This maritime tort case raises a\nquestion about the scope of a manufacturer’s duty to warn. The\nmanufacturers here produced equipment such as pumps, blowers, and\nturbines for three Navy ships. The equipment required asbestos\ninsulation or asbestos parts in order to function as intended. When\nused on the ships, the equipment released asbestos fibers into the\nair. Two Navy veterans who were exposed to asbestos on the ships\ndeveloped cancer and later died. The veterans’ families sued the\nequipment manufacturers, claiming that the manufacturers were\nnegligent in failing to warn of the dangers of asbestos.The plaintiffs contend that a manufacturer has a\nduty to warn when the manufacturer’s product requires incorporation\nof a part (here, asbestos) that the manufacturer knows is likely to\nmake the integrated product dangerous for its intended uses. The\nmanufacturers respond that they had no duty to warn because they\ndid not themselves incorporate the asbestos into their equipment;\nrather, the Navy added the asbestos to the equipment after the\nequipment was already on board the ships.We agree with the plaintiffs. In the maritime\ntort context, a product manufacturer has a duty to warn when (i)\nits product requires incorporation of a part, (ii) the manufacturer\nknows or has reason to know that the integrated product is likely\nto be dangerous for its intended uses, and (iii) the manufacturer\nhas no reason to believe that the product’s users will realize that\ndanger. The District Court did not apply that test when granting\nsummary judgment to the defendant manufacturers. Although we do not\nagree with all of the reasoning of the U. S. Court of Appeals\nfor the Third Circuit, we affirm its judgment requiring the\nDistrict Court to reconsider its prior grants of summary judgment\nto the defendant manufacturers.IKenneth McAfee served in the U. S. Navy\nfor more than 20 years. As relevant here, McAfee worked on the\nU. S. S.Wanamassafrom 1977 to 1980 and then on\nthe U. S. S.Commodorefrom 1982 to 1986. John\nDeVries served in the U. S. Navy from 1957 to 1960. He worked\non the U. S. S.Turner.Those ships were outfitted with equipment such\nas pumps, blowers, and turbines. That equipment required asbestos\ninsulation or asbestos parts in order to function as intended. When\nused as intended, that equipment can cause the release of asbestos\nfibers into the air. If inhaled or ingested, those fibers may cause\nvarious illnesses.Five businesses—Air and Liquid Systems, CBS,\nFoster Wheeler, Ingersoll Rand, and General Electric—produced some\nof the equipment that was used on the ships. Al-though the\nequipment required asbestos insulation or asbestos parts in order\nto function as intended, those businesses did not always\nincorporate the asbestos into their products. Instead, the\nbusinesses delivered much of the equipment to the Navy without\nasbestos. The equipment was delivered in a condition known as\n“bare-metal.” In those situations, the Navy later added the\nasbestos to the equipment.[1]McAfee and DeVries allege that their exposure to\nthe asbestos caused them to develop cancer. They and their wives\nsued the equipment manufacturers in Pennsylvania state court.\n(McAfee and DeVries later died during the course of the ongoing\nlitigation.) The plaintiffs did not sue the Navy because they\napparently believed the Navy was immune. SeeFeresv.United States,340 U.S.\n135(1950). The plaintiffs also could not recover much from the\nmanufacturers of the asbestos insulation and asbestos parts because\nthose manufacturers had gone bankrupt. As to the manufacturers of\nthe equipment—such as the pumps, blowers, and turbines—the\nplaintiffs claimed that those manufacturers negligently failed to\nwarn them of the dangers of asbestos in the integrated products. If\nthe manufacturers had provided warnings, the workers on the ships\npresumably could have worn respiratory masks and thereby avoided\nthe danger.Invoking federal maritime jurisdiction, the\nmanufacturers removed the cases to federal court. The manufacturers\nthen moved for summary judgment on the ground that manufacturers\nshould not be liable for harms caused by later-added third-party\nparts. That defense is known as the “bare-metal defense.”The District Court granted the manufacturers’\nmotions for summary judgment. The U. S. Court of Appeals for\nthe Third Circuit vacated and remanded.In re Asbestos Prods.\nLiability Litigation, 873 F.3d 232, 241 (2017). The Third\nCircuit held that “a manufacturer of a bare-metal product may be\nheld liable for a plaintiff’s injuries suffered from later-added\nasbestos-containing materials” if the manufacturer could foresee\nthat the product would be used with the later-added\nasbestos-containing materials.Id., at 240.We granted certiorari to resolve a disagreement\namong the Courts of Appeals about the validity of the bare-metal\ndefense under maritime law. 584 U. S. ___ (2018). Compare 873\nF.3d 232 (case below), withLindstromv.A-C Prod.\nLiability Trust,424 F.3d 488(CA6 2005).IIArticle III of the Constitution grants the\nfederal courts jurisdiction over maritime cases. Under 28\nU. S. C. §1333, the federal courts have “original\njurisdiction, exclusive of the courts of the States, of\n. . . [a]ny civil case of admiralty or maritime\njurisdiction, saving to suitors in all cases all other remedies to\nwhich they are otherwise entitled.”When a federal court decides a maritime case,\nit acts as a federal “common law court,” much as state courts do in\nstate common-law cases.Exxon Shipping Co., 554 U. S.,\nat 507. Subject to direction from Congress, the federal courts\nfashion federal maritime law. Seeid., at 508, n. 21;Milesv.Apex Marine Corp.,498 U.S.\n19, 27 (1990);United Statesv.Reliable Transfer\nCo.,421 U.S.\n397, 409 (1975);Detroit Trust Co.v.The Thomas\nBarlum,293 U.S.\n21, 42–44 (1934). In formulating federal maritime law, the\nfederal courts may examine, among other sources, judicial opinions,\nlegislation, treatises, and scholarly writings. SeeExxon\nCo.,U. S. A.v.Sofec,Inc.,517 U.S.\n830, 839 (1996);East River S. S. Corp.v.Transamerica Delaval Inc.,476 U.S.\n858, 864 (1986).This is a maritime tort case. The plaintiffs\nallege that the defendant equipment manufacturers were negligent in\nfailing to warn about the dangers of asbestos. “The general\nmaritime law has recognized the tort of negligence for more than a\ncentury . . . .”Norfolk Shipbuilding &\nDrydock Corp.v.Garris,532 U.S.\n811, 820 (2001); see alsoKermarecv.Compagnie\nGenerale Transatlantique,358 U.S.\n625, 631–632 (1959). Maritime law has likewise recognized\ncommon-law principles of products liability for decades. SeeEast River S. S. Corp., 476 U. S., at 865.In this negligence case, we must decide whether\na manufacturer has a duty to warn when the manufacturer’s product\nrequires later incorporation of a dangerous part—here, asbestos—in\norder for the integrated product to function as intended.We start with basic tort-law principles. Tort\nlaw im- poses “a duty to exercise reasonable care” on those whose\nconduct presents a risk of harm to others. 1 Restatement (Third) of\nTorts: Liability for Physical and Emotional Harm §7, p. 77\n(2005). For the manufacturer of a product, the general duty of care\nincludes a duty to warn when the manufacturer “knows or has reason\nto know” that its product “is or is likely to be dangerous for the\nuse for which it is supplied” and the manufacturer “has no reason\nto believe” that the product’s users will realize that danger. 2\nRestatement (Second) of Torts §388, p. 301 (1963–1964).In tort cases, the federal and state courts have\nnot reached consensus on how to apply that general tort-law “duty\nto warn” principle when the manufacturer’s product requires later\nincorporation of a dangerous part in order for the integrated\nproduct to function as intended. Three approaches have emerged.The first approach is the more\nplaintiff-friendly foreseeability rule that the Third Circuit\nadopted in this case: A manufacturer may be liable when it was\nforeseeable that the manufacturer’s product would be used with\nanother product or part, even if the manufacturer’s product did not\nrequire use or incorporation of that other product or part. See,e.g., 873 F. 3d, at 240;Kocherav.Foster\nWheeler,LLC, 2015 WL 5584749, *4 (SD Ill., Sept. 23,\n2015);Chicanov.General Elec. Co., 2004 WL 2250990,\n*9 (ED Pa., Oct. 5, 2004);McKenziev.A. W. Chesterson\nCo., 277 Ore. App. 728, 749–750, 373 P.3d 150, 162 (2016).The second approach is the more\ndefendant-friendly bare-metal defense that the manufacturers urge\nhere: If a manufacturer did not itself make, sell, or distribute\nthe part or incorporate the part into the product, the manufacturer\nis not liable for harm caused by the integrated product—even if the\nproduct required incorporation of the part and the manufacturer\nknew that the integrated product was likely to be dangerous for its\nintended uses. See,e.g.,Lindstrom, 424 F. 3d,\nat 492, 495–497;Evansv.CBS Corp., 230 F. Supp. 3d\n397, 403–405 (Del. 2017);Cabasugv.Crane Co., 989\nF. Supp. 2d 1027, 1041 (Haw. 2013).The third approach falls between those two\napproaches. Under the third approach, foreseeability that the\nproduct may be used with another product or part that is likely to\nbe dangerous is not enough to trigger a duty to warn. But a\nmanufacturer does have a duty to warn when its productrequiresincorporation of a part and the manufacturer knows\nor has reason to know that the integrated product is likely to be\ndangerous for its intended uses. Under that approach, the\nmanufacturer may be liable even when the manufacturer does not\nitself incorporate the required part into the product. See,e.g.,Quirinv.Lorillard Tobacco Co., 17 F.\nSupp. 3d 760, 769–770 (ND Ill. 2014);In re New York City\nAsbestos Litigation, 27 N.Y.3d 765, 793–794, 59 N. E. 3d\n458, 474 (2016);Mayv.Air & Liquid Systems\nCorp., 446 Md. 1, 29, 129 A.3d 984, 1000 (2015).We conclude that the third approach is the most\nappropriate for this maritime tort context.To begin, we agree with the manufacturers that a\nrule of mere foreseeability would sweep too broadly. See gener-\nally 1 Restatement (Third) of Torts: Liability for Physical and\nEmotional Harm §7, Commentj, at 82; 2 Restatement (Second)\nof Torts §395, Commentj, at 330. Many products can\nforeseeably be used in numerous ways with numerous other products\nand parts. Requiring a product manufacturer to imagine and warn\nabout all of those possible uses—with massive liability looming for\nfailure to correctly predict how its product might be used with\nother prod- ucts or parts—would impose a difficult and costly\nburden on manufacturers, while simultaneously overwarning users. In\nlight of that uncertainty and unfairness, we reject the\nforeseeability approach for this maritime context.That said, we agree with the plaintiffs that the\nbare-metal defense ultimately goes too far in the other direction.\nIn urging the bare-metal defense, the manufacturers contend that a\nbusiness generally has “no duty” to “control the conduct of a third\nperson as to prevent him from causing physical harm to another.”Id., §315, at 122. That is true, but it is also beside the\npoint here. After all, when a manufacturer’s product is dangerous\nin and of itself, the manufacturer “knows or has reason to know”\nthat the product “is or is likely to be dangerous for the use for\nwhich it is supplied.”Id., §388, at 301. The same holds\ntrue, we conclude, when the manufacturer’s product requires\nincorporation of a part that the manufacturer knows or has reason\nto know is likely to make the integrated product dangerous for its\nintended uses. As a matter of maritime tort law, we find no\npersuasive reason to distinguish those two similar situations for\npurposes of a manufacturer’s duty to warn. See Restatement (Third)\nof Torts: Products Liability §2, Commenti, p. 30\n(1997) (“[W]arnings also may be needed to inform users and\nconsumers of nonobvious and not generally known risks that\nunavoidably inhere in using or consuming the product”).Importantly, the product manufacturer will often\nbe in a better position than the parts manufacturer to warn of the\ndanger from the integrated product. See generally G. Calabresi, The\nCosts of Accidents 311–318 (1970). The product manufacturer knows\nthe nature of the ultimate integrated product and is typically more\naware of the risks associated with that integrated product. By\ncontrast, a parts manufacturer may be aware only that its part\ncould conceivably be used in any number of ways in any number of\nproducts. A parts manufacturer may not always be aware that its\npart will be used in a way that poses a risk of danger.[2]To be sure, as the manufacturers correctly point\nout, issuing a warning costs time and money. But the burden usually\nis not significant. Manufacturers already have a duty to warn of\nthe dangers of their own products. That duty typically imposes a\nlight burden on manufacturers. See,e.g.,Davisv.Wyeth Labs.,Inc., 399 F.2d 121, 131 (CA9 1968);Butlerv.L. Sonneborn Sons,Inc., 296 F.2d\n623, 625–626 (CA2 1961);Ross Labs.v.Thies,725 P.2d 1076, 1079 (Alaska 1986);Moranv.Faberge,Inc., 273 Md. 538, 543–544, 332 A.2d 11, 15\n(1975). Requiring a manufacturer to also warn when the manufacturer\nknows or has reason to know that a required later-added part is\nlikely to make the integrated product dangerous for its intended\nuses should not meaningfully add to that burden.The manufacturers also contend that requiring a\nwarning even when they have not themselves incorporated the part\ninto the product will lead to uncertainty about when product\nmanufacturers must provide warnings. But the manufacturers have not\npointed to any substantial confusion in those jurisdictions that\nhave adopted this approach. And the rule that we adopt here is\ntightly cabined. The rule does not require that manufacturers warn\nin cases of mere foreseeability. The rule requires that\nmanufacturers warn only when their productrequiresa part\nin order for the integrated product to function as intended.The manufacturers further assert that requiring\na warning in these circumstances will lead to excessive warning of\nconsumers. Again, however, we are not aware of substantial\noverwarning problems in those jurisdictions that have adopted this\napproach. And because the rule we adopt here applies only in\ncertain narrow circumstances, it will not require a plethora of new\nwarnings.Requiring the product manufacturer to warn when\nits product requires incorporation of a part that makes the\nintegrated product dangerous for its intended uses—and not just\nwhen the manufacturer itself incorporates the part into the\nproduct—is especially appropriate in the maritime context. Maritime\nlaw has always recognized a “special solicitude for the welfare” of\nthose who undertake to “venture upon hazardous and unpredictable\nsea voy- ages.”American Export Lines,Inc.v.Alvez,446 U.S.\n274, 285 (1980) (internal quotation marks omitted). The\nplaintiffs in this case are the families of veterans who served in\nthe U. S. Navy. Maritime law’s longstanding solicitude for\nsailors reinforces our decision to require a warning in these\ncircumstances. SeeYamaha Motor Corp.,U. S. A.v.Calhoun,516 U.S.\n199, 213 (1996);Miles, 498 U. S., at 36;Moragnev.States Marine Lines,Inc.,398 U.S.\n375, 387 (1970).For those reasons, we conclude as follows: In\nthe maritime tort context, a product manufacturer has a duty to\nwarn when (i) its product requires incorporation of a part, (ii)\nthe manufacturer knows or has reason to know that the integrated\nproduct is likely to be dangerous for its intended uses, and (iii)\nthe manufacturer has no reason to believe that the product’s users\nwill realize that danger. We do not purport to define the proper\ntort rule outside of the maritime context.One final point for clarity: Courts have\ndetermined that this rule applies in certain related situations,\nincluding when: (i) a manufacturer directs that the part be\nincorporated, see,e.g.,Bellv.Foster Wheeler\nEnergy Corp., 2016 WL 5780104, *6–*7 (ED La., Oct. 4, 2016);\n(ii) a manufacturer itself makes the product with a part that the\nmanufacturer knows will require replacement with a similar part,\nsee,e.g.,Chesherv.3M Co., 234 F. Supp. 3d\n693, 713–714 (S. C. 2017);Quirin, 17 F. Supp. 3d, at\n769–770;May, 446 Md., at 29, 129 A. 3d, at 1000; or (iii) a\nproduct would be useless without the part, see,e.g.,In\nre New York City Asbestos Litigation, 27 N. Y. 3d, at\n793–794, 59 N. E. 3d, at 474. In all of those situations,\ncourts have said that the product in effect requires the part in\norder for the integrated product to function as intended. We agree.\nThe maritime tort rule we adopt today therefore encompasses those\nsituations, so long as the manufacturer knows or has reason to know\nthat the integrated product is likely to be dangerous for its\nintended uses, and the manufacturer has no reason to believe that\nthe product’s users will realize that danger.*  *  *In the maritime tort context, we hold that a\nproduct manufacturer has a duty to warn when (i) its product\nrequires incorporation of a part, (ii) the manufacturer knows or\nhas reason to know that the integrated product is likely to be\ndangerous for its intended uses, and (iii) the manufacturer has no\nreason to believe that the product’s users will realize that\ndanger. The District Court should evaluate the evidence under that\nrule. Although we do not agree with all of the reasoning of the\nThird Circuit, we affirm its judgment requiring the District Court\nto reconsider its prior grants of summary judgment to the defendant\nmanufacturers.It is so ordered.Notes1Sometimes, the equipment\nmanufacturers themselves added the asbestos to the equipment. Even\nin those situations, however, the Navy later replaced the asbestos\nparts with third-party asbestos parts.2We do not rule out the\npossibility that, in certain circumstances, the parts manufacturer\nmay also have a duty to warn.",
    "joined": []
}