{
    "case": {
        "docket": "20-843",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-843/"
    },
    "id": "4600256",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–843_________________New York State Rifle & Pistol Association,\nInc., et al., PETITIONERSv.Kevin P. Bruen, in his\nofficial capacity as Superintendent of New York State Police,\net al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 23, 2022]Justice Kavanaugh, with whom The Chief Justice\njoins, concurring.The Court employs and elaborates on the text,\nhistory, and tradition test thatHellerandMcDonaldrequire for evaluating whether a government regulation infringes on\nthe Second Amendment right to possess and carry guns for\nself-defense. SeeDistrict of Columbiav.Heller,554 U.S.\n570(2008);McDonaldv.Chicago,561 U.S.\n742(2010). Applying that test, the Court correctly holds that\nNew York’s outlier “may-issue” licensing regime for carrying\nhandguns for self-defense violates the Second Amendment.I join the Court’s opinion, and I write\nseparately to underscore two important points about the limits of\nthe Court’s decision.First, the Court’s decision does not\nprohibit States from imposing licensing requirements for carrying a\nhandgun for self-defense. In particular, the Court’s decision does\nnot affect the existing licensing regimes—known as “shall-issue”\nregimes—that are employed in 43 States.The Court’s decision addresses only the unusual\ndiscretionary licensing regimes, known as “may-issue” regimes, that\nare employed by 6 States including New York. As the Court explains,\nNew York’s outlier may-issue regime is constitutionally problematic\nbecause it grants open-ended discretion to licensing officials and\nauthorizes licenses only for those applicants who can show some\nspecial need apart from self-defense. Those features of New York’s\nregime—the unchanneled discretion for licensing officials and the\nspecial-need requirement—in effect deny the right to carry handguns\nfor self-defense to many “ordinary, law-abiding citizens.”Ante, at 1; see alsoHeller, 554 U. S., at 635.\nThe Court has held that “individual self-defense is ‘thecentral\ncomponent’ of the Second Amendment right.”McDonald, 561\nU. S., at 767 (quotingHeller, 554 U. S., at 599).\nNew York’s law is inconsistent with the Second Amendment right to\npossess and carry handguns for self-defense.By contrast, 43 States employ objective\nshall-issue licensing regimes. Those shall-issue regimes may\nrequire a license applicant to undergo fingerprinting, a background\ncheck, a mental health records check, and training in firearms\nhandling and in laws regarding the use of force, among other\npossible requirements. Brief for Arizona et al. asAmici\nCuriae7. Unlike New York’s may-issue regime, those shall-issue\nregimes do not grant open-ended discretion to licensing officials\nand do not require a showing of some special need apart from\nself-defense. As petitioners acknowledge, shall-issue licensing\nregimes are constitutionally permissible, subject of course to an\nas-applied challenge if a shall-issue licensing regime does not\noperate in that manner in practice. Tr. of Oral Arg. 50−51.Going forward, therefore, the 43 States that\nemploy objective shall-issue licensing regimes for carrying\nhandguns for self-defense may continue to do so. Likewise, the 6\nStates including New York potentially affected by today’s decision\nmay continue to require licenses for carrying handguns for\nself-defense so long as those States employ objective licensing\nrequirements like those used by the 43 shall-issue States.Second, asHellerandMcDonaldestablished and the Court today again explains, the\nSecond Amendment “is neither a regulatory straightjacket nor a\nregulatory blank check.”Ante, at 21. Properly interpreted,\nthe Second Amendment allows a “variety” of gun regulations.Heller, 554 U. S., at 636. As Justice Scalia wrote in\nhis opinion for the Court inHeller, and Justice Alito\nreiterated in relevant part in the principal opinion inMcDonald:“Like most rights, the right secured by the\nSecond Amendment is not unlimited. From Blackstone through the\n19th-century cases, commentators and courts routinely explained\nthat the right was not a right to keep and carry any weapon\nwhatsoever in any manner whatsoever and for whatever\npurpose. . . . [N]othing in our opinion should be\ntaken to cast doubt on longstanding prohibitions on the possession\nof firearms by felons and the mentally ill, or laws forbidding the\ncarrying of firearms in sensitive places such as schools and\ngovernment buildings, or laws imposing conditions and\nqualifications on the commercial sale of arms. [Footnote 26: We\nidentify these presumptively lawful regulatory measures only as\nexamples; our list does not purport to be exhaustive.]“We also recognize another important limitation\non the right to keep and carry arms.Millersaid, as we have\nexplained, that the sorts of weapons protected were those in common\nuse at the time. We think that limitation is fairly supported by\nthe historical tradition of prohibiting the carrying of dangerous\nand unusual weapons.”Heller, 554 U. S., at 626−627,\nand n. 26 (citations and quotation marks omitted); see alsoMcDonald, 561 U. S., at 786 (plurality opinion).*  *  *With those additional comments, I join the\nopinion of the Court.",
    "joined": []
}