{
    "case": {
        "docket": "18-587",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-587/"
    },
    "id": "4263241",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–587, 18–588, and 18–589_________________DEPARTMENT OF HOMELAND SECURITY,\net al., PETITIONERS18–587v.REGENTS OF THE UNIVERSITY OF CALIFORNIA,\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuitDONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS18–588v.NATIONAL ASSOCIATION FOR THE\nADVANCEMENT OF COLORED PEOPLE, et al.; ANDon writ of certiorari before judgment to the\nunited states court of appeals for the district of columbia\ncircuitCHAD WOLF, ACTING SECRETARY OF HOMELAND\nSECURITY, et al., PETITIONERS18–589v.MARTIN JONATHAN BATALLA VIDAL,\net al.on writ of certiorari before judgment to the\nunited states court of appeals for the second circuit[June 18, 2020]Justice Kavanaugh, concurring in the judgment\nin part and dissenting in part.For the last 20 years, the country has engaged\nin consequential policy, religious, and moral debates about the\nlegal status of millions of young immigrants who, as children, were\nbrought to the United States and have lived here ever since. Those\nyoung immigrants do not have legal status in the United States\nunder current statutory law. They live, go to school, and work here\nwith uncertainty about their futures. Despite many attempts over\nthe last two decades, Congress has not yet enacted legislation to\nafford legal status to those immigrants.In 2012, exercising its view of the Executive’s\nprosecutorial discretion under Article II and the immigration laws,\nPresident Obama’s administration unilaterally instituted a program\nknown as Deferred Action for Childhood Arrivals, or DACA. Under\nDACA, eligible young immigrants may apply for and receive deferred\naction. They must renew their DACA status every two years. Under\nthe program, the Executive Branch broadly forbears from enforcing\ncertain immigration removal laws against DACA recipients. And by\nvirtue of the forbearance, DACA recipients also become eligible for\nwork authorization and other benefits.Since 2017, President Trump’s administration has\nsought to rescind DACA based on its different and narrower\nunderstanding of the Executive’s prosecutorial discretion under\nArticle II and the immigration laws. In its view, the Executive\nBranch legally may not, and as a policy matter should not,unilaterallyforbear from enforcing the immigration laws\nagainst such a large class of individuals. The current\nadministration has stated that it instead wants to work with\nCongress to enact comprehensive legislation that would address the\nlegal status of those immigrants together with other significant\nimmigration issues.The question before the Court is whether the\nExecutive Branch acted lawfully in ordering rescission of the\nongoing DACA program. To begin with, all nine Members of the Court\naccept, as do the DACA plaintiffs themselves, that the Executive\nBranch possesses the legal authority to rescind DACA and to resume\npre-DACA enforcement of the immigration laws enacted by Congress.\nHaving previously adopted a policy of prosecutorial discretion and\nnonenforcement with respect to a particular class of offenses or\nindividuals, the Executive Branch has the legal authority to\nrescind such a policy and resume enforcing the law enacted by\nCongress. The Executive Branch’s exercise of that rescission\nauthority is subject to constitutional constraints and may also be\nsubject to statutory constraints. The narrow legal dispute here\nconcerns a statutory constraint—namely, whether the Executive\nBranch’s action to rescind DACA satisfied the general\narbitrary-and-capricious standard of the Administrative Procedure\nAct, or APA.The APA’s arbitrary-and-capricious standard\nrequires that agency action be reasonable and reasonably explained.\nAs the Court has long stated, judicial review under that standard\nis deferential to the agency. The Court may not substitute its\npolicy judgment for that of the agency. The Court simply ensures\nthat the agency has acted within a broad zone of reasonableness\nand, in particular, has reasonably considered the relevant issues\nand reasonably explained the decision. SeeFCCv.Fox\nTelevision Stations, Inc.,556 U.S.\n502(2009);Motor Vehicle Mfrs. Assn. of United States,\nInc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29(1983).The Executive Branch explained its decision to\nrescind DACA in two sequential memorandums by successive\nSecretaries of Homeland Security: the 2017 Duke Memorandum and the\n2018 Nielsen Memorandum. The Duke Memorandum focused on DACA’s\nperceived legal flaws. The Court today finds the Duke Memorandum\ninsufficient under the APA’s arbitrary-and-capricious standard.But regardless of whether the Court is correct\nabout the Duke Memorandum, the Nielsen Memorandum more fully\nexplained the Department’s legal reasons for rescinding DACA, and\nclarified that even if DACA were lawful, the Department would still\nrescind DACA for a variety of policy reasons. The Nielsen\nMemorandum also expressly addressed the reliance interests of DACA\nrecipients. The question under the APA’s deferential\narbitrary-and-capricious standard is not whether we agree with the\nDepartment’s decision to rescind DACA. The question is whether the\nNielsen Memorandum reasonably explained the decision to rescind\nDACA. Under ordinary application of the arbitrary-and-capricious\nstandard, the Nielsen Memorandum—with its alternative and\nindependent rationales and its discussion of reliance—would pass\nmuster as an explanation for the Executive Branch’s action.The Nielsen Memorandum was issued nine months\nafter the Duke Memorandum. Under the Administrative Procedure Act,\nthe Nielsen Memorandum is itself a “rule” setting forth “an agency\nstatement of general . . . applicability and future\neffect designed to implement . . . policy.” 5\nU. S. C. §551(4). Because it is a rule, the Nielsen\nMemorandum constitutes “agency action.” §551(13). As the Secretary\nof Homeland Security, Secretary Nielsen had the authority to decide\nwhether to stick with Secretary Duke’s decision to rescind DACA, or\nto make a different decision. Like Secretary Duke, Secretary\nNielsen chose to rescind DACA, and she provided additional\nexplanation. Her memorandum was akin to common forms of agency\naction that follow earlier agency action on the same subject—for\nexample, a supplemental or new agency statement of policy, or an\nagency order with respect to a motion for rehearing or\nreconsideration. Courts often consider an agency’s additional\nexplanations of policy or additional explanations made, for\nexample, on agency rehearing or reconsideration, or on remand from\na court, even if the agency’s bottom-line decision itself does not\nchange.Yet the Court today jettisons the Nielsen\nMemorandum by classifying it as apost hocjustification for\nrescinding DACA.Ante, at 14–16. Under our precedents,\nhowever, thepost hocjustification doctrine merely\nrequires that courts assess agency action based on the official\nexplanations of the agency decisionmakers, and not based on\nafter-the-fact explanations advancedby agency lawyers during\nlitigation(or by judges). See,e.g., State Farm, 463\nU. S., at 50 (“courts may not accept appellate counsel’spost hocrationalizations for agency action”);FPCv.Texaco Inc.,417 U.S.\n380, 397 (1974) (same);NLRBv.Metropolitan Life\nIns. Co.,380 U.S.\n438, 443–444 (1965) (same);Burlington Truck Lines, Inc.v.United States,371 U.S.\n156, 168–169 (1962) (same). As the D. C. Circuit has\nexplained, thepost hocjustification doctrine “is not\na time barrier which freezes an agency’s exercise of its judgment\nafter an initial decision has been made and bars it from further\narticulation of its reasoning. It is a rule directed at reviewing\ncourts which forbids judges to uphold agency action on the basis of\nrationales offered by anyone other than the proper decisionmakers.”Alpharma, Inc.v.Leavitt,460 F.3d 1, 6 (2006) (Garland, J.) (internal quotation marks\nomitted).Indeed, the ordinary judicial remedy for an\nagency’s insufficient explanation is to remand for further\nexplanation by the relevant agency personnel. It would make little\nsense for a court to exclude official explanations by agency\npersonnel such as a Cabinet Secretary simply because the\nexplanations are purportedlypost hoc, and then to turn\naround and remand for further explanation by those same agency\npersonnel. Yet that is the upshot of the Court’s application of thepost hocjustification doctrine today. The Court’s\nrefusal to look at the Nielsen Memorandum seems particularly\nmistaken, moreover, because the Nielsen Memorandum shows that the\nDepartment, back in 2018, considered the policy issues that the\nCourt today says the Department did not consider.Ante,at\n20–26.To be sure, cases such asOverton ParkandCampv.Pittssuggest that courts reviewing\ncertain agencyadjudicationsmay in some circumstances\ndecline to examine an after-the-fact agency explanation. SeeCampv.Pitts,411 U.S.\n138, 142–143 (1973) (per curiam);Citizens to\nPreserve Overton Park, Inc.v.Volpe,401 U.S.\n402, 419–421 (1971). But agency adjudications are “concerned\nwith the determination of past and present rights and liabilities,”\nAttorney General’s Manual on the Administrative Procedure Act 14\n(1947), and implicate the due process interests of the individual\nparties to the adjudication. Judicial review of an adjudication\ntherefore ordinarily focuses on what happened during the agency’s\nadjudication process of deciding that individual case.Even if certain agency adjudications have a\nslightly more stringent restriction onpost hocexplanations, the APA is “based upon a dichotomy between rule\nmaking and adjudication,”ibid., and this case involves an\nongoing agency rule that has future effect—the rescission of DACA.\nThe Nielsen Memorandum implements and explains the rescission of\nDACA. I am aware of no case from this Court, and the Court today\ncites none, that has employed thepost hocjustification\ndoctrine to exclude an agency’s official explanation of an agency\nrule. For purposes of arbitrary-and-capricious review, it does not\nmatter whether the latest official explanation was two years ago or\nthree years ago. What matters is whether the explanation was\nreasonable and followed the requisite procedures. In my view, the\nCourt should consider the Nielsen Memorandum in deciding whether\nthe Department’s rescission of DACA satisfies the APA’s\narbitrary-and-capricious standard.Because the Court excludes the Nielsen\nMemorandum, the Court sends the case back to the Department of\nHomeland Security for further explanation. Although I disagree with\nthe Court’s decision to remand, the only practical consequence of\nthe Court’s decision to remand appears to be some delay. The\nCourt’s decision seems to allow the Department on remand to relabel\nand reiterate the substance of the Nielsen Memorandum, perhaps with\nsome elaboration as suggested in the Court’s opinion.Ante,at 23–26.[1]*  *  *The Court’s resolution of this narrow APA\nissue of course cannot eliminate the broader uncertainty over the\nstatus of the DACA recipients. That uncertainty is a result of\nCongress’s inability thus far to agree on legislation, which in\nturn has forced successive administrations to improvise, thereby\ntriggering many rounds of relentless litigation with the prospect\nof more litigation to come. In contrast to those necessarily\nshort-lived and stopgap administrative measures, the Article I\nlegislative process could produce a sturdy and enduring solution to\nthis issue, one way or the other, and thereby remove the\nuncertainty that has persisted for years for these young immigrants\nand the Nation’s immigration system. In the meantime, as to the\nnarrow APA question presented here, I appreciate the Court’s\ncareful analysis, but I ultimately disagree with its treatment of\nthe Nielsen Memorandum. I therefore respectfully dissent from the\nCourt’s judgment on plaintiffs’ APA claim, and I concur in the\njudgment insofar as the Court rejects plaintiffs’ equal protection\nclaim.Notes1Because I conclude that\nthe Executive Branch satisfied the APA’s arbitrary-and-capricious\nstandard, I need not consider whether its prosecutorial enforcement\npolicy was “committed to agency discretion by law” and therefore\nnot subject to APA arbitrary-and-capricious review in the first\nplace. 5 U. S. C. §701(a)(2). Several judges have\nadvanced arguments suggesting that DACA—at least to the extent it\nwas simply an exercise of forbearance authority—and the repeal of\nDACA are decisions about whether and to what extent to exercise\nprosecutorial discretion against a class of offenses or\nindividuals, and are therefore unreviewable under the APA as\n“committed to agency discretion by law.”Ibid.; seeCasa\nDe Marylandv.United States Dept. of Homeland Security,\n924 F.3d 684, 709–715 (CA4 2019) (Richardson, J., concurring in\npart and dissenting in part);Regents of Univ. Cal.v.United States Dept. of Homeland Security, 908 F.3d 476,\n521–523 (CA9 2018) (Owens, J., concurring in judgment); see alsoTexasv.United States, 809 F.3d 134, 196–202 (CA5\n2015) (King, J., dissenting);Texasv.United States,\n787 F.3d 733, 770–776 (CA5 2015) (Higginson, J., dissenting); cf.Hecklerv.Chaney,470 U.S.\n821, 831–835 (1985);ICCv.Locomotive Engineers,482 U.S.\n270, 277–284 (1987);United Statesv.Nixon,418 U.S.\n683, 693 (1974) (“the Executive Branch has exclusive authority\nand absolute discretion to decide whether to prosecute a case”);In re Aiken County, 725 F.3d 255, 262–264 (CADC\n2013).",
    "joined": []
}