{
    "case": {
        "docket": "20-1114",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1114/"
    },
    "id": "4596232",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–1114_________________AMERICAN HOSPITAL ASSOCIATION, et al.,\nPETITIONERSv.XAVIER BECERRA, SECRETARY OF HEALTH AND HUMAN\nSERVICES, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 15, 2022]Justice Kavanaugh delivered the opinion of the\nCourt.Under the Medicare statute, the Department of\nHealth and Human Services must reimburse hospitals for certain\noutpatient prescription drugs that the hospitals provide to\nMedicare patients. HHS’s total reimbursements to hospitals for\nprescription drugs add up to tens of billions of dollars every\nyear.To set the reimbursement rates for the\nprescription drugs, HHS has two options under the statute. First,\nif HHS has conducted a survey of hospitals’ acquisition costs for\nthe drugs, HHS may set the reimbursement rates based on the\nhospitals’ average acquisition costs—that is, the amount that\nhospitals pay to acquire the prescription drugs—and may vary the\nreimbursement rates for different groups of hospitals. Second and\nalternatively, if HHS has not conducted such a survey, HHS must\ninstead set the reimbursement rates based on the average sales\nprice charged by manufacturers for the drugs (with certain\nadjustments), and HHS maynotvary the reimbursement rates\nfor different groups of hospitals.For 2018 and 2019, HHS did not conduct a survey\nof hospitals’ acquisition costs for outpatient prescription drugs.\nBut HHS nonetheless substantially reduced the reimbursement rates\nfor one group of hospitals—Section 340B hospitals, which generally\nserve low-income or rural communities. For those 340B hospitals,\nthis case has immense economic consequences, about $1.6 billion\nannually.The question is whether the statute affords HHS\ndiscretion to vary the reimbursement rates for that one group of\nhospitals when, as here, HHS has not conducted the required survey\nof hospitals’ acquisition costs. The answer is no. We therefore\nreverse the judgment of the U. S. Court of Appeals for the\nD. C. Circuit.IAIn 2003, Congress passed and President George\nW. Bush signed landmark legislation expanding Medicare to cover\nprescription drugs. See Medicare Prescription Drug, Improvement,\nand Modernization Act of 2003, 117Stat. 2066, 42 U. S. C.\n§1395. Under that 2003 law, HHS must annually set reimbursement\nrates for certain outpatient prescription drugs provided by\nhospitals. §1395l(t)(14).The Medicare statute meticulously lays out the\nformula that HHS must employ to set those reimbursement rates. As\nrelevant here, the agency’s reimbursement rate for each covered\noutpatient prescription drug “shall be equal” to one of two\nmeasures:“(I) to the average acquisition cost for the\ndrug for that year (which, at the option of the Secretary, may\nvary by hospital group(as defined by the Secretary based on\nvolume of covered OPD services or other relevant characteristics)),\nas determined by the Secretary taking into account the hospital\nacquisition cost survey data under subparagraph (D); or“(II) if hospital acquisition cost data are not\navailable, the average price for the drug in the year established\nunder section 1395u(o) of this title, section 1395w–3a of\nthis title, or section 1395w–3b of this title, as the case may be,\nas calculated and adjusted by the Secretary as necessary for\npurposes of this paragraph.” §1395l(t)(14)(A)(iii) (emphasis\nadded).To simplify a bit: Congress afforded HHS two\noptions to set the reimbursement rates for hospitals. Option 1\napplies if the agency has conducted a survey of hospitals’\nacquisition costs—that is, the amount that hospitals pay to acquire\nthe prescription drugs. If the agency has conducted a survey and\ncollected that data, HHS may set reimbursement rates based on the\nhospitals’ “average acquisition cost” for each drug. See\n§1395l(t)(14)(A)(iii)(I); see also §1395l(t)(14)(D)\n(requirements for conducting surveys of hospitals’ drug acquisition\ncosts). Importantly for present purposes, if HHS has conducted a\nsurvey of hospitals’ acquisition costs, option 1 authorizes HHS to\nvary those reimbursement rates for different groups of\nhospitals.Option 2 applies if HHS has not conducted a\nsurvey of hospitals’ acquisition costs. In that circumstance, the\nagency must set reimbursement rates based on “the average price”\ncharged by manufacturers for the drug, as “calculated and adjusted\nby the Secretary as necessary for purposes of ” this statutory\nprovision. §1395l(t)(14)(A)(iii)(II). The statute in turn\nsets “the average price” as 106 percent of the drug’s average sales\nprice. Seeibid. (citing §1395w–3a). Critically, option 2\ndoesnotauthorize HHS to vary reimbursement rates for\ndifferent groups of hospitals.For more than a decade after those provisions\ntook effect in 2006, HHS did not conduct a survey of hospitals’\nacquisition costs. Indeed, HHS has only once attempted to conduct\nsuch a survey—in 2020, after this litigation commenced. At oral\nargument in this Court, the Government explained that HHS had not\npreviously attempted to conduct such surveys because the surveys\nare “very burdensome on the study takers,” are “very burdensome on\nthe hospitals,” and do not “produce results that are all that\naccurate.” Tr. of Oral Arg. 41–42.As a result, until 2018, HHS consistently relied\non option 2 and set reimbursement rates for each drug based on the\naverage-sales-price data provided by manufacturers. Every year, HHS\nset the reimbursement rates at about 106 percent of each covered\ndrug’s average sales price, and HHS used the same reimbursement\nrates for all hospitals. In other words, until 2018, HHS never\nvaried the reimbursement rates by hospital group. See Medicare\nProgram: Hospital Outpatient Prospective Payment and Ambulatory\nSurgical Center Payment Systems and Quality Reporting Programs, 82\nFed. Reg. 52490, 52494–52495 (2017).During its rulemaking for 2018, HHS proposed a\nchange to reduce the reimbursement rates only for 340B hospitals.\nImportantly, HHS did not conduct a survey of hospital acquisition\ncosts. As a policy matter, HHS said that its existing reimbursement\nrates resulted in what the agency viewed as overpayments to\nhospitals that serve low-income or rural populations through the\nfederal 340B program. Federal law requires drug manufacturers to\nsell prescription drugs to those 340B hospitals at prices below\nthose paid by other hospitals. See 42 U. S. C.\n§256b(a)(1) (setting a “ceiling price” that manufacturers can\ncharge to 340B hospitals). Consistent with the Medicare statute,\nhowever, HHS historically had reimbursed 340B hospitals for covered\noutpatient prescription drugs at the same reimbursement rates that\nwere set for all other hospitals. For 2018, HHS said that the\nuniform reimbursement rates combined with the discounted prices\npaid by 340B hospitals for prescription drugs meant that 340B\nhospitals were able to “generate significant profits” when they\nprovided the prescription drugs to Medicare patients. 82 Fed. Reg.\n52494.In response to HHS’s proposed change, the 340B\nhospitals countered that, under the Medicare statute, HHS could not\nsingle out 340B hospitals without conducting a survey of hospitals’\nacquisition costs. With respect to HHS’s policy arguments, the 340B\nhospitals explained that the reimbursement payments for\nprescription drugs helped those hospitals offset the considerable\ncosts of providing healthcare to the uninsured and underinsured in\nlow- income and rural communities. The 340B hospitals pointed out,\nmoreover, that Congress had long been aware of the situation.\nIndeed, the hospitals claimed that Members of Congress not only\nwere aware, but actually intended for the 340B program’s drug\nreimbursements to subsidize other services provided by 340B\nhospitals. The hospitals noted that Congress had never singled out\n340B hospitals for lower Medicare reimbursements for outpatient\nprescription drugs. Nor, until 2018, had HHS ever done so.\nFurthermore, the 340B hospitals asserted that reducing their\nreimbursement rates for prescription drugs would force those\nhospitals to eliminate or dramatically curtail other crucial\nprograms that provide a wide range of medical services in\nlow-income and rural communities—such as treatments for cancer,\nmental health issues, opioid addiction, and diabetes.In the final rule for 2018, HHS decided to\nestablish two separate reimbursement rates: one rate for non-340B\nhospitals and another rate for 340B hospitals. The reimbursement\nrate for non-340B hospitals remained at the historical rate of\napproximately 106 percent of the average sales price for each drug.\nBut HHS established a substantially reduced rate for 340B\nhospitals—a rate equal to 77.5 percent of the average sales price\nfor each drug. In setting that rate, HHS relied on an estimate from\nthe Medicare Payment Advisory Commission that 340B hospitals\nobtained prescription drugs at an average discount of at least 22.5\npercent below the average sales price charged by manufacturers.Id., at 52496, 52499. HHS estimated that the reduction in\nthe reimbursement rates for 340B hospitals would save Medicare (and\ndeprive 340B hospitals of ) about $1.6 billion annually, which\nby law would be re-allocated for other Medicare services.Id.,at 52509–52510. For 2019, HHS set reimbursement rates\nfor 340B hospitals in the same way.When setting the 2018 and 2019 reimbursement\nrates, HHS acknowledged that it had not conducted a survey of\nhospitals’ acquisition costs—the statutory prerequisite for varying\nthe reimbursement rates by hospital group.Id.,at 52496.\nNonetheless, HHS pointed to its statutory authority under option 2\nto “adjust” the average price “  ‘as necessary for purposes\nof ’ ” this statutory provision.Id.,at 52499.\nHHS claimed that its authority to “adjust” the average price for\neach drug also implicitly encompassed the authority to vary the\nreimbursement rates by hospital group.Ibid.BThe American Hospital Association, along with\ntwo other hospital industry groups and several hospitals, sued in\nU. S. District Court to challenge HHS’s 2018 and 2019\nreimbursement rates for 340B hospitals. Among other things, the\nHospitals asserted that HHS did not conduct a survey of hospitals’\nacquisition costs and therefore could not impose different\nreimbursement rates on different groups of hospitals.In response, HHS first contended that various\nstatutory provisions precluded judicial review of the 2018 and 2019\nreimbursement rates. As relevant here, HHS further argued that it\ncould vary the reimbursement rates by hospital group under its\nauthority to “adjust” the price-based reimbursement rates, even\nthough HHS had not conducted a survey of hospitals’ acquisition\ncosts.The District Court ruled for the Hospitals. The\ncourt rejected HHS’s argument that the statute precluded judicial\nreview. On the merits, the court concluded that HHS had acted\noutside its statutory authority, and the court remanded to HHS for\nthe agency to consider an appropriate remedy. SeeAmerican\nHospital Assn.v.Azar, 385 F. Supp. 3d 1 (DC 2019)\n(remedy);American Hospital Assn.v.Azar, 348\nF. Supp. 3d 62 (DC 2018) (merits).A divided panel of the U. S. Court of\nAppeals for the D. C. Circuit reversed. On the question of\njudicial review, the court unanimously ruled that the statute did\nnot preclude judicial review. SeeAmerican Hospital Assn.v.Azar, 967 F.3d 818, 824 (2020). On the merits, however, the\ncourt upheld HHS’s reduced reimbursement rates for 340B hospitals.Id.,at 828.In dissent, Judge Pillard contended that HHS’s\nreduced reimbursement rates for 340B hospitals contravened the text\nand structure of the statute.Id., at 835. In her view, “HHS\nmay institute its large reductions, tailored for a distinct\nhospital group,” only if the agency has conducted the required\nsurvey of hospitals’ acquisition costs.Ibid.This Court granted certiorari. 594 U. S.\n___ (2021).IIHHS first argues that the Medicare statute\nprecludes judicial review of the 2018 and 2019 reimbursement rates.\nSee 42 U. S. C. §1395l(t)(12). The Court of\nAppeals rejected HHS’s preclusion argument, as did the District\nCourt. We likewise conclude that the statute does not preclude\njudicial review of HHS’s reimbursement rates.This Court has long recognized a “strong\npresumption” in favor of judicial review of final agency action.Weyerhaeuser Co.v.United States Fish and Wildlife\nServ., 586 U. S. ___, ___ (2018) (slip op., at 11)\n(quotingMach Mining, LLCv.EEOC, 575 U.S. 480, 489\n(2015)). Judicial review of final agency action in an otherwise\njusticiable case is traditionally available unless “a statute’s\nlanguage or structure” precludes judicial review.Mach\nMining, 575 U. S., at 486.No provision in the Medicare statute precludes\njudicial review of the 2018 and 2019 reimbursement rates.\nMore-over, the detailed statutory formula for the reimbursement\nrates undermines HHS’s suggestion that Congress implicitly granted\nthe agency judicially unreviewable discretion to set the\nreimbursement rates. Cf.Weyerhaeuser Co.,586 U. S.,\nat ___−___ (slip op., at 13−14).HHS cites two\nprovisions—§§1395l(t)(12)(A) and (C)—that preclude judicial\nreview of HHS’s “development of the classification system under\nparagraph (2)” and “periodic adjustments made under paragraph\n[(9)].” But both of those provisions refer to the general payment\nmethodology that HHS employs to set rates forotherMedicare\noutpatient services. By contrast, when HHS sets rates for\noutpatient prescription drugs, it uses adifferentpayment\nmethodology—namely, the methodology specified by paragraph (14) of\n§1395l(t). And nothing in the statute precludes judicial\nreview of reimbursement rates set under paragraph (14).HHS further argues that allowing judicial review\nof the 2018 and 2019 reimbursement rates would be impractical\nbecause the agency is required to operate the program on a\nbudget-neutral basis. Due to that budget-neutrality requirement,\nHHS says that a judicial ruling invalidating the 2018 and 2019\nreimbursement rates for certain hospitals would require offsets\nelsewhere in the program. The Hospitals respond that various\npotential remedies could make 340B hospitals whole for the past\nshortfalls without running afoul of the budget-neutrality\nprovision. At this stage, we need not address potential remedies.\nRegardless, HHS’s arguments against judicial review cannot override\nthe text of the statute and the traditional presumption in favor of\njudicial review of administrative action.In sum, HHS’s preclusion argument lacks any\ntextual basis. We agree with the District Court and the Court of\nAppeals that the Medicare statute does not preclude judicial review\nof the 2018 and 2019 reimbursement rates.IIIWe turn next to the merits. The question is\nthis: If HHS has not conducted a survey of hospitals’ acquisition\ncosts, may HHS still vary the reimbursement rates for outpatient\nprescription drugs by hospital group? The answer is no. The 2003\nMedicare Act authorizes HHS to set reimbursement rates for covered\noutpatient prescription drugs provided by hospitals. The Act also\nspecifieshowHHS must set those reimbursement rates. 42\nU. S. C. §1395l(t)(14)(A). The statute therefore\nreflects a careful congressional focus not only on the goal of\nproper reimbursement rates, but also on the appropriate means to\nthat end.To reiterate, the statute affords HHS two\noptions for setting reimbursement rates for outpatient drugs.\nOption 1 applies if HHS collects “hospital acquisition cost survey\ndata” from hospitals. §1395l(t)(14)(A)(iii)(I). If the\nagency has conducted a survey and collected that data, then HHS may\nuse the data to set reimbursement rates equal to “the average\nacquisition cost for the drug.”Ibid.Importantly, in that\ncircumstance, HHS may “vary” reimbursement rates “by hospital\ngroup.”Ibid.By contrast, if HHS does not conduct a survey of\nhospitals’ acquisition costs and if acquisition cost data are\ntherefore “not available,” HHS must instead proceed under option 2\nand obtain price data from drug manufacturers.\n§1395l(t)(14)(A)(iii)(II). And in that circumstance, HHS\nmust set reimbursement rates based on “the average price for the\ndrug” as “calculated and adjusted by the Secretary as necessary for\npurposes of ” this statutory provision.Ibid.\nCritically, that second option doesnotauthorize HHS to\nvary reimbursement rates by hospital group. Instead, HHS must set\nuniform reimbursement rates for all hospitals for each covered\ndrug, and the rates must be equal to the average price for that\ndrug for that year.HHS’s authority to proceed under option 1 and to\nvary reimbursement rates by hospital group thus depends on whether\nHHS has obtained acquisition cost survey data from hospitals. The\nstatute expressly authorizes HHS to vary rates by hospital group if\nHHS has conducted such a survey. But the statute does not authorize\nsuch a variance in rates if HHS has not conducted a survey. Cf.Babbv.Wilkie, 589 U. S. ___, ____ (2020) (slip\nop., at 12);Sandoz Inc.v.Amgen Inc., 582\nU. S. ___, ___ (2017) (slip op., at 16);Russellov.United States,464 U.S.\n16, 23 (1983).The statute thus protects all hospitals by\nimposing an important procedural prerequisite—namely, a survey of\nhospitals’ acquisition costs for prescription drugs—before HHS may\ntarget particular groups of hospitals for lower reimbursement\nrates. The survey allows the agency to determine whether there is\nin fact meaningful, statistically significant variation among\nhospitals’ acquisition costs. The data regarding variation in\nhospitals’ acquisition costs in turn help HHS determine whether and\nhow much it should vary the reimbursement rate among hospital\ngroups. See §§1395l(t)(14)(D)(iii)–(iv). But absent that\nsurvey data, as Congress determined, HHS may not make\n“billion-dollar decisions differentiating among particular hospital\ngroups.” 967 F. 3d, at 837 (Pillard, J., dissenting).In this case, all agree that HHS did not conduct\na survey of hospitals’ acquisition costs. See,e.g.,82 Fed.\nReg. 52501. HHS nonetheless varied the rates by hospital group,\nfixing a substantially lower reimbursement rate for 340B hospitals\nthan for non-340B hospitals.Under the text and structure of the statute,\nthis case is therefore straightforward: Because HHS did not conduct\na survey of hospitals’ acquisition costs, HHS acted unlawfully by\nreducing the reimbursement rates for 340B hospitals.HHS maintains that there is more to the case\nthan that straightforward analysis would suggest. HHS emphasizes\nthat even when it does not conduct a survey of acquisition costs\nand thus is required to employ option 2 (based on price), the\nagency still may “adjus[t]” the average price “as necessary for\npurposes of ” this statutory provision.\n§1395l(t)(14)(A)(iii)(II).It is true that the statutory text of option 2\naffords HHS discretion to adjust the average price. The parties\nhere vigorously debate how much HHS may adjust the price. To\nresolve this case, however, we need not determine the scope of\nHHS’s authority to adjust the price up or down.Regardless of the scope of HHS’s authority to\n“adjust” the average price up or down under the statute, the\nstatute does not grant HHS authority to vary the reimbursement\nrates by hospital group unless HHS has conducted the required\nsurvey of hospitals’ acquisition costs. Under the statute, varying\na rate by hospital group is not a lesser- included power of\nadjusting price. Otherwise stated, HHS’s power to increase or\ndecrease the price is distinct from its power to set different\nrates for different groups of hospitals.The text of option 2 confirms the point. It\nrequires reimbursement in an “amount” that is equal to “the average\nprice for the drug in the year.”Ibid. The text thus\nrequires the reimbursement rate to be set drug by drug, not\nhospital by hospital or hospital group by hospital group. The only\nitem that the agency is allowed to adjust is the “average price for\nthe drug in the year.”Ibid. Such an adjustment can consist\nof moving the average-price number up or down, but it cannot\nconsist of giving a single drug two different average prices for\ntwo different groups of hospitals. (Tellingly, before 2018, the\nagency never used its adjustment authority to vary reimbursement\nrates by hospital group.)Moreover, HHS’s contrary interpretation of the\nstatute—and its broad understanding of its adjustment\nauthority—would make little sense given the statute’s overall\nstructure. To proceed under option 1 (based on cost) and vary the\nrate by hospital group, HHS must conduct a survey. In HHS’s view,\nthe agency can decline to conduct a survey and can proceed under\noption 2, and then can still do everything under option 2 that it\ncould do under option 1—including varying the reimbursement rates\nby hospital group. So under HHS’s interpretation, the agency would\nnever need to conduct a survey of hospitals’ acquisition costs. But\nwhy, then, would Congress have constructed this elaborate statute\npremised on HHS’s surveys of hospitals’ acquisition costs,\nincluding specifying when HHS could vary reimbursement rates by\nhospital group? HHS has no good answer to that question.HHS’s interpretation not only would render\nirrelevant the survey prerequisite for varying reimbursement rates\nby hospital group, but also would render largely irrelevant the\nprovision of the statute that precisely details the requirements\nfor surveys of hospitals’ acquisition costs. See\n§1395l(t)(14)(D). We must hesitate to adopt an\ninterpretation that would eviscerate such significant aspects of\nthe statutory text. See,e.g.,Chicagov.Fulton, 592 U. S. ___, ___ (2021) (slip op., at 5);Maine Community Health Optionsv.United States, 590\nU. S. ___, ___ (2020) (slip op., at 16);Whitmanv.American Trucking Assns., Inc.,531\nU.S. 457, 484−485 (2001).In short, the statute allows HHS to set\nreimbursement rates based on average price and affords the agency\ndiscretion to “adjust” the price up or down. But unless HHS\nconducts a survey of hospitals’ acquisition costs, HHS may not vary\nthe reimbursement rates by hospital group.As a final argument, HHS insists that Congress\ncould not have intended for the agency to “overpay” 340B hospitals\nfor prescription drugs. But when enacting this statute in 2003,\nCongress was well aware that 340B hospitals paid less for covered\nprescription drugs. After all, that had been the law for the\nduration of the 340B program, which began in 1992. In 2003,\nCongress nonetheless did not see fit to differentiate 340B\nhospitals from other hospitals when requiring that the\nreimbursement rates be uniform under option 2. And for more than a\ndecade after this statute took effect, HHS employed option 2 but\ndid not differentiate 340B hospitals from other hospitals—an agency\npractice that was known in the wider hospital industry and in\nCongress.If HHS believes that this Medicare reimbursement\nprogram overpays 340B hospitals, it may conduct a survey of\nhospitals’ acquisition costs to determine whether and how much the\ndata justify varying the reimbursement rates by hospital group—for\nexample, reducing reimbursement rates paid to 340B hospitals as\ncompared to other hospitals. Or if the statute’s requirement of an\nacquisition cost survey is bad policy or is working in unintended\nways, HHS can ask Congress to change the law.Of course, if HHS went to Congress, the agency\nwould presumably have to confront the other side of the policy\nstory here: 340B hospitals perform valuable services for low-income\nand rural communities but have to rely on limited federal funding\nfor support. Asamicibefore this Court, many 340B hospitals\ncontend that the Medicare reimbursement payments at issue here\n“help offset the considerable costs” that 340B providers “incur by\nproviding health care to the uninsured, underinsured, and those who\nlive far from hospitals and clinics.” Brief for 37 State and\nRegional Hospital Associations asAmici Curiae7. As the\n340B hospitals see it, the “net effect” of HHS’s 2018 and 2019\nrules is “to redistribute funds from financially strapped, public\nand nonprofit safety-net hospitals serving vulnerable\npopulations—including patients without any insurance at all—to\nfacilities and individuals who are relatively better off.” 967\nF. 3d, at 840 (Pillard, J., dissenting). In other words, in\nthe view of those hospitals, HHS’s new rates eliminate the federal\nsubsidy that has helped keep 340B hospitals afloat. All of which is\nto say that the 340B story may be more complicated than HHS\nportrays it. In all events, this Court is not the forum to resolve\nthat policy debate.In sum, after employing the traditional tools of\nstatutory interpretation, we do not agree with HHS’s interpretation\nof the statute. We conclude that, absent a survey of hospitals’\nacquisition costs, HHS may not vary the reimbursement rates for\n340B hospitals. HHS’s 2018 and 2019 reimbursement rates for 340B\nhospitals were therefore contrary to the statute and unlawful.*  *  *We reverse the judgment of the U. S.\nCourt of Appeals for the D. C. Circuit and remand the case for\nfurther proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}