{
    "case": {
        "docket": "17-8151",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-8151/"
    },
    "id": "4074716",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–8151_________________RUSSELL BUCKLEW, PETITIONERv.ANNE L.\nPRECYTHE, DIRECTOR, MISSOURI DEPARTMENT OF CORRECTIONS,\net al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[April 1, 2019]Justice Kavanaugh, concurring.When an inmate raises anas-appliedconstitutional challenge to a particular method of execution—that\nis, a challenge to a method of execution that is constitutional in\ngeneral but that the inmate says is very likely to cause him severe\npain—one question is whether the inmate must identify an available\nalternative method of execution that would significantly reduce the\nrisk of severe pain. Applying our recent decisions inGlossipv.Gross, 576 U. S. ___ (2015), andBazev.Rees,553 U.S.\n35(2008) (plurality opinion), the Court’s answer to that\nquestion is yes. Under those precedents, I agree with the Court’s\nholding and join the Court’s opinion.I write to underscore the Court’s additional\nholding that the alternative method of execution need not be\nauthorized under current state law—a legal issue that had been\nuncertain before today’s decision. SeeArthurv.Dunn, 580 U. S. ___, ___–___ (2017) (slip op., at 9–11)\n(Sotomayor, J., dissenting from denial of certiorari). Importantly,\nall nine Justices today agree on that point.Ante, at 19;post, at 14 (Breyer, J., dissenting).As the Court notes, it follows from that\nadditional holding that the burden of the alternative-method\nrequirement “can be overstated.”Ante, at 19. Indeed, the\nCourt states: “[W]e see little likelihood that an inmate facing a\nserious risk of pain will be unable to identify an available\nalternative.”Ante, at 20.In other words, an inmate who contends that a\nparticular method of execution is very likely to cause him severe\npain should ordinarily be able to plead some alternative method of\nexecution that would significantly reduce the risk of severe pain.\nAt oral argument in this Court, the State suggested that the firing\nsquad would be such an available alternative, if adequately\npleaded. Tr. of Oral Arg. 63–64 (“He can plead firing squad. . . .\nOf course, if he had . . . pleaded firing squad, it’s\npossible that Missouri could have executed him by firing squad”).\nJustice Sotomayor has likewise explained that the firing squad is\nan alternative method of execution that generally causes an\nimmediate and certain death, with close to zero risk of a botched\nexecution. SeeArthur, 580 U. S., at ___–___ (slip op.,\nat 17–18). I do not here prejudge the question whether the firing\nsquad, or any other alternative method of execution, would be a\nfeasible and readily implemented alternative for every State. SeeMcGeheev.Hutchinson, 854 F.3d 488, 493–494 (CA8\n2017). Rather, I simply emphasize the Court’s statement that “we\nsee little likelihood that an inmate facing a serious risk of pain\nwill be unable to identify an available alternative.”Ante,\nat 20.",
    "joined": []
}