{
    "case": {
        "docket": "18-1109",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-1109/"
    },
    "id": "4213360",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1109_________________JAMES ERIN McKINNEY, PETITIONERv.ARIZONAon writ of certiorari to the supreme court of\narizona[February 25, 2020]Justice Kavanaugh delivered the opinion of the\nCourt.Over a 4-week span in early 1991, James McKinney\nand his half brother, Charles Hedlund, burglarized five residences\nin the Phoenix, Arizona, area. During one of the burglaries,\nMcKinney and Hedlund beat and repeatedly stabbed Christine Mertens.\nMcKinney then shot Mertens in the back of the head, fatally\nwounding her. In another burglary, McKinney and Hedlund killed Jim\nMcClain by shooting him in the back of the head with a sawed-off\nrifle.In 1992, an Arizona jury convicted McKinney of\ntwo counts of first-degree murder. Under this Court’s precedents, a\ndefendant convicted of murder is eligible for a death sentence if\nat least one aggravating circumstance is found. SeeTuilaepav.California,512 U.S.\n967(1994);Zantv.Stephens,462 U.S.\n862(1983);Greggv.Georgia,428 U.S.\n153(1976). McKinney’s trial judge found aggravating\ncircumstances for both murders. For the Mertens murder, the judge\nfound that McKinney committed the murder for pecuniary gain and\nthat McKinney killed Mertens in an especially heinous, cruel, or\ndepraved manner. For the McClain murder, the judge found that\nMcKinney committed the murder for pecuniary gain and that McKinney\nhad been convicted of another offense with a potential sentence of\nlife imprisonment or death (the Mertens murder).The trial judge then weighed the aggravating and\nmitigating circumstances and sentenced McKinney to death for both\nmurders. In 1996, the Arizona Supreme Court affirmed McKinney’s\ndeath sentences.Nearly 20 years later, on federal habeas corpus\nreview, an en banc panel of the U. S. Court of Appeals for the\nNinth Circuit decided by a 6 to 5 vote that, in sentencing\nMcKinney, the Arizona courts had failed to properly consider\nMcKinney’s posttraumatic stress disorder (PTSD) and had thereby run\nafoul of this Court’s decision inEddingsv.Oklahoma,455 U.S.\n104(1982). InEddings, this Court held that a capital\nsentencer may not refuse as a matter of law to consider relevant\nmitigating evidence.Id.,at 113–114.McKinney’s case then returned to the Arizona\nSupreme Court. In that court, McKinney argued that he was entitled\nto resentencing by a jury. By contrast, the State asked that the\nArizona Supreme Court itself conduct a reweighing of the\naggravating and mitigating circumstances, as permitted byClemonsv.Mississippi,494 U.S.\n738(1990). The Arizona Supreme Court agreed with the State.\nThe court itself reviewed the evidence in the record and reweighed\nthe relevant aggravating and mitigating circumstances, including\nMcKinney’s PTSD. The court upheld both death sentences. 245 Ariz.\n225, 426 P.3d 1204 (2018).McKinney petitioned for certiorari in this\nCourt. Because of the importance of the case to capital sentencing\nin Arizona, we granted certiorari. 587 U. S. ___ (2019).The issue in this case is narrow. McKinney\ncontends that after the Ninth Circuit identified anEddingserror, the Arizona Supreme Court could not itself reweigh the\naggravating and mitigating circumstances. Rather, according to\nMcKinney, a jury must resentence him.McKinney’s argument does not square with this\nCourt’s decision inClemons. InClemons, a\nMississippi jury sentenced the defendant to death based in part on\ntwo aggravating circumstances. After the Mississippi Supreme Court\ndetermined that one of the aggravators was unconstitutionally\nvague, the defendant argued that he was entitled to resentencing\nbefore a jury so that the jury could properly weigh the permissible\naggravating and mitigating evidence. This Court disagreed. The\nCourt concluded that the Mississippi Supreme Court could itself\nreweigh the permissible aggravating and mitigating evidence. 494\nU. S., at 745–750. This Court stated that “the Federal\nConstitution does not prevent a state appellate court from\nupholding a death sentence that is based in part on an invalid or\nimproperly defined aggravating circumstance either by reweighing of\nthe aggravating and mitigating evidence or by harmless-error\nreview.”Id.,at 741. The Court explained that aClemonsreweighing is not a resentencing but instead is akin\nto harmless-error review in that both may be conducted by an\nappellate court.McKinney contends thatClemonsdoes not\napply here. He raises two basic arguments.First, McKinney maintains thatClemonsinvolved an improperly considered aggravating\ncircumstance, whereas his case involves what the Ninth Circuit said\nwas an improperly ignored mitigating circumstance. But the Court’s\nanalysis inClemonshinged on its assessment of appellate\ncourts’ ability to weigh aggravating and mitigating evidence, not\non any unique effect of aggravators as distinct from mitigators.\nAfter noting that the “primary concern in the Eighth Amendment\ncontext has been that the sentencing decision be based on the facts\nand circumstances of the defendant, his background, and his crime,”\nthe Court explained that nothing “inherent in the process of\nappellate reweighing is inconsistent” with that objective.Id.,at 748. Indeed, the Court explicitly rejected the\nargument that “appellate courts are unable to fully consider and\ngive effect to the mitigating evidence presented by defendants at\nthe sentencing phase in a capital case.”Ibid.And the Court\nconcluded that a state appellate court may uphold the death\nsentence after a “reweighing of the aggravating and mitigating\nevidence.”Id.,at 741.In deciding whether a particular defendant\nwarrants a death sentence in light of the mix of aggravating and\nmitigating circumstances, there is no meaningful difference for\npurposes of appellate reweighing between subtracting an aggravator\nfrom one side of the scale and adding a mitigator to the other\nside. Both involve weighing, and the Court’s decision inClemonsruled that appellate tribunals may perform a\n“reweighing of the aggravating and mitigating evidence.”Ibid.In short, aClemonsreweighing is a permissible\nremedy for anEddingserror.Second, the Court decidedClemonsback in 1990, and McKinney argues thatClemonsis no longer\ngood law in the wake of this Court’s decisions inRingv.Arizona,536 U.S.\n584(2002), andHurstv.Florida, 577 U. S.\n___ (2016). According to McKinney, appellate courts may no longer\nreweigh aggravating and mitigating circumstances in determining\nwhether to uphold a death sentence. McKinney is incorrect.InRing, this Court held that capital\ndefendants “are entitled to a jury determination of any fact on\nwhich the legislature conditions an increase in their maximum\npunishment”—in particular, the finding of an aggravating\ncircumstance. 536 U. S., at 589. InHurst, the Court\nappliedRingand decided that Florida’s capital sentencing\nscheme impermissibly allowed “a sentencing judge to find an\naggravating circumstance, independent of a jury’s factfinding, that\nis necessary for imposition of the death penalty.” 577 U. S.,\nat ___ (slip op., at 9).UnderRingandHurst, a jury must\nfind the aggravating circumstance that makes the defendant death\neligible. But importantly, in a capital sentencing proceeding just\nas in an ordinary sentencing proceeding, a jury (as opposed to a\njudge) is not constitutionally required to weigh the aggravating\nand mitigating circumstances or to make the ultimate sentencing\ndecision within the relevant sentencing range. InApprendiv.New Jersey,530 U.S.\n466(2000), this Court carefully avoided any suggestion that\n“it is impermissible for judges to exercise discretion—taking into\nconsideration various factors relating both to offense and\noffender—in imposing a judgmentwithin the rangeprescribed\nby statute.”Id., at 481. And in the death penalty context,\nas Justice Scalia, joined by Justice Thomas, explained in his\nconcurrence inRing, the decision inRing“has\nnothing to do with jury sentencing. What today’s decision says is\nthat the jury must find the existence of thefactthat an\naggravating factor existed.” 536 U. S., at 612; see alsoKansasv.Carr, 577 U. S. ___, ___–___ (2016)\n(slip op., at 9–11). Therefore, as Justice Scalia explained, the\n“States that leave the ultimate life-or-death decision to the judge\nmay continue to do so.”Ring, 536 U. S., at 612.In short,RingandHurstdid not\nrequire jury weighing of aggravating and mitigating circumstances,\nandRingandHurstdid not overruleClemonsso\nas to prohibit appellate reweighing of aggravating and mitigating\ncircumstances.In addition to those two arguments aboutClemons, McKinney advances an additional argument based onRingandHurst. This argument focuses not on the\nweighing of aggravators and mitigators, but rather on the Arizona\ntrial court’s initial 1993 finding of the aggravating circumstances\nthat made McKinney eligible for the death penalty. McKinney points\nout that ajurydid not find the aggravating circumstances,\nas is now required byRingandHurst.The hurdle is that McKinney’s case became final\non direct review in 1996, long beforeRingandHurst.RingandHurstdo not apply retroactively on\ncollateral review. SeeSchrirov.Summerlin,542 U.S.\n348, 358 (2004). Because this case comes to us on state\ncollateral review,RingandHurstdo not apply.McKinney says, however, that this case has a\ntwist. He asserts that the Arizona Supreme Court’s 2018 decision\nreweighing the aggravators and mitigators constituted a re- opening\nofdirectreview. Because this case (as McKinney sees it) is\nagain on direct review, McKinney argues that he should receive the\nbenefit ofRingandHurst—namely, a jury resentencing\nwith a jury determination of aggravating circumstances.But the premise of that argument is wrong\nbecause the Arizona Supreme Court’s reweighing of the aggravating\nand mitigating circumstances occurred on collateral review, not\ndirect review. In conducting the reweighing, the Arizona Supreme\nCourt explained that it was conducting an independent review in a\ncollateral proceeding. The court cited its prior decision inStatev.Styers, 227 Ariz. 186, 254 P.3d 1132 (2011),\nwhich concluded that Arizona could conduct such an independent\nreview in a collateral proceeding. See also Ariz. Rev. Stat. Ann.\n§13–755 (2010);Statev.Hedlund, 245 Ariz. 467,\n470–471, 431 P.3d 181, 184–185 (2018). Under these circumstances,\nwe may not second-guess the Arizona Supreme Court’s\ncharacterization of state law. SeeMullaneyv.Wilbur,421 U.S.\n684, 691 (1975); see alsoJimenezv.Quarterman,555 U.S.\n113, 120, n. 4 (2009);Styersv.Ryan, 811\nF.3d 292, 297, n. 5 (CA9 2015). As a matter ofstatelaw, the reweighing proceeding in McKinney’s case occurred on\ncollateral review.McKinney responds that the state label of\ncollateral review cannot control the finality question; that aClemonsreweighing is a sentencing proceeding; and that aClemonsreweighing therefore may occur only on direct review\n(or on reopening of direct review). ButClemonsitself, over\na vigorous dissent, stated that an appellate reweighing is not a\nsentencing proceeding that must be conducted by a jury. See 494\nU. S., at 741, 744–755. The appellate reweighing is akin to\nharmless-error review. Courts routinely conduct harmless-error\nreview in collateral proceedings. Cf.,e.g., Brechtv.Abrahamson,507 U.S.\n619, 638 (1993). There is no good reason—and McKinney supplies\nnone—why state courts may not likewise conduct aClemonsreweighing on collateral review. As relevant here, when anEddingserror is found on collateral review, a state court\nmay conduct aClemonsreweighing on collateral\nreview.[1]* Here, therefore,\nthe Arizona Supreme Court permissibly conducted aClemonsreweighing on collateral review.*  *  *This Court’s precedents establish that state\nappellate courts may conduct aClemonsreweighing of\naggravating and mitigating circumstances, and may do so in\ncollateral proceedings as appropriate and provided under state law.\nWe affirm the judgment of the Arizona Supreme Court.It is so ordered.Notes1*Moreover, the District Court’s\nconditional writ in this case merely required Arizona to correct a\npurportedEddingserror. As we have explained, anEddingserror may be remedied on appeal or on collateral\nreview. Our holding here does not suggest that a State, by use of a\ncollateral label, may conduct a new trial proceeding in violation\nof current constitutional standards.",
    "joined": []
}