{
    "case": {
        "docket": "20-297",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-297/"
    },
    "id": "4443833",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–297_________________TRANSUNION LLC, PETITIONERv.SERGIO L.\nRAMIREZon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2021]Justice Kavanaugh delivered the opinion of the\nCourt.To have Article III standing to sue in federal\ncourt, plaintiffs must demonstrate, among other things, that they\nsuffered a concrete harm. No concrete harm, no standing. Central to\nassessing concreteness is whether the asserted harm has a “close\nrelationship” to a harm traditionally recognized as providing a\nbasis for a lawsuit in American courts—such as physical harm,\nmonetary harm, or various intangible harms including (as relevant\nhere) reputational harm.Spokeo, Inc.v.Robins, 578\nU.S. 330, 340–341 (2016).In this case, a class of 8,185 individuals sued\nTransUnion, a credit reporting agency, in federal court under the\nFair Credit Reporting Act. The plaintiffs claimed that TransUnion\nfailed to use reasonable procedures to ensure the accuracy of their\ncredit files, as maintained internally by TransUnion. For 1,853 of\nthe class members, TransUnion provided misleading credit reports to\nthird-party businesses. We conclude that those 1,853 class members\nhave demonstrated concrete reputational harm and thus have Article\nIII standing to sue on the reasonable-procedures claim. The\ninternal credit files of the other 6,332 class members werenotprovided to third-party businesses during the relevant\ntime period. We conclude that those 6,332 class members have not\ndemonstrated concrete harm and thus lack Article III standing to\nsue on the reasonable-procedures claim.In two other claims, all 8,185 class members\ncomplained about formatting defects in certain mailings sent to\nthem by TransUnion. But the class members other than the named\nplaintiff Sergio Ramirez have not demonstrated that the alleged\nformatting errors caused them any concrete harm. Therefore, except\nfor Ramirez, the class members do not have standing as to those two\nclaims.Over Judge McKeown’s dissent, the U. S.\nCourt of Appeals for the Ninth Circuit ruled that all 8,185 class\nmembers have standing as to all three claims. The Court of Appeals\napproved a class damages award of about $40 million. In light of\nour conclusion that (i) only 1,853 class members have standing for\nthe reasonable-procedures claim and (ii) only Ramirez himself\nhas standing for the two formatting claims relating to the\nmailings, we reverse the judgment of the Ninth Circuit and remand\nthe case for further proceedings consistent with this opinion.IIn 1970, Congress passed and President Nixon\nsigned the Fair Credit Reporting Act. 84Stat. 1127, as amended, 15\nU. S. C. §1681et seq. The Act seeks to promote\n“fair and accurate credit reporting” and to protect consumer\nprivacy. §1681(a). To achieve those goals, the Act regulates the\nconsumer reporting agencies that compile and disseminate personal\ninformation about consumers.The Act “imposes a host of requirements\nconcerning the creation and use of consumer reports.”Spokeo,\nInc.v.Robins, 578 U.S. 330, 335 (2016). Three of the\nAct’s requirements are relevant to this case.First, the Act\nrequires consumer reporting agencies to “follow reasonable\nprocedures to assure maximum possible accuracy” in consumer\nreports. §1681e(b).Second, the Act provides that consumer\nreporting agencies must, upon request, disclose to the consumer\n“[a]ll information in the consumer’s file at the time of the\nrequest.” §1681g(a)(1).Third, the Act compels consumer\nreporting agencies to “provide to a consumer, with each written\ndisclosure by the agency to the consumer,” a “summary of rights”\nprepared by the Consumer Financial Protection Bureau.\n§1681g(c)(2).The Act creates a cause of action for consumers\nto sue and recover damages for certain violations. The Act\nprovides: “Any person who willfully fails to comply with any\nrequirement imposed under this subchapter with respect to any\nconsumer is liable to that consumer” for actual damages or for\nstatutory damages not less than $100 and not more than $1,000, as\nwell as for punitive damages and attorney’s fees. §1681n(a).TransUnion is one of the “Big Three” credit\nreporting agencies, along with Equifax and Experian. As a credit\nreporting agency, TransUnion compiles personal and financial\ninformation about individual consumers to create consumer reports.\nTransUnion then sells those consumer reports for use by entities\nsuch as banks, landlords, and car dealerships that request\ninformation about the creditworthiness of individual consumers.Beginning in 2002, TransUnion introduced an\nadd-on product called OFAC Name Screen Alert. OFAC is the\nU. S. Treasury Department’s Office of Foreign Assets Control.\nOFAC maintains a list of “specially designated nationals” who\nthreaten America’s national security. Individuals on the OFAC list\nare terrorists, drug traffickers, or other serious criminals. It is\ngenerally unlawful to transact business with any person on the\nlist. 31 CFR pt. 501, App. A (2020). TransUnion created the OFAC\nName Screen Alert to help businesses avoid transacting with\nindividuals on OFAC’s list.When this litigation arose, Name Screen worked\nin the following way: When a business opted into the Name Screen\nservice, TransUnion would conduct its ordinary credit check of the\nconsumer, and it would also use third-party software to compare the\nconsumer’s name against the OFAC list. If the consumer’s first and\nlast name matched the first and last name of an individual on\nOFAC’s list, then TransUnion would place an alert on the credit\nreport indicating that the consumer’s name was a “potential match”\nto a name on the OFAC list. TransUnion did not compare any data\nother than first and last names. Unsurprisingly, TransUnion’s Name\nScreen product generated many false positives. Thousands of\nlaw-abiding Americans happen to share a first and last name with\none of the terrorists, drug traffickers, or serious criminals on\nOFAC’s list of specially designated nationals.Sergio Ramirez learned the hard way that he is\none such individual. On February 27, 2011, Ramirez visited a Nissan\ndealership in Dublin, California, seeking to buy a Nissan Maxima.\nRamirez was accompanied by his wife and his father-in-law. After\nRamirez and his wife selected a color and negotiated a price, the\ndealership ran a credit check on both Ramirez and his wife.\nRamirez’s credit report, produced by TransUnion, contained the\nfollowing alert: “***OFAC ADVISOR ALERT - INPUT NAME MATCHES NAME\nON THE OFAC DATABASE.” App. 84. A Nissan salesman told Ramirez that\nNissan would not sell the car to him because his name was on a\n“ ‘terrorist list.’ ”Id.,at 333. Ramirez’s wife\nhad to purchase the car in her own name.The next day, Ramirez called TransUnion and\nrequested a copy of his credit file. TransUnion sent Ramirez a\nmailing that same day that included his credit file and the\nstatutorily required summary of rights prepared by the CFPB. The\nmailing did not mention the OFAC alert in Ramirez’s file. The\nfollowing day, TransUnion sent Ramirez a second mailing—a letter\nalerting him that his name was considered a potential match to\nnames on the OFAC list. The second mailing did not include an\nadditional copy of the summary of rights. Concerned about the\nmailings, Ramirez consulted a lawyer and ultimately canceled a\nplanned trip to Mexico. TransUnion eventually removed the OFAC\nalert from Ramirez’s file.In February 2012, Ramirez sued TransUnion and\nalleged three violations of the Fair Credit Reporting Act.First, he alleged that TransUnion, by using the Name Screen\nproduct, failed to follow reasonable procedures to ensure the\naccuracy of information in his credit file. See §1681e(b).Second, he claimed that TransUnion failed to provide him\nwithallthe information in his credit file upon his\nrequest. In particular, TransUnion’s first mailing did not include\nthe fact that Ramirez’s name was a potential match for a name on\nthe OFAC list. See §1681g(a)(1).Third, Ramirez asserted\nthat TransUnion violated its obligation to provide him with a\nsummary of his rights “with each written disclosure,” because\nTransUnion’s second mailing did not contain a summary of Ramirez’s\nrights. §1681g(c)(2). Ramirez requested statutory and punitive\ndamages.Ramirez also sought to certify a class of all\npeople in the United States to whom TransUnion sent a mailing\nduring the period from January 1, 2011, to July 26, 2011, that was\nsimilar in form to the second mailing that Ramirez received.\nTransUnion opposed certification. The U. S. District Court for\nthe Northern District of California rejected TransUnion’s argument\nand certified the class. 301 F.R.D. 408 (2014).Before trial, the parties stipulated that the\nclass contained 8,185 members, including Ramirez. The parties also\nstipulated that only 1,853 members of the class (including Ramirez)\nhad their credit reports disseminated by TransUnion to potential\ncreditors during the period from January 1, 2011, to July 26, 2011.\nThe District Court ruled that all 8,185 class members had Article\nIII standing. 2016 WL 6070490, *5 (Oct. 17, 2016).At trial, Ramirez testified about his experience\nat the Nissan dealership. But Ramirez did not present evidence\nabout the experiences of other members of the class.After six days of trial, the jury returned a\nverdict for the plaintiffs. The jury awarded each class member\n$984.22 in statutory damages and $6,353.08 in punitive damages for\na total award of more than $60 million. The District Court rejected\nall of TransUnion’s post-trial motions.The U. S. Court of Appeals for the Ninth\nCircuit affirmed in relevant part. 951 F.3d 1008 (2020). The court\nheld that all members of the class had Article III standing to\nrecover damages for all three claims. The court also concluded that\nRamirez’s claims were typical of the class’s claims for purposes of\nRule 23 of the Federal Rules of Civil Procedure. Finally, the court\nreduced the punitive damages award to $3,936.88 per class member,\nthus reducing the total award to about $40 million.Judge McKeown dissented in relevant part. As to\nthe reasonable-procedures claim, she concluded that only the 1,853\nclass members whose reports were actually disseminated by\nTransUnion to third parties had Article III standing to recover\ndamages. In her view, the remaining 6,332 class members did not\nsuffer a concrete injury sufficient for standing. As to the two\nclaims related to the mailings, Judge McKeown would have held that\nnone of the 8,185 class members other than the named plaintiff\nRamirez had standing as to those claims.We granted certiorari. 592 U. S. ___\n(2020).IIThe question in this case is whether the 8,185\nclass members have Article III standing as to their three claims.\nIn Part II, we summarize the requirements of Article III\nstanding—in particular, the requirement that plaintiffs demonstrate\na “concrete harm.” In Part III, we then apply the concrete-harm\nrequirement to the plaintiffs’ lawsuit against TransUnion.AThe “law of Art. III standing is built on a\nsingle basic idea—the idea of separation of powers.”Rainesv.Byrd,521 U.S.\n811, 820 (1997) (internal quotation marks omitted). Separation\nof powers “was not simply an abstract generalization in the minds\nof the Framers: it was woven into the document that they drafted in\nPhiladelphia in the summer of 1787.”INSv.Chadha,462 U.S.\n919, 946 (1983) (internal quotation marks omitted).Therefore, we start with the text of the\nConstitution. Article III confines the federal judicial power to\nthe resolution of “Cases” and “Controversies.” For there to be a\ncase or controversy under Article III, the plaintiff must have a\n“ ‘personal stake’ ” in the case—in other words,\nstanding.Raines, 521 U. S., at 819. To demonstrate\ntheir personal stake, plaintiffs must be able to sufficiently\nanswer the question: “ ‘What’s it to you?’ ” Scalia, The\nDoctrine of Standing as an Essential Element of the Separation of\nPowers, 17 Suffolk U. L. Rev. 881, 882 (1983).To answer that question in a way sufficient to\nestablish standing, a plaintiff must show (i) that he suffered an\ninjury in fact that is concrete, particularized, and actual or\nimminent; (ii) that the injury was likely caused by the defendant;\nand (iii) that the injury would likely be redressed by judicial\nrelief.Lujanv.Defenders of Wildlife,504\nU.S. 555, 560–561 (1992). If “the plaintiff does not claim to\nhave suffered an injury that the defendant caused and the court can\nremedy, there is no case or controversy for the federal court to\nresolve.”Casillasv.Madison Avenue Assocs., Inc.,\n926 F.3d 329, 333 (CA7 2019) (Barrett, J.).Requiring a plaintiff to demonstrate a concrete\nand particularized injury caused by the defendant and redressable\nby the court ensures that federal courts decide only “the rights of\nindividuals,”Marburyv.Madison, 1 Cranch 137, 170\n(1803), and that federal courts exercise “their proper function in\na limited and separated government,” Roberts, Article III Limits on\nStatutory Standing, 42 Duke L. J. 1219, 1224 (1993). Under\nArticle III, federal courts do not adjudicate hypothetical or\nabstract disputes. Federal courts do not possess a roving\ncommission to publicly opine on every legal question. Federal\ncourts do not exercise general legal oversight of the Legislative\nand Executive Branches, or of private entities. And federal courts\ndo not issue advisory opinions. As Madison explained in\nPhiladelphia, federal courts instead decide only matters “of a\nJudiciary Nature.” 2 Records of the Federal Convention of 1787, p.\n430 (M. Farrand ed. 1966).In sum, under Article III, a federal court may\nresolve only “a real controversy with real impact on real persons.”American Legionv.American Humanist Assn., 588\nU. S. ___, ___ (2019) (Gorsuch, J., concurring in judgment)\n(slip op., at 10).BThe question in this case focuses on the\nArticle III requirement that the plaintiff ’s injury in fact\nbe “concrete”—that is, “real, and not abstract.”Spokeo,\nInc.v.Robins, 578 U.S. 330, 340 (2016) (internal\nquotation marks omitted); seeSusan B. Anthony Listv.Driehaus,573 U.S.\n149, 158 (2014);Summersv.Earth Island\nInstitute,555\nU.S. 488, 493 (2009);Lujan, 504 U. S., at 560;Schlesingerv.Reservists Comm. to Stop the War,418 U.S.\n208, 220–221 (1974).What makes a harm concrete for purposes of\nArticle III? As a general matter, the Court has explained that\n“history and tradition offer a meaningful guide to the types of\ncases that Article III empowers federal courts to consider.”Sprint Communications Co.v.APCC Services, Inc.,554 U.S.\n269, 274 (2008); see alsoSteel Co.v.Citizens for\nBetter Environment,523 U.S.\n83, 102 (1998). And with respect to the concrete-harm\nrequirement in particular, this Court’s opinion inSpokeov.Robinsindicated that courts should assess whether the\nalleged injury to the plaintiff has a “close relationship” to a\nharm “traditionally” recognized as providing a basis for a lawsuit\nin American courts. 578 U. S., at 341. That inquiry asks\nwhether plaintiffs have identified a close historical or common-law\nanalogue for their asserted injury.Spokeodoes not require\nan exact duplicate in American history and tradition. ButSpokeois not an open-ended invitation for federal courts to\nloosen Article III based on contemporary, evolving beliefs about\nwhat kinds of suits should be heard in federal courts.AsSpokeoexplained, certain harms\nreadily qualify as concrete injuries under Article III. The most\nobvious are traditional tangible harms, such as physical harms and\nmonetary harms. If a defendant has caused physical or monetary\ninjury to the plaintiff, the plaintiff has suffered a concrete\ninjury in fact under Article III.Various intangible harms can also be concrete.\nChief among them are injuries with a close relationship to harms\ntraditionally recognized as providing a basis for lawsuits in\nAmerican courts.Id., at 340–341. Those include, for\nexample, reputational harms, disclosure of private information, and\nintrusion upon seclusion. See,e.g.,Meesev.Keene,481 U.S.\n465, 473 (1987) (reputational harms);Davisv.Federal Election Comm’n,554 U.S.\n724, 733 (2008) (disclosure of private information); see alsoGadelhakv.AT&T Services, Inc., 950 F.3d 458,\n462 (CA7 2020) (Barrett, J.) (intrusion upon seclusion). And those\ntraditional harms may also include harms specified by the\nConstitution itself. See,e.g.,Spokeo, 578\nU. S., at 340 (citingPleasant Grove Cityv.Summum,555 U.S.\n460(2009) (abridgment of free speech), andChurch of Lukumi\nBabalu Aye, Inc.v.Hialeah,508\nU.S. 520(1993) (infringement of free exercise)).In determining whether a harm is sufficiently\nconcrete to qualify as an injury in fact, the Court inSpokeosaid that Congress’s views may be “instructive.” 578\nU. S., at 341. Courts must afford due respect to Congress’s\ndecision to impose a statutory prohibition or obligation on a\ndefendant, and to grant a plaintiff a cause of action to sue over\nthe defendant’s violation of that statutory prohibition or\nobligation. Seeid.,at 340–341. In that way, Congress may\n“elevate to the status of legally cognizable injuries concrete,de factoinjuries that were previously inadequate in\nlaw.”Id.,at 341 (alterations and internal quotation marks\nomitted); seeLujan, 504 U. S., at 562–563, 578; cf.,e.g.,Allenv.Wright,468\nU.S. 737, 757, n. 22 (1984) (discriminatory treatment). But\neven though “Congress may ‘elevate’ harms that ‘exist’ in the real\nworld before Congress recognized them to actionable legal status,\nit may not simply enact an injury into existence, using its\nlawmaking power to transform something that is not remotely harmful\ninto something that is.”Hagyv.Demers & Adams,\n882 F.3d 616, 622 (CA6 2018) (Sutton, J.) (citingSpokeo,\n578 U. S., at 341).Importantly, this Court has rejected the\nproposition that “a plaintiff automatically satisfies the\ninjury-in-fact requirement whenever a statute grants a person a\nstatutory right and purports to authorize that person to sue to\nvindicate that right.”Spokeo, 578 U. S., at 341. As\nthe Court emphasized inSpokeo, “Article III standing\nrequires a concrete injury even in the context of a statutory\nviolation.”Ibid.Congress’s creation of a statutory prohibition\nor obligation and a cause of action does not relieve courts of\ntheir responsibility to independently decide whether a plaintiff\nhas suffered a concrete harm under Article III any more than, for\nexample, Congress’s enactment of a law regulating speech relieves\ncourts of their responsibility to independently decide whether the\nlaw violates the First Amendment. Cf.United Statesv.Eichman,496 U.S.\n310, 317–318 (1990). As Judge Katsas has rightly stated, “we\ncannot treat an injury as ‘concrete’ for Article III purposes based\nonly on Congress’s say-so.”Trichellv.Midland Credit\nMgmt., Inc., 964 F.3d 990, 999, n. 2 (CA11 2020) (sitting by\ndesignation); seeMarbury, 1 Cranch, at 178; see alsoRaines, 521 U. S., at 820, n. 3;Simonv.Eastern Ky. Welfare Rights Organization,426 U.S.\n26, 41, n. 22 (1976);Muskratv.United States,219 U.S.\n346, 361–362 (1911).For standing purposes, therefore, an important\ndifference exists between (i) a plaintiff ’s statutory cause\nof action to sue a defendant over the defendant’s violation of\nfederal law, and (ii) a plaintiff ’s suffering concrete harm\nbecause of the defendant’s violation of federal law. Congress may\nenact legal prohibitions and obligations. And Congress may create\ncauses of action for plaintiffs to sue defendants who violate those\nlegal prohibitions or obligations. But under Article III, an injury\nin law is not an injury in fact. Only those plaintiffs who have\nbeenconcretelyharmedby a defendant’s statutory\nviolation may sue that private defendant over that violation in\nfederal court. As then-Judge Barrett succinctly summarized,\n“Article III grants federal courts the power to redress harms that\ndefendants cause plaintiffs, not a freewheeling power to hold\ndefendants accountable for legal infractions.”Casillas, 926\nF. 3d, at 332.To appreciate how the Article III “concrete\nharm” principle operates in practice, consider two different\nhypothetical plaintiffs. Suppose first that a Maine citizen’s land\nis polluted by a nearby factory. She sues the company, alleging\nthat it violated a federal environmental law and damaged her\nproperty. Suppose also that a second plaintiff in Hawaii files a\nfederal lawsuit alleging that the same company in Maine violated\nthat same environmental law by polluting land in Maine. The\nviolation did not personally harm the plaintiff in Hawaii.Even if Congress affords both hypothetical\nplaintiffs a cause of action (with statutory damages available) to\nsue over the defendant’s legal violation, Article III standing\ndoctrine sharply distinguishes between those two scenarios. The\nfirst lawsuit may of course proceed in federal court because the\nplaintiff has suffered concrete harm to her property. But the\nsecond lawsuit may not proceed because that plaintiff has not\nsuffered any physical, monetary, or cognizable intangible harm\ntraditionally recognized as providing a basis for a lawsuit in\nAmerican courts. An uninjured plaintiff who sues in those\ncircumstances is, by definition, not seeking to remedy any harm to\nherself but instead is merely seeking to ensure a defendant’s\n“compliance with regulatory law” (and, of course, to obtain some\nmoney via the statutory damages).Spokeo,578 U. S., at\n345 (Thomas, J., concurring) (internal quotation marks omitted);\nseeSteel Co., 523 U. S., at 106–107. Those are not\ngrounds for Article III standing.[1]As those examples illustrate, if the law of\nArticle III did not require plaintiffs to demonstrate a “concrete\nharm,” Congress could authorize virtually any citizen to bring a\nstatutory damages suit against virtually any defendant who violated\nvirtually any federal law. Such an expansive understanding of\nArticle III would flout constitutional text, history, and\nprecedent. In our view, the public interest that private entities\ncomply with the law cannot “be converted into an individual right\nby a statute that denominates it as such, and that permits all\ncitizens (or, for that matter, a subclass of citizens who suffer no\ndistinctive concrete harm) to sue.”Lujan, 504 U. S.,\nat 576–577.[2]A regime where Congress could freely authorizeunharmedplaintiffs to sue defendants who violate federal\nlaw not only would violate Article III but also would infringe on\nthe Executive Branch’s Article II authority. We accept the\n“displacement of the democratically elected branches when necessary\nto decide an actual case.” Roberts, 42 Duke L. J.,at\n1230. But otherwise, the choice of how to prioritize and how\naggressively to pursue legal actions against defendants who violate\nthe law falls within the discretion of the Executive Branch, not\nwithin the purview of private plaintiffs (and their attorneys).\nPrivate plaintiffs are not accountable to the people and are not\ncharged with pursuing the public interest in enforcing a\ndefendant’s general compliance with regulatory law. SeeLujan, 504 U. S., at 577.In sum, the concrete-harm requirement is\nessential to the Constitution’s separation of powers. To be sure,\nthe concrete-harm requirement can be difficult to apply in some\ncases. Some advocate that the concrete-harm requirement be ditched\naltogether, on the theory that it would be more efficient or\nconvenient to simply say that a statutory violation and a cause of\naction suffice to afford a plaintiff standing. But as the Court has\noften stated, “the fact that a given law or procedure is efficient,\nconvenient, and useful in facilitating functions of government,\nstanding alone, will not save it if it is contrary to the\nConstitution.”Chadha, 462 U. S., at 944. So it is\nhere.[3]IIIWe now apply those fundamental standing\nprinciples to this lawsuit. We must determine whether the 8,185\nclass members have standing to sue TransUnion for its alleged\nviolations of the Fair Credit Reporting Act. The plaintiffs argue\nthat TransUnion failed to comply with statutory obligations (i) to\nfollow reasonable procedures to ensure the accuracy of credit files\nso that the files would not include OFAC alerts labeling the\nplaintiffs as potential terrorists; and (ii) to provide a consumer,\nupon request, with his or her complete credit file, including a\nsummary of rights.Some preliminaries: As the party invoking\nfederal jurisdiction, the plaintiffs bear the burden of\ndemonstrating that they have standing. SeeLujanv.Defenders of Wildlife,504\nU.S. 555, 561 (1992). Every class member must have Article III\nstanding in order to recover individual damages. “Article III does\nnot give federal courts the power to order relief to any uninjured\nplaintiff, class action or not.”Tyson Foods, Inc.v.Bouaphakeo, 577 U.S. 442, 466 (2016) (Roberts, C. J.,\nconcurring).[4] Plaintiffs must\nmaintain their personal interest in the dispute at all stages of\nlitigation.Davisv.Federal Election Comm’n,554 U.S.\n724, 733 (2008). A plaintiff must demonstrate standing “with\nthe manner and degree of evidence required at the successive stages\nof the litigation.”Lujan, 504 U. S., at 561.\nTherefore, in a case like this that proceeds to trial, the specific\nfacts set forth by the plaintiff to support standing “must be\nsupported adequately by the evidence adduced at trial.”Ibid.(internal quotation marks omitted). And standing is\nnot dispensed in gross; rather, plaintiffs must demonstrate\nstanding for each claim that they press and for each form of relief\nthat they seek (for example, injunctive relief and damages).Davis, 554 U. S., at 734;Friends of the Earth,\nInc.v.Laidlaw Environmental Services (TOC), Inc.,528 U.S.\n167, 185 (2000).AWe first address the plaintiffs’ claim that\nTransUnion failed to “follow reasonable procedures to assure\nmaximum possible accuracy” of the plaintiffs’ credit files\nmaintained by TransUnion. 15 U. S. C. §1681e(b). In\nparticular, the plaintiffs argue that TransUnion did not do enough\nto ensure that OFAC alerts labeling them as potential terrorists\nwere not included in their credit files.Assuming that the plaintiffs are correct that\nTransUnion violated its obligations under the Fair Credit Reporting\nAct to use reasonable procedures in internally maintaining the\ncredit files, we must determine whether the 8,185 class members\nsuffered concrete harm from TransUnion’s failure to employ\nreasonable procedures.[5]1Start with the 1,853 class members (including\nthe named plaintiff Ramirez) whose reports were disseminated to\nthird-party businesses. The plaintiffs argue that the publication\nto a third party of a credit report bearing a misleading OFAC alert\ninjures the subject of the report. The plaintiffs contend that this\ninjury bears a “close relationship” to a harm traditionally\nrecognized as providing a basis for a lawsuit in American\ncourts—namely, the reputational harm associated with the tort of\ndefamation.Spokeo, Inc.v.Robins, 578 U.S. 330, 341\n(2016).We agree with the plaintiffs. Under longstanding\nAmerican law, a person is injured when a defamatory statement “that\nwould subject him to hatred, contempt, or ridicule” is published to\na third party.Milkovichv.Lorain Journal Co.,497 U.S.\n1, 13 (1990) (internal quotation marks omitted);Gertzv.Robert Welch, Inc.,418 U.S.\n323, 349 (1974); see also Restatement of Torts §559 (1938).\nTransUnion provided third parties with credit reports containing\nOFAC alerts that labeled the class members as potential terrorists,\ndrug traffickers, or serious criminals. The 1,853 class members\ntherefore suffered a harm with a “close relationship” to the harm\nassociated with the tort of defamation. We have no trouble\nconcluding that the 1,853 class members suffered a concrete harm\nthat qualifies as an injury in fact.TransUnion counters that those 1,853 class\nmembers did not suffer a harm with a “close relationship” to\ndefamation because the OFAC alerts on the disseminated credit\nreports were only misleading and not literally false. Seeid., §558. TransUnion points out that the reports merely\nidentified a consumer as a “potentialmatch” to an\nindividual on the OFAC list—a fact that TransUnion says is not\ntechnically false.In looking to whether a plaintiff ’s\nasserted harm has a “close relationship” to a harm traditionally\nrecognized as providing a basis for a lawsuit in American courts,\nwe do not require an exact duplicate. The harm from being labeled a\n“potential terrorist” bears a close relationship to the harm from\nbeing labeled a “terrorist.” In other words, the harm from a\nmisleading statement of this kind bears a sufficiently close\nrelationship to the harm from a false and defamatory statement.In short, the 1,853 class members whose reports\nwere disseminated to third parties suffered a concrete injury in\nfact under Article III.2The remaining 6,332 class members are a\ndifferent story. To be sure, their credit files, which were\nmaintained by TransUnion, contained misleading OFAC alerts. But the\nparties stipulated that TransUnion did not provide those\nplaintiffs’ credit information to any potential creditors during\nthe class period from January 2011 to July 2011. Given the absence\nof dissemination, we must determine whether the 6,332 class members\nsuffered some other concrete harm for purposes of Article III.The initial question is whether the mere\nexistence of a misleading OFAC alert in a consumer’s internal\ncredit file at TransUnion constitutes a concrete injury. As Judge\nTatel phrased it in a similar context, “if inaccurate information\nfalls into” a consumer’s credit file, “does it make a sound?”Owner-Operator Independent Drivers Assn., Inc.v.United\nStates Dept. of Transp., 879 F.3d 339, 344 (CADC 2018).Writing the opinion for the D. C. Circuit\ninOwner-Operator, Judge Tatel answered no. Publication is\n“essential to liability” in a suit for defamation. Restatement of\nTorts §577, Commenta, at 192. And there is “no historical\nor common-law analog where the mere existence of inaccurate\ninformation, absent dissemination, amounts to concrete injury.”Owner-Operator, 879 F. 3d, at 344–345. “Since the basis\nof the action for words was the loss of credit or fame, and not the\ninsult, it was always necessary to show a publication of the\nwords.” J. Baker, An Introduction to English Legal History 474 (5th\ned. 2019). Other Courts of Appeals have similarly recognized that,\nas Judge Colloton summarized, the “retention of information\nlawfully obtained, without further disclosure, traditionally has\nnot provided the basis for a lawsuit in American courts,” meaning\nthat the mere existence of inaccurate information in a database is\ninsufficient to confer Article III standing.Braitbergv.Charter Communications, Inc., 836 F.3d 925, 930 (CA8 2016);\nseeGubalav.Time Warner Cable, Inc., 846 F.3d 909,\n912 (CA7 2017).The standing inquiry in this case thus\ndistinguishes between (i) credit files that consumer reporting\nagencies maintain internally and (ii) the consumer credit reports\nthat consumer reporting agencies disseminate to third-party\ncreditors. The mere presence of an inaccuracy in an internal credit\nfile, if it is not disclosed to a third party, causes no concrete\nharm. In cases such as these where allegedly inaccurate or\nmisleading information sits in a company database, the plaintiffs’\nharm is roughly the same, legally speaking, as if someone wrote a\ndefamatory letter and then stored it in her desk drawer. A letter\nthat is not sent does not harm anyone, no matter how insulting the\nletter is. So too here.[6]Because the plaintiffs cannot demonstrate that\nthe misleading information in the internal credit files itself\nconstitutes a concrete harm, the plaintiffs advance a separate\nargument based on an assertedrisk of futureharm.\nThey say that the 6,332 class members suffered a concrete injury\nfor Article III purposes because the existence of misleading OFAC\nalerts in their internal credit files exposed them to a material\nrisk that the information would be disseminated in the future to\nthird parties and thereby cause them harm. The plaintiffs rely on\nlanguage fromSpokeowhere the Court said that “the risk of\nreal harm” (or as the Court otherwise stated, a “material risk of\nharm”) can sometimes “satisfy the requirement of concreteness.” 578\nU. S., at 341–342 (citingClapperv.Amnesty Int’l\nUSA,568 U.S.\n398(2013)).To support its statement that a material risk of\nfuture harm can satisfy the concrete-harm requirement,Spokeocited this Court’s decision inClapper. But\nimportantly,Clapperinvolved a suit forinjunctive\nrelief. As this Court has recognized, a person exposed to a\nrisk of future harm may pursue forward-looking, injunctive relief\nto prevent the harm from occurring, at least so long as the risk of\nharm is sufficiently imminent and substantial. SeeClapper,\n568 U. S., at 414, n. 5;Los Angelesv.Lyons,461 U.S.\n95, 102 (1983); see alsoGubala, 846 F. 3d, at\n912.But a plaintiff must “demonstrate standing\nseparately for each form of relief sought.”Friends of the\nEarth, 528 U. S., at 185. Therefore, a plaintiff ’s\nstanding to seek injunctive relief does not necessarily mean that\nthe plaintiff has standing to seek retrospective damages.TransUnion advances a persuasive argument that\nin a suit for damages, the mere risk of future harm, standing\nalone, cannot qualify as a concrete harm—at least unless the\nexposure to the risk of future harm itself causes aseparateconcrete harm. Brief for Petitioner 39, n. 4; Tr. of Oral Arg.\n36.[7] TransUnion contends that\nif an individual is exposed to a risk of future harm, time will\neventually reveal whether the risk materializes in the form of\nactual harm. If the risk of future harm materializes and the\nindividual suffers a concrete harm, then the harm itself, and not\nthe pre-existing risk, will constitute a basis for the person’s\ninjury and for damages. If the risk of future harm doesnotmaterialize, then the individual cannot establish a concrete harm\nsufficient for standing, according to TransUnion.Consider an example. Suppose that a woman drives\nhome from work a quarter mile ahead of a reckless driver who is\ndangerously swerving across lanes. The reckless driver has exposed\nthe woman to a risk of future harm, but the risk does not\nmaterialize and the woman makes it home safely. As counsel for\nTransUnion stated, that would ordinarily be cause for celebration,\nnot a lawsuit.Id.,at 8. But if the reckless driver crashes\ninto the woman’s car, the situation would be different, and\n(assuming a cause of action) the woman could sue the driver for\ndamages.The plaintiffs note thatSpokeocited\nlibel and slanderper seas examples of cases where, as\nthe plaintiffs see it, a mere risk of harm suffices for a damages\nclaim. But as Judge Tatel explained for the D. C. Circuit,\nlibel and slanderper se“require evidence ofpublication.”Owner-Operator, 879 F. 3d, at 345.\nAnd for those torts, publication is generally presumed to cause a\nharm, albeit not a readily quantifiable harm. AsSpokeonoted, “the law has long permitted recovery by certain tort victimseven if their harms may be difficult to prove or measure.”\n578 U. S., at 341 (emphasis added). But there is a significant\ndifference between (i) an actual harm that has occurred but is not\nreadily quantifiable, as in cases of libel and slanderper se, and (ii) a mere risk of future harm. By citing\nlibel and slanderper se,Spokeodid not hold\nthat the mere risk of future harm, without more, suffices to\ndemonstrate Article III standing in a suit for damages.Here, the 6,332 plaintiffs did not demonstrate\nthat the risk of future harm materialized—that is, that the\ninaccurate OFAC alerts in their internal TransUnion credit files\nwere ever provided to third parties or caused a denial of credit.\nNor did those plaintiffs present evidence that the class members\nwere independently harmed by their exposure to the risk itself—that\nis, that they suffered some other injury (such as an emotional\ninjury) from the mere risk that their credit reports would be\nprovided to third-party businesses. Therefore, the 6,332\nplaintiffs’ argument for standing for their damages claims based on\nan asserted risk of future harm is unavailing.Even apart from that fundamental problem with\ntheir argument based on the risk of future harm, the plaintiffs did\nnot factually establish a sufficient risk of future harm to support\nArticle III standing. As Judge McKeown explained in her dissent,\nthe risk of future harm that the 6,332 plaintiffs identified—the\nrisk of dissemination to third parties—was too speculative to\nsupport Article III standing. 951 F.3d 1008, 1040 (2020); seeWhitmorev.Arkansas,495 U.S.\n149, 157 (1990). The plaintiffs claimed that TransUnion could\nhave divulged their misleading credit information to a third party\nat any moment. But the plaintiffs did not demonstrate a sufficient\nlikelihood that their individual credit information would be\nrequested by third-party businesses and provided by TransUnion\nduring the relevant time period. Nor did the plaintiffs demonstrate\nthat there was a sufficient likelihood that TransUnion would\notherwise intentionally or accidentally release their information\nto third parties. “Because no evidence in the record establishes a\nserious likelihood of disclosure, we cannot simply presume a\nmaterial risk of concrete harm.” 951 F. 3d, at 1040 (opinion\nof McKeown, J.).Moreover, the plaintiffs did not present any\nevidence that the 6,332 class members evenknewthat there\nwere OFAC alerts in their internal TransUnion credit files. If\nthose plaintiffs prevailed in this case, many of them would first\nlearn that they were “injured” when they received a check\ncompensating them for their supposed “injury.” It is difficult to\nsee how a risk of future harm could supply the basis for a\nplaintiff ’s standing when the plaintiff did not even know\nthat there was a risk of future harm.Finally, the plaintiffs advance one last\nargument for why the 6,332 class members are similarly situated to\nthe other 1,853 class members and thus should have standing. The\n6,332 plaintiffs note that they sought damages for the entire\n46-month period permitted by the statute of limitations, whereas\nthe stipulation regarding dissemination covered only 7 of those\nmonths. They argue that the credit reports of many of those 6,332\nclass members were likely also sent to third parties outside of the\nperiod covered by the stipulation because all of the class members\nrequested copies of their reports, and consumers usually do not\nrequest copies unless they are contemplating a transaction that\nwould trigger a credit check.That is a serious argument, but in the end, we\nconclude that it fails to support standing for the 6,332 class\nmembers. The plaintiffs had the burden to prove at trial that their\nreports were actually sent to third-party businesses. The\ninferences on which the argument rests are too weak to demonstrate\nthat the reports of any particular number of the 6,332 class\nmembers were sent to third-party businesses. The plaintiffs’\nattorneys could have attempted to show that some or all of the\n6,332 class members were injured in that way. They presumably could\nhave sought the names and addresses of those individuals, and they\ncould have contacted them. In the face of the stipulation, which\npointedly failed to demonstrate dissemination for those class\nmembers, the inferences on which the plaintiffs rely are\ninsufficient to support standing. Cf.Interstate Circuit,\nInc.v.United States,306 U.S.\n208, 226 (1939) (“The production of weak evidence when strong\nis available can lead only to the conclusion that the strong would\nhave been adverse”).In sum, the 6,332 class members whose internal\nTransUnion credit files were not disseminated to third-party\nbusinesses did not suffer a concrete harm. By contrast, the 1,853\nclass members (including Ramirez) whose credit reports were\ndisseminated to third-party businesses during the class period\nsuffered a concrete harm.BWe next address the plaintiffs’ standing to\nrecover damages for two other claims in the complaint: the\ndisclosure claim and the summary-of-rights claim. Those two claims\nare intertwined.In the disclosure claim, the plaintiffs alleged\nthat TransUnion breached its obligation to provide them with their\ncomplete credit files upon request. According to the plaintiffs,\nTransUnion sent the plaintiffs copies of their credit files that\nomitted the OFAC information, and then in a second mailing sent the\nOFAC information. See §1681g(a)(1). In the summary-of-rights claim,\nthe plaintiffs further asserted that TransUnion should have\nincluded another summary of rights in that second mailing—the\nmailing that included the OFAC information. See §1681g(c)(2). As\nthe plaintiffs note, the disclosure and summary-of-rights\nrequirements are designed to protect consumers’ interests in\nlearning of any inaccuracies in their credit files so that they can\npromptly correct the files before they are disseminated to third\nparties.In support of standing, the plaintiffs thus\ncontend that the TransUnion mailings were formatted incorrectly and\ndeprived them of their right to receive information in the format\nrequired by statute. But the plaintiffs have not demonstrated that\nthe format of TransUnion’s mailings caused them a harm with a close\nrelationship to a harm traditionally recognized as providing a\nbasis for a lawsuit in American courts. SeeSpokeo, 578\nU. S., at 341. In fact, they do not demonstrate that they\nsuffered any harmat allfrom the formatting violations. The\nplaintiffs presented no evidence that, other than Ramirez, “a\nsingle other class member so much asopenedthe dual\nmailings,” “nor that they were confused, distressed, or relied on\nthe information in any way.” 951 F. 3d, at 1039, 1041 (opinion\nof McKeown, J.) (emphasis added). The plaintiffs put forth no\nevidence, moreover, that the plaintiffs would have tried to correct\ntheir credit files—and thereby prevented dissemination of a\nmisleading report—had they been sent the information in the proper\nformat.Ibid.Without any evidence of harm caused by the\nformat of the mailings, these are “bare procedural violation[s],\ndivorced from any concrete harm.”Spokeo, 578 U. S., at\n341. That does not suffice for Article III standing.[8]The plaintiffs separately argue that\nTransUnion’s formatting violations created a risk of future harm.\nSpecifically, the plaintiffs contend that consumers who received\nthe information in this dual-mailing format were at risk of not\nlearning about the OFAC alert in their credit files. They say that\nthey were thus at risk of not being able to correct their credit\nfiles before TransUnion disseminated credit reports containing the\nmisleading information to third-party businesses. As noted above,\nthe risk of future harm on its own does not support Article III\nstanding for the plaintiffs’ damages claim. In any event, the\nplaintiffs made no effort here to explain how the formatting error\nprevented them from contacting TransUnion to correct any errors\nbefore misleading credit reports were disseminated to third-party\nbusinesses. To reiterate, there is no evidence that “a single other\nclass member so much as opened the dual mailings,” “nor that they\nwere confused, distressed, or relied on the information in any\nway.” 951 F. 3d, at 1039, 1041 (opinion of McKeown, J.).For its part, the United States asamicus\ncuriae, but not the plaintiffs, separately asserts that the\nplaintiffs suffered a concrete “informational injury” under several\nof this Court’s precedents. SeeFederal Election Comm’nv.Akins,524 U.S.\n11(1998);Public Citizenv.Department of\nJustice,491 U.S.\n440(1989). We disagree. The plaintiffs did not allege that\nthey failed to receive any required information. They argued only\nthat they received itin the wrong format. Therefore,AkinsandPublic Citizendo not control here. In\naddition, those cases involved denial of information subject to\npublic-disclosure or sunshine laws that entitle all members of the\npublic to certain information. This case does not involve such a\npublic-disclosure law. SeeCasillasv.Madison Avenue\nAssocs., Inc., 926 F.3d 329, 338 (CA7 2019);Trichellv.Midland Credit Mgmt., Inc., 964 F.3d 990, 1004 (CA11 2020).\nMoreover, the plaintiffs have identified no “downstream\nconsequences” from failing to receive the required information.Trichell, 964 F. 3d, at 1004. They did not demonstrate,\nfor example, that the alleged information deficit hindered their\nability to correct erroneous information before it was later sent\nto third parties. An “asserted informational injury that causes no\nadverse effects cannot satisfy Article III.”Ibid.*  *  *No concrete harm, no standing. The 1,853 class\nmembers whose credit reports were provided to third-party\nbusinesses suffered a concrete harm and thus have standing as to\nthe reasonable-procedures claim. The 6,332 class members whose\ncredit reports were not provided to third-party businesses did not\nsuffer a concrete harm and thus do not have standing as to the\nreasonable-procedures claim. As for the claims pertaining to the\nformat of TransUnion’s mailings, none of the 8,185 class members\nother than the named plaintiff Ramirez suffered a concrete\nharm.We reverse the judgment of the U. S. Court\nof Appeals for the Ninth Circuit and remand the case for further\nproceedings consistent with this opinion. In light of our\nconclusion about Article III standing, we need not decide whether\nRamirez’s claims were typical of the claims of the class under Rule\n23. On remand, the Ninth Circuit may consider in the first instance\nwhether class certification is appropriate in light of our\nconclusion about standing.It is so ordered.Notes1The lead dissent notes that the\nterminology of injury in fact became prevalent only in the latter\nhalf of the 20th century. That is unsurprising because until the\n20th century, Congress did not often afford federal “citizen\nsuit”-style causes of action to private plaintiffs who did not\nsuffer concrete harms. For example, until the 20th century,\nCongress generally did not create “citizen suit” causes of action\nfor private plaintiffs to sue the Government. See Magill, Standing\nfor the Public, 95 Va. L. Rev. 1131, 1186–1187 (2009).\nMoreover, untilAbbott Laboratoriesv.Gardner,387 U.S.\n136(1967), a plaintiff often could not bring a pre-enforcement\nsuit against a Government agency or official under the\nAdministrative Procedure Act arguing that an agency rule was\nunlawful; instead, a party could raise such an argument only in an\nenforcement action. Likewise, until the 20th century, Congress\nrarely created “citizen suit”-style causes of action for suits\nagainst private parties by private plaintiffs who had not suffered\na concrete harm. All told, until the 20th century, this Court had\nlittle reason to emphasize the injury-in-fact requirement because,\nuntil the 20th century, there were relatively few instances where\nlitigants without concrete injuries had a cause of action to sue in\nfederal court. The situation has changed markedly, especially over\nthe last 50 years or so. During that time, Congress has created\nmany novel and expansive causes of action that in turn have\nrequired greater judicial focus on the requirements of Article III.\nSee,e.g.,Spokeo, Inc.v.Robins, 578 U.S.\n330 (2016);Summersv.Earth Island Institute,555 U.S.\n488(2009);Lujanv.Defenders of Wildlife,504 U.S.\n555(1992).2A plaintiff must show\nthat the injury is not only concrete but also particularized. But\nif there were no concrete-harm requirement, the requirement of a\nparticularized injury would do little or nothing to constrain\nCongress from freely creating causes of action for vast classes ofunharmedplaintiffs to sue any defendants who violate any\nfederal law. (Congress might, for example, provide that everyone\nhas an individual right to clean air and can sue any defendant who\nviolates any air-pollution law.) That is one reason why the Court\nhas been careful to emphasize that concreteness and\nparticularization are separate requirements. SeeSpokeo, 578\nU. S., at 339–340; see generally Bayefsky, Constitutional\nInjury and Tangibility, 59 Wm. & Mary L. Rev. 2285, 2298–2300,\n2368 (2018).3The lead dissent would reject\nthe core standing principle that a plaintiff must always have\nsuffered a concrete harm, and would cast aside decades of precedent\narticulating that requirement, such asSpokeo,Summers, andLujan.Post,at 9–11 (opinion of\nThomas, J.). As we see it, the dissent’s theory would largely\noutsource Article III to Congress. As we understand the dissent’s\ntheory, a suit seeking to enforce “general compliance with\nregulatory law” would not suffice for Article III standing because\nsuch a suit seeks to vindicate a duty owed to the whole community.Spokeo, 578 U. S., at 345 (Thomas, J., concurring)\n(internal quotation marks omitted). But under the dissent’s theory,\nso long as Congress frames a defendant’s obligation to comply with\nregulatory law as an obligation owed toindividuals, any\nsuit to vindicate that obligation suddenly suffices for Article\nIII. Suppose, for example, that Congress passes a law purporting to\ngive all American citizens an individual right to clean air and\nclean water, as well as a cause of action to sue and recover $100\nin damages from any business that violates any pollution law\nanywhere in the United States. The dissent apparently would find\nstanding in such a case. We respectfully disagree. In our view,\nunharmed plaintiffs who seek to sue under such a law are still\ndoing no more than enforcing general compliance with regulatory\nlaw. And under Article III and this Court’s precedents, Congress\nmay not authorize plaintiffs who have not suffered concrete harms\nto sue in federal court simply to enforce general compliance with\nregulatory law.4We do not here address\nthe distinct question whether every class member must demonstrate\nstandingbeforea court certifies a class. See,e.g.,Cordobav.DIRECTV, LLC, 942 F.3d 1259, 1277 (CA11\n2019).5For purposes of this\ncase, the parties have assumed that TransUnion violated the statute\neven with respect to those plaintiffs whose OFAC alerts were never\ndisseminated to third-party businesses. But seeWashingtonv.CSC Credit Servs. Inc.,199 F.3d 263, 267 (CA5 2000). We take no position on that\nissue.6For the first time in\nthis Court, the plaintiffs also argue that TransUnion “published”\nthe class members’ information internally—for example, to employees\nwithin TransUnion and to the vendors that printed and sent the\nmailings that the class members received. That new argument is\nforfeited. In any event, it is unavailing. Many American courts did\nnot traditionally recognize intra-company disclosures as actionable\npublications for purposes of the tort of defamation. See,e.g.,Chalkleyv.Atlantic Coast Line\nR. Co., 150 Va. 301, 326–328, 143 S.E. 631, 638–639\n(1928). Nor have they necessarily recognized disclosures to\nprinting vendors as actionable publications. See,e.g.,Mackv.Delta Air Lines,Inc., 639 Fed. Appx.\n582, 586 (CA11 2016). Moreover, even the plaintiffs’ cited cases\nrequire evidence that the defendant actually “brought an idea to\nthe perception of another,” Restatement of Torts §559, Commenta, p. 140 (1938), and thus generally require evidence that\nthe document was actually read and not merely processed, cf.Ostrowev.Lee, 256 N.Y. 36, 38–39, 175 N.E. 505,\n505–506 (1931) (Cardozo, C. J.). That evidence is lacking here. In\nshort, the plaintiffs’ internal publication theory circumvents a\nfundamental requirement of an ordinary defamation\nclaim—publication—and does not bear a sufficiently “close\nrelationship” to the traditional defamation tort to qualify for\nArticle III standing.7For example, a\nplaintiff ’s knowledge that he or she is exposed to a risk of\nfuture physical, monetary, or reputational harm could cause its own\ncurrent emotional or psychological harm. We take no position on\nwhether or how such an emotional or psychological harm could\nsuffice for Article III purposes—for example, by analogy to the\ntort of intentional infliction of emotional distress. See Reply\nBrief 14; Tr. of Oral Arg. 30. The plaintiffs here have not relied\non such a theory of Article III harm. They have not claimed an\nemotional distress injury from the risk that a misleading credit\nreport might be sent to a third-party business. Nor could they do\nso, given that the 6,332 plaintiffs have not established that they\nwere even aware of the misleading information in the internal\ncredit files maintained at TransUnion.8The District Court and\nthe Court of Appeals concluded that Ramirez (in addition to the\nother 8,184 class members) had standing as to those two claims. In\nthis Court, TransUnion has not meaningfully contested Ramirez’s\nindividual standing as to those two claims. We have no reason or\nbasis to disturb the lower courts’ conclusion on Ramirez’s\nindividual standing as to those two claims.",
    "joined": []
}