{
    "case": {
        "docket": "19-1039",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-1039/"
    },
    "id": "4444874",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–1039_________________PENNEAST PIPELINE COMPANY, LLC, PETITIONERv.NEW JERSEY, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 29, 2021]Chief Justice Roberts delivered the opinion of\nthe Court.Eminent domain is the power of the government to\ntake property for public use without the consent of the owner. It\ncan be exercised either by public officials or by private parties\nto whom the power has been delegated. And it can be exercised\neither through the initiation of legal proceedings or simply by\ntaking possession up front, with compensation to follow. Since the\nfounding, the United States has used its eminent domain authority\nto build a variety of infrastructure projects. It has done so on\nits own and through private delegatees, and it has relied on legal\nproceedings and upfront takings. It has also used its power against\nboth private property and property owned by the States.This case involves one of the ways the federal\neminent domain power can be exercised: through legal proceedings\ninitiated by private delegatees against state-owned property.\nSpecifically, we are asked to decide whether the Federal Government\ncan constitutionally confer on pipeline companies the authority to\ncondemn necessary rights-of-way in which a State has an interest.\nWe hold that it can. Although nonconsenting States are generally\nimmune from suit, they surrendered their immunity from the exercise\nof the federal eminent domain power when they ratified the\nConstitution. That power carries with it the ability to condemn\nproperty in court. Because the Natural Gas Act delegates the\nfederal eminent domain power to private parties, those parties can\ninitiate condemnation proceedings, including against state-owned\nproperty.IANatural gas has been a part of the Nation’s\nenergy supply since at least the 1820s, when an “enterprising\ngunsmith” named William Aaron Hart developed a natural gas well\nnear Fredonia, New York. D. Waples, The Natural Gas Industry in\nAppalachia 12 (2d ed. 2012). Initially, difficulties in\ntransporting natural gas limited its distribution, as the available\npipeline technology did not allow producers to reach the sprawling\nAmerican markets. See Tarr, Transforming an Energy System, in The\nGovernance of Large Technical Systems 26 (O. Coutard ed. 1999).\nOver the following century, however, that technology slowly\nimproved. In 1891, one of the first interstate pipelines—albeit a\nrudimentary and inefficient one—was built to carry natural gas from\ncentral Indiana to Chicago. And in the 1920s, development began in\nearnest on the country’s pipeline infrastructure. Seeid.,at 27–28; J. Speight, Natural Gas 20–21, 26 (2007).In 1938 Congress passed the Natural Gas Act, ch.\n556, 52Stat. 821, to regulate the transportation and sale of\nnatural gas in interstate commerce. Congress vested the Federal\nPower Commission (now the Federal Energy Regulatory Commission)\nwith the authority to administer the NGA, including by approving\nthe construction and extension of interstate pipelines. The NGA\nprovides that in order to build an interstate pipeline, a natural\ngas company must obtain from FERC a certificate reflecting that\nsuch construction “is or will be required by the present or future\npublic convenience and necessity.” 15 U. S. C. §717f(e).\nThe NGA also provides that, before issuing a certificate of public\nconvenience and necessity, FERC “shall set the matter for hearing\nand shall give such reasonable notice of the hearing thereon to all\ninterested persons.” §717f(c)(1)(B).As originally enacted, the NGA did not identify\na mechanism for certificate holders to secure property rights\nnecessary to build pipelines. Natural gas companies were instead\nleft to rely on state eminent domain procedures, which were\nfrequently made unavailable to them. In some States, the eminent\ndomain power could be exercised only if the operation of a pipeline\nwould benefit residents. See S. Rep. No. 429, 80th Cong.,\n1st Sess., 2 (1947) (collecting cases). In others, statutory and\nconstitutional provisions denied state eminent domain power to\ncorporations from other States. Seeid.,at 2–3. The result\nwas that certificate holders often had only an illusory right to\nbuild.Congress acted to remedy this defect. In 1947,\nit amended the NGA to authorize certificate holders to exercise thefederaleminent domain power. See ch. 333, 61Stat. 459.\nUnder 15 U. S. C. §717f(h):“When any holder of a certificate of\npublic convenience and necessity cannot acquire by contract, or is\nunable to agree with the owner of property to the compensation to\nbe paid for, the necessary right-of-way to construct, operate, and\nmaintain a pipe line or pipe lines for the transportation of\nnatural gas . . . , it may acquire the same by the\nexercise of the right of eminent domain in the district court of\nthe United States for the district in which such property may be\nlocated, or in the State courts.”By enabling FERC to vest natural gas companies\nwith the federal eminent domain power, the 1947 amendment ensured\nthat certificates of public convenience and necessity could be\ngiven effect.BPetitioner PennEast Pipeline Co. is a joint\nventure owned by several energy companies. In 2015, PennEast\napplied to FERC for a certificate of public convenience and\nnecessity authorizing the construction of a 116-mile pipeline from\nLuzerne County, Pennsylvania, to Mercer County, New Jersey. FERC\npublished notice of PennEast’s application in the Federal Register,\nand subsequently received thousands of comments in writing and at\npublic hearings. FERC then issued a draft environmental impact\nstatement for the project, which yielded thousands of additional\ncomments. PennEast made a number of route modifications in response\nto the concerns commenters had raised.In January 2018, FERC granted PennEast a\ncertificate of public convenience and necessity. FERC later denied\nrehearing of this decision, and several parties, including\nrespondent New Jersey, petitioned for review in the D. C.\nCircuit. The D. C. Circuit has held those proceedings in\nabeyance pending resolution of this case.Weeks after FERC granted its application,\nPennEast filed various complaints in Federal District Court in New\nJersey. PennEast sought to exercise the federal eminent domain\npower under §717f(h) to obtain rights-of-way along the pipeline\nroute approved by FERC, and to establish just compensation for\naffected owners. PennEast also sought preliminary and permanent\ninjunctive relief allowing it take immediate possession of each\nproperty in advance of any award of just compensation. As relevant\nhere, PennEast sought to condemn two parcels in which New Jersey\nasserts a possessory interest, and 40 parcels in which the State\nclaims nonpossessory interests, such as conservation easements.\nPennEast also sought to condemn parcels in which respondent New\nJersey Conservation Foundation holds an interest.New Jersey moved to dismiss PennEast’s\ncomplaints on sovereign immunity grounds. The District Court denied\nthe motion, holding that New Jersey was not immune from PennEast’s\nexercise of the Federal Government’s eminent domain power.In re PennEast Pipeline Co., 2018 WL 6584893, *12 (D\nNJ, Dec. 14, 2018). Having denied New Jersey’s motion to dismiss on\nimmunity grounds, the District Court granted PennEast’s requests\nfor a condemnation order and preliminary injunctive relief.Id.,at *21, *26.The Third Circuit vacated the District Court’s\norder insofar as it awarded PennEast relief with respect to New\nJersey’s property interests, and it remanded for dismissal of any\nclaims against the State.In re PennEast Pipeline Co.,\n938 F.3d 96, 113 (2019). Although the court acknowledged that the\nFederal Government can condemn state-owned property, it reasoned\nthat this power is in fact the product of two separate powers: the\nFederal Government’s eminent domain power, on the one hand, and its\nability to sue nonconsenting States, on the other.Id.,at\n104. While the Federal Government can delegate its eminent domain\npower to private parties, the court found “reason to doubt” that it\ncan do the same with respect to its exemption from state sovereign\nimmunity.Id.,at 100. After expressing skepticism as to\nwhether the Federal Government could ever delegate this exemption,\nseeid.,at 105–111, the court determined that it did not\nneed to “definitively resolve that question,” because “nothing in\nthe NGA indicates that Congress intended to do so,”id.,at\n111. In reaching this determination, the Third Circuit relied on\nthis Court’s precedents holding that Congress cannot abrogate state\nsovereign immunity in the absence of an “ ‘unmistakably\nclear’ ” statement.Ibid.(quotingBlatchfordv.Native Village of Noatak,501 U.S.\n775, 786 (1991)). Concluding that §717f(h) did not clearly\ndelegate to certificate holders the Federal Government’s ability to\nsue nonconsenting States, the court held that PennEast was not\nauthorized to condemn New Jersey’s property. 938 F. 3d, at\n111–113.We granted certiorari to determine whether the\nNGA authorizes certificate holders to condemn land in which a State\nclaims an interest. 592 U. S. ___ (2021).IIWe begin by addressing a jurisdictional issue\nraised by the United States. As just noted, the Third Circuit ruled\nin New Jersey’s favor based on the State’s statutory argument that\nthe NGA did not delegate to certificate holders the right to file\ncondemnation actions against nonconsenting States. The United\nStates now argues that the Third Circuit lacked jurisdiction to\ndecide that question under 15 U. S. C. §717r(b), which\ngives the court of appeals reviewing FERC’s certificate order\n(here, the D. C. Circuit) “exclusive” jurisdiction to “affirm,\nmodify, or set aside such order.” According to the United States,\nNew Jersey’s statutory argument, if accepted, would modify FERC’s\norder because FERC “expressly stated” in the order that PennEast\n“would have authority to acquire the necessary land or property to\nconstruct the approved facilities by exercising the right of\neminent domain.” Brief for United States asAmicus Curiae15\n(internal quotation marks omitted).PennEast and the respondents both argue that the\nUnited States is wrong. We agree. New Jersey does not seek to\nmodify FERC’s order; it asserts a defense against the condemnation\nproceedings initiated by PennEast. To determine whether the\nDistrict Court correctly rejected New Jersey’s defense, the Third\nCircuit needed to decide whether §717f(h) grants natural gas\ncompanies the right to bring condemnation suits against States. Its\nconclusion that §717f(h) does not authorize such suits did not\n“modify” or “set aside” FERC’s order, which neither purports to\ngrant PennEast the right to file a condemnation suit against States\nnor addresses whether §717f(h) grants that right. This case is thus\nunlikeTacomav.Taxpayers of Tacoma,357 U.S.\n320(1958), in which we held that the Federal Power Act’s\nsimilarly worded exclusive-review provision barred a State from\narguing that a licensee could not exercise the rights granted to it\nby the license itself. Contrary to the United States’ argument, New\nJersey’s appeal is not a collateral attack on the FERC order.IIITurning to New Jersey’s sovereign immunity\ndefense, we begin by discussing the federal eminent domain power.\nSince the founding, the Federal Government has exercised its\neminent domain authority through both its own officers and private\ndelegatees. And it has used that power to take property interests\nheld by both individuals and States. Section 717f(h) is an\nunexceptional instance of this established practice.AGovernments have long taken property for\npublic use without the owner’s consent. Although the term “eminent\ndomain” appears to have been coined by Grotius, see 2 De Jure Belli\nac Pacis 807 (1646 ed., F. Kelsey transl. 1925), the history of the\npower may stretch back to biblical times, see Bell, Private\nTakings, 76 U. Chi. L. Rev. 517, 524–525 (2009). In England\nand the early Colonies, a host of statutes authorized the use of\neminent domain for the construction of roads, bridges, and river\nimprovements, among other projects. See Stoebuck, A General Theory\nof Eminent Domain, 47 Wash. L. Rev. 553, 561–562 (1972). Those\nvested with the power could either initiate legal proceedings to\nsecure the right to build, or they could take property up front and\nforce the owner to seek recovery for any loss of value. See 1\nNichols on Eminent Domain §1.22[11–12] (3d ed. 2021); see alsoKnickv.Township of Scott, 588 U. S. ___, ___\n(2019) (slip op., at 3) (contrasting “direct condemnation” with\n“inverse condemnation”).When the Constitution and Bill of Rights were\nratified, they did not include the words “eminent domain.” The\nTakings Clause of the Fifth Amendment (“nor shall private property\nbe taken for public use, without just compensation”) nevertheless\nrecognized the existence of such a power. Shortly after the\nfounding, the Federal Government began exercising its eminent\ndomain authority in areas subject to exclusive federal\njurisdiction. See,e.g., Act of Mar. 3, 1809, 2Stat.\n539 (authorizing construction of turnpike road in the District of\nColumbia); see alsoCustissv.Georgetown &\nAlexandria Turnpike Co., 6 Cranch 233 (1810) (suit by one of\nMartha Washington’s grandsons to quash inquisition into value of\nland pursuant to Act).By the second half of the 19th century, however,\nthis Court confirmed that federal eminent domain extended to\nproperty within state boundaries as well. InKohlv.United States,91 U.S.\n367(1876), we held that the United States could condemn land\nin Ohio to construct a federal building. We reasoned that “[t]he\npowers vested by the Constitution in the general government demand\nfor their exercise the acquisition of lands in all the States.”Id., at 371. And we noted that “[t]he right of eminent\ndomain was one of those means well known when the Constitution was\nadopted, and employed to obtain lands for public uses.”Id.,\nat 372. The federal eminent domain power, we said, “can neither be\nenlarged nor diminished by a State. Nor can any State prescribe the\nmanner in which it must be exercised.”Id., at 374. And to\navoid any doubt, we added that “[t]he consent of a State can never\nbe a condition precedent to [the] enjoyment” of federal eminent\ndomain.Ibid.WhileKohlinvolved the condemnation of\nprivate land, we have since explained that federal eminent domain\napplies to state property interests as well. InOklahoma ex rel.\nPhillipsv.Guy F. Atkinson Co.,313\nU.S. 508(1941), we upheld an Act of Congress authorizing\nconstruction of a dam and a reservoir that would inundate thousands\nof acres of state-owned land. There, we made explicit a point that\nwas implicit inKohl’s reasoning: “The fact that land is\nowned by a state is no barrier to its condemnation by the United\nStates.” 313 U. S., at 534.BFor as long as the eminent domain power has\nbeen exercised by the United States, it has also been delegated to\nprivate parties. It was commonplace before and after the founding\nfor the Colonies and then the States to authorize the private\ncondemnation of land for a variety of public works. See Bell, 76 U.\nChi. L. Rev.,at 545; see generally,e.g., Hart,\nThe Maryland Mill Act, 1669–1766, 39 Am. J. Legal Hist. 1 (1995).\nThe Federal Government was no different. As early as 1809, Congress\nauthorized private parties to exercise the eminent domain\npower—including through the initiation of direct condemnation\nproceedings—within areas subject to federal jurisdiction. Seesupra,at 8; see also Act of Mar. 2, 1831, 4Stat. 477.In the years followingKohl, the Court\nconfirmed that private delegatees can exercise the federal eminent\ndomain power within the States as well. Our decision inLuxtonv.North River Bridge Co.,153 U.S.\n525(1894), is clear on this point. Congress authorized a\ncorporation to build a bridge between New York and New Jersey, and\nto condemn property as necessary along the way.Id., at\n525–528 (statement of the case); see Act of July 11, 1890, ch. 669,\n26Stat. 268. Luxton—who owned land in Hoboken against which the\ncorporation had brought condemnation proceedings—objected on the\nground that Congress had unconstitutionally delegated its eminent\ndomain power to the corporation. 153 U. S., at 527–528\n(statement of the case). We rejected Luxton’s challenge, explaining\nthat Congress “may, at its discretion, use its sovereign powers,\ndirectly or through a corporation created for that object, to\nconstruct bridges for the accommodation of interstate commerce.”Id., at 530. These powers, we noted, could be exercised\n“with or without a concurrent act of the State in which the lands\nlie.”Ibid.State property was not immune from the exercise\nof delegated eminent domain power. In fact, this is not the first\ntime New Jersey has tried to thwart such a delegation. InStocktonv.Baltimore &\nN.Y.R.Co., 32 F. 9 (CC NJ\n1887), Justice Bradley, riding circuit, considered a challenge by\nNew Jersey to an Act of Congress authorizing a New York corporation\nto build a bridge on state-owned land.Id.,at 9–11; see Act\nof June 16, 1886, ch. 417, 24Stat. 78. The Secretary of War had\napproved the plans for the bridge, as required by the Act, and the\ncorporation had begun preparing for construction. 32 F., at 11. New\nJersey sought an injunction, arguing among other things that an\nout-of-state corporation could not operate within its borders, and\nthat the corporation could not take its land without its consent.Id.,at 13, 17. Justice Bradley dismissed these arguments,\nreasoning that “if congress, in the execution of its powers,\nchooses to employ the intervention of a proper corporation, whether\nof the state, or out of the state, we see no reason why it should\nnot do so.”Id., at 14. Justice Bradley also presciently\nnoted that New Jersey’s position, if accepted, would give rise to\nthe “dilemma of requiring the consent of the state in almost every\ncase of an interstate line of communication by railroad, for hardly\na case can arise in which some property belonging to a state will\nnot be crossed.”Id.,at 17.Just a few years afterStockton, Justice\nBradley’s views were adopted by the full Court. InCherokee\nNationv.Southern Kansas R. Co.,135 U.S.\n641(1890), the Cherokees argued that a private railroad\ncompany could not exercise the federal eminent domain power\npursuant to an Act of Congress.Id., at 655–656. The Act\nauthorized the company to condemn land, including land owned by the\nCherokees, through a set of procedures for determining just\ncompensation. See Act of July 4, 1884, ch. 179, 23Stat. 73.\nThis Court concluded that the Cherokees’ challenge was meritless.\nWe quoted at length fromStockton’s discussion of the\nFederal Government’s superior eminent domain power within the\nStates. See 135 U. S., at 656 (quoting 32 F., at 19). And\nalthoughStocktoninvolved state-owned land, whereasCherokee Nationinvolved property owned by an Indian Tribe,\nthe Court said that “[i]t would be very strange if the national\ngovernment, in the execution of its rightful authority, could\nexercise the power of eminent domain in the several States, and\ncould not exercise the same power in a Territory occupied by an\nIndian nation or tribe.” 135 U. S.,at 656–657. It made\nno difference, moreover, that the Cherokees’ property was condemned\nby a private delegatee, as the delegatee was “none the less a fit\ninstrumentality to accomplish the public objects contemplated by\nthe act.”Id., at 657.CThe cases above paint a clear picture: Since\nits inception, the Federal Government has wielded the power of\neminent domain, and it has delegated that power to private parties.\nWe have observed and approved of that practice. The eminent domain\npower may be exercised—whether by the Government or its\ndelegatees—within state boundaries, including against state\nproperty. We have also stated, as a general matter, that “the\nUnited States may take property pursuant to its power of eminent\ndomain in one of two ways: it can enter into physical possession of\nproperty without authority of a court order; or it can institute\ncondemnation proceedings under various Acts of Congress providing\nauthority for such takings.”United Statesv.Dow,357 U.S.\n17, 21 (1958). The same is true for private delegatees.Luxton, for example, arose out of a condemnation proceeding\ninitiated by a corporation, 153 U. S., at 525–528 (statement\nof the case), whereasStocktonwas a suit brought by the\nState after preparations for construction had already begun, 32 F.,\nat 11.Section 717f(h) follows this path. As described\nabove, a natural gas company must obtain a certificate of public\nconvenience and necessity from FERC in order to build a pipeline.\nOnce the certificate is obtained, if the company “cannot acquire by\ncontract, or is unable to agree with the owner of property to the\ncompensation to be paid for, the necessary right-of-way” to build\nthe pipeline, then the company “may acquire the same by the\nexercise of the right of eminent domain.” §717f(h). This delegation\nis categorical. No one disputes that §717f(h) was passed\nspecifically to solve the problem of States impeding interstate\npipeline development by withholding access to their own eminent\ndomain procedures. See S. Rep. No. 429, at 2–4. And it\nwas understood both at the time the provision was enacted and over\nthe following decades that States’ property interests would be\nsubject to condemnation. See,e.g.,Hearings on S. 734\net al. before the Subcommittee of the Senate Committee on\nInterstate and Foreign Commerce, 80th Cong., 1st Sess., 105 (1947)\n(opponents of the bill that would become §717f(h) objecting on the\nground that it would “permit[ ] the taking of State-owned\nlands used for State purposes by a private company”);Tenneco\nAtlantic Pipeline Co., 1 FERC ¶63,025, p. 65,203 (1977)\n(“the eminent domain grant to persons holding [certificates of\npublic convenience and necessity] applies equally to private and\nstate lands”). By its terms, §717f(h) delegates to certificate\nholders the power to condemn any necessary rights-of-way, including\nland in which a State holds an interest.IVThe respondents and the principal dissent do\nnot dispute that the NGA empowers certificate holders to condemn\nprivate property. They argue instead that sovereign immunity bars\ncondemnation actions against nonconsenting States. And even if such\nactions are constitutionally permissible, the respondents (but not\nthe dissent) contend that §717f(h) does not speak with sufficient\nclarity to authorize them. We address each of these arguments in\nturn.A“States’ immunity from suit is a fundamental\naspect of the sovereignty which the States enjoyed before the\nratification of the Constitution.”Aldenv.Maine,527 U.S.\n706, 713 (1999). When “the States entered the federal system,”\nthey did so “with their sovereignty intact.”Blatchford, 501\nU. S., at 779. Although the Court initially held that States\ncould be subject to suit by citizens of other States, seeChisholmv.Georgia, 2 Dall. 419 (1793), the\nratification of the Eleventh Amendment soon corrected this error.\nThat Amendment provides that “[t]he Judicial power of the United\nStates shall not be construed to extend to any suit in law or\nequity, commenced or prosecuted against one of the United States by\nCitizens of another State, or by Citizens or Subjects of any\nForeign State.” Our decision inHansv.Louisiana,134 U.S. 1(1890), clarified that States retain their immunity from suit\nregardless of the citizenship of the plaintiff. SinceHans,\n“we have understood the Eleventh Amendment to stand not so much for\nwhat it says, but for the presupposition of our constitutional\nstructure which it confirms.”Blatchford, 501 U. S., at\n779.Under our precedents, a State may be subject to\nsuit only in limited circumstances. A State may of course consent\nto suit, although such consent must be “unequivocally expressed.”Sossamonv.Texas,563 U.S.\n277, 284 (2011) (internal quotation marks omitted). Congress\nmay also abrogate state sovereign immunity under the Fourteenth\nAmendment,Fitzpatrickv.Bitzer,427 U.S.\n445, 456 (1976), again assuming it does so with the requisite\nclarity,Nevada Dept. of Human Resourcesv.Hibbs,538 U.S.\n721, 726 (2003). And a State may be sued if it has agreed to\nsuit in the “plan of the Convention,” which is shorthand for “the\nstructure of the original Constitution itself.”Alden, 527\nU. S., at 728; see The Federalist No. 81,\npp. 548–549 (J. Cooke ed. 1961) (A. Hamilton). The “plan of\nthe Convention” includes certain waivers of sovereign immunity to\nwhich all States implicitly consented at the founding. SeeAlden, 527 U. S., at 755–756. We have recognized such\nwaivers in the context of bankruptcy proceedings,Central Va.\nCommunity Collegev.Katz,546 U.S.\n356, 379 (2006); seeAllenv.Cooper, 589\nU. S. ___, ___ (2020) (slip op., at 8), suits by other States,South Dakotav.North Carolina,192 U.S.\n286, 318 (1904), and suits by the Federal Government,United\nStatesv.Texas,143 U.S.\n621, 646 (1892).BThe respondents and the dissent argue that\nprivate parties cannot condemn state-owned property under §717f(h)\nbecause there is no applicable exception to sovereign immunity. In\nthe dissent’s view, PennEast’s suit is barred because §717f(h) is\njust another “exercise of Congress’ power to regulate interstate\ncommerce,” and “Congress cannot authorize private suits against a\nnonconsenting State pursuant to its Commerce Clause power.”Post,at 4 (opinion of Barrett, J.); see also Brief for\nRespondent NJCF 22–24. The dissent also contends that States did\nnot implicitly consent to private condemnation suits when they\nratified the Constitution. Seepost,at 4–7; see also Brief\nfor Respondent NJCF 38–44; Brief for Respondent New Jersey\net al. 13–22.Beginning with the argument that Congress cannot\nsubject States to suit pursuant to its commerce power, it is\nundoubtedly true under our precedents that—with the exception of\nthe Bankruptcy Clause, seeKatz, 546 U. S., at\n379—“Article I cannot justify haling a State into federal court,”Allen, 589 U. S., at ___ (slip op., at 7). InSeminole Tribe of Fla.v.Florida,517 U.S.\n44(1996), we held that state sovereign immunity “restricts the\njudicial power under Article III, and Article I cannot be used to\ncircumvent the constitutional limitations placed upon federal\njurisdiction.”Id., at 72–73.Seminole Tribeconcluded that States’ inherent immunity from suit would be\n“eviscerated” if Congress were allowed to abrogate States’ immunity\npursuant to its Article I powers.Id., at 64.But congressional abrogation is not the only\nmeans of subjecting States to suit. As noted above, States can also\nbe sued if they have consented to suit in the plan of the\nConvention. And where the States “agreed in the plan of the\nConvention not to assert any sovereign immunity defense,” “no\ncongressional abrogation [is] needed.”Allen, 589\nU. S., at ___ (slip op., at 8).As the cases discussed in Part III show, the\nStates consented in the plan of the Convention to the exercise of\nfederal eminent domain power, including in condemnation proceedings\nbrought by private delegatees. The plan of the Convention reflects\nthe “fundamental postulates implicit in the constitutional design.”Alden, 527 U. S., at 729. And we have said regarding\nthe exercise of federal eminent domain within the States that one\n“postulate of the Constitution [is] that the government of the\nUnited States is invested with full and complete power to execute\nand carry out its purposes.”Cherokee Nation, 135\nU. S., at 656 (quotingStockton, 32 F., at 19).Put another way, when the States entered the\nfederal system, they renounced their right to the “highest dominion\nin the lands comprised within their limits.” 135 U. S., at 656\n(quoting 32 F., at 19). The plan of the Convention contemplated\nthat States’ eminent domain power would yield to that of the\nFederal Government “so far as is necessary to the enjoyment of the\npowers conferred upon it by the Constitution.”Kohl, 91\nU. S., at 372. As we explained inCherokee Nation(again quoting Justice Bradley inStockton), “[i]f it is\nnecessary that the United States government should have an eminent\ndomain still higher than that of the State, in order that it may\nfully carry out the objects and purposes of the Constitution, then\nit has it.” 135 U. S., at 656 (quoting 32 F., at 19). The\nCourt left no doubt about the importance of the proposition: “This\nis not a matter of words, but of things.” 135 U. S., at 656\n(quoting 32 F., at 19). And as we have emphasized in cases\ninvolving delegations of the federal eminent domain power, Congress\n“may, at its discretion, use its sovereign powers, directly or\nthrough a corporation created for that object.”Luxton, 153\nU. S., at 530. PennEast’s condemnation action to give effect\nto the federal eminent domain power falls comfortably within the\nclass of suits to which States consented under the plan of the\nConvention.The respondents and the dissent do not dispute\nthat the Federal Government enjoys a power of eminent domain\nsuperior to that of the States. Nor do they dispute that the\nFederal Government can delegate that power to private parties. They\ninstead assert that the only “question is whether Congress can\nauthorize a private party to bring a condemnation suit against a\nState.”Post,at 5; see Brief for Respondent NCJF 40; Brief\nfor Respondent New Jersey et al. 15. And they argue that\nbecause there is no founding-era evidence of such suits, States did\nnot consent to them when they entered the federal system. Seepost,at 5–7; Brief for Respondent NCJF 39–42; Brief for\nRespondent New Jersey et al. 13–16.The flaw in this reasoning is that it attempts\nto divorce the eminent domain power from the power to bring\ncondemnation actions—and then argue that the latter, so carved out,\ncannot be delegated to private parties with respect to state-owned\nlands. But the eminent domain power is inextricably intertwined\nwith the ability to condemn. We have even at times equated the\neminent domain power with the power to bring condemnation\nproceedings. SeeAginsv.City of Tiburon,447 U.S.\n255, 258, n. 2 (1980), abrogated on other grounds byLinglev.Chevron U. S. A. Inc.,544 U.S.\n528, 532 (2005). Separating the eminent domain power from the\npower to condemn—when exercised by a delegatee of the Federal\nGovernment—would violate the basic principle that a State may not\ndiminish the eminent domain authority of the federal sovereign. SeeKohl, 91 U. S., at 374 (“If the United States have the\npower, it must be complete in itself. It can neither be enlarged\nnor diminished by a State.”).If private parties authorized by the Federal\nGovernment were unable to condemn States’ property interests, then\nthat would leave delegatees with only one constitutionally\npermissible way of exercising the federal eminent domain power:\nTake property now and require States to sue for compensation\nlater.[1]* It is difficult to\nsee how such an arrangement would vindicate the principles\nunderlying state sovereign immunity. Whether the purpose of that\ndoctrine is to “shield[ ] state treasuries” or “accord the\nStates the respect owed them as joint sovereigns,”Federal\nMaritime Comm’nv.South Carolina Ports Authority,535\nU.S. 743, 765 (2002) (internal quotation marks omitted), it\nwould hardly be served by favoring private or Government- supported\ninvasions of state-owned lands over judicial proceedings.Perhaps sensing the incongruity of such a\nresult, New Jersey has taken the extreme stance that there isnoconstitutional mechanism for Federal Government\ndelegatees to exercise the eminent domain power against the States.\nSee Tr. of Oral Arg. 86. This position is untenable. “[J]ust as\npermission to harvest the wheat on one’s land implies permission to\nenter on the land for that purpose,” A. Scalia & B. Garner,\nReading Law 192 (2012), so too does authorization to take property\ninterests imply a means through which those interests can be\npeaceably transferred. An eminent domain power that is incapable of\nbeing exercised amounts to no eminent domain power at all. And that\nis contrary to the plan of the Convention for the reasons discussed\ninKohl,Stockton,Cherokee Nation, andLuxton.The dissent, for its part, declines to say\nwhether Congress could authorize a certificate holder to take\npossession of state property through upfront entry. Seepost,at 7–8, and n. 3. The dissent gestures at other\njudicial and administrative procedures that delegatees might be\nable to use to take state property. Seepost,at 8,\nn. 3. But such procedures would almost certainly meet the same\nfate as traditional condemnation actions under the dissent’s\nanalysis. SeeFederal Maritime Comm’nv.South Carolina\nPorts Authority,535 U.S.\n743, 760–761 (2002).Furthermore, the respondents and the dissent\nprove too much by emphasizing the historical absence of private\ncondemnation suits against state-owned lands. As a preliminary\nmatter, they appear to cast doubt on the provenance of the Federal\nGovernment’s ability to exercise its eminent domain power within\nthe States. Seepost,at 6; Brief for Respondent NCJF 40–42;\nBrief for Respondent New Jersey et al. 16–18. But we resolved\ninKohland its progeny that the Federal Government has such\nan ability—including against state-owned property—and that the\nexercise of the federal eminent domain power was a means that was\n“known and appropriate” at the time of the founding. 91 U. S.,\nat 372. We made very clear that this conclusion was unaffected by\nthe fact that the federal eminent domain power had “not heretofore\nbeen exercised adversely” within the States, because “the non-user\nof a power does not disprove its existence.”Id.,at\n373.The respondents and the dissent recognize,\nmoreover, that States consented in the plan of the Convention to\nsuits by the Federal Government, even though that proposition was\nnot established until 1892 inUnited Statesv.Texas.\nSeepost,at 6–7; Brief for Respondent NCJF 37; Brief for\nRespondent New Jersey et al. 20–21; see alsoPrincipality\nof Monacov.Mississippi,292 U.S.\n313, 329 (1934);Blatchford, 501 U. S., at 781–782.\nThe Court inTexas—which was decided even more recently thanKohl,Stockton, andCherokee Nation—did not\ninsist upon examples from the founding era of federal suits against\nStates. The Court instead reasoned as a structural matter that such\nsuits were authorized because it “does no violence to the inherent\nnature of sovereignty” for a State to be sued by “the government\nestablished for the common and equal benefit of the people of all\nthe States.” 143 U. S., at 646. The structural considerations\ndiscussed above likewise show that States consented to the federal\neminent domain power, whether that power is exercised by the\nGovernment or its delegatees. And that is true even in the absence\nof a perfect historical analogue to the proceedings PennEast\ninitiated below.The dissent argues that the Court inTexasrelied not only on “constitutional structure,” but\nalso on “textual cues.”Post,at 6. But the only relevant\nconstitutional text inTexaswas a grant of federal\njurisdiction, and that cannot explain States’ implicit consent in\nthe plan of the Convention to suits by the Federal Government. If\nit could, then the extension of the judicial power to controversies\n“between a State and Citizens of another State,” Art. III, §2,\ncl. 1, would suggest thatChisholmv.Georgiacorrectly held that nonconsenting States could be subject to\nprivate suit. And the existence of federal jurisdiction over\ncontroversies “between a State . . . and foreign States,”\nArt. III, §2, cl. 1, would suggest that States consented\nin the plan of the Convention to suit by other nations,\nnotwithstanding our holding to the contrary inPrincipality of\nMonacov.Mississippi. A grant of judicial power does\nnot imply an abrogation of sovereign immunity.Texasrested\non “the consent of the State” in the constitutional plan, as does\nour decision today. 143 U. S., at 646.As a final point, the other dissent offers a\ndifferent theory—that even if the States consented in the plan of\nthe Convention to the proceedings below, the Eleventh Amendment\nnonetheless divests federal courts of subject-matter jurisdiction\nover a suit filed against a State by a diverse plaintiff. Seepost,at 3–4 (opinion of Gorsuch, J.). But under our\nprecedents that no party asks us to reconsider here, we have\nunderstood the Eleventh Amendment to confer “a personal privilege\nwhich [a State] may waive at pleasure.”Clarkv.Barnard,108 U.S.\n436, 447 (1883); see,e.g.,Lapidesv.Board\nof Regents of Univ. System of Ga.,535\nU.S. 613, 618–619 (2002);Gunterv.Atlantic Coast\nLine R. Co.,200 U.S.\n273, 284 (1906). When “a State waives its immunity and consents\nto suit in federal court, the Eleventh Amendment does not bar the\naction.”Atascadero State Hospitalv.Scanlon,473 U.S.\n234, 238 (1985). Such consent may, as here, be “ ‘inherent\nin the constitutional plan.’ ”McKesson Corp.v.Division of Alcoholic Beverages and Tobacco, Fla. Dept. of\nBusiness Regulation,496 U.S.\n18, 30 (1990) (quotingPrincipality of Monaco, 292\nU. S., at 329); see,e.g.,Katz, 546 U. S.,\nat 377–378.CWe conclude by addressing the respondents’\nargument (which the dissent does not join) that even if States\nagreed in the plan of the Convention to condemnation suits by\nFederal Government delegatees, the NGA does not authorize such\nsuits with the requisite clarity. The Third Circuit adopted this\nposition below, concluding that §717f(h) did not use the\n“unmistakably clear” language necessary to delegate the Federal\nGovernment’s ability to sue nonconsenting States. 938 F. 3d,\nat 111 (quotingBlatchford, 501 U. S., at 786); 938\nF. 3d, at 111 (“If Congress had intended to delegate the\nfederal government’s exemption from sovereign immunity, it would\ncertainly have spoken much more clearly.”). The respondents renew\ntheir contention before this Court. See Brief for Respondent NCJF\n24–31; Brief for Respondent New Jersey et al. 31–39. They note\nthat we have required “unequivocal textual evidence” when\ndetermining whether a State has expressly consented to suit, or\nwhen evaluating whether Congress has validly abrogated state\nsovereign immunity under the Fourteenth Amendment.Id.,at\n32 (citingSossamon, 563 U. S., at 291;Hibbs,\n538 U. S., at 726). And they argue that this requirement\nshould apply with equal force in the context of private\ncondemnation actions against nonconsenting States.The respondents are certainly correct that a\nclear statement is required to subject States to suit in the waiver\nand abrogation contexts. But they have again misconstrued the issue\nin this case as whether the United States can delegate its ability\nto sue States. The issue is instead whether the United States can\ndelegate its eminent domain power to private parties. Regardless\nwhether the Federal Government must speak with unmistakable clarity\nwhen delegating its freestanding exemption from state sovereign\nimmunity (assuming such a delegation is even permissible, seeBlatchford, 501 U. S., at 785), there is no similar\nrequirement when the Federal Government authorizes a private party\nto exercise its eminent domain power. The respondents do not\ndispute that the federal eminent domain power can be delegated, or\nthat §717f(h) speaks with sufficient clarity to delegate the power\nto condemn privately owned land. They argue only that §717f(h)\nfails to delegate the power to condemn States’ property interests.\nBut the federal eminent domain power is “complete in itself,”Kohl, 91 U. S., at 374, and the States consented to the\nexercise of that power—in its entirety—in the plan of the\nConvention. The States thus have no immunity left to waive or\nabrogate when it comes to condemnation suits by the Federal\nGovernment and its delegatees.VWhen the Framers met in Philadelphia in the\nsummer of 1787, they sought to create a cohesive national sovereign\nin response to the failings of the Articles of Confederation. Over\nthe course of the Nation’s history, the Federal Government and its\ndelegatees have exercised the eminent domain power to give effect\nto that vision, connecting our country through turnpikes, bridges,\nand railroads—and more recently pipelines, telecommunications\ninfrastructure, and electric transmission facilities. And we have\nrepeatedly upheld these exercises of the federal eminent domain\npower—whether by the Government or a private corporation, whether\nthrough an upfront taking or a direct condemnation proceeding, and\nwhether against private property or state-owned land.The NGA fits well within this tradition. From\nhumble beginnings in central Indiana, the Nation’s interstate\npipeline system has grown to span hundreds of thousands of miles.\nThis development was made possible by the enactment of §717f(h) in\n1947. By its terms, §717f(h) authorizes FERC certificate holders to\ncondemn all necessary rights-of-way, whether owned by private\nparties or States. Such condemnation actions do not offend state\nsovereignty, because the States consented at the founding to the\nexercise of the federal eminent domain power, whether by public\nofficials or private delegatees. Because the Third Circuit reached\na contrary conclusion, we reverse the judgment below and remand the\ncase for further proceedings consistent with this opinion.It is so ordered.Notes1*In addition, all agree that\nCongress could authorize FERC itself to condemn the exact same\nproperty interests, pursuant to the exact same certificate of\npublic convenience and necessity, and then transfer those interests\nto PennEast following a legal proceeding in which the Government\nwould presumably act in concert with PennEast. Seepost,at\n7 (opinion of Barrett, J.); Brief for Petitioner 40; Brief for\nRespondent New Jersey et al. 43–46. This further highlights\nthe counterintuitive nature of the constitutional scheme envisioned\nby the respondents and the dissent.",
    "joined": []
}