{
    "case": {
        "docket": "14-8349",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-8349/"
    },
    "id": "3575439",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–8349_________________TIMOTHY TYRONE FOSTER, PETITIONERv.BRUCE CHATMAN, WARDENon writ of certiorari to the supreme court of\ngeorgia[May 23, 2016]Chief Justice Roberts delivered the opinion of\nthe Court.Petitioner Timothy Foster was convicted of\ncapital murder and sentenced to death in a Georgia court. During\njury selection at his trial, the State exercised peremptory strikes\nagainst all four black prospective jurors qualified to serve.\nFoster argued that the State’s use of those strikes was racially\nmotivated, in violation of our decision inBatsonv.Kentucky, 476 U. S. 79 (1986) . The trial court and the\nGeorgia Supreme Court rejected Foster’sBatsonclaim.Foster then sought a writ of habeas corpus from\nthe Superior Court of Butts County, Georgia, renewing hisBatsonobjection. That court denied relief, and the Georgia\nSupreme Court declined to issue the Certificate of Probable Cause\nnecessary under Georgia law for Foster to pursue an appeal. We\ngranted certiorari and now reverse.IOn the morning of August 28, 1986, police\nfound Queen Madge White dead on the floor of her home in Rome,\nGeorgia. White, a 79-year-old widow, had been beaten, sexually\nassaulted, and strangled to death. Her home had been burglarized.\nTimothy Foster subsequently confessed to killing White, and White’s\npossessions were recovered from Foster’s home and from Foster’s two\nsisters. The State indicted Foster on charges of malice murder and\nburglary. He faced the death penalty.Fosterv.State, 258 Ga. 736, 374 S. E. 2d 188 (1988).District Attorney Stephen Lanier and Assistant\nDistrict Attorney Douglas Pullen represented the State at trial.\nJury selection proceeded in two phases: removals for cause and\nperemptory strikes. In the first phase, each prospective juror\ncompleted a detailed questionnaire, which the prosecution and\ndefense reviewed. The trial court then conducted a juror-by-jurorvoir direof approximately 90 prospective jurors.\nThroughout this process, both parties had the opportunity to\nquestion the prospective jurors and lodge challenges for cause.\nThis first phase whittled the list down to 42 “qualified”\nprospective jurors. Five were black.In the second phase, known as the “striking of\nthe jury,” both parties had the opportunity to exercise peremptory\nstrikes against the array of qualified jurors. Pursuant to state\nlaw, the prosecution had ten such strikes; Foster twenty. See Ga.\nCode Ann. §15–12–165 (1985). The process worked as follows: The\nclerk of the court called the qualified prospective jurors one by\none, and the State had the option to exercise one of its peremptory\nstrikes. If the State declined to strike a particular prospective\njuror, Foster then had the opportunity to do so. If neither party\nexercised a peremptory strike, the prospective juror was selected\nfor service. This second phase continued until 12 jurors had been\naccepted.The morning the second phase began, Shirley\nPowell, one of the five qualified black prospective jurors,\nnotified the court that she had just learned that one of her close\nfriends was related to Foster. The court removed Powell for cause.\nThat left four black prospective jurors: Eddie Hood, Evelyn Hardge,\nMary Turner, and Marilyn Garrett.The striking of the jury then commenced. The\nState exercised nine of its ten allotted peremptory strikes,\nremoving all four of the remaining black prospective jurors. Foster\nimmediately lodged aBatsonchallenge. The trial court\nrejected the objection and empaneled the jury. The jury convicted\nFoster and sentenced him to death.Following sentencing, Foster renewed hisBatsonclaim in a motion for a new trial. After an\nevidentiary hearing, the trial court denied the motion. The Georgia\nSupreme Court affirmed, 258 Ga., at 747, 374 S. E. 2d, at 197,\nand we denied certiorari,Fosterv.Georgia, 490\nU. S. 1085 (1989) .Foster subsequently sought a writ of habeas\ncorpus from the Superior Court of Butts County, Georgia, again\npressing hisBatsonclaim. While the state habeas proceeding\nwas pending, Foster filed a series of requests under the Georgia\nOpen Records Act, see Ga. Code Ann. §§50–18–70 to 50–18–77 (2002),\nseeking access to the State’s file from his 1987 trial. In\nresponse, the State disclosed documents related to the jury\nselection at that trial. Over the State’s objections, the state\nhabeas court admitted those documents into evidence. They included\nthe following:(1) Four copies of the jury venire list. On each\ncopy, the names of the black prospective jurors were highlighted in\nbright green. A legend in the upper right corner of the lists\nindicated that the green highlighting “represents Blacks.” See,e.g., App. 253. The letter “B” also appeared next to each\nblack prospective juror’s name. See,e.g.,ibid.\nAccording to the testimony of Clayton Lundy, an investigator who\nassisted the prosecution during jury selection, these highlighted\nvenire lists were circulated in the district attorney’s office\nduring jury selection. That allowed “everybody in the\noffice”—approximately “10 to 12 people,” including “[s]ecretaries,\ninvestigators, [and] district attorneys”—to look at them, share\ninformation, and contribute thoughts on whether the prosecution\nshould strike a particular juror. Pl. Exh. 1, 2 Record 190, 219\n(Lundy deposition) (hereinafter Tr.). The documents, Lundy\ntestified, were returned to Lanier before jury selection.Id.,at 220.(2) A draft of an affidavit that had been\nprepared by Lundy “at Lanier’s request” for submission to the state\ntrial court in response to Foster’s motion for a new trial.Id.,at 203. The typed draft detailed Lundy’s views on ten\nblack prospective jurors, stating “[m]y evaluation of the jurors\nare a[s] follows.” App. 343. Under the name of one of those jurors,\nLundy had written:“If it comes down to having to pick one of\nthe black jurors, [this one] might be okay. This is solely my\nopinion. . . . Upon picking of the jury after\nlistening to all of the jurors we had to pick, if we had to pick a\nblack juror I recommend that [this juror] be one of the jurors.”Id., at 345 (paragraph break omitted).That text had been crossed out by hand; the\nversion of the affidavit filed with the trial court did not contain\nthe crossed-out language. Seeid., at 127–129. Lundy\ntestified that he “guess[ed]” the redactions had been done by\nLanier. Tr. 203.(3) Three handwritten notes on black prospective\njurors Eddie Hood, Louise Wilson, and Corrie Hinds. Annotations\ndenoted those individuals as “B#1,” “B#2,” and “B#3,” respectively.\nApp. 295–297. Lundy testified that these were examples of the type\nof “notes that the team—the State would take down during\nvoir dire to help select the jury in Mr. Foster’s case.” Tr.\n208–210.(4) A typed list of the qualified jurors\nremaining aftervoir dire. App. 287–290. It included\n“Ns” next to ten jurors’ names, which Lundy told the state habeas\ncourt “signif[ied] the ten jurors that the State had strikes for\nduring jury selection.” Tr. 211. Such an “N” appeared alongside the\nnames of all five qualified black prospective jurors. See App.\n287–290. The file also included a handwritten version of the same\nlist, with the same markings.Id., at 299–300; see Tr. 212.\nLundy testified that he was unsure who had prepared or marked the\ntwo lists.(5) A handwritten document titled “definite\nNO’s,” listing six names. The first five were those of the five\nqualified black prospective jurors. App. 301. The State concedes\nthat either Lanier or Pullen compiled the list, which Lundy\ntestified was “used for preparation in jury selection.” Tr. 215;\nTr. of Oral Arg. 45.(6) A handwritten document titled “Church of\nChrist.” A notation on the document read: “NO. NoBlackChurch.” App. 302.(7) The questionnaires that had been completed\nby several of the black prospective jurors. On each one, the\njuror’s response indicating his or her race had been circled.Id.,at 311, 317, 323, 329, 334.In response to the admission of this evidence,\nthe State introduced short affidavits from Lanier and Pullen.\nLanier’s affidavit stated:“I did not make any of the highlighted\nmarks on the jury venire list. It was common practice in the office\nto highlight in yellow those jurors who had prior case experience.\nI did not instruct anyone to make the green highlighted marks. I\nreaffirm my testimony made during the motion for new trial hearing\nas to how I used my peremptory jury strikes and the basis and\nreasons for those strikes.”Id., at 169 (paragraph numeral\nomitted).Pullen’s affidavit averred:“I did not make any of the highlighted\nmarks on the jury venire list, and I did not instruct anyone else\nto make the highlighted marks. I did not rely on the highlighted\njury venire list in making my decision on how to use my peremptory\nstrikes.”Id., at 170–171 (paragraph numeral omitted).Neither affidavit provided further explanation\nof the documents, and neither Lanier nor Pullen testified in the\nhabeas proceeding.After considering the evidence, the state habeas\ncourt denied relief. The court first stated that, “[a]s a\npreliminary matter,” Foster’sBatsonclaim was “not\nreviewable based on the doctrine of res judicata” because it had\nbeen “raised and litigated adversely to [Foster] on his direct\nappeal to the Georgia Supreme Court.” App. 175. The court\nnonetheless announced that it would “mak[e] findings of fact and\nconclusions of law” on that claim.Id.,at 191. Based on\nwhat it referred to as a “Batson. . . analysis,”\nthe court concluded that Foster’s “renewedBatsonclaim is\nwithout merit,” because he had “fail[ed] to demonstrate purposeful\ndiscrimination.”Id.,at 192, 195, 196.The Georgia Supreme Court denied Foster the\n“Certificate of Probable Cause” necessary under state law for him\nto pursue an appeal, determining that his claim had no “arguable\nmerit.”Id., at 246; see Ga. Code Ann. §9–14–52 (2014); Ga.\nSup. Ct. Rule 36 (2014). We granted certiorari. 575 U. S. ___\n(2015).IIBefore turning to the merits of Foster’sBatsonclaim, we address a threshold issue. Neither party\ncontests our jurisdiction to review Foster’s claims, but we “have\nan independent obligation to determine whether subject-matter\njurisdiction exists, even in the absence of a challenge from any\nparty.”Arbaughv.Y & H Corp., 546 U. S.\n500, 514 (2006) .This Court lacks jurisdiction to entertain a\nfederal claim on review of a state court judgment “if that judgment\nrests on a state law ground that is both ‘independent’ of the\nmerits of the federal claim and an ‘adequate’ basis for the court’s\ndecision.”Harrisv.Reed, 489 U. S. 255, 260\n(1989) .The state habeas court noted that Foster’sBatsonclaim was “not reviewable based on the doctrine of\nres judicata” under Georgia law. App. 175. The Georgia Supreme\nCourt’s unelaborated order on review provides no reasoning for its\ndecision.[1] That raises the\nquestion whether the Georgia Supreme Court’s order—the judgment\nfrom which Foster sought certiorari[2]—rests on an adequate and independent state law ground\nso as to preclude our jurisdiction over Foster’s federal claim.We conclude that it does not. When application\nof a state law bar “depends on a federal constitutional ruling, the\nstate-law prong of the court’s holding is not independent of\nfederal law, and our jurisdiction is not precluded.”Akev.Oklahoma, 470 U. S. 68, 75 (1985) ; see alsoThree\nAffiliated Tribes of Fort Berthold Reservationv.Wold\nEngineering, P. C., 467 U. S. 138, 152 (1984) .In this case, the Georgia habeas court’s\nanalysis in the section of its opinion labeled “Batsonclaim” proceeded as follows:“The [State] argues that this claim is not\nreviewable due to the doctrine of res judicata. However, because\n[Foster] claims that additional evidence allegedly supporting this\nground was discovered subsequent to the Georgia Supreme Court’s\nruling [on direct appeal], this court will review theBatsonclaim as to whether [Foster] has shown any change in the facts\nsufficient to overcome the res judicata bar.” App. 192.To determine whether Foster had alleged a\nsufficient “change in the facts,” the habeas court engaged in four\npages of what it termed a “Batson. . . analysis,”\nin which it evaluated the original trial record and habeas record,\nincluding the newly uncovered prosecution file.Id.,at\n192–196. Ultimately, that court concluded that Foster’s “renewedBatsonclaim iswithout merit.”Id.,at 196\n(emphasis added).In light of the foregoing, it is apparent that\nthe state habeas court’s application of res judicata to Foster’sBatsonclaim was not independent of the merits of his\nfederal constitutional challenge.[3] That court’s invocation of res judicata therefore poses\nno impediment to our review of Foster’sBatsonclaim. SeeAke, 470 U. S., at 75.[4]IIIAThe “Constitution forbids striking even a\nsingle prospective juror for a discriminatory purpose.”Snyderv.Louisiana, 552 U. S. 472, 478 (2008)\n(internal quotation marks omitted). Our decision inBatsonv.Kentucky, 476 U. S. 79 , provides a three-step\nprocess for determining when a strike is discriminatory:“First, a defendant must make a prima\nfacie showing that a peremptory challenge has been exercised on the\nbasis of race; second, if that showing has been made, the\nprosecution must offer a race-neutral basis for striking the juror\nin question; and third, in light of the parties’ submissions, the\ntrial court must determine whether the defendant has shown\npurposeful discrimination.”Snyder, 552 U. S., at\n476–477 (internal quotation marks and brackets omitted).Both parties agree that Foster has demonstrated\na prima facie case, and that the prosecutors have offered\nrace-neutral reasons for their strikes. We therefore address onlyBatson’s third step. That step turns on factual\ndeterminations, and, “in the absence of exceptional circumstances,”\nwe defer to state court factual findings unless we conclude that\nthey are clearly erroneous.Synder, 552 U. S., at\n477.Before reviewing the factual record in this\ncase, a brief word is in order regarding the contents of the\nprosecution’s file that Foster obtained through his Georgia Open\nRecords Act requests. Pursuant to those requests, Foster received a\n“certif[ied] . . . true and correct copy of 103 pages of\nthe State’s case file” from his 1987 trial. App. 247. The State\nargues that “because [Foster] did not call either of the\nprosecutors to the stand” to testify in his state habeas\nproceedings, “he can only speculate as to the meaning of various\nmarkings and writings” on thosepages, “the author of many of them,\nand whether the twoprosecutors at trial (District Attorney Lanier\nand Assistant District Attorney Pullen) even saw many of them.”\nBrief for Respondent 20. For these reasons, the State argues, “none\nof the specific pieces of new evidence [found in the file] shows an\nintent to discriminate.”Ibid.(capitalization omitted). For\nhis part, Foster argues that “[t]here is no question that the\nprosecutors used the lists and notes, which came from the\nprosecution’s file and were certified as such,” and therefore the\n“source of the lists and notes, their timing, and their purpose is\nhardly ‘unknown’ or based on ‘conjecture.’ ” Reply Brief 4–5\n(quoting Brief for Respondent 27–28).The State concedes that the prosecutors\nthemselves authored some documents, see,e.g., Tr. of Oral\nArg. 45 (admitting that one of the two prosecutors must have\nwritten the list titled “definite NO’s”), and Lundy’s testimony\nstrongly suggests that the prosecutors viewed others, see,e.g., Tr. 220 (noting that the highlighted jury venire lists\nwere returned to Lanier prior to jury selection). There are,\nhowever, genuine questions that remain about the provenance of\nother documents. Nothing in the record, for example, identifies the\nauthor of the notes that listed three black prospective jurors as\n“B#1,” “B#2,” and “B#3.” Such notes, then, are not necessarily\nattributable directly to the prosecutors themselves. The state\nhabeas court was cognizant of those limitations, but nevertheless\nadmitted the file into evidence, reserving “a determination as to\nwhat weight the Court is going to put on any of [them]” in light of\nthe objections urged by the State. 1 Record 20.We agree with that approach. Despite questions\nabout the background of particular notes, we cannot accept the\nState’s invitation to blind ourselves to their existence. We have\n“made it clear that in considering aBatsonobjection, or in\nreviewing a ruling claimed to beBatsonerror, all of the\ncircumstances that bear upon the issue of racial animosity must be\nconsulted.”Snyder,552 U. S., at 478. As we have said\nin a related context, “[d]etermining whether invidious\ndiscriminatory purpose was a motivating factor demands a sensitive\ninquiry into such circumstantial . . . evidence of intent\nas may be available.”Arlington Heightsv.Metropolitan\nHousing Development Corp., 429 U. S. 252, 266 (1977) . At\na minimum, we are comfortable that all documents in the file were\nauthored bysomeonein the district attorney’s office. Any\nuncertainties concerning the documents are pertinent only as\npotential limits on their probative value.BFoster centers hisBatsonclaim on the\nstrikes of two black prospective jurors, Marilyn Garrett and Eddie\nHood. We turn first to Marilyn Garrett. According to Lanier, on the\nmorning that the State was to use its strikes he had not yet made\nup his mind to remove Garrett. Rather, he decided to strike her\nonly after learning that he would not need to use a strike on\nanother black prospective juror, Shirley Powell, who was excused\nfor cause that morning.Ultimately, Lanier did strike Garrett. In\njustifying that strike to the trial court, he articulated a laundry\nlist of reasons. Specifically, Lanier objected to Garrett because\nshe: (1) worked with disadvantaged youth in her job as a teacher’s\naide; (2) kept looking at the ground duringvoir dire;\n(3) gave short and curt answers duringvoir dire; (4)\nappeared nervous; (5) was too young; (6) misrepresented her\nfamiliarity with the location of the crime; (7) failedto disclose\nthat her cousin had been arrested on a drug charge; (8) was\ndivorced; (9) had two children and two jobs; (10) was asked few\nquestions by the defense; and (11) did not ask to be excused from\njury service. See App. 55–57 (pretrial hearing);id., at\n93–98, 105, 108, 110–112 (new trial hearing); Record in No. 45609\n(Ga. 1988), pp. 439–440 (hereinafter Trial Record) (brief in\nopposition to new trial).The trial court accepted Lanier’s\njustifications, concluding that “[i]n the totality of\ncircumstances,” there was “no discriminatory intent, and that there\nexisted reasonably clear, specific, and legitimate reasons” for the\nstrike. App. 143. On their face, Lanier’s justifications for the\nstrike seem reasonable enough. Our independent examination of the\nrecord, however, reveals that much of the reasoning provided by\nLanier has no grounding in fact.Lanier’s misrepresentations to the trial court\nbegan with an elaborate explanation of how he ultimately came to\nstrike Garrett:“[T]he prosecution considered this juror\n[to have] the most potential to choose from out of the four\nremaining blacks in the 42 [member] panel venire. However, a system\nof events took place on the morning of jury selection that caused\nthe excusal of this juror. The [S]tate had, in his jury notes,listed this juror as questionable. The four negative\nchallenges were allocated for Hardge, Hood, Turner and\nPowell. . . . But on the morning of jury selection,\nJuror Powell was excused for cause with no objections by [d]efense\ncounsel. She was replaced by Juror Cadle [who] was acceptable to\nthe State. This left the State with an additional strike it had not\nanticipated or allocated. Consequently, the State had to choose\nbetween [white] Juror Blackmon or Juror Garrett, the only twoquestionablejurors the State had left on the list.” Trial\nRecord 438–440 (brief in opposition to new trial) (emphasis added\nand citations omitted).Lanier then offered an extensive list of reasons\nfor striking Garrett and explained that “[t]hese factors, with no\nreference to race, were considered by the prosecutor in this\nparticular case to result in a juror less desirable from the\nprosecutor’s viewpoint than Juror Blackmon.”Id.,at 441\n(emphasis deleted).Lanier then compared Blackmon to Garrett. In\ncontrast to Garrett, Juror Blackmon“was 46 years old, married 13 years to her\nhusband who works at GE, buying her own home and [was recommended\nby a third party to] this prosecutor. She was no longer employed at\nNorthwest Georgia Regional Hospital and she attended Catholic\nchurch on an irregular basis. She did not hesitate when answering\nthe questions concerning the death penalty, had good eye contact\nwith the prosecutor and gave good answers on the insanity issue.\nShe was perceived by the prosecutor as having a stable home\nenvironment, of the right age and no association with any\ndisadvantaged youth organizations.”Ibid.Lanier concluded that “the chances of [Blackmon]\nreturning a death sentence were greater when all these factors were\nconsidered than Juror Garrett. Consequently, Juror Garrett was\nexcused.”Ibid.The trial court accepted this explanation in\ndenying Foster’s motion for a new trial. See App. 142–143. But the\npredicate for the State’s account—that Garrett was “listed” by the\nprosecution as “questionable,” making that strike a last-minute\nrace-neutral decision—was false.During jury selection, the State went first. As\na consequence, the defense could accept any prospective juror not\nstruck by the State without any further opportunity for the State\nto use a strike against that prospective juror. Accordingly, the\nState had to “pretty well select the ten specific people [it]\nintend[ed] to strike” in advance.Id., at 83 (pretrial\nhearing); accord,ibid.(“[T]he ten people that we felt very\nuncomfortable with, we have to know up front.” (Lanier testimony)).\nThe record evidence shows that Garrett was one of those “ten\nspecific people.”That much is evident from the “definite NO’s”\nlist in the prosecution’s file. Garrett’s name appeared on that\nlist, which the State concedes was written by one of the\nprosecutors. Tr. of Oral Arg. 45. That list belies Lanier’s\nassertion that the State considered allowing Garrett to serve. The\ntitle of the list meant what it said: Garrett was a\n“definiteNO.” App. 301 (emphasis added). The State from the\noutset was intent on ensuring thatnoneof the jurors on\nthat list would serve.The first five names on the “definite NO’s” list\nwere Eddie Hood, Evelyn Hardge, Shirley Powell, Marilyn Garrett,\nand Mary Turner. All were black. The State struck each one except\nPowell (who, as discussed, was excused for cause at the last\nminute—though the prosecution informed the trial court that the\n“State was not, under any circumstances, going to take [Powell],”\nTrial Record 439 (brief in opposition to new trial)). Only in the\nnumber six position did a white prospective juror appear, and she\nhad informed the court duringvoir direthat she could\nnot “say positively” that she could impose the death penalty even\nif the evidence warranted it. 6 Tr. in No. 86–2218–2 (Super. Ct.\nFloyd Cty., Ga., 1987), p. 1152 (hereinafter Trial Transcript); see\nalsoid.,at 1153–1158. In short, contrary to the\nprosecution’s submissions, the State’s resolve to strike Garrett\nwas never in doubt. See also App. 290 (“N” appears next to\nGarrett’s name on juror list);id.,at 300 (same).The State attempts to explain away the\ncontradiction between the “definite NO’s” list and Lanier’s\nstatements to the trial court as an example of a prosecutor merely\n“misspeak[ing].” Brief for Respondent 51. But this was not some\noff-the-cuff remark; it was an intricate story expounded by the\nprosecution in writing, laid out over three single-spaced pages in\na brief filed with the trial court.Moreover, several of Lanier’s reasons forwhyhe chose Garrett over Blackmon are similarly\ncontradicted by the record. Lanier told the court, for example,\nthat he struck Garrett because “the defense did not ask her\nquestions about” pertinent trial issues such as her thoughts on\n“insanity” or “alcohol,” or “much questions on publicity.” App. 56\n(pretrial hearing). But the trial transcripts reveal that the\ndefense asked her several questions on all three topics. See 5\nTrial Transcript 955–956 (two questions on insanity and one on\nmental illness);ibid.(four questions on alcohol);id.,at 956–957 (five questions on publicity).Still other explanations given by the\nprosecution, while not explicitly contradicted by the record, are\ndifficult to credit because the State willingly accepted white\njurors with the same traits that supposedly rendered Garrett an\nunattractive juror. Lanier told the trial court that he struck\nGarrett because she was divorced. App. 56 (pre-trial hearing). But\nhe declined to strike three out of the four prospective white\njurors who were also divorced. SeeJuror Questionnaire in No.\n86–2218–2 (Super. Ct. Floyd Cty., Ga., 1987) (hereinafter Juror\nQuestionnaire), for Juror No. 23, p. 2 (juror Coultas, divorced);id., No. 33, p. 2 (juror Cochran, divorced);id., No.\n107, p. 2 (juror Hatch, divorced); App. 23–24, 31 (State accepting\njurors Coultas, Cochran, and Hatch). Additionally, Lanier claimed\nthat he struck Garrett because she was too young, and the “State\nwas looking for older jurors that would not easily identify with\nthe defendant.” Trial Record 439; see App. 55 (pretrial hearing).\nYet Garrett was 34, and the State declined to strike eight white\nprospective jurors under the age of 36. See Trial Record 439; Juror\nQuestionnaire No. 4, p. 1;id., No. 10, p. 1;id.,\nNo. 23, p. 1;id., No. 48, p. 1;id., No. 70, p. 1;id., No. 71, p. 1;id., No. 92, p. 1;id., No.\n106, p. 1; see App. 22–31. Two of those white jurors served on the\njury; one of those two was only 21 years old. Seeid.,at\n35.Lanier also explained to the trial court that he\nstruck Garrett because he “felt that she was less than truthful” in\nher answers invoir dire.Id.,at 108 (new trial\nhearing). Specifically, the State pointed the trial court to the\nfollowing exchange:“[Court]: Are you familiar with the\nneighborhood where [the victim] lived, North Rome?“[Garrett]: No.” 5 Trial Transcript 950–951.Lanier, in explaining the strike, told the trial\ncourt that in apparent contradiction to that exchange (which\nrepresented the only time that Garrett was asked about the topic\nduringvoir dire), he had “noted that [Garrett]\nattended Main High School, which is only two blocks from where [the\nvictim] lived and certainly in the neighborhood. She denied any\nknowledge of the area.” Trial Record 439 (brief in opposition to\nnew trial).We have no quarrel with the State’s general\nassertion that it “could not trust someone who gave materially\nuntruthful answers on voir dire.”Foster, 258 Ga., at\n739, 374 S. E. 2d, at 192. But even this otherwise legitimate\nreason is difficult to credit in light of the State’s acceptance of\n(white) juror Duncan. Duncan gave practically the same answer as\nGarrett did duringvoir dire:“[Court]: Are you familiar with the\nneighborhood in which [the victim] live[d]?“[Duncan]: No. I live in Atteiram Heights, but\nit’s not—I’m not familiar with up there, you know.” 5 Trial\nTranscript 959.But, as Lanier was aware, Duncan’s “residence\n[was] less than a half a mile from the murder scene” and her\nworkplace was “located less than 250 yards” away. Trial Record 430\n(brief in opposition to new trial).In sum, in evaluating the strike of Garrett, we\nare not faced with a single isolated misrepresentation.CWe turn next to the strike of Hood. According\nto Lanier, Hood “was exactly what [the State] was looking for in\nterms of age, between forty and fifty, good employment and\nmarried.” App. 44 (pretrial hearing). The prosecution nonetheless\nstruck Hood, giving eight reasons for doing so. Hood: (1) had a son\nwho was the same age as the defendant and who had previously been\nconvicted of a crime; (2) had a wife who worked in food service at\nthe local mental health institution; (3) had experienced food\npoisoning duringvoir dire; (4) was slow in responding\nto death penalty questions; (5) was a member of the Church of\nChrist; (6) had a brother who counseled drug offenders; (7) was not\nasked enough questions by the defense duringvoir dire;\nand (8) asked to be excused from jury service. Seeid., at\n44–47;id., at 86, 105, 110–111 (new trial hearing); Trial\nRecord 433–435 (brief in opposition to new trial). An examination\nof the record, however, convinces us that many of these\njustifications cannot be credited.As an initial matter, the prosecution’s\nprincipal reasons for the strike shifted over time, suggesting that\nthose reasons may be pretextual. In response to Foster’s pre-trialBatsonchallenge, District Attorney Lanier noted all eight\nreasons, but explained:“The only thing I was concerned about,\nand I will state it for the record. He has an eighteen year old son\nwhich is about the same age as the defendant.“In my experience prosecuting over twenty-five\nmurder cases . . . individuals having the same son as [a]\ndefendant who is charged with murder [have] serious reservations\nand are more sympathetic and lean toward that particular\nperson.“It is ironic that his son, . . .\nDarrell Hood[,] has been sentenced . . . by the Court\nhere, to theft by taking on April 4th, 1982. . . .\n[T]heft by taking is basi-cally the same thing that this defendant\nis chargedwith.” App. 44–45 (pretrial hearing; emphasis added).But by the time of Foster’s subsequent motion\nfor a new trial, Lanier’s focus had shifted. He still noted the\nsimilarities between Hood’s son and Foster, seeid., at 105\n(new trial hearing), but that was no longer the key reason behind\nthe strike. Lanier instead told the court that his paramount\nconcern was Hood’s membership in the Church of Christ: “The Church\nof Christ people, while they may not take a formal stand against\nthe death penalty, they are very, very reluctant to vote for the\ndeath penalty.”Id., at 84 (new trial hearing); accord,\nTrial Record 434–435 (“It is the opinion of this prosecutor that in\na death penalty case, Church of Christ affiliates are reluctant to\nreturn a verdict of death.” (brief in opposition to new trial)).\nHood’s religion, Lanier now explained, was the most important\nfactor behind the strike: “I evaluated the whole Eddie\nHood. . . . Andthe bottom lineon Eddie Hood\nis the Church of Christ affiliation.” App. 110–111 (new trial\nhearing; emphasis added).Of course it is possible that Lanier simply\nmisspoke in one of the two proceedings. But even if that were so,\nwe would expect at leastoneof the two purportedly\nprincipal justifications for the strike to withstand closer\nscrutiny. Neither does.Take Hood’s son. If Darrell Hood’s age was the\nissue, why did the State accept (white) juror Billy Graves, who had\na 17-year-old son? Juror Questionnaire No. 31, p. 3; see App.\n24. And why did the State accept (white) juror Martha Duncan, even\nthough she had a 20-year-old son? Juror Questionnaire No. 88,\np. 3; see App. 30.The comparison between Hood and Graves is\nparticu-larly salient. When the prosecution asked Hood if\nFoster’sage would be a factor for him in sentencing, he answered\n“None whatsoever.” Trial Transcript 280. Graves, on the other hand,\nanswered the same question “probably so.”Id., at 446. Yet\nthe State struck Hood and accepted Graves.The State responds that Duncan and Graves were\nnot similar to Hood because Hood’s son had been convicted of theft,\nwhile Graves’s and Duncan’s sons had not. See Brief for Respondent\n34–35; see also App. 135–136 (“While the defense asserts that the\nstate used different standards for white jurors, insofar as many of\nthem had children near the age of the Defendant, the Court believes\nthat [Darrell Hood’s] conviction is a distinction that makes the\ndifference.” (trial court opinion denying new trial)). Lanier had\ndescribed Darrell Hood’s conviction to the trial court as being for\n“basically the same thing that this defendant is charged with.”Id., at 45 (pretrial hearing). Nonsense. Hood’s son had\nreceived a 12-month suspended sentence for stealing hubcaps from a\ncar in a mall parking lot five years earlier. Trial Record 446.\nFoster was charged with capital murder of a 79-year-old widow after\na brutal sexual assault. The “implausible” and “fantastic”\nassertion that the two had been charged with “basically the same\nthing” supports our conclusion that the focus on Hood’s son can\nonly be regarded as pretextual.Miller-Elv.Cockrell, 537 U. S. 322, 339 (2003) ; see alsoibid. (“Credibility can be measured by, among other factors,\n. . . how reasonable, or how improbable, the [State’s]\nexplanations are.”).The prosecution’s second principal justification\nfor striking Hood—his affiliation with the Church of Christ, and\nthat church’s alleged teachings on the death penalty—fares no\nbetter. Hood asserted no fewer than four times duringvoir direthat he could impose the death\npenalty.[5] A prosecutor is\nentitled to disbelieve a juror’svoir direanswers, of\ncourse. But the record persuades us that Hood’s race, and not his\nreligious affiliation, was Lanier’s true motivation.The first indication to that effect is Lanier’s\nmischaracterization of the record. On multiple occasions, Lanier\nasserted to the trial court that three white prospective jurors who\nwere members of the Church of Christ had been struck for cause due\nto their opposition to the death penalty. See App. 46 (“[Hood’s]\nreligious preference is Church of Christ. There have been [three]\nother jurors that have been excused for cause by agreement that\nbelong to the Church of Christ, Juror No. 35, 53, and 78.”\n(pretrial hearing));id.,at 114 (“Three out of four jurors\nwho professed to be members of the Church of Christ, went off for\n[cause related to opposition to the death penalty].” (new trial\nhearing)); Trial Record 435 (“Church of Christ jurors Terry (#35),\nGreen (#53), and Waters (#78) [were] excused for cause due to\nfeeling[s] against the death penalty.” (brief in opposition to new\ntrial)).That was not true. One of those prospective\njurors was excused before even being questioned duringvoir direbecause she was five-and-a-half months\npregnant. 5 Trial Transcript 893. Another was excused by the\nagreement of both parties because her answers on the death penalty\nmade it difficult to ascertain her precise views on capital\npunishment. See Brief for Respondent 39 (“[I]t was entirely unclear\nif [this juror] understood any of the trial court’squestions and\nher answers are equivocal at best.”). And the judge found cause to\ndismiss the third because she had already formed an opinion about\nFoster’s guilt. See 3 Trial Transcript 558 (“[Court]: And you have\nmade up your mind already as to the guilt of the accused? A: Yes,\nsir. [Court]: I think that’s cause.”).The prosecution’s file fortifies our conclusion\nthat any reliance on Hood’s religion was pretextual. The file\ncontains a handwritten document titled “Church of Christ.” The\ndocument notes that the church “doesn’t take a stand on [the] Death\nPenalty,” and that the issue is “left for each individual member.”\nApp. 302. The document then states: “NO. NOBlackChurch.”Ibid. The State tries to downplay the significance\nof this document by emphasizing that the document’s author is\nunknown. That uncertainty is pertinent. But we think the document\nis nonetheless entitled to significant weight, especially given\nthat it is consistent with our serious doubts about the\nprosecution’s account of the strike.Many of the State’s secondary justifications\nsimilarly come undone when subjected to scrutiny. Lanier told the\ntrial court that Hood “appeared to be confused and slow in\nresponding to questions concerning his views on the death penalty.”\nTrial Record 434 (brief in opposition to new trial). As previously\nnoted, however, Hood unequivocally voiced his willingness to impose\nthe death penalty, and a white juror who showed similar confusion\nserved on the jury. Compare 5 Trial Transcript 1100–1101 (white\njuror Huffman’s answers) with 2id.,at 269–278 (Hood’s\nanswers); see App. 35. According to the record, such confusion was\nnot uncommon. Seeid.,at 138 (“The Court notes that\n[Hood’s] particular confusion about the death penalty questions was\nnot unusual.”); accord, 5 Trial Transcript 994 (“[Court]: I think\nthese questions should be reworded. I haven’t had a juror yet that\nunderstood what that meant.”);id.,at 1101–1102 (“[Court]:\nI still say that these questions need changing overnight, because\none out of a hundred jurors, I think is about all that’s gone along\nwith knowing what [you’re asking].”).Lanier also stated that he struck Hood because\nHood’s wife worked at Northwest Regional Hospital as a food\nservices supervisor. App. 45 (pretrial hearing). That hospital,\nLanier explained, “deals a lot with mentally disturbed, mentally\nill people,” and so people associated with it tend “to be more\nsympathetic to the underdog.”Ibid.But Lanier expressed no\nsuch concerns about white juror Blackmon, who had worked at the\nsame hospital. Blackmon, as noted, served on the jury.Lanier additionally stated that he struck Hood\nbecause the defense “didn’t ask [Hood] any question[s] about the\nage of the defendant,” “his feelings about criminal responsibility\ninvolved in insanity,” or “publicity.”Id.,at 47. Yet\nagain, the trial transcripts clearly indicate the contrary. See 2\nTrial Transcript 280 (“Q: Is age a factor to you in trying to\ndetermine whether or not a defendant should receive a life sentence\nor a death sentence? A: None whatsoever.”);ibid.(“Q: Do\nyou have any feeling about the insanity defense? A: Do I have any\nopinion about that? I have not formed any opinion about that.”);id.,at 281 (“Q: Okay. The publicity that you have heard,\nhas that pub-licity affected your ability to sit as a juror in this\ncase and be fair and impartial to the defendant? A: No, it has no\neffect on me.”).DAs we explained inMiller-Elv.Dretke, “[i]f a prosecutor’s proffered reason for striking a\nblack panelist applies just as well to an otherwise-similar\nnonblack [panelist] who is permitted to serve, that is evidence\ntending to prove purposeful discrimination.” 545 U. S. 231,\n241 (2005) . With respect to both Garrett and Hood, such evidence\nis compelling. But that is not all. There are also the shifting\nexplanations, the misrepresentations of the record, and the\npersistent focus on race in the prosecution’s file. Considering all\nof the circumstantial evidence that “bear[s] upon the issue of\nracial animosity,” we are left with the firm conviction that the\nstrikes of Garrett and Hood were “motivated in substantial part by\ndiscriminatory intent.”Snyder, 552 U. S., at 478,\n485.[6]IVThroughout all stages of this litigation, the\nState has strenuously objected that “race [was] not a factor” in\nits jury selection strategy. App. 41 (pretrial hearing); but seeid.,at 120 (Lanier testifying that the strikes were “based\non many factors and notpurelyon race.” (emphasis added)\n(new trial hearing)). Indeed, at times the State has been downright\nindignant. See Trial Record 444 (“The Defenses’s [sic]\nmisapplication of the law and erroneous distortion of the facts are\nan attempt to discredit the pro-secutor. . . . The\nState and this community demand an apology.” (brief in opposition\nto new trial)).The contents of the prosecution’s file, however,\nplainly belie the State’s claim that it exercised its strikes in a\n“color-blind” manner. App. 41, 60 (pretrial hearing). The sheer\nnumber of references to race in that file is arresting. The State,\nhowever, claims that things are not quite as bad as they seem. The\nfocus on black prospective jurors, it contends, does not indicate\nany attempt to exclude them from the jury. It instead reflects an\neffort to ensure that the State was “thoughtful and\nnon-discriminatory in [its] consideration of black prospective\njurors [and] to develop and maintain detailed information on those\nprospective jurors in order to properly defend against any\nsuggestion that decisions regarding [its] selections were\npretextual.” Brief for Respondent 6.Batson, after all, had\ncome down only months before Foster’s trial. The prosecutors,\naccording to the State, were uncertain what sort of showing might\nbe demanded of them and wanted to be prepared.This argument falls flat. To begin, it “reeks of\nafterthought,”Miller-El, 545 U. S., at 246, having\nnever before been made in the nearly 30-year history of this\nlitigation: not in the trial court, not in the state habeas court,\nand not even in the State’s brief in opposition to Foster’s\npetition for certiorari.In addition, the focus on race in the\nprosecution’s file plainly demonstrates a concerted effort to keep\nblack prospective jurors off the jury. The State argues that it\n“was actively seeking a black juror.” Brief for Respondent 12; see\nalso App. 99 (new trial hearing). But this claim is not credible.\nAn “N” appeared next to each of the black prospective jurors’ names\non the jury venire list. See,e.g., id.,at 253. An “N” was\nalso noted next to the name of each black prospective juror on the\nlist of the 42 qualified prospective jurors; each of those names\nalso appeared on the “definite NO’s” list. Seeid.,299–301.\nAnd a draft affidavit from the prosecution’s investigator stated\nhis view that “[i]f it comes down tohaving to pickone of\nthe black jurors, [Marilyn] Garrett, might be okay.”Id., at\n345 (emphasis added); see alsoibid.(recommending Garrett\n“if wehad to picka black juror” (emphasis added)). Such\nreferences are inconsistent with attempts to “actively see[k]” a\nblack juror.The State’s new argument today does not dissuade\nus from the conclusion that its prosecutors were motivated in\nsubstantial part by race when they struck Garrett and Hood from the\njury 30 years ago. Two peremptory strikes on the basis of race are\ntwo more than the Constitution allows.The order of the Georgia Supreme Court is\nreversed, and the case is remanded for further proceedings not\ninconsistent with this opinion.It is so ordered.Notes1The order stated, in its\nentirety: “Upon consideration of the Application for Certificate of\nProbable Cause to appeal the denial of habeas corpus, it is ordered\nthat it be hereby denied. All the Justices concur, except Benham,\nJ., who dissents.” App. 246.2We construe Foster’s\npetition for writ of certiorari as seeking review of the Georgia\nSupreme Court’s order denying him a “Certificate of Probable\nCause.” App. 246. The Georgia Supreme Court Rules provide that such\na certificate “willbe issued where there is arguable\nmerit.” Rule 36 (emphasis added); see alsoHittsonv.GDCP Warden, 759 F. 3d 1210, 1231–1232 (CA11 2014). A\ndecision by the Georgia Supreme Court that Foster’s appeal had no\n“arguable merit” would seem to be a decision on the merits of his\nclaim. In such circumstances the Georgia Supreme Court’s order is\nsubject to review in this Court pursuant to a writ of certiorari\nunder 28 U. S. C. §1257(a).R. J. Reynolds Tobacco\nCo.v.Durham County, 479 U. S. 130 –139 (1986);\nseeSearsv.Upton, 561 U. S. 945 (2010) (per\ncuriam) (exercising jurisdiction over order from Georgia\nSupreme Court denying a Certificate of Probable Cause). We reach\nthe conclusion that such an order is a decision on the merits “in\nthe absence of positive assurance to the contrary” from the Georgia\nSupreme Court.R. J. Reynolds, 479 U. S., at\n138.3Contrary to the dissent’s\nassertion, seepost, at 6–8, it is perfectly consistent with\nthis Court’s past practices to review a lower court decision—in\nthis case, that of the Georgia habeas court—in order to ascertain\nwhether a federal question may be implicated in an unreasoned\nsummary order from a higher court. See,e.g.,R. J.\nReynolds, 479 U. S., at 136–139 (exercising §1257\njurisdiction over unreasoned judgment by the North Carolina Supreme\nCourt after examining grounds of decision posited by North Carolina\nCourt of Appeal); see also Stephen M. Shapiro, Kenneth S. Geller,\nTimothy S. Bishop, Edward A. Hartnett, Dan Himmelfarb, Supreme\nCourt Practice 211 (10th ed. 2013) (“[W]here the state court\nopinion fails to yield precise answers as to the grounds of\ndecision, the Court may be forced to turn to other parts of the\nrecord, such as pleadings, motions, and trial court rulings, to\ndetermine if a federal claim is so central to the controversy as to\npreclude resting the judgment on independent and adequate state\ngrounds.”). And even the dissent does not follow its own rule. It\ntoo goes beyond the unreasoned order of the Georgia Supreme Court\nin determining that the “likely explanation for the court’s denial\nof habeas relief is that Foster’s claim is procedurally barred.”Post, at 2. There would be no way to know this, of course,\nfrom the face of the Georgia Supreme Court’s summary\norder.4The concurrence notes\nthat the “res judicata rule applied by the Superior Court in this\ncase is quite different” from the state procedural bar at issue inAke, which was “entirely dependent on federal law.”Post, at 8. But whether a state law determination is\ncharacterized as “entirely dependent on,”ibid., “resting\nprimarily on,”Stewartv.Smith, 536 U. S. 856,\n860 (2002) (per curiam), or “influenced by” a question of\nfederal law,Three Affiliated Tribes of Fort Berthold\nReservationv.Wold Engineering, P. C., 467\nU. S. 138, 152 (1984) , the result is the same: the state law\ndetermination is not independent of federal law and thus poses no\nbar to our jurisdiction.5See 2 Trial Transcript\n269 (“[Court]: Are you opposed to or against the death penalty? A:\nI am not opposed to it. Q: If the facts and circumstances warrant\nthe death penalty, are you prepared to vote for the death penalty?\nA: Yes.”);id.,at 270 (“[Court]: [A]re you prepared to vote\nfor the death penalty? Now you said yes to that. A: All right. Q:\nAre you still saying yes? A: Uh-huh.”);id.,at 274\n(“[Court]: If the evidence warrants the death penalty, could you\nvote for the death penalty? A: Yes. I could vote for the death\npenalty.”);id.,at 278 (“[Pullen]: And if the facts and\ncircumstances warranted, you could vote to impose the death\npenalty? Yes.”).6InSnyder, we\nnoted that we had not previously allowed the prosecution to show\nthat “a discriminatory intent [that] was a substantial or\nmotivating factor” behind a strike was nevertheless not\n“determinative” to the prosecution’s decision to exercise the\nstrike. 552 U. S., at 485. The State does not raise such an\nargument here and so, as inSnyder, we need not decide the\navailability of such a defense.",
    "joined": []
}