{
    "case": {
        "docket": "272",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/272/"
    },
    "id": "1963293",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGROBERTSON V. UNITED STATES EX REL. WATSON560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-6261JOHN ROBERTSON, PETITIONERv.UNITED\nSTATES ex rel. WYKENNA WATSONon writ of certiorari to the district of columbia\ncourt of appeals[May 24, 2010]Chief Justice Roberts, with whom\nJustice Scalia, Justice Kennedy, and Justice Sotomayor join,\ndissenting.This is a complicated case, but\nit raises a straightforward and important threshold issue. When we\ngranted certiorari, we rephrased the question presented to focus on\nthat issue: “Whether an action for criminal contempt in a\ncongressionally created court may constitutionally be brought in\nthe name and pursuant to the power of a private person, rather than\nin the name and pursuant to the power of the United States.” 558 U.\nS.___ (2009). The answer to that question is no. The terrifying\nforce of the criminal justice system may only be brought to bear\nagainst an individual by society as a whole, through a prosecution\nbrought on behalf of the government. The court below held\notherwise, relying on adissentingopinion in one of our\ncases, and on the litigating position of the United States, which\nthe Solicitor General has properly abandoned in this Court. See\nBrief for United States asAmicus Curiae12–13, n. 3.\nWe should correct the lower court’s error and return the case to\nthat court to resolve the remaining questions.IIn March 1999, Wykenna Watson was\nassaulted by her then-boyfriend, John Robertson. App. 40. Watson\nsought and secured a civil protective order against Robertson,\nprohibiting him from approaching within 100 feet of her and from\nassaulting, threatening, harassing, physically abusing, or\ncontacting her.Id.,at 20. At the same time, the United\nStates Attorney’s Office (USAO) was independently pursuing criminal\ncharges against Robertson arising from the assault.On June 26, Robertson violated\nthe protective order by again violently assaulting Watson. On July\n8, he was indicted for the previous March incident; shortly\nthereafter, the USAO offered, and Robertson accepted, a plea\nagreement resolving those charges.Id.,at 26–30. At the\ntop of the boilerplate plea form, the Assistant U. S. Attorney\nadded in longhand: “In exchange for Mr. Robertson’s plea of guilty\nto attempt[ed] aggravated assault, the gov’t agrees to: DISMISS the\n[remaining] charges[,] [and] [n]ot pursue any charges concerning an\nincident on 6-26-99.”Id.,at 28. The Superior Court\naccepted Robertson’s plea and sentenced him to 1 to 3 years’\nimprisonment.Id.,at 30, 46, 53.A few months later, Watson filed a motion to\ninitiate criminal contempt proceedings against Robertson for\nviolating the civil protective order, based on the June 26 assault.\nSee D. C. Code §16–1005(f) (2009 Supp.); D. C. Super. Ct.\nDomestic Violence Rule 12(d) (Lexis 2010);In re\nRobertson,940 A. 2d 1050, 1053 (D. C. 2008). After\na 2-day bench trial, the court found Robertson guilty on three\ncounts of criminal contempt and sentenced him to three consecutive\n180-day terms of imprisonment, suspending execution of the last in\nfavor of five years’ probation. The court also ordered Robertson to\npay Watson roughly $10,000 in restitution. App. 2, 63–64. Robertson\nfiled a motion to vacate the judgment, which the court denied.Robertson appealed. Criminal contempt\nprosecutions, he argued, “are between the public and the\ndefendant,” and thus could “only be brought in the name of the\nrelevant sovereign, … the United States.” Brief for Petitioner 8,\n10 (quoting Brief for Appellant in No. 00–FM–1269 etc.\n(D. C.), pp. 20–21, and 940 A. 2d, at 1057; internal\nquotation marks omitted). So viewed, the prosecution based on the\nJune 26 incident could not be brought, because the plea agreement\nbarred the “gov[ernmen]t” from pursuing any charges arising from\nthat incident.The Court of Appeals rejected Robertson’s\narguments, in a two-step holding. Step one: “the criminal contempt\nprosecution in this case was conducted as a private action brought\nin the name and interest of Ms. Watson, not as a public action\nbrought in the name and interest of the United States or any other\ngovernmental entity.” 940 A. 2d, at 1057–1058 (internal\nquotation marks and brackets omitted). Step two: because the\ncriminal contempt prosecution was brought as an exercise of private\npower, that prosecution did not implicate a plea agreement that\nbound only the government.Id., at 1059–1060.We granted certiorari to review the first step\nof that holding.IIAOur decision inUnited\nStatesv.Dixon,509 U. S. 688(1993),\nprovides the answer to the question presented here. The question inDixonwas one of double jeopardy—whether a private party’s\nprosecution for criminal contempt barred the Government’s\nsubsequent prosecution for the “same criminal offense.”Id., at 696. The private prosecution in that case was\nbrought under the same D. C. contempt law at issue here.Id., at 692 (citing D. C. Code §16–1005 (1989)).We thought it “obvious” inDixonthat double jeopardy protections barred the\nGovernment’s subsequent prosecution. 509 U. S., at 696. The Double\nJeopardy Clause, of course, bars the second prosecution for the\nsame offense only if that prosecution is brought by the same\nsovereign as the first. SeeHeathv.Alabama,474 U. S. 82,\n88–89 (1985). Thus, the only possible way the Government’ssecondprosecution could have offended the Double Jeopardy\nClause is if the Court understood the criminal contempt prosecution\nto be the Government’sfirstprosecution—i.e.,\none broughton behalf of the Government. SeeUnited\nStatesv.Halper,490 U. S. 435, 451\n(1989) (“The protections of the Double Jeopardy Clause are not\ntriggered by litigation between private parties”), overruled on\nother grounds byHudsonv.United States,522 U. S. 93(1997).That we treated the criminal contempt\nprosecution inDixonas an exercise of government power\nshould not be surprising. More than two centuries ago, Blackstone\nwrote that the king is “the proper person to prosecute for all\npublic offenses and breaches of the peace, being the person injured\nin the eye of the law.” 1 W. Blackstone, Commentaries *268.\nBlackstone repeated that principle throughout his fourth book. See,e.g., 4id.,at *2, *8, *177. Not long after\nBlackstone, then-Representative John Marshall agreed, stating on\nthe House floor that “administer[ing] criminal judgment … is a duty\nto be performed at the demand of the nation, and with which the\nnation has a right to dispense. If judgment … is to be pronounced,\nit must be at the prosecution of the nation.” 10 Annals of Cong.\n615 (1800).This principle has deep historical roots. See,e.g., 1 F. Wharton, Criminal Law §10, p. 11 (9th ed. 1885)\n(“Penal justice … is a distinctive prerogative of the State, to be\nexercised in the service [of] the State”); see also J. Locke,\nSecond Treatise of Civil Government §88, pp. 43–44 (J. Gough ed.\n1947) (“[E]very man who has entered into civil society, and is\nbecome a member of any commonwealth, has thereby quitted his power\nto punish offences against the law of nature in prosecution of his\nown private judgment[.] … [H]e has given a right to the\ncommonwealth to employ his force for the execution of the judgments\nof the commonwealth” (footnote omitted)). As this Court has said\nbefore, “[c]rimes and offenses against the laws of any State can\nonly be defined, prosecuted and pardoned by the sovereign authority\nof that State.”Huntingtonv.Attrill,146 U. S. 657, 669\n(1892); see alsoHeath,supra, at 88 (“The dual\nsovereignty doctrine [of the Double Jeopardy Clause] is founded on\nthe common-law conception of crime as an offense against the\nsovereignty of the government”).These core principles are embodied in the\nConstitution. The protections our Bill of Rights affords those\nfacing criminal prosecution apply to “anyperson,”\n“anycriminal case,” and “allcriminal\nprosecutions.” Amdts. 5, 6 (emphasis added). But those protections\napply only againstthegovernment; “[i]ndividual\ninvasion of individual rights” is not covered.Civil Rights\nCases,109 U. S.\n3, 11 (1883) (Fourteenth Amendment). If the safeguards of the\nBill of Rights are to be available in “all criminal prosecutions,”\nthen any such prosecution must be considered to be one on behalf of\nthe government—otherwise the constitutional limits do not apply.\n“The Constitution constrains governmental action ‘by whatever\ninstruments or in whatever modes that action may be taken,’ ”Lebronv.National Railroad Passenger\nCorporation,513 U. S. 374, 392\n(1995) (quotingEx parte Virginia,100 U. S. 339, 346–347\n(1880)), but the action still must begovernmentalaction.The court below, however, rejected this\nunderstanding, concluding that Watson’s “criminal contempt\nprosecution” was not “a public action” but “a private action,” such\nthat it was not covered by an agreement binding the government. 940\nA. 2d, at 1057–1058 (internal quotation marks omitted). But as\nwe have explained, “[t]he purpose of a criminal court is not to\nprovide a forum for the ascertainment of private rights. Rather it\nis to vindicate the public interest in the enforcement of the\ncriminal law while at the same time safeguarding the rights of the\nindividual defendant.”Standeferv.United\nStates,447 U.\nS. 10, 25 (1980) (internal quotation marks omitted).The holding below gives rise to a broad array\nof unsettling questions. Take the Due Process Clause. It guarantees\nparticular rights in criminal prosecutions because the prosecutor\nis a state actor, carrying out a “dutyon the part of the\nGovernment.”Kylesv.Whitley,514 U. S. 419, 433\n(1995) (emphasis added). But if the criminal prosecution is instead\nviewed as “a private action,” not an exercise of sovereign power,\nhow would those rights attach? Cf.DeShaneyv.Winnebago County Dept. of Social Servs.,489 U. S. 189, 195–196\n(1989). What aboutBradyv.Maryland,373 U. S. 83(1963)? The\nprivate prosecutor is likely to have evidence pertinent to the\nproceeding—particularly if, as here, the private prosecutor is also\nthe victim of the crime. But if the prosecutor is not exercising\ngovernmental authority, what would be the constitutional basis for\nanyBradyobligations? May the private prosecutor\ninterview the defendant withoutMirandawarnings, since\nshe is not acting on behalf of any sovereign but only in a private\ncapacity? SeeMirandav.Arizona,384 U. S. 436(1966).Our entire criminal justice system is premised\non the notion that a criminal prosecution pits the government\nagainst the governed, not one private citizen against another. The\nruling below is a startling repudiation of that basic\nunderstanding.BDespite the foregoing, the Court\nof Appeals determined that Watson brought this criminal prosecution\nunder her authority as a private citizen. 940 A. 2d, at 1058.\nTo reach that conclusion, the court relied on Justice Blackmun’s\nseparate opinion inDixon. See 940 A. 2d, at 1057\n(“As Justice Blackmun said inUnited Statesv.Dixon, criminal contempt is ‘a special situation.’\n[Dixon, 509 U. S., at 742 (opinion concurring in judgment\nin part and dissenting in part)]. … ‘[T]he purpose of contempt is\nnot to punish an offense against the community at large but rather\nto punish the specific offense of disobeying a court order.’\n[Ibid.]” (citation omitted)). In fact, the court quoted\nfrom Justice Blackmun’s separate opinion no fewer than four times.Id.,at 1057.Justice Blackmun’s opinion,\nhowever, was a partial concurrence in the judgment and partial\ndissent, and it garnered only one vote. Moreover, the portion of\nthe opinion relied upon by the court below was thedissentingpart. A majority of the Court squarely rejected\nJustice Blackmun’s view, and did so in plain terms. SeeDixon, 509 U. S., at 699–701 (opinion of Scalia, J.,\njoined by Kennedy, J.); seeid., at 720 (White, J., joined\nby Stevens and Souter, JJ., concurring in judgment in part and\ndissenting in part).Before this Court, Watson understandably\nretreats from Justice Blackmun’s dissenting opinion. Instead, she\nargues that “[i]n England and in America at the time of the\nFounding, prosecutions by victims of crime and their families were\nthe rule, not the exception.” Brief for Respondent 38–39. But such\nprosecutions, though brought by a private party, were commonly\nunderstood as an exercise of sovereign power—the private party\nacting on behalf of the sovereign, seeking to vindicate a public\nwrong.In England, for example, private parties could\ninitiate criminal prosecutions, but the Crown—entrusted with the\nconstitutional responsibility for law enforcement—could enter anolle prosequito halt the prosecution. See,e.g.,Kingv.Guerchy, 1 Black W. 545,\n96 Eng. Rep. 315 (K. B. 1765);Kingv.Fielding, 2 Burr. 719, 720, 97 Eng. Rep. 531 (K. B.\n1759); see alsoKingv.State, 43 Fla. 211, 223,\n31 So. 254, 257 (1901) (Private prosecutions in England were\nunderstood to be “conducted on behalf of the crown by the privately\nretained counsel of private prosecutors”); P. Devlin, The\nCriminal Prosecution in England 21 (1958).Watson’s arguments based on American precedent\nfail largely for the same reason: To say that private parties could\n(and still can, in some places) exercise some control over criminal\nprosecutions says nothing to rebut the widely accepted principle\nthat those private parties necessarily acted (and now act) on\nbehalf of the sovereign. See,e.g.,Cronan ex rel.\nStatev.Cronan, 774 A. 2d 866, 877 (R. I.\n2001) (“[A]ttorneys conducting private prosecutions stand in the\nshoes of the state”);Statev.Westbrook, 279\nN. C. 18, 36, 181 S. E. 2d 572, 583 (1971) (“The\nprosecuting attorney, whether the solicitor or privately employed\ncounsel, represents the State”); Sidman, The Outmoded Concept of\nPrivate Prosecution, 25 Am. U. L. Rev. 754, 774 (1976) (“[T]he\nprivately retained attorney becomes, in effect, a temporary public\nprosecutor”). Indeed, many of the state court authorities Watson\nherself cites expressly recognize this fundamental point. See,e.g.,Katzv.Commonwealth, 379 Mass.\n305, 312, 399 N. E. 2d 1055, 1060 (1979) (“[I]t is clear with\nrespect to the criminal aspects of the present case that the\nCommonwealth … is the adverse party”).We have no need to take issue with that\nproposition, but this case is different. The whole point of the\nruling below was that this was not a “public action” that happened\nto be litigated by a private party, but “a private action brought\nin the name and interest of [Ms.] Watson.” 940 A. 2d, at\n1057–1058. That holding was critical in explaining why Watson’s\ncriminal action was not barred by a plea agreement that bound the\ngovernment.Moving beyond criminal prosecutions generally,\nWatson next contends that contempt prosecutions are unique, and\nthus should be exempt from the general rule. See Brief for\nRespondent 24. If Watson means to argue that modern criminal\ncontempts are not “crimes,” that view was squarely rejected by this\nCourt inBloomv.Illinois,391 U. S. 194(1968).\nSeeid., at 199–200 (holding that a criminal contempt\nprosecution is a criminal prosecution for the purposes of the Sixth\nAmendment); see alsoid., at 201 (“Criminal contempt is a\ncrime in the ordinary sense”);United Statesv.Providence Journal Co.,485 U. S. 693, 700\n(1988) (“The fact that the allegedly criminal conduct concerns the\nviolation of a court order instead of common law or a statutory\nprohibition does not render the prosecution any less an exercise of\nthe sovereign power of the United States”).In any event, even if contempt prosecutions\nmight not always count as “crimes,” this one undoubtedly does, as\nWatson herself concedes. Brief for Respondent 34 (“[T]his case was\nclearly a criminal contempt proceeding from beginning to end”).\nThat concession is well taken, given that whether a particular\npunishment is criminal or civil is “a matter of statutory\nconstruction,”Hudson, 522 U. S., at 99, and that the\nrelevant provisions here make clear that contempt proceedings like\nthis one are criminal, see D. C. Code §16–1005(f) (“[C]riminal\ncontempt shall be punished by a fine not exceeding $1,000 or\nimprisonment for not more than 180 days, or both”); see also\nD. C. Super. Ct. Domestic Violence Rule 12(d) (labeled “Motion\nto adjudicate criminal contempt,” and describing the violation as\n“criminal contempt”). As Justice Holmes put it for the Court:\n“These contempts are infractions of the law, visited with\npunishment as such. If such acts are not criminal, we are in error\nas to the most fundamental characteristic of crimes as that word\nhas been understood in English speech.”Gompersv.United States,233 U. S. 604, 610\n(1914).The United States bears some responsibility\nfor leading the court below astray. In that court, the Government\nargued that the criminal contempt prosecution was “ ‘a private\naction brought in the name and interest of [Ms.] Watson, not … a\npublic action brought in the name and interest of the United States\nor any other governmental entity.’ ” 940 A. 2d, at 1056\n(quoting Brief for United States in No. 00–FM–925 etc.\n(D. C.)). The court below quoted that precise language in\nstating its conclusion. See 940 A. 2d, at 1057–1058\n(same).Before this Court, the Solicitor General has\nproperly abandoned that position, and does not defend the lower\ncourt’s decision on this issue. See Brief for United States asAmicus Curiae12–13, n. 3 (“[T]he United States no\nlonger believes the contempt prosecution at issue can be understood\nas a purely ‘private action’ ”). We should do our part and\ncorrect the ruling of the court below.IIIThe ultimate issue in this case,\nof course, is whether the criminal contempt prosecution Watson\ninitiated in January 2000 violated the plea agreement Robertson\nsigned with the USAO in July 1999. The Court of Appeals said “no,”\nbased solely on its determination that Watson was exercising\nprivate—not sovereign—power. With that determination in hand, the\nultimate plea agreement question was straightforward: If Watson was\nwielding purely private power, a plea agreement that by its terms\nbound only the “gov[ernmen]t” would not bind her.With a proper view of Watson’s\nrole in this case, however, the plea agreement question becomes\nsignificantly more difficult. The Solicitor General argues that the\nagreement does not bar the contempt prosecution, even if that\nprosecution is correctly viewed as on behalf of the sovereign.Id.,at 29–32. The difficult aspects of that legal issue,\nhowever, should not cause us to shy away from answering the\nfundamental threshold question whether a criminal prosecution may\nbe brought on behalf and in the interest of a private party. Having\ndecided that threshold question in favor of Robertson, I would\nremand to the court below to consider the plea agreement from the\nproper starting point.In light of all the foregoing, it is worth\nstressing that the majority’s determination not to decide that\nquestion “carries with it no implication whatever regarding the\nCourt’s views on the merits.”Marylandv.Baltimore\nRadio Show, Inc.,338 U. S. 912, 919\n(1950) (Frankfurter, J., respecting denial of certiorari).*  *  *Allegorical depictions of the law\nfrequently show a figure wielding a sword—the sword of justice, to\nbe used to smite those who violate the criminal laws. Indeed,\noutside our own courthouse you will find a statue of more than 30\ntons, Authority of Law, which portrays a male figure with such a\nsword. According to the sculptor, James Earle Fraser (who also\ndesigned the buffalo nickel), the figure sits “wait[ing] with\nconcentrated attention, holding in his left hand the tablet of\nlaws, backed by the sheathed sword, symbolic of enforcement through\nlaw.” Supreme Court of the United States, Office of the Curator,\nContemplation of Justice and Authority of Law Information Sheet 2\n(2009) (available in Clerk of Court’s case file). A basic step in\norganizing a civilized society is to take that sword out of private\nhands and turn it over to an organized government, acting on behalf\nof all the people. Indeed, “[t]he … power a man has in the state of\nnature is the power to punish the crimes committed against that\nlaw. [But this] he gives up when he joins [a] … political society,\nand incorporates into [a] commonwealth.” Locke, Second Treatise,\n§128, at 64.The ruling below contravenes that\nfundamental proposition, and should not be allowed to stand. At the\nvery least, we should do what we decided to do when we granted\ncertiorari, and took the unusual step of rephrasing the question\npresented: answer it.I respectfully dissent from the Court’s\nbelated determination not to answer that question.",
    "joined": []
}