{
    "case": {
        "docket": "388",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/388/"
    },
    "id": "1962093",
    "author": "roberts",
    "type": "concurrence",
    "text": "547 U. S. ____ (2006)FONT SCAPS=\"1\">EBAY INC. V. MERCEXCHANGE, L. L. C.547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-130EBAY INC., et al., PETITIONERSv.MERCEXCHANGE, L. L. C.on writ of certiorari to the united states court of\nappeals for the federal circuit[May 15, 2006]Chief Justice Roberts, with whom\nJustice Scalia and Justice Ginsburg join, concurring.I agree with the Court’s holding\nthat “the decision whether to grant or deny injunctive relief rests\nwithin the equitable discretion of the district courts, and that\nsuch discretion must be exercised consistent with traditional\nprinciples of equity, in patent disputes no less than in other\ncases governed by such standards,”ante,at 5, and I join\nthe opinion of the Court. That opinion rightly rests on the\nproposition that “a major departure from the long tradition of\nequity practice should not be lightly implied.”Weinbergerv.Romero&nbhyph;Barcelo,456 U. S. 305, 320\n(1982); seeante,at 3.From at least the early 19th century, courts\nhave granted injunctive relief upon a finding of infringement in\nthe vast majority of patent cases. This “long tradition of equity\npractice” is not surprising, given the difficulty of protecting a\nright toexcludethrough monetary remedies that allow an\ninfringer tousean invention against the patentee’s\nwishes—a difficulty that often implicates the first two factors of\nthe traditional four-factor test. This historical practice, as the\nCourt holds, does notentitlea patentee to a permanent\ninjunction or justify ageneral rulethat such injunctions\nshould issue. The Federal Circuit itself so recognized inRoche\nProducts, Inc.v.Bolar Pharmaceutical Co., 733\nF. 2d 858, 865–867 (1984). At the same time, there is a\ndifference between exercising equitable discretion pursuant to the\nestablished four-factor test and writing on an entirely clean\nslate. “Discretion is not whim, and limiting discretion according\nto legal standards helps promote the basic principle of justice\nthat like cases should be decided alike.”Martinv.Franklin Capital Corp.,546 U. S. ___, ___ (2005) (slip\nop., at 6). When it comes to discerning and applying those\nstandards, in this area as others, “a page of history is worth a\nvolume of logic.”New York Trust Co.v.Eisner,256 U. S. 345,\n349 (1921) (opinion for the Court by Holmes, J.).",
    "joined": []
}