{
    "case": {
        "docket": "473",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/473/"
    },
    "id": "3426538",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–114_________________DAVID KING, et al., PETITIONERSv.SYLVIA BURWELL, SECRETARY OF HEALTHAND HUMAN SERVICES,\net al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 25, 2015]Chief Justice Roberts delivered the opinion of\nthe Court.The Patient Protection and Affordable Care Act\nadopts a series of interlocking reforms designed to expand coverage\nin the individual health insurance market. First, the Act bars\ninsurers from taking a person’s health into account when deciding\nwhether to sell health insurance or how much to charge. Second, the\nAct generally requires each person to maintain insurance coverage\nor make a payment to the Internal Revenue Service. And third, the\nAct gives tax credits to certain people to make insurance more\naffordable.In addition to those reforms, the Act requires\nthe creation of an “Exchange” in each State—basically, a\nmarketplace that allows people to compare and purchase insurance\nplans. The Act gives each State the opportunity to establish its\nown Exchange, but provides that the Federal Government will\nestablish the Exchange if the State does not.This case is about whether the Act’s\ninterlocking reforms apply equally in each State no matter who\nestablishes the State’s Exchange. Specifically, the question\npre-sented is whether the Act’s tax credits are available in States\nthat have a Federal Exchange.IAThe Patient Protection and Affordable Care\nAct, 124Stat. 119, grew out of a long history of failed health\ninsurance reform. In the 1990s, several States began experimenting\nwith ways to expand people’s access to coverage. One common\napproach was to impose a pair of insurance market regulations—a\n“guaranteed issue” requirement, which barred insurers from denying\ncoverage to any person because of his health, and a “community\nrating” requirement, which barred insurers from charging a person\nhigher premiums for the same reason. Together, those requirements\nwere designed to ensure that anyone who wanted to buy health\ninsurance could do so.The guaranteed issue and community rating\nrequirements achieved that goal, but they had an unintended\nconsequence: They encouraged people to wait until they got sick to\nbuy insurance. Why buy insurance coverage when you are healthy, if\nyou can buy the same coverage for the same price when you become\nill? This consequence—known as “adverse selection”—led to a second:\nInsurers were forced to increase premiums to account for the fact\nthat, more and more, it was the sick rather than the healthy who\nwere buying insurance. And that consequence fed back into the\nfirst: As the cost of insurance rose, even more people waited until\nthey became ill tobuy it.This led to an economic “death spiral.” As\npremiums rose higher and higher, and the number of people buying\ninsurance sank lower and lower, insurers began to leave the market\nentirely. As a result, the number of people without insurance\nincreased dramatically.This cycle happened repeatedly during the 1990s.\nFor example, in 1993, the State of Washington reformed its\nindividual insurance market by adopting the guaranteed issue and\ncommunity rating requirements. Over the next three years, premiums\nrose by 78 percent and the number of people enrolled fell by 25\npercent. By 1999, 17 of the State’s 19 private insurers had left\nthe market, and the remaining two had announced their intention to\ndo so. Brief for America’s Health Insurance Plans asAmicus\nCuriae10–11.For another example, also in 1993, New York\nadopted the guaranteed issue and community rating requirements.\nOver the next few years, some major insurers in the individual\nmarket raised premiums by roughly 40 percent. By 1996, these\nreforms had “effectively eliminated the commercial individual\nindemnity market in New York with the largest individual health\ninsurer exiting the market.” L. Wachenheim & H. Leida, The\nImpact of Guaranteed Issue and Community Rating Reforms on States’\nIndividual Insurance Markets 38 (2012).In 1996, Massachusetts adopted the guaranteed\nissue and community rating requirements and experienced similar\nresults. But in 2006, Massachusetts added two more reforms: The\nCommonwealth required individuals to buy insurance or pay a\npenalty, and it gave tax credits to certain individuals to ensure\nthat they could afford the insurance they were required to buy.\nBrief for Bipartisan Economic Scholars asAmici Curiae24–25. The combination of these three reforms—insurance market\nregulations, a coverage mandate, and tax credits—reduced the\nuninsured rate in Massachusetts to 2.6 percent, by far the lowest\nin the Nation. Hearing on Examining Individual State Experiences\nwith Health Care Reform Coverage Initiatives in the Context of\nNational Reform before the Senate Committee on Health, Education,\nLabor, and Pensions, 111th Cong., 1st Sess., 9 (2009).BThe Affordable Care Act adopts a version of\nthe three key reforms that made the Massachusetts system\nsuccessful. First, the Act adopts the guaranteed issue and\ncommunity rating requirements. The Act provides that “each health\ninsurance issuer that offers health insurance coverage in the\nindividual . . . market in a State must accept every\n. . . individual in the State that applies for such\ncoverage.” 42 U. S. C. §300gg–1(a). The Act also bars\ninsurers from charging higher premiums on the basis of a person’s\nhealth. §300gg.Second, the Act generally requires individuals\nto maintain health insurance coverage or make a payment to the IRS.\n26 U. S. C. §5000A. Congress recognized that, without an\nincentive, “many individuals would wait to purchase health\ninsurance until they needed care.” 42 U. S. C.\n§18091(2)(I). So Congress adopted a coverage requirement to\n“minimize this adverse selection and broaden the health insurance\nrisk pool to include healthy individuals, which will lower health\ninsurance premiums.”Ibid.In Congress’s view, that coverage\nrequirement was “essential to creating effective health insurance\nmarkets.”Ibid.Congress also provided an exemption from the\ncoverage requirement for anyone who has to spend more than eight\npercent of his income on health insurance. 26 U. S. C.\n§§5000A(e)(1)(A), (e)(1)(B)(ii).Third, the Act seeks to make insurance more\naffordable by giving refundable tax credits to individuals with\nhousehold incomes between 100 percent and 400 percent of the\nfederal poverty line. §36B. Individuals who meet the Act’s\nrequirements may purchase insurance with the tax credits, which are\nprovided in advance directly to the individual’s insurer. 42\nU. S. C. §§18081, 18082.These three reforms are closely intertwined. As\nnoted, Congress found that the guaranteed issue and community\nrating requirements would not work without the coverage\nrequirement. §18091(2)(I). And the coverage requirement would not\nwork without the tax credits. The reason is that, without the tax\ncredits, the cost of buying insurance would exceed eight percent of\nincome for a large number of individuals, which would exempt them\nfrom the coverage requirement. Given the relationship between these\nthree reforms, the Act provided that they should take effect on the\nsame day—January 1, 2014. See Affordable Care Act, §1253,\nredesignated §1255, 124Stat. 162, 895; §§1401(e), 1501(d),id.,at 220, 249.CIn addition to those three reforms, the Act\nrequires the creation of an “Exchange” in each State where\npeoplecan shop for insurance, usually online. 42 U. S. C.\n§18031(b)(1). An Exchange may be created in one of two ways. First,\nthe Act provides that “[e]ach State shall . . . establish\nan American Health Benefit Exchange . . . for the State.”Ibid.Second, if a State nonetheless chooses not to\nestablish its own Exchange, the Act provides that the Secretary of\nHealth and Human Services “shall . . . establish and\noperate such Exchange within the State.” §18041(c)(1).The issue in this case is whether the Act’s tax\ncredits are available in States that have a Federal Exchange rather\nthan a State Exchange. The Act initially provides that tax credits\n“shall be allowed” for any “applicable taxpayer.” 26\nU. S. C. §36B(a). The Act then provides that the amount\nof the tax credit depends in part on whether the taxpayer has\nenrolled in an insurance plan through “an Exchangeestablished\nby the Stateunder section 1311 of the Patient Protection and\nAffordable Care Act [hereinafter 42 U. S. C. §18031].” 26\nU. S. C. §§36B(b)–(c) (emphasis added).The IRS addressed the availability of tax\ncredits by promulgating a rule that made them available on both\nState and Federal Exchanges. 77 Fed. Reg. 30378 (2012). As relevant\nhere, the IRS Rule provides that a taxpayer is eligible for a tax\ncredit if he enrolled in an insurance plan through “an Exchange,”\n26 CFR §1.36B–2 (2013), which is defined as “an Exchange serving\nthe individual market . . . regardless of whether the\nExchange is established and operated by a State . . . or\nby HHS,” 45 CFR §155.20 (2014). At this point, 16 States and the\nDistrict of Columbia have established their own Exchanges; the\nother 34 States have elected to have HHS do so.DPetitioners are four individuals who live in\nVirginia, which has a Federal Exchange. They do not wish to\npurchase health insurance. In their view, Virginia’s Exchange does\nnot qualify as “an Exchange established by the State under [ 42\nU. S. C. §18031],” so they should not receive any tax\ncredits. That would make the cost of buying insurance more than\neight percent of their income, which would exempt them from the\nAct’s coverage requirement. 26 U. S. C. §5000A(e)(1).Under the IRS Rule, however, Virginia’s Exchangewouldqualify as “an Exchange established by the State under\n[ 42 U. S. C. §18031],” so petitioners would receive tax\ncredits. That would make the cost of buying insurancelessthan eight percent of petitioners’ income, which would subject them\nto the Act’s coverage requirement. The IRS Rule therefore requires\npetitioners to either buy health insurance they do not want, or\nmake a payment to the IRS.Petitioners challenged the IRS Rule in Federal\nDistrict Court. The District Court dismissed the suit, holding that\nthe Act unambiguously made tax credits available to individuals\nenrolled through a Federal Exchange.Kingv.Sebelius, 997 F. Supp. 2d 415 (ED Va. 2014). The Court\nof Appeals for the Fourth Circuit affirmed. 759 F. 3d 358\n(2014). The Fourth Circuit viewed the Act as “ambiguous and subject\nto at least two different interpretations.”Id.,at 372. The\ncourt therefore deferred to the IRS’s interpretation underChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc., 467 U. S. 837 (1984) . 759\nF. 3d, at 376.The same day that the Fourth Circuit issued its\ndecision, the Court of Appeals for the District of Columbia Circuit\nvacated the IRS Rule in a different case, holding that the Act\n“unambiguously restricts” the tax credits to State Exchanges.Halbigv.Burwell, 758 F. 3d 390, 394 (2014). We\ngranted certiorari in the present case. 574 U. S. ___\n(2014).IIThe Affordable Care Act addresses tax credits\nin what is now Section 36B of the Internal Revenue Code. That\nsection provides: “In the case of an applicable taxpayer, there\nshall be allowed as a credit against the tax imposed by this\nsubtitle . . . an amount equal to the premium assistance\ncredit amount.” 26 U. S. C. §36B(a). Section 36B then\ndefines the term “premium assistance credit amount” as “the sum of\nthepremium assistance amountsdetermined under paragraph\n(2) with respect to allcoverage monthsof the taxpayer\noccurring during the taxable year.” §36B(b)(1) (emphasis added).\nSection 36B goes on to define the two italicized terms—“premium\nassistance amount” and “coverage month”—in part by referring to an\ninsurance plan that is enrolled in through “an Exchange established\nby the State under [ 42 U. S. C. §18031].” 26\nU. S. C. §§36B(b)(2)(A), (c)(2)(A)(i).The parties dispute whether Section 36B\nauthorizes tax credits for individuals who enroll in an insurance\nplan through a Federal Exchange. Petitioners argue that a Federal\nExchange is not “an Exchange established by the State under [ 42\nU. S. C. §18031],” and that the IRS Rule therefore\ncontradicts Section 36B. Brief for Petitioners 18–20. The\nGovernment responds that the IRS Rule is lawful because the phrase\n“an Exchange established by the State under [ 42 U. S. C.\n§18031]” should be read to include Federal Exchanges. Brief for\nRespondents 20–25.When analyzing an agency’s interpretation of a\nstatute, we often apply the two-step framework announced inChevron, 467 U. S. 837 . Under that framework, we ask\nwhether the statute is ambiguous and, if so, whether the agency’s\ninterpretation is reasonable.Id., at 842–843. This approach\n“is premised on the theory that a statute’s ambiguity constitutes\nan implicit delegation from Congress to the agency to fill in the\nstatutory gaps.”FDAv.Brown & Williamson Tobacco\nCorp., 529 U. S. 120, 159 (2000) . “In extraordinary\ncases, however, there may be reason to hesitate before concluding\nthat Congress has intended such an implicit delegation.”Ibid.This is one of those cases. The tax credits are\namong the Act’s key reforms, involving billions of dollars in\nspending each year and affecting the price of health insurance for\nmillions of people. Whether those credits are available on Federal\nExchanges is thus a question of deep “economic and political\nsignificance” that is central to this statutory scheme; had\nCongress wished to assign that question to an agency, it surely\nwould have done so expressly.Utility Air Regulatory Groupv.EPA, 573 U. S. ___, ___ (2014) (slip op., at 19)\n(quotingBrown & Williamson, 529 U. S., at 160). It\nis especially unlikely that Congress would have delegated this\ndecision to theIRS, which has no expertise in crafting\nhealth insurance policy of this sort. SeeGonzalesv.Oregon, 546 U. S. 243 –267 (2006). This is not a case\nfor the IRS.It is instead our task to determine the correct\nreading of Section 36B. If the statutory language is plain, we must\nenforce it according to its terms.Hardtv.Reliance\nStandard Life Ins. Co., 560 U. S. 242, 251 (2010) . But\noftentimes the “meaning—or ambiguity—of certain words or phrases\nmay only become evident when placed in context.”Brown &\nWilliamson, 529 U. S., at 132. So when deciding whether\nthe language is plain, we must read the words “in their context and\nwith a view to their place in the overall statutory scheme.”Id.,at 133 (internal quotation marks omitted). Our duty,\nafter all, is “to construe statutes, not isolated provisions.”Graham County Soil and Water Conservation Dist.v.United\nStates ex rel. Wilson, 559 U. S. 280, 290 (2010) (internal\nquotation marks omitted).AWe begin with the text of Section 36B. As\nrelevant here, Section 36B allows an individual to receive tax\ncredits only if the individual enrolls in an insurance plan through\n“an Exchange established by the State under [ 42 U. S. C.\n§18031].” In other words, three things must be true: First, the\nindividual must enroll in an insurance plan through “an Exchange.”\nSecond, that Exchange must be “established by the State.” And\nthird, that Exchange must be established “under [ 42\nU. S. C. §18031].” We address each requirement in\nturn.First, all parties agree that a Federal Exchange\nqualifies as “an Exchange” for purposes of Section 36B. See Brief\nfor Petitioners 22; Brief for Respondents 22. Section 18031\nprovides that “[e]ach State shall . . . establish an\nAmerican Health Benefit Exchange . . . for the State.”\n§18031(b)(1). Although phrased as a requirement, the Act gives the\nStates “flexibility” by allowing them to “elect” whether they want\nto establish an Exchange. §18041(b). If the State chooses not to do\nso, Section 18041 provides that the Secretary “shall\n. . . establish and operatesuch Exchangewithin\nthe State.” §18041(c)(1) (emphasis added).By using the phrase “such Exchange,” Section\n18041 instructs the Secretary to establish and operate thesameExchange that the State was directed to establish under\nSection 18031. See Black’s Law Dictionary 1661 (10th ed. 2014)\n(defining “such” as “That or those; having just been mentioned”).\nIn other words, State Exchanges and Fed-eral Exchanges are\nequivalent—they must meet the same requirements, perform the same\nfunctions, and serve the same purposes. Although State and Federal\nExchanges are established by different sovereigns, Sections 18031\nand 18041 do not suggest that they differ in any meaningful way. A\nFederal Exchange therefore counts as “an Exchange” under Section\n36B.Second, we must determine whether a Federal\nExchange is “established by the State” for purposes of Section 36B.\nAt the outset, it might seem that a Federal Exchange cannot fulfill\nthis requirement. After all, the Act defines “State” to mean “each\nof the 50 States and the District of Columbia”—a definition that\ndoes not include the Federal Government. 42 U. S. C.\n§18024(d). But when read in context, “with a view to [its] place in\nthe overall statutory scheme,” the meaning of the phrase\n“established by the State” is not so clear.Brown\n&Williamson, 529 U. S., at 133 (internal quotation\nmarks omitted).After telling each State to establish an\nExchange, Section 18031 provides that all Exchanges “shall make\navailable qualified health plans to qualified individuals.” 42\nU. S. C. §18031(d)(2)(A). Section 18032 then defines the\nterm “qualified individual” in part as an individual who “resides\nin the State that established the Exchange.” §18032(f)(1)(A). And\nthat’s a problem: If we give the phrase “the State that established\nthe Exchange” its most natural meaning, there would beno“qualified individuals” on Federal Exchanges. But the Act clearly\ncontemplates that there will be qualified individuals oneveryExchange. As we just mentioned, the Act requires all\nExchanges to “make available qualified health plans to qualified\nindividuals”—something an Exchange could not do if there were no\nsuch individuals. §18031(d)(2)(A). And the Act tells the Exchange,\nin deciding which health plans to offer, to consider “the interests\nof qualified individuals . . . in the State or States in\nwhich such Exchange operates”—again, something the Exchange could\nnot do if qualified individ-uals did not exist. §18031(e)(1)(B).\nThis problem arises repeatedly throughout the Act. See,e.g., §18031(b)(2) (allowing a State to create “one Exchange\n. . . for providing . . . services to both\nqualified individuals and qualified small employers,” rather than\ncreating separate Exchanges for those two groups).[1]These provisions suggest that the Act may not\nalways use the phrase “established by the State” in its most\nnatural sense. Thus, the meaning of that phrase may not be as clear\nas it appears when read out of context.Third, we must determine whether a Federal\nExchange is established “under [ 42 U. S. C. §18031].”\nThis too might seem a requirement that a Federal Exchange cannot\nfulfill, because it is Section 18041 that tells the Secretary when\nto “establish and operate such Exchange.” But here again, the way\ndifferent provisions in the statute interact suggests\notherwise.The Act defines the term “Exchange” to mean “an\nAmerican Health Benefit Exchange established under section 18031.”\n§300gg–91(d)(21). If we import that definition into Section 18041,\nthe Act tells the Secretary to “establish and operate such\n‘American Health Benefit Exchange established under section\n18031.’ ” That suggests that Section 18041 authorizes the\nSecretary to establish an Exchange under Section 18031, not (or not\nonly) under Section 18041. Otherwise, the Federal Exchange, by\ndefinition, would not be an “Exchange” at all. SeeHalbig,\n758 F. 3d, at 399–400 (acknowledging that the Secretary\nestablishes Federal Exchanges under Section 18031).This interpretation of “under [ 42\nU. S. C. §18031]” fits best with the statutory context.\nAll of the requirements that an Exchange must meet are in Section\n18031, so it is sensible to regard all Exchanges as established\nunder that provision. In addition, every time the Act uses the word\n“Exchange,” the definitional provision requires that we substitute\nthe phrase “Exchange established under section 18031.” If Federal\nExchanges were not established under Section 18031, therefore,\nliterally none of the Act’s requirements would apply to them.\nFinally, the Act repeatedly uses the phrase “established under [ 42\nU. S. C. §18031]” in situations where it would make no\nsense to distinguish between State and Federal Exchanges. See,e.g., 26 U. S. C. §125(f)(3)(A) (2012 ed., Supp.\nI) (“The term ‘qualified benefit’ shall not include any qualified\nhealth plan . . . offered through an Exchange established\nunder [ 42 U. S. C. §18031]”); 26 U. S. C.\n§6055(b)(1)(B)(iii)(I) (2012 ed.) (requiring insurers to report\nwhether each insurance plan they provided “is a qualified health\nplan offered through an Exchange established under [ 42\nU. S. C. §18031]”). A Federal Exchange may therefore be\nconsidered one established “under [ 42 U. S. C.\n§18031].”The upshot of all this is that the phrase “an\nExchange established by the State under [ 42 U. S. C.\n§18031]” is properly viewed as ambiguous. The phrase may be limited\nin its reach to State Exchanges. But it is also possible that the\nphrase refers toallExchanges—both State and Federal—at\nleast for purposes of the tax credits. If a State chooses not to\nfollow the directive in Section 18031 that it establish an\nExchange, the Act tells the Secretary to establish “such Exchange.”\n§18041. And by using the words “such Exchange,” the Act indicates\nthat State and Federal Exchanges should be the same. But State and\nFederal Exchanges would differ in a fundamental way if tax credits\nwere available only on State Exchanges—one type of Exchange would\nhelp make insurance more affordable by providing billions of\ndollars to the States’ citizens; the other type of Exchange would\nnot.[2]The conclusion that Section 36B is ambiguous is\nfurther supported by several provisions that assume tax credits\nwill be available on both State and Federal Exchanges. For example,\nthe Act requires all Exchanges to create outreach programs that\nmust “distribute fair and impartial information concerning\n. . . the availability of premium tax credits under\nsection 36B.” §18031(i)(3)(B). The Act also requires all Exchanges\nto “establish and make avail-able by electronic means a calculator\nto determine the actual cost of coverage after the application of\nany pre-mium tax credit under section 36B.” §18031(d)(4)(G). And\nthe Act requires all Exchanges to report to the Treasury Secretary\ninformation about each health plan they sell, including the\n“aggregate amount of any advance payment of such credit,” “[a]ny\ninformation . . . necessary to determine eligibility for,\nand the amount of, such credit,” and any “[i]nformation necessary\nto determine whether a taxpayer has received excess advance\npayments.” 26 U. S. C. §36B(f)(3). If tax credits were\nnot available on Federal Exchanges, these provisions would make\nlittle sense.Petitioners and the dissent respond that the\nwords “established by the State” would be unnecessary if Congress\nmeant to extend tax credits to both State and Fed-eral Exchanges.\nBrief for Petitioners 20;post, at 4–5. But “our preference\nfor avoiding surplusage constructions is not absolute.”Lamiev.United States Trustee, 540 U. S. 526,\n536 (2004) ; see alsoMarxv.General Revenue Corp.,\n568 U. S. ___, ___ (2013) (slip op., at 13) (“The canon\nagainst surplusage is not an absolute rule”). And specifically with\nrespect to this Act, rigorous application of the canon does not\nseem a particularly useful guide to a fair construction of the\nstatute.The Affordable Care Act contains more than a few\nexamples of inartful drafting. (To cite just one, the Act creates\nthree separate Section 1563s. See 124Stat. 270, 911, 912.) Several\nfeatures of the Act’s passage contributed to that unfortunate\nreality. Congress wrote key partsof the Act behind closed doors,\nrather than through “the traditional legislative process.” Cannan,\nA Legislative History of the Affordable Care Act: How Legislative\nProcedure Shapes Legislative History, 105 L. Lib. J. 131, 163\n(2013). And Congress passed much of the Act using a complicated\nbudgetary procedure known as “reconciliation,” which limited\nopportunities for debate and amendment, and bypassed the Senate’s\nnormal 60-vote filibuster requirement.Id.,at 159–167. As a\nresult, the Act does not reflect the type of care and deliberation\nthat one might expect of such significant legislation. Cf.\nFrankfurter, Some Reflections on the Reading of Statutes, 47 Colum.\nL. Rev. 527, 545 (1947) (describing a cartoon “in which a senator\ntells his colleagues ‘I admit this new bill is too complicated to\nunderstand. We’ll just have to pass it to find out what it\nmeans.’ ”).Anyway, we “must do our best, bearing in mind\nthe fundamental canon of statutory construction that the words of a\nstatute must be read in their context and with a view to their\nplace in the overall statutory scheme.”Util-ity Air Regulatory\nGroup, 573 U. S., at ___ (slip op., at 15) (internal\nquotation marks omitted). After reading Section 36B along with\nother related provisions in the Act, we cannot conclude that the\nphrase “an Exchange established by the State under [Section 18031]”\nis unambiguous.BGiven that the text is ambiguous, we must turn\nto the broader structure of the Act to determine the meaning of\nSection 36B. “A provision that may seem ambiguous in isolation is\noften clarified by the remainder of the statu-tory scheme\n. . . because only one of the permissible meanings\nproduces a substantive effect that is compatible with the rest of\nthe law.”United Sav. Assn. of Tex.v.Timbers of Inwood\nForest Associates, Ltd., 484 U. S. 365, 371 (1988) . Here,\nthe statutory scheme compels us to reject petitioners’\ninterpretation because it would destabilize the individual\ninsurance market in any State with a Federal Exchange, and likely\ncreate the very “death spirals” that Congress designed the Act to\navoid. SeeNew York State Dept. of Social Servs.v.Dublino, 413 U. S. 405 –420 (1973) (“We cannot\ninterpret federal statutes to negate their own stated\npurposes.”).[3]As discussed above, Congress based the\nAffordable Care Act on three major reforms: first, the guaranteed\nissue and community rating requirements; second, a requirement that\nindividuals maintain health insurance coverage or make a payment to\nthe IRS; and third, the tax credits for individuals with household\nincomes between 100 percent and 400 percent of the federal poverty\nline. In a State that establishes its own Exchange, these three\nreforms work together to expand insurance coverage. The guaranteed\nissue and community rating requirements ensure that anyone can buy\ninsurance; the coverage requirement creates an incentive for people\nto do so before they get sick; and the tax credits—it is hoped—make\ninsurance more affordable. Together, those reforms “minimize\n. . . adverse selection and broaden the health in-surance\nrisk pool to include healthy individuals, which will lower health\ninsurance premiums.” 42 U. S. C. §18091(2)(I).Under petitioners’ reading, however, the Act\nwould operate quite differently in a State with a Federal Exchange.\nAs they see it, one of the Act’s three major reforms—the tax\ncredits—would not apply. And a second major reform—the coverage\nrequirement—would not apply in a meaningful way. As explained\nearlier, the coverage requirement applies only when the cost of\nbuying health insurance (minus the amount of the tax credits) is\nless than eight percent of an individual’s income. 26\nU. S. C. §§5000A(e)(1)(A), (e)(1)(B)(ii). So without the\ntax credits, the coverage requirement would apply to fewer\nindividuals. And it would be alotfewer. In 2014,\napproximately 87 percent of people who bought insurance on a\nFederal Exchange did so with tax credits, and virtually all of\nthose people would become exempt. HHS, A. Burke, A. Misra, & S.\nSheingold, Premium Affordability, Competition, and Choice in the\nHealth Insurance Marketplace 5 (2014); Brief for Bipartisan\nEconomic Scholars asAmici Curiae19–20. If petitioners are\nright, therefore, only one of the Act’s three major reforms would\napply in States with a Federal Exchange.The combination of no tax credits and an\nineffective coverage requirement could well push a State’s\nindividual insurance market into a death spiral. One study predicts\nthat premiums would increase by 47 percent and enrollment would\ndecrease by 70 percent. E. Saltzman & C. Eibner, The Effect of\nEliminating the Affordable Care Act’s Tax Credits in Federally\nFacilitated Marketplaces (2015). Another study predicts that\npremiums would increase by 35 percent and enrollment would decrease\nby 69 percent. L. Blumberg, M. Buettgens, & J. Holahan, The\nImplications of a Supreme Court Finding for the Plaintiff in King\nvs. Burwell: 8.2 Million More Uninsured and 35% Higher Premiums\n(2015). And those effects would not be limited to individuals who\npurchase insurance on the Exchanges. Because the Act requires\ninsurers to treat the entire individual market as a single risk\npool, 42 U. S. C. §18032(c)(1), premiums outside the\nExchange would rise along with those inside the Exchange. Brief for\nBipartisan Economic Scholars asAmici Curiae11–12.It is implausible that Congress meant the Act to\noperate in this manner. SeeNational Federation of Independent\nBusinessv.Sebelius, 567 U. S. ___, ___ (2012)\n(Scalia, Kennedy, Thomas, and Alito, JJ., dissenting) (slip op., at\n60) (“Without the federal subsidies . . . the exchanges\nwould not operate as Congress intended and may not operate at\nall.”). Congress made the guaranteed issue and community rating\nrequirements applicable in every State in the Nation. But those\nrequirements only work when combined with the coverage requirement\nand the tax credits. So it stands to reason that Congress meant for\nthose provisions to apply in every State as well.[4]Petitioners respond that Congress was not\nworried about the effects of withholding tax credits from States\nwith Federal Exchanges because “Congress evidently believed it was\noffering states a deal they would not refuse.” Brief for\nPetitioners 36. Congress may have been wrong about the States’\nwillingness to establish their own Exchanges, petitioners continue,\nbut that does not allow this Court to rewrite the Act to fix that\nproblem. That is particularly true, petitioners conclude, because\nthe States likelywouldhave created their own Exchanges in\nthe absence of the IRS Rule, which eliminated any incentive that\nthe States had to do so.Id.,at 36–38.Section 18041 refutes the argument that Congress\nbelieved it was offering the States a deal they would not refuse.\nThat section provides that, if a State elects not to establish an\nExchange, the Secretary “shall . . . establish and\noperate such Exchange within the State.” 42 U. S. C.\n§18041(c)(1)(A). The whole point of that provision is to create a\nfederal fallback in case a State chooses not to establish its own\nExchange. Contrary to petitioners’ argument, Congress did not\nbelieve it was offering States a deal they would not refuse—it\nexpressly addressed what would happen if a Statedidrefuse\nthe deal.CFinally, the structure of Section 36B itself\nsuggests that tax credits are not limited to State Exchanges.\nSection 36B(a) initially provides that tax credits “shall be\nallowed” for any “applicable taxpayer.” Section 36B(c)(1) then\ndefines an “applicable taxpayer” as someone who (among other\nthings) has a household income between 100 percent and 400 percent\nof the federal poverty line. Together, these two provisions appear\nto make anyone in the specified income range eligible to receive a\ntax credit.According to petitioners, however, those\nprovisions are an empty promise in States with a Federal Exchange.\nIn their view, an applicable taxpayer in such a State would beeligiblefor a tax credit—but theamountof that tax\ncredit would always be zero. And that is because—diving several\nlayers down into the Tax Code—Section 36B says that the amount of\nthe tax credits shall be “an amount equal to the premium assistance\ncredit amount,” §36B(a); and then says that the term “premium\nassistance credit amount” means “the sum of the premium assistance\namounts determined under paragraph (2) with respect to all coverage\nmonths of the taxpayer occurring during the taxable year,”\n§36B(b)(1); and then says that the term “premium assistance amount”\nis tied to the amount of the monthly premium for insurance\npurchased on “an Exchange established by the State under [42\nU. S. C. §18031],” §36B(b)(2); and then says that the\nterm “coverage month” means any month in which the taxpayer has\ninsurance through “an Exchange established by the State under [ 42\nU. S. C. §18031],” §36B(c)(2)(A)(i).We have held that Congress “does not alter the\nfundamental details of a regulatory scheme in vague terms or\nancillary provisions.”Whitmanv.American Trucking\nAssns., Inc., 531 U. S. 457, 468 (2001) . But in\npetitioners’ view, Congress made the viability of the entire\nAffordable Care Act turn on the ultimate ancillary provision: a\nsub-sub-sub section of the Tax Code. We doubt that is what Congress\nmeant to do. Had Congress meant to limit tax credits to State\nExchanges, it likely would have done so in the definition of\n“applicable taxpayer” or in some other prominent manner. It would\nnot have used such a winding path of connect-the-dots provisions\nabout the amount of the credit.[5]DPetitioners’ arguments about the plain meaning\nof Section 36B are strong. But while the meaning of the phrase “an\nExchange established by the State under [ 42 U. S. C.\n§18031]” may seem plain “when viewed in isolation,” such a reading\nturns out to be “untenable in light of [the statute] as a whole.”Department of Revenue of Ore.v.ACF Industries,\nInc., 510 U. S. 332, 343 (1994) . In this instance, the\ncontext and structure of the Act compel us to depart from what\nwould otherwise be the most natural reading of the pertinent\nstatutory phrase.Reliance on context and structure in statutory\ninterpretation is a “subtle business, calling for great wariness\nlest what professes to be mere rendering becomes creation and\nattempted interpretation of legislation becomes legislation\nitself.”Palmerv.Massachusetts, 308 U. S. 79,\n83 (1939) . For the reasons we have given, however, such reliance\nis appropriate in this case, and leads us to conclude that Section\n36B allows tax credits for insurance purchased on any Exchange\ncreated under the Act. Those credits are necessary for the Federal\nExchanges to function like their State Exchange counterparts, and\nto avoid the type of calamitous result that Congress plainly meant\nto avoid.*  *  *In a democracy, the power to make the law\nrests with those chosen by the people. Our role is more\nconfined—“to say what the law is.”Marburyv.Madison, 1 Cranch 137, 177 (1803). That is easier in some\ncases than in others. But in every case we must respect the role of\nthe Legislature, and take care not to undo what it has done. A fair\nreading of legislation demands a fair understanding of the\nlegislative plan.Congress passed the Affordable Care Act to\nimprove health insurance markets, not to destroy them. If at all\npossible, we must interpret the Act in a way that is consistent\nwith the former, and avoids the latter. Section 36B can fairly be\nread consistent with what we see as Congress’s plan, and that is\nthe reading we adopt.The judgment of the United States Court of\nAppeals for the Fourth Circuit isAffirmed.Notes1The dissent argues that\none would “naturally read instructions about qualified individuals\nto be inapplicable to the extent a particular Exchange has no such\nindividuals.”Post, at 10–11 (Scalia, J., dissenting). But\nthe fact that the dissent’s interpretation would make so many parts\nof the Act “inapplicable” to Federal Exchanges is precisely what\ncreates the problem. It would be odd indeed for Congress to write\nsuch detailed instructions about customers on a State Exchange,\nwhile having nothing to say about those on a Federal\nExchange.2The dissent argues that\nthe phrase “such Exchange” does not suggest that State and Federal\nExchanges “are in all respects equivalent.”Post, at 8. In\nsupport, it quotes the Constitution’s Elections Clause, which makes\nthe state legislature primarily responsible for prescribing\nelection regulations, but allows Congress to “make or alter such\nRegulations.” Art. I, §4, cl. 1. No one would say that state\nand federal election regulations are in all respects equivalent,\nthe dissent contends, so we should not say that State and Federal\nExchanges are. But the Elections Clause does not precisely define\nwhat an election regulation must look like, so Congress can\nprescribe regulations that differ from what the State would\nprescribe. The Affordable Care Actdoesprecisely define\nwhat an Exchange must look like, however, so a Federal Exchange\ncannot differ from a State Exchange.3The dissent notes that\nseveral other provisions in the Act use the phrase “established by\nthe State,” and argues that our holding applies to each of those\nprovisions.Post, at 5–6. But “the presumption of consistent\nusage readily yields to context,” and a statutory term may mean\ndifferent things in different places.Utility Air Regulatory\nGroupv.EPA, 573 U. S. ___, ___ (2014) (slip op.,\nat 15) (internal quotation marks omitted). That is particularly\ntrue when, as here, “the Act is far from achef d’oeuvreof\nlegislative draftsmanship.”Ibid.Because the other\nprovisions cited by the dissent are not at issue here, we do not\naddress them.4The dissent argues that\nour analysis “show[s] only that the statu-tory scheme contains a\nflaw,” one “that appeared as well in other parts of the Act.”Post, at 14. For support, the dissent notes that the\nguaranteed issue and community rating requirements might apply in\nthe federal territories, even though the coverage requirement does\nnot.Id.,at 14–15. The confusion arises from the fact that\nthe guaranteed issue and community rating requirements were added\nas amendments to the Public Health Service Act, which contains a\ndefinition of the word “State” that includes the territories, 42\nU. S. C. §201(f), while the later-enacted Affordable Care\nAct contains a definition of the word “State” that excludes the\nterritories, §18024(d). The predicate for the dissent’s point is\ntherefore uncertain at best.5The dissent cites several\nprovisions that “make[ ] taxpayers of all States eligible for\na credit, only to provide later that the amount of the credit may\nbe zero.”Post, at 11 (citing 26 U. S. C. §§24, 32, 35,\n36). None of those provisions, however, is crucial to the viability\nof a comprehensive program like the Affordable Care Act. No one\nsuggests, for example, that the first-time-homebuyer tax credit,\n§36, is essential to the viability of federal housing\nregulation.",
    "joined": []
}