{
    "case": {
        "docket": "180",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/180/"
    },
    "id": "1962945",
    "author": "roberts",
    "type": "concurrence",
    "text": "ROBERTS, C. J., CONCURRING IN JUDGMENTHARBISON V. BELL556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-8521EDWARD JEROME HARBISON, PETITIONERv.RICKY BELL, WARDENon writ of certiorari to the united states court of\nappeals for the sixth circuit[April 1, 2009]Chief Justice Roberts, concurring\nin the judgment.I agree with much of the Court’s\nopinion. 18 U. S. C. §3599(a)(2) entitles indigent federal\nhabeas petitioners to appointed counsel “in accordance with”\nsubsection (e). Subsection (e) specifies that the appointed counsel\n“shall represent the defendant throughout every subsequent stage of\navailable judicial proceedings … and shall also represent the\ndefendant in such … proceedings for executive or other clemency as\nmay be available to the defendant.” Nothing in the text of §3599(e)\nexcludes proceedings for availablestateclemency, and, as\nthe Court points out, there are good reasons to expect federal\nhabeas counsel to carry on through state clemency proceedings. Seeante, at 12–14.At the same time, the “plain language of\n§3599,”ante, at 8, does not fully resolve this case. The\nobligation in subsection (e) that the appointed counsel represent\nthe defendant in “every subsequent stage of available judicial\nproceedings” is not on its face limited to “federal” proceedings,\njust as there is no such limitation with respect to clemency. Yet\nit is highly unlikely that Congress intended federal habeas\npetitioners to keep their federal counsel during subsequent state\njudicial proceedings. SeeHainv.Mullin, 436\nF. 3d 1168, 1178 (CA10 2006) (Briscoe, J., dissenting) (“[I]t\ncannot seriously be suggested that Congress intended, in the event\na state capital prisoner obtains federal habeas relief and is\ngranted a new trial, to provide federally-funded counsel to\nrepresent that prisoner in the ensuing state trial, appellate, and\npost-conviction proceedings …”). Harbison concedes as much.\nReply Brief for Petitioner 11–12; Tr. of Oral Arg. 5–6, 15.If there were no way to read the words of the\nstatute to avoid this problematic result, I might be forced to\naccept the Government’s invitation to insert the word “federal”\ninto §3599(e)—a limitation that would have to apply to clemency as\nwell. But fortunately the best reading of the statute avoids the\nproblem: Section 3599(e)’s reference to “subsequent stage[s] of\navailable judicial proceedings” does not include state judicial\nproceedings after federal habeas, because those are more properly\nregarded as new judicial proceedings.The meaning of that phrase is not entirely\nplain, but it is plain that not every lawsuit involving an inmate\nthat arises after the federal habeas proceeding is included. Surely\n“subsequent stage[s]” do not include, for example, a challenge to\nprison conditions or a suit for divorce in state court, even if\nthese available judicial proceedings occur subsequent to federal\nhabeas. That must be because these are new proceedings rather than\n“subsequent stage[s]” of the proceedings for which federal counsel\nis available. Once it is acknowledged that Congress has drawn a\nline at some point, this is the “best reading” of the statutory\nlanguage.Post, at 3 (Thomas, J., concurring in\njudgment).Justice Thomas does not disagree. Instead, he\ncontends that it is not necessary to decide what the first part of\nthe sentence means in deciding what the second part means.Post, at 4. We have said that “[w]e do not … construe\nstatutory phrases in isolation; we read statutes as a whole.”United Statesv.Morton,467 U. S. 822, 828\n(1984). This certainly applies to reading sentences as a whole.I entirely agree with Justice Thomas that\n“Congress’ intent is found in the words it has chosen to use,” and\nthat “[o]ur task is to apply the text, not to improve upon it,”\neven if that produces “very bad policy.”Post, at 3\n(internal quotation marks omitted). Here, we need only apply the\ntext of §3599 to conclude that federal counsel is available for\nstate clemency, but not for subsequent state court litigation. I\ntherefore concur in the result.",
    "joined": []
}