{
    "case": {
        "docket": "15-5040",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-5040/"
    },
    "id": "3583258",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–5040_________________TERRANCE WILLIAMS, PETITIONERv.PENNSYLVANIAon writ of certiorari to the supreme court of\npennsylvania, eastern district[June 9, 2016]Chief Justice Roberts, with whom Justice Alito\njoins, dissenting.In 1986, Ronald Castille, then District Attorney\nof Philadelphia, authorized a prosecutor in his office to seek the\ndeath penalty against Terrance Williams. Almost 30 years later, as\nChief Justice of the Pennsylvania Supreme Court, he participated in\ndeciding whether Williams’s fifth habeas petition—which raised a\nclaim unconnected to the prosecution’s decision to seek the death\npenalty—could be heard on the merits or was instead untimely. This\nCourt now holds that because Chief Justice Castille made a\n“critical” decision as a prosecutor in Williams’s case, there is a\nrisk that he “would be so psychologically wedded” to his previous\ndecision that it would violate the Due Process Clause for him to\ndecide the distinct issues raised in the habeas petition.Ante,at 6–7 (internal quotation marks omitted). According\nto the Court, that conclusion follows from the maxim that “no man\ncan be a judge in his own case.”Ante,at 6 (internal\nquotation marks omitted).The majority opinion rests on proverb rather\nthan precedent. This Court has held that there is “a presumption of\nhonesty and integrity in those serving as adjudicators.”Withrowv.Larkin, 421 U. S. 35, 47 (1975) . To\novercome that presumption, the majority relies onIn re\nMurchison, 349 U. S. 133 (1955) . We concluded there that\nthe Due Process Clause is violated when a judge adjudicates the\nsame question—based on the same facts—that he had already\nconsidered as a grand juror in the same case. Here, however,\nWilliams does not allege that Chief Justice Castille hadanyprevious knowledge of the contested facts at issue in the habeas\npetition, or that he had previously madeanydecision on the\nquestions raised by that petition. I would accordingly hold that\nthe Due Process Clause did not require Chief Justice Castille’s\nrecusal.IIn 1986, petitioner Terrance Williams stood\ntrial for the murder of Amos Norwood. Prosecutors believed that\nWilliams and his friend Marc Draper had asked Norwood for a ride,\ndirected him to a cemetery, and then beat him to death with a tire\niron after robbing him. Andrea Foulkes, the Philadelphia Assistant\nDistrict Attorney prosecut-ing the case, prepared a one-and-a-half\npage memo for her superiors—Homicide Unit Chief Mark Gottlieb and\nDistrict Attorney Ronald Castille—“request[ing] that we actively\nseek the death penalty.” App. 424a. The memo briefly described the\nfacts of the case and Williams’s prior felonies, including a\nprevious murder conviction. Gottlieb read the memo and then passed\nit to Castille with a note recommending the death penalty.Id.,at 426a. Castille wrote at the bottom of the memo,\n“Approved to proceed on the death penalty,” and signed his name.Ibid.At trial, Williams testified that he had never\nmet Norwood and that someone else must have murdered him. After\nhearing extensive evidence linking Williams to the crime, the jury\nconvicted him of murder and sentenced him to death. 524 Pa. 218,\n227, 570 A. 2d 75, 79–80 (1990).In 1995, Williams filed a habeas petition in\nPennsylvania state court, alleging that his trial counsel had been\nineffective for failing to present mitigating evidence of his\nchildhood sexual abuse, among other claims. At a hearing related to\nthat petition, Williams acknowledged that he knew Norwood and\nclaimed that Norwood had sexually abused him. ___ Pa. ___, ___, 105\nA. 3d 1234, 1240 (2014). The petition was denied. Williams filed\ntwo more state habeas petitions, which were both dismissed as\nuntimely, and a federal habeas petition, which was also denied. SeeWilliamsv.Beard, 637 F. 3d 195, 238 (CA3\n2011).This case arises out of Williams’s fifth habeas\npetition, which he filed in state court in 2012. In that petition,\nWilliams argued that he was entitled to a new sentencing proceeding\nbecause the prosecution at trial had failed to turn over certain\nevidence suggesting that “Norwood was sexually involved with boys\naround [Williams’s] age at the time of his murder.” Crim. No.\nCP–51–CR–0823621–1984 (Phila. Ct. Common Pleas, Nov. 27, 2012),\nApp. 80a.It is undisputed that Williams’s fifth habeas\npetition is untimely under Pennsylvania law. In order to overcome\nthat time bar, Pennsylvania law required Williams to show that “(1)\nthe failure to previously raise [his] claim was the result of\ninterference by government officials and (2) the information on\nwhich he relies could not have been obtained earlier with the\nexercise of due diligence.” ___ Pa., at ___, 105 A. 3d, at 1240.\nThe state habeas court held that Williams met that burden because\n“the government withheld multiple statements from [Williams’s]\ntrial counsel, all of which strengthened the inference that Amos\nNorwood was sexually inappropriate with a number of teenage boys,”\nand Williams was unable to access those statements until an\nevidentiary proceeding ordered by the court. App. 95a.The Commonwealth appealed to the Pennsylvania\nSupreme Court, and Williams filed a motion requesting that Chief\nJustice Castille recuse himself on the ground that he had\n“personally authorized his Office to seek the death penalty” nearly\n30 years earlier.Id., at 181a (emphasis deleted). Chief\nJustice Castille summarily denied the recusal motion, and the\nsix-member Pennsylvania Supreme Court proceeded to hear the case.\nThe court unanimously reinstated Williams’s sentence.According to the Pennsylvania Supreme Court,\nWilliams failed to make the threshold showing necessary to overcome\nthe time bar because there was “abundant evidence” that Williams\n“knew of Norwood’s homosexuality and conduct with teenage boys well\nbefore trial, sufficient to present [Norwood] as unsympathetic\nbefore the jury.” ___ Pa., at ___, 105 A. 3d, at 1241. The court\npointed out that Williams was, of course, personally aware of\nNorwood’s abuse and could have raised the issue at trial, but\ninstead chose to disclaim having ever met Norwood. The court also\nnoted that Williams had raised similar claims of abuse in his first\nstate habeas proceeding.Ibid.Chief Justice Castille\nconcurred separately, criticizing the lower court for failing to\ndismiss Williams’s petition as “time-barred and frivolous.”Id.,at ___, 105 A. 3d, at 1245.IIAIn the context of a criminal proceeding, the\nDue Process Clause requires States to adopt those practices that\nare fundamental to principles of liberty and justice, and which\ninhere “in the very idea of free government” and are “the\ninalienable right of a citizen of such a government.”Twiningv.New Jersey, 211 U. S. 78, 106 (1908)\n. A fair trial and appeal is one such right. SeeLisenbav.California, 314 U. S. 219, 236 (1941) ;Aetna Life\nIns. Co.v.Lavoie, 475 U. S. 813, 825 (1986) . In\nensuring that right, “it is normally within the power of the State\nto regulate procedures under which its laws are carried out,”\nunless a procedure “offends some principle of justice so rooted in\nthe traditions and conscience of our people as to be ranked as\nfundamental.”Id., at 821 (internal quotation marks\nomitted).It is clear that a judge with “a direct,\npersonal, substantial, pecuniary interest” in a case may not\npreside over that case.Tumeyv.Ohio, 273 U. S.\n510, 523 (1927) . We have also held that a judge may not oversee a\ncriminal contempt proceeding where the judge has previously served\nas grand juror in the same case, or where the party charged with\ncontempt has conducted “an insulting attack upon the integrity of\nthe judge carrying such potential for bias as to require\ndisqualification.”Mayberryv.Pennsylvania, 400\nU. S. 455 –466 (1971) (internal quotation marks omitted); seeMurchison, 349 U. S., at 139.Prior to this Court’s decision inCapertonv.A. T. Massey Coal Co., 556 U. S. 868\n(2009) , we had declined to require judicial recusal under the Due\nProcess Clause beyond those defined situations. InCaperton,\nhowever, the Court adopted a new standard that requires recusal\n“when the probability of actual bias on the part of the judge or\ndecisionmaker is too high to be constitutionally tolerable.”Id.,at 872 (internal quotation marks omitted). The Court\nframed the inquiry as “whether, under a realistic appraisal of\npsychological tendencies and human weakness, the interest poses\nsuch a risk of actual bias or prejudgment that the practice must be\nforbidden if the guarantee of due process is to be adequately\nimplemented.”Id.,at 883–884 (internal quotation marks\nomitted).BAccording to the majority, the Due Process\nClause required Chief Justice Castille’s recusal because he had\n“significant, personal involvement in a critical trial decision” in\nWilliams’s case.Ante,at 9. Otherwise, the majority\nexplains, there is “an unacceptable risk of actual bias.”Ante, at 11. In the majority’s view, “[t]his conclusion\nfollows from the Court’s analysis inIn re Murchison.”Ante,at 6. ButMurchisondoes not support the\nmajority’s new rule—far from it.Murchisoninvolved a peculiar Michigan\nlaw that authorized the same person to sit as both judge and\n“one-man grand jury” in the same case. 349 U. S., at 133\n(internal quotation marks omitted). Pursuant to that law, a\nMichigan judge—serving as grand jury—heard testimony from two\nwitnesses in a corruption case. The testimony “persuaded” the judge\nthat one of the witnesses “had committed perjury”; the second\nwitness refused to answer questions.Id.,at 134–135. The\njudge accordingly charged the witnesses with criminal contempt,\npresided over the trial, and convicted them.Ibid.We\nreversed, holding that the trial had violated the Due Process\nClause.Id.,at 139.The Court today, acknowledging thatMurchison“differ[s] in many respects from a case like this\none,”ante,at 7, earns full marks for understatement. The\nCourt in fact fails to recognize the differences that are\ncritical.First,Murchisonfound a due process\nviolation because the judge (sitting as grand jury) accused the\nwitnesses of contempt, and then (sitting as judge) presided over\ntheir trial on that charge. As a result, the judge had made up his\nmind about the only issue in the case before the trial had even\nbegun. We held that such prejudgment violated the Due Process\nClause. 349 U. S., at 137.Second,Murchisonexpressed concern that\nthe judge’s recollection of the testimony he had heard as grand\njuror was “likely to weigh far more heavily with him than any\ntestimony given” at trial.Id.,at 138. For that reason, the\nCourt found that the judge was at risk of calling “on his own\npersonal knowledge and impression of what had occurred in the grand\njury room,” rather than the evidence presented to him by the\nparties.Ibid.Neither of those due process concerns is present\nhere. Chief Justice Castille was involved in the decision to seek\nthe death penalty, and perhaps it would be reasonable underMurchisonto require him to recuse himself from any\nchallenge casting doubt on that recommendation. But that is not\nthis case.This case is about whether Williams may overcome\nthe procedural bar on filing an untimely habeas petition, which\nrequired him to show that the government interfered with his\nability to raise his habeas claim, and that “the information on\nwhich he relies could not have been obtained earlier with the\nexercise of due diligence.” ___ Pa., at ___, 105 A. 3d, at 1240.\nEven if Williams were to overcome the timeliness bar, moreover, the\nonly claim he sought to raise on the merits was that the\nprosecution had failed to turn over certain evidence at trial. The\nproblem inMurchisonwas that the judge, having been “part\nof the accusatory process” regarding the guilt or innocence of the\ndefendants, could not then be “wholly disinterested” when called\nupon to decide that very same issue. 349 U. S., at 137. In\nthis case, in contrast, neither the procedural question nor\nWilliams’s merits claim in any way concerns the pretrial decision\nto seek the death penalty.It is abundantly clear that, unlike inMurchison, Chief Justice Castille hadnotmade up his\nmind about either the contested evidence or the legal issues under\nreview in Williams’s fifth habeas petition. How could he have?\nNeither the contested evidence nor the legal issues were ever\nbefore him as prosecutor. The one-and-a-half page memo prepared by\nAssistant District Attorney Foulkes in 1986 did not discuss the\nevidence that Williams claims was withheld by the prosecution at\ntrial. It also did not discuss Williams’s allegation that Norwood\nsexually abused young men. It certainly did not discuss whether\nWilliams could have obtained that evidence of abuse ear-lier\nthrough the exercise of due diligence.Williams does not assert that Chief Justice\nCastille had any prior knowledge of the alleged failure of the\nprosecution to turn over such evidence, and he does not argue that\nChief Justice Castille had previously made any decision with\nrespect to that evidence in his role as prosecutor. Even assuming\nthat Chief Justice Castille remembered the contents of the memo\nalmost 30 years later—which is doubtful—the memo could not have\ngiven Chief Justice Castille any special “impression” of facts or\nissues not raised in that memo.Id., at 138.The majority attempts to justify its rule based\non the “risk” that a judge “would be so psychologically wedded to\nhis or her previous position as a prosecutor that the judge would\nconsciously or unconsciously avoid the appearance of having erred\nor changed position.”Ante,at 7 (internal quotation marks\nomitted). But as a matter of simple logic, nothing about how Chief\nJustice Castille might rule on Williams’s fifth habeas petition\nwould suggest that the judge had erred or changed his position on\nthe distinct question whether to seek the death penalty prior to\ntrial. In sum, there was not such an “objective risk of actual\nbias,”ante,at 13, that it was fundamentally unfair for\nChief Justice Castille to participate in the decision of an issue\nhaving nothing to do with his prior participation in the case.*  *  *The Due Process Clause did not prohibit Chief\nJustice Castille from hearing Williams’s case. That does not mean,\nhowever, that it was appropriate for him to do so. Williams cites a\nnumber of state court decisions and ethics opinions that prohibit a\nprosecutor from later serving as judge in a case that he has\nprosecuted. Because the Due Process Clause does not mandate recusal\nin cases such as this, it is up to state authorities—not this\nCourt—to determine whether recusal should be required.I would affirm the judgment of the Pennsylvania\nSupreme Court, and respectfully dissent from the Court’s contrary\nconclusion.",
    "joined": []
}