{
    "case": {
        "docket": "15-474",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-474/"
    },
    "id": "3590960",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–474_________________ROBERT F. McDONNELL, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 27, 2016]Chief Justice Roberts delivered the opinion of\nthe Court.In 2014, the Federal Government indicted former\nVirginia Governor Robert McDonnell and his wife, Maureen McDonnell,\non bribery charges. The charges related to the acceptance by the\nMcDonnells of $175,000 in loans, gifts, and other benefits from\nVirginia businessman Jonnie Williams, while Governor McDonnell was\nin office. Williams was the chief executive officer of Star\nScientific, a Virginia-based company that had developed a\nnutritional supplement made from anatabine, a compound found in\ntobacco. Star Scientific hoped that Virginia’s public universities\nwould perform research studies on anatabine, and Williams wanted\nGovernor McDonnell’s assistance in obtaining those studies.To convict the McDonnells of bribery, the\nGovernment was required to show that Governor McDonnell committed\n(or agreed to commit) an “official act” in exchange for the loans\nand gifts. The parties did not agree, however, on what counts as an\n“official act.” The Government alleged in the indictment, and\nmaintains on appeal, that Governor McDonnell committed at least\nfive “official acts.” Those acts included “arranging meetings” for\nWilliams with other Virginia officials to discuss Star Scientific’s\nproduct, “hosting” events for Star Scientific at the Governor’s\nMansion, and “contacting other government officials” concerning\nstudies of anatabine. Supp. App. 47–48. The Government also argued\nmore broadly that these activities constituted “official action”\nbecause they related to Vir-ginia business development, a priority\nof Governor Mc-Donnell’s administration. Governor McDonnell\ncontends that merely setting up a meeting, hosting an event, or\ncontacting an official—without more—does not count as an “official\nact.”At trial, the District Court instructed the jury\naccording to the Government’s broad understanding of what\nconstitutes an “official act,” and the jury convicted both Governor\nand Mrs. McDonnell on the bribery charges. The Fourth Circuit\naffirmed Governor McDonnell’s conviction, and we granted review to\nclarify the meaning of “official act.”IAOn November 3, 2009, petitioner Robert\nMcDonnell was elected the 71st Governor of Virginia. His campaign\nslogan was “Bob’s for Jobs,” and his focus in office was on\npromoting business in Virginia. As Governor, McDonnell spoke about\neconomic development in Virginia “on a daily basis” and attended\nnumerous “events, ribbon cuttings,” and “plant facility openings.”\nApp. 4093, 5241. He also referred thousands of constituents to\nmeetings with members of his staff and other government officials.\nAccording to longtime staffers, Governor McDonnell likely had more\nevents at the Virginia Governor’s Mansion to promote Virginia\nbusiness than had occurred in “any other administration.”Id., at 4093.This case concerns Governor McDonnell’s\ninteractions with one of his constituents, Virginia businessman\nJonnie Williams. Williams was the CEO of Star Scientific, a\nVirginia-based company that developed and marketed Anatabloc, a\nnutritional supplement made from anatabine, a compound found in\ntobacco. Star Scientific hoped to obtain Food and Drug\nAdministration approval of Anatabloc as an anti-inflammatory drug.\nAn important step in securing that approval was initiating\nindependent research studies on the health benefits of anatabine.\nStar Scientific hoped Virginia’s public universities would\nundertake such studies, pursuant to a grant from Virginia’s Tobacco\nCommission.Governor McDonnell first met Williams in 2009,\nwhen Williams offered McDonnell transportation on his private\nairplane to assist with McDonnell’s election campaign. Shortly\nafter the election, Williams had dinner with Governor and Mrs.\nMcDonnell at a restaurant in New York. The conversation turned to\nMrs. McDonnell’s search for a dress for the inauguration, which led\nWilliams to offer to purchase a gown for her. Governor McDonnell’s\ncounsel later instructed Williams not to buy the dress, and Mrs.\nMcDonnell told Williams that she would take a rain check.Id., at 2203–2209.In October 2010, Governor McDonnell and Williams\nmet again on Williams’s plane. During the flight, Williams told\nGovernor McDonnell that he “needed his help” moving forward on the\nresearch studies at Virginia’s public universities, and he asked to\nbe introduced to the person that he “needed to talk to.”Id., at 2210–2211. Governor McDonnell agreed to introduce\nWilliams to Dr. William Hazel, Virginia’s Secretary of Health and\nHuman Resources. Williams met with Dr. Hazel the following month,\nbut the meeting was unfruitful; Dr. Hazel was skeptical of the\nscience behind Anatabloc and did not assist Williams in obtaining\nthe studies.Id., at 2211–2217, 3738–3749.Six months later, Governor McDonnell’s wife,\nMaureen McDonnell, offered to seat Williams next to the Governor at\na political rally. Shortly before the event, Williams took Mrs.\nMcDonnell on a shopping trip and bought her $20,000 worth of\ndesigner clothing. The McDonnells later had Williams over for\ndinner at the Governor’s Mansion, where they discussed research\nstudies on Anatabloc.Id., at 6560.Two days after that dinner, Williams had an\narticle about Star Scientific’s research e-mailed to Mrs.\nMcDonnell, which she forwarded to her husband. Less than an hour\nlater, Governor McDonnell texted his sister to discuss the\nfinancial situation of certain rental properties they owned in\nVirginia Beach. Governor McDonnell also e-mailed his daughter to\nask about expenses for her upcoming wedding.The next day, Williams returned to the\nGovernor’s Mansion for a meeting with Mrs. McDonnell. At the\nmeeting, Mrs. McDonnell described the family’s financial problems,\nincluding their struggling rental properties in Virginia Beach and\ntheir daughter’s wedding expenses. Mrs. McDonnell, who had\nexperience selling nutritional supplements, told Williams that she\nhad a background in the area and could help him with Anatabloc.\nAccording to Williams, she explained that the “Governor says it’s\nokay for me to help you and—but I need you to help me. I need you\nto help me with this financial situation.”Id.,at 2231.\nMrs. McDonnell then asked Williams for a $50,000 loan, in addition\nto a $15,000 gift to help pay for her daughter’s wedding, and\nWilliams agreed.Williams testified that he called Governor\nMcDonnell after the meeting and said, “I understand the financial\nproblems and I’m willing to help. I just wanted to make sure that\nyou knew about this.”Id.,at 2233. According to Williams,\nGovernor McDonnell thanked him for his help.Ibid.Governor\nMcDonnell testified, in contrast, that he did not know about the\nloan at the time, and that when he learned of it he was upset that\nMrs. McDonnell had requested the loan from Williams.Id.,at\n6095–6096. Three days after the meeting between Williams and Mrs.\nMcDonnell, Governor McDonnell directed his assistant to forward the\narticle on Star Scientific to Dr. Hazel.In June 2011, Williams sent Mrs. McDonnell’s\nchief of staff a letter containing a proposed research protocol for\nthe Anatabloc studies. The letter was addressed to Governor\nMcDonnell, and it suggested that the Governor “use the attached\nprotocol to initiate the ‘Virginia Study’ of Anatabloc at the\nMedical College of Virginia and the University of Virginia School\nof Medicine.”Id.,at 2254. Governor McDonnell gave the\nletter to Dr. Hazel.Id.,at 6121–6122. Williams testified\nat trial that he did not “recall any response” to the letter.Id.,at 2256.In July 2011, the McDonnell family visited\nWilliams’s vacation home for the weekend, and Governor McDonnell\nborrowed Williams’s Ferrari while there. Shortly thereafter,\nGovernor McDonnell asked Dr. Hazel to send an aide to a meeting\nwith Williams and Mrs. McDonnell to discuss research studies on\nAnatabloc. The aide later testified that she did not feel pressured\nby Governor or Mrs. McDonnell to do “anything other than have the\nmeeting,” and that Williams did not ask anything of her at the\nmeeting.Id., at 3075. After the meeting, the aide sent\nWilliams a “polite blow-off” e-mail.Id., at 3081.At a subsequent meeting at the Governor’s\nMansion, Mrs. McDonnell admired Williams’s Rolex and mentioned that\nshe wanted to get one for Governor McDonnell. Williams asked if\nMrs. McDonnell wanted him to purchase a Rolex for the Governor, and\nMrs. McDonnell responded, “Yes, that would be nice.”Id., at\n2274. Williams did so, and Mrs. McDonnell later gave the Rolex to\nGovernor McDonnell as a Christmas present.In August 2011, the McDonnells hosted a lunch\nevent for Star Scientific at the Governor’s Mansion. According to\nWilliams, the purpose of the event was to launch Anatabloc. Seeid., at 2278. According to Governor McDonnell’s\ngubernatorial counsel, however, it was just lunch. Seeid.,\nat 3229–3231.The guest list for the event included\nresearchers at the University of Virginia and Virginia Commonwealth\nUniversity. During the event, Star Scientific distributed free\nsamples of Anatabloc, in addition to eight $25,000 checks that\nresearchers could use in preparing grant proposals for studying\nAnatabloc. Governor McDonnell asked researchers at the event\nwhether they thought “there was some scientific validity” to\nAnatabloc and “whether or not there was any reason to explore this\nfurther.”Id., at 3344. He also asked whether this could “be\nsomething good for the Commonwealth, particularly as it relates to\neconomy or job creation.”Ibid.When Williams asked Governor\nMcDonnell whether he would support funding for the research\nstudies, Governor McDonnell “very politely” replied, “I have\nlimited decision-making power in this area.”Id., at\n3927.In January 2012, Mrs. McDonnell asked Williams\nfor an additional loan for the Virginia Beach rental properties,\nand Williams agreed. On February 3, Governor McDonnell followed up\non that conversation by calling Williams to discuss a $50,000\nloan.Several days later, Williams complained to Mrs.\nMcDonnell that the Virginia universities were not returning Star\nScientific’s calls. She passed Williams’s complaint on to the\nGovernor. While Mrs. McDonnell was driving with Governor McDonnell,\nshe also e-mailed Governor McDonnell’s counsel, stating that the\nGovernor “wants to know why nothing has developed” with the\nresearch studies after Williams had provided the eight $25,000\nchecks for preparing grant proposals, and that the Governor “wants\nto get this going” at the universities.Id., at 3214, 4931.\nAccording to Governor McDonnell, how-ever, Mrs. McDonnell acted\nwithout his knowledge or per-mission, and he never made the\nstatements she attributed to him.Id.,at 6306–6308.On February 16, Governor McDonnell e-mailed\nWilliams to check on the status of documents related to the $50,000\nloan. A few minutes later, Governor McDonnell e-mailed his counsel\nstating, “Please see me about Anatabloc issues at VCU and UVA.\nThanks.”Id., at 3217. Governor McDonnell’s counsel replied,\n“Will do. We need to be careful with this issue.”Ibid.The\nnext day, Governor McDonnell’s counsel called Star Scientific’s\nlobbyist in order to “change the expectations” of Star Scientific\nregarding the involvement of the Governor’s Office in the studies.Id., at 3219.At the end of February, Governor McDonnell\nhosted a healthcare industry reception at the Governor’s Mansion,\nwhich Williams attended. Mrs. McDonnell also invited a number of\nguests recommended by Williams, including researchers at the\nVirginia universities. Governor McDonnell was present, but did not\nmention Star Scientific, Williams, or Anatabloc during the event.Id., at 3671–3672. That same day, Governor McDonnell and\nWilliams spoke about the $50,000 loan, and Williams loaned the\nmoney to the McDonnells shortly thereafter.Id.,at 2306,\n2353.In March 2012, Governor McDonnell met with Lisa\nHicks-Thomas, the Virginia Secretary of Administration, and Sara\nWilson, the Director of the Virginia Department of Human Resource\nManagement. The purpose of the meeting was to discuss Virginia’s\nhealth plan for state employees. At that time, Governor McDonnell\nwas taking Anatabloc several times a day. He took a pill during the\nmeeting, and told Hicks-Thomas and Wilson that the pills “were\nworking well for him” and “would be good for” state employees.Id., at 4227. Hicks-Thomas recalled Governor McDonnell\nasking them to meet with a representative from Star Scientific;\nWilson had no such recollection.Id., at 4219, 4227. After\nthe discussion with Governor McDonnell, Hicks-Thomas and Wilson\nlooked up Anatabloc on the Internet, but they did not set up a\nmeeting with Star Scientific or conduct any other follow-up.Id., at 4220, 4230. It is undisputed that Virginia’s health\nplan for state employees does not cover nutritional supplements\nsuch as Anatabloc.In May 2012, Governor McDonnell requested an\nadditional $20,000 loan, which Williams provided. Throughout this\nperiod, Williams also paid for several rounds of golf for Governor\nMcDonnell and his children, took the McDonnells on a weekend trip,\nand gave $10,000 as a wedding gift to one of the McDonnells’\ndaughters. In total, Williams gave the McDonnells over $175,000 in\ngifts and loans.BIn January 2014, Governor McDonnell was\nindicted for accepting payments, loans, gifts, and other things of\nvalue from Williams and Star Scientific in exchange for “performing\nofficial actions on an as-needed basis, as opportunities arose, to\nlegitimize, promote, and obtain research studies for Star\nScientific’s products.” Supp. App. 46. The charges against him\ncomprised one count of conspiracy to commit honest services fraud,\nthree counts of honest services fraud, one count of conspiracy to\ncommit Hobbs Act extortion, six counts of Hobbs Act extortion, and\ntwo counts of making a false statement. See 18 U. S. C.\n§§1343, 1349 (honest services fraud); §1951(a) (Hobbs Act\nextortion); §1014 (false statement). Mrs. McDonnell was indicted on\nsimilar charges, plus obstructing official proceedings, based on\nher alleged involvement in the scheme. See §1512(c)(2)\n(obstruction).The theory underlying both the honest services\nfraud and Hobbs Act extortion charges was that Governor McDonnell\nhad accepted bribes from Williams. SeeSkillingv.United\nStates, 561 U. S. 358, 404 (2010) (construing honest\nservices fraud to forbid “fraudulent schemes to deprive another of\nhonest services through bribes or kickbacks”);Evansv.United States, 504 U. S. 255, 260, 269 (1992)\n(construing Hobbs Act extortion to include “ ‘taking a\nbribe’ ”).The parties agreed that they would define honest\nservices fraud with reference to the federal bribery statute, 18\nU. S. C. §201. That statute makes it a crime for “a\npublic official or person selected to be a public official,\ndirectly or indirectly, corruptly” to demand, seek, receive,\naccept, or agree “to receive or accept anything of value” in return\nfor being “influenced in the performance of any official act.”\n§201(b)(2). An “official act” is defined as “any decision or action\non any question, matter, cause, suit, proceeding or controversy,\nwhich may at any time be pending, or which may by law be brought\nbefore any public official, in such official’s official capacity,\nor in such official’s place of trust or profit.” §201(a)(3).The parties also agreed that obtaining a “thing\nof value . . . knowing that the thing of value was given\nin return for official action” was an element of Hobbs Act\nextortion, and that they would use the definition of “official act”\nfound in the federal bribery statute to define “official action”\nunder the Hobbs Act. 792 F. 3d 478, 505 (CA4 2015) (internal\nquotation marks omitted).As a result of all this, the Government was\nrequired to prove that Governor McDonnell committed or agreed to\ncommit an “official act” in exchange for the loans and gifts from\nWilliams. SeeEvans, 504 U. S., at 268 (“the offense is\ncompleted at the time when the public official receives a payment\nin return for his agreement to perform specific official acts;\nfulfillment of thequid pro quois not an element of the\noffense”).The Government alleged that Governor McDonnell\nhad committed at least five “official acts”:(1) “arranging meetings for [Williams] with\nVirginia government officials, who were subordinates of the\nGovernor, to discuss and promote Anatabloc”;(2) “hosting, and . . . attending,\nevents at the Governor’s Mansion designed to encourage Virginia\nuniversity researchers to initiate studies of anatabine and to\npromote Star Scientific’s products to doctors for referral to their\npatients”;(3) “contacting other government officials in\nthe [Governor’s Office] as part of an effort to encourage Vir-ginia\nstate research universities to initiate studies of anatabine”;(4) “promoting Star Scientific’s products and\nfacilitating its relationships with Virginia government officials\nby allowing [Williams] to invite individuals important to Star\nScientific’s business to exclusive events at the Governor’s\nMansion”; and(5) “recommending that senior government\nofficials in the [Governor’s Office] meet with Star Scientific\nexecutives to discuss ways that the company’s products could lower\nhealthcare costs.” Supp. App. 47–48(indictment).The case proceeded to a jury trial, which lasted\nfive weeks. Pursuant to an immunity agreement, Williams testified\nthat he had given the gifts and loans to the McDonnells to obtain\nthe Governor’s “help with the testing” of Anatabloc at Virginia’s\nmedical schools. App. 2234. Governor McDonnell acknowledged that he\nhad requested loans and accepted gifts from Williams. He testified,\nhowever, that setting up meetings with government officials was\nsomething he did “literally thousands of times” as Governor, and\nthat he did not expect his staff “to do anything other than to\nmeet” with Williams.Id., at 6042.Several state officials testified that they had\ndiscussed Anatabloc with Williams or Governor McDonnell, but had\nnot taken any action to further the research studies.Id.,\nat 3739–3750 (Dr. Hazel), 3075–3077 (aide to Dr. Hazel), 4218–4220\n(Sara Wilson), 4230–4231 (Lisa Hicks-Thomas). A UVA employee in the\nuniversity research office, who had never spoken with the Governor\nabout Anatabloc, testified that she wrote a pro/con list concerning\nresearch studies on Anatabloc. The first “pro” was the\n“[p]erception to Governor that UVA would like to work with local\ncompanies,” and the first “con” was the “[p]olitical pressure from\nGovernor and impact on future UVA requests from the Governor.”Id., at 4321, 4323 (Sharon Krueger).Following closing arguments, the District Court\ninstructed the jury that to convict Governor McDonnell it must find\nthat he agreed “to accept a thing of value in exchange for official\naction.” Supp. App. 68. The court described the five alleged\n“official acts” set forth in the indictment, which involved\narranging meetings, hosting events, and contacting other government\nofficials. The court then quoted the statutory definition of\n“official act,” and—as the Government had requested—advised the\njury that the term encompassed “acts that a public official\ncustomarily performs,” including acts “in furtherance of\nlonger-term goals” or “in a series of steps to exercise influence\nor achieve an end.”Id., at 69–70.Governor McDonnell had requested the court to\nfurther instruct the jury that the “fact that an activity is a\nroutine activity, or a ‘settled practice,’ of an office-holder does\nnot alone make it an ‘official act,’ ” and that “merely arranging a\nmeeting, attending an event, hosting a reception, or making a\nspeech are not, standing alone, ‘official acts,’ even if they are\nsettled practices of the official,” because they “are not decisions\non matters pending before the government.” 792 F. 3d, at 513\n(internal quotation marks omitted). He also asked the court to\nexplain to the jury that an “official act” must intend to or “in\nfact influence a specific official decision the government actually\nmakes—such as awarding a contract, hiring a government em-ployee,\nissuing a license, passing a law, or implementing a regulation.”\nApp. to Pet. for Cert. 147a. The District Court declined to give\nGovernor McDonnell’s proposed instruction to the jury.The jury convicted Governor McDonnell on the\nhonest services fraud and Hobbs Act extortion charges, but\nacquitted him on the false statement charges. Mrs. McDonnell was\nalso convicted on most of the charges against her. Although the\nGovernment requested a sentence of at least ten years for Governor\nMcDonnell, the District Court sentenced him to two years in prison.\nMrs. McDonnell received a one-year sentence.Following the verdict, Governor McDonnell moved\nto vacate his convictions on the ground that the jury instructions\n“were legally erroneous because they (i) allowed the jury to\nconvict [him] on an erroneous understanding of ‘official act,’ and\n(ii) allowed a conviction on the theory that [he] accepted things\nof value that were given for future unspecified action.” 64\nF. Supp. 3d 783, 787 (ED Va. 2014). The District Court denied\nthe motion.Id.,at 802. In addition, Governor McDonnell\nmoved for acquittal on the basis that there was insufficient\nevidence to convict him, and that the Hobbs Act and honest services\nstatute were unconstitutionally vague. Crim. No. 3:14–CR–12 (ED\nVa., Dec. 1, 2014), Supp. App. 80, 82–92. That motion was also\ndenied. Seeid.,at 92–94. (He also raised other challenges\nto his convictions, which are not at issue here.)Governor McDonnell appealed his convictions to\nthe Fourth Circuit, challenging the definition of “official action”\nin the jury instructions on the ground that it deemed “virtually\nall of a public servant’s activities ‘official,’ no matter how\nminor or innocuous.” 792 F. 3d, at 506. He also reiterated his\nchallenges to the sufficiency of the evidence and the\nconstitutionality of the statutes under which he was convicted.Id., at 509, n. 19, 515.The Fourth Circuit affirmed, and we granted\ncertiorari. 577 U. S. ___ (2016). Mrs. McDonnell’s separate\nappeal remains pending before the Court of Appeals.IIThe issue in this case is the proper\ninterpretation of the term “official act.” Section 201(a)(3)\ndefines an “official act” as “any decision or action on any\nquestion, matter, cause, suit, proceeding or controversy, which may\nat any time be pending, or which may by law be brought before any\npublic official, in such official’s official capacity, or in such\nofficial’s place of trust or profit.”According to the Government, “Congress used\nintentionally broad language” in §201(a)(3) to embrace “anydecision or action, onanyquestion or matter, that may atany timebe pending, or which may by law be brought beforeanypublic official, in such official’s official capac-ity.”\nBrief for United States 20–21 (Government’s emphasis; alteration\nand internal quotation marks omitted). The Government concludes\nthat the term “official act” therefore encompasses nearly any\nactivity by a public official. In the Government’s view, “official\nact” specifically includes arranging a meeting, contacting another\npublic official, or hosting an event—without more—concerning any\nsubject, including a broad policy issue such as Vir-ginia economic\ndevelopment.Id.,at 47–49; Tr. of Oral Arg. 28–30.Governor McDonnell, in contrast, contends that\nstatu-tory context compels a more circumscribed reading, limiting\n“official acts” to those acts that “direct[ ] a particular\nresolution of a specific governmental decision,” or that pressure\nanother official to do so. Brief for Petitioner 44, 51. He also\nclaims that “vague corruption laws” such as §201 implicate serious\nconstitutional concerns, militating “in favor of a narrow, cautious\nreading of these criminal statutes.”Id.,at 21.Taking into account the text of the statute, the\nprecedent of this Court, and the constitutional concerns raised by\nGovernor McDonnell, we reject the Government’s reading of\n§201(a)(3) and adopt a more bounded interpretation of “official\nact.” Under that interpretation, setting up a meeting, calling\nanother public official, or hosting an event does not, standing\nalone, qualify as an “official act.”AThe text of §201(a)(3) sets forth two\nrequirements for an “official act”: First, the Government must\nidentify a “question, matter, cause, suit, proceeding or\ncontroversy” that “may at any time be pending” or “may by law be\nbrought” before a public official. Second, the Government must\nprove that the public official made a decision or took an action\n“on” that question, matter, cause, suit, proceeding, or\ncontroversy, or agreed to do so. The issue here is whether\narranging a meeting, contacting another official, or hosting an\nevent—without more—can be a “question, matter, cause, suit,\nproceeding or controversy,” and if not, whether it can be a\ndecision or action on a “question, matter, cause, suit, proceeding\nor controversy.”The first inquiry is whether a typical meeting,\ncall, or event is itself a “question, matter, cause, suit,\nproceeding or controversy.” The Government argues that nearly any\nactivity by a public official qualifies as a question or\nmatter—from workaday functions, such as the typical call, meeting,\nor event, to the broadest issues the government confronts, such as\nfostering economic development. We conclude, however, that the\nterms “question, matter, cause, suit, proceeding or controversy” do\nnot sweep so broadly.The last four words in that list—“cause,”\n“suit,” “proceeding,” and “controversy”—connote a formal exercise\nof governmental power, such as a lawsuit, hearing, or\nadministrative determination. See,e.g.,Crimes Act of 1790,\n§21, 1Stat. 117 (using “cause,” “suit,” and “controversy” in a\nrelated statutory context to refer to judicial proceedings);\nBlack’s Law Dictionary 278–279, 400, 1602–1603 (4th ed. 1951)\n(defining “cause,” “suit,” and “controversy” as judicial\nproceedings); 18 U. S. C. §201(b)(3) (using “proceeding”\nto refer to trials, hearings, or the like “before any court, any\ncommittee of either House or both Houses of Congress, or any\nagency, commission, or officer”). Al-though it may be difficult to\ndefine the precise reach of those terms, it seems clear that a\ntypical meeting, telephone call, or event arranged by a public\nofficial does not qualify as a “cause, suit, proceeding or\ncontroversy.”But what about a “question” or “matter”? A\n“question” could mean any “subject or aspect that is in dispute,\nopen for discussion, or to be inquired into,” and a “matter” any\n“subject” of “interest or relevance.” Webster’s Third New\nInternational Dictionary 1394, 1863 (1961). If those meanings were\nadopted, a typical meeting, call, or event would qualify as a\n“question” or “matter.” A “question” may also be interpreted more\nnarrowly, however, as “a subject or point of debate or a\nproposition being or to be voted on in a meeting,” such as a\nquestion “before the senate.”Id.,at 1863. Similarly, a\n“matter” may be limited to “a topic under active and usually\nserious or practical consideration,” such as a matter that “will\ncome before the committee.”Id.,at 1394.To choose between those competing definitions,\nwe look to the context in which the words appear. Under the\nfamiliar interpretive canonnoscitur a sociis, “a word is\nknown by the company it keeps.”Jareckiv.G. D.\nSearle & Co., 367 U. S. 303, 307 (1961) . While “not\nan inescapable rule,” this canon “is often wisely applied where a\nword is capable of many meanings in order to avoid the giving of\nunintended breadth to the Acts of Congress.”Ibid.For\nexample, inGustafsonv.Alloyd Co., 513 U. S.\n561 (1995) , a statute defined the word “prospectus” as a\n“prospectus, notice, circular, advertisement, letter, or\ncommunication.”Id.,at 573–574 (internal quotation marks\nomitted). We held that although the word “communication” could in\nthe abstract mean any type of communication, “it is apparent that\nthe list refers to documents of wide dissemination,” and that\ninclusion “of the term ‘communication’ in that list suggests that\nit too refers to a public communication.”Id.,at 575.Applying that same approach here, we conclude\nthat a “question” or “matter” must be similar in nature to a\n“cause, suit, proceeding or controversy.” Because a typical\nmeeting, call, or event arranged by a public official is not of the\nsame stripe as a lawsuit before a court, a determination before an\nagency, or a hearing before a committee, it does not qualify as a\n“question” or “matter” under §201(a)(3).That more limited reading also comports with the\npresumption “that statutory language is not superfluous.”Arlington Central School Dist. Bd. of Ed.v.Murphy,\n548 U. S. 291, 299, n. 1 (2006) . If “question” and “matter”\nwere as unlimited in scope as the Government argues, the terms\n“cause, suit, proceeding or controversy” would serve no role in the\nstatute—every “cause, suit, proceeding or controversy” would also\nbe a “question” or “matter.” Under a more confined interpretation,\nhowever, “question” and “matter” may be understood to refer to a\nformal exercise of governmental power that is similar in nature to\na “cause, suit, proceeding or controversy,” but that does not\nnecessarily fall into one of those prescribed categories.Because a typical meeting, call, or event is not\nitself a question or matter, the next step is to determine whether\narranging a meeting, contacting another official, or hosting an\nevent may qualify as a “decision or action”ona different\nquestion or matter. That requires us to first establish what counts\nas a question or matter in this case.In addition to the requirements we have\ndescribed, §201(a)(3) states that the question or matter must be\n“pending” or “may by law be brought” before “any public official.”\n“Pending” and “may by law be brought” suggest something that is\nrelatively circumscribed—the kind of thing that can be put on an\nagenda, tracked for progress, and then checked off as complete. In\nparticular, “mayby lawbe brought” conveys something within\nthe specific duties of an official’s position—the function\nconferred by the authority of his office. The word “any” conveys\nthat the matter may be pending either before the public official\nwho is performing the official act, or before another public\nofficial.The District Court, however, determined that the\nrelevant matter in this case could be considered at a much higher\nlevel of generality as “Virginia business and economic\ndevelopment,” or—as it was often put to the jury—“Bob’s for Jobs.”\nSupp. App. 88; see,e.g.,App. 1775, 2858, 2912, 3733.\nEconomic development is not naturally described as a matter\n“pending” before a public official—or something that may be brought\n“by law” before him—any more than “justice” is pending or may be\nbrought by law before a judge, or “national security” is pending or\nmay be brought by law before an officer of the Armed Forces. Under\n§201(a)(3), the pertinent “question, matter, cause, suit,\nproceeding or controversy” must be more focused and concrete.For its part, the Fourth Circuit found at least\nthree questions or matters at issue in this case: (1) “whether\nresearchers at any of Virginia’s state universities would initiate\na study of Anatabloc”; (2) “whether the state-created Tobacco\nIndemnification and Community Revitalization Commission” would\n“allocate grant money for the study of anatabine”; and (3) “whether\nthe health insurance plan for state employees in Virginia would\ninclude Anatabloc as a covered drug.” 792 F. 3d, at 515–516.\nWe agree that those qualify as questions or matters under\n§201(a)(3). Each is focused and concrete, and each involves a\nformal exercise of governmental power that is similar in nature to\na lawsuit, administrative determination, or hearing.The question remains whether—as the Government\nargues—merely setting up a meeting, hosting an event, or calling\nanother official qualifies as a decision or action on any of those\nthree questions or matters. Although the word “decision,” and\nespecially the word “action,” could be read expansively to support\nthe Government’s view, our opinion inUnited Statesv.Sun-Diamond Growers of Cal., 526 U. S. 398 (1999) ,\nrejects that interpretation.InSun-Diamond, the Court stated that it\nwas not an “official act” under §201 for the President to host a\nchampionship sports team at the White House, the Secretary of\nEducation to visit a high school, or the Secretary of Agriculture\nto deliver a speech to “farmers concerning various matters of USDA\npolicy.”Id., at 407. We recognized that “the Secretary of\nAgriculturealwayshas before him or in prospect matters\nthat affect farmers, just as the President always has before him or\nin prospect matters that affect college and professional sports,\nand the Secretary of Education matters that affect high schools.”Ibid.But we concluded that the existence of such pending\nmatters was not enough to find that any action related to them\nconstituted an “official act.”Ibid.It was possible to\navoid the “absurdities” of convicting individuals on corruption\ncharges for engaging in such conduct, we explained, “through the\ndefinition of that term,”i.e., by adopting a more\nlimited definition of “official acts.”Id.,at 408.It is apparent fromSun-Diamondthat\nhosting an event, meeting with other officials, or speaking with\ninterested parties is not, standing alone, a “decision or action”\nwithin the meaning of §201(a)(3), even if the event, meeting, or\nspeech is related to a pending question or matter. Instead,\nsomething more is required: §201(a)(3) specifies that the public\nofficial must make a decision or take an actiononthat\nquestion or matter, or agree to do so.For example, a decision or action to initiate a\nresearch study—or a decision or action on a qualifying step, such\nas narrowing down the list of potential research topics—would\nqualify as an “official act.” A public official may also make a\ndecision or take an action on a “question, matter, cause, suit,\nproceeding or controversy” by using his official position to exert\npressure onanotherofficial to perform an “official act.”\nIn addition, if a public official uses his official position to\nprovide advice to another official, knowing or intending that such\nadvice will form the basis for an “official act” by another\nofficial, that too can qualify as a decision or action for purposes\nof §201(a)(3). SeeUnited Statesv.Birdsall, 233\nU. S. 223, 234 (1914) (finding “official action” on the part\nof subordinates where their superiors “would necessarily rely\nlargely upon the reports and advice of subordinates . . .\nwho were more directly acquainted with” the “facts and\ncircumstances of particular cases”).Under this Court’s precedents, a public official\nis not required to actually make a decision or take an action on a\n“question, matter, cause, suit, proceeding or controversy”; it is\nenough that the official agree to do so. SeeEvans, 504\nU. S., at 268. The agreement need not be explicit, and the\npublic official need not specify the means that he will use to\nperform his end of the bargain. Nor must the public official in\nfact intend to perform the “official act,” so long as he agrees to\ndo so. A jury could, for example, conclude that an agreement was\nreached if the evidence shows that the public official received a\nthing of value knowing that it was given with the expectation that\nthe official would perform an “official act” in return. Seeibid.It is up to the jury, under the facts of the case, to\ndetermine whether the public official agreed to perform an\n“official act” at the time of the allegedquid pro quo. The\njury may consider a broad range of pertinent evidence, including\nthe nature of the transaction, to answer that question.Setting up a meeting, hosting an event, or\ncalling an official (or agreeing to do so) merely to talk about a\nresearch study or to gather additional information, however, does\nnot qualify as a decision or action on the pending question of\nwhether to initiate the study. Simply expressing support for the\nresearch study at a meeting, event, or call—or sending a\nsubordinate to such a meeting, event, or call—similarly does not\nqualify as a decision or action on the study, as long as the public\nofficial does not intend to exert pressure on another official or\nprovide advice, knowing or intending such advice to form the basis\nfor an “official act.” Otherwise, if every action somehow related\nto the research study were an “official act,” the requirement that\nthe public official make a decision or take an action on that\nstudy, or agree to do so, would be meaningless.Of course, this is not to say that setting up a\nmeeting, hosting an event, or making a phone call is always an\ninnocent act, or is irrelevant, in cases like this one. If an\nofficial sets up a meeting, hosts an event, or makes a phone call\non a question or matter that is or could be pending before another\nofficial, that could serve as evidence of an agreement to take an\nofficial act. A jury could conclude, for example, that the official\nwas attempting to pressure or advise another official on a pending\nmatter. And if the official agreed to exert that pressure or give\nthat advice in exchange for a thing of value, that would be\nillegal.The Government relies on this Court’s decision\ninBirdsallto support a more expansive interpretation of\n“official act,” butBirdsallis fully consistent with our\nreading of §201(a)(3). We held inBirdsallthat “official\naction” could be established by custom rather than “by statute” or\n“a written rule or regulation,” and need not be a formal part of an\nofficial’s decisionmaking process. 233 U. S.,at\n230–231. That does not mean, however, that every decision or action\ncustomarily performed by a public official—such as the myriad\ndecisions to refer a constituent to another official—counts as an\n“official act.” The “official action” at issue inBirdsallwas “advis[ing] the Commissioner of Indian Affairs, contrary to the\ntruth,” that the facts of the case warranted granting leniency to\ncertain defendants convicted of “unlawfully selling liquor to\nIndians.”Id.,at 227–230. That “decision or action” fits\nneatly within our understanding of §201(a)(3): It reflected a\ndecision or action to advise another officialonthe pending\nquestion whether to grant leniency.In sum, an “official act” is a decision or\naction on a “question, matter, cause, suit, proceeding or\ncontroversy.” The “question, matter, cause, suit, proceeding or\ncontroversy” must involve a formal exercise of governmental power\nthat is similar in nature to a lawsuit before a court, a\ndetermination before an agency, or a hearing before a committee. It\nmust also be something specific and focused that is “pending” or\n“may by law be brought” before a public official. To qualify as an\n“official act,” the public official must make a decision or take an\naction on that “question, matter, cause, suit, proceeding or\ncontroversy,” or agree to do so. That decision or action may\ninclude using his official position to exert pressure on another\nofficial to perform an “official act,” or to advise another\nofficial, knowing or intending that such advice will form the basis\nfor an “official act” by another official. Setting up a meeting,\ntalking to another official, or organizing an event (or agreeing to\ndo so)—without more—does not fit that definition of “official\nact.”BIn addition to being inconsistent with both\ntext and precedent, the Government’s expansive interpretation of\n“official act” would raise significant constitutional concerns.\nSection 201 prohibitsquid pro quocorruption—the exchange\nof a thing of value for an “official act.” In the Government’s\nview, nearly anything a public official accepts—from a campaign\ncontribution to lunch—counts as aquid; and nearly anything\na public official does—from arranging a meeting to inviting a guest\nto an event—counts as aquo. See Brief for United States 14,\n27; Tr. of Oral Arg. 34–35, 44–46.But conscientious public officials arrange\nmeetings for constituents, contact other officials on their behalf,\nand include them in events all the time. The basic compact\nunderlying representative governmentassumesthat public\nofficials will hear from their constituents and act appropriately\non their concerns—whether it is the union official worried about a\nplant closing or the homeowners who wonder why it took five days to\nrestore power to their neighborhood after a storm. The Government’s\nposition could cast a pall of potential prosecution over these\nrelationships if the union had given a campaign contribution in the\npast or the homeowners invited the official to join them on their\nannual outing to the ballgame. Officials might wonder whether they\ncould respond to even the most commonplace requests for assistance,\nand citizens with legitimate concerns might shrink from\nparticipating in democratic discourse.This concern is substantial. White House counsel\nwho worked in every administration from that of President Reagan to\nPresident Obama warn that the Government’s “breathtaking expansion\nof public-corruption law would likely chill federal officials’\ninteractions with the people they serve and thus damage their\nability effectively to perform their duties.” Brief for Former\nFederal Officials asAmici Curiae6. Six former Virginia\nattorneys general—four Democrats and two Republicans—also filed anamicusbrief in this Court echoing those concerns, as did 77\nformer state attorneys general from States other than Virginia—41\nDemocrats, 35 Republicans, and 1 independent. Brief for Former\nVirginia Attorneys General asAmici Curiae1–2, 16; Brief\nfor 77 Former State Attorneys General (Non-Virginia) asAmici\nCuriae1–2.None of this, of course, is to suggest that the\nfacts of this case typify normal political interaction between\npublic officials and their constituents. Far from it. But the\nGovernment’s legal interpretation is not confined to cases\ninvolving extravagant gifts or large sums of money, and we\ncannotconstrue a criminal statute on the assumption that the\nGovernment will “use it responsibly.”United Statesv.Stevens, 559 U. S. 460, 480 (2010) . The Court inSun-Diamonddeclined to rely on “the Government’s\ndiscretion” to protect against overzealous prosecutions under §201,\nconcluding instead that “a statute in this field that can\nlinguistically be interpreted to be either a meat axe or a scalpel\nshould reasonably be taken to be the latter.” 526 U. S., at\n408, 412.A related concern is that, under the\nGovernment’s interpretation, the term “official act” is not defined\n“with sufficient definiteness that ordinary people can understand\nwhat conduct is prohibited,” or “in a manner that does not\nencourage arbitrary and discriminatory enforcement.”Skilling, 561 U. S., at 402–403 (internal quotation\nmarks omitted). Under the “ ‘standardless sweep’ ” of the\nGovernment’s reading,Kolenderv.Lawson, 461\nU. S. 352, 358 (1983) , public officials could be subject to\nprosecution, without fair notice, for the most prosaic\ninteractions. “Invoking so shapeless a provision to condemn someone\nto prison” for up to 15 years raises the serious concern that the\nprovision “does not comport with the Constitution’s guarantee of\ndue process.”Johnsonv.United States, 576\nU. S. ___, ___ (2015) (slip op., at 10). Our more constrained\ninterpretation of §201(a)(3) avoids this “vagueness shoal.”Skilling, 561 U. S., at 368.The Government’s position also raises\nsignificant federalism concerns. A State defines itself as a\nsovereign through “the structure of its government, and the\ncharacter of those who exercise government authority.”Gregoryv.Ashcroft, 501 U. S. 452, 460 (1991) .\nThat includes the prerogative to regulate the permissible scope of\ninteractions between state officials and their constituents. Here,\nwhere a more limited interpretation of “official act” is supported\nby both text and precedent, we decline to “construe the statute in\na manner that leaves its outer boundaries ambiguous and involves\nthe Federal Government in setting standards” of “good government\nfor local and state officials.”McNallyv.United\nStates, 483 U. S. 350, 360 (1987) ; see alsoUnited\nStatesv.Enmons, 410 U. S. 396 –411 (1973)\n(rejecting a “broad concept of extortion” that would lead to “an\nunprecedented incursion into the criminal jurisdiction of the\nStates”).IIIAGovernor McDonnell argues that his convictions\nmust be vacated because the jury was improperly instructed on the\nmeaning of “official act” under §201(a)(3) of the federal bribery\nstatute. According to Governor McDonnell, the District Court\n“refused to convey any meaningful limits on ‘official act,’ giving\nan instruction that allowed the jury to convict [him] for lawful\nconduct.” Brief for Petitioner 51. We agree.The jury instructions included the statutory\ndefinition of “official action,” and further defined the term to\ninclude “actions that have been clearly established by settled\npractice as part of a public official’s position, even if the\naction was not taken pursuant to responsibilities explicitly\nassigned by law.” Supp. App. 69–70. The instructions also stated\nthat “official actions may include acts that a public official\ncustomarily performs,” including acts “in furtherance of\nlonger-term goals” or “in a series of steps to exercise influence\nor achieve an end.”Id., at 70. In light of our\ninterpretation of the term “official acts,” those instructions\nlacked important qualifications, rendering them significantly\noverinclusive.First, the instructions did not adequately\nexplain to the jury how to identify the “question, matter, cause,\nsuit, proceeding or controversy.” As noted, the Fourth Circuit held\nthat “the Government presented evidence of three questions or\nmatters”: (1) “whether researchers at any of Virginia’s state\nuniversities would initiate a study of Anatabloc”; (2) “whether the\nstate-created Tobacco Indemnification and Community Revitalization\nCommission” would “allocate grant money for the study of\nanatabine”; and (3) “whether the health insurance plan for state\nemployees in Virginia would include Anatabloc as a covered drug.”\n792 F. 3d, at 515–516.The problem with the District Court’s\ninstructions is that they provided no assurance that the jury\nreached its verdict after finding those questions or matters. The\ntestimony at trial described how Governor McDonnell set up\nmeetings, contacted other officials, and hosted events. It is\npossible the jury thought that a typical meeting, call, or event\nwas itself a “question, matter, cause, suit, proceeding or\ncontroversy.” If so, the jury could have convicted Governor\nMcDonnell without finding that he committedor agreed to commit an\n“official act,” as properly defined. To prevent this problem, the\nDistrict Court should have instructed the jury that it must\nidentify a “question, matter, cause, suit, proceeding or\ncontroversy” involving the formal exercise of governmental\npower.Second, the instructions did not inform the jury\nthat the “question, matter, cause, suit, proceeding or controversy”\nmust be more specific and focused than a broad policy objective.\nThe Government told the jury in its closing argument that\n“[w]hatever it was” Governor McDonnell had done, “it’s all official\naction.” App. to Pet. for Cert. 263a–264a. Based on that remark,\nand the repeated references to “Bob’s for Jobs” at trial, the jury\ncould have thought that the relevant “question, matter, cause,\nsuit, proceeding or controversy” was something as nebulous as\n“Virginia business and economic development,” as the District Court\nitself concluded. Supp. App. 87–88 (“The alleged official actions\nin this case were within the range of actions on questions,\nmatters, or causes pending before McDonnell as Governor as multiple\nwitnesses testified that Virginia business and economic development\nwas a top priority in McDonnell’s administration”). To avoid that\nmisconception, the District Court should have instructed the jury\nthat the pertinent “question, matter, cause, suit, proceeding or\ncontroversy” must be something specific and focused that is\n“pending” or “may by law be brought before any public official,”\nsuch as the question whether to initiate the research studies.Third, the District Court did not instruct the\njury that to convict Governor McDonnell, it had to find that he\nmade a decision or took an action—or agreed to do so—onthe\nidentified “question, matter, cause, suit, proceeding or\ncontroversy,” as we have construed that requirement. At trial,\nseveral of Governor McDonnell’s subordinates testified that he\nasked them to attend a meeting, not that he expected them to do\nanything other than that. See,e.g.,App. 3075, 3739–3740,\n4220. If that testimony reflects what Governor McDonnell agreed to\ndo at the time he accepted the loans and gifts from Williams, then\nhe did not agree to make a decision or take an action on any of the\nthree questions or matters described by the Fourth Circuit.The jury may have disbelieved that testimony or\nfound other evidence that Governor McDonnell agreed to exert\npressure on those officials to initiate the research studies or add\nAnatabloc to the state health plan, but it is also possible that\nthe jury convicted Governor McDonnell without finding that he\nagreed to make a decision or take an action on a properly defined\n“question, matter, cause, suit, proceeding or controversy.” To\nforestall that possibility, the District Court should have\ninstructed the jury that merely arranging a meeting or hosting an\nevent to discuss a matter does not count as a decision or action on\nthat matter.Because the jury was not correctly instructed on\nthe meaning of “official act,” it may have convicted Governor\nMcDonnell for conduct that is not unlawful. For that reason, we\ncannot conclude that the errors in the jury instructions were\n“harmless beyond a reasonable doubt.”Nederv.United\nStates, 527 U. S. 1, 16 (1999) (internal quotation marks\nomitted). We accordingly vacate Governor McDonnell’s\nconvictions.BGovernor McDonnell raises two additional\nclaims. First, he argues that the charges against him must be\ndismissed because the honest services statute and the Hobbs Act are\nunconstitutionally vague. See Brief for Petitioner 58–61. We reject\nthat claim. For purposes of this case, the parties defined honest\nservices fraud and Hobbs Act extortion with reference to §201 of\nthe federal bribery statute. Because we have interpreted the term\n“official act” in §201(a)(3) in a way that avoids the vagueness\nconcerns raised by Governor McDonnell, we decline to invalidate\nthose statutes under the facts here. SeeSkilling, 561\nU. S., at 403 (seeking “to construe, not condemn, Congress’\nenactments”).Second, Governor McDonnell argues that the\ncharges must be dismissed because there is insufficient evidence\nthat he committed an “official act,” or that he agreed to do so.\nBrief for Petitioner 44–45. Because the parties have not had an\nopportunity to address that question in light of the interpretation\nof §201(a)(3) adopted by this Court, we leave it for the Court of\nAppeals to resolve in the first instance. If the court below\ndetermines that there is sufficient evidence for a jury to convict\nGovernor McDonnell of committing or agreeing to commit an “official\nact,” his case may be set for a new trial. If the court instead\ndetermines that the evidence is insufficient, the charges against\nhim must be dismissed. We express no view on that question.*  *  *There is no doubt that this case is\ndistasteful; it may be worse than that. But our concern is not with\ntawdry tales of Ferraris, Rolexes, and ball gowns. It is instead\nwith the broader legal implications of the Government’s boundless\ninterpretation of the federal bribery statute. A more limited\ninterpretation of the term “official act” leaves ample room for\nprosecuting corruption, while comporting with the text of the\nstatute and the precedent of this Court.The judgment of the Court of Appeals is vacated,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}