{
    "case": {
        "docket": "442",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/442/"
    },
    "id": "3546467",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1146_________________TYSON FOODS, INC., PETITIONERv.PEG\nBOUAPHAKEO, et al., individually and on behalfof all others\nsimilarly situatedon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[March 22, 2016]Chief Justice Roberts, with whom Justice Alito\njoins as to Part II, concurring.Petitioner Tyson Foods presents two primary\narguments. First, it claims that class certification was im-proper\nbecause each individual plaintiff spent different amounts of time\ndonning and doffing protective gear. Therefore, according to Tyson,\nwhether and to what extent it owed damages to each individual\nemployee for uncompensated overtime was not a question capable of\nresolution on a class-wide basis. Second, Tyson argues that the\nverdict cannot stand because, while no one disputes that the class\nas certified contains hundreds of uninjured employees, the\nplaintiffs have not come up with any way to ensure that those\nemployees do not recover damages from the jury’s lump-sum\naward.The Court rejects the first argument and leaves\nthe second for initial resolution by the lower courts. I join the\nCourt’s opinion in full. I write separately to explain my\nunderstanding of the Court’s resolution of the case and to express\nmy concern that the District Court may not be able to fashion a\nmethod for awarding damages only to those class members who\nsuffered an actual injury.IA class may be certified under Federal Rule of\nCivil Procedure 23(b)(3) only if “questions of law or fact common\nto class members predominate over any questions affecting only\nindividual members.” A common question is one in which “the issue\nis susceptible to generalized, class-wide proof.”Ante, at 9\n(quoting 2 W. Rubenstein, Newberg on Class Actions §4:50, pp.\n196–197 (5th ed. 2012)) (internal quotation marks omitted).To prove liability and damages, respondents had\nto establish the amount of compensable (but uncompensated) donning\nand doffing time for each individual plaintiff. The Court properly\nconcludes that despite the differences in donning and doffing time\nfor individual class members, respondents could adequately prove\nthe amount of time for each individual through generalized,\nclass-wide proof. That proof was Dr. Mericle’s representative\nstudy. As the Court observes, “each class-member could have relied\non that [study] to establish liability if he or she had brought an\nindividual action.”Ante,at 11. And when representative\nevidence would suffice to prove a plaintiff’s individual claim,\nthat evidence cannot be deemed improper merely because the claim is\nbrought as part of a class action. Seeante,at 10–11.I agree with Justice Thomas that our decision inAndersonv.Mt. Clemens Pottery Co., 328 U. S.\n680 (1946) , does not provide a “special, relaxed rule authorizing\nplaintiffs to use otherwise inadequate representative evidence in\nFLSA-based cases.”Post,at 7 (dissenting opinion). But I do\nnot read the Court’s opinion to be inconsistent with that\nconclusion. Rather, I take the Court to conclude that Dr. Mericle’s\nstudy constituted sufficient proof from which the jury could find\n“the amount and extent of [each individual respondent’s] work as a\nmatter of just and reasonable inference”—the same standard of proof\nthat would apply in any case.Ante,at 12 (internal\nquotation marks omitted). It is with that understanding that I join\nthe opinion of the Court.IIAs for Tyson’s second argument, it is\nundisputed that hundreds of class members suffered no injury in\nthis case. See Brief for Respondents 52–53; Tr. of Oral Arg. 30.\nThe question is: which ones? The only way to know is to figure out\nhow much donning and doffing time the jury found Tyson owed the\nworkers in each department. But the jury returned a lump-sum\nverdict of $2.9 million on a class-wide basis, without specifying\nany particular amount of donning and doffing time used to calculate\nthat number. If we knew that the jury had accepted the plaintiffs’\nproposed average donning and doffing times in calculating the\nverdict, we could easily overcome this problem. But we know the\njury did no such thing. And with no way to reverse engineer the\nverdict to determine how much donning and doffing time the jury\nfound Tyson owed workers in each department, we do not know which\nplaintiffs the jury found to be injured (or not).Tyson contends that unless the District Court\ncan fashion a means of identifying those class members not entitled\nto damages, it must throw out the jury’s verdict and decertify the\nclass. I agree with the Court’s decision to leave that issue to be\naddressed in the first instance by the District Court. But I am not\nconvinced that the District Court will be able to devise a means of\ndistributing the aggregate award only to injured class members.As the Court explains, each plaintiff in this\ncase suffered actual harm only if he: (1) was not compensated for\nat least some compensable donning and doffing time;and(2)\nworked more than 40 hours in a workweek, including any compensable\ndonning and doffing time. Seeante, at 16–17. In other\nwords, it is not enough that a plaintiff was uncompensated for\ncompensable donning and doffing time; unless that plaintiff also\nworked more than 40 hours in a week (including compensable donning\nand doffing time), he is owed no overtime pay and therefore\nsuffered no injury.If the jury credited Dr. Mericle’s averages—18\nminutes per day of donning and doffing time for employees in the\nfabrication (cut and retrim) departments, 21.25 for employees in\nthe kill department—the District Court could have assumed that the\njury found that each plaintiff from those departments donned and\ndoffed the average amounts of time and used those averages to\ndetermine which plaintiffs had worked more than 40 hours (and\nawarded damages on that understanding).The problem is that the jury obviously did not\ncredit Dr. Mericle’s averages. According to Dr. Fox, another of the\nplaintiffs’ experts, those averages would have resulted in a $6.7\nmillion verdict across the 3,344 member class.Ante, at 7.\nThe jury, however, awarded the plaintiffs only $2.9 million.How, then, did the jury arrive at that $2.9\nmillion figure? The jury might have determined that Dr. Mericle’s\naverage was correct for the kill department, but overstated for the\nfabrication departments. Or vice versa. Or thejury might have found\nthat Dr. Mericle’s averages overstated the donning and doffing time\nin all departments, by varying degrees. Any of those conclusions\nwould have been permissible on these facts, and any of those\noptions would have reduced the jury verdict from the $6.7 million\nproposed by Dr. Fox. But in arriving at the $2.9 million verdict,\nwe have no way of knowing how much donning and doffing time the\njury actually found to have occurred in the kill and fabrication\ndepartments, respectively.And there’s the rub. We know that the jury must\nhave found at least one of Dr. Mericle’s two averages to be too\nhigh. And we know, as Dr. Fox testified, that if Dr. Mericle’s\naverages were even slightly too high, hundreds of class members\nwould fall short of the 40-hour workweek threshold that would\nentitle them to damages. Seepost, at 5–6. But because we do\nnot know how much donning and doffing time the jury found to have\noccurred in each department, we have no way of knowing which\nplaintiffs failed to cross that 40-hour threshold.To illustrate: Take a fabrication employee and a\nkill employee, each of whom worked a 39-hour workweek before\ncounting any compensable donning and doffing time. If the jury\ncredited Dr. Mericle’s kill department average but discounted his\nfabrication average to below one hour per week, the jury would have\nfound that the kill employee was injured, while the fabrication\nemployee was not. But the jury also might have done the exact\nopposite. We just don’t know—and so we have no way to determine\nwhich plaintiffs the jury concluded were injured.The plaintiffs believe they can surmount this\nobstacle. As the Court explains, they propose to work backward from\nthe damages award by assuming that each employee donned and doffed\nfor an identical amount of time.Ante, at 16–17. That won’t\nwork, however, because there is no indication that the jury made\nthe same assumption. Indeed, the most reasonable guess is that the\njury didnotfind that employees in different departments\ndonned and doffed for identical amounts of time. After all, the\nplaintiffs’ own expert indicated that employees in different\ndepartments donned and doffed fordifferentamounts of\ntime.Given this difficulty, it remains to be seen\nwhether the jury verdict can stand. The Court observes in dicta\nthat the problem of distributing the damages award “appears to be\none of petitioner’s own making.”Ante, at 17. Perhaps. But\nTyson’s insistence on a lump-sum jury award cannot overcome the\nlimitations placed on the federal courts by the Constitution.\nArticle III does not give fed-eral courts the power to order relief\nto any uninjured plain-tiff, class action or not. The Judiciary’s\nrole is limited “to provid[ing] relief to claimants, in individual\nor class actions, who have suffered, or will imminently suffer,\nactual harm.”Lewisv.Casey, 518 U. S. 343, 349\n(1996) . Therefore, if there is no way to ensure that the jury’s\ndamages award goes only to injured class members, that award cannot\nstand. This issue should be considered by the District Court in the\nfirst instance. As the Court properly concludes, the problem is not\npresently ripe for our review.",
    "joined": []
}