{
    "case": {
        "docket": "141",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/141/"
    },
    "id": "1970632",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1425_________________MISSOURI, PETITIONERv.TYLER G.\nMcNEELYon writ of certiorari to the supreme court of\nmissouri[April 17, 2013]Chief Justice Roberts, with whom Justice\nBreyer and Justice Alito join, concurring in part and dissenting in\npart.A police officer reading this Court’s opinion\nwould have no idea—no idea—what the Fourth Amendment requires of\nhim, once he decides to obtain a blood sample from a drunk driving\nsuspect who has refused a breathalyzer test. I have no quarrel with\nthe Court’s “totality of the circumstances” approach as a general\nmatter; that is what our cases require. But the circumstances in\ndrunk driving cases are often typical, and the Court should be able\nto offer guidance on how police should handle cases like the one\nbefore us.In my view, the proper rule is straightforward.\nOur cases establish that there is an exigent circumstances\nexception to the warrant requirement. That exception applies when\nthere is a compelling need to prevent the imminent destruction of\nimportant evidence, and there is no time to obtain a warrant. The\nnatural dissipation of alcohol in the bloodstream constitutes not\nonly the imminent but ongoing destruction of critical evidence.\nThat would qualify as an exigent circumstance, except that there\nmay be time to secure a warrant before blood can be drawn. If there\nis, an officer must seek a warrant. If an officer could reasonably\nconclude that there is not, the exigent circumstances exception\napplies by its terms, and the blood may be drawn without a\nwarrant.IThe Fourth Amendment provides:“The right of the people to be secure in\ntheir persons, houses, papers, and effects, against unreasonable\nsearches and seizures, shall not be violated, and no Warrants shall\nissue, but upon probable cause, supported by Oath or affirmation,\nand particularly describing the place to be searched, and the\npersons or things to be seized.”That language does not state that warrants are\nrequired prior to searches, but this Court has long held that\nwarrants must generally be obtained. SeeKentuckyv.King, 563 U. S. ___, ___ (2011) (slip op., at 5). We\nhave also held that bodily intrusions like blood draws constitute\nsearches and are subject to the warrant requirement. SeeSchmerberv.California,384\nU.S. 757, 767, 770 (1966).However, “the ultimate touchstone of the Fourth\nAmendment is ‘reasonableness,’ ”Brigham Cityv.Stuart,547 U.S.\n398, 403 (2006), and thus “the warrant requirement is subject\nto certain reasonable exceptions,”King, 563 U. S., at\n___ (slip op., at 6). One of those exceptions is known as the\n“exigent circumstances exception,” which “applies when the\nexigencies of the situation make the needs of law enforcement so\ncompelling that a warrantless search is objectively reasonable\nunder the Fourth Amendment.”Ibid.(internal quotation marks\nand alterations omitted).Within the exigent circumstances exception, we\nhave identified several sets of exigent circumstances excusing the\nneed for a warrant. For example, there is an emergency aid\nexception to the warrant requirement. InBrigham City,supra, at 403, we held that “law enforcement officers may\nenter a home without a warrant to render emergency assistance to an\ninjured occupant or to protect an occupant from imminent injury.”\nThere is also a fire exception to the warrant requirement. InMichiganv.Tyler,436 U.S.\n499, 509 (1978), we held that “[a] burning building clearly\npresents an exigency of sufficient proportions to render a\nwarrantless entry ‘reasonable.’ ” And there is a hot pur-suit\nexception to the warrant requirement as well. InUnited\nStatesv.Santana,427 U.S.\n38(1976), andWarden, Md. Penitentiaryv.Hayden,387 U.S.\n294(1967), we recognized “the right of police, who had\nprobable cause to believe that an armed robber had entered a house\na few minutes before, to make a warrantless entry to arrest the\nrobber and to search for weapons.”Santana,supra, at\n42. In each of these cases, the requirement that we base our\ndecision on the “totality of the circumstances” has not prevented\nus from spelling out a general rule for the police to follow.The exigency exception most on point here is the\none for imminent destruction of evidence. We have affirmed on\nseveral occasions that “law enforcement officers may make a\nwarrantless entry onto private property . . . to prevent\nthe imminent destruction of evidence.”Brigham City,supra, at 403 (citingKerv.California,374 U.S.\n23, 40 (1963) (plurality opinion)); see also,e.g.,\nKing,supra,at ___ (slip op., at 6). For example, inKer, the police had reason to believe that the defendant was\nin possession of marijuana and was expecting police pursuit. We\nupheld the officers’ warrantless entry into the defendant’s home,\nwith the plurality explaining that the drugs “could be quickly and\neasily destroyed” or “distributed or hidden before a warrant could\nbe obtained at that time of night.” 374 U. S., at 40, 42.As an overarching principle, we have held that\nif there is a “compelling need for official action and no time to\nsecure a warrant,” the warrant requirement may be excused.Tyler,supra, at 509. The question here is whether\nand how this principle applies in the typical case of a police\nofficer stopping a driver on suspicion of drunk driving.IIAThe reasonable belief that critical evidence\nis being destroyed gives rise to a compelling need for blood draws\nin cases like this one. Here, in fact, there is not simply a belief\nthat any alcohol in the bloodstream will be destroyed; it is a\nbiological certainty. Alcohol dissipates from the bloodstream at a\nrate of 0.01 percent to 0.025 percent per hour. Stripp, Forensic\nand Clinical Issues in Alcohol Analysis, in Forensic Chemistry\nHandbook 440 (L. Kobilinsky ed. 2012). Evidence is literally\ndisappearing by the minute. That certainty makes this case an even\nstronger one than usual for application of the exigent\ncircumstances exception.And that evidence is important. A serious and\ndeadly crime is at issue. According to the Department of\nTransportation, in 2011, one person died every 53 minutes due to\ndrinking and driving. National Highway Traffic Safety Admin.\n(NHTSA), Traffic Safety Facts, 2011 Data 1 (No. 811700, Dec. 2012).\nNo surprise then that drinking and driving is punished severely,\nincluding with jail time. See generally Dept. of Justice, Bureau of\nJustice Statistics, L. Maruschak, Special Report, DWI Offenders\nunder Correctional Supervision (1999). McNeely, for instance, faces\nup to four years in prison. See App. 22–23 (citing Mo. Ann. Stat.\n§§558.011, 577.010, 577.023 (West 2011)).Evidence of a driver’s blood alcohol\nconcentration (BAC) is crucial to obtain convictions for such\ncrimes. All 50 States and the District of Columbia have laws\nproviding that it isper seillegal to drive with a BAC\nof 0.08 percent or higher. Most States also have laws establishing\nadditional penalties for drivers who drive with a “high BAC,” often\ndefined as 0.15 percent or above. NHTSA, Digest of Impaired Driving\nand Selected Beverage Control Laws, pp. vii, x–xviii (No. 811673,\nOct. 2012). BAC evidence clearly matters. And when drivers refuse\nbreathalyzers, as McNeely did here, a blood draw becomes necessary\nto obtain that evidence.The need to prevent the imminent destruction of\nBAC evidence is no less compelling because the incriminating\nalcohol dissipates over a limited period of time, rather than all\nat once. As noted, the concentration of alcohol can make a\ndifference not only between guilt and innocence, but between\ndifferent crimes and different degrees of punishment. The officer\nis unlikely to know precisely when the suspect consumed alcohol or\nhow much; all he knows is that critical evidence is being steadily\nlost. Fire can spread gradually, but that does not lessen the need\nand right of the officers to respond immediately. SeeTyler,supra.McNeely contends that there is no compelling\nneed for a warrantless blood draw, because if there is some alcohol\nleft in the blood by the time a warrant is obtained, the State can\nuse math and science to work backwards and identify a defendant’s\nBAC at the time he was driving. See Brief for Respondent 44–46. But\nthat’s not good enough. We have indicated that exigent\ncircumstances justify warrantless entry when drugs are about to be\nflushed down the toilet. See,e.g., King, 563 U. S., at\n___–___ (slip op., at 7–8). We have not said that, because there\ncould well be drug paraphernalia elsewhere in the home, or because\na defendant’s co-conspirator might testify to the amount of drugs\ninvolved, the drugs themselves are not crucial and there is no\ncompelling need for warrantless entry.The same approach should govern here. There is a\ncompelling need to search because alcohol—the nearly conclusive\nevidence of a serious crime—is dissipating from the bloodstream.\nThe need is no less compelling because the police might be able to\nacquire second-best evidence some other way.[1]BFor exigent circumstances to justify a\nwarrantless search, however, there must also be “no time to secure\na warrant.”Tyler, 436 U. S., at 509; seeSchmerber, 384 U. S., at 771 (warrantless search legal\nwhen “there was no time to seek out a magistrate and secure a\nwarrant”). In this respect, obtaining a blood sample from a\nsuspected drunk driver differs from other exigent circumstances\ncases.Importantly, there is typically delay between\nthe moment a drunk driver is stopped and the time his blood can be\ndrawn. Drunk drivers often end up in an emergency room, but they\nare not usually pulled over in front of one. In most exigent\ncircumstances situations, police are just outside the door to a\nhome. Inside, evidence is about to be destroyed, a person is about\nto be injured, or a fire has broken out. Police can enter promptly\nand must do so to respond effectively to the emergency. But when\npolice pull a person over on suspicion of drinking and driving,\nthey cannot test his blood right away.[2] There is a time-consuming obstacle to their search, in\nthe form of a trip to the hospital and perhaps a wait to see a\nmedical pro-fessional. In this case, for example, approximately 25\nminutes elapsed between the time the police stopped McNeely and the\ntime his blood was drawn. App. 36, 38.As noted, the fact that alcohol dissipates\ngradually from the bloodstream does not diminish the compelling\nneed for a search—critical evidence is still disappearing. But the\nfact that the dissipation persists for some time means that the\npolice—although they may not be able to do anything about it right\naway—may still be able to respond to the ongoing destruction of\nevidence later on.There might, therefore, be time to obtain a\nwarrant in many cases. As the Court explains, police can often\nrequest warrants rather quickly these days. At least 30 States\nprovide for electronic warrant applications. Seeante,at\n10–12, and n. 4. In many States, a police officer can call a\njudge, convey the necessary information, and be authorized to affix\nthe judge’s signature to a warrant. See,e.g.,Ala. Rule\nCrim. Proc. 3.8(b) (2012–2013); Alaska Stat. §12.35.015 (2012);\nIdaho Code §§19–4404, 19–4406 (Lexis 2004); Minn. Rules Crim. Proc.\n36.01–36.08 (2010 and Supp. 2013); Mont. Code Ann. §46–5–222\n(2012); see generally NHTSA, Use of Warrants for Breath Test\nRefusal: Case Studies 6–32 (No. 810852, Oct. 2007) (overview of\nprocedures in Arizona, Michigan, Oregon, and Utah). Utah has an\ne-warrant procedure where a police officer enters information into\na system, the system notifies a prosecutor, and upon approval the\nofficer forwards the information to a magistrate, who can\nelectronically re-turn a warrant to the officer. Utah, e-Warrants:\nCross Boundary Collaboration 1 (2008). Judges have been known to\nissue warrants in as little as five minutes. Bergreen, Faster\nWarrant System Hailed, Salt Lake Tribune, Dec. 26, 2008, p. B1,\ncol. 1. And in one county in Kansas, police officers can e-mail\nwarrant requests to judges’ iPads; judges have signed such warrants\nand e-mailed them back to officers in less than 15 minutes.\nBenefiel, DUI Search Warrants: Prosecuting DUI Refusals, 9 Kansas\nProsecutor 17, 18 (Spring 2012). The police are presumably familiar\nwith the mechanics and time involved in the warrant process in\ntheir particular jurisdiction.IIIAIn a case such as this, applying the exigent\ncircumstances exception to the general warrant requirement of the\nFourth Amendment seems straightforward: If there is time to secure\na warrant before blood can be drawn, the police must seek one. If\nan officer could reasonably conclude that there is not sufficient\ntime to seek and receive a warrant, or he applies for one but does\nnot receive a response before blood can be drawn, a warrantless\nblood draw may ensue. SeeTyler,supra, at 509; see\nalsoIllinoisv.Rodriguez,497\nU.S. 177, 185–186 (1990) (“in order to satisfy the\n‘reasonableness’ requirement of the Fourth Amendment, what is\ngenerally demanded of the many factual determinations that must\nregularly be made by . . . police officer[s] conducting a\nsearch or seizure under one of the exceptions to the warrant\nrequirement . . . is not that they always be correct, but\nthat they always be reasonable”);Terryv.Ohio,392 U.S.\n1, 20 (1968) (“police must, whenever practicable, obtain\nadvance judicial approval of searches and seizures through the\nwarrant procedure”).Requiring police to apply for a warrant if\npracticable increases the likelihood that a neutral, detached\njudicial officer will review the case, helping to ensure that there\nis probable cause for any search and that any search is reasonable.\nWe have already held that forced blood draws can be\nconstitutional—that such searches can be reasonable— but that does\nnot change the fact that they are significant bodily intrusions.\nSeeSchmerber, 384 U. S., at 770 (upholding a\nwarrantless forced blood draw but noting the “importance of\ninformed, detached and deliberate determinations of the issue\nwhether or not to invade another’s body in search of evidence of\nguilt” as “indisputable and great”). Requiring a warrant whenever\npracticable helps ensure that when blood draws occur, they are\nindeed justified.At the same time, permitting the police to act\nwithout a warrant to prevent the imminent destruction of evidence\nis well established in Fourth Amendment law. There is no reason to\npreclude application of that exception in drunk driving cases\nsimply because it may take the police some time to be able to\nrespond to the undoubted destruction of evidence, or because the\ndestruction occurs continuously over an uncertain period.And that is so even in situations where police\nhave requested a warrant but do not receive a timely response. An\nofficer who reasonably concluded there was no time to secure a\nwarrant may have blood drawn from a suspect upon arrival at a\nmedical facility. There is no reason an officer should be in a\nworse position, simply because he sought a warrant prior to his\narrival at the hospital.BThe Court resists the foregoing, contending\nthat the question presented somehow inhibits such a focused\nanalysis in this case. Seeante, at 20–23. It does not. The\nquestion presented is whether a warrantless blood draw is\npermissible under the Fourth Amendment “based upon the natural\ndissipation of alcohol in the bloodstream.” Pet. for Cert. i. The\nmajority answers “It depends,” and so do I. The difference is that\nthe majority offers no ad-ditional guidance, merely instructing\ncourts and police officers to consider the totality of the\ncircumstances. I believe more meaningful guidance can be provided\nabout how to handle the typical cases, and nothing about the\nquestion presented prohibits affording that guidance.A plurality of the Court also expresses concern\nthat my approach will discourage state and local efforts to\nexpedite the warrant application process. Seeante, at 14.\nThat is not plausible: Police and prosecutors need warrants in a\nwide variety of situations, and often need them quickly. They\ncertainly would not prefer a slower process, just because that\nmight obviate the need to ask for a warrant in the occasional drunk\ndriving case in which a blood draw is necessary. The plurality’s\nsuggestion also overlooks the interest of law enforcement in the\nprotection a warrant provides.The Court is correct when it says that every\ncase must be considered on its particular facts. But the pertinent\nfacts in drunk driving cases are often the same, and the police\nshould know how to act in recurring factual situations. Simply put,\nwhen a drunk driving suspect fails field sobriety tests and refuses\na breathalyzer, whether a warrant is required for a blood draw\nshould come down to whether there is time to secure one.Schmerberitself provides support for\nsuch an analysis. The Court there made much of the fact that “there\nwas no time to seek out a magistrate and secure a warrant.” 384\nU. S., at 771. It did so in an era when cell phones and e-mail\nwere unknown. It follows quite naturally that if cell phones and\ne-mail mean that there is time to contact a magistrate and secure a\nwarrant, that must be done. At the same time, there is no need to\njettison the well-established exception for the imminent\ndestruction of evidence, when the officers are in a position to do\nsomething about it.*  *  *Because the Missouri courts did not apply the\nrule I describe above, and because this Court should not do so in\nthe first instance, I would vacate and remand for further\nproceedings in the Missouri courts.Notes1And that second-best\nevidence may prove useless. When experts have worked backwards to\nidentify a defendant’s BAC at the time he was driving, defense\nattorneys have objected to that evidence, courts have at times\nrejected it, and juries may be suspicious of it. See,e.g.,1 D. Nichols & F. Whited, Drinking/Driving Litigation §2:9, pp.\n2–130 to 2–137 (2d ed. 2006) (noting counsel objections to such\nevidence);Statev.Eighth Judicial District Court,\n127 Nev. ___, 267 P.3d 777 (2011) (affirming rejection of such\nevidence); L. Taylor & S. Oberman, Drunk Driving Defense §6.03\n(7th ed. 2010) (describing ways to undermine such evidence before a\njury).2This case involves\nmedical personnel drawing blood at a medical facility, not police\nofficers doing so by the side of the road. SeeSchmerberv.California,384 U.S.\n757, 771–772 (1966) (“Petitioner’s blood was taken by a\nphysician in a hospital environment according to accepted medical\npractices. We are thus not presented with the serious questions\nwhich would arise if a search involving use of a medical technique,\neven of the most rudimentary sort, were made by other than medical\npersonnel or in other than a medical environment—for example, if it\nwere administered by police in the privacy of the stationhouse”);\nBrief for Respondent 53, and n. 21 (describing roadside blood draws\nin Arizona). A plurality of the Court suggests that my approach\ncould make roadside blood draws a more attractive option for\npolice, but such a procedure would pose practical difficulties and,\nas the Court noted inSchmerber, would raise additional and\nserious Fourth Amendment concerns. Seeante,at\n14–15.",
    "joined": []
}