{
    "case": {
        "docket": "16-1435",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1435/"
    },
    "id": "3915293",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1435_________________MINNESOTA VOTERS ALLIANCE, et al.,\nPETITIONERSv.JOE MANSKY, et al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 14, 2018]Chief Justice Roberts delivered the opinion of\nthe Court.Under Minnesota law, voters may not wear a\npolitical badge, political button, or anything bearing political\ninsignia inside a polling place on Election Day. The question\npresented is whether this ban violates the Free Speech Clause of\nthe First Amendment.IAToday, Americans going to their polling places\non Election Day expect to wait in a line, briefly interact with an\nelection official, enter a private voting booth, and cast an\nanonymous ballot. Little about this ritual would have been familiar\nto a voter in the mid-to-late nineteenth century. For one thing,\nvoters typically deposited pri- vately prepared ballots at the\npolls instead of completing official ballots on-site. These\npre-made ballots often took the form of “party tickets”—printed\nslates of candidate selections, often distinctive in appearance,\nthat political parties distributed to their supporters and pressed\nupon others around the polls. See E. Evans, A History of the\nAustralian Ballot System in the United States 6–11 (1917) (Evans);\nR. Bensel, The American Ballot Box in the Mid-Nineteenth Century\n14–15 (2004) (Bensel).The physical arrangement confronting the voter\nwas also different. The polling place often consisted simply of a\n“voting window” through which the voter would hand his ballot to an\nelection official situated in a separate room with the ballot box.\nBensel 11, 13; see,e.g.,C. Rowell, Digest of\nContested-Election Cases in the Fifty-First Congress 224 (1891)\n(report of Rep. Lacey) (considering whether “the ability to reach\nthe window and actually tender the ticket to the [election] judges”\nis “essential in all cases to constitute a good offer to vote”);\nHolzer, Election Day 1860, Smithsonian Magazine (Nov. 2008), pp.\n46, 52 (describing the interior voting window on the third floor of\nthe Springfield, Illinois courthouse where Abraham Lincoln voted).\nAs a result of this arrangement, “the actual act of voting was\nusually performed in the open,” frequently within view of\ninterested onlookers. Rusk, The Effect of the Australian Ballot\nReform on Split Ticket Voting: 1876–1908, Am. Pol. Sci. Rev. 1220,\n1221 (1970) (Rusk); see Evans 11–13.As documented inBursonv.Freeman, 504 U. S. 191 (1992), “[a]pproaching the\npolling place under this system was akin to entering an open\nauction place.”Id.,at 202 (plurality opinion). The room\ncontaining the ballot boxes was “usually quiet and orderly,” but\n“[t]he public space outside the window . . . was\nchaotic.” Bensel 13. Electioneering of all kinds was permitted. Seeid., at 13, 16–17; R. Dinkin, Election Day: A Documentary\nHistory 19 (2002). Crowds would gather to heckle and harass voters\nwho appeared to be supporting the other side. Indeed, “[u]nder the\ninformal conventions of the period, election etiquette required\nonly that a ‘man of ordinary courage’ be able to make his way to\nthe voting window.” Bensel 20–21. “In short, these early elections\nwere not a very pleasant spectacle for those who believed in\ndemocratic government.”Burson,504 U. S., at 202\n(plurality opinion) (internal quotation marks omitted).By the late nineteenth century, States began\nimplementing reforms to address these vulnerabilities and improve\nthe reliability of elections. Between 1888 and 1896, nearly every\nState adopted the secret ballot. Seeid.,at 203–205.\nBecause voters now needed to mark their state-printed ballots\non-site and in secret, voting moved into a sequestered space where\nthe voters could “deliberate and make a decision in . . .\nprivacy.” Rusk 1221; see Evans 35; 1889 Minn. Stat. ch. 3, §§27–28,\np. 21 (regulating, as part of Minnesota’s secret ballot law, the\narrangement of voting compartments inside the polling place). In\naddition, States enacted “viewpoint-neutral restrictions on\nelection-day speech” in the immediate vicinity of the polls.Burson,504 U. S., at 214–215 (Scalia, J., concurring\nin judgment) (by 1900, 34 of 45 States had such restrictions).\nToday, all 50 States and the District of Columbia have laws curbing\nvarious forms of speech in and around polling places on Election\nDay.Minnesota’s such law contains three\nprohibitions, only one of which is challenged here. See Minn. Stat.\n§211B.11(1) (Supp. 2017). The first sentence of §211B.11(1) forbids\nany person to “display campaign material, post signs, ask, solicit,\nor in any manner try to induce or persuade a voter within a polling\nplace or within 100 feet of the building in which a polling place\nis situ- ated” to “vote for or refrain from voting for a candidate\nor ballot question.” The second sentence prohibits the distribution\nof “political badges, political buttons, or other political\ninsignia to be worn at or about the polling place.” The third\nsentence—the “political apparel ban”—states that a “political\nbadge, political button, or other political insignia may not be\nworn at or about the polling place.” Versions of all three\nprohibitions have been on the books in Minnesota for over a\ncentury. See 1893 Minn. Laws ch. 4, §108, pp. 51–52; 1912 Minn.\nLaws, 1st Spec. Sess., ch. 3, p. 24; 1988 Minn. Laws ch. 578, Art.\n3, §11, p. 594 (reenacting the prohibitions as part of\n§211B.11).There is no dispute that the political apparel\nban applies onlywithinthe polling place, and covers\narticles of clothing and accessories with “political insignia” upon\nthem. Minnesota election judges—temporary government employees\nworking the polls on Election Day—have the authority to decide\nwhether a particular item falls within the ban. App. to Pet. for\nCert. I–1. If a voter shows up wearing a prohibited item, the\nelection judge is to ask the individual to conceal or remove it.Id.,at I–2. If the individual refuses, the election judge\nmust allow him to vote, while making clear that the incident “will\nbe recorded and referred to appropriate authorities.”Ibid.Violators are subject to an administrative process before the\nMinnesota Office of Administrative Hearings, which, upon finding a\nviolation, may issue a reprimand or impose a civil penalty. Minn.\nStat. §§211B.32, 211B.35(2) (2014). That administrative body may\nalso refer the complaint to the county attorney for prosecution as\na petty misdemeanor; the maximum penalty is a $300 fine.\n§§211B.11(4) (Supp. 2017), 211B.35(2) (2014), 609.02(4a)\n(2016).BPetitioner Minnesota Voters Alliance (MVA) is\na nonprofit organization that “seeks better government through\nelection reforms.” Pet. for Cert. 5. Petitioner Andrew Cilek\nis a registered voter in Hennepin County and the executive director\nof MVA; petitioner Susan Jeffers served in 2010 as a Ramsey County\nelection judge. Five days before the November 2010 election, MVA,\nJeffers, and other likeminded groups and individuals filed a\nlawsuit in Federal District Court challenging the political apparel\nban on First Amendment grounds. The groups—calling themselves\n“Election Integrity Watch” (EIW)—planned to have supporters wear\nbuttons to the polls printed with the words “Please I. D. Me,” a\npicture of an eye, and a telephone number and web address for EIW.\n(Minnesota law does not require individuals to show identification\nto vote.) One of the individual plaintiffs also planned to wear a\n“Tea Party Patriots” shirt. The District Court denied the\nplaintiffs’ request for a temporary restraining order and\npreliminary injunction and allowed the apparel ban to remain in\neffect for the upcoming election.In response to the lawsuit, officials for\nHennepin and Ramsey Counties distributed to election judges an\n“Election Day Policy,” providing guidance on the enforcement of the\npolitical apparel ban. The Minnesota Secretary of State also\ndistributed the Policy to election officials throughout the State.\nThe Policy specified that examples of apparel falling within the\nban “include, but are not limited to”:“• Any item including the name of a political\nparty in Minnesota, such as the Republican,\n[Democratic-Farmer-Labor], Independence, Green or Libertar- ian\nparties.• Any item including the name of a candidate at\nany election.• Any item in support of or opposition to a\nballot question at any election.• Issue oriented material designed to influence\nor impact voting (including specifically the ‘Please I. D. Me’\nbuttons).• Material promoting a group with recognizable\npolitical views (such as the Tea Party, MoveOn.org, and so on).”\nApp. to Pet. for Cert. I–1 to I–2.As alleged in the plaintiffs’ amended complaint\nand supporting declarations, some voters associated with EIW ran\ninto trouble with the ban on Election Day. One individual was asked\nto cover up his Tea Party shirt. Another refused to conceal his\n“Please I. D. Me” button, and an election judge recorded his name\nand address for possible referral. And petitioner Cilek—who was\nwearing the same button and a T-shirt with the words “Don’t Tread\non Me” and the Tea Party Patriots logo—was twice turned away from\nthe polls altogether, then finally permitted to vote after an\nelection judge recorded his information.Back in court, MVA and the other plaintiffs (now\njoined by Cilek) argued that the ban was unconstitutional both on\nits face and as applied to their apparel. The District Court\ngranted the State’s motions to dismiss, and the Court of Appeals\nfor the Eighth Circuit affirmed in part and reversed in part.Minnesota Majorityv.Mansky, 708 F. 3d 1051\n(2013). In evaluating MVA’s facial challenge, the Court of Appeals\nobserved that this Court had previously upheld a state law\nrestricting speech “related to a political campaign” in a 100-foot\nzone outside a polling place; the Court of Appeals determined that\nMinnesota’s law likewise passed constitutional muster.Id.,at 1056–1058 (quotingBurson, 504 U. S., at 197\n(plurality opinion)). The Court of Appeals reversed the dismissal\nof the plaintiffs’ as-applied challenge, however, finding that the\nDistrict Court had improperly considered matters outside the\npleadings. 708 F. 3d, at 1059. Judge Shepherd concurred in\npart and dissented in part. In his view, Minnesota’s broad\nrestriction on political apparel did not “rationally and\nreasonably” serve the State’s asserted interests.Id.,at\n1062. On remand, the District Court granted summary judgment for\nthe State on the as-applied challenge, and this time the Court of\nAppeals affirmed.Minnesota Majorityv.Mansky, 849\nF. 3d 749 (2017).MVA, Cilek, and Jeffers (hereinafter MVA)\npetitioned for review of their facial First Amendment claim only.\nWe granted certiorari. 583 U. S. ___ (2017).IIThe First Amendment prohibits laws “abridging\nthe freedom of speech.” Minnesota’s ban on wearing any “political\nbadge, political button, or other political insignia” plainly\nrestricts a form of expression within the protection of the First\nAmendment.But the ban applies only in a specific location:\nthe interior of a polling place. It therefore implicates our\n“ ‘forum based’ approach for assessing restrictions that the\ngovernment seeks to place on the use of its property.”International Soc. for Krishna Consciousness, Inc.v.Lee, 505 U. S. 672, 678 (1992) (ISKCON).\nGenerally speaking, our cases recognize three types of\ngovernment-controlled spaces: traditional public forums, designated\npublic forums, and nonpublic forums. In a traditional public\nforum—parks, streets, sidewalks, and the like—the government may\nimpose reasonable time, place, and manner restrictions on private\nspeech, but restrictions based on content must satisfy strict\nscrutiny, and those based on viewpoint are prohibited. SeePleasant Grove Cityv.Summum, 555 U. S. 460,\n469 (2009). The same standards apply in designated public\nforums—spaces that have “not traditionally been regarded as a\npublic forum” but which the government has “intentionally opened up\nfor that purpose.”Id.,at 469–470. In a nonpublic forum, on\nthe other hand—a space that “is not by tradition or designation a\nforum for public communication”—the government has much more\nflexibility to craft rules limiting speech.Perry Ed. Assn.v.Perry Local Educators’ Assn., 460 U. S. 37, 46\n(1983). The government may reserve such a forum “for its intended\npurposes, communicative or otherwise, as long as the regulation on\nspeech is reasonable and not an effort to suppress expression\nmerely because public officials oppose the speaker’s view.”Ibid.This Court employs a distinct standard of review\nto assess speech restrictions in nonpublic forums because the\ngovernment, “no less than a private owner of property,” retains the\n“power to preserve the property under its control for the use to\nwhich it is lawfully dedicated.”Adderleyv.Florida,\n385 U. S. 39, 47 (1966). “Nothing in the Constitution requires\nthe Government freely to grant access to all who wish to exercise\ntheir right to free speech on every type of Government property\nwithout regard to the nature of the property or to the disruption\nthat might be caused by the speaker’s activities.”Corneliusv.NAACP Legal Defense & Ed. Fund, Inc., 473 U. S.\n788, 799–800 (1985). Accordingly, our decisions have long\nrecognized that the government may impose some content-based\nrestrictions on speech in nonpublic forums, including restrictions\nthat exclude political advocates and forms of political advocacy.\nSeeid.,at 806–811;Greerv.Spock, 424\nU. S. 828, 831–833, 838–839 (1976);Lehmanv.Shaker\nHeights, 418 U. S. 298, 303–304 (1974) (plurality opin-\nion);id.,at 307–308 (Douglas, J., concurring in\njudgment).A polling place in Minnesota qualifies as a\nnonpublic forum. It is, at least on Election Day,\ngovernment-controlled property set aside for the sole purpose of\nvoting. The space is “a special enclave, subject to greater\nrestriction.”ISKCON, 505 U. S., at 680. Rules strictly\ngovern who may be present, for what purpose, and for how long. See\nMinn. Stat. §204C.06 (2014). And while the four-Justice plurality\ninBursonand Justice Scalia’s concurrence in the judgment\nparted ways over whether the public sidewalks and streetssurroundinga polling place qualify as a nonpublic forum,\nneither opinion suggested that the interior of the building was\nanything but. See 504 U. S., at 196–197, and n. 2\n(plurality opinion);id., at 214–216 (opinion of Scalia,\nJ.).We therefore evaluate MVA’s First Amendment\nchallenge under the nonpublic forum standard. The text of the\napparel ban makes no distinction based on the speaker’s political\npersuasion, so MVA does not claim that the ban discriminates on the\nbasis of viewpoint on its face. The question accordingly is whether\nMinnesota’s ban on political apparel is “reasonable in light of the\npurpose served by the forum”: voting.Cornelius, 473\nU. S., at 806.IIIAWe first consider whether Minnesota is\npursuing a permissible objective in prohibiting voters from wearing\nparticular kinds of expressive apparel or accessories while inside\nthe polling place. The natural starting point for evaluating a\nFirst Amendment challenge to such a restriction is this Court’s\ndecision inBurson, which upheld a Tennessee law imposing a\n100-foot campaign-free zone around polling place entrances. Under\nthe Tennessee law—much like Minnesota’s buffer-zone provision—no\nperson could solicit votes for or against a candidate, party, or\nballot measure, distribute campaign materials, or\n“display . . . campaign posters, signs or other\ncampaign materials” within the restricted zone. 504 U. S., at\n193–194 (plurality opinion). The plurality found that the law\nwithstood even the strict scrutiny applicable to speech\nrestrictions in traditional public forums.Id.,at 211. In\nhis opinion concurring in the judgment, Justice Scalia argued that\nthe less rigorous “reasonableness” standard of review should apply,\nand found the law “at least reasonable” in light of the plurality’s\nanalysis.Id., at 216.That analysis emphasized the problems of fraud,\nvoter intimidation, confusion, and general disorder that had\nplagued polling places in the past. Seeid.,at 200–204\n(plurality opinion). Against that historical backdrop, the\nplurality and Justice Scalia upheld Tennessee’s determination,\nsupported by overwhelming consensus among the States and “common\nsense,” that a campaign-free zone outside the polls was “necessary”\nto secure the advantages of the secret ballot and protect the right\nto vote.Id.,at 200, 206–208, 211. As the plurality\nexplained, “[t]he State of Tennessee has decided that [the] last 15\nseconds before its citizens enter the polling place should be their\nown, as free from interference as possible.”Id.,at 210.\nThat was not “an unconstitutional choice.”Ibid.MVA disputes the relevance ofBursonto\nMinnesota’s apparel ban. On MVA’s reading,Bursonconsidered\nonly “active campaigning” outside the polling place by campaign\nworkers and others trying to engage voters approaching the polls.\nBrief for Petitioners 36–37. Minne- sota’s law, by contrast,\nprohibits what MVA characterizes as “passive, silent”\nself-expression by voters themselves when voting. Reply Brief 17.\nMVA also points out that the plurality focused on the extent to\nwhich the restricted zone combated “voter intimidation and election\nfraud,” 504 U. S., at 208—concerns that, in MVA’s view, have\nlittle to do with a prohibition on certain types of voter\napparel.Campaign buttons and apparel did come up in theBursonbriefing and argument, but neither the plurality nor\nJustice Scalia expressly addressed such applications of the\nlaw.[1] Nor did either opinion\nspecifically consider the interior of the polling place as opposed\nto its environs, and it is true that the plurality’s reasoning\nfocused on campaign activities of a sort not likely to occur in an\narea where, for the most part, only voters are permitted while\nvoting. At the same time, Tennessee’s law swept broadly to ban even\nthe plain “display” of a campaign-related message, and the Court\nupheld the law in full. The plurality’s conclusion that the State\nwas warranted in designating an area for the voters as “their own”\nas theyenterthe polling place suggests an interest more\nsignificant, not less,withinthat place.Id.,at\n210.In any event, we see no basis for rejecting\nMinnesota’s determination that some forms of advocacy should be\nexcluded from the polling place, to set it aside as “an island of\ncalm in which voters can peacefully contemplate their choices.”\nBrief for Respondents 43. Casting a vote is a weighty civic act,\nakin to a jury’s return of a verdict, or a representative’s vote on\na piece of legislation. It is a time for choosing, not campaigning.\nThe State may reasonably decide that the interior of the polling\nplace should reflect that distinction.To be sure, our decisions have noted the\n“nondisruptive” nature of expressive apparel in more mundane\nsettings.Board of Airport Comm’rs of Los Angelesv.Jews\nfor Jesus, Inc., 482 U. S. 569, 576 (1987) (so\ncharacterizing “the wearing of a T-shirt or button that contains a\npolitical message” in an airport);Tinkerv.Des Moines\nIndependent Community School Dist., 393 U. S. 503, 508\n(1969) (students wearing black armbands to protest the Vietnam War\nengaged in “silent, passive expression of opinion, unaccompanied by\nany disorder or disturbance”). But those observations do not speak\nto the unique context of a polling place on Election Day. Members\nof the public are brought together at that place, at the end of\nwhat may have been a divisive election season, to reach considered\ndecisions about their government and laws. The State may reasonably\ntake steps to ensure that partisan discord not follow the voter up\nto the voting booth, and distract from a sense of shared civic\nobligation at the moment it counts the most. That interest may be\nthwarted by displays that do not raise significant concerns in\nother situations.Other States can see the matter differently, and\nsome do.[2] The majority,\nhowever, agree with Minnesota that at least some kinds of\ncampaign-related clothing and accessories should stay\noutside. [3] That broadly\nshared judgment is entitled to respect. Cf.Burson, 504\nU. S., at 206 (plurality opinion) (finding that a “widespread\nand time-tested consensus” supported the constitutionality of\ncampaign buffer zones).Thus, in light of the special purpose of the\npolling place itself, Minnesota may choose to prohibit certain\napparel there because of the message it conveys, so that voters may\nfocus on the important decisions immediately at hand.BBut the State must draw a reasonable line.\nAlthough there is no requirement of narrow tailoring in a nonpublic\nforum, the State must be able to articulate some sensible basis for\ndistinguishing what may come in from what must stay out. SeeCornelius, 473 U. S., at 808–809. Here, the unmoored\nuse of the term “political” in the Minnesota law, combined with\nhaphazard interpretations the State has provided in official\nguidance and representations to this Court, cause Minnesota’s\nrestriction to fail even this forgiving test.Again, the statute prohibits wearing a\n“political badge, political button, or other political insignia.”\nIt does not define the term “political.” And the word can be\nexpansive. It can encompass anything “of or relating to government,\na government, or the conduct of governmental affairs,” Webster’s\nThird New International Dictionary 1755 (2002), or anything “[o]f,\nrelating to, or dealing with the structure or affairs of\ngovernment, politics, or the state,” American Heritage Dictionary\n1401 (3d ed. 1996). Under a literal reading of those definitions, a\nbutton or T-shirt merely imploring others to “Vote!” could\nqualify.The State argues that the apparel ban should not\nbe read so broadly. According to the State, the statute does not\nprohibit “any conceivably ‘political’ message” or cover “all\n‘political’ speech, broadly construed.” Brief for Respondents 21,\n23. Instead, the State interprets the ban to proscribe “only words\nand symbols that an objectively reasonable observer would perceive\nas conveying a message about the electoral choices at issue in\n[the] polling place.”Id.,at 13; seeid.,at 19 (the\nban “applies not toanymessage regarding government or its\naffairs, but to messages relating to questions of governmental\naffairs facing voters on a given election day”).At the same time, the State argues that the\ncategory of “political” apparel isnotlimited to campaign\napparel. After all, the reference to “campaign material” in the\nfirst sentence of the statute—describing what one may not “display”\nin the buffer zone as well as inside the polling place—implies that\nthe distinct term “political” should be understood to cover a\nbroader class of items. As the State’s counsel explained to the\nCourt, Minnesota’s law “expand[s] the scope of what is prohibited\nfrom campaign speech to additional political speech.” Tr. of Oral\nArg. 50.We consider a State’s “authoritative\nconstructions” in interpreting a state law.Forsyth Countyv.Nationalist Movement, 505 U. S. 123, 131 (1992). But\nfar from clarifying the indeterminate scope of the political\napparel provision, the State’s “electoral choices” construction\nintroduces confusing line-drawing problems. Cf.Jews for\nJesus,482 U. S., at 575–576 (a resolution banning all “\nFirst Amendment activities” in an airport could not be saved by a\n“murky” construction excluding “airport-related” activity).For specific examples of what is banned under\nits standard, the State points to the 2010 Election Day Pol-\nicy—which it continues to hold out as authoritative guidance\nregarding implementation of the statute. See Brief for Respondents\n22–23. The first three examples in the Policy are clear enough:\nitems displaying the name of a political party, items displaying\nthe name of a candidate, and items demonstrating “support of or\nopposition to a ballot question.” App. to Pet. for Cert. I–2.But the next example—“[i]ssue oriented material\ndesigned to influence or impact voting,”id.,at I–2—raises\nmore questions than it answers. What qualifies as an “issue”? The\nanswer, as far as we can tell from the State’s briefing and\nargument, is any subject on which a political candidate or party\nhas taken a stance. See Tr. of Oral Arg. 37 (explaining that the\n“electoral choices” test looks at the “issues that have been\nraised” in a campaign “that are relevant to the election”). For\ninstance, the Election Day Policy specifically notes that the\n“Please I. D. Me” buttons are prohibited. App. to Pet. for Cert.\nI–2. But a voter identification requirement was not on the ballot\nin 2010, see Brief for Respondents 47, n. 24, so a Minnesotan\nwould have had no explicit “electoral choice” to make in that\nrespect. The buttons were nonetheless covered, the State tells us,\nbecause the Republican candidates for Governor and Secretary of\nState had staked out positions on whether photo identification\nshould be required.Ibid.; see App. 58–60.[4]A rule whose fair enforcement requires an\nelection judge to maintain a mental index of the platforms and\npositions of every candidate and party on the ballot is not reason-\nable. Candidates for statewide and federal office and major\npolitical parties can be expected to take positions on a wide array\nof subjects of local and national import. See,e.g.,Democratic Platform Committee, 2016 Democratic Party Platform\n(approved July 2016) (stating positions on over 90 issues);\nRepublican Platform Committee, Republican Platform 2016 (approved\nJuly 2016) (similar). Would a “Support Our Troops” shirt be banned,\nif one of the candidates or parties had expressed a view on\nmilitary funding or aid for veterans? What about a “#MeToo” shirt,\nreferencing the movement to increase awareness of sexual harassment\nand assault? At oral argument, the State indicated that the ban\nwould cover such an item if a candidate had “brought up” the topic.\nTr. of Oral Arg. 64–65.The next broad category in the Election Day\nPolicy—any item “promoting a group with recognizable political\nviews,” App. to Pet. for Cert. I–2—makes matters worse. The State\nconstrues the category as limited to groups with “views” about “the\nissues confronting voters in a given election.” Brief for\nRespondents 23. The State does not, however, confine that category\nto groups that have endorsed a candidate or taken a position on a\nballot question.Any number of associations, educational\ninstitutions, businesses, and religious organizations could have an\nopinion on an “issue[ ] confronting voters in a given\nelection.” For instance, the American Civil Liberties Union, the\nAARP, the World Wildlife Fund, and Ben & Jerry’s all have\nstated positions on matters of public concern.[5] If the views of those groups align or conflict\nwith the position of a candidate or party on the ballot, does that\nmean that their insignia are banned? Seeid.,at 24,\nn. 15 (representing that “AFL–CIO or Chamber of Commerce\napparel” would be banned if those organizations “had objectively\nrecognizable views on an issue in the election at hand”). Take\nanother example: In the run-up to the 2012 election, Presidential\ncandidates of both major parties issued public statements regarding\nthe then-existing policy of the Boy Scouts of America to exclude\nmembers on the basis of sexual orientation.[6] Should a Scout leader in 2012 stopping to vote on\nhis way to a troop meeting have been asked to cover up his\nuniform?The State emphasizes that the ban covers only\napparel promoting groups whose political positions are sufficiently\n“well-known.” Tr. of Oral Arg. 37. But that requirement, if\nanything, only increases the potential for erratic application.\nWell known by whom? The State tells us the lodestar is the “typical\nobserver” of the item. Brief for Respondents 21. But that measure\nmay turn in significant part on the background knowledge and media\nconsumption of the particular election judge applying it.The State’s “electoral choices” standard,\nconsidered together with the nonexclusive examples in the Election\nDay Policy, poses riddles that even the State’s top lawyers\nstruggle to solve. A shirt declaring “All Lives Matter,” we are\ntold, could be “perceived” as political. Tr. of Oral Arg. 41. How\nabout a shirt bearing the name of the National Rifle Association?\nDefinitely out.Id., at 39–40. That said, a shirt displaying\na rainbow flag could be worn “unlessthere was an issue on\nthe ballot” that “related somehow . . . to gay rights.”Id., at 38 (emphasis added). A shirt simply displaying the\ntext of the Second Amendment? Prohibited.Id., at 40. But a\nshirt with the text of theFirstAmendment? “It would be\nallowed.”Ibid.“[P]erfect clarity and precise guidance have\nnever been required even of regulations that restrict expressive\nactiv- ity.”Wardv.Rock Against Racism, 491\nU. S. 781, 794 (1989). But the State’s difficulties with its\nrestriction go beyond close calls on borderline or fanciful cases.\nAnd that is a serious matter when the whole point of the exercise\nis to prohibit the expression of political views.It is “self-evident” that an indeterminate\nprohibition carries with it “[t]he opportunity for abuse,\nespecially where [it] has received a virtually open-ended\ninterpretation.”Jews for Jesus, 482 U. S., at 576; seeHeffronv.International Soc. for Krishna Consciousness,\nInc., 452 U. S. 640, 649 (1981) (warning of the “more\ncovert forms of discrimination that may result when arbitrary\ndiscretion is vested in some governmental authority”). Election\njudges “have the authority to decide what is political” when\nscreening individuals at the entrance to the polls. App. to Pet.\nfor Cert. I–1. We do not doubt that the vast majority of election\njudges strive to enforce the statute in an evenhanded manner, nor\nthat some degree of discretion in this setting is necessary. But\nthat discretion must be guided by objective, workable standards.\nWithout them, an election judge’s own politics may shape his views\non what counts as “political.” And if voters experience or witness\nepisodes of unfair or inconsistent enforcement of the ban, the\nState’s interest in maintaining a polling place free of distraction\nand disruption would be undermined by the very measure intended to\nfurther it.That is not to say that Minnesota has set upon\nan impossible task. Other States have laws proscribing displays\n(including apparel) in more lucid terms. See,e.g.,Cal.\nElec. Code Ann. §319.5 (West Cum. Supp. 2018) (prohibiting “the\nvisible display . . . of information that advocates for\nor against any candidate or measure,” including the “display of a\ncandidate’s name, likeness, or logo,” the “display of a ballot\nmeasure’s number, title, subject, or logo,” and “[b]uttons, hats,”\nor “shirts” containing such information); Tex. Elec. Code Ann.\n§61.010(a) (West 2010) (prohibiting the wearing of “a badge,\ninsignia, emblem, or other similar communicative device relating to\na candidate, measure, or political party appearing on the ballot,\nor to the conduct of the election”). We do not suggest that such\nprovisions set the outer limit of what a State may proscribe, and\ndo not pass on the constitutionality of laws that are not before\nus. But we do hold that if a State wishes to set its polling places\napart as areas free of partisan discord, it must employ a more\ndiscernible approach than the one Minnesota has offered\nhere.[7]*  *  *Cases like this “present[ ] us with a\nparticularly difficult reconciliation: the accommodation of the\nright to engage in political discourse with the right to vote.”Burson, 504 U. S., at 198 (plurality opinion).\nMinnesota, like other States, has sought to strike the balance in a\nway that affords the voter the opportunity to exercise his civic\nduty in a setting removed from the clamor and din of\nelectioneering. While that choice is generally worthy of our\nrespect, Minnesota has not supported its good intentions with a law\ncapable of reasoned application.The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.APPENDIXState Laws Prohibiting Accessories or Apparel in\nthe Polling Place[8]*Notes1The State of Tennessee\nrepresented that its prohibition on campaign displays extended both\nto items of apparel and to voters. Tr. of Oral Arg. in No. 90–1056,\np. 33 (argument of Atty. Gen. Burson) (explaining that the statute\nbanned “[t]ee-shirts,” “campaign buttons,” and “hats” because such\nitems “implicate and invite the same problems,” and that voters\nwould be “asked to take campaign button[s] off as they go in”); see\nBrief for State of Tennessee et al. asAmici Curiae3,\n28–30, and n. 3 (making the same representation in the present\ncase). TheBursonplaintiff also emphasized that the\nTennessee law would cover apparel, including apparel worn by\nvoters, see Brief for Respondent in No. 90–1056, p. 3; Tr. of\nOral Arg. in No. 90–1056, p. 21, and Justice Stevens in\ndissent referred to the application of the law to campaign buttons,\nseeBurson,504 U. S., at 218–219, 224.2See,e.g.,Ala.\nSecretary of State, 2018 Alabama Voter Guide 14 (voters may wear\n“campaign buttons or T-shirts with political advertisements”); 2018\nVa. Acts ch. 700, §1 (prohibitions on exhibiting campaign material\n“shall not be construed” to prohibit a voter “from wearing a shirt,\nhat, or other apparel on which a candidate’s name or a political\nslogan appears or from having a sticker or button attached to his\napparel on which a candidate’s name or a political slogan\nappears”); R. I. Bd. of Elections, Rules and Regulations for\nPolling Place Conduct 3 (2016) (voters may “display or wear any\ncampaign or political party button, badge or other document or item\ndesigned or tending to aid, injure or defeat any candidate for\npublic office or any political party or any question,” but they\nmust “immediately exit the polling location without unreasonable\ndelay” after voting).3See Appendix,infra.4The State also maintains\nthat the “Please I. D. Me” buttons were properly banned because the\nbuttons were designed to confuse other voters about whether they\nneeded photo identification to vote. Brief for Respondents 46–47.\nWe do not doubt that the State may prohibit messages intended to\nmislead voters about voting requirements and procedures. But that\ninterest does not align with the State’s construction of\n“political” to refer to messages “about the electoral choices at\nissue in [the] polling place.”Id.,at 13.5See,e.g.,American Civil Liberties Union, Campaign for Smart Justice (2018),\nonline at\nhttp://www.aclu.org/issues/mass-incarceration/smart-justice/campaign-smart-justice\n(taking positions on criminal justice reform) (all Internet\nmaterials as last visited June 11, 2018); AARP, Government &\nElections, online at\nhttps://www.aarp.org/politics-society/government-elections/\n(listing positions on Social Secu-rity and health care); World\nWildlife Fund, A Win on Capitol Hill (Apr. 17, 2018), online at\nhttps://www.worldwildlife.org/stories/a-win-on-capitol-hill\n(describing the organization’s position on federal funding for\ninternational conservation programs); Ben & Jerry’s, Issues We\nCare About, online at\nhttps://www.benjerry.com/values/issues-we-care-about (sharing the\ncorporation’s views on campaign finance reform, international\nconflict, and civil rights).6C. Camia, Obama, Romney\nOpposed to Boy Scouts Ban on Gays, USA Today OnPolitics (updated\nAug. 08, 2012), online at\nhttp : / / content.usatoday.com/communities/onpolitics/post/2012/08/barack-obama-boy-scouts-gays-mitt-romney-/1.7The State argues that, in\nthe event this Court concludes that there is a “substantial\nquestion” about the proper interpretation of §211B.11(1), we should\npostpone our decision and certify that issue to the Minnesota\nSupreme Court. Brief for Respondents 57; see Minn. Stat.\n§480.065(3) (2016). The dissent takes up this cause as well. Seepost,at 1 (opinion of Sotomayor, J.). The decision to\ncertify, however, “rests in the sound discretion of the federal\ncourt.”Expressions Hair Designv.Schneiderman, 581\nU. S. ___, ___ (2017) (Sotomayor, J., concurring in judgment)\n(slip op., at 8). We decline to exercise that discretion in this\ninstance. Minnesota’s request for certification comes very late in\nthe day: This litigation had been ongoing in the federal courts for\nover seven years before the State made its certification request in\nits merits brief before this Court. SeeStenbergv.Carhart, 530 U. S. 914, 945 (2000) (noting, in denying\ncertification, that the State had never asked the lower federal\ncourts to certify). And the State has not offered sufficient reason\nto believe that certification would obviate the need to address the\nconstitutional question. Our analysis today reflects the State’s\nproffered interpretation; nothing in that analysis would change if\nthe State’s interpretation were also adopted by the Minnesota\nSupreme Court. Nor has the State (or the dissent) suggested a\nviable alternative construction that the Minnesota Supreme Court\nmight adopt instead. See Brief for Respondents 56–58;post,at 5–8.8* Based on statutory or\nregulatory language and official resources, where\navailable.",
    "joined": []
}