{
    "case": {
        "docket": "491",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/491/"
    },
    "id": "1962591",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTMEDELLIN V. TEXAS552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-984JOSE ERNESTO MEDELLIN, PETITIONERv.TEXASon writ of certiorari to the court of criminal\nappeals of texas[March 25, 2008]Chief Justice Roberts delivered\nthe opinion of the Court.The International Court of\nJustice (ICJ), located in the Hague, is a tribunal established\npursuant to the United Nations Charter to adjudicate disputes\nbetween member states. In theCase Concerning Avena and Other\nMexican Nationals(Mex.v.U. S.), 2004\nI. C. J. 12 (Judgment of Mar. 31) (Avena), that\ntribunal considered a claim brought by Mexico against the United\nStates. The ICJ held that, based on violations of the Vienna\nConvention, 51 named Mexican nationals were entitled to review and\nreconsideration of their state-court convictions and sentences in\nthe United States. This was so regardless of any forfeiture of the\nright to raise Vienna Convention claims because of a failure to\ncomply with generally applicable state rules governing challenges\nto criminal convictions.InSanchez-Llamasv.Oregon,548 U. S. 331(2006)—issued afterAvenabut involving individuals who were not named in theAvenajudgment—we held that, contrary to the ICJ’s\ndetermination, the Vienna Convention did not preclude the\napplication of state default rules. After theAvenadecision, President George W. Bush determined, through a Memorandum\nto the Attorney General (Feb. 28, 2005), App. to Pet. for Cert.\n187a (Memorandum or President’s Memorandum), that the United States\nwould “discharge its international obligations” underAvena“by having State courts give effect to the\ndecision.”Petitioner José Ernesto Medellín, who had been\nconvicted and sentenced in Texas state court for murder, is one of\nthe 51 Mexican nationals named in theAvenadecision.\nRelying on the ICJ’s decision and the President’s Memorandum,\nMedellín filed an application for a writ of habeas corpus in state\ncourt. The Texas Court of Criminal Appeals dismissed Medellín’s\napplication as an abuse of the writ under state law, given\nMedellín’s failure to raise his Vienna Convention claim in a timely\nmanner under state law. We granted certiorari to decide two\nquestions.First, is the ICJ’s judgment inAvenadirectly enforceable as domestic law in a state court in the United\nStates?Second, does the President’s Memorandum\nindependently require the States to provide review and\nreconsideration of the claims of the 51 Mexican nationals named inAvenawithout regard to state procedural default rules? We\nconclude that neitherAvenanor the President’s Memorandum\nconstitutes directly enforceable federal law that pre-empts state\nlimitations on the filing of successive habeas petitions. We\ntherefore affirm the decision below.IAIn 1969, the United States, upon\nthe advice and consent of the Senate, ratified the Vienna\nConvention on Consular Relations (Vienna Convention or Convention),\nApr. 24, 1963, [1970] 21 U. S. T. 77,\nT. I. A. S. No. 6820, and the Optional Protocol\nConcerning the Compulsory Settlement of Disputes to the Vienna\nConvention (Optional Protocol or Protocol), Apr. 24, 1963, [1970]\n21 U. S. T. 325, T. I. A. S. No. 6820. The\npreamble to the Convention provides that its purpose is to\n“contribute to the development of friendly relations among\nnations.” 21 U. S. T., at 79;Sanchez-Llamas, supra,\nat 337. Toward that end, Article 36 of the Convention was drafted\nto “facilitat[e] the exercise of consular functions.” Art. 36(1),\n21 U. S. T., at 100. It provides that if a person detained by\na foreign country “so requests, the competent authorities of the\nreceiving State shall, without delay, inform the consular post of\nthe sending State” of such detention, and “inform the [detainee] of\nhis righ[t]” to request assistance from the consul of his own\nstate. Art. 36(1)(b),id., at 101.The Optional Protocol provides a\nvenue for the resolution of disputes arising out of the\ninterpretation or application of the Vienna Convention.\nArt. I, 21 U. S. T., at 326. Under the Protocol, such\ndisputes “shall lie within the compulsory jurisdiction of the\nInternational Court of Justice” and “may accordingly be brought\nbefore the [ICJ] … by any party to the dispute being a Party to the\npresent Protocol.”Ibid.The ICJ is “the principal judicial organ of\nthe United Nations.” United Nations Charter, Art. 92, 59 Stat.\n1051, T. S. No. 993 (1945). It was established in 1945\npursuant to the United Nations Charter. The ICJ Statute—annexed to\nthe U. N. Charter—provides the organizational framework and\ngoverning procedures for cases brought before the ICJ. Statute of\nthe International Court of Justice (ICJ Statute), 59 Stat. 1055,\nT. S. No. 993 (1945).Under Article 94(1) of the U. N. Charter,\n“[e]ach Member of the United Nations undertakes to comply with the\ndecision of the [ICJ] in any case to which it is a party.” 59 Stat.\n1051. The ICJ’s jurisdiction in any particular case, however, is\ndependent upon the consent of the parties. See Art. 36, 59 Stat.\n1060. The ICJ Statute delineates two ways in which a nation may\nconsent to ICJ jurisdiction: It may consent generally to\njurisdiction on any question arising under a treaty or general\ninternational law, Art. 36(2),ibid., or it may consent\nspecifically to jurisdiction over a particular category of cases or\ndisputes pursuant to a separate treaty, Art. 36(1),ibid.\nThe United States originally consented to the general jurisdiction\nof the ICJ when it filed a declaration recognizing compulsory\njurisdiction under Art. 36(2) in 1946. The United States withdrew\nfrom general ICJ jurisdiction in 1985. See U. S. Dept. of State\nLetter and Statement Concerning Termination of Acceptance of ICJ\nCompulsory Jurisdiction (Oct. 7, 1985), reprinted in 24\nI. L. M. 1742 (1985). By ratifying the Optional Protocol\nto the Vienna Convention, the United States consented to the\nspecific jurisdiction of the ICJ with respect to claims arising out\nof the Vienna Convention. On March 7, 2005, subsequent to the ICJ’s\njudgment inAvena, the United States gave notice of\nwithdrawal from the Optional Protocol to the Vienna Convention.\nLetter from Condoleezza Rice, Secretary of State, to Kofi A. Annan,\nSecretary-General of the United Nations.BPetitioner José Ernesto Medellín,\na Mexican national, has lived in the United States since preschool.\nA member of the “Black and Whites” gang, Medellín was convicted of\ncapital murder and sentenced to death in Texas for the gang rape\nand brutal murders of two Houston teenagers.On June 24, 1993, 14-year-old\nJennifer Ertman and 16-year-old Elizabeth Pena were walking home\nwhen they encountered Medellín and several fellow gang members.\nMedellín attempted to engage Elizabeth in conversation. When she\ntried to run, petitioner threw her to the ground. Jennifer was\ngrabbed by other gang members when she, in response to her friend’s\ncries, ran back to help. The gang members raped both girls for over\nan hour. Then, to prevent their victims from identifying them,\nMedellín and his fellow gang members murdered the girls and\ndiscarded their bodies in a wooded area. Medellín was personally\nresponsible for strangling at least one of the girls with her own\nshoelace.Medellín was arrested at approximately 4 a.m.\non June 29, 1993. A few hours later, between 5:54 and 7:23 a.m.,\nMedellín was givenMirandawarnings; he then signed a\nwritten waiver and gave a detailed written confession. App. to\nBrief for Respondent 32–36. Local law enforcement officers did not,\nhowever, inform Medellín of his Vienna Convention right to notify\nthe Mexican consulate of his detention. Brief for Petitioner 6–7.\nMedellín was convicted of capital murder and sentenced to death;\nhis conviction and sentence were affirmed on appeal.Medellínv.State,No. 71,997 (Tex. Crim. App.,\nMay 16, 1997), App. to Brief for Respondent 2–31.Medellín first raised his Vienna Convention\nclaim in his first application for state postconviction relief. The\nstate trial court held that the claim was procedurally defaulted\nbecause Medellín had failed to raise it at trial or on direct\nreview. The trial court also rejected the Vienna Convention claim\non the merits, finding that Medellín had “fail[ed] to show that any\nnon-notification of the Mexican authorities impacted on the\nvalidity of his conviction or punishment.”Id.,at\n62.[Footnote 1] The Texas Court\nof Criminal Appeals affirmed.Id., at 64–65.Medellín then filed a habeas petition in\nFederal District Court. The District Court denied relief, holding\nthat Medellín’s Vienna Convention claim was procedurally defaulted\nand that Medellín had failed to show prejudice arising from the\nVienna Convention violation. SeeMedellínv.Cockrell, Civ. Action No. H–01–4078 (SD Tex., June 26,\n2003), App. to Brief for Respondent 86–92.While Medellín’s application for a certificate\nof appealability was pending in the Fifth Circuit, the ICJ issued\nits decision inAvena. The ICJ held that the United States\nhad violated Article 36(1)(b) of the Vienna Convention by failing\nto inform the 51 named Mexican nationals, including Medellín, of\ntheir Vienna Convention rights. 2004 I. C. J., at 53–55.\nIn the ICJ’s determination, the United States was obligated “to\nprovide, by means of its own choosing, review and reconsideration\nof the convictions and sentences of the [affected] Mexican\nnationals.”Id., at 72. The ICJ indicated that such review\nwas required without regard to state procedural default rules.Id.,at 56–57.The Fifth Circuit denied a certificate of\nappealability.Medellínv.Dretke, 371 F. 3d\n270, 281 (2004). The court concluded that the Vienna Convention did\nnot confer individually enforceable rights.Id., at 280.\nThe court further ruled that it was in any event bound by this\nCourt’s decision inBreardv.Greene,523 U. S. 371, 375 (1998) (per\ncuriam), which held that Vienna Convention claims are subject\nto procedural default rules, rather than by the ICJ’s contrary\ndecision inAvena. 371 F. 3d, at 280.This Court granted certiorari.Medellínv.Dretke,544 U. S. 660, 661\n(2005) (per curiam) (Medellín I). Before we heard\noral argument, however, President George W. Bush issued his\nMemorandum to the United States Attorney General, providing:I have determined, pursuant to the authority vested\nin me as President by the Constitution and the laws of the United\nStates of America, that the United States will discharge its\ninternational obligations under the decision of the International\nCourt of Justice in [Avena], by having State courts give\neffect to the decision in accordance with general principles of\ncomity in cases filed by the 51 Mexican nationals addressed in that\ndecision. App. to Pet. for Cert. 187a.Medellín, relying on the\nPresident’s Memorandum and the ICJ’s decision inAvena,\nfiled a second application for habeas relief in state court.Ex\nparte Medellín,223 S. W. 3d 315, 322–323 (Tex. Crim.\nApp. 2006). Because the state-court proceedings might have provided\nMedellín with the review and reconsideration he requested, and\nbecause his claim for federal relief might otherwise have been\nbarred, we dismissed his petition for certiorari as improvidently\ngranted.Medellín I,supra, at 664.The Texas Court of Criminal Appeals\nsubsequently dismissed Medellín’s second state habeas application\nas an abuse of the writ. 223 S. W. 3d, at 352. In the court’s\nview, neither theAvenadecision nor the President’s\nMemorandum was “binding federal law” that could displace the\nState’s limitations on the filing of successive habeas\napplications.Ibid. We again granted certiorari. 550 U. S.\n___ (2007).IIMedellín first contends that the\nICJ’s judgment inAvenaconstitutes a “binding” obligation\non the state and federal courts of the United States. He argues\nthat “by virtue of the Supremacy Clause, the treaties requiring\ncompliance with theAvenajudgment arealreadythe ‘Law of the Land’ by which all state and federal courts in this\ncountry are ‘bound.’ ” Reply Brief for Petitioner 1.\nAccordingly, Medellín argues,Avenais a binding federal\nrule of decision that pre-empts contrary state limitations on\nsuccessive habeas petitions.No one disputes that theAvenadecision—a decision that flows from the treaties\nthrough which the United States submitted to ICJ jurisdiction with\nrespect to Vienna Convention disputes—constitutes aninternationallaw obligation on the part of the United\nStates. But not all international law obligations automatically\nconstitute binding federal law enforceable in United States courts.\nThe question we confront here is whether theAvenajudgment has automaticdomesticlegal effect such that the\njudgment of its own force applies in state and federal courts.This Court has long recognized the distinction\nbetween treaties that automatically have effect as domestic law,\nand those that—while they constitute international law\ncommitments—do not by themselves function as binding federal law.\nThe distinction was well explained by Chief Justice Marshall’s\nopinion inFosterv.Neilson, 2 Pet. 253, 315\n(1829), overruled on other grounds,United Statesv.Percheman, 7 Pet. 51 (1833), which held that a treaty is\n“equivalent to an act of the legislature,” and hence\nself-executing, when it “operates of itself without the aid of any\nlegislative provision.”Foster, supra,at 314. When, in\ncontrast, “[treaty] stipulations are not self-executing they can\nonly be enforced pursuant to legislation to carry them into\neffect.”Whitneyv.Robertson,124 U. S. 190, 194\n(1888). In sum, while treaties “may comprise international\ncommitments . . . they are not domestic law unless Congress has\neither enacted implementing statutes or the treaty itself conveys\nan intention that it be ‘self-executing’ and is ratified on these\nterms.”Igartúa-De La Rosav.United States, 417\nF. 3d 145, 150 (CA1 2005) (en banc) (Boudin,\nC. J.).[Footnote 2]A treaty is, of course, “primarily a compact\nbetween independent nations.”Head Money Cases,112 U. S. 580, 598\n(1884). It ordinarily “depends for the enforcement of its\nprovisions on the interest and the honor of the governments which\nare parties to it.”Ibid.; see also The Federalist No. 33,\np. 207 (J. Cooke ed. 1961) (A. Hamilton) (comparing laws that\nindividuals are “bound to observe” as “the supreme law of the land”\nwith “a mere treaty, dependent on the good faith of the parties”).\n“If these [interests] fail, its infraction becomes the subject of\ninternational negotiations and reclamations … . It is obvious\nthat with all this the judicial courts have nothing to do and can\ngive no redress.”Head Money Cases, supra,at 598. Only\n“[i]f the treaty contains stipulations which are self-executing,\nthat is, require no legislation to make them operative, [will] they\nhave the force and effect of a legislative enactment.”Whitney,supra, at 194.[Footnote 3]Medellín and hisamicinonetheless\ncontend that the Optional Protocol, United Nations Charter, and ICJ\nStatute supply the “relevant obligation” to give theAvenajudgment binding effect in the domestic courts of the United\nStates. Reply Brief for Petitioner 5–6.[Footnote 4] Because none of these treaty sources creates\nbinding federal law in the absence of implementing legislation, and\nbecause it is uncontested that no such legislation exists, we\nconclude that theAvenajudgment is not automatically\nbinding domestic law.AThe interpretation of a treaty,\nlike the interpretation of a statute, begins with its text.Air\nFrancev.Saks,470 U. S. 392, 396–397\n(1985). Because a treaty ratified by the United States is “an\nagreement among sovereign powers,” we have also considered as “aids\nto its interpretation” the negotiation and drafting history of the\ntreaty as well as “the postratification understanding” of signatory\nnations.Zichermanv.Korean Air Lines Co.,516 U. S. 217,\n226 (1996); see alsoUnited Statesv.Stuart,489 U. S. 353,\n365–366 (1989);Choctaw Nationv.United States,318 U. S. 423,\n431–432 (1943).As a signatory to the Optional\nProtocol, the United States agreed to submit disputes arising out\nof the Vienna Convention to the ICJ. The Protocol provides:\n“Disputes arising out of the interpretation or application of the\n[Vienna] Convention shall lie within the compulsory jurisdiction of\nthe International Court of Justice.” Art. I, 21 U. S. T.,\nat 326. Of course, submitting to jurisdiction and agreeing to be\nbound are two different things. A party could, for example, agree\nto compulsory nonbinding arbitration. Such an agreement would\nrequire the party to appear before the arbitral tribunal without\nobligating the party to treat the tribunal’s decision as binding.\nSee,e.g., North American Free Trade Agreement, U.\nS.-Can.-Mex., Art. 2018(1), Dec. 17, 1992, 32 I. L. M.\n605, 697 (1993) (“On receipt of the final report of [the arbitral\npanel requested by a Party to the agreement], the disputing Parties\nshall agree on the resolution of the dispute, which normally shall\nconform with the determinations and recommendations of the\npanel”).The most natural reading of the Optional\nProtocol is as a bare grant of jurisdiction. It provides only that\n“[d]isputes arising out of the interpretation or application of the\n[Vienna] Convention shall lie within the compulsory jurisdiction of\nthe International Court of Justice” and “may accordingly be brought\nbefore the [ICJ] . . . by any party to the dispute being a Party to\nthe present Protocol.” Art. I, 21 U. S. T., at 326. The\nProtocol says nothing about the effect of an ICJ decision and does\nnot itself commit signatories to comply with an ICJ judgment. The\nProtocol is similarly silent as to any enforcement mechanism.The obligation on the part of signatory\nnations to comply with ICJ judgments derives not from the Optional\nProtocol, but rather from Article 94 of the United Nations\nCharter—the provision that specifically addresses the effect of ICJ\ndecisions. Article 94(1) provides that “[e]ach Member of the United\nNationsundertakes to complywith the decision of the\n[ICJ] in any case to which it is a party.” 59 Stat. 1051 (emphasis\nadded). The Executive Branch contends that the phrase “undertakes\nto comply” is not “an acknowledgement that an ICJ decision will\nhave immediate legal effect in the courts of U. N. members,”\nbut rather “acommitmenton the part of U. N. Members\nto takefutureaction through their political branches to\ncomply with an ICJ decision.” Brief for United States asAmicus\nCuriaeinMedellínI, O. T. 2004, No.\n04–5928, p. 34.We agree with this construction of Article 94.\nThe Article is not a directive to domestic courts. It does not\nprovide that the United States “shall” or “must” comply with an ICJ\ndecision, nor indicate that the Senate that ratified the U. N.\nCharter intended to vest ICJ decisions with immediate legal effect\nin domestic courts. Instead, “[t]he words of Article 94 . . . call\nupon governments to take certain action.”Committee of United\nStates Citizens Living in Nicaraguav.Reagan, 859\nF. 2d 929, 938 (CADC 1988) (quotingDiggsv.Richardson, 555 F. 2d 848, 851 (CADC 1976); internal\nquotation marks omitted). See alsoFoster, 2 Pet., at 314,\n315 (holding a treaty non-self-executing because its\ntext—“ ‘all . . . grants of land . . . shall be ratified and\nconfirmed’ ”—did not “act directly on the grants” but rather\n“pledge[d] the faith of the United States to pass acts which shall\nratify and confirm them”). In other words, the U. N. Charter\nreads like “a compact between independent nations” that “depends\nfor the enforcement of its provisions on the interest and the honor\nof the governments which are parties to it.”Head Money\nCases, 112 U. S., at 598.[Footnote 5]The remainder of Article 94 confirms that the\nU. N. Charter does not contemplate the automatic\nenforceability of ICJ decisions in domestic courts.[Footnote 6] Article 94(2)—the enforcement\nprovision—provides the sole remedy for noncompliance: referral to\nthe United Nations Security Council by an aggrieved state. 59 Stat.\n1051.The U. N. Charter’s provision of an\nexpress diplomatic—that is, nonjudicial—remedy is itself evidence\nthat ICJ judgments were not meant to be enforceable in domestic\ncourts. SeeSanchez-Llamas,548 U. S., at 347.\nAnd even this “quintessentiallyinternationalremed[y],”id., at 355, is not absolute. First, the Security Council\nmust “dee[m] necessary” the issuance of a recommendation or measure\nto effectuate the judgment. Art. 94(2), 59 Stat. 1051. Second, as\nthe President and Senate were undoubtedly aware in subscribing to\nthe U. N. Charter and Optional Protocol, the United States\nretained the unqualified right to exercise its veto of any Security\nCouncil resolution.This was the understanding of the Executive\nBranch when the President agreed to the U. N. Charter and the\ndeclaration accepting general compulsory ICJ jurisdiction. See,e.g., The Charter of the United Nations for the\nMaintenance of International Peace and Security: Hearings before\nthe Senate Committee on Foreign Relations, 79th Cong., 1st Sess.,\n124–125 (1945) (“[I]f a state fails to perform its obligations\nunder a judgment of the [ICJ], the other party may have recourse to\nthe Security Council”);id., at 286 (statement of Leo\nPaslovsky, Special Assistant to the Secretary of State for\nInternational Organizations and Security Affairs) (“[W]hen the\nCourt has rendered a judgment and one of the parties refuses to\naccept it, then the dispute becomes political rather than legal. It\nis as a political dispute that the matter is referred to the\nSecurity Council”); A Resolution Proposing Acceptance of Compulsory\nJurisdiction of International Court of Justice: Hearings on S. Res.\n196 before the Subcommittee of the Senate Committee on Foreign\nRelations, 79th Cong., 2d Sess., 142 (1946) (statement of Charles\nFahy, State Dept. Legal Adviser) (while parties that accept ICJ\njurisdiction have “a moral obligation” to comply with ICJ\ndecisions, Article 94(2) provides the exclusive means of\nenforcement).If ICJ judgments were instead regarded as\nautomatically enforceable domestic law, they would be immediately\nand directly binding on state and federal courts pursuant to the\nSupremacy Clause. Mexico or the ICJ would have no need to proceed\nto the Security Council to enforce the judgment in this case.\nNoncompliance with an ICJ judgment through exercise of the Security\nCouncil veto—always regarded as an option by the Executive and\nratifying Senate during and after consideration of the U. N.\nCharter, Optional Protocol, and ICJ Statute—would no longer be a\nviable alternative. There would be nothing to veto. In light of the\nU. N. Charter’s remedial scheme, there is no reason to believe\nthat the President and Senate signed up for such a result.In sum, Medellín’s view that ICJ decisions are\nautomatically enforceable as domestic law is fatally undermined by\nthe enforcement structure established by Article 94. His\nconstruction would eliminate the option of noncompliance\ncontemplated by Article 94(2), undermining the ability of the\npolitical branches to determine whether and how to comply with an\nICJ judgment. Those sensitive foreign policy decisions would\ninstead be transferred to state and federal courts charged with\napplying an ICJ judgment directly as domestic law. And those courts\nwould not be empowered to decide whether to comply with the\njudgment—again, always regarded as an option by the political\nbranches—any more than courts may consider whether to comply with\nany other species of domestic law. This result would be\nparticularly anomalous in light of the principle that “[t]he\nconduct of the foreign relations of our Government is committed by\nthe Constitution to the Executive and Legislative—‘the\npolitical’—Departments.”Oetjenv.Central Leather\nCo.,246 U. S.\n297, 302 (1918).The ICJ Statute, incorporated into the\nU. N. Charter, provides further evidence that the ICJ’s\njudgment inAvenadoes not automatically constitute\nfederal law judicially enforceable in United States courts. Art.\n59, 59 Stat. 1062. To begin with, the ICJ’s “principal purpose” is\nsaid to be to “arbitrate particular disputes between national\ngovernments.”Sanchez-Llamas, supra, at 355 (citing 59\nStat. 1055). Accordingly, the ICJ can hear disputes only between\nnations, not individuals. Art. 34(1), 59 Stat. 1059 (“Only states\n[i.e.,countries] may be parties in cases before the\n[ICJ]”). More important, Article 59 of the statute provides that\n“[t]he decision of the [ICJ] hasno binding forceexcept\nbetween the parties and in respect of that particular case.”Id.,at 1062 (emphasis added).[Footnote 7] The dissent does not explain how Medellín, an\nindividual, can be a party to the ICJ proceeding.Medellín argues that because theAvenacase involves him, it is clear that he—and the 50\nother Mexican nationals named in theAvenadecision—should\nbe regarded as parties to theAvenajudgment. Brief for\nPetitioner 21–22. But cases before the ICJ are often precipitated\nby disputes involving particular persons or entities, disputes that\na nation elects to take up as its own. See,e.g.,Case\nConcerning the Barcelona Traction, Light & Power Co.(Belg.v.Spain), 1970 I. C. J. 3\n(Judgment of Feb. 5) (claim brought by Belgium on behalf of Belgian\nnationals and shareholders);Case Concerning the Protection of\nFrench Nationals and Protected Persons in Egypt(Fr.v.Egypt), 1950 I. C. J. 59 (Order of Mar. 29)\n(claim brought by France on behalf of French nationals and\nprotected persons in Egypt);Anglo-Iranian Oil Co. Case(U. K.v.Iran), 1952 I. C. J. 93,\n112 (Judgment of July 22) (claim brought by the United Kingdom on\nbehalf of the Anglo-Iranian Oil Company). That has never been\nunderstood to alter the express and established rules that only\nnation-states may be parties before the ICJ, Art. 34, 59 Stat.\n1059, and—contrary to the position of the dissent,post,\nat 23—that ICJ judgments are binding only between those parties,\nArt. 59,id.,at 1062.[Footnote 8]It is, moreover, well settled that the United\nStates’ interpretation of a treaty “is entitled to great weight.”Sumitomo Shoji America, Inc.v.Avagliano,457 U. S. 176,\n184–185 (1982); see alsoEl Al Israel Airlines, Ltd.v.Tsui Yuan Tseng,525 U. S. 155, 168\n(1999). The Executive Branch has unfailingly adhered to its view\nthat the relevant treaties do not create domestically enforceable\nfederal law. See Brief for United States asAmicus Curiae4, 27–29.[Footnote 9]The pertinent international agreements,\ntherefore, do not provide for implementation of ICJ judgments\nthrough direct enforcement in domestic courts, and “where a treaty\ndoes not provide a particular remedy, either expressly or\nimplicitly, it is not for the federal courts to impose one on the\nStates through lawmaking of their own.”Sanchez-Llamas, 548 U. S., at 347.BThe dissent faults our analysis\nbecause it “looks for the wrong thing (explicit textual expression\nabout self-execution) using the wrong standard (clarity) in the\nwrong place (the treaty language).”Post,at 26. Given our\nobligation to interpret treaty provisions to determine whether they\nare self-executing, we have to confess that we do think it rather\nimportant to look to the treaty language to see what it has to say\nabout the issue. That is after all what the Senate looks to in\ndeciding whether to approve the treaty.The interpretive approach\nemployed by the Court today—resorting to the text—is hardly novel.\nIn two early cases involving an 1819 land-grant treaty between\nSpain and the United States, Chief Justice Marshall found the\nlanguage of the treaty dispositive. InFoster, after\ndistinguishing between self-executing treaties (those “equivalent\nto an act of the legislature”) and non-self-executing treaties\n(those “the legislature must execute”), Chief Justice Marshall held\nthat the 1819 treaty was non-self-executing. 2 Pet., at 314. Four\nyears later, the Supreme Court considered another claim under the\nsame treaty, but concluded that the treaty was self-executing. SeePercheman, 7 Pet., at 87. The reason was not because the\ntreaty was sometimes self-executing and sometimes not, but because\n“the language of” the Spanish translation (brought to the Court’s\nattention for the first time) indicated the parties’ intent to\nratify and confirm the land-grant “by force of the instrument\nitself.”Id.,at 89.As against this time-honored textual approach,\nthe dissent proposes a multifactor, judgment-by-judgment analysis\nthat would “jettiso[n] relative predictability for the open-ended\nrough-and-tumble of factors.”Jerome B. Grubart, Inc.v.Great Lakes Dredge & Dock Co.,513 U. S. 527, 547\n(1995). The dissent’s novel approach to deciding which (or, more\naccurately, when) treaties give rise to directly enforceable\nfederal law is arrestingly indeterminate. Treaty language is barely\nprobative.Post,at 12–13 (“[T]he absence or presence of\nlanguage in a treaty about a provision’s self-execution proves\nnothing at all”). Determining whether treaties themselves create\nfederal law is sometimes committed to the political branches and\nsometimes to the judiciary.Post, at 13. Of those\ncommitted to the judiciary, the courts pick and choose which shall\nbe binding United States law—trumping not only state but other\nfederal law as well—and which shall not.Post,at 13–27.\nThey do this on the basis of a multifactor, “context-specific”\ninquiry.Post, at 13. Even then, the same treaty sometimes\ngives rise to United States law and sometimes does not, again\ndepending on an ad hoc judicial assessment.Post,at\n13–27.Our Framers established a careful set of\nprocedures that must be followed before federal law can be created\nunder the Constitution—vesting that decision in the political\nbranches, subject to checks and balances. U. S. Const.,\nArt. I, §7. They also recognized that treaties could create\nfederal law, but again through the political branches, with the\nPresident making the treaty and the Senate approving it.\nArt. II, §2. The dissent’s understanding of the treaty route,\ndepending on an ad hoc judgment of the judiciary without looking to\nthe treaty language—the very language negotiated by the President\nand approved by the Senate—cannot readily be ascribed to those same\nFramers.The dissent’s approach risks the United\nStates’ involvement in international agreements. It is hard to\nbelieve that the United States would enter into treaties that are\nsometimes enforceable and sometimes not. Such a treaty would be the\nequivalent of writing a blank check to the judiciary. Senators\ncould never be quite sure what the treaties on which they were\nvoting meant. Only a judge could say for sure and only at some\nfuture date. This uncertainty could hobble the United States’\nefforts to negotiate and sign international agreements.In this case, the dissent—for a grab bag of no\nless than seven reasons—would tell us that thisparticularICJ judgment is federal law.Post, at 13–27. That is no\nsort of guidance.    Nor is it any answer to say\nthat the federal courts will diligently police international\nagreements and enforce the decisions of international tribunals\nonly when theyshould beenforced.Ibid. The\npoint of a non-self-executing treaty is that it “addresses itself\nto the political,notthe judicial department; and the\nlegislature must execute the contract before it can become a rule\nfor the Court.”Foster,supra, at 314 (emphasis\nadded);Whitney, 124 U. S., at 195. See alsoFoster,supra, at 307 (“The judiciary is not that\ndepartment of the government, to which the assertion of its\ninterests against foreign powers is confided”). The dissent’s\ncontrary approach would assign to the courts—not the political\nbranches—the primary role in deciding when and how international\nagreements will be enforced. To read a treaty so that it sometimes\nhas the effect of domestic law and sometimes does not is tantamount\nto vesting with the judiciary the power not only to interpret but\nalso to create the law.COur conclusion thatAvenadoes not by itself constitute binding federal law is\nconfirmed by the “postratification understanding” of signatory\nnations. SeeZicherman, 516 U. S., at 226. There are\ncurrently 47 nations that are parties to the Optional Protocol and\n171 nations that are parties to the Vienna Convention. Yet neither\nMedellín nor hisamicihave identified a single nation\nthat treats ICJ judgments as binding in domestic courts.[Footnote 10] In determining that the\nVienna Convention did not require certain relief in United States\ncourts inSanchez-Llamas, we found it pertinent that the\nrequested relief would not be available under the treaty in any\nother signatory country. See 548 U. S., at 343–344, and n. 3.\nSo too here the lack of any basis for supposing that any other\ncountry would treat ICJ judgments as directly enforceable as a\nmatter of their domestic law strongly suggests that the treaty\nshould not be so viewed in our courts.Our conclusion is further\nsupported by general principles of interpretation. To begin with,\nwe reiterated inSanchez-Llamaswhat we held inBreard, that “ ‘absent a clear and express statement\nto the contrary, the procedural rules of the forum State govern the\nimplementation of the treaty in that State.’ ” 548 U. S., at\n351 (quotingBreard, 523 U. S., at 375). Given that ICJ\njudgments may interfere with state procedural rules, one would\nexpect the ratifying parties to the relevant treaties to have\nclearly stated their intent to give those judgments domestic\neffect, if they had so intended. Here there is no statement in the\nOptional Protocol, the U. N. Charter, or the ICJ Statute that\nsupports the notion that ICJ judgments displace state procedural\nrules.Moreover, the consequences of Medellín’s\nargument give pause. An ICJ judgment, the argument goes, is not\nonly binding domestic law but is also unassailable. As a result,\nneither Texas nor this Court may look behind a judgment and quarrel\nwith its reasoning or result. (We already know, fromSanchez-Llamas, that this Court disagrees with both the\nreasoning and result inAvena.) Medellín’s interpretation\nwould allow ICJ judgments to override otherwise binding state law;\nthere is nothing in his logic that would exempt contrary federal\nlaw from the same fate. See,e.g.,Cookv.United States,288 U. S. 102, 119 (1933)\n(later-in-time self-executing treaty supersedes a federal statue if\nthere is a conflict). And there is nothing to prevent the ICJ from\nordering state courts to annul criminal convictions and sentences,\nfor any reason deemed sufficient by the ICJ. Indeed, that is\nprecisely the relief Mexico requested.Avena,2004\nI. C. J., at 58–59.Even the dissent flinches at reading the\nrelevant treaties to give rise to self-executing ICJ judgments in\nall cases. It admits that “Congress is unlikely to authorize\nautomatic judicial enforceability ofallICJ judgments,\nfor that could include some politically sensitive judgments and\nothers better suited for enforcement by other branches.”Post,at 24. Our point precisely. But the lesson to draw\nfrom that insight is hardly that the judiciary should decide which\njudgments are politically sensitive and which are not.In short, and as we observed inSanchez-Llamas, “[n]othing in the structure or purpose of\nthe ICJ suggests that its interpretations were intended to be\nconclusive on our courts.” 548 U. S., at 354. Given that holding,\nit is difficult to see how that same structure and purpose can\nestablish, as Medellín argues, thatjudgmentsof the ICJ\nnonetheless were intended to be conclusive on our courts. A\njudgment is binding only if there is a rule of law that makes it\nso. And the question whether ICJ judgments can bind domestic courts\ndepends upon the same analysis undertaken inSanchez-Llamasand set forth above.Our prior decisions identified by the dissent\nas holding a number of treaties to be self-executing, seepost,at 8–9, Appendix A, stand only for the unremarkable\nproposition that some international agreements are self-executing\nand others are not.  It is well settled that the\n“[i]nterpretation of [a treaty] . . . must, of course, begin with\nthe language of the Treaty itself.”Sumitomo Shoji\nAmerica, Inc.,457 U. S., at 180. As a result, we have held\ntreaties to be self-executing when the textual provisions indicate\nthat the President and Senate intended for the agreement to have\ndomestic effect.Medellín and the dissent citeComegysv.Vasse, 1 Pet. 193 (1828), for the proposition that the\njudgments of international tribunals are automatically binding on\ndomestic courts. Seepost,at 9; Reply Brief for\nPetitioner 2; Brief for Petitioner 19–20. That case, of course,\ninvolved a different treaty than the ones at issue here; it stands\nonly for the modest principle that the terms of a treaty control\nthe outcome of a case.[Footnote\n11] We do not suggest that treaties can never afford binding\ndomestic effect to international tribunal judgments—only that the\nU. N. Charter, the Optional Protocol, and the ICJ Statute do\nnot do so. And whether the treaties underlying a judgment are\nself-executing so that the judgment is directly enforceable as\ndomestic law in our courts is, of course, a matter for this Court\nto decide. SeeSanchez-Llamas,supra, at\n353–354.DOur holding does not call into\nquestion the ordinary enforcement of foreign judgments or\ninternational arbitral agreements. Indeed, we agree with Medellín\nthat, as a general matter, “an agreement to abide by the result” of\nan international adjudication—or what he really means, an agreement\nto give the result of such adjudication domestic legal effect—can\nbe a treaty obligation like any other, so long as the agreement is\nconsistent with the Constitution. See Brief for Petitioner 20. The\npoint is that the particular treaty obligations on which Medellín\nrelies do not of their own force create domestic law.The dissent worries that our\ndecision casts doubt on some 70-odd treaties under which the United\nStates has agreed to submit disputes to the ICJ according to\n“roughly similar” provisions. Seepost,at 4, 16–17.\nAgain, under our established precedent, some treaties are\nself-executing and some are not, depending on the treaty. That the\njudgment of an international tribunal might not automatically\nbecome domestic law hardly means the underlying treaty is\n“useless.” Seepost, at 17; cf.post, at 11\n(describing the British system in which treaties “virtually always\nrequir[e] parliamentary legislation”). Such judgments would still\nconstitute international obligations, the proper subject of\npolitical and diplomatic negotiations. SeeHead Money\nCases, 112 U. S., at 598. And Congress could elect to give\nthem wholesale effect (rather than the judgment-by-judgment\napproach hypothesized by the dissent,post, at 24) through\nimplementing legislation, as it regularly has. See,e.g.,Foreign Affairs Reform and Restructuring Act of 1998, Pub. L.\n105–277, div. G, §2242, 112 Stat. 2681–822, note following 8 U. S.\nC. §1231 (directing the “appropriate agencies” to “prescribe\nregulations to implement the obligations of the United States under\nArticle 3” of the Convention Against Torture and Other Forms of\nCruel, Inhuman or Degrading Treatment or Punishment); see alsoinfra, at 25–26 (listing examples of legislation\nimplementing international obligations).Further, that an ICJ judgment may not be\nautomatically enforceable in domestic courts does not mean the\nparticular underlying treaty is not. Indeed, we have held that a\nnumber of the “Friendship, Commerce, and Navigation” Treaties cited\nby the dissent, seepost,Appendix B, are\nself-executing—based on “the language of the[se] Treat[ies].” SeeSumitomo Shoji America, Inc., supra, at 180, 189–190. InKolovratv.Oregon,366 U. S. 187, 191, 196\n(1961), for example, the Court found that Yugoslavian claimants\ndenied inheritance under Oregon law were entitled to inherit\npersonal property pursuant to an 1881 Treaty of Friendship,\nNavigation, and Commerce between the United States and Serbia. See\nalsoClarkv.Allen,331 U. S. 503, 507–511,\n517–518 (1947) (finding that the right to inherit real property\ngranted German aliens under the Treaty of Friendship, Commerce, and\nConsular Rights with Germany prevailed over California law).\nContrary to the dissent’s suggestion, seepost, at 11,\nneither our approach nor our cases require that a treaty provide\nfor self-execution in so many talismanic words; that is a\ncaricature of the Court’s opinion. Our cases simply require courts\nto decide whether a treaty’s terms reflect a determination by the\nPresident who negotiated it and the Senate that confirmed it that\nthe treaty has domestic effect.In addition, Congress is up to the task of\nimplementing non-self-executing treaties, even those involving\ncomplex commercial disputes. Cf.post,at 24\n(Breyer, J., dissenting). The judgments of a number of\ninternational tribunals enjoy a different status because of\nimplementing legislation enacted by Congress. See,e.g.,\n22 U. S. C. §1650a(a) (“An award of an arbitral tribunal\nrendered pursuant to chapter IV of the [Convention on the\nSettlement of Investment Disputes] shall create a right arising\nunder a treaty of the United States. The pecuniary obligations\nimposed by such an award shall be enforced and shall be given the\nsame full faith and credit as if the award were a final judgment of\na court of general jurisdiction of one of the several States”); 9\nU. S.C. §§201–208 (“The [U. N.] Convention on the Recognition\nand Enforcement of Foreign Arbitral Awards of June 10, 1958, shall\nbe enforced in United States courts in accordance with this\nchapter,” §201). Such language demonstrates that Congress knows how\nto accord domestic effect to international obligations when it\ndesires such a result.[Footnote\n12]Further, Medellín frames his argument as\nthough giving theAvenajudgment binding effect in\ndomestic courts simply conforms to the proposition that domestic\ncourts generally give effect to foreign judgments. But Medellín\ndoes not ask us to enforce a foreign-court judgment settling a\ntypical commercial or property dispute. See,e.g.,Hiltonv.Guyot,159 U. S. 113(1895);United Statesv.Arredondo, 6 Pet. 691 (1832);\nsee also Uniform Foreign Money-Judgments Recognition Act §1(2), 13\nU. L. A., pt. 2, p. 44 (2002) (“ ‘[F]oreign judgment’ means\nany judgment of a foreign state granting or denying recovery of a\nsum of money”). Rather, Medellín argues that theAvenajudgment has the effect of enjoining the operation of state law.\nWhat is more, on Medellín’s view, the judgment would force the\nState to take action to “review and reconside[r]” his case. The\ngeneral rule, however, is that judgments of foreign courts awarding\ninjunctive relief, even as to private parties, let alone sovereign\nStates, “are not generally entitled to enforcement.” See 2\nRestatement §481, Commentb,at 595.In sum, while the ICJ’s judgment inAvenacreates an international law obligation on the part\nof the United States, it does not of its own force constitute\nbinding federal law that pre-empts state restrictions on the filing\nof successive habeas petitions. As we noted inSanchez-Llamas, a contrary conclusion would be\nextraordinary, given that basic rights guaranteed by our own\nConstitution do not have the effect of displacing state procedural\nrules. See 548 U. S., at 360. Nothing in the text, background,\nnegotiating and drafting history, or practice among signatory\nnations suggests that the President or Senate intended the\nimprobable result of giving the judgments of an international\ntribunal a higher status than that enjoyed by “many of our most\nfundamental constitutional protections.”Ibid.IIIMedellín next argues that the\nICJ’s judgment in Avenais binding on state courts by virtue\nof the President’s February 28, 2005 Memorandum. The United States\ncontends that while theAvenajudgment does not of its own\nforce require domestic courts to set aside ordinary rules of\nprocedural default, that judgment became the law of the land with\nprecisely that effect pursuant to the President’s Memorandum and\nhis power “to establish binding rules of decision that preempt\ncontrary state law.” Brief for United States asAmicus\nCuriae5. Accordingly, we must decide whether the President’s\ndeclaration alters our conclusion that theAvenajudgment\nis not a rule of domestic law binding in state and federal\ncourts.[Footnote 13]AThe United States maintains that\nthe President’s constitutional role “uniquely qualifies” him to\nresolve the sensitive foreign policy decisions that bear on\ncompliance with an ICJ decision and “to do so expeditiously.” Brief\nfor United States asAmicus Curiae11, 12. We do not\nquestion these propositions. See,e.g.,First Nat.\nCity Bankv.Banco Nacional de Cuba,406 U. S. 759, 767\n(1972) (plurality opinion) (The President has “the lead role . . .\nin foreign policy”);American Ins. Assn.v.Garamendi,539 U. S. 396, 414\n(2003) (Article II of the Constitution places with the President\nthe “ ‘vast share of responsibility for the conduct of our\nforeign relations’ ” (quotingYoungstown Sheet & Tube\nCo.v.Sawyer,343 U. S. 579, 610–611\n(1952) (Frankfurter, J., concurring)). In this case, the President\nseeks to vindicate United States interests in ensuring the\nreciprocal observance of the Vienna Convention, protecting\nrelations with foreign governments, and demonstrating commitment to\nthe role of international law. These interests are plainly\ncompelling.Such considerations, however, do\nnot allow us to set aside first principles. The President’s\nauthority to act, as with the exercise of any governmental power,\n“must stem either from an act of Congress or from the Constitution\nitself.”Youngstown, supra,at 585;Dames &\nMoorev.Regan,453 U. S. 654, 668\n(1981).Justice Jackson’s familiar tripartite scheme\nprovides the accepted framework for evaluating executive action in\nthis area. First, “[w]hen the President acts pursuant to an express\nor implied authorization of Congress, his authority is at its\nmaximum, for it includes all that he possesses in his own right\nplus all that Congress can delegate.”Youngstown, 343 U.\nS., at 635 (Jackson, J., concurring). Second, “[w]hen the President\nacts in absence of either a congressional grant or denial of\nauthority, he can only rely upon his own independent powers, but\nthere is a zone of twilight in which he and Congress may have\nconcurrent authority, or in which its distribution is uncertain.”Id., at 637. In this circumstance, Presidential authority\ncan derive support from “congressional inertia, indifference or\nquiescence.”Ibid. Finally, “[w]hen the President takes\nmeasures incompatible with the expressed or implied will of\nCongress, his power is at its lowest ebb,” and the Court can\nsustain his actions “only by disabling the Congress from acting\nupon the subject.”Id., at 637–638.BThe United States marshals two\nprincipal arguments in favor of the President’s authority “to\nestablish binding rules of decision that preempt contrary state\nlaw.” Brief for United States asAmicus Curiae5. The\nSolicitor General first argues that the relevant treaties give the\nPresident the authority to implement theAvenajudgment\nand that Congress has acquiesced in the exercise of such authority.\nThe United States also relies upon an “independent” international\ndispute-resolution power wholly apart from the asserted authority\nbased on the pertinent treaties. Medellín adds the additional\nargument that the President’s Memorandum is a valid exercise of his\npower to take care that the laws be faithfully executed.1The United States maintains that\nthe President’s Memorandum is authorized by the Optional Protocol\nand the U. N. Charter. Brief for United States asAmicus\nCuriae9. That is, because the relevant treaties “create an\nobligation to comply withAvena,” they\n“implicitlygive the President authority to implement that\ntreaty-based obligation.”Id., at 11 (emphasis added). As\na result, the President’s Memorandum is well grounded in the first\ncategory of theYoungstownframework.We disagree. The President has an\narray of political and diplomatic means available to enforce\ninternational obligations, but unilaterally converting a\nnon-self-executing treaty into a self-executing one is not among\nthem. The responsibility for transforming an international\nobligation arising from a non-self-executing treaty into domestic\nlaw falls to Congress.Foster, 2 Pet., at 315;Whitney, 124 U. S., at 194;Igartúa-De La Rosa,\n417 F. 3d, at 150. As this Court has explained, when treaty\nstipulations are “not self-executing they can only be enforced\npursuant to legislation to carry them into effect.”Whitney,\nsupra, at 194. Moreover, “[u]ntil such act shall be passed,\nthe Court is not at liberty to disregard the existing laws on the\nsubject.”Foster, supra, at 315.The requirement that Congress, rather than the\nPresident, implement a non-self-executing treaty derives from the\ntext of the Constitution, which divides the treaty-making power\nbetween the President and the Senate. The Constitution vests the\nPresident with the authority to “make” a treaty. Art. II, §2. If\nthe Executive determines that a treaty should have domestic effect\nof its own force, that determination may be implemented “in\nmak[ing]” the treaty, by ensuring that it contains language plainly\nproviding for domestic enforceability. If the treaty is to be\nself-executing in this respect, the Senate must consent to the\ntreaty by the requisite two-thirds vote,ibid.,consistent\nwith all other constitutional restraints.Once a treaty is ratified without provisions\nclearly according it domestic effect, however, whether the treaty\nwill ever have such effect is governed by the fundamental\nconstitutional principle that “ ‘[t]he power to make the\nnecessary laws is in Congress; the power to execute in the\nPresident.’ ”Hamdanv.Rumsfeld,548 U. S. 557, 591\n(2006) (quotingEx parte Milligan, 4 Wall. 2, 139 (1866)\n(opinion of Chase, C. J.)); see U. S. Const., Art. I, §1 (“All\nlegislative Powers herein granted shall be vested in a Congress of\nthe United States”). As already noted, the terms of a\nnon-self-executing treaty can become domestic law only in the same\nway as any other law—through passage of legislation by both Houses\nof Congress, combined with either the President’s signature or a\ncongressional override of a Presidential veto. See Art. I, §7.\nIndeed, “the President’s power to see that the laws are faithfully\nexecuted refutes the idea that he is to be a lawmaker.”Youngstown, 343 U. S., at 587.A non-self-executing treaty, by definition, is\none that was ratified with the understanding that it is not to have\ndomestic effect of its own force. That understanding precludes the\nassertion that Congress has implicitly authorized the\nPresident—acting on his own—to achieve precisely the same result.\nWe therefore conclude, given the absence of congressional\nlegislation, that the non-self-executing treaties at issue here did\nnot “express[ly] or implied[ly]” vest the President with the\nunilateral authority to make them self-executing. Seeid.,at 635 (Jackson, J., concurring). Accordingly, the President’s\nMemorandum does not fall within the first category of theYoungstownframework.Indeed, the preceding discussion should make\nclear that the non-self-executing character of the relevant\ntreaties not only refutes the notion that the ratifying parties\nvested the President with the authority to unilaterally make treaty\nobligations binding on domestic courts, but also implicitly\nprohibits him from doing so. When the President asserts the power\nto “enforce” a non-self-executing treaty by unilaterally creating\ndomestic law, he acts in conflict with the implicit understanding\nof the ratifying Senate. His assertion of authority, insofar as it\nis based on the pertinent non-self-executing treaties, is therefore\nwithin Justice Jackson’s third category, not the first or even the\nsecond. Seeid.,at 637–638.Each of the two means described above for\ngiving domestic effect to an international treaty obligation under\nthe Constitution—for making law—requires joint action by the\nExecutive and Legislative Branches: The Senate can ratify a\nself-executing treaty “ma[de]” by the Executive, or, if the\nratified treaty is not self-executing, Congress can enact\nimplementing legislation approved by the President. It should not\nbe surprising that our Constitution does not contemplate vesting\nsuch power in the Executive alone.As Madison explained\nin The Federalist No. 47, under our constitutional system of checks\nand balances, “[t]he magistrate in whom the whole executive power\nresides cannot of himself make a law.” J. Cooke ed., p. 326 (1961).\nThat would, however, seem an apt description of the asserted\nexecutive authority unilaterally to give the effect of domestic law\nto obligations under a non-self-executing treaty.The United States nonetheless\nmaintains that the President’s Memorandum should be given effect as\ndomestic law because “this case involves a valid Presidential\naction in the context of Congressional ‘acquiescence’.” Brief for\nUnited States asAmicus Curiae11, n. 2. Under theYoungstowntripartite framework, congressional\nacquiescence is pertinent when the President’s action falls within\nthe second category—that is, when he “acts in absence of either a\ncongressional grant or denial of authority.” 343 U. S., at 637\n(Jackson, J., concurring). Here, however, as we have explained, the\nPresident’s effort to accord domestic effect to theAvenajudgment does not meet that prerequisite.In any event, even if we were\npersuaded that congressional acquiescence could support the\nPresident’s asserted authority to create domestic law pursuant to a\nnon-self-executing treaty, such acquiescence does not exist here.\nThe United States first locates congressional acquiescence in\nCongress’s failure to act following the President’s resolution of\nprior ICJ controversies. A review of the Executive’s actions in\nthose prior cases, however, cannot support the claim that Congress\nacquiesced in this particular exercise of Presidential authority,\nfor none of them remotely involved transforming an international\nobligation into domestic law and thereby displacing state\nlaw.[Footnote 14]The United States also directs us\nto the President’s “related” statutory responsibilities and to his\n“established role” in litigating foreign policy concerns as support\nfor the President’s asserted authority to give the ICJ’s decision\ninAvenathe force of domestic law. Brief for United\nStates asAmicus Curiae16–19. Congress has indeed\nauthorized the President to represent the United States before the\nUnited Nations, the ICJ, and the Security Council, 22 U. S. C.\n§287, but the authority of the President to represent the United\nStates before such bodies speaks to the President’sinternationalresponsibilities, not any unilateral\nauthority to create domestic law. The authority expressly conferred\nby Congress in the international realm cannot be said to “invite”\nthe Presidential action at issue here. SeeYoungstown,\nsupra, at 637 (Jackson, J., concurring). At bottom, none of\nthe sources of authority identified by the United States supports\nthe President’s claim that Congress has acquiesced in his asserted\npower to establish on his own federal law or to override state\nlaw.None of this is to say, however,\nthat the combination of a non-self-executing treaty and the lack of\nimplementing legislation precludes the President from acting to\ncomply with an international treaty obligation. It is only to say\nthat the Executive cannot unilaterally execute a non-self-executing\ntreaty by giving it domestic effect. That is, the\nnon-self-executing character of a treaty constrains the President’s\nability to comply with treaty commitments by unilaterally making\nthe treaty binding on domestic courts. The President may comply\nwith the treaty’s obligations by some other means, so long as they\nare consistent with the Constitution. But he may not rely upon a\nnon-self-executing treaty to “establish binding rules of decision\nthat preempt contrary state law.” Brief for United States asAmicus Curiae5.2We thus turn to the\nUnited States’ claim that—independent of the United States’ treaty\nobligations—the Memorandum is a valid exercise of the President’s\nforeign affairs authority to resolve claims disputes with foreign\nnations.Id., at 12–16. The United States relies on a\nseries of cases in which this Court has upheld the authority of the\nPresident to settle foreign claims pursuant to an executive\nagreement. SeeGaramendi, 539 U. S., at 415;Dames\n& Moore, 453 U. S., at 679–680;United Statesv.Pink,315\nU. S. 203, 229 (1942);United Statesv.Belmont,301 U. S. 324, 330\n(1937). In these cases this Court has explained that, if pervasive\nenough, a history of congressional acquiescence can be treated as a\n“gloss on ‘Executive Power’ vested in the President by §1 of\nArt. II.”Dames & Moore,supra,at 686\n(some internal quotation marks omitted).This argument is of a\ndifferent nature than the one rejected above. Rather than relying\non the United States’ treaty obligations, the President relies on\nan independent source of authority in ordering Texas to put aside\nits procedural bar to successive habeas petitions. Nevertheless, we\nfind that our claims-settlement cases do not support the authority\nthat the President asserts in this case.The claims-settlement cases\ninvolve a narrow set of circumstances: the making of executive\nagreements to settle civil claims between American citizens and\nforeign governments or foreign nationals. See,e.g.,Belmont, supra, at 327. They are based on the view that “a\nsystematic, unbroken, executive practice, long pursued to the\nknowledge of the Congress and never before questioned,” can “raise\na presumption that the [action] had been [taken] in pursuance of\nits consent.”Dames & Moore, supra, at 686 (some\ninternal quotation marks omitted). As this Court explained inGaramendi,Making executive agreements to settle\nclaims of American nationals against foreign governments is a\nparticularly longstanding practice … . Given the fact that the\npractice goes back over 200 years, and has received congressional\nacquiescence throughout its history, the conclusion that the\nPresident’s control of foreign relations includes the settlement of\nclaims is indisputable. 539 U. S., at 415 (internal quotation marks\nand brackets omitted).Even still, the limitations on this\nsource of executive power are clearly set forth and the Court has\nbeen careful to note that “[p]ast practice does not, by itself,\ncreate power.”Dames & Moore, supra,at\n686.The President’s Memorandum is not\nsupported by a “particularly longstanding practice” of\ncongressional acquiescence, seeGaramendi, supra,at 415,\nbut rather is what the United States itself has described as\n“unprecedented action,” Brief for United States asAmicus\nCuriaeinSanchez-Llamas, O. T. 2005, Nos. 05–51\nand 04–10566, pp. 29–30. Indeed, the Government has not\nidentified a single instance in which the President has attempted\n(or Congress has acquiesced in) a Presidential directive issued to\nstate courts, much less one that reaches deep into the heart of the\nState’s police powers and compels state courts to reopen final\ncriminal judgments and set aside neutrally applicable state laws.\nCf.Brechtv.Abrahamson,507 U. S. 619, 635\n(1993) (“States possess primary authority for defining and\nenforcing the criminal law” (quotingEnglev.Isaac,456\nU. S. 107, 128 (1982); internal quotation marks omitted). The\nExecutive’s narrow and strictly limited authority to settle\ninternational claims disputes pursuant to an executive agreement\ncannot stretch so far as to support the current Presidential\nMemorandum.3Medellín argues that\nthe President’s Memorandum is a valid exercise of his “Take Care”\npower. Brief for Petitioner 28. The United States, however, does\nnot rely upon the President’s responsibility to “take Care that the\nLaws be faithfully executed.” U. S. Const., Art. II, §3. We think\nthis a wise concession. This authority allows the President to\nexecute the laws, not make them. For the reasons we have stated,\ntheAvenajudgment is not domestic law; accordingly, the\nPresident cannot rely on his Take Care powers here.The judgment of the\nTexas Court of Criminal Appeals is affirmed.It is so ordered.Footnote 1The requirement of Article\n36(1)(b) of the Vienna Convention that the detaining state notify\nthe detainee’s consulate “without delay” is satisfied, according to\nthe ICJ, where notice is provided within three working days.Avena, 2004 I. C. J. 12, 52, ¶97 (Judgment of\nMar. 31). SeeSanchez-Llamasv.Oregon,548 U. S. 331, 362 (2006) (Ginsburg,\nJ., concurring in judgment). Here, Medellín confessed within three\nhours of his arrest—before there could be a violation of his Vienna\nConvention right to consulate notification. App. to Brief for\nRespondent 32–36. In a second state habeas application, Medellín\nsought to expand his claim of prejudice by contending that the\nState’s noncompliance with the Vienna Convention deprived him of\nassistance in developing mitigation evidence during the capital\nphase of his trial. This argument, however, was likely waived:\nMedellín had the assistance of consulate counsel during the\npreparation of hisfirstapplication for state\npostconviction relief, yet failed to raise this argument at that\ntime. See Application for Writ of Habeas Corpus inEx parte\nMedellín, No. 675430–A (Tex. Crim. App.), pp. 25–31. In light\nof our disposition of this case, we need not consider whether\nMedellín was prejudiced in any way by the violation of his Vienna\nConvention rights.Footnote 2The label “self-executing” has on\noccasion been used to convey different meanings. What we mean by\n“self-executing” is that the treaty has automatic domestic effect\nas federal law upon ratification. Conversely, a\n“non-self-executing” treaty does not by itself give rise to\ndomestically enforceable federal law. Whether such a treaty has\ndomestic effect depends upon implementing legislation passed by\nCongress.Footnote 3Even when treaties are\nself-executing in the sense that they create federal law, the\nbackground presumption is that “[i]nternational agreements, even\nthose directly benefiting private persons, generally do not create\nprivate rights or provide for a private cause of action in domestic\ncourts.” 2 Restatement (Third) of Foreign Relations Law of the\nUnited States §907, Commenta,p. 395 (1986) (hereinafter\nRestatement). Accordingly, a number of the Courts of Appeals have\npresumed that treaties do not create privately enforceable rights\nin the absence of express language to the contrary. See,e.g.,United Statesv.Emuegbunam, 268\nF. 3d 377, 389 (CA6 2001);United Statesv.Jimenez-Nava, 243 F. 3d 192, 195 (CA5 2001);United Statesv.Li, 206 F. 3d 56, 60–61\n(CA1 2000) (en banc);Goldstar (Panama) S. A.v.United States, 967 F. 2d 965, 968 (CA4 1992);Canadian Transp. Co.v.United States, 663\nF. 2d 1081, 1092 (CADC 1980);Mannington Mills, Inc.v.Congoleum Corp., 595 F. 2d 1287, 1298 (CA3\n1979).Footnote 4The question is whether theAvenajudgment has binding effect in domestic courts under\nthe Optional Protocol, ICJ Statute, and U. N. Charter.\nConsequently, it is unnecessary to resolve whether the Vienna\nConvention is itself “self-executing” or whether it grants Medellín\nindividually enforceable rights. See Reply Brief for Petitioner 5\n(disclaiming reliance on the Vienna Convention). As inSanchez-Llamas,548 U. S., at 342–343, we thus assume,\nwithout deciding, that Article 36 grants foreign nationals “an\nindividually enforceable right to request that their consular\nofficers be notified of their detention, and an accompanying right\nto be informed by authorities of the availability of consular\nnotification.”Footnote 5We do not read “undertakes” to\nmean that “ ‘ “[t]he United States . . . shall be at\nliberty to make respecting th[e] matter, such laws as they think\nproper.” ’ ”Post, at 17–18 (Breyer, J.,\ndissenting) (quotingTodokv.Union State Bank of\nHarvard,281 U.\nS. 449, 453, 454 (1930) (holding that a treaty with Norway didnot“operat[e] to override the law of [Nebraska] as to the\ndisposition of homestead property”)). Whether or not the United\nStates “undertakes” to comply with a treaty says nothing about what\nlaws it may enact. The United States isalways“at liberty\nto make . . . such laws as [it] think[s] proper.”Id.,at\n453. Indeed, a later-in-time federal statute supersedes\ninconsistent treaty provisions. See,e.g.,Cookv.United States,288 U. S. 102, 119–120 (1933). Rather,\nthe “undertakes to comply” language confirms that further action to\ngive effect to an ICJ judgment was contemplated, contrary to the\ndissent’s position that such judgments constitute directly\nenforceable federal law, without more. See alsopost, at\n1–3 (Stevens, J., concurring in judgment).Footnote 6Article 94(2) provides in full:\n“If any party to a case fails to perform the obligations incumbent\nupon it under a judgment rendered by the Court, the other party may\nhave recourse to the Security Council, which may, if it deems\nnecessary, make recommendations or decide upon measures to be taken\nto give effect to the judgment.” 59 Stat. 1051.Footnote 7Medellín alters this language in\nhis brief to provide that the ICJ Statute makes theAvenajudgment binding “in respect of [his] particular case.” Brief for\nPetitioner 22 (internal quotation marks omitted). Medellín does not\nand cannot have a case before the ICJ under the terms of the ICJ\nStatute.Footnote 8The dissent concludes that the\nICJ judgment is binding federal law based in large part on its\nbelief that the Vienna Convention overrides contrary state\nprocedural rules. Seepost, at 19–20, 20–21, 23. But not\neven Medellín relies on the Convention. See Reply Brief for\nPetitioner 5 (disclaiming reliance). For good reason: Such reliance\nis foreclosed by the decision of this Court inSanchez-Llamas, 548 U. S., at 351 (holding that the\nConvention does not preclude the application of state procedural\nbars); see alsoid., at 363 (Ginsburg, J., concurring\nin judgment). There is no basis for relitigating the issue.\nFurther, to rely on the Convention would elide the distinction\nbetween a treaty—negotiated by the President and signed by\nCongress—and a judgment rendered pursuant to those\ntreaties.Footnote 9In interpreting our treaty\nobligations, we also consider the views of the ICJ itself,\n“giv[ing] respectful consideration to the interpretation of an\ninternational treaty rendered by an international court with\njurisdiction to interpret [the treaty].”Breardv.Greene,523 U. S. 371, 375 (1998) (per\ncuriam); seeSanchez-Llamas, supra, at\n355–356. It is not clear whether that principle would apply when\nthe question is the binding force of ICJ judgments themselves,\nrather than the substantive scope of a treaty the ICJ must\ninterpret in resolving disputes. Cf.Phillips Petroleum\nCo.v.Shutts,472 U. S. 797, 805\n(1985) (“[A] court adjudicating a dispute may not be able to\npredetermine the res judicata effect of its own judgment”); 18 C.\nWright, A. Miller, & E. Cooper, Federal Practice and Procedure\n§4405, p. 82 (2d ed. 2002) (“The first court does not get to\ndictate to other courts the preclusion consequences of its own\njudgment”). In any event, nothing suggests that the ICJ views its\njudgments as automatically enforceable in the domestic courts of\nsignatory nations. TheAvenajudgment itself directs the\nUnited States to provide review and reconsideration of the affected\nconvictions and sentences “by means of its own choosing.”\n2004 I. C. J., at 72 (emphasis added). This language, as\nwell as the ICJ’s mere suggestion that the “judicial process” is\nbest suited to provide such review,id.,at 65–66, confirm\nthat domestic enforceability in court is not part and parcel of an\nICJ judgment.Footnote\n10The best that the ICJ experts asamici curiaecan come up with is the contention that local\nMoroccan courts have referred to ICJ judgments as “dispositive.”\nBrief for ICJ Experts asAmici Curiae20, n. 31. Even the\nICJ experts do not cite a case so holding, and Moroccan practice is\nat best inconsistent, for at least one local Moroccan court has\nheld that ICJ judgments are not binding as a matter of municipal\nlaw. See,e.g.,Mackay Radio & Tel. Co.v.Lal-La Fatma Bent si Mohamed el Khadar,[1954] 21 Int’l\nL. Rep. 136 (Tangier, Ct. App. Int’l Trib.) (holding that ICJ\ndecisions are not binding on Morocco’s domestic courts); see also\n“Socobel”v.Greek State, [1951] 18 Int’l\nL. Rep. 3 (Belg., Trib. Civ. de Bruxelles) (holding that\njudgments of the ICJ’s predecessor, the Permanent Court of\nInternational Justice, were not domestically\nenforceable).Footnote\n11The other case Medellín cites for\nthe proposition that the judgments of international courts are\nbinding,La Abra Silver Mining Co.v.United\nStates,175 U.\nS. 423(1899), and the cases he cites for the proposition that\nthis Court has routinely enforced treaties under which foreign\nnationals have asserted rights, similarly stand only for the\nprinciple that the terms of a treaty govern its enforcement. See\nReply Brief for Petitioner 4, 5, n. 2. In each case, this\nCourt first interpreted the treaty prior to finding it domestically\nenforceable. See,e.g.,United Statesv.Rauscher,119 U. S. 407, 422–423\n(1886) (holding that the treaty required extradition only for\nspecified offenses);Hopkirkv.Bell, 3 Cranch\n454, 458 (1806) (holding that the treaty of peace between Great\nBritain and the United States prevented the operation of a state\nstatute of limitations on British debts).Footnote\n12That this Court has rarely had\noccasion to find a treaty non-self-executing is not all that\nsurprising. Seepost, at 8 (Breyer, J., dissenting).\nTo begin with, the Courts of Appeals have regularly done so. See,e.g.,Pierrev.Gonzales, 502 F. 3d\n109, 119–120 (CA2 2007) (holding that the United Nations Convention\nAgainst Torture and Other Cruel, Inhuman or Degrading Treatment or\nPunishment is non-self-executing);Singhv.Ashcroft, 398 F. 3d 396, 404, n. 3 (CA6 2005)\n(same);Beazleyv.Johnson, 242 F. 3d 248,\n267 (CA5 2001) (holding that the International Covenant on Civil\nand Political Rights is non-self-executing). Further, as noted,\nCongress has not hesitated to pass implementing legislation for\ntreaties that in its view require such legislation.Footnote\n13The dissent refrains from\ndeciding the issue, but finds it “difficult to believe that in the\nexercise of his Article II powers pursuant to a ratified treaty,\nthe President cannevertake action that would result in\nsetting aside state law.”Post, at 29. We agree. The\nquestions here are the far more limited ones of whether he may\nunilaterally create federal law by giving effect to the judgment of\nthis international tribunal pursuant to this non-self-executing\ntreaty, and, if not, whether he may rely on other authority under\nthe Constitution to support the action taken in this particular\ncase. Those are the only questions we decide.Footnote\n14Rather, in theCase\nConcerning Military and Paramilitary Activities in and Against\nNicaragua(Nicar.v.U. S.), 1986\nI. C. J. 14 (Judgment of June 27), the President\ndetermined that the United States wouldnotcomply with\nthe ICJ’s conclusion that the United States owed reparations to\nNicaragua. In theCase Concerning Delimitation of the Maritime\nBoundary in the Gulf of Maine Area(Can. v.U.\nS./em>.), 1984 I. C. J. 246 (Judgment of Oct. 12), a\nfederal agency—the National Oceanic and Atmospheric\nAdministration—issued a final rule which complied with the ICJ’s\nboundary determination. TheCase Concerning Rights of\nNationals of the United States of America in Morocco(Fr.v.U. S.), 1952 I. C. J. 176\n(Judgment of Aug. 27), concerned the legal status of United States\ncitizens living in Morocco; it was not enforced in United States\ncourts.The final two cases arose under the Vienna Convention. In theLagrand Case(F. R. G.v.U.\nS.), 2001 I. C. J. 466 (Judgment of June 27), the\nICJ ordered the review and reconsideration of convictions and\nsentences of German nationals denied consular notification. In\nresponse, the State Department sent letters to the States\n“encouraging” them to consider the Vienna Convention in the\nclemency process. Brief for United States asAmicus Curiae20–21. Such encouragement did not give the ICJ judgment direct\neffect as domestic law; thus, it cannot serve as precedent for\ndoing so in which Congress might be said to have acquiesced. In theCase Concerning the Vienna Convention on Consular\nRelations(Para.v.U. S.), 1998\nI. C. J. 248 (Judgment of Apr. 9), the ICJ issued a\nprovisional order, directing the United States to “take all\nmeasures at its disposalto ensure that [Breard] is not\nexecuted pending the final decision in [the ICJ’s] proceedings.”Breard, 523 U. S., at 374 (internal quotation marks\nomitted). In response, the Secretary of State sent a letter to the\nGovernor of Virginia requesting that he stay Breard’s execution.Id., at 378. When Paraguay sought a stay of execution from\nthis Court, the United States argued that it had taken every\nmeasure at its disposal: because “our federal system imposes limits\non the federal government’s ability to interfere with the criminal\njustice systems of the States,” those measures included “only\npersuasion,” not “legal compulsion.” Brief for United States asAmicus Curiae, O. T. 1997, No. 97–8214, p. 51. This\nof course is precedent contrary to the proposition asserted by the\nSolicitor General in this case.",
    "joined": []
}