{
    "case": {
        "docket": "18-302",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-302/"
    },
    "id": "4112541",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–302_________________ANDREI IANCU, UNDER SECRETARY OF COMMERCE FOR\nINTELLECTUAL PROPERTY AND DIRECTOR, PATENT AND TRADEMARK OFFICE,\nPETITIONERv.ERIK BRUNETTIon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 24, 2019]Chief Justice Roberts, concurring in part and\ndissenting in part.The Lanham Act directs the Patent and Trademark\nOffice to refuse registration to marks that consist of or comprise\n“immoral, deceptive, or scandalous matter.” 15 U. S. C.\n§1052(a). Although the statute lists “immoral” and “scandalous”\nseparately, the PTO has long read those terms together to\nconstitute a unitary bar on “immoral or scandalous” marks.The Government concedes that the provision so\nread is broad enough to reach not only marks that offend because of\ntheir mode of expression (such as vulgarity and profanity) but also\nmarks that offend because of the ideas they convey. The Government\nurges, however, that the provision can be given a narrowing\nconstruction—it can be understood to cover only marks that offend\nbecause of their mode of expression.The Court rejects that proposal on the ground\nthat it would in effect rewrite the statute. I agree with the\nmajority that the “immoral” portion of the provision is not\nsusceptible of a narrowing construction that would eliminate its\nviewpoint bias. As Justice Sotomayor explains, however, the\n“scandalous” portion of the provision is sus-ceptible of such a\nnarrowing construction. Standing alone, the term “scandalous” need\nnot be understood to reach marks that offend because of the ideas\nthey convey; it can be read more narrowly to bar only marks that\noffend because of their mode of expression—marks that are obscene,\nvulgar, or profane. That is how the PTO now understands the term,\nin light of our decision inMatalv.Tam, 582\nU. S. ___ (2017). See Tr. of Oral Arg. 4–5. I agree with\nJustice Sotomayor that such a narrowing construction is appropriate\nin this context.I also agree that, regardless of how exactly the\ntrademark registration system is best conceived under our\nprecedents—a question we left open inTam—refusing\nregistration to obscene, vulgar, or profane marks does not offend\nthe First Amendment. Whether such marks can be registered does not\naffect the extent to which their owners may use them in commerce to\nidentify goods. No speech is being restricted; no one is being\npunished. The owners of such marks are merely denied certain\nadditional benefits associated with federal trademark registration.\nThe Government, meanwhile, has an interest in not associating\nitself with trademarks whose content is obscene, vulgar, or\nprofane. The First Amendment protects the freedom of speech; it\ndoes not require the Government to give aid and comfort to those\nusing obscene, vulgar, and profane modes of expression. For those\nreasons, I concur in part and dissent in part.",
    "joined": []
}