{
    "case": {
        "docket": "49",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/49/"
    },
    "id": "1962940",
    "author": "roberts",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF ROBERTS, C. J.VADEN V. DISCOVER BANK556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-773BETTY E. VADEN, PETITIONERv.DISCOVER\nBANK et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[March 9, 2009]Chief Justice Roberts, with whom\nJustice Stevens, Justice Breyer, and Justice Alito join, concurring\nin part and dissenting in part.I agree with the Court that a\nfederal court asked to compel arbitration pursuant to §4 of the\nFederal Arbitration Act should “look through” the dispute over\narbitrability in determining whether it has jurisdiction to grant\nthe requested relief. But look through to what? The statute\nprovides a clear and sensible answer: The court may consider the §4\npetition if the court “would have” jurisdiction over “the subject\nmatter of a suit arising out of the controversy between the\nparties.” 9 U. S. C. §4.The §4 petition in this case explains that the\ncontroversy Discover seeks to arbitrate is whether “Discover Bank\ncharged illegal finance charges, interest and late fees.” App. 30.\nDiscover contends in its petition that the resolution of this\ndispute is controlled by federal law—specifically §27(a) of the\nFederal Deposit Insurance Act (FDIA), 12 U. S. C. §1831d(a)\n(setting forth the interest rates a state-chartered, federally\ninsured bank may charge “notwithstanding any State constitution or\nstatute which is hereby preempted”). Vaden agrees that the legality\nof Discover’s charges and fees is governed by the FDIA.* A federal\ncourt therefore “would have jurisdiction … of the subject matter of\na suit arising out of the controversy” Discover seeks to arbitrate.\nThat suit could be an action by Vaden asserting that the charges\nviolate the FDIA, or one by Discover seeking a declaratory judgment\nthat they do not.The majority is diverted off this\nstraightforward path by the fortuity that a complaint happens to\nhave been filed in this case. Instead of looking to the controversy\nthe §4 petitioner seeks to arbitrate, the majority focuses on the\ncontroversy underlying that complaint, and asks whether “thewholecontroversy,” as reflected in “the parties’\nstate-court filings,” arises under federal law.Ante, at\n16 (emphasis added). Because that litigation was commenced as a\nstate-law debt-collection claim, the majority concludes there is no\n§4 jurisdiction.This approach is contrary to the language of\n§4, and sharply restricts the ability of federal courts to enforce\nagreements to arbitrate. The “controversy” to which §4 refers is\nthe dispute alleged to be subject to arbitration. The §4 petitioner\nmust set forth the nature of that dispute—the one he seeks to\narbitrate—in the §4 petition seeking an order to compel\narbitration. Section 4 requires that the petitioner be “aggrieved”\nby the other party’s “failure, neglect, or refusal … to arbitrate\nunder a written agreement for arbitration”; that language guides\nthe district court to the specific controversy the other party is\nunwilling to arbitrate.That is clear from the FAA’s repeated and\nconsistent use of the term “controversy” to mean the specific\ndispute asserted to be subject to arbitration, not to some broader,\n“full flavor[ed]” or “full-bodied” notion of the disagreement\nbetween the parties.Ante, at 17, and n. 16. In §2,\nfor example, the “controversy” is the one “to [be] settle[d] by\narbitration” and the one “to [be] submit[ted] to arbitration.” 9 U.\nS. C. §2. In §10(a)(3), it is a ground for vacating an\narbitration award that the arbitrator refused to hear evidence\n“pertinent and material to the controversy”—obviously the\n“controversy” subject to arbitration, or the arbitrator’s refusal\nto consider the evidence would hardly be objectionable. In §11(c),\nan award may be modified if “imperfect in matter of form not\naffecting the merits of the controversy”—again, necessarily the\ncontroversy submitted to arbitration, and therefore the subject of\nthe award.There is no reason to suppose “controversy”\nmeant the controversy subject to arbitration everywhere else in the\nFAA, but something quite different in §4. The issue is whether\nthere is jurisdiction to compel arbitration to resolve a\ncontroversy; why would the pertinent controversy for assessing\njurisdiction be anything other than the same one asserted to be\nsubject to arbitration?The majority looks instead to the controversy\nthe state-court litigation seeks to resolve. This produces the odd\nresult of defining “controversy” more broadly than the §4 petition\nitself. Discover’s petition does not seek to arbitrate its\nstate-law debt-collection claims, but rather Vaden’s allegation\nthat the fees Discover has been charging her (and other members of\nher proposed class) violate the FDIA. See App. 30. The majority\ndoes not appear to question that there would be federal\njurisdiction over a suit arising out of the subject matter of that\ndispute. The majority finds no jurisdiction here, however, because\n“a federal court could not entertain Discover’s state-law\ndebt-collection claim.”Ante, at 20, n. 19. There is\nno jurisdiction to compel arbitration of a plainly federal\ncontroversy—the FDIA dispute—because there is no jurisdiction to\ncompel arbitration of the debt-collection dispute. But why Discover\nshould have to demonstrate federal jurisdiction over a state-court\nclaim it does not seek to arbitrate is a mystery. Cf.Moses H.\nCone Memorial Hospitalv.Mercury Constr. Corp.,460 U. S. 1, 19–21\n(1983) (affirming federal-court jurisdiction over a §4 petition\nseeking to arbitrate only one of two disputes pending in\nstate-court litigation);Dean Witter Reynolds Inc.v.Byrd,470\nU. S. 213, 218–221 (1985) (when litigation involves multiple\nclaims, only some of which are covered by an arbitration agreement,\ndistrict court must compel arbitration of the covered claims if so\nrequested).The majority’s approach will allow federal\njurisdiction to compel arbitration ofentirelystate-law\nclaims. Under that approach the “controversy” is not the one the §4\npetitioner seeks to arbitrate, but a broader one encompassing the\n“whole controversy” between the parties.Ante, at 16. If\nthat broader dispute involves both federal and state-law claims,\nand the “originating” dispute is federal,ibid., a party\ncould seek arbitration of just the state-law claims. The\n“controversy” under the majority’s view would qualify as federal,\ngiving rise to §4 jurisdiction to compel arbitration of a purely\nstate-law claim.Take this case as an example. If Vaden had\nfiled her FDIA claim first, and Discover had responded with a\nstate-law debt-collection counterclaim, that suit is one that\n“could be litigated in federal court.”Ante, at 15. As a\nresult, the majority’s approach would seem to permit Vaden to file\na §4 petition to compel arbitration of the entirely state-law-based\ndebt-collection dispute, because that dispute would be part and\nparcel of the “full flavor[ed],” “originating” FDIA controversy.Ante, at 16, 17. Defining the controversy as the dispute\nthe §4 petitioner seeks to arbitrate eliminates this problem by\nensuring that theactual disputesubject to arbitration is\nfederal.The majority’s conclusion that this\ncontroversy “is not one qualifying for federal-court adjudication,”ante, at 19, stems from its mistaken focus on the existing\nlitigation. Rather than ask whether a court “would have”\njurisdiction over the “subject matter” of “a” suit arising out of\nthe “controversy,” the majority asks only whether the courtdoeshave jurisdiction over the subject matter of aparticularcomplaint. But §4 does not speak of actual\njurisdiction over pending suits; it speaks subjunctively of\nprospective jurisdiction over “the subject matter of a suit arising\nout of the controversy between the parties.” 9 U. S. C. §4.\nThe fact that Vaden has chosen to package the FDIA controversy in\ncounterclaims in pending state-court litigation in no way means\nthat a district court “would [not] have” jurisdiction over the\n“subject matter” of “a suit” arising out of the FDIA controversy. A\nbig part of arbitration is avoiding the procedural niceties of\nformal litigation; it would be odd to have the authority of a court\nto compel arbitration hinge on just such niceties in a pending\ncase.By focusing on the sequence in which\nstate-court litigation has unfolded, the majority crafts a rule\nthat produces inconsistent results. Because Discover’s\ndebt-collection claim was filed before Vaden’s counterclaims, the\nmajority treats the debt-collection dispute as the “originating\ncontroversy.”Ante, at 16. But nothing would have\nprevented the same disagreements between the parties from producing\na different sequence of events. Vaden could have filed a complaint\nraising her FDIA claims before Discover sought to collect on any\namounts Vaden owes. Because the “originating controversy” in that\ncomplaint would be whether Discover has charged fees illegal under\nfederal law, in that situation Discover presumablycouldbring a §4 petition to compel arbitration of the FDIA dispute. The\nmajority’s rule thus makes §4 jurisdiction over the same\ncontroversy entirely dependent upon the happenstance of how\nstate-court litigation has unfolded.    Nothing in\n§4 suggests such a result.The majority glosses over another problem\ninherent in its approach: In many if not most cases under §4, no\ncomplaint will have been filed. SeeHartford Financial Systems,\nInc.v.Florida Software Servs., Inc., 712 F. 2d\n724, 728 (CA1 1983) (Breyer, J.) (“Normally, [§4] motions are\nbrought in independent proceedings”). What to “look through” to\nthen? The majority instructs courts to look to the “full-bodied\ncontroversy.”Ante, at 17, n. 16. But as this case\nillustrates, that would lead to a different result had the\nstate-court complaint not been filed. Discover does not seek to\narbitrate whether an outstanding debt exists; indeed, Discover’s §4\npetition does not even allege any dispute on that point. See App.\n28–41. A district court would therefore not understand the §4\n“controversy” to include the debt-collection claim in the absence\nof the state-court suit. Under the majority’s rule, the FDIA\ndispute would be treated as a “controversy” qualifying under §4\nbefore the state suit and counterclaims had been filed, but not\nafter.The far more concrete and administrable\napproach would be to apply the same rule in all instances: Look to\nthe controversy the §4 petitioner seeks to arbitrate—as set forth\nin the §4 petition—and assess whether a federal court would have\njurisdiction over the subject matter of a suit arising out of that\ncontroversy. The controversy the moving party seeks to arbitrate\nand the other party will not would be the same controversy used to\nassess jurisdiction to compel arbitration.The majority objects that this would allow a\ncourt to “hypothesiz[e] discrete controversies of its own design,”ante, at 16, in an apparent effort to find federal\njurisdiction where there is none. Not so. A district court\nentertaining a §4 petition is required to determine what “a suit”\narising out of the allegedly arbitrable controversy would look\nlike. There is no helping that, given the statute’s subjunctive\nlanguage. But that does not mean the inquiry is the free-form one\nthe majority posits.To the contrary, a district court must look to\nthe specific controversy—the concrete dispute that one party has\n“fail[ed], neglect[ed], or refus[ed]” to arbitrate—and determine\nwhetherthatcontroversy would give rise to a suit under\nfederal law. District courts do that sort of thing often enough;\nthe exercise is closely analogous to the jurisdictional analysis in\na typical declaratory judgment action. SeeFranchise Tax Bd. of\nCal.v.Construction Laborers Vacation Trust for Southern\nCal.,463 U. S.\n1, 19 (1983) (jurisdiction over a declaratory judgment action\nexists when, “ifthe declaratory judgment defendant\nbrought a coercive action to enforce its rights, that suit would\nnecessarily present a federal question” (emphasis added)). Looking\nto the specific controversy outlined in Discover’s §4 petition\n(whether its fees violate the FDIA), it hardly requires\n“dream[ing]” to conceive of a lawsuit in which Vaden would claim\nthe FDIA has been violated and Discover would claim it has not.Ante, at 18.Nor would respondents’ approach allow a §4\npetitioner to simply “recharacterize” or “manufacture” a\ncontroversy to create federal jurisdiction.Ante, at 17.\nAll of the established rules of federal jurisdiction are fully\napplicable in scrutinizing whether a federal court would have\njurisdiction over a suit arising out of the parties’ underlying\ncontroversy.For example, a federal question must be\npresented by the specific controversy the §4 petitioner seeks to\narbitrate, not by some hypothetical federal issue “lurking in the\nbackground.”Gullyv.First Nat. Bank in\nMeridian,299\nU. S. 109, 117 (1936). A district court could not compel\narbitration of a state-law dispute by pointing to a potential\nfederal defense that the §4 petitioner is not seeking to arbitrate,\nbecause the “claim itself must present a federal question” to arise\nunder federal law.Skelly Oil Co.v.Phillips\nPetroleum Co.,339 U. S. 667, 672\n(1950). Nor could a district court compel arbitration of a dispute\nthat, though not federal in character, could lead to the filing of\na federal counterclaim, for “a counterclaim … cannot serve as the\nbasis for [federal] jurisdiction” of the state-law dispute itself.Holmes Group, Inc.v.Vornado Air Circulation Systems,\nInc.,535 U. S.\n826, 831 (2002).Accordingly, petitioners may no more smuggle\nstate-law claims into federal court through §4 than they can\nthrough declaratory judgment actions, or any other federal cause of\naction. To the extent §4 brings some issues into federal court in a\nparticular case that may not be brought in through other procedural\nmechanisms, it does so by “enlarg[ing] the range of remedies\navailable in the federal courts[,] … not extend[ing] their\njurisdiction.”Skelly Oil,supra, at 671.That is why the majority’s recital of the\nbasic rules of federal-court jurisdiction in Part II of its opinion\nis beside the point: No one disputes what those rules are, and no\none disputes that they must be followed under §4 in deciding\nwhether a federal court “would have jurisdiction … of the subject\nmatter of a suit arising out of the controversy between the\nparties.” The issue is insteadwhatsuit should be\nscrutinized for compliance with those rules. In defining\n“controversy” by reference to existing litigation, the majority\nartificially limits the reach of §4 to the particular suit filed.\nThe correct approach is to accord §4 the scope mandated by its\nlanguage and look to “a suit,” arising out of the “subject matter”\nof the “controversy” the §4 petitioner seeks to arbitrate, and\ndetermine whether a federal court would have jurisdiction over such\na suit.The majority concludes by noting that state\ncourts are obliged to honor and enforce agreements to arbitrate.Ante, at 20. The question here, however, is one of remedy.\nIt is a common feature of our federal system that States often\nprovide remedies similar to those under federal law for the same\nwrongs. We do not, however, narrowly construe the federal\nremedies—say federal antitrust or civil rights remedies—because\nstate law provides remedies in those areas as well. Cf.Monroev.Pape,365 U. S. 167, 183\n(1961) (“It is no answer that the State has a law which if enforced\nwould give relief”).*  *  *Discover and Vaden have agreed to\narbitrate any dispute arising out of Vaden’s account with Discover.\nVaden’s allegations against Discover have given rise to such a\ndispute. Discover seeks to arbitrate that controversy, but Vaden\nrefuses to do so. Resolution of the controversy is governed by\nfederal law, specifically the FDIA. There is no dispute about that.\nIn the absence of the arbitration agreement, a federal court “would\nhave jurisdiction … of the subject matter of a suit arising out of\nthe controversy between the parties,” 9 U. S. C. §4, whether\nthe suit were brought by Vaden or Discover. The District Court\ntherefore may exercise jurisdiction over this petition under §4 of\nthe Federal Arbitration Act.* Vaden has conceded that the FDIA completely\npre-empts her state-law counterclaims. See 489 F. 3d 594, 604,\nn. 10 (CA4 2007). What is significant about that concession is\nnot Vaden’s agreement on the jurisdictional question of complete\npre-emption (which we need not and do not address), cf.ante, at 19, but rather her agreement that federal law—the\nFDIA—governs her allegation that Discover’s charges and fees are\nillegal.",
    "joined": []
}