{
    "case": {
        "docket": "20-1775",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1775/"
    },
    "id": "4596239",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–1775_________________ARIZONA, et al., PETITIONERSv.CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 15, 2022]Chief Justice Roberts, with whom Justice\nThomas, Justice Alito, and Justice Gorsuch join, concurring.This case involves a regulation known as the\nPublic Charge Rule, promulgated by the Department of Homeland\nSecurity in 2019. See 84 Fed. Reg. 41292 (2019). The Rule set out\nthe test the Department planned to use to determine whether an\napplicant for admission into the country or adjustment to lawful\npermanent resident status is “likely at any time to become a public\ncharge,” which would make him ineligible. 8 U. S. C.\n§1182(a)(4)(A). Several parties filed lawsuits arguing that the\nRule was unlawful because it defined “public charge” too\nbroadly.We granted certiorari in this case not to\naddress the merits of that argument, but to decide whether the\npetitioners—13 States which support the Rule—should have been\npermitted to intervene in this litigation to defend the Rule’s\nlegality in the Court of Appeals. Petitioners argue that the answer\nis yes, in light of the Government’s actions.When this and other suits challenging the Rule\nwere first brought in 2019, the Government defended it. And when\nmultiple lower courts, including the District Court here, found the\nRule unlawful, the Government appealed those decisions. After a\nchange in administrations, though, the Government reversed course\nand opted to voluntarily dismiss those appeals, leaving in place\nthe relief already entered.A new administration is of course as a general\nmatter entitled to do that. But the Government then took a further\nstep. It seized upon one of the now-consent judgments against it—a\nfinal judgment vacating the Rule nationwide, issued in a different\nlitigation—and leveraged it as a basis to immediately repeal the\nRule, without using notice-and-comment procedures. 86 Fed. Reg.\n14221 (2021) (“Because this rule simply implements the district\ncourt’s vacatur of the August 2019 rule . . . DHS is not\nrequired to provide notice and comment.”). This allowed the\nGovernment to circumvent the usual and important requirement, under\nthe Administrative Procedure Act, that a regulation originally\npromulgated using notice and comment (as the Public Charge Rule\nwas) may only be repealed through notice and comment, 5\nU. S. C. §551(5); seePerezv.Mortgage Bankers\nAssn., 575 U.S. 92, 101 (2015). As part of this tactic of\n“rulemaking-by-collective-acquiescence,”City and County of San\nFranciscov.United States Citizenship and Immigration\nServs., 992 F.3d 742, 744 (CA9 2021) (VanDyke, J., dissenting),\nthe Government successfully opposed efforts by other interested\nparties—including petitioners here—to intervene in order to carry\non the defense of the Rule, including possibly before this\nCourt.These maneuvers raise a host of important\nquestions. The most fundamental is whether the Government’s\nactions, all told, comport with the principles of administrative\nlaw. But bound up in that inquiry are a great many issues beyond\nthe question of appellate intervention on which we granted\ncertiorari, among them standing; mootness; vacatur underUnited\nStatesv.Munsingwear, Inc.,340 U.S.\n36(1950); the scope of injunctive relief in an APA action;\nwhether, contrary to what “[t]he government has long argued,” the\nAPA “authorize[s] district courts to vacate regulations or other\nagency actions on a nationwide basis,” Brief for Federal\nRespondents 5, n. 3; how the APA’s procedural requirements apply in\nthis unusual circumstance, cf. §551(5);FCCv.Fox\nTelevision Stations, Inc.,556 U.S.\n502, 515 (2009); and more.It has become clear that this mare’s nest could\nstand in the way of our reaching the question presented on which we\ngranted certiorari, or at the very least, complicate our resolution\nof that question. I therefore concur in the Court’s dismissal of\nthe writ of certiorari as improvidently granted. But that\nresolution should not be taken as reflective of a view on any of\nthe foregoing issues, or on the appropriate resolution of other\nlitigation, pending or future, related to the 2019 Public Charge\nRule, its repeal, or its replacement by a new rule. SeeCook\nCountyv.Mayorkas, 340 F.R.D. 35 (ND Ill. 2021), appeal\npending, No. 21–2561 (CA7); 87 Fed. Reg. 10571 (2022) (new proposed\nrule that would “implement a different policy than the 2019 Final\nRule”).",
    "joined": []
}