{
    "case": {
        "docket": "17-1174",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1174/"
    },
    "id": "4099765",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1174_________________LUIS A. NIEVES, et al., PETITIONERSv.RUSSELL P. BARTLETTon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 28, 2019]Chief Justice Roberts delivered the opinion of\nthe Court.Respondent Russell Bartlett sued petitioners—two\npolice officers—alleging that they retaliated against him for his\nprotected First Amendment speech by arresting him for disorderly\nconduct and resisting arrest. The officers had probable cause to\narrest Bartlett, and we now decide whether that fact defeats\nBartlett’s First Amendment claim as a matter of law.IABartlett was arrested during “Arctic Man,” a\nweeklong winter sports festival held in the remote Hoodoo Mountains\nnear Paxson, Alaska. Paxson is a small community that normally\nconsists of a few dozen residents. But once a year, upwards of\n10,000 people descend on the area for Arctic Man, an event known\nfor both extreme sports and extreme alcohol consumption. The\nmainstays are high-speed ski and snowmobile races, bonfires, and\nparties. During that week, the Arctic Man campground briefly\nbecomes one of the largest and most raucous cities in Alaska.The event poses special challenges for law\nenforcement. Snowmobiles, alcohol, and freezing temperatures do not\nalways mix well, and officers spend much of the week responding to\nsnowmobile crashes, breaking up fights, and policing underage\ndrinking. Given the remote location of the event, Alaska flies in\nadditional officers from around the State to provide support.\nStill, the number of police remains limited. Even during the\nbusiest periods of the event, only six to eight officers are on\npatrol at a time.On the last night of Arctic Man 2014, Sergeant\nLuis Nieves and Trooper Bryce Weight arrested Bartlett. The parties\ndispute certain details about the arrest but agree on the general\ncourse of events, some of which were captured on video by a local\nnews reporter.At around 1:30 a.m., Sergeant Nieves and\nBartlett first crossed paths. Nieves was asking some partygoers to\nmove their beer keg inside their RV because minors had been making\noff with alcohol. According to Nieves, Bartlett began belligerently\nyelling to the RV owners that they should not speak with the\npolice. Nieves approached Bartlett to explain the situation, but\nBartlett was highly intoxicated and yelled at him to leave. Rather\nthan escalate the situation, Nieves left. Bartlett disputes that\naccount. According to Bartlett, he was not drunk at that time and\nnever yelled at Nieves. He claims it was Nieves who became\naggressive when Bartlett refused to speak with him.Several minutes later, Bartlett saw Trooper\nWeight asking a minor whether he and his underage friends had been\ndrinking. According to Weight, Bartlett approached in an aggressive\nmanner, stood between Weight and the teenager, and yelled with\nslurred speech that Weight should not speak with the minor. Weight\nclaims that Bartlett then stepped very close to him in a combative\nway, so Weight pushed him back. Sergeant Nieves saw the\nconfrontation and rushed over, arriving right after Weight pushed\nBartlett. Nieves immediately initiated an arrest, and when Bartlett\nwas slow to comply with his orders, the officers forced him to the\nground and threatened to tase him.Again, Bartlett tells a different story. He\ndenies being aggressive, and claims that he stood close to Weight\nonly in an effort to speak over the loud background music. And he\nwas slow to comply with Nieves’s orders, not because he was\nresisting arrest, but because he did not want to aggravate a back\ninjury. After Bartlett was handcuffed, he claims that Nieves said:\n“[B]et you wish you would have talked to me now.” 712 Fed. Appx.\n613, 616 (CA9 2017).The officers took Bartlett to a holding tent,\nwhere he was charged with disorderly conduct and resisting arrest.\nHe had sustained no injuries during the episode and was released a\nfew hours later.BThe State ultimately dismissed the criminal\ncharges against Bartlett, and Bartlett then sued the officers under\n42 U. S. C. §1983, which provides a cause of action for\nstate deprivations of federal rights. As relevant here, he claimed\nthat the officers violated his First Amendment rights by arresting\nhim in retaliation for his speech. The protected speech, according\nto Bartlett, was his refusal to speak with Nieves earlier in the\nevening and his intervention in Weight’s discussion with the\nunderage partygoer. The officers responded that they arrested\nBartlett because he interfered with an investigation and initiated\na physical confrontation with Weight. The District Court granted\nsummary judgment for the officers. The court determined that the\nofficers had probable cause to arrest Bartlett and held that the\nexistence of probable cause precluded Bartlett’s First Amendment\nretaliatory arrest claim.The Ninth Circuit disagreed. 712 Fed. Appx. 613.\nRelying on its prior decision inFordv.Yakima, 706\nF.3d 1188 (2013), the court held that a plaintiff can prevail on a\nFirst Amendment retaliatory arrest claim even in the face of\nprobable cause for the arrest. According to the Ninth Circuit,\nBartlett needed to show only (1) that the officers’ conduct would\n“chill a person of ordinary firmness from future First Amendment\nactivity,” and (2) that he had advanced evidence that would “enable\nhim ultimately to prove that the officers’ desire to chill his\nspeech was a but-for cause” of the arrest. 712 Fed. Appx., at 616\n(internal quotation marks omitted). The court concluded that\nBartlett had satisfied both requirements: A retaliatory arrest is\nsufficiently chilling, and Bartlett had presented enough evidence\nthat his speech was a but-for cause of the arrest. The only causal\nevidence relied on by the court was Bartlett’s affidavit alleging\nthat Sergeant Nieves said “bet you wish you would have talked to me\nnow.” If that allegation were true, the court reasoned, a jury\nmight conclude that the officers arrested Bartlett in retaliation\nfor his statements earlier that night.The officers petitioned for review in this\nCourt, and we granted certiorari. 585 U. S. ___ (2018).IIWe are asked to resolve whether probable cause\nto make an arrest defeats a claim that the arrest was in\nretaliation for speech protected by the First Amendment. We have\nconsidered this issue twice in recent years. On the first occasion,\nwe ultimately left the question unanswered because we decided the\ncase on the alternative ground of qualified immunity. SeeReichlev.Howards,566 U.S.\n658(2012). We took up the question again last Term inLozmanv.Riviera Beach,585 U. S. ___ (2018).Lozmaninvolved unusual circumstances in which the plaintiff\nwas arrested pursuant to an alleged “official municipal policy” of\nretaliation.Id.,at ___ (slip op., at 11). Because those\nfacts were “far afield from the typical retaliatory arrest claim,”\nwe reserved judgment on the broader question presented and limited\nour holding to arrests that result from official policies of\nretaliation.Id.,at ___ (slip op., at 10). In such cases,\nwe held, probable cause does not categorically bar a plaintiff from\nsuing the municipality.Id.,at ___–___ (slip op., at\n11–12). We now take up the question once again, this time in a more\nrepresentative case.A“[A]s a general matter the First Amendment\nprohibits government officials from subjecting an individual to\nretaliatory actions” for engaging in protected speech.Hartmanv.Moore,547 U.S.\n250, 256 (2006). If an official takes adverse action against\nsomeone based on that forbidden motive, and “non-retaliatory\ngrounds are in fact insufficient to provoke the adverse\nconsequences,” the injured person may generally seek relief by\nbringing a First Amendment claim.Ibid.(citingCrawford-Elv.Britton,523 U.S.\n574, 593 (1998);Mt. Healthy City Bd. of Ed.v.Doyle,429 U.S.\n274, 283–284 (1977)).To prevail on such a claim, a plaintiff must\nestablish a “causal connection” between the government defendant’s\n“retaliatory animus” and the plaintiff’s “subsequent in- jury.”Hartman, 547 U. S., at 259. It is not enough to show\nthat an official acted with a retaliatory motive and that the\nplaintiff was injured—the motive mustcausethe injury.\nSpecifically, it must be a “but-for” cause, meaning that the\nadverse action against the plaintiff would not have been taken\nabsent the retaliatory motive.Id.,at 260 (recognizing that\nalthough it “may be dishonorable to act with an unconstitutional\nmotive,” an official’s “action colored by some degree of bad motive\ndoes not amount to a constitutional tort if that action would have\nbeen taken anyway”).For example, inMt. Healthy, a teacher\nclaimed that a school district refused to rehire him in retaliation\nfor his protected speech. We held that even if the teacher’s\n“protected conduct played a part, substantial or otherwise, in\n[the] decision not to rehire,” he was not entitled to reinstatement\n“if the same decision would have been reached” absent his protected\nspeech. 429 U. S.,at 285. Regardless of the motives of\nthe school district, we concluded that the First Amendment\n“principle at stake is sufficiently vindicated if such an employee\nis placed in no worse a position than if he had not engaged in the\n[protected speech].”Id.,at 285–286.For a number of retaliation claims, establishing\nthe causal connection between a defendant’s animus and a\nplaintiff’s injury is straightforward. Indeed, some of our cases in\nthe public employment context “have simply taken the evidence of\nthe motive and the discharge as sufficient for a circumstantial\ndemonstration that the one caused the other,” shifting the burden\nto the defendant to show he would have taken the challenged action\neven without the impermissible motive.Hartman, 547\nU. S., at 260 (citingMt. Healthy, 429 U. S., at\n287;Arlington Heightsv.Metropolitan Housing\nDevelopment Corp.,429 U.S.\n252, 270, n. 21 (1977)). But the consideration of causation is\nnot so straightforward in other types of retaliation cases.InHartman, for example, we addressed\nretaliatory prosecution cases, where “proving the link between the\ndefendant’s retaliatory animus and the plaintiff’s injury\n. . . ‘is usually more complex than it is in other\nretaliation cases.’ ”Lozman, 585 U. S., at ___\n(slip op., at 8) (quotingHartman, 547 U. S., at 261).\nUnlike most retaliation cases, in retaliatory prosecution cases the\nofficial with the malicious motive does not carry out the\nretaliatory action himself—the decision to bring charges is instead\nmade by a prosecutor, who is generally immune from suit and whose\ndecisions receive a presumption of regularity.Lozman, 585\nU. S., at ___–___ (slip op., at 8–9).Thus, even when\nan officer’s animus is clear, it does not necessarily show that the\nofficer “induced the action of a prosecutor who would not have\npressed charges otherwise.”Hartman, 547 U. S., at\n263.To account for this “problem of causation” in\nretaliatory prosecution claims,Hartmanadopted the\nrequirement that plaintiffs plead and prove the absence of probable\ncause for the underlying criminal charge.Ibid.; seeid.,at 265–266. AsHartmanexplained, that showing\nprovides a “distinct body of highly valuable circumstantial\nevidence” that is “apt to prove or disprove” whether retaliatory\nanimus actually caused the injury: “Demonstrating that there was no\nprobable cause for the underlying criminal charge will tend to\nreinforce the retaliation evidence and show that retaliation was\nthe but-for basis for instigating the prosecution, while\nestablishing the existence of probable cause will suggest that\nprosecution would have occurred even without a retaliatory motive.”Id.,at 261. Requiring plaintiffs to plead and prove the\nabsence of probable cause made sense, we reasoned, because the\nexistence of probable cause will be at issue in “practically all”\nretaliatory prosecution cases, has “high probative force,” and thus\n“can be made mandatory with little or no added cost.”Id.,at 265. Moreover, imposing that burden on plaintiffs was necessary\nto suspend the presumption of regularity underlying the\nprosecutor’s charging decision—a presumption we “do not lightly\ndiscard.”Id.,at 263; see alsoid.,at 265.Thus,Hartmanrequires plaintiffs in retaliatory prosecution\ncases to show more than the subjective animus of an officer and a\nsubsequent injury; plaintiffs must also prove as a threshold matter\nthat the decision to press charges was objectively unreasonable\nbecause it was not supported by probable cause.BOfficers Nieves and Weight argue that the same\nno-probable-cause requirement should apply to First Amendment\nretaliatory arrest claims. Their primary contention is that\nretaliatory arrest claims involve causal complexities akin to those\nwe identified inHartman, and thus warrant the same\nrequirement that plaintiffs plead and prove the absence of probable\ncause. Brief for Petitioners 20–30.As a general matter, we agree. As we recognized\ninReichleand reaffirmed inLozman, retaliatory\narrest claims face some of the same challenges we identified inHartman: Like retaliatory prosecution cases, “retaliatory\narrest cases also present a tenuous causal connection between the\ndefendant’s alleged animus and the plaintiff’s injury.”Reichle, 566 U. S., at 668. The causal inquiry is\ncomplex because protected speech is often a “wholly legitimate\nconsideration” for officers when deciding whether to make an\narrest.Ibid.;Lozman, 585 U. S., at ___ (slip\nop., at 9). Officers frequently must make “split-second judgments”\nwhen deciding whether to arrest, and the content and manner of a\nsuspect’s speech may convey vital information—for example, if he is\n“ready to cooperate” or rather “present[s] a continuing threat.”Id., at ___ (slip op., at 9) (citingDistrict of\nColumbiav.Wesby, 583 U. S. ___, ___ (2018) (slip\nop., at 10) (“suspect’s untruthful and evasive answers to police\nquestioning could support probable cause”)). Indeed, that kind of\nassessment happened in this case. The officers testified that they\nperceived Bartlett to be a threat based on a combination of the\ncontent and tone of his speech, his combative posture, and his\napparent intoxication.In addition, “[l]ike retaliatory prosecution\ncases, evidence of the presence or absence of probable cause for\nthe arrest will be available in virtually every retaliatory arrest\ncase.”Reichle,566 U. S., at 668. And because probable\ncause speaks to the objective reasonableness of an arrest, seeAshcroftv.al-Kidd,563 U.S.\n731, 736 (2011), its absence will—as in retaliatory prosecution\ncases—generally provide weighty evidence that the officer’s animus\ncaused the arrest, whereas the presence of probable cause will\nsuggest the opposite.To be sure,ReichleandLozmanalso recognized that the two claims give rise to complex causal\ninquiries for somewhat different reasons. Unlike retaliatory\nprosecution cases, retaliatory arrest cases do not implicate the\npresumption of prosecutorial regularity or necessarily involve\nmultiple government actors (although this case did).Reichle, 566 U. S., at 668–669;Lozman, 585\nU. S., at ___ (slip op., at 10). But regardless of the source\nof the causal complexity, the ultimate problem remains the same.\nFor both claims, it is particularly difficult to determine whether\nthe adverse government action was caused by the of- ficer’s malice\nor the plaintiff’s potentially criminal conduct. Seeid., at\n___ (slip op., at 9) (referring to “the complexity of proving (or\ndisproving) causation” in retaliatory arrest cases). Because of the\n“close relationship” between the two claims,Reichle, 566\nU. S., at 667, their related causal challenge should lead to\nthe same solution: The plaintiff pressing a retaliatory arrest\nclaim must plead and prove the absence of probable cause for the\narrest.Bartlett, in defending the decision below,\nargues that the “causation in retaliatory-arrest cases is not\ninherently complex” because the “factfinder simply must determine\nwhether the officer intended to punish the plaintiff for the\nplaintiff’s protected speech.” Brief for Respondent 36–37; see alsopost, at 5 (Sotomayor, J., dissenting). That approach fails\nto account for the fact that protected speech is often a legitimate\nconsideration when deciding whether to make an arrest, and\ndisregards the resulting causal complexity previously recognized by\nthis Court. SeeReichle, 566 U. S., at 668;Lozman, 585 U. S., at ___ (slip op., at 9).Bartlett’s approach dismisses the need for any\nthreshold showing, moving directly to consideration of the\nsubjective intent of the officers. In the Fourth Amendment context,\nhowever, “we have almost uniformly rejected invitations to probe\nsubjective intent.”al-Kidd, 563 U. S., at 737; see\nalsoKentuckyv.King,563 U.S.\n452, 464 (2011) (“Legal tests based on reasonableness are\ngenerally objective, and this Court has long taken the view that\nevenhanded law enforcement is best achieved by the application of\nobjective standards of conduct, rather than standards that depend\nupon the subjective state of mind of the officer.” (internal\nquotation marks omitted)). Police officers conduct approximately\n29,000 arrests every day—a dangerous task that requires making\nquick decisions in “circumstances that are tense, uncertain, and\nrapidly evolving.”Grahamv.Connor,490 U.S.\n386, 397 (1989). To ensure that officers may go about their\nwork without undue apprehension of being sued, we generally review\ntheir conduct under objective standards of reasonableness. SeeAtwaterv.Lago Vista,532 U.S.\n318, 351, and n. 22 (2001);Harlowv.Fitzgerald,457 U.S.\n800, 814–819 (1982). Thus, when reviewing an arrest, we ask\n“whether the circumstances, viewed objectively, justify [the\nchallenged] action,” and if so, conclude “that action was\nreasonablewhateverthe subjective intent motivating the\nrelevant officials.”al-Kidd, 563 U. S., at 736\n(internal quotation marks omitted). A particular officer’s state of\nmind is simply “irrelevant,” and it provides “no basis for\ninvalidating an arrest.”Devenpeckv.Alford,543 U.S.\n146, 153, 155 (2004).Bartlett’s purely subjective approach would\nundermine that precedent by allowing even doubtful retaliatory\narrest suits to proceed based solely on allegations about an\narresting officer’s mental state. SeeLozman, 585\nU. S., at ___ (slip op., at 9). Because a state of mind is\n“easy to allege and hard to disprove,”Crawford-El, 523\nU. S., at 585, a subjective inquiry would threaten to set off\n“broad-ranging discovery” in which “there often is no clear end to\nthe relevant evidence,”Harlow, 457 U. S., at 817. As a\nresult, policing certain events like an unruly protest would pose\noverwhelming litigation risks. Any inartful turn of phrase or\nperceived slight during a legitimate arrest could land an officer\nin years of litigation. Bartlett’s standard would thus “dampen the\nardor of all but the most resolute, or the most irresponsible, in\nthe unflinching discharge of their duties.”Gregoirev.Biddle, 177 F.2d 579, 581 (CA2 1949) (Learned Hand,\nC. J.). It would also compromise evenhanded application of the\nlaw by making the constitutionality of an arrest “vary from place\nto place and from time to time” depending on the personal motives\nof individual officers.Devenpeck, 543 U. S., at 154.\nYet another “predictable consequence” of such a rule is that\nofficers would simply minimize their communication during arrests\nto avoid having their words scrutinized for hints of improper\nmotive—a result that would leave everyone worse off.Id.,at\n155.AdoptingHartman’s no-probable-cause rule\nin this closely related context addresses those familiar concerns.\nAbsent such a showing, a retaliatory arrest claim fails. But if the\nplaintiff establishes the absence of probable cause, “then theMt. Healthytest governs: The plaintiff must show that the\nretaliation was a substantial or motivating factor behind the\n[arrest], and, if that showing is made, the defendant can prevail\nonly by showing that the [arrest] would have been initiated without\nrespect to retaliation.”Lozman, 585 U. S., at ___\n(slip op., at 8) (citingHartman, 547 U. S., at\n265–266).[1]COur conclusion is confirmed by the common law\napproach to similar tort claims. When defining the contours of a\nclaim under §1983, we look to “common-law principles that were well\nsettled at the time of its enactment.”Ka- linav.Fletcher,522 U.S.\n118, 123 (1997);Manuelv.Joliet, 580 U. S.\n___, ___ (2017) (slip op., at 12) (common law principles “guide”\nthe definition of claims under §1983).As the parties acknowledge, when §1983 was\nenacted in 1871, there was no common law tort for retaliatory\narrest based on protected speech. See Brief for Petitioners 43;\nBrief for Respondent 20. We therefore turn to the common law torts\nthat provide the “closest analogy” to retaliatory arrest claims.Heckv.Humphrey,512 U.S.\n477, 484 (1994). The parties dispute whether the better analog\nis false imprisonment or malicious prosecution. At common law,\nfalse imprisonment arose from a “detention without legal process,”\nwhereas malicious prosecution was marked “bywrongful\ninstitutionof legal process.”Wallacev.Kato,549 U.S.\n384, 389–390 (2007).[2]\nHere, both claims suggest the same result: The presence of probable\ncause should generally defeat a First Amendment retaliatory arrest\nclaim. See generallyLozman, 585 U. S., at ___–___\n(slip op., at 4–6) (Thomas, J., dissenting).Malicious prosecution required the plaintiff to\nshow that the criminal charge against him “was unfounded, and that\nit was made without reasonable or probable cause, and that the\ndefendant in making or instigating it was actuated by malice.”Wheelerv.Nesbitt, 24 How. 544, 549–550 (1861); see\nalso Restatement of Torts §653 (1938). It has long been “settled\nlaw” that malicious prosecution requires proving “the want of\nprobable cause,” and Bartlett does not argue otherwise.Brownv.Selfridge,224 U.S.\n189, 191 (1912); see alsoWheeler, 24 How., at 550\n(noting that “[w]ant of reasonable and probable cause” is an\n“element in the action for a malicious criminal prosecution”).For claims of false imprisonment, the presence\nof probable cause was generally a complete defense for peace\nofficers. See T. Cooley, Law of Torts 175 (1880); 1 F. Hilliard,\nThe Law of Torts or Private Wrongs 207–208, and n. (a) (1859). In\nsuch cases, arresting officers were protected from liability if the\narrest was “privileged.” At common law, peace officers were\nprivileged to make warrantless arrests based on probable cause of\nthe commission of a felony or certain misdemeanors. See Restatement\nof Torts §§118, 119, 121 (1934); see also Cooley, Law of Torts, at\n175–176 (stating that peace officers who make arrests based on\nprobable cause “will be excused, even though it appear afterwards\nthat in fact no felony had been committed”); see generallyAtwater, 532 U. S., at 340–345 (reviewing the history\nof warrantless arrests for misdemeanors). Although the exact scope\nof the privilege varied somewhat depending on the jurisdiction, the\nconsistent rule was that officers were not liable for arrests they\nwere privileged to make based on probable cause.DAlthough probable cause should generally\ndefeat a retaliatory arrest claim, a narrow qualification is\nwarranted for circumstances where officers have probable cause to\nmake arrests, but typically exercise their discretion not to do so.\nIn such cases, an unyielding requirement to show the absence of\nprobable cause could pose “a risk that some police officers may\nexploit the arrest power as a means of suppressing speech.”Lozman, 585 U. S., at ___ (slip op., at 10).When §1983 was adopted, officers were generally\nprivileged to make warrantless arrests for misdemeanors only in\nlimited circumstances. See Restatement of Torts §121, Commentse,h, at 262–263. Today, however, “statutes in all 50\nStates and the District of Columbia permit warrantless misdemeanor\narrests” in a much wider range of situations—often whenever\nofficers have probable cause for “even a very minor criminal\noffense.”Atwater, 532 U. S., at 344–345, 354; seeid.,at 355–360 (listing state statutes).For example, at many intersections, jaywalking\nis endemic but rarely results in arrest. If an individual who has\nbeen vocally complaining about police conduct is arrested for\njaywalking at such an intersection, it would seem insufficiently\nprotective of First Amendment rights to dismiss the individual’s\nretaliatory arrest claim on the ground that there was undoubted\nprobable cause for the arrest. In such a case, because probable\ncause does little to prove or disprove the causal connection\nbetween animus and injury, applyingHartman’s rule would\ncome at the expense ofHartman’s logic.For those reasons, we conclude that the\nno-probable-cause requirement should not apply when a plaintiff\npresents objective evidence that he was arrested when otherwise\nsimilarly situated individuals not engaged in the same sort of\nprotected speech had not been. Cf.United Statesv.Armstrong,517 U.S.\n456, 465 (1996). That showing addressesHartman’s causal\nconcern by helping to establish that “non-retaliatory grounds\n[we]re in fact insufficient to provoke the adverse consequences.”\n547 U. S., at 256. And like a probable cause analysis, it\nprovides an objective inquiry that avoids the significant problems\nthat would arise from reviewing police conduct under a purely\nsubjective standard. Because this inquiry is objective, the\nstatements and motivations of the particular arresting officer are\n“irrelevant” at this stage.Devenpeck, 543 U. S., at\n153. After making the required showing, the plaintiff’s claim may\nproceed in the same manner as claims where the plaintiff has met\nthe threshold showing of the absence of probable cause. SeeLozman, 585 U. S., at ___ (slip op., at 8).*  *  *In light of the foregoing, Bartlett’s\nretaliation claim cannot survive summary judgment. As an initial\nmatter, the record contains insufficient evidence of retaliation on\nthe part of Trooper Weight. Theonlyevidence of retaliatory\nanimus identified by the Ninth Circuit was Bartlett’s affidavit\nstating that Sergeant Nieves said “bet you wish you would have\ntalked to me now.” 712 Fed. Appx., at 616. But that allegation\naboutNievessays nothing about what motivatedWeight, who had no knowledge of Bartlett’s prior run-in with\nNieves. Cf.Lozman, 585 U. S., at ___ (slip op., at 10)\n(plaintiff “likely could not have maintained a retaliation claim\nagainst the arresting officer” when there was “no showing that the\nofficer had any knowledge of [the plaintiff’s] prior speech”).In any event, Bartlett’s claim against both\nofficers cannot succeed because they had probable cause to arrest\nhim. As the Court of Appeals explained:“When Sergeant Nieves initiated Bartlett’s\narrest, he knew that Bartlett had been drinking, and he observed\nBartlett speaking in a loud voice and standing close to Trooper\nWeight. He also saw Trooper Weight push Bartlett\nback. . . . [T]he test is whether the information\nthe officer had at the time of making the arrest gave rise to\nprobable cause. We agree with the district court that it did; a\nreasonable officer in Sergeant Nieves’s position could have\nconcluded that Bartlett stood close to Trooper Weight and spoke\nloudly in order to challenge him, provoking Trooper Weight to push\nhim back.” 712 Fed. Appx.,at 615 (citations and internal\nquotation marks omitted).Because there was probable cause to arrest\nBartlett, his retaliatory arrest claim fails as a matter of law.\nAccordingly, the judgment of the United States Court of Appeals for\nthe Ninth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1Justice Sotomayor would\nhave us extendMt. Healthyand rely on that “tried and true”\napproach as the exclusive standard in the retaliatory arrest\ncontext. Seepost, at 1–5, 14 (dissenting opinion). But not\neven respondent Bartlett argues for such a rule. And since our\ndecisions inHartmanandReichle, no court of appeals\nhas applied that approach in retaliatory arrest cases of this sort.\nJustice Sotomayor criticizes the Court for spending “[m]uch of its\nopinion . . . analogizing toHartman,”post,at 4, but of courseHartmanis our precedent\nmost directly on point. To the extent retaliatory arrest cases\nraise concerns distinct from that precedent, we have departed fromHartmanto afford greater First Amendment protection. Seeinfra, at 13–15.2For our purposes, we need\nnot distinguish between the torts of false imprisonment and false\narrest, which are “virtually synonymous.” 35 C. J. S.,\nFalse Imprisonment §2, p. 522 (2009); see alsoWallace, 549\nU. S., at 388–389.",
    "joined": []
}