{
    "case": {
        "docket": "17-988",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-988/"
    },
    "id": "4084120",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–988_________________LAMPS PLUS, INC., et al., PETITIONERSv.FRANK VARELAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 24, 2019]Chief Justice Roberts delivered the opinion of\nthe Court.The Federal Arbitration Act requires courts to\nenforce covered arbitration agreements according to their terms.\nSee 9 U. S. C. §2. InStolt-Nielsen S. A.v.AnimalFeeds Int’l Corp.,559 U.S.\n662(2010), we held that a court may not compel arbitration on\na classwide basis when an agreement is “silent” on the availability\nof such arbitration. Because class arbitration fundamentally\nchanges the nature of the “traditional individualized arbitration”\nenvisioned by the FAA,Epic Systems Corp.v.Lewis,\n584 U. S. ___, ___ (2018) (slip op., at 8), “a party may not\nbe compelled under the FAA to submit to class arbitration unless\nthere is a contractual basis for concluding that the partyagreedto do so,”Stolt-Nielsen, 559 U. S., at\n684 (emphasis in original). We now consider whether the FAA\nsimilarly bars an order requiring class arbitration when an\nagreement is not silent, but rather “ambiguous” about the\navailability of such arbitration.IPetitioner Lamps Plus is a company that sells\nlight fixtures and related products. In 2016, a hacker\nimpersonating a company official tricked a Lamps Plus em- ployee\ninto disclosing the tax information of approximately 1,300 other\nemployees. Soon after, a fraudulent federal income tax return was\nfiled in the name of Frank Varela, a Lamps Plus employee and\nrespondent here.Like most Lamps Plus employees, Varela had\nsigned an arbitration agreement when he started work at the\ncompany. But after the data breach, he sued Lamps Plus in Federal\nDistrict Court in California, bringing state and federal claims on\nbehalf of a putative class of employees whose tax information had\nbeen compromised. Lamps Plus moved to compel arbitration on an\nindividual rather than classwide basis, and to dismiss the lawsuit.\nIn a single order, the District Court granted the motion to compel\narbitration and dismissed Varela’s claims without prejudice. But\nthe court rejected Lamps Plus’s request for individual arbitration,\ninstead authorizing arbitration on a classwide basis. Lamps Plus\nappealed the order, arguing that the court erred by compelling\nclass arbitration.The Ninth Circuit affirmed. 701 Fed. Appx. 670\n(2017). The court acknowledged thatStolt-Nielsenprohibits\nforcing a party “to submit to class arbitration unless there is a\ncontractual basis for concluding that the partyagreedto do\nso” and that Varela’s agreement “include[d] no express mention of\nclass proceedings.” 701 Fed. Appx., at 672. But that did not end\nthe inquiry, the court reasoned, because the fact that the\nagreement “does not expressly refer to class arbitration is not the\n‘silence’ contemplated inStolt-Nielsen.”Ibid.InStolt-Nielsen, the parties hadstipulatedthat their\nagreement was silent about class arbitration. Because there was no\nsuch stipulation here, the court concluded thatStolt-Nielsenwas not controlling.The Ninth Circuit then determined that the\nagreement was ambiguous on the issue of class arbitration. On the\none hand, as Lamps Plus argued, certain phrases in the agreement\nseemed to contemplate “purely binary claims.”Ibid.At the\nsame time, as Varela asserted, other phrases were capacious enough\nto include class arbitration, such as one stating that “arbitration\nshall be in lieu of any and all lawsuits or other civil legal\nproceedings relating to my employment.”Ibid.The Ninth\nCircuit followed California law to construe the ambiguity against\nthe drafter, a rule that “applies with peculiar force in the case\nof a contract of adhesion” such as this.Ibid.(quotingSandquistv.Lebo Auto., Inc., 1 Cal. 5th 233, 248,\n376 P.3d 506, 514 (2016)). Because Lamps Plus had drafted the\nagreement, the court adopted Varela’s interpretation authorizing\nclass arbitration. Judge Fernandez dissented. In his view, the\nagreement was not ambiguous, and the majority’s holding was a\n“palpable evasion ofStolt-Nielsen.” 701 Fed. Appx., at\n673.Lamps Plus petitioned for a writ of certiorari,\narguing that the Ninth Circuit’s decision contravenedStolt-Nielsenand created a conflict among the Courts of\nAppeals. In opposition, Varela not only disputed those contentions\nbut also argued for the first time that the Ninth Circuit lacked\njurisdiction over the appeal, and that this Court therefore lacked\njurisdiction in turn. We granted certiorari. 584 U. S. ___\n(2018).IIWe begin with jurisdiction. Section 16 of the\nFAA governs appellate review of arbitration orders. 9\nU. S. C. §16. Varela contends that the Ninth Circuit\nlacked statutory jurisdiction because section 16 permits appeal\nfrom ordersdenyingmotions to compel arbitration,\n§16(a)(1)(B), but not ordersgrantingsuch motions,\n§16(b)(2). Brief for Respondent 9–12; see alsopost, at 3\n(Breyer, J., dissenting). This argument is beside the point,\nhowever, because Lamps Plus relies for jurisdiction on a different\nprovision of section 16, section 16(a)(3).Section 16(a)(3) provides that an appeal may be\ntaken from “a final decision with respect to an arbitration that is\nsubject to this title.” We construed that provision inGreen\nTree Financial Corp.-Ala.v.Randolph,531 U.S.\n79(2000), a case where, as here, the District Court had issued\nan order both compelling arbitration and dismissing the underlying\nclaims. We held that such an order directing “the parties to\nproceed to arbitration, and dismiss[ing] all the claims before [the\ncourt], . . . is ‘final’ within the meaning of §16(a)(3),\nand therefore appealable.”Id., at 89.[1]Varela attempts to distinguishRandolphon the ground that the appeal here was taken by the party who\nsought an order to dismiss the claim and compel arbitration, Lamps\nPlus. He claims the company “lacked standing to appeal the\ndismissal,” because the District Court’s order “provided precisely\nthe relief Lamps Plus sought.” Brief for Respondent 13, 15.But Lamps Plus did not secure the relief it\nrequested. It sought an order compellingindividualarbitration. What it got was an order rejecting that relief and\ninstead compelling arbitration on a classwide basis. We have\nexplained—and will elaborate further below—that shifting from\nindividual to class arbitration is a “fundamental” change,Stolt-Nielsen, 559 U. S., at 686, that “sacrifices the\nprincipal advantage of arbitration” and “greatly increases risks to\ndefendants,”AT&T Mobility LLCv.Concepcion,563 U.S.\n333, 348, 350 (2011). Lamps Plus’s interest in avoiding those\nconsequences gives it the “necessary personal stake in the appeal”\nrequired by our precedent.Camretav.Greene,563 U.S.\n692, 702 (2011).[2]IIIThe Ninth Circuit applied California contract\nlaw to conclude that the parties’ agreement was ambiguous on the\navailability of class arbitration. In California, an agreement is\nambiguous “when it is capable of two or more constructions, both of\nwhich are reasonable.” 701 Fed. Appx., at 672 (quotingPowerine\nOil Co.v.Superior Ct., 37 Cal. 4th 377, 390, 118 P.3d\n589, 598 (2005)). Following our normal practice, we defer to the\nNinth Circuit’s interpretation and application of state law and\nthus accept that the agreement should be regarded as ambiguous.\nSee,e.g.,Expressions Hair Designv.Schneiderman, 581 U. S. ___, ___ (2017) (slip op., at\n7).[3]We therefore face the question whether,\nconsistent with the FAA, an ambiguous agreement can provide the\nnecessary “contractual basis” for compelling class arbitration.Stolt-Nielsen, 559 U. S., at 684. We hold that it\ncannot—a conclusion that follows directly from our decision inStolt-Nielsen. Class arbitration is not only markedly\ndifferent from the “traditional individualized arbitration”\ncontemplated by the FAA, it also undermines the most important\nbenefits of that familiar form of arbitration.Epic Systems,\n584 U. S., at ___ (slip op., at 8); seeStolt-Nielsen,\n559 U. S., at 686–687. The statute therefore requires more\nthan ambiguity to ensure that the parties actually agreed to\narbitrate on a classwide basis.AThe FAA requires courts to “enforce\narbitration agreements according to their terms.”Epic\nSystems, 584 U. S.,at ___ (slip op., at 5)\n(quotingAmerican Express Co.v.Italian Colors\nRestaurant, 570 U.S. 228, 233 (2013)). Although courts may\nordinarily accomplish that end by relying on state contract\nprinciples,First Options of Chicago, Inc.v.Kaplan,514 U.S.\n938, 944 (1995), state law is preempted to the extent it\n“stands as an obstacle to the accomplishment and execution of the\nfull purposes and objectives” of the FAA,Concepcion, 563\nU. S., at 352 (internal quotation marks omitted). At issue in\nthis case is the interaction between a state contract principle for\naddressing ambiguity and a “rule[ ] of fundamental importance”\nunder the FAA, namely, that arbitration “is a matter of consent,\nnot coercion.”Stolt-Nielsen, 559 U. S., at 681\n(internal quotation marks omitted).“[T]he first principle that underscores all of\nour arbitration decisions” is that “[a]rbitration is strictly a\nmatter of consent.”Granite Rock Co.v.Teamsters,561 U.S.\n287, 299 (2010) (internal quotation marks omitted). We have\nemphasized that “foundational FAA principle” many times.Stolt-Nielsen, 559 U. S., at 684; see also,e.g.,Howsamv.Dean Witter Reynolds, Inc.,537 U.S.\n79, 83 (2002);First Options, 514 U. S., at 943;Mastrobuonov.Shearson Lehman Hutton, Inc.,514 U.S.\n52, 57 (1995);Volt Information Sciences, Inc.v.Board of Trustees of Leland Stanford Junior Univ.,489 U.S.\n468, 479 (1989);Mitsubishi Motors Corp.v.Soler\nChrysler-Plymouth, Inc.,473 U.S.\n614, 626 (1985).Consent is essential under the FAA because\narbitrators wield only the authority they are given. That is, they\nderive their “powers from the parties’ agreement to forgo the legal\nprocess and submit their disputes to private dispute resolution.”Stolt-Nielsen, 559 U. S., at 682. Parties may generally\nshape such agreements to their liking by specifying with whom they\nwill arbitrate, the issues subject to arbitration, the rules by\nwhich they will arbitrate, and the arbitrators who will resolve\ntheir disputes.Id., at 683–684. Whatever they settle on,\nthe task for courts and arbitrators at bottom remains the same: “to\ngive effect to the intent of the parties.”Id., at 684.In carrying out that responsibility, it is\nimportant to recognize the “fundamental” difference between class\narbitration and the individualized form of arbitration envisioned\nby the FAA.Epic Systems, 584 U. S.,at ___\n(slip op., at 8); see alsoConcepcion, 563 U. S., at\n349, 351;Stolt-Nielsen, 559 U. S., at 686–687. In\nindividual arbitration, “parties forgo the procedural rigor and\nappellate review of the courts in order to realize the benefits of\nprivate dispute resolution: lower costs, greater efficiency and\nspeed, and the ability to choose expert adjudicators to resolve\nspecialized disputes.”Id., at 685. Class arbitration lacks\nthose benefits. It “sacrifices the principal advantage of\narbitration—its informality—and makes the process slower, more\ncostly, and more likely to generate procedural morass than final\njudgment.”Concepcion, 563 U. S., at 348. Indeed, we\nrecognized just last Term that with class arbitration “the virtues\nCongress originally saw in arbitration, its speed and simplicity\nand inexpensiveness, would be shorn away and arbitration would wind\nup looking like the litigation it was meant to displace.”Epic\nSystems, 584 U. S.,at ___ (slip op., at 8). Class\narbitration not only “introduce[s] new risks and costs for both\nsides,”ibid., it also raises serious due process concerns\nby adjudicating the rights of absent members of the plaintiff\nclass—again, with only limited judicial review. SeeConcepcion, 563 U. S., 349; see alsoStolt-Nielsen, 559 U. S., at 686 (citingOrtizv.Fibreboard Corp.,527 U.S.\n815, 846 (1999)).Because of these “crucial differences” between\nindivid- ual and class arbitration,Stolt-Nielsenexplained\nthat there is “reason to doubt the parties’ mutual consent to\nresolve disputes through classwide arbitration.” 559 U. S., at\n687, 685–686. And for that reason, we held that courts may not\ninfer consent to participate in class arbitration absent an\naffirmative “contractual basis for concluding that the partyagreedto do so.”Id., at 684. Silence is not enough;\nthe “FAA requires more.”Id., at 687.Our reasoning inStolt-Nielsencontrols\nthe question we face today. Like silence, ambiguity does not\nprovide a sufficient basis to conclude that parties to an\narbitration agreement agreed to “sacrifice[ ] the principal\nadvantage of arbitration.”Concepcion, 563 U. S., at\n348.This conclusion aligns with our refusal to infer\nconsent when it comes to other fundamental arbitration questions.\nFor example, we presume that parties havenotauthorized\narbitrators to resolve certain “gateway” questions, such as\n“whether the parties have a valid arbitration agreement at all or\nwhether a concededly binding arbitration clause applies to a\ncertain type of controversy.”Green Tree Financial Corp.v.Bazzle,539 U.S.\n444, 452 (2003) (plural- ity opinion). Although parties are\nfree to authorize arbitrators to resolve such questions, we will\nnot conclude that they have done so based on “silenceorambiguity” in their agreement, because “doing so might too often\nforce unwilling parties to arbitrate a matter they reasonably would\nhave thought a judge, not an arbitrator, would decide.”First\nOptions, 514 U. S., at 945 (emphasis added); see alsoHowsam, 537 U. S., at 83–84. We relied on that same\nreasoning inStolt-Nielsen, 559 U. S., at 686–687, and\nit applies with equal force here. Neither silence nor ambiguity\nprovides a sufficient basis for concluding that parties to an\narbitration agreement agreed to undermine the central benefits of\narbitration itself.[4]BThe Ninth Circuit reached a contrary\nconclusion based on California’s rule that ambiguity in a contract\nshould be construed against the drafter, a doctrine known ascontra proferentem. The rule applies “only as a last resort”\nwhen the meaning of a provision remains ambiguous after exhausting\nthe ordinary methods of interpretation. 3 A. Corbin, Contracts\n§559, pp. 268–270 (1960). At that point,contra proferentemresolves the ambiguity against the drafter based on public policy\nfactors, primarily equitable considerations about the parties’\nrelative bargaining strength. See 2 E. Farnsworth, Contracts §7.11,\npp. 300–304 (3d ed. 2004); see also 11 R. Lord, Williston on\nContracts §32:12, pp. 788–792 (4th ed. 2012) (stating that\napplication of the rule may vary based on “the degree of\nsophistication of the contracting parties or the degree to which\nthe contract was negotiated”); Restatement (Second) of Contracts\n§206, pp. 80–81, 105–107 (1979) (classifyingcontra\nproferentemunder “Considerations of Fairness and the Public\nInterest” rather than with rules for interpreting “The Meaning of\nAgreements”); 3 Corbin, Contracts §559, at 270 (noting thatcontra proferentemis “chiefly a rule of public policy”).\nAlthough the rule enjoys a place in every hornbook and treatise on\ncontracts, we noted in a recent FAA case that “the reach of the\ncanon construing contract language against the drafter must have\nlimits, no matter who the drafter was.”DIRECTV, Inc.v.Imburgia, 577 U. S. ___, ___ (2015) (slip op., at 10).\nThis case brings those limits into focus.Unlike contract rules that help to interpret the\nmeaning of a term, and thereby uncover the intent of the parties,contra proferentemis by definition triggered only after a\ncourt determines that itcannotdiscern the intent of the\nparties. When a contract is ambiguous,contra proferentemprovides a default rule based on public policy considerations; “it\ncan scarcely be said to be designed to ascertain the meanings\nattached by the parties.” 2 Farnsworth, Contracts §7.11, at 303.\nLike the contract rule preferring interpretations that favor the\npublic interest, seeid.,at 304,contra proferentemseeks ends other than the intent of the parties.“[C]lass arbitration, to the extent it is\nmanufactured by [state law] rather than consen[t], is inconsistent\nwith the FAA.”Concepcion, 563 U. S., at 348. We\nrecently reiterated that courts may not rely on state contract\nprinciples to “reshape traditional individualized arbitration by\nmandating classwide arbitration procedures without the parties’\nconsent.”Epic Systems, 584 U. S., at ___ (slip op., at\n8). But that is precisely what the court below did, requiring class\narbitration on the basis of a doctrine that “does not help to\ndetermine the meaning that the two parties gave to the words, or\neven the meaning that a reasonable person would have given to the\nlanguage used.” 3 Corbin, Contracts §559, at 269–270. Such an\napproach is flatly inconsistent with “the foundational FAA\nprinciple that arbitration is a matter of consent.”Stolt-Nielsen, 559 U. S., at 684.Varela and Justice Kagan defend application of\nthe rule on the basis that it is nondiscriminatory. It does not\nconflict with the FAA, they argue, because it is a neutral rule\nthat gives equal treatment to arbitration agreements and other\ncontracts alike. See Brief for Respondent 18, 25–26;post,\nat 6–9 (Kagan, J., dissenting). We have explained, however, that\nsuch an equal treatment principle cannot save from preemption\ngeneral rules “that target arbitration either by name or by more\nsubtle methods, such as by ‘interfer[ing] with fundamental\nattributes of arbitration.’ ”Epic Systems, 584\nU. S.,at ___ (slip op., at 7) (quotingConcepcion, 563 U. S., at 344).That was the case inConcepcion. There,\nthe Court considered the general contract defense of\nunconscionability, which had been interpreted by the state court to\nbar class action waivers in consumer contracts, whether in the\nlitigation or arbitration context. Seeid., at 341–344. The\ngeneral applicability of the rule did not save it from preemption\nunder the FAA with respect to arbitration agreements, because it\nhad the consequence of allowing any party to a consumer arbitration\nagreement to demand class proceedings “without the parties’\nconsent.”Epic Systems, 584 U. S.,at ___ (slip\nop., at 8) (describing the “essential insight” ofConcepcion). That, for the reasons we have explained,\n“interferes with fundamental attributes of arbitration and thus\ncreates a scheme inconsistent with the FAA.”Concepcion, 563\nU. S., at 344; seeEpic Systems, 584 U. S.,at ___–___ (slip op., at 8–9). The same reasoning applies here: The\ngeneralcontra proferentemrule cannot be applied to impose\nclass arbitration in the absence of the parties’ consent.[5]Our opinion today is far from the watershed\nJustice Kagan claims it to be. Rather, it is consistent with a long\nline of cases holding that the FAA provides the default rule for\nresolving certain ambiguities in arbitration agreements. For\nexample, we have repeatedly held that ambiguities about the scope\nof an arbitration agreement must be resolved in favor of\narbitration. See,e.g.,Mitsubishi Motors Corp., 473\nU. S., at 626;Moses H. Cone Memorial Hospitalv.Mercury Constr. Corp.,460 U.S.\n1, 24–25 (1983). In those cases, we did not seek to resolve the\nambiguity by asking who drafted the agreement. Instead, we held\nthat the FAA itself provided the rule. As in those cases, the FAA\nprovides the default rule for resolving ambiguity here.*  *  *Courts may not infer from an ambiguous agreement\nthat parties have consented to arbitrate on a classwide basis. The\ndoctrine ofcontra proferentemcannot substitute for the\nrequisite affirmative “contractual basis for concluding that the\npart[ies]agreedto [class arbitration].”Stolt-Nielsen, 559 U. S., at 684.We reverse the judgment of the Court of Appeals\nfor the Ninth Circuit and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Justice Breyer repeatedly\nrefers to the order in this case as “interlocutory,”post,\nat 5–7 (dissenting opinion), but—as the language quoted above makes\nclear—Randolphexpressly held that such an order is “final”\nunder the FAA. Justice Breyer also claims thatRandolph“explicitly reserved the [jurisdictional] question that we face\nnow,”post, at 7, butRandolphreserved a different\nquestion. In that case, the District Court had denied a motion to\nstay. We noted that, if the District Court had entered a stay\ninstead of dismissing the case, an appeal would have been barred by\n9 U. S. C. §16(b)(1). That said, we expressly refrained\nfrom addressing whether the District Courtshouldhavegranted the stay. See 531 U. S., at 87, n. 2.\nThat is the question we reserved. Justice Breyer would have us take\nup that question today,post, at 3, 7, but there is no basis\nfor doing so. The FAA provides that a district court “shallon\napplication of one of the partiesstay” the case pending the\narbitration. 9 U. S. C. §3 (emphasis added). Here, no\nparty sought a stay. Thus, Justice Breyer’s jurisdictional analysis\nis premised on two events that did not happen—a District Court\nruling that was never issued denying a stay request that was never\nmade. In short, Justice Breyer has written an opinion for a case\nother than the one before us.2And contrary to Varela’s\ncontention, Brief for Respondent 14–15, and Justice Breyer’s\ndissent,post, at 6–7, this is hardly a case likeMicrosoft Corp. v.Baker, 582 U. S. ___ (2017).\nThere, we held that plaintiffs cannot generate a final appealable\norder byvoluntarilydismissing their claim. Here, Lamps\nPlus was the defendant, and the District Court compelled class\narbitration over the company’s vigorous opposition.3Justice Kagan offers her\nown interpretation of the contract, concludes that it unambiguously\nauthorizes class arbitration,post, at 2–4, and criticizes\nus for “disregard[ing] the actual contract the parties signed,”post, at 14. Justice Sotomayor, on the other hand, concludes\nthat the contract is ambiguous about class arbitration but\ncriticizes us for treating the contract as . . .\nambiguous.Post,at 2–3 (dissenting opinion). Again, we\nsimply follow this Court’s ordinary approach, which “accord[s]\ngreat deference” to the courts of appeals in their interpretation\nof state law.Expressions Hair Design, 581 U. S., at\n___, (slip op., at 7) (quotingPembaurv.Cincinnati,475 U.S.\n469, 484 n. 13 (1986) (collecting cases)).4This Court has not\ndecided whether the availability of class arbitration is a\nso-called “question of arbitrability,” which includes these gateway\nmatters.Oxford Health Plans LLCv.Sutter,569 U.S.\n564, 569, n. 2 (2013). We have no occasion to address that\nquestion here because the parties agreed that a court, not an\narbitrator, should resolve the question about class\narbitration.5Varela and Justice Kagan\ncontend that our use ofcontra proferenteminMastrobuonov.Shearson Lehman Hutton, Inc.,514 U.S.\n52, 57 (1995), establishes that the rule is not preempted by\nthe FAA. Brief for Respondent 33–35;post,at 8 (dissenting\nopinion). InMastrobuono, however, we had no occasion to\nconsider a conflict between the FAA andcontra proferentembecause both rules led to the same result. Our holding was\nprimarily based on the FAA policy favoring arbitration, 514\nU. S., at 62, and only after establishing that did we applycontra proferentem, noting that the rule was “well suited to\nthe facts of this case,”id., at 63. See alsoEEOCv.Waffle House, Inc.,534 U.S.\n279, 293, n. 9 (2002) (explaining thatMastrobuonoresolved an ambiguous provision by “read[ing] the agreement to\nfavor arbitration under the FAA rules”).",
    "joined": []
}