{
    "case": {
        "docket": "17-1011",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1011/"
    },
    "id": "4057620",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1011_________________BUDHA ISMAIL JAM, et al., PETITIONERSv. INTERNATIONAL FINANCE CORPORATIONon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[February 27, 2019]Chief Justice Roberts delivered the opinion of\nthe Court.The International Organizations Immunities Act\nof 1945 grants international organizations such as the World Bank\nand the World Health Organization the “same immunity from suit\n. . . as is enjoyed by foreign governments.” 22\nU. S. C. §288a(b). At the time the IOIA was enacted,\nforeign governments enjoyed virtually absolute immunity from suit.\nToday that immunity is more limited. Most significantly, foreign\ngovernments are not immune from actions based upon certain kinds of\ncommercial activity in which they engage. This case requires us to\ndetermine whether the IOIA grants international organizations the\nvirtually absolute immunity foreign governments enjoyed when the\nIOIA was enacted, or the more limited immunity they enjoy\ntoday.Respondent International Finance Corporation is\nan international organization headquartered in the United States.\nThe IFC finances private-sector development projects in poor and\ndeveloping countries around the world. About 10 years ago, the IFC\nfinanced the construction of a power plant in Gujarat, India.\nPetitioners are local farmers and fishermen and a small village.\nThey allege that the power plant has polluted the air, land, and\nwater in the surrounding area. Petitioners sued the IFC for damages\nand injunctive relief in Federal District Court, but the IFC\nclaimed absolute immunity from suit. Petitioners argued that the\nIFC was entitled under the IOIA only to the limited or\n“restrictive” immunity that foreign governments currently enjoy. We\nagree.IAIn the wake of World War II, the United States\nand many of its allies joined together to establish a host of new\ninternational organizations. Those organizations, which included\nthe United Nations, the International Monetary Fund, and the World\nBank, were designed to allow member countries to collectively\npursue goals such as stabilizing the international economy,\nrebuilding war-torn nations, and maintaining international peace\nand security.Anticipating that those and other international\norganizations would locate their headquarters in the United States,\nCongress passed the International Organizations Immunities Act of\n1945, 59Stat. 669. The Act grants international organizations a set\nof privileges and immunities, such as immunity from search and\nexemption from property taxes. 22 U. S. C. §§288a(c),\n288c.The IOIA defines certain privileges and\nimmunities by reference to comparable privileges and immunities\nenjoyed by foreign governments. For example, with respect to\ncustoms duties and the treatment of official communications, the\nAct grants international organizations the privileges and\nimmunities that are “accorded under similar circumstances to\nforeign governments.” §288a(d). The provision at issue in this case\nprovides that international organizations “shall enjoy the same\nimmunity from suit and every form of judicial process as is enjoyed\nby foreign governments.” §288a(b).The IOIA authorizes the President to withhold,\nwithdraw, condition, or limit the privileges and immunities it\ngrants in light of the functions performed by any given\ninternational organization. §288. Those privileges and immunities\ncan also be expanded or restricted by a particular organization’s\nfounding charter.BWhen the IOIA was enacted in 1945, courts\nlooked to the views of the Department of State in deciding whether\na given foreign government should be granted immunity from a\nparticular suit. If the Department submitted a recommendation on\nimmunity, courts deferred to the recommendation. If the Department\ndid not make a recommendation, courts decided for themselves\nwhether to grant immunity, although they did so by reference to\nState Department policy.Samantarv.Yousuf,560 U.S.\n305, 311–312 (2010).Until 1952, the State Department adhered to the\nclassical theory of foreign sovereign immunity. According to that\ntheory, foreign governments are entitled to “virtually absolute”\nimmunity as a matter of international grace and comity. At the time\nthe IOIA was enacted, therefore, the Department ordinarily\nrequested, and courts ordinarily granted, immunity in suits against\nforeign governments.Ibid.;Verlinden B.V. v.Central Bank of Nigeria,461 U.S.\n480, 486 (1983).[1]In 1952, however, the State Department announced\nthat it would adopt the newer “restrictive” theory of foreign\nsovereign immunity. Under that theory, foreign governments are\nentitled to immunity only with respect to their sovereign acts, not\nwith respect to commercial acts. The State Department explained\nthat it was adopting the restrictive theory because the “widespread\nand increasing practice on the part of governments of engaging in\ncommercial activities” made it “necessary” to “enable persons doing\nbusiness with them to have their rights determined in the courts.”\nLetter from Jack B. Tate, Acting Legal Adviser, Dept. of State, to\nActing Attorney General Philip B. Perlman (May 19, 1952), reprinted\nin 26 Dept. State Bull. 984–985 (1952).In 1976, Congress passed the Foreign Sovereign\nImmunities Act. The FSIA codified the restrictive theory of foreign\nsovereign immunity but transferred “primary responsibility for\nimmunity determinations from the Executive to the Judicial Branch.”Republic of Austriav.Altmann,541 U.S.\n677, 691 (2004); see 28 U. S. C. §1602. Under the\nFSIA, foreign governments are presumptively immune from suit.\n§1604. But a foreign government may be subject to suit under one of\nseveral statutory exceptions. Most pertinent here, a foreign\ngovernment may be subject to suit in connection with its commercial\nactivity that has a sufficient nexus with the United States.\n§1605(a)(2).CThe International Finance Corporation is an\ninternational development bank headquartered in Washington,\nD. C. The IFC is designated as an international organization\nunder the IOIA. Exec. Order No. 10680, 3 CFR 86 (1957); see 22\nU. S. C. §§282, 288. One hundred eighty-four countries,\nincluding the United States, are members of the IFC.The IFC is charged with furthering economic\ndevelopment “by encouraging the growth of productive private\nenterprise in member countries, particularly in the less developed\nareas, thus supplementing the activities of” the World Bank.\nArticles of Agreement of the International Finance Corporation,\nArt. I, Dec. 5, 1955, 7 U. S. T. 2193, T. I. A. S. No. 3620.\nWhereas the World Bank primarily provides loans and grants to\ndeveloping countries for public-sector projects, the IFC finances\nprivate-sector development projects that cannot otherwise attract\ncapital on reasonable terms. See Art. I(i),ibid. In 2018,\nthe IFC provided some $23 billion in such financing.The IFC expects its loan recipients to adhere to\na set of performance standards designed to “avoid, mitigate, and\nmanage risks and impacts” associated with development projects. IFC\nPerformance Standards on Environmental and Social Sustainability,\nJan. 1, 2012, p. 2, ¶1. Those standards are usually more\nstringent than any established by local law. The IFC includes the\nstandards in its loan agreements and enforces them through an\ninternal review process. Brief for Respondent 10.In 2008, the IFC loaned $450 million to Coastal\nGujarat Power Limited, a company located in India. The loan helped\nfinance the construction of a coal-fired power plant in the state\nof Gujarat. Under the terms of the loan agreement, Coastal Gujarat\nwas required to comply with an environmental and social action plan\ndesigned to protect areas around the plant from damage. The\nagreement allowed the IFC to revoke financial support for the\nproject if Coastal Gujarat failed to abide by the terms of the\nagreement.The project did not go smoothly. According to\nthe IFC’s internal audit, Coastal Gujarat did not comply with the\nenvironmental and social action plan in constructing and operating\nthe plant. The audit report criticized the IFC for inadequately\nsupervising the project.In 2015, a group of farmers and fishermen who\nlive near the plant, as well as a local village, sued the IFC in\nthe United States District Court for the District of Columbia. They\nclaimed that pollution from the plant, such as coal dust, ash, and\nwater from the plant’s cooling system, had destroyed or\ncontaminated much of the surrounding air, land, and water. Relying\non the audit report, they asserted several causes of action against\nthe IFC, including negligence, nuisance, trespass, and breach of\ncontract. The IFC maintained that it was immune from suit under the\nIOIA and moved to dismiss for lack of subject matter\njurisdiction.The District Court, applying D. C. Circuit\nprecedent, concluded that the IFC was immune from suit because the\nIOIA grants international organizations the virtually absolute\nimmunity that foreign governments enjoyed when the IOIA was\nenacted. 172 F. Supp. 3d 104, 108–109 (DC 2016) (citingAtkinsonv.Inter-American Development Bank,156\nF.3d 1335(CADC 1998)). The D. C. Circuit affirmed in\nlight of its precedent. 860 F.3d 703 (2017). Judge Pillard wrote\nseparately to say that she would have decided the question\ndifferently were she writing on a clean slate.Id., at 708\n(concurring opinion). Judge Pillard explained that she thought the\nD. C. Circuit “took a wrong turn” when it “read the IOIA to\ngrant international organizations a static, absolute immunity that\nis, by now, not at all the same ‘as is enjoyed by foreign\ngovernments,’ but substantially broader.”Ibid. Judge\nPillard also noted that the Third Circuit had expressly declined to\nfollow the D. C. Circuit’s approach. SeeOSS Nokalva,Inc. v.European Space Agency, 617 F.3d 756 (CA3\n2010).We granted certiorari. 584 U. S. ___\n(2018).IIThe IFC contends that the IOIA grants\ninternational organizations the “same immunity” from suit that\nforeign governments enjoyed in 1945. Petitioners argue that it\ninstead grants international organizations the “same immunity” from\nsuit that foreign governments enjoy today. We think petitioners\nhave the better reading of the statute.AThe language of the IOIA more naturally lends\nitself to petitioners’ reading. In granting international\norganizations the “same immunity” from suit “as is enjoyed by\nforeign governments,” the Act seems to continuously link the\nimmunity of international organizations to that of foreign\ngovernments, so as to ensure ongoing parity between the two. The\nstatute could otherwise have simply stated that international\norganizations “shall enjoy absolute immunity from suit,” or\nspecified some other fixed level of immunity. Other provisions of\nthe IOIA, such as the one making the property and assets of\ninternational organizations “immune from search,” use such\nnoncomparative language to define immunities in a static way. 22\nU. S. C. §288a(c). Or the statute could have specified\nthat it was incorporating the law of foreign sovereign immunity as\nit existed on a particular date. See,e.g., Energy\nPolicy Act of 1992, 30 U. S. C. §242(c)(1) (certain land\npatents “shall provide for surface use to the same extent as is\nprovided under applicable law prior to October 24, 1992”). Because\nthe IOIA does neither of those things, we think the “same as”\nformulation is best understood to make international organization\nimmunity and foreign sovereign immunity continuously\nequivalent.That reading finds support in other statutes\nthat use similar or identical language to place two groups on equal\nfooting. In the Civil Rights Act of 1866, for instance, Congress\nestablished a rule of equal treatment for newly freed slaves by\ngiving them the “same right” to make and enforce contracts and to\nbuy and sell property “as is enjoyed by white citizens.” 42\nU. S. C. §§1981(a), 1982. That provision is of course\nunderstood to guarantee continuous equality between white and\nnonwhite citizens with respect to the rights in question. SeeJonesv.Alfred H.Mayer Co.,392 U.S.\n409, 427–430 (1968). Similarly, the Federal Tort Claims Act\nstates that the “United States shall be liable” in tort “in the\nsame manner and to the same extent as a private individual under\nlike circumstances.” 28 U. S. C. §2674. That provision is\nmost naturally understood to make the United States liable in the\nsame way as a private individual at any given time. SeeRichardsv.United States,369 U.S.\n1, 6–7 (1962). Such “same as” provisions dot the statute books,\nand federal and state courts commonly read them to mandate ongoing\nequal treatment of two groups or objects. See,e.g.,Adamsonv.Bowen, 855 F.2d 668, 671–672 (CA10 1988)\n(statute making United States liable for fees and expenses “to the\nsame extent that any other party would be liable under the common\nlaw or under the terms of any statute” interpreted to continuously\ntie liability of United States to that of any other party);Kugler’s Appeal, 55 Pa. 123, 124–125 (1867) (statute making\nthe procedure for dividing election districts “the same as” the\nprocedure for dividing townships interpreted to continuously tie\nthe former procedure to the latter).The IFC objects that the IOIA is different\nbecause the purpose of international organization immunity is\nentirely distinct from the purpose of foreign sovereign immunity.\nForeign sovereign immunity, the IFC argues, is grounded in the\nmutual respect of sovereigns and serves the ends of international\ncomity and reciprocity. The purpose of international organization\nimmunity, on the other hand, is to allow such organizations to\nfreely pursue the collective goals of member countries without\nundue interference from the courts of any one member country. The\nIFC therefore urges that the IOIA should not be read to tether\ninternational organization immunity to changing foreign sovereign\nimmunity.But that gets the inquiry backward. We\nordinarily assume, “absent a clearly expressed legislative\nintention to the contrary,” that “the legislative purpose is\nexpressed by the ordinary meaning of the words used.”American\nTobacco Co. v.Patterson,456 U.S.\n63, 68 (1982) (alterations omitted). Whatever the ultimate\npurpose of international organization immunity may be—the IOIA does\nnot address that question—the immediate purpose of the immunity\nprovision is expressed in language that Congress typically uses to\nmake one thing continuously equivalent to another.BThe more natural reading of the IOIA is\nconfirmed by a canon of statutory interpretation that was well\nestablished when the IOIA was drafted. According to the “reference”\ncanon, when a statute refers to a general subject, the statute\nadopts the law on that subject as it exists whenever a question\nunder the statute arises. 2 J. Sutherland, Statutory Construction\n§§5207–5208 (3d ed. 1943). For example, a statute allowing a\ncompany to “collect the same tolls and enjoy the same privileges”\nas other companies incorporates the law governing tolls and\nprivileges as it exists at any given moment.Snellv.Chicago, 133 Ill. 413, 437–439, 24 N.E. 532, 537 (1890). In\ncontrast, a statute that refers to another statute by specific\ntitle or section number in effect cuts and pastes the referenced\nstatute as it existed when the referring statute was enacted,\nwithout any subsequent amendments. See,e.g.,Culverv.Peopleex rel. Kochersperger,\n161 Ill. 89, 95–99, 43 N.E. 812, 814–815 (1896) (tax-assessment\nstatute referring to specific article of another statute does not\nadopt subsequent amendments to that article).Federal courts have often relied on the\nreference canon, explicitly or implicitly, to harmonize a statute\nwith an external body of law that the statute refers to generally.\nThus, for instance, a statute that exempts from disclosure agency\ndocuments that “would not beavailable by lawto a party\n. . . in litigation with the agency” incorporates the\ngeneral law governing attorney work-product privilege as it exists\nwhen the statute is applied.FTCv.Grolier Inc.,462 U.S.\n19, 20, 26–27 (1983) (emphasis added);id., at 34,\nn. 6 (Brennan, J., concurring in part and concurring in\njudgment). Likewise, a general reference to federal discovery rules\nincorporates those rules “as they are found on any given day, today\nincluded,”El Encanto,Inc. v.Hatch Chile\nCo., 825 F.3d 1161, 1164 (CA10 2016), and a general reference\nto “the crime of piracy as defined by the law of nations”\nincorporates a definition of piracy “that changes with advancements\nin the law of nations,”United Statesv.Dire, 680\nF.3d 446, 451, 467–469 (CA4 2012).The same logic applies here. The IOIA’s\nreference to the immunity enjoyed by foreign governments is a\ngeneral rather than specific reference. The reference is to an\nexternal body of potentially evolving law—the law of foreign\nsovereign immunity—not to a specific provision of another statute.\nThe IOIA should therefore be understood to link the law of\ninternational organization immunity to the law of foreign sovereign\nimmunity, so that the one develops in tandem with the other.The IFC contends that the IOIA’s reference to\nthe immunity enjoyed by foreign governments is not a general\nreference to an external body of law, but is instead a specific\nreference to a common law concept that had a fixed meaning when the\nIOIA was enacted in 1945. And because we ordinarily presume that\n“Congress intends to incorporate the well-settled meaning of the\ncommon-law terms it uses,”Nederv.United States,527 U.S.\n1, 23 (1999), the IFC argues that we should read the IOIA to\nincorporate what the IFC maintains was the then-settled meaning of\nthe “immunity enjoyed by foreign governments”: virtually absolute\nimmunity.But in 1945, the “immunity enjoyed by foreign\ngovernments” did notmean“virtually absolute immunity.” The\nphrase is not a term of art with substantive content, such as\n“fraud” or “forgery.” Seeid., at 22;Gilbertv.United States,370 U.S.\n650, 655 (1962). It is rather a concept that can be given scope\nand content only by reference to the rules governing foreign\nsovereign immunity. It is true that under the rules applicable in\n1945, theextentof immunity from suit was virtually\nabsolute, while under the rules applicable today, it is more\nlimited. But in 1945, as today, the IOIA’s instruction to grant\ninternational organizations the immunity “enjoyed by foreign\ngovernments” is an instruction to look up the applicable rules of\nforeign sovereign immunity, wherever those rules may be found—the\ncommon law, the law of nations, or a statute. In other words, it is\na general reference to an external body of (potentially evolving)\nlaw.CIn ruling for the IFC, the D. C. Circuit\nrelied upon its prior decision inAtkinson,156\nF.3d 1335.Atkinsonacknowledged the reference canon,\nbut concluded that the canon’s probative force was “outweighed” by\na structural inference the court derived from the larger context of\nthe IOIA.Id., at 1341. TheAtkinsoncourt focused on\nthe provision of the IOIA that gives the President the author- ity\nto withhold, withdraw, condition, or limit the otherwise applicable\nprivileges and immunities of an international organization, “in the\nlight of the functions performed by any such international\norganization.” 22 U. S. C. §288. The court understood\nthat provision to “delegate to the President the responsibility for\nupdating the immunities of international organizations in the face\nof changing circumstances.”Atkinson, 156 F. 3d, at\n1341. That delegation, the court reasoned, “undermine[d]” the view\nthat Congress intended the IOIA to in effect update itself by\nincorporating changes in the law governing foreign sovereign\nimmunity.Ibid.We do not agree. The delegation provision is\nmost naturally read to allow the President to modify, on a\ncase-by-case basis, the immunity rules that would otherwise apply\nto a particular international organization. The statute authorizes\nthe President to take action with respect to a single\norganization—“any such organization”—in light of the functions\nperformed by “such organization.” 28 U. S. C. §288. The\ntext suggests retail rather than wholesale action, and that is in\nfact how authority under §288 has been exercised in the past. See,e.g., Exec. Order No. 12425, 3 CFR 193 (1984)\n(designating INTERPOL as an international organization under the\nIOIA but withholding certain privileges and immunities); Exec.\nOrder No. 11718, 3 CFR 177 (1974) (same for INTELSAT). In any\nevent, the fact that the President has power to modify otherwise\napplicable immunity rules is perfectly compatible with the notion\nthat those rules might themselves change over time in light of\ndevelopments in the law governing foreign sovereign immunity.The D. C. Circuit inAtkinsonalso\ngave no consideration to the opinion of the State Department, whose\nviews in this area ordinarily receive “special attention.”Bolivarian Republic of Venezuelav.Helmerich & Payne\nInt’l.Drilling Co., 581 U. S. ___, ___ (2017)\n(slip op., at 9). Shortly after the FSIA was enacted, the State\nDepartment took the position that the immunity rules of the IOIA\nand the FSIA were now “link[ed].” Letter from Detlev F. Vagts,\nOffice of the Legal Adviser, to Robert M. Carswell, Jr., Senior\nLegal Advisor, OAS, p. 2 (Mar. 24, 1977). The Department\nreaffirmed that view during subsequent administrations, and it has\nreaffirmed it again here.[2]\nThat longstanding view further bolsters our understanding of the\nIOIA’s immunity provision.DThe IFC argues that interpreting the IOIA’s\nimmunity provision to grant anything less than absolute immunity\nwould lead to a number of undesirable results.The IFC first contends that affording\ninternational organizations only restrictive immunity would defeat\nthe purpose of granting them immunity in the first place. Allowing\ninternational organizations to be sued in one member country’s\ncourts would in effect allow that member to second-guess the\ncollective decisions of the others. It would also expose\ninternational organizations to money damages, which would in turn\nmake it more difficult and expensive for them to fulfill their\nmissions. The IFC argues that this problem is especially acute for\ninternational development banks. Because those banks use the tools\nof commerce to achieve their objectives, they may be subject to\nsuit under the FSIA’s commercial activity exception for most or all\nof their core activities, unlike foreign sovereigns. According to\nthe IFC, allowing such suits would bring a flood of\nforeign-plaintiff litigation into U. S. courts, raising many\nof the same foreign-relations concerns that we identified when\nconsidering similar litigation under the Alien Tort Statute. SeeJesnerv.Arab Bank,PLC, 584 U. S. ___,\n___–___ (2018);Kiobelv.Royal Dutch Petroleum Co.,569 U.S.\n108, 116–117 (2013).The IFC’s concerns are inflated. To begin, the\nprivileges and immunities accorded by the IOIA are only default\nrules. If the work of a given international organization would be\nimpaired by restrictive immunity, the organization’s charter can\nalways specify a different level of immunity. The charters of many\ninternational organizations do just that. See,e.g.,\nConvention on Privileges and Immunities of the United Nations, Art.\nII, §2, Feb. 13, 1946, 21 U. S. T. 1422, T. I. A. S. No. 6900 (“The\nUnited Nations . . . shall enjoy immunity from every form\nof legal process except insofar as in any particular case it has\nexpressly waived its immunity”); Articles of Agreement of the\nInternational Monetary Fund, Art. IX, §3, Dec. 27, 1945,\n60Stat. 1413, T. I. A. S. No. 1501 (IMF enjoys “immunity from every\nform of judicial process except to the extent that it expressly\nwaives its immunity”). Notably, the IFC’s own charter does not\nstate that the IFC is absolutely immune from suit.Nor is there good reason to think that\nrestrictive immunity would expose international development banks\nto excessive liability. As an initial matter, it is not clear that\nthe lending activity of all development banks qualifies as\ncommercial activity within the meaning of the FSIA. To be\nconsidered “commercial,” an activity must be “thetype” of\nactivity “by which a private party engages in” trade or commerce.Republic of Argentinav.Weltover,Inc.,504 U.S.\n607, 614 (1992); see 28 U. S. C. §1603(d). As the\nGovernment suggested at oral argument, the lending activity of at\nleast some development banks, such as those that make conditional\nloans to governments, may not qualify as “commercial” under the\nFSIA. See Tr. of Oral Arg. 27–30.And even if an international development bank’s\nlending activity does qualify as commercial, that does not mean the\norganization is automatically subject to suit. The FSIA includes\nother requirements that must also be met. For one thing, the\ncommercial activity must have a sufficient nexus to the United\nStates. See 28 U. S. C. §§1603, 1605(a)(2). For another,\na lawsuit must be “based upon” either the commercial activity\nitself or acts performed in connection with the commercial\nactivity. See §1605(a)(2). Thus, if the “gravamen” of a lawsuit is\ntortious activity abroad, the suit is not “based upon” commercial\nactivity within the meaning of the FSIA’s commercial activity\nexception. SeeOBB Personenverkehr AGv.Sachs, 577\nU. S. ___, ___–___ (2015);Saudi Arabiav.Nelson,507 U.S.\n349, 356–359 (1993). At oral argument in this case, the\nGovernment stated that it has “serious doubts” whether petitioners’\nsuit, which largely concerns allegedly tortious conduct in India,\nwould satisfy the “based upon” requirement. Tr. of Oral Arg. 25–26.\nIn short, restrictive immunity hardly means unlimited exposure to\nsuit for international organizations.*  *  *The International Organizations Immunities Act\ngrants international organizations the “same immunity” from suit\n“as is enjoyed by foreign governments” at any given time. Today,\nthat means that the Foreign Sovereign Immunities Act governs the\nimmunity of international organizations. The International Finance\nCorporation is therefore not absolutely immune from suit.The judgment of the United States Court of\nAppeals for the D. C. Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Justice Kavanaugh took no part in the\nconsideration or decision of this case.Notes1The immunity was\n“virtually” absolute because it was subject to occasional\nexceptions for specific situations. InRepublic of Mexicov.Hoffman,324 U.S.\n30(1945), for example, the State Department declined to\nrecommend, and the Court did not grant, immunity from suit with\nrespect to a ship that Mexico owned but did not\npossess.2See Letter from Roberts\nB. Owen, Legal Adviser, to Leroy D. Clark, Gen. Counsel, EEOC (June\n24, 1980) in Nash, Contemporary Practice of the United States\nRelating to International Law, 74 Am. J. Int’l. L. 917, 918 (1980)\n(“By virtue of the FSIA, and unless otherwise specified in their\nconstitutive agreements, international organizations are now\nsubject to the jurisdiction of our courts in respect of their\ncommercial activities, while retaining immunity for their acts of a\npublic character.”); Letter from Arnold Kanter, Acting Secretary of\nState, to President George H. W. Bush (Sept. 12, 1992) in Digest of\nUnited States Practice in International Law 1016–1017 (S. Cummins\n& D. Stewart eds. 2005) (explaining that the Headquarters\nAgreement of the Organization of American States affords the OAS\n“full immunity from judicial process, thus going beyond the usual\nUnited States practice of affording restrictive immunity,” in\nexchange for assurances that OAS would provide for “appropriate\nmodes of settlement of those disputes for which jurisdiction would\nexist against a foreign government under the” FSIA); Brief for\nUnited States asAmicus Curiae24–29.",
    "joined": []
}