{
    "case": {
        "docket": "247",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/247/"
    },
    "id": "1963520",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGVIRGINIA OFFICE FOR PROTECTION AND ADVOCACYV. STEWART563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-529VIRGINIA OFFICE FOR PROTECTION AND ADVO- CACY,\nPETITIONERv.JAMES W. STEWART, III, COMMISSIONER,\nVIRGINIA DEPARTMENT OF BEHAVIORAL HEALTH AND DE- VELOPMENTAL\nSERVICES, et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[April 19, 2011]Chief Justice Roberts, with whom\nJustice Alito joins, dissenting.Today the Court holds that a\nstate agency may sue officials acting on behalf of the State in\nfederal court. This has never happened before. In order to reach\nthis unsettling result, the Court extends the fiction ofEx\nparte Young—what we have called an “empty formalism”—well\nbeyond the circumstances of that case. Because I cannot subscribe\nto such a substantial and novel expansion of what we have also\ncalled “a narrow exception” to a State’s sovereign immunity, I\nrespectfully dissent.IA“The federal system established\nby our Constitution preserves the sovereign status of the States.”Aldenv.Maine,527 U. S. 706, 714\n(1999). As confirmed by the Eleventh Amendment, “[a]n integral\ncomponent of that residuary and inviolable sovereignty” is the\nStates’ “immunity from private suits.”Federal Maritime\nComm’nv.South Carolina Ports Authority,535 U. S. 743, 751–753\n(2002) (internal quotation marks omitted);Hansv.Louisiana,134 U. S. 1, 13 (1890)\n(“ ‘It is inherent in the nature of sovereignty not to be\namenable to the suit of an individualwithout its\nconsent’ ” (quoting The Federalist No. 81 (A.\nHamilton))). “The preeminent purpose of state sovereign immunity is\nto accord States the dignity that is consistent with their status\nas sovereign entities.”Federal Maritime Comm’n,supra, at 760. Accordingly, any time a State is haled into\nfederal court against its will, “the dignity and respect afforded\n[that] State, which [sovereign] immunity is designed to protect,\nare placed in jeopardy.”Idahov.Coeur d’Alene Tribe\nof Idaho,521\nU. S. 261, 268 (1997). The immunity does not turn on whether\nrelief will be awarded; “[t]he Eleventh Amendment is concerned not\nonly with the States’ ability to withstand suit, but with their\nprivilege not to be sued.”Puerto Rico Aqueduct and Sewer\nAuthorityv.Metcalf & Eddy, Inc.,506 U. S. 139, 147, n. 5\n(1993). SeeFederal Maritime Comm’n,supra, at\n769 (“the primary function of sovereign immunity is not to protect\nstate treasuries, but to afford the States the dignity and respect\ndue sovereign entities” (citation omitted)).Because of the key role state\nsovereign immunity plays in our federal system, the Court has\nrecognized only a few exceptions to that immunity. The sole one\nrelevant here is the “narrow exception,”Seminole Tribe of\nFla.v.Florida,517 U. S. 44, 76 (1996),\nestablished by our decision inEx parte Young,209 U. S. 123(1908). InEx parte Young, the Court held that private litigants\ncould seek an injunction in federal court against a state official,\nprohibiting him from enforcing a state law claimed to violate the\nFederal Constitution. Seeid., at 159–168. As we have\noften observed,Ex parte Youngrests on the “obvious\nfiction,”Couer d’Alene Tribe,supra, at 270,\nthat such a suit is not really against the State, but rather\nagainst an individual who has been “stripped of his official or\nrepresentative character” because of his unlawful conduct,Ex\nparte Young,supra, at 159–160.[Footnote 1]While we have consistently acknowledged the\nimportant roleEx parte Youngplays in “promot[ing] the\nvindication of federal rights,” we have been cautious not to give\nthat decision “an expansive interpretation.”Pennhurst State\nSchool and Hospitalv.Halderman,465 U. S. 89, 105, 102 (1984). Indeed,\nthe history of ourEx parte Youngjurisprudence has\nlargely been focused on ensuring that this narrow exception is\n“narrowly construed,” 465 U. S., at 114, n. 25. We have, for\nexample, held that the fiction ofEx parte Youngdoes not\nextend to suits where the plaintiff seeks retroactive relief,Edelmanv.Jordan,415 U. S. 651, 678\n(1974); where the claimed violations are based on state law,Pennhurst,supra, at 106; where the federal law\nviolation is no longer “ongoing,”Greenv.Mansour,474\nU. S. 64, 71 (1985); “where Congress has prescribed a detailed\nremedial scheme for the enforcement against a State” of the claimed\nfederal right,Seminole Tribe,supra, at 74; and\nwhere “special sovereignty interests” are implicated,Couer\nd’Alene Tribe,supra, at 281.We recently stated that when “determining\nwhether the doctrine ofEx parte Youngavoids an Eleventh\nAmendment bar to suit, a court need only conduct a straightforward\ninquiry into whether [the] complaint alleges an ongoing violation\nof federal law and seeks relief properly characterized as\nprospective.”Verizon Md. Inc.v.Public Serv. Comm’n\nof Md.,535 U.\nS. 635, 645 (2002) (internal quotation marks omitted). But not\nevery plaintiff who complies with these prerequisites will be able\nto bring suit underEx parte Young. Indeed, inVerizonitself the Court went beyond its so-called\nstraightforward inquiry in considering whetherEx parte\nYoungapplied. After deciding the plaintiffs “clearly\nsatisfie[d]” the “straightforward inquiry,” the Court went on to\nexamine whether Congress had created a detailed remedial scheme\nlike the one inSeminole Tribe. 535 U. S., at 645, 647–648\n(internal quotation marks omitted). Only after determining that\nCongress had not done so did the Court conclude that the suit could\ngo forward underEx parte Young.IfVerizon’s formulation set forth\nthe only requirements for bringing an action underEx parte\nYoung, two of our recent precedents were wrongly decided. InSeminole Tribe, the Court acknowledged that it had often\n“found federal jurisdiction over a suit against a state official\nwhen that suit seeks only prospective injunctive relief in order to\nend a continuing violation of federal law.” 517 U. S., at 73\n(internal quotation marks omitted). The Court held, however, that\nthe “situation presented” there was “sufficiently different from\nthat giving rise to the traditionalEx parte Youngaction\nso as to preclude the availability of that doctrine.”Ibid.[Footnote 2]InCouer d’Alene Tribe, the Court\nrecognized that an “allegation of an ongoing violation of federal\nlaw where the requested relief is prospective isordinarilysufficient to invoke theYoungfiction.” 521 U. S., at 281 (emphasis added). The Court held,\nhowever, that the action could not proceed underEx parte\nYoungbecause it implicated “special sovereignty interests”—in\nthat case, the State’s property rights in certain submerged lands.\n521 U. S., at 281–283.As we explained inPapasanv.Allain,478\nU. S. 265(1986), there are “certain types of cases that\nformally meet theYoungrequirements of a state official\nacting inconsistently with federal law but that stretch that case\ntoo far and would upset the balance of federal and state interests\nthat it embodies.”Id., at 277. This is one of those\ncases.In refusing to extendEx parte Youngto claims that involve “special sovereignty interests,” the Court\ninCoeur d’Alene Tribewarned against a rote application\nof theEx parte Youngfiction:“To interpretYoungto\npermit a federal-court action to proceed in every case where\nprospective declaratory and injunctive relief is sought against an\nofficer, named in his individual capacity, would be to adhere to an\nempty formalism and to undermine the principle … that Eleventh\nAmendment immunity represents a real limitation on a federal\ncourt’s federal-question jurisdiction. The real interests served by\nthe Eleventh Amendment are not to be sacrificed to elementary\nmechanics of captions and pleading. Application of theYoungexception must reflect a proper understanding of its\nrole in our federal system and respect for state courts instead of\na reflexive reliance on an obvious fiction.” 521 U. S., at 270.BIt is undisputed that\npetitioner’s complaint alleges an ongoing violation of federal law\nby a state official and seeks only prospective relief. If this were\na “traditionalEx parte Youngaction,”Seminole\nTribe,supra, at 73, petitioner might very well be\nable to pursue its claims under that case. This, however, is\nanything but a traditional case—and petitioner is anything but a\ntypicalEx parte Youngplaintiff.Unlike the plaintiffs inEx\nparte Young—and, for that matter, unlike any other plaintiff\nthat has ever sought to invokeEx parte Youngbefore this\nCourt—petitioner is a state agency seeking to sue officials of the\nsame State in federal court. The Court is troubled by this novelty,anteat 12–13, but not enough. SeeFree Enterprise\nFundv.Public Company Accounting Oversight Bd., 561\nU. S. ___, ___ (2010) (slip op., at 25) (“Perhaps the most telling\nindication of [a] severe constitutional problem . . . is the lack\nof historical precedent” (internal quotation marks omitted)); cf.Alden, 527 U. S., at 743–745;Printzv.United States,521 U. S. 898, 905–910,\n918, 925 (1997). This is especially true in light of the\n“presumption” we articulated more than 120 years ago inHansv.Louisiana, that States are immune from\nsuits that would have been “anomalous and unheard of when the\nConstitution was adopted.”Hans, 134 U. S., at 18; see\nalsoAlden,supra, at 727 (invoking\npresumption).Accordingly, when determining whether to lift\nthe bar of sovereign immunity, we have “attribute[d] great\nsignificance” to the absence of analogous suits “at the time of the\nfounding or for many years thereafter.”Federal Maritime\nComm’n, 535 U. S., at 755. This sort of suit was not only\nanomalous and unheard of at the time of the founding; it was\nanomalous and unheard of yesterday. TheHanspresumption\napplies here with full force.The Court speculates that these suits have not\npreviously arisen because the necessary conditions—state agencies\npursuing a federal right free of internal state veto—are themselves\nnovel. Seeante, at 12; see alsoante, at 3–4\n(Kennedy, J., concurring). Even if true, that simply highlights the\nfact that this case is not suitable for mere rote application ofEx parte Young.In addition to its novel character,\npetitioner’s complaint “conflicts directly with the principles of\nfederalism that underlie the Eleventh Amendment.”Pennhurst, 465 U. S., at 106. InAlden, we held\nthat state sovereign immu- nity prohibited Congress from\nauthorizing “private suits against nonconsenting States in their\nown courts.” 527 U. S., at 749. We explained that such power would\npermit one branch of state government, the “State’s own courts,”\n“to coerce the other branches of the State” and “to turn the State\nagainst itself.”Ibid.Here the Court goes further: this suit\nfeatures a state agency on one side, and state executive officials\non the other. The objection inAldenwas that the Federal\nGovernment could force the State to defend itself before itself.\nHere extendingYoungforces the State to defend itselfagainstitself in federal court.Both sides in this case exercise the sovereign\npower of the Commonwealth of Virginia. Petitioner claims the title\nof “The Commonwealth of Virginia” in its complaint, App. 10;\nrespondents are state officials acting in an official capacity.\nWhatever the decision in the litigation, one thing is clear: The\nCommonwealth will win. And the Commonwealth will lose. Because of\ntoday’s holding, a federal judge will resolve which part of the\nCommonwealth will prevail.Virginia has not consented to such a suit in\nfederal court; rather, petitioner has unilaterally determined that\nthis intramural dispute should be resolved in that forum. This is\nprecisely what sovereign immunity is supposed to guard against. Seeante, at 10 (“The specific indignity against which\nsovereign immunity protects is the insult to a State of being haled\ninto court without its consent”). That indignity is compounded when\nthe State is haled into federal court so that a federal judge can\ndecide an internal state dispute.The Court is wrong to suggest that Virginia\nhas no sovereign interest in determiningwheresuch\ndisputes will be resolved. Seeante, at 10–11, and n. 6.\nIt is one thing for a State to decide that its components may sue\none another in its own courts (as Virginia did here); it is quite\nanother thing for such a dispute to be resolved in federal court\nagainst the State’s wishes. For this reason, the Court’s examples\nof other suits pitting state entities against one another are\ninapposite. In each of those hypotheticals, the State consented to\nhaving a particular forum resolve its internal conflict. That is\nnot true here.[Footnote 3]In sum, the “special sovereignty interests”\nimplicated here make this case “sufficiently different from that\ngiving rise to the traditionalEx parte Youngaction so as\nto preclude the availability of that doctrine.”Seminole\nTribe, 517 U. S., at 73. I would cling to reality and not\nextend the fiction ofEx parte Youngto cover petitioner’s\nsuit.IIThe Court offers several\njustifications for its expansion ofEx parte Young. None\nis persuasive.The Court first contends that\nwhether theEx parte Youngfiction should be applied turns\nonly on the “relief sought” in a case.Ante, at 8–9\n(internal quotation marks omitted). The Court is correct that\nseveral of our prior cases have focused on the nature of the relief\nrequested. See,e.g.,Edelman, 415 U. S., at\n664–671. That may well be because “the difference between the type\nof relief barred by the Eleventh Amendment and that permitted underEx parte Youngwill not in many instances be that between\nday and night.”Id., at 667. But the Court is wrong to\ndraw a negative implication from those cases and categorically\nconclude that there can be no other basis for determining whether\nto extendEx parte Young’s fiction.The thrust of the Court’s argument appears to\nbe that, because the relief sought here is no different from that\nwhich could be sought in a suit by a private protection and\nadvocacy system, the doctrine ofEx parte Youngshould\nalso apply to a suit brought by a state system.Ante, at\n7–9. But private entities are different from public ones: They are\nprivate. When private litigants are involved, the State is not\nturned against itself.Contrary to the Court’s suggestion, seeante, at 9, there is indeed a real difference between a\nsuit against the State brought by a private party and one brought\nby a state agency. It is the difference between eating and\ncannibalism; between murder and patricide. While the ultimate\nresults may be the same—a full stomach and a dead body—it is the\nmeans of getting there that attracts notice. I would think it more\nan affront to someone’s dignity to be sued by a brother than to be\nsued by a stranger. While neither may be welcomed, that does not\nmean they would be equally received.The Court also contends that petitioner’s\nability to sue state officials in federal court “is a consequence\nof Virginia’s own decision to establish a public [protection and\nadvocacy] system.”Ibid.This cannot mean that Virginia\nhas consented to an infringement on its sovereignty. That argument\nwas rejected below, and petitioner did not seek certiorari on that\nissue. SeeVirginiav.Reinhard, 565 F. 3d\n110, 116–118 (CA4 2009); Pet. for Cert. i.Instead the Court claims that “Virginia has\nonly itself to blame”—if it wanted to avoid its current\npredicament, it could have chosen to establish a private entity\ninstead.Ante, at 9–10, and n. 5; see alsoante, at 3 (Kennedy, J., concurring). But I am aware of no\ndoctrine to the effect that an unconstitutional establishment is\ninsulated from challenge simply because a constitutional\nalternative is available. And here the public and private systems\nare not interchangeable alternatives in any event.The Court’s analysis is also circular; it\nwrongly assumes Virginia knew in advance the answer to the question\npresented in this case. Onlyafterconcluding thatEx\nparte Youngapplies to this arrangement—that for the first\ntime in history a state agency may sue an unwilling State in\nfederal court—can the Court suggest that Virginia knowingly exposed\nits officers to suit in federal court.In a similar vein, the Court asserts that\nbecause Virginia law authorizes petitioner to exercise independent\nlitigating authority, petitioner should be treated the same “as any\nother litigant.”Ante, at 13. But petitioner is not like\nany other litigant. While it is true petitioner enjoys some\nindependence from the State’s executive branch, that does not mean\npetitioner is independentfrom the State. As noted,\npetitioner certainly views itself as “The Commonwealth of\nVirginia,” App. 10, and would presumably invoke sovereign immunity\nitself if sued. As a matter of sovereign immunity law, it should\nmake no difference how a State chooses to allocate its governmental\npowers among different state agencies or officials.The Court is wrong to suggest that simply\nbecause petitioner possesses independent litigating authority, it\nmay sue state officials in federal court. Seeante, at 13\n(“the Eleventh Amendment presents no obstacle” since it “was\nVirginia law that created [petitioner] and gave it the power to sue\nstate officials”). There is more to this case than merely whether\npetitioner needs the approval of the Attorney General to sue, and\nthe Virginia Code provisions cited by the Court say nothing about\nactions against the State in federal court.If independent litigating authority is all\nthat it takes, then scores of state entities now “suddenly possess\nthe authority to pursueEx parte Youngactions against\nother state officials” in federal court.Reinhard,supra, at 124. There would be no Eleventh Amendment\nimpediment to such suits. Given the number of state agencies across\nthe country that enjoy independent litigating authority, see,e.g., Brief for State of Indiana et al. asAmiciCuriae11–13, the Court’s decision today\ncould potentially lead to all sorts of litigation in federal courts\naddressing internal state government disputes.And there is also no reason to think that the\nCourt’s holding is limited to stateagencyplaintiffs.\nAccording to the Court’s basic rationale, state officials who enjoy\nsome level of independence could as a matter of federal law bring\nsuit against other state officials in federal court. Disputes that\nwere formerly resolved in state cabinet rooms may now appear on the\ndockets of federal courts.*  *  *No one questions the continued\nvitality or importance of the doctrine announced inEx parte\nYoung. ButEx parte Youngwas about affording relief\nto a private party against unconstitutional state action. It was\nnot about resolving a dispute between two different state actors.\nThat is a matter for the State to sort out, not a federal\njudge.Our decision inChisholmv.Georgia, 2 Dall. 419 (1793)—permitting States to be\nsued by private parties in federal court—“created such a shock of\nsurprise” throughout the country “that the Eleventh Amendment was\nat once proposed and adopted.”Principality of Monacov.Mississippi,292 U. S. 313, 325\n(1934). It is fair to say that today’s decision will probably not\ntrigger a similar response. But however much their practical\nfunctions and prominence may have changed in the past 218 years,\nthe States remain a vital element of our political structure.\nSovereign immunity ensures that States retain a stature\ncommensurate with their role under the Constitution. Allowing one\npart of the State to sue another in federal court, so that a\nfederal judge decides an important dispute between state officials,\nundermines state sovereignty in an unprecedented and direct way.\nThe fiction ofEx parte Youngshould not be extended to\npermit so real an intrusion.Because I believe the Court’s novel expansion\nofEx parte Youngis inconsistent with the federal system\nestablished by our Constitution, I respectfully dissent.Footnote 1Ex parte Youngalso rests on the\n“well-recognized irony that an official’s unconstitutional conduct\nconstitutes state action under the Fourteenth Amendment but not the\nEleventh Amendment.”Pennhurst State School and Hospitalv.Halderman,465 U. S. 89, 105 (1984) (internal\nquotation marks omitted).Footnote 2While I agree that inSeminole Tribe“we refused to permit suit to proceed” underEx parte\nYoungbecause Congress “had foreclosed recourse to the\ndoctrine,”ante, at 7, n. 3, that simply confirms my\npoint that the availability ofYoungdepends on more than\njust whetherVerizon’s prescribed inquiry is satisfied. In\nshort,Seminole Tribemakes clear that a plaintiff who\nfiles a “complaint alleg[ing] an ongoing violation of federal law\nand seeks relief properly characterized as prospective,”Verizon, 535 U. S., at 645 (internal quotation marks\nomitted), may nonetheless be barred from pursuing an action underYoung.Footnote 3Sovereign immunity principles would of course\nnot prohibit this Court from reviewing the federal questions\npresented by this suit if it had been filed in state court. Seeante, at 11. We have held that “it is inherent in the\nconstitutional plan that when a state court takes cognizance of a\ncase, the State assents to appellate review by this Court of the\nfederal issues raised in the case whoever may be the parties to the\noriginal suit, whether private persons, or the state itself.”McKesson Corp.v.Division of Alcoholic Beverages and\nTobacco, Fla. Dept. of Business Regulation,496 U. S. 18, 30 (1990)\n(internal quotation marks and citation omitted). By contrast, there\nis nothing “inherent in the constitutional plan” that warrants\nlower federal courts handling intrastate disputes absent a State’s\nconsent.",
    "joined": []
}