{
    "case": {
        "docket": "18-422",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-422/"
    },
    "id": "4114539",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 18–422, 18–726_________________ROBERT A. RUCHO, et al.,\nAPPELLANTS18–422v.COMMON CAUSE, et al.; ANDon appeal from the united states district\ncourt for the middle district of north carolinaLINDA H. LAMONE, et al.,\nAPPELLANTS18–726v.O. JOHN BENISEK, et al.on appeal from the united states district\ncourt for the district of maryland[June 27, 2019]Chief Justice Roberts delivered the opinion of\nthe Court.Voters and other plaintiffs in North Carolina\nand Maryland challenged their States’ congressional districting\nmaps as unconstitutional partisan gerrymanders. The North Carolina\nplaintiffs complained that the State’s districting plan\ndiscriminated against Democrats; the Maryland plaintiffs complained\nthat their State’s plan discriminated against Republicans. The\nplaintiffs alleged that the gerrymandering violated the First\nAmendment, the Equal Protection Clause of the Fourteenth Amendment,\nthe Elections Clause, and Article I, §2, of the Constitution. The\nDistrict Courts in both cases ruled in favor of the plaintiffs, and\nthe defendants appealed directly to this Court.These cases require us to consider once again\nwhether claims of excessive partisanship in districting are\n“justiciable”—that is, properly suited for resolution by the\nfederal courts. This Court has not previously struck down a\ndistricting plan as an unconstitutional partisan gerrymander, and\nhas struggled without success over the past several decades to\ndiscern judicially manageable standards for deciding such claims.\nThe districting plans at issue here are highly partisan, by any\nmeasure. The question is whether the courts below appropriately\nexercised judicial power when they found them unconstitutional as\nwell.IAThe first case involves a challenge to the\ncongressional redistricting plan enacted by the\nRepublican-controlled North Carolina General Assembly in 2016.Ruchov.Common Cause, No. 18–422. The Republican\nlegislators leading the redistricting effort instructed their\nmapmaker to use political data to draw a map that would produce a\ncongressional delegation of ten Republicans and three Democrats.\n318 F. Supp. 3d 777, 807–808 (MDNC 2018). As one of the two\nRepublicans chairing the redistricting committee stated, “I think\nelecting Republicans is better than electing Democrats. So I drew\nthis map to help foster what I think is better for the country.”Id., at 809. He further explained that the map was drawn\nwith the aim of electing ten Republicans and three Democrats\nbecause he did “not believe it [would be] possible to draw a map\nwith 11 Republicans and 2 Democrats.”Id., at 808. One Demo-\ncratic state senator objected that entrenching the 10–3 advantage\nfor Republicans was not “fair, reasonable, [or] balanced” because,\nas recently as 2012, “Democratic congressional candidates had\nreceived more votes on a statewide basis than Republican\ncandidates.”Ibid.The General Assembly was not swayed by\nthat objection and approved the 2016 Plan by a party-line vote.Id., at 809.In November 2016, North Carolina conducted\ncongressional elections using the 2016 Plan, and Republican\ncandidates won 10 of the 13 congressional districts.Id., at\n810. In the 2018 elections, Republican candidates won nine\ncongressional districts, while Democratic candidates won three. The\nRepublican candidate narrowly prevailed in the remaining district,\nbut the State Board of Elections called a new election after\nallegations of fraud.This litigation began in August 2016, when the\nNorth Carolina Democratic Party, Common Cause (a nonprofit\norganization), and 14 individual North Carolina voters sued the two\nlawmakers who had led the redistricting effort and other state\ndefendants in Federal District Court. Shortly thereafter, the\nLeague of Women Voters of North Carolina and a dozen additional\nNorth Carolina voters filed a similar complaint. The two cases were\nconsolidated.The plaintiffs challenged the 2016 Plan on\nmultiple constitutional grounds. First, they alleged that the Plan\nviolated the Equal Protection Clause of the Fourteenth Amendment by\nintentionally diluting the electoral strength of Democratic voters.\nSecond, they claimed that the Plan violated their First Amendment\nrights by retaliating against supporters of Democratic candidates\non the basis of their political beliefs. Third, they asserted that\nthe Plan usurped the right of “the People” to elect their preferred\ncandidates for Congress, in violation of the requirement in Article\nI, §2, of the Constitution that Members of the House of\nRepresentatives be chosen “by the People of the several States.”\nFinally, they alleged that the Plan violated the Elections Clause\nby exceeding the State’s delegated authority to prescribe the\n“Times, Places and Manner of holding Elections” for Members of\nCongress.After a four-day trial, the three-judge District\nCourt unanimously concluded that the 2016 Plan violated the Equal\nProtection Clause and Article I of the Constitution. The court\nfurther held, with Judge Osteen dissenting, that the Plan violated\nthe First Amendment.Common Causev.Rucho, 279\nF. Supp. 3d 587 (MDNC 2018). The defendants appealed directly\nto this Court under 28 U. S. C. §1253.While that appeal was pending, we decidedGillv.Whitford, 585 U. S. ___ (2018), a\npartisan gerrymandering case out of Wisconsin. In that case, we\nheld that a plaintiff asserting a partisan gerrymandering claim\nbased on a theory of vote dilution must establish standing by\nshowing he lives in an allegedly “cracked” or “packed” district.Id., at ___ (slip op., at 17). A “cracked” district is one\nin which a party’s supporters are divided among multiple districts,\nso that they fall short of a majority in each; a “packed” district\nis one in which a party’s supporters are highly concentrated, so\nthey win that district by a large margin, “wasting” many votes that\nwould improve their chances in others.Id., at ___–___ (slip\nop., at 3–4).After decidingGill, we remanded the\npresent case for further consideration by the District Court. 585\nU. S. ___ (2018). On remand, the District Court again struck\ndown the 2016 Plan. 318 F. Supp. 3d 777. It found standing and\nconcluded that the case was appropriate for judicial resolution. On\nthe merits, the court found that “the General Assembly’s\npredominant intent was to discriminate against voters who supported\nor were likely to support non-Republican candidates,” and to\n“entrench Republican candidates” through widespread cracking and\npacking of Democratic voters.Id., at 883–884. The court\nrejected the defendants’ arguments that the distribution of\nRepublican and Democratic voters throughout North Carolina and the\ninterest in protecting incumbents neutrally explained the 2016\nPlan’s discriminatory effects.Id., at 896–899. In the end,\nthe District Court held that 12 of the 13 districts constituted\npartisan gerrymanders that violated the Equal Protection Clause.Id., at 923.The court also agreed with the plaintiffs that\nthe 2016 Plan discriminated against them because of their political\nspeech and association, in violation of the First Amendment.Id., at 935. Judge Osteen dissented with respect to that\nruling.Id., at 954–955. Finally, the District Court\nconcluded that the 2016 Plan violated the Elections Clause and\nArticle I, §2.Id., at 935–941. The District Court enjoined\nthe State from using the 2016 Plan in any election after the\nNovember 2018 general election.Id., at 942.The defendants again appealed to this Court, and\nwe postponed jurisdiction. 586 U. S. ___ (2019).BThe second case before us isLamonev.Benisek, No. 18–726. In 2011, the Maryland\nLegislature—dominated by Democrats—undertook to redraw the lines of\nthat State’s eight congressional districts. The Governor at the\ntime, Democrat Martin O’Malley, led the process. He appointed a\nredistricting committee to help redraw the map, and asked\nCongressman Steny Hoyer, who has described himself as a “serial\ngerrymanderer,” to advise the committee. 348 F. Supp. 3d 493,\n502 (Md. 2018). The Governor later testified that his aim was to\n“use the redistricting process to change the overall composition of\nMaryland’s congressional delegation to 7 Democrats and 1 Republican\nby flipping” one district.Ibid. “[A] decision was made to\ngo for the Sixth,”ibid., which had been held by a\nRepublican for nearly two decades. To achieve the required equal\npopulation among districts, only about 10,000 residents needed to\nbe removed from that district.Id., at 498. The 2011 Plan\naccomplished that by moving roughly 360,000 voters out of the Sixth\nDistrict and moving 350,000 new voters in. Overall, the Plan\nreduced the number of registered Republicans in the Sixth District\nby about 66,000 and increased the number of registered Democrats by\nabout 24,000.Id., at 499–501. The map was adopted by a\nparty-line vote.Id., at 506. It was used in the 2012\nelection and succeeded in flipping the Sixth District. A Democrat\nhas held the seat ever since.In November 2013, three Maryland voters filed\nthis lawsuit. They alleged that the 2011 Plan violated the First\nAmendment, the Elections Clause, and Article I, §2, of the\nConstitution. After considerable procedural skirmishing and\nlitigation over preliminary relief, the District Court entered\nsummary judgment for the plaintiffs. 348 F. Supp. 3d 493. It\nconcluded that the plaintiffs’ claims were justiciable, and that\nthe Plan violated the First Amendment by diminishing their “ability\nto elect their candidate of choice” because of their party\naffiliation and voting history, and by burdening their\nassociational rights.Id., at 498. On the latter point, the\ncourt relied upon findings that Republicans in the Sixth District\n“were burdened in fundraising, attracting volunteers, campaigning,\nand generating interest in voting in an atmosphere of general\nconfusion and apathy.”Id., at 524.The District Court permanently enjoined the\nState from using the 2011 Plan and ordered it to promptly adopt a\nnew plan for the 2020 election.Id., at 525. The defendants\nappealed directly to this Court under 28 U. S. C. §1253.\nWe postponed jurisdiction. 586 U. S. ___ (2019).IIAArticle III of the Constitution limits federal\ncourts to deciding “Cases” and “Controversies.” We have understood\nthat limitation to mean that federal courts can address only\nquestions “historically viewed as capable of resolution through the\njudicial process.”Flastv.Cohen,392 U.S.\n83, 95 (1968). In these cases we are asked to decide an\nimportant question of constitutional law. “But before we do so, we\nmust find that the question is presented in a ‘case’ or\n‘controversy’ that is, in James Madison’s words, ‘of a Judiciary\nNature.’ ”DaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 342 (2006) (quoting 2 Records of the Federal Convention of\n1787, p. 430 (M. Farrand ed. 1966)).Chief Justice Marshall famously wrote that it is\n“the province and duty of the judicial department to say what the\nlaw is.”Marburyv.Madison, 1 Cranch 137, 177\n(1803). Sometimes, however, “the law is that the judicial\ndepartment has no business entertaining the claim of\nunlawfulness—because the question is entrusted to one of the\npolitical branches or involves no judicially enforceable rights.”Viethv.Jubelirer,541 U.S.\n267, 277 (2004) (plurality opinion). In such a case the claim\nis said to present a “political question” and to be\nnonjusticiable—outside the courts’ competence and therefore beyond\nthe courts’ jurisdiction.Bakerv.Carr,369 U.S.\n186, 217 (1962). Among the political question cases the Court\nhas identified are those that lack “judicially discoverable and\nmanageable standards for resolving [them].”Ibid.Last Term inGillv.Whitford, we\nreviewed our partisan gerrymandering cases and concluded that those\ncases “leave unresolved whether such claims may be brought.” 585\nU. S., at ___ (slip op., at 13). This Court’s authority to\nact, as we said inGill, is “grounded in and limited by the\nnecessity of resolving, according to legal principles, a\nplaintiff’s particular claim of legal right.”Ibid.The\nquestion here is whether there is an “appropriate role for the\nFederal Judiciary” in remedying the problem of partisan\ngerrymandering—whether such claims are claims oflegalright, resolvable according tolegalprinciples, or\npolitical questions that must find their resolution elsewhere.Id., at ___ (slip op., at 8).BPartisan gerrymandering is nothing new. Nor is\nfrustration with it. The practice was known in the Colonies prior\nto Independence, and the Framers were familiar with it at the time\nof the drafting and ratification of the Constitution. SeeVieth, 541 U. S., at 274 (plurality opinion). During\nthe very first congressional elections, George Washington and his\nFederalist allies accused Patrick Henry of trying to gerrymander\nVirginia’s districts against their candidates—in particular James\nMadison, who ultimately prevailed over fellow future President\nJames Monroe. Hunter, The First Gerrymander? 9 Early Am. Studies\n792–794, 811 (2011). See 5 Writings of Thomas Jefferson 71 (P. Ford\ned. 1895) (Letter to W. Short (Feb. 9, 1789)) (“Henry has so\nmodelled the districts for representatives as to tack Orange\n[county] to counties where he himself has great influence that\nMadison may not be elected into the lower federal house”).In 1812, Governor of Massachusetts and future\nVice President Elbridge Gerry notoriously approved congressional\ndistricts that the legislature had drawn to aid the\nDemocratic-Republican Party. The moniker “gerrymander” was born\nwhen an outraged Federalist newspaper observed that one of the\nmisshapen districts resembled a salamander. SeeVieth, 541\nU. S., at 274 (plurality opinion); E. Griffith, The Rise and\nDevelopment of the Gerrymander 17–19 (1907). “By 1840, the\ngerrymander was a recognized force in party politics and was\ngenerally attempted in all legislation enacted for the formation of\nelection districts. It was generally conceded that each party would\nattempt to gain power which was not proportionate to its numerical\nstrength.”Id., at 123.The Framers addressed the election of\nRepresentatives to Congress in the Elections Clause. Art. I,\n§4, cl. 1. That provision assigns to state legislatures the\npower to prescribe the “Times, Places and Manner of holding\nElections” for Members of Congress, while giving Congress the power\nto “make or alter” any such regulations. Whether to give that\nsupervisory authority to the National Government was debated at the\nConstitutional Convention. When those opposed to such congressional\noversight moved to strike the relevant language, Madison came to\nits defense:“[T]he State Legislatures will sometimes\nfail or refuse to consult the common interest at the expense of\ntheir local coveniency or prejudices. . . . Whenever\nthe State Legislatures had a favorite measure to carry, they would\ntake care so to mould their regulations as to favor the candidates\nthey wished to succeed.” 2 Records of the Federal Convention of\n1787, at 240–241.During the subsequent fight for ratification,\nthe provision remained a subject of debate. Antifederalists\npredicted that Congress’s power under the Elections Clause would\nallow Congress to make itself “omnipotent,” setting the “time” of\nelections as never or the “place” in difficult to reach corners of\nthe State. Federalists responded that, among other justifications,\nthe revisionary power was necessary to counter state legislatures\nset on undermining fair representation, including through\nmalapportionment. M. Klarman, The Framers’ Coup: The Making of the\nUnited States Constitution 340–342 (2016). The Federalists were,\nfor example, concerned that newly developing population centers\nwould be deprived of their proper electoral weight, as some cities\nhad been in Great Britain. See 6 The Documentary History of the\nRatification of the Constitution: Massachusetts 1278–1279 (J.\nKaminski & G. Saladino eds. 2000).Congress has regularly exercised its Elections\nClause power, including to address partisan gerrymandering. The\nApportionment Act of 1842, which required single-member districts\nfor the first time, specified that those districts be “composed of\ncontiguous territory,” Act of June 25, 1842, ch. 47, 5Stat. 491, in\n“an attempt to forbid the practice of the gerrymander,” Griffith,supra, at 12. Later statutes added requirements of\ncompactness and equality of population. Act of Jan. 16, 1901, ch.\n93, §3, 31Stat. 733; Act of Feb. 2, 1872, ch. 11, §2, 17Stat. 28.\n(Only the single member district requirement remains in place\ntoday. 2 U. S. C. §2c.) SeeVieth, 541 U. S.,\nat 276 (plurality opinion). Congress also used its Elections Clause\npower in 1870, enacting the first comprehensive federal statute\ndealing with elections as a way to enforce the Fifteenth Amendment.\nForce Act of 1870, ch. 114, 16Stat. 140. Starting in the 1950s,\nCongress enacted a series of laws to protect the right to vote\nthrough measures such as the suspension of literacy tests and the\nprohibition of English-only elections. See,e.g., 52\nU. S. C. §10101et seq.Appellants suggest that, through the Elections\nClause, the Framers set aside electoral issues such as the one\nbefore us as questions that only Congress can resolve. SeeBaker, 369 U. S., at 217. We do not agree. In two\nareas—one-person, one-vote and racial gerrymandering—our cases have\nheld that there is a role for the courts with respect to at least\nsome issues that could arise from a State’s drawing of\ncongressional districts. SeeWesberryv.Sanders,376 U.S. 1(1964);Shawv.Reno,509 U.S.\n630(1993) (Shaw I).But the history is not irrelevant. The Framers\nwere aware of electoral districting problems and considered what to\ndo about them. They settled on a characteristic approach, assigning\nthe issue to the state legislatures, expressly checked and balanced\nby the Federal Congress. As Alexander Hamilton explained, “it will\n. . . not be denied that a discretionary power over\nelections ought to exist somewhere. It will, I presume, be as\nreadily conceded that there were only three ways in which this\npower could have been reasonably modified and disposed: that it\nmust either have been lodged wholly in the national legislature, or\nwholly in the State legislatures, or primarily in the latter, and\nultimately in the former.” The Federalist No. 59, p. 362 (C.\nRossiter ed. 1961). At no point was there a suggestion that the\nfederal courts had a role to play. Nor was there any indication\nthat the Framers had ever heard of courts doing such a thing.CCourts have nevertheless been called upon to\nresolve a variety of questions surrounding districting. Early on,\ndoubts were raised about the competence of the federal courts to\nresolve those questions. SeeWoodv.Broom,287 U.S. 1(1932);Colegrovev.Green,328\nU.S. 549(1946).In the leading case ofBakerv.Carr, voters in Tennessee complained that the State’s\ndistricting plan for state representatives “debase[d]” their votes,\nbecause the plan was predicated on a 60-year-old census that no\nlonger reflected the distribution of population in the State. The\nplaintiffs argued that votes of people in overpopulated districts\nheld less value than those of people in less-populated districts,\nand that this inequality violated the Equal Protection Clause of\nthe Fourteenth Amendment. The District Court dismissed the action\non the ground that the claim was not justiciable, relying on this\nCourt’s precedents, includingColegrove. Bakerv.Carr,179 F. Supp. 824, 825, 826 (MD Tenn. 1959). This Court\nreversed. It identified various considerations relevant to\ndetermining whether a claim is a nonjusticiable political question,\nincluding whether there is “a lack of judicially discover- able and\nmanageable standards for resolving it.” 369 U. S., at 217. The\nCourt concluded that the claim of population inequality among\ndistricts did not fall into that category, because such a claim\ncould be decided under basic equal protection principles.Id., at 226. InWesberryv.Sanders, the Court\nextended its ruling to malapportionment of congressional districts,\nholding that Article I, §2, required that “one man’s vote in a\ncongressional election is to be worth as much as another’s.” 376\nU. S., at 8.Another line of challenges to districting plans\nhas focused on race. Laws that explicitly discriminate on the basis\nof race, as well as those that are race neutral on their face but\nare unexplainable on grounds other than race, are of course\npresumptively invalid. The Court applied those principles to\nelectoral boundaries inGomillionv.Lightfoot,\nconcluding that a challenge to an “uncouth twenty-eight sided”\nmunicipal boundary line that excluded black voters from city\nelections stated a constitutional claim.364\nU.S. 339, 340 (1960). InWrightv.Rockefeller,376 U.S.\n52(1964), the Court extended the reasoning ofGomillionto congressional districting. SeeShaw I, 509 U. S., at\n645.Partisan gerrymandering claims have proved far\nmore difficult to adjudicate. The basic reason is that, while it is\nillegal for a jurisdiction to depart from the one-person, one-vote\nrule, or to engage in racial discrimination in districting, “a\njurisdiction may engage in constitutional political\ngerrymandering.”Huntv.Cromartie,526 U.S.\n541, 551 (1999) (citingBushv.Vera,517 U.S.\n952, 968 (1996);Shawv.Hunt,517 U.S.\n899, 905 (1996) (Shaw II);Millerv.Johnson,515 U.S.\n900, 916 (1995);ShawI, 509 U. S., at 646).\nSee alsoGaffneyv.Cummings,412\nU.S. 735, 753 (1973) (recognizing that “[p]olitics and\npolitical considerations are inseparable from districting and\napportionment”).To hold that legislators cannot take partisan\ninterests into account when drawing district lines would\nessentially countermand the Framers’ decision to entrust\ndistricting to political entities. The “central problem” is not\ndetermining whether a jurisdiction has engaged in partisan\ngerrymandering. It is “determining when political gerrymandering\nhas gone too far.”Vieth, 541 U. S., at 296 (plurality\nopinion). SeeLeague of United Latin American Citizensv.Perry,548 U.S.\n399, 420 (2006) (LULAC) (opinion of Kennedy, J.)\n(difficulty is “providing a standard for deciding how much partisan\ndominance is too much”).We first considered a partisan gerrymandering\nclaim inGaffneyv.Cummingsin 1973. There we\nrejected an equal protection challenge to Connecticut’s\nredistricting plan, which “aimed at a rough scheme of proportional\nrepresentation of the two major political parties” by “wiggl[ing]\nand joggl[ing] boundary lines” to create the appropriate number of\nsafe seats for each party. 412 U. S., at 738, 752, n. 18\n(internal quotation marks omitted). In upholding the State’s plan,\nwe reasoned that districting “inevitably has and is intended to\nhave substantial political consequences.”Id., at 753.Thirteen years later, inDavisv.Bandemer, we addressed a claim that Indiana Republicans had\ncracked and packed Democrats in violation of the Equal Protection\nClause.478 U.S.\n109, 116–117 (1986) (plurality opinion). A majority of the\nCourt agreed that the case was justiciable, but the Court\nsplintered over the proper standard to apply. Four Justices would\nhave required proof of “intentional discrimination against an\nidentifiable political group and an actual discriminatory effect on\nthat group.”Id., at 127. Two Justices would have focused on\n“whether the boundaries of the voting districts have been distorted\ndeliberately and arbitrarily to achieve illegitimate ends.”Id., at 165 (Powell, J., concurring in part and dissenting\nin part). Three Justices, meanwhile, would have held that the Equal\nProtection Clause simply “does not supply judicially manageable\nstandards for resolving purely political gerrymandering claims.”Id., at 147 (O’Connor, J., concurring in judgment). At the\nend of the day, there was“no ‘Court’ for a standard that\nproperly should be applied in determining whether a challenged\nredistricting plan is an unconstitutional partisan political\ngerrymander.”Id., at 185, n. 25 (opinion of Powell,\nJ.). In any event, the Court held that the plaintiffs had failed to\nshow that the plan violated the Constitution.Eighteen years later, inVieth, the\nplaintiffs complained that Pennsylvania’s legislature “ignored all\ntraditional redistricting criteria, including the preservation of\nlocal government boundaries,” in order to benefit Republican\ncongressional candidates. 541 U. S., at 272–273 (plurality\nopinion) (brackets omitted). Justice Scalia wrote for a\nfour-Justice plurality. He would have held that the plaintiffs’\nclaims were nonjusticiable because there was no “judicially\ndiscernible and manageable standard” for deciding them.Id.,\nat 306. Justice Kennedy, concurring in the judgment, noted “the\nlack of comprehensive and neutral principles for drawing electoral\nboundaries [and] the absence of rules to limit and confine judicial\nintervention.”Id., at 306–307.He nonetheless left\nopen the possibility that “in another case a standard might\nemerge.”Id., at 312. Four Justices dissented.InLULAC, the plaintiffs challenged a\nmid-decade redistricting map approved by the Texas Legislature.\nOnce again a majority of the Court could not find a justiciable\nstandard for resolving the plaintiffs’ partisan gerrymandering\nclaims. See 548 U. S., at 414 (noting that the “disagreement\nover what substantive standard to apply” that was evident inBandemer“persists”).As we summed up last Term inGill, our\n“considerable efforts inGaffney,Bandemer,Vieth, andLULACleave unresolved whether\n. . . claims [of legal right] may be brought in cases\ninvolving allegations of partisan gerrymandering.” 585 U. S.,\nat ___ (slip op., at 13). Two “threshold questions” remained:\nstanding, which we addressed inGill, and “whether [such]\nclaims are justiciable.”Ibid.IIIAIn considering whether partisan gerrymandering\nclaims are justiciable, we are mindful of Justice Kennedy’s counsel\ninVieth: Any standard for resolving such claims must be\ngrounded in a “limited and precise rationale” and be “clear,\nmanageable, and politically neutral.” 541 U. S., at 306–308\n(opinion concurring in judgment). An important reason for those\ncareful constraints is that, as a Justice with extensive experience\nin state and local politics put it, “[t]he opportunity to control\nthe drawing of electoral boundaries through the legislative process\nof apportionment is a critical and traditional part of politics in\nthe United States.”Bandemer, 478 U. S., at 145\n(opinion of O’Connor, J.). SeeGaffney, 412 U. S., at\n749 (observing that districting implicates “fundamental ‘choices\nabout the nature of representation’ ” (quotingBurnsv.Richardson,384 U.S.\n73, 92 (1966))). An expansive standard requiring “the\ncorrection of all election district lines drawn for partisan\nreasons would commit federal and state courts to unprecedented\nintervention in the American political process,”Vieth, 541\nU. S., at 306 (opinion of Kennedy, J.).As noted, the question is one of degree: How to\n“provid[e] a standard for deciding how much partisan dominance is\ntoo much.”LULAC, 548 U. S., at 420 (opinion of\nKennedy, J.). And it is vital in such circumstances that the Court\nact only in accord with especially clear standards: “With uncertain\nlimits, intervening courts—even when proceeding with best\nintentions—would risk assuming political, not legal, responsibility\nfor a process that often produces ill will and distrust.”Vieth, 541 U. S., at 307 (opinion of Kennedy, J.). If\nfederal courts are to “inject [themselves] into the most heated\npartisan issues” by adjudicating partisan gerrymandering claims,Bandemer, 478 U. S., at 145 (opinion of O’Connor, J.),\nthey must be armed with a standard that can reliably differentiate\nunconstitutional from “constitutional political gerrymandering.”Cromartie, 526 U. S., at 551.BPartisan gerrymandering claims rest on an\ninstinct that groups with a certain level of political support\nshould enjoy a commensurate level of political power and influence.\nExplicitly or implicitly, a districting map is alleged to be\nunconstitutional because it makes it too difficult for one party to\ntranslate statewide support into seats in the legislature. But such\na claim is based on a “norm that does not exist” in our electoral\nsystem—“statewide elections for representatives along party lines.”Bandemer, 478 U. S., at 159 (opinion of O’Connor,\nJ.).Partisan gerrymandering claims invariably sound\nin a desire for proportional representation. As Justice O’Connor\nput it, such claims are based on “a conviction that the greater the\ndeparture from proportionality, the more suspect an apportionment\nplan becomes.”Ibid.“Our cases, however, clearly foreclose\nany claim that the Constitution requires proportional\nrepresentation or that legislatures in reapportioning must draw\ndistrict lines to come as near as possible to allocating seats to\nthe contending parties in proportion to what their anticipated\nstatewide vote will be.”Id., at 130 (plurality opinion).\nSeeMobilev.Bolden,446 U.S.\n55, 75–76 (1980) (plurality opinion) (“The Equal Protection\nClause of the Fourteenth Amendment does not require proportional\nrepresentation as an imperative of political organization.”).The Founders certainly did not think\nproportional representation was required. For more than 50 years\nafter ratification of the Constitution, many States elected their\ncongressional representatives through at-large or “general ticket”\nelections. Such States typically sent single-party delegations to\nCongress. See E. Engstrom, Partisan Gerry- mandering and the\nConstruction of American Democracy 43–51 (2013). That meant that a\nparty could garner nearly half of the vote statewide and wind up\nwithout any seats in the congressional delegation. The Whigs in\nAlabama suffered that fate in 1840: “their party garnered 43\npercent of the statewide vote, yet did not receive a single seat.”Id., at 48. When Congress required single-member districts\nin the Apportionment Act of 1842, it was not out of a general sense\nof fairness, but instead a (mis)calculation by the Whigs that such\na change would improve their electoral prospects.Id., at\n43–44.Unable to claim that the Constitution requires\nproportional representation outright, plaintiffs inevitably ask the\ncourts to make their own political judgment about how much\nrepresentation particular political partiesdeserve—based on\nthe votes of their supporters—and to rearrange the challenged\ndistricts to achieve that end. But federal courts are not equipped\nto apportion political power as a matter of fairness, nor is there\nany basis for concluding that they were authorized to do so. As\nJustice Scalia put it for the plurality inVieth:“ ‘Fairness’ does not seem to us a\njudicially manage- able standard. . . . Some\ncriterion more solid and more demonstrably met than that seems to\nus necessary to enable the state legislatures to discern the limits\nof their districting discretion, to meaningfully constrain the\ndiscretion of the courts, and to win public acceptance for the\ncourts’ intrusion into a process that is the very foundation of\ndemocratic decisionmaking.” 541 U. S., at 291.The initial difficulty in settling on a “clear,\nmanageable and politically neutral” test for fairness is that it is\nnot even clear what fairness looks like in this context. There is a\nlarge measure of “unfairness” in any winner-take-all system.\nFairness may mean a greater number of competitive districts. Such a\nclaim seeks to undo packing and cracking so that supporters of the\ndisadvantaged party have a better shot at electing their preferred\ncandidates. But making as many districts as possible more\ncompetitive could be a recipe for disaster for the disadvantaged\nparty. As Justice White has pointed out, “[i]f all or most of the\ndistricts are competitive . . . even a narrow statewide\npreference for either party would produce an overwhelming majority\nfor the winning party in the state legislature.”Bandemer,\n478 U. S., at 130 (plurality opinion).On the other hand, perhaps the ultimate\nobjective of a “fairer” share of seats in the congressional\ndelegation is most readily achieved by yielding to the\ngravitational pull of proportionality and engaging in cracking and\npacking, to ensure each party its “appropriate” share of “safe”\nseats. Seeid., at 130–131 (“To draw district lines to\nmaximize the representation of each major party would require\ncreating as many safe seats for each party as the demographic and\npredicted political characteristics of the State would permit.”);Gaffney, 412 U. S., at 735–738. Such an approach,\nhowever, comes at the expense of competitive districts and of\nindividuals in districts allocated to the opposing party.Or perhaps fairness should be measured by\nadherence to “traditional” districting criteria, such as\nmaintaining political subdivisions, keeping communities of interest\ntogether, and protecting incumbents. See Brief for Bipartisan Group\nof Current and Former Members of the House of Representatives asAmici Curiae; Brief for Professor Wesley Pegden et al.\nasAmici Curiaein No. 18–422. But protecting incumbents,\nfor example, enshrines a particular partisan distribution. And the\n“natural political geography” of a State—such as the fact that\nurban electoral districts are often dominated by one political\nparty—can itself lead to inherently packed districts. As Justice\nKennedy has explained, traditional criteria such as compactness and\ncontiguity “cannot promise political neutrality when used as the\nbasis for relief. Instead, it seems, a decision under these\nstandards would unavoidably have significant political effect,\nwhether intended or not.”Vieth, 541 U. S., at 308–309\n(opinion concurring in judgment). Seeid., at 298 (plurality\nopinion) (“[P]acking and cracking, whether intentional or no, are\nquite consistent with adherence to compactness and respect for\npolitical subdivision lines”).Deciding among just these different visions of\nfairness (you can imagine many others) poses basic questions that\nare political, not legal. There are no legal standards discernible\nin the Constitution for making such judgments, let alone limited\nand precise standards that are clear, manageable, and politically\nneutral. Any judicial decision on what is “fair” in this context\nwould be an “unmoored determination” of the sort characteristic of\na political question beyond the competence of the federal courts.Zivotofskyv.Clinton,566 U.S.\n189, 196 (2012).And it is only after determining how to define\nfairness that you can even begin to answer the determinative\nquestion: “How much is too much?” At what point does permissible\npartisanship become unconstitutional? If compliance with\ntraditional districting criteria is the fairness touchstone, for\nexample, how much deviation from those criteria is constitutionally\nacceptable and how should mapdrawers prioritize competing criteria?\nShould a court “reverse gerrymander” other parts of a State to\ncounteract “natural” gerrymandering caused, for example, by the\nurban concentration of one party? If a districting plan protected\nhalf of the incumbents but redistricted the rest into head to head\nraces, would that be constitutional? A court would have to rank the\nrelative importance of those traditional criteria and weigh how\nmuch deviation from each to allow.If a court instead focused on the respective\nnumber of seats in the legislature, it would have to decide the\nideal number of seats for each party and determine at what point\ndeviation from that balance went too far. If a 5–3 allocation\ncorresponds most closely to statewide vote totals, is a 6–2\nallocation permissible, given that legislatures have the authority\nto engage in a certain degree of partisan gerrymandering? Which\nseats should be packed and which cracked? Or if the goal is as many\ncompetitive districts as possible, how close does the split need to\nbe for the district to be considered competitive? Presumably not\nall districts could qualify, so how to choose? Even assuming the\ncourt knew which version of fairness to be looking for, there are\nno discernible and manageable standards for deciding whether there\nhas been a violation. The questions are “unguided and ill suited to\nthe development of judicial standards,”Vieth, 541\nU. S., at 296 (plurality opinion), and “results from one\ngerrymandering case to the next would likely be disparate and\ninconsistent,”id., at 308 (opinion of Kennedy, J.).Appellees contend that if we can adjudicate\none-person, one-vote claims, we can also assess partisan\ngerrymandering claims. But the one-person, one-vote rule is\nrelatively easy to administer as a matter of math. The same cannot\nbe said of partisan gerrymandering claims, because the Constitution\nsupplies no objective measure for assessing whether a districting\nmap treats a political party fairly. It hardly follows from the\nprinciple that each person must have an equal say in the election\nof representatives that a person is entitled to have his political\nparty achieve representation in some way commensurate to its share\nof statewide support.More fundamentally, “vote dilution” in the\none-person, one-vote cases refers to the idea that each vote must\ncarry equal weight. In other words, each representative must be\naccountable to (approximately) the same number of constituents.\nThat requirement does not extend to political parties. It does not\nmean that each party must be influential in proportion to its\nnumber of supporters. As we stated unanimously inGill,\n“this Court is not responsible for vindicating generalized partisan\npreferences. The Court’s constitutionally prescribed role is to\nvindicate the individual rights of the people appearing before it.”\n585 U. S., at ___ (slip op., at 21). See alsoBandemer,\n478 U. S., at 150 (opinion of O’Connor, J.) (“[T]he Court has\nnot accepted the argument that an ‘asserted entitlement to group\nrepresentation’ . . . can be traced to the one person,\none vote principle.” (quotingBolden, 446 U. S., at\n77)).[1]Nor do our racial gerrymandering cases provide\nan appropriate standard for assessing partisan gerrymandering.\n“[N]othing in our case law compels the conclusion that racial and\npolitical gerrymanders are subject to precisely the same\nconstitutional scrutiny. In fact, our country’s long and persistent\nhistory of racial discrimination in voting—as well as our\nFourteenth Amendment jurisprudence, which always has reserved the\nstrictest scrutiny for discrimination on the basis of race—would\nseem to compel the opposite conclusion.”Shaw I, 509\nU. S., at 650 (citation omitted). Unlike partisan\ngerrymandering claims, a racial gerrymandering claim does not ask\nfor a fair share of political power and influence, with all the\njusticiability conundrums that entails. It asks instead for the\nelimination of a racial classification. A partisan gerrymandering\nclaim cannot ask for the elimination of partisanship.IVAppellees and the dissent propose a number of\n“tests” for evaluating partisan gerrymandering claims, but none\nmeets the need for a limited and precise standard that is\njudicially discernible and manageable. And none provides a solid\ngrounding for judges to take the extraordinary step of reallocating\npower and influence between political parties.ATheCommon CauseDistrict Court\nconcluded that all but one of the districts in North Carolina’s\n2016 Plan violated the Equal Protection Clause by intentionally\ndiluting the voting strength of Democrats. 318 F. Supp. 3d, at\n923. In reaching that result the court first required the\nplaintiffs to prove “that a legislative mapdrawer’s predominant\npurpose in drawing the lines of a particular district was to\n‘subordinate adherents of one political party and entrench a rival\nparty in power.’ ”Id., at 865 (quotingArizona\nState Legislaturev.Arizona Independent Redistricting\nComm’n, 576 U. S. ___, ___ (2015) (slip op., at 1)). The\nDistrict Court next required a showing “that the dilution of the\nvotes of supporters of a disfavored party in a particular\ndistrict—by virtue of cracking or packing—is likely to persist in\nsubsequent elections such that an elected representative from the\nfavored party in the district will not feel a need to be responsive\nto constituents who support the disfavored party.” 318\nF. Supp. 3d, at 867. Finally, after a prima facie showing of\npartisan vote dilution, the District Court shifted the burden to\nthe defendants to prove that the discriminatory effects are\n“attributable to a legitimate state interest or other neutral\nexplanation.”Id., at 868.The District Court’s “predominant intent” prong\nis borrowed from the racial gerrymandering context. In racial\ngerrymandering cases, we rely on a “predominant intent” inquiry to\ndetermine whether race was, in fact, the reason particular district\nboundaries were drawn the way they were. If district lines were\ndrawn for the purpose of separating racial groups, then they are\nsubject to strict scrutiny because “race-based decisionmaking is\ninherently suspect.”Miller, 515 U. S., at 915. SeeBush, 517 U. S., at 959 (principal opinion). But\ndetermining that lines were drawn on the basis of partisanship does\nnot indicate that the districting was improper. A permissible\nintent—securing partisan advantage—does not become constitutionally\nimpermissible, like racial discrimination, when that permissible\nintent “predominates.”The District Court tried to limit the reach of\nits test by requiring plaintiffs to show, in addition to\npredominant partisan intent, that vote dilution “is likely to\npersist” to such a degree that the elected representative will feel\nfree to ignore the concerns of the supporters of the minority\nparty. 318 F. Supp. 3d, at 867. But “[t]o allow district\ncourts to strike down apportionment plans on the basis of their\nprognostications as to the outcome of future elections\n. . . invites ‘findings’ on matters as to which neither\njudges nor anyone else can have any confidence.”Bandemer,\n478 U. S., at 160 (opinion of O’Connor, J.). SeeLULAC,\n548 U. S., at 420 (opinion of Kennedy, J.) (“[W]e are wary of\nadopting a constitutional standard that invalidates a map based on\nunfair results that would occur in a hypothetical state of\naffairs.”). And the test adopted by theCommon Causecourt\nrequires a far more nuanced prediction than simply who would\nprevail in future political contests. Judges must forecast with\nunspecified certainty whether a prospective winner will have a\nmargin of victory sufficient to permit him to ignore the supporters\nof his defeated opponent (whoever that may turn out to be). Judges\nnot only have to pick the winner—they have to beat the point\nspread.The appellees assure us that “the persistence of\na party’s advantage may be shown through sensitivity testing:\nprobing how a plan would perform under other plausible electoral\nconditions.” Brief for Appellees League of Women Voters of North\nCarolina et al. in No. 18–422, p. 55. See also 318\nF. Supp. 3d, at 885. Experience proves that accurately\npredicting electoral outcomes is not so simple, either because the\nplans are based on flawed assumptions about voter preferences and\nbehavior or because demographics and priorities change over time.\nIn our two leading partisan gerrymandering cases themselves, the\npredictions of durability proved to be dramatically wrong. In 1981,\nRepublicans controlled both houses of the Indiana Legislature as\nwell as the governorship. Democrats challenged the state\nlegislature districting map enacted by the Republicans. This Court\ninBandemerrejected that challenge, and just months later\nthe Democrats increased their share of House seats in the 1986\nelections. Two years later the House was split 50–50 between\nDemocrats and Republicans, and the Democrats took control of the\nchamber in 1990. Democrats also challenged the Pennsylvania\ncongressional districting plan at issue inVieth. Two years\nafter that challenge failed, they gained four seats in the\ndelegation, going from a 12–7 minority to an 11–8 majority. At the\nnext election, they flipped another Republican seat.Even the most sophisticated districting maps\ncannot reliably account for some of the reasons voters prefer one\ncandidate over another, or why their preferences may change. Voters\nelect individual candidates in individual districts, and their\nselections depend on the issues that matter to them, the quality of\nthe candidates, the tone of the candidates’ campaigns, the\nperformance of an incumbent, national events or local issues that\ndrive voter turnout, and other considerations. Many voters split\ntheir tickets. Others never register with a political party, and\nvote for candidates from both major parties at different points\nduring their lifetimes. For all of those reasons, asking judges to\npredict how a particular districting map will perform in future\nelections risks basing constitutional holdings on unstable ground\noutside judicial expertise.It is hard to see what the District Court’s\nthird prong—providing the defendant an opportunity to show that the\ndiscriminatory effects were due to a “legitimate redistricting\nobjective”—adds to the inquiry. 318 F. Supp. 3d, at 861. The\nfirst prong already requires the plaintiff to prove that partisan\nadvantage predominates. Asking whether a legitimate purpose other\nthan partisanship was the motivation for a particular districting\nmap just restates the question.BThe District Courts also found partisan\ngerrymandering claims justiciable under the First Amendment,\ncoalescing around a basic three-part test: proof of intent to\nburden individuals based on their voting history or party\naffiliation; an actual burden on political speech or associational\nrights; and a causal link between the invidious intent and actual\nburden. SeeCommon Cause, 318 F. Supp. 3d, at 929;Benisek, 348 F. Supp. 3d, at 522. Both District Courts\nconcluded that the districting plans at issue violated the\nplaintiffs’ First Amendment right to association. The District\nCourt in North Carolina relied on testimony that, after the 2016\nPlan was put in place, the plaintiffs faced “difficulty raising\nmoney, attracting candidates, and mobilizing voters to support the\npolitical causes and issues such Plaintiffs sought to advance.” 318\nF. Supp. 3d, at 932. Similarly, the District Court in Maryland\nexamined testimony that “revealed a lack of enthusiasm,\nindifference to voting, a sense of disenfranchisement, a sense of\ndisconnection, and confusion,” and concluded that Republicans in\nthe Sixth District “were burdened in fundraising, attracting\nvolunteers, campaigning, and generating interest in voting.” 348\nF. Supp. 3d, at 523–524.To begin, there are no restrictions on speech,\nassociation, or any other First Amendment activities in the\ndistricting plans at issue. The plaintiffs are free to engage in\nthose activities no matter what the effect of a plan may be on\ntheir district.The plaintiffs’ argument is that partisanship in\ndistricting should be regarded as simple discrimination against\nsupporters of the opposing party on the basis of political\nviewpoint. Under that theory, any level of partisanship in\ndistricting would constitute an infringement of their First\nAmendment rights. But as the Court has explained, “[i]t would be\nidle . . . to contend that any political consideration\ntaken into account in fashioning a reapportionment plan is\nsufficient to invalidate it.”Gaffney, 412 U. S., at\n752. The First Amendment test simply describes the act of\ndistricting for partisan advantage. It provides no standard for\ndetermining when partisan activity goes too far.As for actual burden, the slight anecdotal\nevidence found sufficient by the District Courts in these cases\nshows that this too is not a serious standard for separating\nconstitutional from unconstitutional partisan gerrymandering. The\nDistrict Courts relied on testimony about difficulty drumming up\nvolunteers and enthusiasm. How much of a decline in voter\nengagement is enough to constitute a First Amendment burden? How\nmany door knocks must go unanswered? How many petitions unsigned?\nHow many calls for volunteers unheeded? TheCommon CauseDistrict Court held that a partisan gerrymander places an\nunconstitutional burden on speech if it has more than a “de\nminimis” “chilling effect or adverse impact” on any First\nAmendment activity. 318 F. Supp. 3d, at 930. The court went on\nto rule that there would be an adverse effect “even if the speech\nof [the plaintiffs] was notin factchilled”; it was enough\nthat the districting plan “makes it easier for supporters of\nRepublican candidates to translate their votes into seats,” thereby\n“enhanc[ing] the[ir] relative voice.”Id., at 933 (internal\nquotation marks omitted).These cases involve blatant examples of\npartisanship driving districting decisions. But the First Amendment\nanalysis below offers no “clear” and “manageable” way of\ndistinguishing permissible from impermissible partisan motivation.\nTheCommon Causecourt embraced that conclusion, observing\nthat “a judicially manageable framework for evaluating partisan\ngerrymandering claims need not distinguish an ‘acceptable’ level of\npartisan gerrymandering from ‘excessive’ partisan gerrymandering”\nbecause “the Constitution does not authorize state redistricting\nbodies to engage in such partisan gerrymandering.”Id., at\n851. The decisions below prove the prediction of theViethplurality that “a First Amendment claim, if it were sustained,\nwould render unlawfulallconsideration of political\naffiliation in districting,” 541 U. S., at 294, contrary to\nour established precedent.CThe dissent proposes using a State’s own\ndistricting criteria as a neutral baseline from which to measure\nhow extreme a partisan gerrymander is. The dissent would have us\nline up all the possible maps drawn using those criteria according\nto the partisan distribution they would produce. Distance from the\n“median” map would indicate whether a particular districting plan\nharms supporters of one party to an unconstitutional extent.Post, at 18–19, 25 (opinion of Kagan, J.).As an initial matter, it does not make sense to\nuse criteria that will vary from State to State and year to year as\nthe baseline for determining whether a gerrymander violates the\nFederal Constitution. The degree of partisan advantage that the\nConstitution tolerates should not turn on criteria offered by the\ngerrymanderers themselves. It is easy to imagine how different\ncriteria could move the median map toward different partisan\ndistributions. As a result, the same map could be constitutional or\nnot depending solely on what the mapmakers said they set out to do.\nThat possibility illustrates that the dissent’s proposed\nconstitutional test is indeterminate and arbitrary.Even if we were to accept the dissent’s proposed\nbaseline, it would return us to “the original unanswerable question\n(How much political motivation and effect is too much?).”Vieth, 541 U. S., at 296–297 (plurality opinion). Would\ntwenty percent away from the median map be okay? Forty percent?\nSixty percent? Why or why not? (We appreciate that the dissent\nfinds all the unanswerable questions annoying, seepost, at\n22, but it seems a useful way to make the point.) The dissent’s\nanswer says it all: “This much is too much.”Post, at 25–26.\nThat is not even trying to articulate a standard or rule.The dissent argues that there are other\ninstances in law where matters of degree are left to the courts.\nSeepost, at 27. True enough. But those instances typically\ninvolve constitutional or statutory provisions or common law\nconfining and guiding the exercise of judicial discretion. For\nexample, the dissent cites the need to determine “substantial\nanticompetitive effect[s]” in antitrust law.Post, at 27\n(citingOhiov.American Express Co., 585 U. S.\n___ (2018)). That language, however, grew out of the Sherman Act,\nunderstood from the beginning to have its “origin in the common\nlaw” and to be “familiar in the law of this country prior to and at\nthe time of the adoption of the [A]ct.”Standard Oil Co. of\nN. J.v.United States,221 U.S.\n1, 51 (1911). Judges began with a significant body of law about\nwhat constituted a legal violation. In other cases, the pertinent\nstatutory terms draw meaning from related provisions or statutory\ncontext. Here, on the other hand, the Constitution provides no\nbasis whatever to guide the exercise of judicial discretion. Common\nexperience gives content to terms such as “substantial risk” or\n“substantial harm,” but the same cannot be said of substantial\ndeviation from a median map. There is no way to tell whether the\nprohibited deviation from that map should kick in at 25 percent or\n75 percent or some other point. The only provision in the\nConstitution that specifically addresses the matter assigns it to\nthe political branches. See Art. I, §4, cl. 1.DThe North Carolina District Court further\nconcluded that the 2016 Plan violated the Elections Clause and\nArticle I, §2. We are unconvinced by that novel approach.Article I, §2, provides that “[t]he House of\nRepresentatives shall be composed of Members chosen every second\nYear by the People of the several States.” The Elections Clause\nprovides that “[t]he Times, Places and Manner of holding Elections\nfor Senators and Representatives, shall be prescribed in each State\nby the Legislature thereof; but the Congress may at any time by Law\nmake or alter such Regulations, except as to the Places of chusing\nSenators.” Art. I, §4, cl. 1.The District Court concluded that the 2016 Plan\nexceeded the North Carolina General Assembly’s Elections Clause\nauthority because, among other reasons, “the Elections Clause did\nnot empower State legislatures to disfavor the interests of\nsupporters of a particular candidate or party in drawing\ncongressional districts.” 318 F. Supp. 3d, at 937. The court\nfurther held that partisan gerrymandering infringes the right of\n“the People” to select their representatives.Id., at\n938–940. Before the District Court’s decision, no court had reached\na similar conclusion. In fact, the plurality inViethconcluded—without objection from any other Justice—that neither §2\nnor §4 of Article I “provides a judicially enforceable limit on the\npolitical considerations that the States and Congress may take into\naccount when districting.” 541 U. S., at 305.The District Court nevertheless asserted that\npartisan gerrymanders violate “the core principle of [our]\nrepublican government” preserved in Art. I, §2, “namely, that\nthe voters should choose their representatives, not the other way\naround.” 318 F. Supp. 3d, at 940 (quotingArizona State\nLegislature, 576 U. S., at ___ (slip op., at 35); internal\nquotation marks omitted; alteration in original). That seems like\nan objection more properly grounded in the Guarantee Clause of\nArticle IV, §4, which “guarantee[s] to every State in [the]\nUnion a Republican Form of Government.” This Court has several\ntimes concluded, however, that the Guarantee Clause does not\nprovide the basis for a justiciable claim. See,e.g.,Pacific States Telephone & Telegraph Co.v.Oregon,223 U.S.\n118(1912).VExcessive partisanship in districting leads to\nresults that reasonably seem unjust. But the fact that such\ngerrymandering is “incompatible with democratic principles,”Arizona State Legislature, 576 U. S., at ___ (slip op.,\nat 1), does not mean that the solution lies with the federal\njudiciary. We conclude that partisan gerrymandering claims present\npolitical questions beyond the reach of the federal courts. Federal\njudges have no license to reallocate political power between the\ntwo major political parties, with no plausible grant of authority\nin the Constitution, and no legal standards to limit and direct\ntheir decisions. “[J]udicial action must be governed bystandard, byrule,” and must be “principled,\nrational, and based upon reasoned distinctions” found in the\nConstitution or laws.Vieth, 541 U. S., at 278, 279\n(plurality opinion). Judicial review of partisan gerrymandering\ndoes not meet those basic requirements.Today the dissent essentially embraces the\nargument that the Court unanimously rejected inGill: “this\nCourtcanaddress the problem of partisan gerrymandering\nbecause itmust.” 585 U. S., at ___ (slip op., at 12).\nThat is not the test of our authority under the Constitution; that\ndocument instead “confines the federal courts to a properly\njudicial role.”Town of Chesterv.Laroe Estates,Inc., 581 U. S. ___, ___ (2017) (slip op., at 4).What the appellees and dissent seek is an\nunprecedented expansion of judicial power. We have never struck\ndown a partisan gerrymander as unconstitutional—despite various\nrequests over the past 45 years. The expansion of judicial\nauthority would not be into just any area of controversy, but into\none of the most intensely partisan aspects of American political\nlife. That intervention would be unlimited in scope and duration—it\nwould recur over and over again around the country with each new\nround of districting, for state as well as federal representatives.\nConsideration of the impact of today’s ruling on democratic\nprinciples cannot ignore the effect of the unelected and\npolitically unaccountable branch of the Federal Government assuming\nsuch an extraordinary and unprecedented role. Seepost, at\n32–33.Our conclusion does not condone excessive\npartisan gerrymandering. Nor does our conclusion condemn complaints\nabout districting to echo into a void. The States, for example, are\nactively addressing the issue on a number of fronts. In 2015, the\nSupreme Court of Florida struck down that State’s congressional\ndistricting plan as a violation of the Fair Districts Amendment to\nthe Florida Constitution.League of Women Voters of Floridav.Detzner, 172 So. 3d 363 (2015). The dissent wonders why\nwe can’t do the same. Seepost, at 31. The answer is that\nthere is no “Fair Districts Amendment” to the Federal Constitution.\nProvisions in state statutes and state constitutions can provide\nstandards and guidance for state courts to apply. (We do not\nunderstand how the dissent can maintain that a provision saying\nthat no districting plan “shall be drawn with the intent to favor\nor disfavor a political party” provides little guidance on the\nquestion. Seepost, at 31, n. 6.) Indeed, numerous\nother States are restricting partisan considerations in districting\nthrough legislation. One way they are doing so is by placing power\nto draw electoral districts in the hands of independent\ncommissions. For example, in November 2018, voters in Colorado and\nMichigan approved constitutional amendments creating multimember\ncommissions that will be responsible in whole or in part for\ncreating and approving district maps for congressional and state\nlegislative districts. See Colo. Const., Art. V, §§44, 46;\nMich. Const., Art. IV, §6. Missouri is trying a different\ntack. Voters there overwhelmingly approved the creation of a new\nposition—state demographer—to draw state legislative district\nlines. Mo. Const., Art. III, §3.Other States have mandated at least some of the\ntraditional districting criteria for their mapmakers. Some have\noutright prohibited partisan favoritism in redistricting. See Fla.\nConst., Art. III, §20(a) (“No apportionment plan or individual\ndistrict shall be drawn with the intent to favor or disfavor a\npolitical party or an incumbent.”); Mo. Const., Art. III, §3\n(“Districts shall be designed in a manner that achieves both\npartisan fairness and, secondarily, competitiveness. ‘Partisan\nfairness’ means that parties shall be able to translate their\npopular support into legislative representation with approximately\nequal efficiency.”); Iowa Code §42.4(5) (2016) (“No district shall\nbe drawn for the purpose of favoring a political party, incumbent\nlegislator or member of Congress, or other person or group.”); Del.\nCode Ann., Tit. xxix, §804 (2017) (providing that in determining\ndistrict boundaries for the state legislature, no district shall\n“be created so as to unduly favor any person or political\nparty”).As noted, the Framers gave Congress the power to\ndo something about partisan gerrymandering in the Elections Clause.\nThe first bill introduced in the 116th Congress would require\nStates to create 15-member independent commissions to draw\ncongressional districts and would establish certain redistricting\ncriteria, including protection for communities of interest, and ban\npartisan gerrymandering. H. R. 1, 116th Cong., 1st Sess.,\n§§2401, 2411 (2019).Dozens of other bills have been introduced to\nlimit reliance on political considerations in redistricting. In\n2010, H. R. 6250 would have required States to follow\nstandards of compactness, contiguity, and respect for political\nsubdivisions in redistricting. It also would have prohibited the\nestablishment of congressional districts “with the major purpose of\ndiluting the voting strength of any person, or group, including any\npolitical party,” except when necessary to comply with the Voting\nRights Act of 1965. H. R. 6250, 111th Cong., 2d Sess., §2\n(referred to committee).Another example is the Fairness and Independence\nin Redistricting Act, which was introduced in 2005 and has been\nreintroduced in every Congress since. That bill would require every\nState to establish an independent commission to adopt redistricting\nplans. The bill also set forth criteria for the independent\ncommissions to use, such as compactness, contiguity, and population\nequality. It would prohibit consideration of voting history,\npolitical party affiliation, or incumbent Representative’s\nresidence. H. R. 2642, 109th Cong., 1st Sess., §4 (referred to\nsubcommittee).We express no view on any of these pending\nproposals. We simply note that the avenue for reform established by\nthe Framers, and used by Congress in the past, remains open.*  *  *No one can accuse this Court of having a\ncrabbed view of the reach of its competence. But we have no\ncommission to allocate political power and influence in the absence\nof a constitutional directive or legal standards to guide us in the\nexercise of such authority. “It is emphatically the province and\nduty of the judicial department to say what the law is.”Marburyv.Madison, 1 Cranch, at 177. In this rare\ncircumstance, that means our duty is to say “this is not law.”The judgments of the United States District\nCourt for the Middle District of North Carolina and the United\nStates District Court for the District of Maryland are vacated, and\nthe cases are remanded with instructions to dismiss for lack of\njurisdiction.It is so ordered.Notes1The dissent’s observation\nthat the Framers viewed political parties “with deep suspicion, as\nfomenters of factionalism and symptoms of disease in the body\npolitic”post, at 9, n. 1 (opinion of Kagan, J.)\n(internal quotation marks and alteration omitted), is exactly\nright. Its inference from that fact is exactly wrong. The Framers\nwould have been amazed at a constitutional theory that guarantees a\ncertain degree of representation to political parties.",
    "joined": []
}