{
    "case": {
        "docket": "497",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/497/"
    },
    "id": "1962179",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGMASSACHUSETTS V. EPA549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1120MASSACHUSETTS, et al., PETITIONERSv.ENVIRON- MENTAL PROTECTION AGENCY et al.on writ of certiorari to the united states court of\nappeals for the district of columbia circuit[April 2, 2007]Chief Justice Roberts, with whom\nJustice Scalia, Justice Thomas, and Justice Alito join,\ndissenting.Global warming may be a “crisis,”\neven “the most pressing environmental problem of our time.” Pet.\nfor Cert. 26, 22. Indeed, it may ultimately affect nearly everyone\non the planet in some potentially adverse way, and it may be that\ngovernments have done too little to address it. It is not a\nproblem, however, that has escaped the attention of policymakers in\nthe Executive and Legislative Branches of our Government, who\ncontinue to consider regulatory, legislative, and treaty-based\nmeans of addressing global climate change.Apparently dissatisfied with the pace of\nprogress on this issue in the elected branches, petitioners have\ncome to the courts claiming broad-ranging injury, and attempting to\ntie that injury to the Government’s alleged failure to comply with\na rather narrow statutory provision. I would reject these\nchallenges as nonjusticiable. Such a conclusion involves no\njudgment on whether global warming exists, what causes it, or the\nextent of the problem. Nor does it render petitioners without\nrecourse. This Court’s standing jurisprudence simply recognizes\nthat redress of grievances of the sort at issue here “is the\nfunction of Congress and the Chief Executive,” not the federal\ncourts.Lujanv.Defenders of Wildlife,504 U. S. 555, 576 (1992). I would\nvacate the judgment below and remand for dismissal of the petitions\nfor review.IArticle III, §2, of the\nConstitution limits the federal judicial power to the adjudication\nof “Cases” and “Controversies.” “If a dispute is not a proper case\nor controversy, the courts have no business deciding it, or\nexpounding the law in the course of doing so.”DaimlerChrysler\nCorp.v.Cuno, 547 U. S. ___, ___ (2006) (slip op.,\nat 5). “Standing to sue is part of the common understanding of what\nit takes to make a justiciable case,”Steel Co.v.Citizens for Better Environment,523 U. S. 83, 102 (1998),\nand has been described as “an essential and unchanging part of the\ncase-or-controversy requirement of Article III,”Defenders of\nWildlife,supra, at 560.Our modern framework for\naddressing standing is familiar: “A plaintiff must allege personal\ninjury fairly traceable to the defendant’s allegedly unlawful\nconduct and likely to be redressed by the requested relief.”DaimlerChrysler,supra, at ___ (slip op., at 6)\n(quotingAllenv.Wright,468 U. S. 737, 751\n(1984) (internal quotation marks omitted)). Applying that standard\nhere, petitioners bear the burden of alleging an injury that is\nfairly traceable to the Environmental Protection Agency’s failure\nto promulgate new motor vehicle greenhouse gas emission standards,\nand that is likely to be redressed by the prospective issuance of\nsuch standards.Before determining whether petitioners can\nmeet this familiar test, however, the Court changes the rules. It\nasserts that “States are not normal litigants for the purposes of\ninvoking federal jurisdiction,” and that given “Massachusetts’\nstake in protecting its quasi-sovereign interests, the Commonwealth\nis entitled tospecial solicitudein our standing\nanalysis.”Ante, at 15, 17 (emphasis added).Relaxing Article III standing requirements\nbecause asserted injuries are pressed by a State, however, has no\nbasis in our jurisprudence, and support for any such “special\nsolicitude” is conspicuously absent from the Court’s opinion. The\ngeneral judicial review provision cited by the Court, 42 U.\nS. C. §7607(b)(1), affords States no special rights or status.\nThe Court states that “Congress has ordered EPA to protect\nMassachusetts (among others)” through the statutory provision at\nissue, §7521(a)(1), and that “Congress has . . . recognized a\nconcomitant procedural right to challenge the rejection of its\nrulemaking petition as arbitrary and capricious.”Ante, at\n16. The reader might think from this unfortunate phrasing that\nCongress said something about the rights of States in this\nparticular provision of the statute. Congress knows how to do that\nwhen it wants to, see,e.g.,§7426(b) (affording States\nthe right to petition EPA to directly regulate certain sources of\npollution), but it has done nothing of the sort here. Under the law\non which petitioners rely, Congress treated public and private\nlitigants exactly the same.Nor does the case law cited by the Court\nprovide any support for the notion that Article III somehow\nimplicitly treats public and private litigants differently. The\nCourt has to go back a full century in an attempt to justify its\nnovel standing rule, but even there it comes up short. The Court’s\nanalysis hinges onGeorgiav.Tennessee Copper\nCo.,206 U. S.\n230(1907)—a case that did indeed draw a distinction between a\nState and private litigants, but solely with respect to available\nremedies. The case had nothing to do with Article III standing.InTennessee Copper, the State of\nGeorgia sought to enjoin copper companies in neighboring Tennessee\nfrom discharging pollutants that were inflicting “a wholesale\ndestruction of forests, orchards and crops” in bordering Georgia\ncounties.Id., at 236. Although the State owned very\nlittle of the territory allegedly affected, the Court reasoned that\nGeorgia—in its capacity as a “quasi-sovereign”—“has an\ninterest independent of and behind the titles of its citizens, in\nall the earth and air within its domain.”Id., at 237. The\nCourt explained that while “[t]he very elements that would be\nrelied upon in a suit between fellow-citizens as a ground for\nequitable relief [were] wanting,” a State “is not lightly to be\nrequired to give upquasi-sovereign rights for pay.”Ibid.Thus while a complaining private litigant would have\nto make do with alegalremedy—one “for pay”—the State was\nentitled toequitablerelief. Seeid., at\n237–238.In contrast to the present case, there was no\nquestion inTennessee Copperabout Article III injury. Seeid., at 238–239. There was certainly no suggestion that\nthe State could show standing where the private parties could not;\nthere was no dispute, after all, that the private landowners had\n“an action at law.”Id., at 238.Tennessee Copperhas since stood for nothing more than a State’s right, in an\noriginal jurisdiction action, to sue in a representative capacity\nasparens patriae. See,e.g.,Marylandv.Louisiana,451 U. S. 725, 737\n(1981). Nothing about a State’s ability to sue in that capacity\ndilutes the bedrock requirement of showing injury, causation, and\nredressability to satisfy Article III.A claim ofparens patriaestanding is\ndistinct from an allegation of direct injury. SeeWyomingv.Oklahoma,502 U. S. 437, 448–449,\n451 (1992). Far from being a substitute for Article III injury,parens patriaeactions raise an additional hurdle for a\nstate litigant: the articulation of a “quasi-sovereign interest”\n“apartfrom the interests of particular private parties.”Alfred L. Snapp & Son, Inc.v.Puerto Rico ex rel.\nBarez,458 U. S. 592, 607 (1982) (emphasis\nadded) (citedante, at 16). Just as an association suing\non behalf of its members must show not only that it represents the\nmembers but that at least one satisfies Article III requirements,\nso too a State asserting quasi-sovereign interests asparens\npatriaemust still show that its citizens satisfy Article III.\nFocusing on Massachusetts’s interests as quasi-sovereign makes the\nrequired showing here harder, not easier. The Court, in effect,\ntakes what has always been regarded as anecessarycondition forparens patriaestanding—a quasi-sovereign\ninterest—and converts it into asufficientshowing for\npurposes of Article III.What is more, the Court’s reasoning falters on\nits own terms. The Court asserts that Massachusetts is entitled to\n“special solicitude” due to its “quasi-sovereign interests,”ante, at 17, but then applies our Article III standing\ntest to the asserted injury of the State’s loss of coastal\nproperty. Seeante, at 19 (concluding that Massachusetts\n“has alleged a particularized injuryin its capacity as a\nlandowner” (emphasis added)). In the context ofparens\npatriaestanding, however, we have characterized state\nownership of land as a “nonsovereign interes[t]” because a State\n“is likely to have the same interests as other similarly situated\nproprietors.”Alfred L. Snapp & Son,supra,\nat 601.On top of everything else, the Court overlooks\nthe fact that our cases cast significant doubt on a State’s\nstanding to assert a quasi-sovereign interest—as opposed to a\ndirect injury—against the Federal Government. As a general rule, we\nhave held that while a State might assert a quasi-sovereign right\nasparens patriae“for the protection of its citizens, it\nis no part of its duty or power to enforce their rights in respect\nof their relations with the Federal Government. In that field it is\nthe United States, and not the State, which represents them.”Massachusettsv.Mellon,262 U. S. 447, 485–486\n(1923) (citation omitted); see alsoAlfred L. Snapp &\nSon,supra, at 610, n. 16.All of this presumably explains why\npetitioners never citedTennessee Copperin their briefs\nbefore this Court or the D. C. Circuit. It presumably explains\nwhy not one of the legion ofamicisupporting petitioners\never cited the case. And it presumably explains why not one of the\nthree judges writing below ever cited the case either. Given that\none purpose of the standing requirement is “ ‘to assure that\nconcrete adverseness which sharpens the presentation of issues upon\nwhich the court so largely depends for illumination,’ ”ante, at 13–14 (quotingBakerv.Carr,369 U. S. 186,\n204 (1962)), it is ironic that the Court today adopts a new theory\nof Article III standing for States without the benefit of briefing\nor argument on the point.[Footnote\n1]IIIt is not at all clear how the\nCourt’s “special solicitude” for Massachusetts plays out in the\nstanding analysis, except as an implicit concession that\npetitioners cannot establish standing on traditional terms. But the\nstatus of Massachusetts as a State cannot compensate for\npetitioners’ failure to demonstrate injury in fact, causation, and\nredressability.When the Court actually applies\nthe three-part test, it focuses, as did the dissent below, see 415\nF. 3d 50, 64 (CADC 2005) (opinion of Tatel, J.), on the State’s\nasserted loss of coastal land as the injury in fact. If petitioners\nrely on loss of land as the Article III injury, however, they must\nground the rest of the standing analysis in that specific injury.\nThat alleged injury must be “concrete and particularized,”Defenders of Wildlife, 504 U. S., at 560, and “distinct\nand palpable,”Allen, 468 U. S., at 751 (internal\nquotation marks omitted). Central to this concept of\n“particularized” injury is the requirement that a plaintiff be\naffected in a “personal and individual way,”Defenders of\nWildlife, 504 U. S., at 560, n. 1, and seek relief that\n“directly and tangibly benefits him” in a manner distinct from its\nimpact on “the public at large,”id., at 573–574. Without\n“particularized injury, there can be no confidence of ‘a real need\nto exercise the power of judicial review’ or that relief can be\nframed ‘no broader than required by the precise facts to which the\ncourt’s ruling would be applied.’ ”Warthv.Seldin,422\nU. S. 490, 508 (1975) (quotingSchlesingerv.Reservists Comm. to Stop the War,418 U. S. 208, 221–222\n(1974)).The very concept of global warming seems\ninconsistent with this particularization requirement. Global\nwarming is a phenomenon “harmful to humanity at large,” 415\nF. 3d, at 60 (Sentelle, J., dissenting in part and concurring\nin judgment), and the redress petitioners seek is focused no more\non them than on the public generally—it is literally to change the\natmosphere around the world.If petitioners’ particularized injury is loss\nof coastal land, it is also that injury that must be “actual or\nimminent, not conjectural or hypothetical,”Defenders of\nWildlife, supra, at 560 (internal quotation marks omitted),\n“real and immediate,”Los Angelesv.Lyons,461 U. S. 95, 102\n(1983) (internal quotation marks omitted), and “certainly\nimpending,”Whitmorev.Arkansas,495 U. S. 149, 158 (1990) (internal\nquotation marks omitted).As to “actual” injury, the Court observes that\n“global sea levels rose somewhere between 10 and 20 centimeters\nover the 20th century as a result of global warming” and that\n“[t]hese rising seas have already begun to swallow Massachusetts’\ncoastal land.”Ante, at 19. But none of petitioners’\ndeclarations supports that connection. One declaration states that\n“a rise in sea level due to climate change is occurring on the\ncoast of Massachusetts, in the metropolitan Boston area,” but there\nis no elaboration. Petitioners’ Standing Appendix in No. 03–1361,\netc. (CADC), p. 196 (Stdg. App.). And the declarant goes on to\nidentify a “significan[t]”non-global-warming cause of\nBoston’s rising sea level: land subsidence.Id., at 197;\nsee alsoid., at 216. Thus, aside from a single conclusory\nstatement, there is nothing in petitioners’ 43 standing\ndeclarations and accompanying exhibits to support an inference of\nactual loss of Massachusetts coastal land from 20th century global\nsea level increases. It is pure conjecture.The Court’s attempts to identify “imminent” or\n“certainly impending” loss of Massachusetts coastal land fares no\nbetter. Seeante, at 19–20. One of petitioners’ declarants\npredicts global warming will cause sea level to rise by 20 to 70\ncentimetersby the year 2100. Stdg. App. 216. Another uses\na computer modeling program to map the Commonwealth’s coastal land\nand its current elevation, and calculates that the high-end\nestimate of sea level rise would result in the loss of significant\nstate-owned coastal land.Id., at 179. But the computer\nmodeling program has a conceded average error of about 30\ncentimeters and a maximum observed error of 70 centimeters.Id., at 177–178. As an initial matter, if it is possible\nthat the model underrepresents the elevation of coastal land to an\nextent equal to or in excess of the projected sea level rise, it is\ndifficult to put much stock in the predicted loss of land. But even\nplacing that problem to the side, accepting a century-long time\nhorizon and a series of compounded estimates renders requirements\nof imminence and immediacy utterly toothless. SeeDefenders of\nWildlife,supra, at 565, n. 2 (while the concept\nof “ ‘imminence’ ” in standing doctrine is “somewhat\nelastic,” it can be “stretched beyond the breaking point”).\n“Allegations of possible future injury do not satisfy the\nrequirements of Art. III. A threatened injury must becertainly\nimpendingto constitute injury in fact.”Whitmore,supra, at 158. (internal quotation marks omitted; emphasis\nadded).IIIPetitioners’ reliance on\nMassachusetts’s loss of coastal land as their injury in fact for\nstanding purposes creates insurmountable problems for them with\nrespect to causation and redressability. To establish standing,\npetitioners must show a causal connection between that specific\ninjury and the lack of new motor vehicle greenhouse gas emission\nstandards, and that the promulgation of such standards would likely\nredress that injury. As is often the case, the questions of\ncausation and redressability overlap. SeeAllen, 468 U.\nS., at 753, n. 19 (observing that the two requirements were\n“initially articulated by this Court as two facets of a single\ncausation requirement” (internal quotation marks omitted)). And\nimportantly, when a party is challenging the Government’s allegedly\nunlawful regulation, or lack of regulation, of a third party,\nsatisfying the causation and redressability requirements becomes\n“substantially more difficult.”Defenders of Wildlife,supra, at 562 (internal quotation marks omitted); see alsoWarth,supra, at 504–505.Petitioners view the relationship\nbetween their injuries and EPA’s failure to promulgate new motor\nvehicle greenhouse gas emission standards as simple and direct:\nDomestic motor vehicles emit carbon dioxide and other greenhouse\ngases. Worldwide emissions of greenhouse gases contribute to global\nwarming and therefore also to petitioners’ alleged injuries.\nWithout the new vehicle standards, greenhouse gas emissions—and\ntherefore global warming and its attendant harms—have been higher\nthan they otherwise would have been; once EPA changes course, the\ntrend will be reversed.The Court ignores the complexities of global\nwarming, and does so by now disregarding the “particularized”\ninjury it relied on in step one, and using the dire nature of\nglobal warming itself as a bootstrap for finding causation and\nredressability. First, it is important to recognize the extent of\nthe emissions at issue here. Because local greenhouse gas emissions\ndisperse throughout the atmosphere and remain there for anywhere\nfrom 50 to 200 years, it is global emissions data that are\nrelevant. See App. to Pet. for Cert. A–73. According to one of\npetitioners’ declarations, domestic motor vehicles contribute about\n6 percent of global carbon dioxide emissions and 4 percent of\nglobal greenhouse gas emissions. Stdg. App. 232. The amount of\nglobal emissions at issue here is smaller still; §202(a)(1) of the\nClean Air Act covers onlynewmotor vehicles andnewmotor vehicle engines, so petitioners’ desired\nemission standards might reduce only a fraction of 4 percent of\nglobal emissions.This gets us only to the relevant greenhouse\ngas emissions; linking them to global warming and ultimately to\npetitioners’ alleged injuries next requires consideration of\nfurther complexities. As EPA explained in its denial of\npetitioners’ request for rulemaking,“predicting future climate change necessarily\ninvolves a complex web of economic and physical factors including:\nour ability to predict future global anthropogenic emissions of\n[greenhouse gases] and aerosols; the fate of these emissions once\nthey enter the atmosphere (e.g., what percentage are absorbed by\nvegetation or are taken up by the oceans); the impact of those\nemissions that remain in the atmosphere on the radiative properties\nof the atmosphere; changes in critically important climate\nfeedbacks (e.g., changes in cloud cover and ocean circulation);\nchanges in temperature characteristics (e.g., average temperatures,\nshifts in daytime and evening temperatures); changes in other\nclimatic parameters (e.g., shifts in precipitation, storms); and\nultimately the impact of such changes on human health and welfare\n(e.g., increases or decreases in agricultural productivity, human\nhealth impacts).” App. to Pet. for Cert. A–83 through A–84.Petitioners are never able to\ntrace their alleged injuries back through this complex web to the\nfractional amount of global emissions that might have been limited\nwith EPA standards. In light of the bit-part domestic new motor\nvehicle greenhouse gas emissions have played in what petitioners\ndescribe as a 150-year global phenomenon, and the myriad additional\nfactors bearing on petitioners’ alleged injury—the loss of\nMassachusetts coastal land—the connection is far too speculative to\nestablish causation.IVRedressability is even more\nproblematic. To the tenuous link between petitioners’ alleged\ninjury and the indeterminate fractional domestic emissions at issue\nhere, add the fact that petitioners cannot meaningfully predict\nwhat will come of the 80 percent of global greenhouse gas emissions\nthat originate outside the United States. As the Court\nacknowledges, “developing countries such as China and India are\npoised to increase greenhouse gas emissions substantially over the\nnext century,”ante,at 23, so the domestic emissions at\nissue here may become an increasingly marginal portion of global\nemissions, and any decreases produced by petitioners’ desired\nstandards are likely to be overwhelmed many times over by emissions\nincreases elsewhere in the world.Petitioners offer declarations\nattempting to address this uncertainty, contending that “[i]f the\nU. S. takes steps to reduce motor vehicle emissions, other\ncountries are very likely to take similar actions regarding their\nown motor vehicles using technology developed in response to the U.\nS. program.” Stdg. App. 220; see alsoid., at 311–312. In\nother words, do not worry that other countries will contribute far\nmore to global warming than will U. S. automobile emissions;\nsomeone is bound to invent something, and places like the People’s\nRepublic of China or India will surely require use of the new\ntechnology, regardless of cost. The Court previously has explained\nthat when the existence of an element of standing “depends on the\nunfettered choices made by independent actors not before the courts\nand whose exercise of broad and legitimate discretion the courts\ncannot presume either to control or to predict,” a party must\npresent facts supporting an assertion that the actor will proceed\nin such a manner.Defenders of Wildlife, 504 U. S., at 562\n(quotingASARCO Inc.v.Kadish,490 U. S. 605, 615\n(1989) (opinion of Kennedy, J.); internal quotation marks omitted).\nThe declarations’ conclusory (not to say fanciful) statements do\nnot even come close.No matter, the Court reasons, becauseanydecrease in domestic emissions will “slow the pace of\nglobal emissions increases, no matter what happens elsewhere.”Ante, at 23. Every little bit helps, so Massachusetts can\nsue over any little bit.The Court’s sleight-of-hand is in failing to\nlink up the different elements of the three-part standing test.\nWhat must belikelyto be redressed is the particular\ninjury in fact. The injury the Court looks to is the asserted loss\nof land. The Court contends that regulating domestic motor vehicle\nemissions will reduce carbon dioxide in the atmosphere,and\nthereforeredress Massachusetts’s injury. But even if\nregulationdoesreduce emissions—to some indeterminate\ndegree, given events elsewhere in the world—the Court never\nexplains why that makes itlikelythat the injury in\nfact—the loss of land—will be redressed. Schoolchildren know that a\nkingdom might be lost “all for the want of a horseshoe nail,” but\n“likely” redressability is a different matter. The realities make\nit pure conjecture to suppose that EPA regulation of new automobile\nemissions willlikelyprevent the loss of Massachusetts\ncoastal land.VPetitioners’ difficulty in\ndemonstrating causation and redressability is not surprising given\nthe evident mismatch between the source of their alleged\ninjury—catastrophic global warming—and the narrow subject matter of\nthe Clean Air Act provision at issue in this suit. The mismatch\nsuggests that petitioners’ true goal for this litigation may be\nmore symbolic than anything else. The constitutional role of the\ncourts, however, is to decide concrete cases—not to serve as a\nconvenient forum for policy debates. SeeValley Forge Christian\nCollegev.Americans United for Separation of Church and\nState, Inc.,454 U. S. 464, 472\n(1982) (“[Standing] tends to assure that the legal questions\npresented to the court will be resolved, not in the rarified\natmosphere of a debating society, but in a concrete factual context\nconducive to a realistic appreciation of the consequences of\njudicial action”).When dealing with legal doctrine\nphrased in terms of what is “fairly” traceable or “likely” to be\nredressed, it is perhaps not surprising that the matter is subject\nto some debate. But in considering how loosely or rigorously to\ndefine those adverbs, it is vital to keep in mind the purpose of\nthe inquiry. The limitation of the judicial power to cases and\ncontroversies “is crucial in maintaining the tripartite allocation\nof power set forth in the Constitution.”DaimlerChrysler,\n547 U. S., at ___ (slip op., at 5) (internal quotation marks\nomitted). In my view, the Court today—addressing Article III’s\n“core component of standing,”Defenders of Wildlife,supra, at 560—fails to take this limitation seriously.To be fair, it is not the first time the Court\nhas done so. Today’s decision recalls the previous high-water mark\nof diluted standing requirements,United Statesv.Students Challenging Regulatory Agency Procedures (SCRAP),412 U. S. 669(1973).SCRAPinvolved “[p]robably the most attenuated\ninjury conferring Art. III standing” and “surely went to the very\nouter limit of the law”—until today.Whitmore, 495 U. S.,\nat 158–159; see alsoLujanv.National Wildlife\nFederation,497\nU. S. 871, 889 (1990) (SCRAP“has never since been\nemulated by this Court”). InSCRAP, the Court based an\nenvironmental group’s standing to challenge a railroad freight rate\nsurcharge on the group’s allegation that increases in railroad\nrates would cause an increase in the use of nonrecyclable goods,\nresulting in the increased need for natural resources to produce\nsuch goods. According to the group, some of these resources might\nbe taken from the Washington area, resulting in increased refuse\nthat might find its way into area parks, harming the group’s\nmembers. 412 U. S., at 688.Over time,SCRAPbecame emblematic\nnot of the looseness of Article III standing requirements, but of\nhow utterly manipulable they are if not taken seriously as a matter\nof judicial self-restraint.SCRAPmade standing seem a\nlawyer’s game, rather than a fundamental limitation ensuring that\ncourts function as courts and not intrude on the politically\naccountable branches. Today’s decision isSCRAPfor a new\ngeneration.[Footnote 2]Perhaps the Court recognizes as much. How else\nto explain its need to devise a new doctrine of state standing to\nsupport its result? The good news is that the Court’s “special\nsolicitude” for Massachusetts limits the future applicability of\nthe diluted standing requirements applied in this case. The bad\nnews is that the Court’s self-professed relaxation of those Article\nIII requirements has caused us to transgress “the proper—and\nproperly limited—role of the courts in a democratic society.”Allen, 468 U. S., at 750 (internal quotation marks\nomitted).I respectfully dissent.Footnote 1The Court seems to think we do not recognize\nthatTennessee Copperis a case aboutparens\npatriaestanding,ante, at 17, n. 17, but we\nhave no doubt about that. The point is that nothing in our cases\n(or Hart & Wechsler) suggests that the prudential requirements\nforparens patriaestanding, seeRepublic of\nVenezuelav.Philip Morris Inc., 287 F. 3d 192,\n199, n. (CADC 2002) (observing that “parens patriaeis\nmerely a species of prudential standing” (internal quotation marks\nomitted)), can somehow substitute for, or alter the content of, the\n“irreducible constitutional minimum” requirements of injury in\nfact, causation, and redressability under Article III.Lujanv.Defenders of Wildlife,504 U. S. 555, 560 (1992).Georgiav.Pennsylvania R.\nCo.,324 U. S.\n439(1945), is not to the contrary. As the caption makes clear\nenough, the fact that a State may assert rights under a federal\nstatute asparens patriaein no way refutes our clear\nruling that “[a] State does not have standing asparens\npatriaeto bring an action against the Federal Government.”Alfred L. Snapp & Son, Inc.v.Puerto Rico ex rel.\nBarez,458 U. S. 592, 610, n. 16\n(1982).Footnote 2The difficulty withSCRAP, and the\nreason it has not been followed, is not the portion cited by the\nCourt. Seeante, at 23–24, n. 24. Rather, it is theattenuatednature of the injury there, and here, that is\nso troubling. Even inSCRAP, the Court noted that what was\nrequired was “something more than an ingenious academic exercise in\nthe conceivable,” 412 U. S., at 688, and we have since understood\nthe allegation there to have been “that the string of occurrences\nalleged would happenimmediately,”Whitmorev.Arkansas,495 U. S. 149, 159 (1990) (emphasis\nadded). That is hardly the case here.The Court says it is “quite wrong” to compare\npetitioners’ challenging “EPA’s parsimonious construction of the\nClean Air Act to a mere ‘lawyer’s game.’ ”Ante, at\n24, n. 24. Of course it is not the legal challenge that is merely\n“an ingenious academic exercise in the conceivable,”SCRAP,supra, at 688, but the assertions made in\nsupport of standing.",
    "joined": []
}