{
    "case": {
        "docket": "776",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/776/"
    },
    "id": "1963497",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTBOARD OF TRUSTEES OF LELAND STANFORD JUNIORUNIV. V. ROCHE MOLECULAR\nSYSTEMS, INC.563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1159BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR\nUNIVERSITY, PETITIONERv.ROCHE MOLECULAR SYSTEMS, INC.,\net al.on writ of certiorari to the united states court of\nappeals for the federal circuit[June 6, 2011]Chief Justice Roberts delivered\nthe opinion of the Court.Since 1790, the patent law has\noperated on the premise that rights in an invention belong to the\ninventor. The question here is whether the University and Small\nBusiness Patent Procedures Act of 1980—commonly referred to as the\nBayh-Dole Act—displaces that norm and automatically vests title to\nfederally funded inventions in federal contractors. We hold that it\ndoes not.IAIn 1985, a small California\nresearch company called Cetus began to develop methods for\nquantifying blood-borne levels of human immunodeficiency virus\n(HIV), the virus that causes AIDS. A Nobel Prize winning technique\ndeveloped at Cetus—polymerase chain reaction, or PCR—was an\nintegral part of these efforts. PCR allows billions of copies of\nDNA sequences to be made from a small initial blood sample.In 1988, Cetus began to\ncollaborate with scientists at Stanford University’s Department of\nInfectious Diseases to test the efficacy of new AIDS drugs. Dr.\nMark Holodniy joined Stanford as a research fellow in the\ndepartment around that time. When he did so, he signed a Copyright\nand Patent Agreement (CPA) stating that he “agree[d] to assign” to\nStanford his “right, title and interest in” inventions resulting\nfrom his employment at the University. App. to Pet. for Cert.\n118a–119a.At Stanford Holodniy undertook to develop an\nimproved method for quantifying HIV levels in patient blood\nsamples, using PCR. Because Holodniy was largely unfamiliar with\nPCR, his supervisor arranged for him to conduct research at Cetus.\nAs a condition of gaining access to Cetus, Holodniy signed a\nVisitor’s Confidentiality Agreement (VCA). That agreement stated\nthat Holodniy “will assign and do[es] hereby assign” to Cetus his\n“right, title and interest in each of the ideas, inventions and\nimprovements” made “as a consequence of [his] access” to Cetus.Id.,at 122a–124a.For the next nine months, Holodniy conducted\nresearch at Cetus. Working with Cetus employees, Holodniy devised a\nPCR-based procedure for calculating the amount of HIV in a\npatient’s blood. That technique allowed doctors to determine\nwhether a patient was benefiting from HIV therapy.Holodniy then returned to Stanford where he\nand other University employees tested the HIV measurement\ntechnique. Over the next few years, Stanford obtained written\nassignments of rights from the Stanford employees involved in\nrefinement of the technique, including Holodniy, and filed several\npatent applications related to the procedure. Stanford secured\nthree patents to the HIV measurement process.In 1991, Roche Molecular Systems, a company\nthat specializes in diagnostic blood screening, acquired Cetus’s\nPCR-related assets, including all rights Cetus had obtained through\nagreements like the VCA signed by Holodniy. After conducting\nclinical trials on the HIV quantification method developed at\nCetus, Roche commercialized the procedure. Today, Roche’s HIV test\n“kits are used in hospitals and AIDS clinics worldwide.” Brief for\nRespondents 10–11.BIn 1980, Congress passed the\nBayh-Dole Act to “promote the utilization of inventions arising\nfrom federally supported research,” “promote collaboration between\ncommercial concerns and nonprofit organizations,” and “ensure that\nthe Government obtains sufficient rights in federally supported\ninventions.” 35 U. S. C. §200. To achieve these aims, the Act\nallocates rights in federally funded “subject invention[s]” between\nthe Federal Government and federal contractors (“any person, small\nbusiness firm, or nonprofit organization that is a party to a\nfunding agreement”). §§201(e), (c), 202(a). The Act defines\n“subject invention” as “any invention of the contractor conceived\nor first actually reduced to practice in the performance of work\nunder a funding agreement.” §201(e).The Bayh-Dole Act provides that\ncontractors may “elect to retain title to any subject invention.”\n§202(a). To be able to retain title, a contractor must fulfill a\nnumber of obligations imposed by the statute. The contractor must\n“disclose each subject invention to the [relevant] Federal agency\nwithin a reasonable time”; it must “make a written election within\ntwo years after disclosure” stating that the contractor opts to\nretain title to the invention; and the contractor must “file a\npatent application prior to any statutory bar date.”\n§§202(c)(1)–(3). The “Federal Government may receive title” to a\nsubject invention if a contractor fails to comply with any of these\nobligations.Ibid.The Government has several rights in federally\nfunded subject inventions under the Bayh-Dole Act. The agency that\ngranted the federal funds receives from the contractor “a\nnonexclusive, nontransferrable, irrevocable, paid-up license to\npractice . . . [the] subject invention.” §202(c)(4). The agency\nalso possesses “[m]arch-in rights,” which permit the agency to\ngrant a license to a responsible third party under certain\ncircumstances, such as when the con-tractor fails to take\n“effective steps to achieve practical application” of the\ninvention. §203. The Act further provides that when the contractor\ndoes not elect to retain title to a subject invention, the\nGovernment “may consider and after consultation with the contractor\ngrant requests for retention of rights by the inventor.”\n§202(d).Some of Stanford’s research related to the HIV\nmeasurement technique was funded by the National Institutes of\nHealth (NIH), thereby subjecting the invention to the Bayh-Dole\nAct. Accordingly, Stanford disclosed the in-vention, conferred on\nthe Government a nonexclusive, nontransferable, paid-up license to\nuse the patented proce-dure, and formally notified NIH that it\nelected to retain title to the invention.CIn 2005, the Board of Trustees of\nStanford University filed suit against Roche Molecular Systems,\nInc., Roche Diagnostics Corporation, and Roche Diagnostics\nOperations, Inc. (collectively Roche), contending that Roche’s HIV\ntest kits infringed Stanford’s patents. As relevant here, Roche\nresponded by asserting that it was a co-owner of the HIV\nquantification procedure, based on Holodniy’s assignment of his\nrights in the Visitor’s Confidentiality Agreement. As a result,\nRoche argued, Stanford lacked standing to sue it for patent\ninfringement. 487 F. Supp. 2d 1099, 1111, 1115 (ND Cal. 2007).\nStanford claimed that Holodniy had no rights to assign because the\nUniversity’s HIV research was federally funded, giving the school\nsuperior rights in the invention under the Bayh-Dole Act.Ibid.[Footnote 1]The District Court held that\nthe “VCA effectively assigned any rights that Holodniy had in the\npatented invention to Cetus,” and thus to Roche. Id.,at 1117.\nBut because of the operation of the Bayh-Dole Act, “Holodniy had no\ninterest to assign.”Id., at 1117, 1119. The court\nconcluded that the Bayh-Dole Act “provides that the individual\ninventor may obtain title” to a federally funded invention “only\nafter the government and the contracting party have declined to do\nso.”Id., at 1118.The Court of Appeals for the Federal Circuit\ndisagreed. First, the court concluded that Holodniy’s initial\nagreement with Stanford in the Copyright and Patent Agreement\nconstituted a mere promise to assign rights in the future, unlike\nHolodniy’s agreement with Cetus in the Visitor’s Confidentiality\nAgreement, which itself assigned Holodniy’s rights in the invention\nto Cetus. See 583 F. 3d 832, 841–842 (2009). Therefore, as a matter\nof contract law, Cetus obtained Holodniy’s rights in the HIV\nquantification technique through the VCA.[Footnote 2] Next, the court explained that the\nBayh-Dole Act “does not automatically void ab initio the inventors’\nrights in government-funded inventions” and that the “statutory\nscheme did not automatically void the patent rights that Cetus\nreceived from Holodniy.”Id., at 844–845. The court held\nthat “Roche possesse[d] an ownership interest in the\npatents-in-suit” that was not extinguished by the Bayh-Dole Act,\n“depriv[ing] Stanford of standing.”Id., at 836–837. The\nCourt of Appeals then remanded the case with instructions to\ndismiss Stanford’s infringement claim.Id.,at 849.We granted certiorari. 562 U. S. ___\n(2010).IIACongress has the authority “[t]o\npromote the Progress of Science and useful Arts, by securing … to\nAuthors and Inventors the exclusive Right to their respective\nWritings and Discoveries.” U. S. Const. Art. I, §8, cl. 8. The\nfirst Congress put that power to use by enacting the Patent Act of\n1790. That Act provided “[t]hat upon the petition of any person or\npersons … setting forth, that he, she, or they, hath or have\ninvented or discovered” an invention, a patent could be granted to\n“such petitioner or petitioners” or “their heirs, administrators or\nassigns.” Act of Apr. 10, 1790, §1, 1 Stat. 109–110. Under that\nlaw, the first patent was granted in 1790 to Samuel Hopkins, who\nhad devised an improved method for making potash, America’s first\nindustrial chemical. U. S. Patent No. 1 (issued July 31,\n1790).[Footnote 3]Although much in intellectual\nproperty law has changed in the 220 years since the first Patent\nAct, the basic idea that inventors have the right to patent their\ninventions has not. Under the law in its current form, “[w]hoever\ninvents or discovers any new and useful process, machine,\nmanufacture, or composition of matter … may obtain a patent\ntherefor.” 35 U. S. C. §101. The inventor must attest that “he\nbelieves himself to be the original and first inventor of the\n[invention] for which he solicits a patent.” §115. In most cases, a\npatent may be issued only to an applying inventor, or—because an\ninventor’s interest in his invention is “assignable in law by an\ninstrument in writing”—an inventor’s assignee. §§151, 152, 261.Our precedents confirm the general rule that\nrights in an invention belong to the inventor. See,e.g.,Gaylerv.Wilder, 10 How. 477, 493 (1851) (“the\ndiscoverer of a new and useful improvement is vested by law with an\ninchoate right to its exclusive use, which he may perfect and make\nabsolute by proceeding in the manner which the law requires”);Solomonsv.United States,137 U. S. 342, 346\n(1890) (“whatever invention [an inventor] may thus conceive and\nperfect is his individual property”);United Statesv.Dubilier Condenser Corp.,289 U. S. 178, 188\n(1933) (an inventor owns “the product of [his] original thought”).\nThe treatises are to the same effect. See,e.g.,8 Chisum\non Patents §22.01, p. 22–2 (2011) (“The presumptive owner of the\nproperty right in a patentable invention is the single human\ninventor”).It is equally well established that an\ninventor can assign his rights in an invention to a third party.\nSeeDubilier Condenser Corp.,supra,at 187 (“A\npatent is property and title to it can pass only by assignment”); 8\nChisum on Patents,supra, §22.01, at 22–2 (“The inventor …\n[may] transfer ownership interests by written assignment to\nanyone”). Thus, although others may acquire an interest in an\ninvention, any such interest—as a general rule—must trace back to\nthe inventor.In accordance with these principles, we have\nrecognized that unless there is an agreement to the contrary, an\nemployer does not have rights in an invention “which is the\noriginal conception of the employee alone.”Dubilier Condenser\nCorp., 289 U. S., at 189. Such an invention “remains the\nproperty of him who conceived it.”Ibid. In most\ncircumstances, an inventor must expressly grant his rights in an\ninvention to his employer if the employer is to obtain those\nrights. Seeid., at 187 (“The respective rights and\nobligations of employer and employee, touching an invention\nconceived by the latter, spring from the contract of\nemployment”).BStanford and the United States asamicus curiaecontend that the Bayh-Dole Act reorders the\nnormal priority of rights in an invention when the invention is\nconceived or first reduced to practice with the support of federal\nfunds. In their view, the Act moves inventors from the front of the\nline to the back by vesting title to federally funded inventions in\nthe inventor’s employer—the federal contractor. See Brief for\nPetitioner 26–27; Brief for United States asAmicus Curiae6.Congress has in the past divested inventors of\ntheir rights in inventions by providing unambiguously that\ninventions created pursuant to specified federal contracts become\nthe property of the United States. For example, with respect to\ncertain contracts dealing with nuclear material and atomic energy,\nCongress provided that title to such inventions “shall be vested\nin, and be the property of, the [Atomic Energy] Commission.” 42 U.\nS. C. §2182. Congress has also enacted laws requiring that\ntitle to certain inventions made pursuant to contracts with the\nNational Aeronautics and Space Administration “shall be the\nexclusive property of the United States,” Pub. L. 111–314, §3, 124\nStat. 3339, 51 U. S. C. §20135(b)(1), and that title to\ncertain inventions under contracts with the Department of Energy\n“shall vest in the United States.” 42 U. S. C. §5908.Such language is notably absent from the\nBayh-Dole Act. Nowhere in the Act is title expressly vested in\ncontractors or anyone else; nowhere in the Act are inventors\nexpressly deprived of their interest in federally funded\ninventions. Instead, the Act provides that contractors may “elect\nto retain title to any subject invention.” 35 U. S. C.\n§202(a). A “subject invention” is defined as “any invention of the\ncontractor conceived or first actually reduced to practice in the\nperformance of work under a funding agreement.” §201(e).Stanford asserts that the phrase “invention of\nthe contractor” in this provision “is naturally read to include all\ninventions made by the contractor’s employees with the aid of\nfederal funding.” Brief for Petitioner 32 (footnote omitted). That\nreading assumes that Congress subtly set aside two centuries of\npatent law in a statutory definition. It also renders the phrase\n“of the contractor” superfluous. If the phrase “of the contractor”\nwere deleted from the definition of “subject invention,” the\ndefinition would cover “any invention … conceived or first actually\nreduced to practice in the performance of work under a funding\nagreement.” Reading “of the contractor” to mean “all inventions\nmade by the contractor’s employees with the aid of federal\nfunding,” as Stanford would, adds nothing that is not already in\nthe definition, since the definition already covers inventions made\nunder the funding agreement. That is contrary to our general\n“reluctan[ce] to treat statutory terms as surplusage.”Duncanv.Walker,533 U. S. 167, 174\n(2001) (internal quotation marks omitted).Construing the phrase to refer instead to a\nparticular category of inventions conceived or reduced to practice\nunder a funding agreement—inventions “of the contractor,” that is,\nthose owned by or belonging to the con- tractor—makes the phrase\nmeaningful in the statutory definition. And “invention owned by the\ncontractor” or “invention belonging to the contractor” are natural\nreadings of the phrase “invention of the contractor.” As we have\nexplained, “[t]he use of the word ‘of’ denotes ownership.”Poev.Seaborn,282 U. S. 101, 109\n(1930); seeFlores- Figueroav.United States,\n556 U. S. ___, ___, ___ (2009) (slip op., at 2, 11) (treating the\nphrase “identification [papers] of another person” as meaning such\nitems belonging to another person (internal quotation marks\nomitted));Ellisv.United States,206 U. S. 246, 259\n(1907) (interpreting the phrase “works of the United States” to\nmean “works belonging to the United States” (internal quotation\nmarks omitted)).That reading follows from a common definition\nof the word “of.” See Webster’s Third New International Dictionary\n1565 (2002) (“of” can be “used as a function word indicating a\npossessive relationship”); New Oxford American Dictionary 1180 (2d\ned. 2005) (defining “of” as “indicating an association between two\nentities, typically one of belonging”); Webster’s New Twentieth\nCentury Dictionary 1241 (2d ed. 1979) (defining “of” as “belonging\nto”).Stanford’s reading of the phrase “invention of\nthe contractor” to mean “all inventions made by the contractor’s\nemployees” is plausible enough in the abstract; it is often the\ncase that whatever an employee produces in the course of his\nemployment belongs to his employer. No one would claim that an\nautoworker who builds a car while working in a factory owns that\ncar. But, as noted, patent law has always been different: We have\nrejected the idea that mere employment is sufficient to vest title\nto an employee’s invention in the employer. Against this\nbackground, a contractor’s invention—an “invention of the\ncontractor”—does not automatically include inventions made by the\ncontractor’s employees.[Footnote\n4]The Bayh-Dole Act’s provision stating that\ncontractors may “elect toretaintitle” confirms that the\nAct does notvesttitle. 35 U. S. C. §202(a)\n(emphasis added). Stanford reaches the opposite conclusion, but\nonly because it reads “retain” to mean “acquire” and “receive.”\nBrief for Petitioner 36 (internal quotation marks omitted). That is\ncertainly not the common meaning of “retain.” “[R]etain” means “to\nhold or continue to hold in possession or use.” Webster’s Third,supra, at 1938; see Webster’s New Collegiate Dictionary\n980 (1980) (“to keep in possession or use”); American Heritage\nDictionary 1109 (1969) (“[t]o keep or hold in one’s possession”).\nYou cannot retain something unless you already have it. SeeAlaskav.United States,545 U. S. 75, 104 (2005)\n(interpreting the phrase “the United States shall retain title to\nall property” to mean that “[t]he United States … retained title toitsproperty located within Alaska’s borders”) (emphasis\nadded). The Bayh-Dole Act does not confer title to federally funded\ninventions on contractors or authorize contractors to unilaterally\ntake title to those inventions; it simply assures contractors that\nthey may keep title to whatever it is they already have. Such a\nprovision makes sense in a statute specifying the respective rights\nand responsibilities of federal contractors and the Government.The Bayh-Dole Act states that it “take[s]\nprecedence over any other Act which would require a disposition of\nrights in subject inventions … that is inconsistent with” the Act.\n35 U. S. C. §210(a). The United States asamicus\ncuriaeargues that this provision operates to displace the\nbasic principle, codified in the Patent Act, that an inventor owns\nthe rights to his invention. See Brief for United States 21. But\nbecause the Bayh-Dole Act, including §210(a), applies only to\n“subject inventions”—“inventions of the contractor”—it does not\ndisplace an inventor’s antecedent title to his invention. Only when\nan invention belongs to the contractor does the Bayh-Dole Act come\ninto play. The Act’s disposition of rights—like much of the rest of\nthe Bayh-Dole Act—serves to clarify the order of priority of rights\nbetween the Federal Government and a federal contractor in a\nfederally funded invention that already belongs to the contractor.\nNothing more.[Footnote 5]The isolated provisions of the Bayh-Dole Act\ndealing with inventors’ rights in subject inventions are consistent\nwith our construction of the Act. Under the Act, a federal agency\nmay “grant requests for retention of rights by the inventor … [i]f\na contractor does not elect to retain title to a subject\ninvention.” §202(d). If an employee inventor never had title to his\ninvention because title vested in the contractor by operation of\nlaw—as Stanford submits—it would be odd to allow the Government to\ngrant “requests for retention of rights by the inventor.” By using\nthe word “retention,” §202(d) assumes that the inventor had rights\nin the subject invention at some point, undermining the notion that\nthe Act automatically vests title to federally funded inventions in\nfederal contractors.[Footnote\n6]The limited scope of the Act’s procedural\nprotections also bolsters our conclusion. The Bayh-Dole Act\nexpressly confers on contractors the right to challenge a\nGovernment-imposed impediment to retaining title to a subject\ninvention. §202(b)(4). As Roche correctly notes, however, “the Act\ncontains not a single procedural protection for third parties that\nhave neither sought nor received federal funds,” such as\ncooperating private research institutions. Brief for Respondents\n29. Nor does the Bayh-Dole Act allow inventors employed by federal\ncontractors to contest their employer’s claim to a subject\ninvention. The Act, for example, does not expressly permit an\ninterested third party or an inventor to challenge a claim that a\nparticular invention was supported by federal funding. In a world\nin which there is frequent collaboration between private entities,\ninventors, and federal contractors, see Brief for Pharmaceutical\nResearch and Manufacturers of America asAmicus Curiae22–23, that absence would be deeply troubling. But the lack of\nprocedures protecting inventor and third-party rights makes perfect\nsense if the Act applies only when a federal contractor has already\nacquired title to an inventor’s interest. In that case, there is no\nneed to protect inventor or third-party rights, because the only\nrights at issue are those of the contractor and the Government.The Bayh-Dole Act applies to subject\ninventions “conceivedorfirst actually reduced to\npractice in the performance of work” “funded in wholeor in\npartby the Federal Government.” 35 U. S. C. §§201(e),\n201(b) (emphasis added). Under Stanford’s construction of the Act,\ntitle to one of its employee’s inventions could vest in the\nUniversity even if the invention was conceived before the inventor\nbecame a University employee, so long as the invention’s reduction\nto practice was supported by federal funding. What is more,\nStanford’s reading suggests that the school would obtain title to\none of its employee’s inventions even if only one dollar of federal\nfunding was applied toward the invention’s conception or reduction\nto practice.It would be noteworthy enough for Congress to\nsupplant one of the fundamental precepts of patent law and deprive\ninventors of rights in their own inventions. To do so under such\nunusual terms would be truly surprising. We are confident that if\nCongress had intended such a sea change in intellectual property\nrights it would have said so clearly—not obliquely through an\nambiguous definition of “subject invention” and an idiosyncratic\nuse of the word “retain.” Cf.Whitmanv.American\nTrucking Assns., Inc.,531 U. S. 457, 468\n(2001) (“Congress … does not alter the fundamental details of a\nregulatory scheme in vague terms or ancillary provisions”).Though unnecessary to our conclusion, it is\nworth noting that our construction of the Bayh-Dole Act is\nreflected in the common practice among parties operating under the\nAct. Contractors generally institute policies to obtain assignments\nfrom their employees. See Brief for Respondents 34; Brief for\nPharmaceutical Research and Manufacturers of America asAmicus\nCuriae13–18. Agencies that grant funds to federal contractors\ntypically expect those contractors to obtain assignments. So it is\nwith NIH, the agency that granted the federal funds at issue in\nthis case. In guidance documents made available to contractors, NIH\nhas made clear that “[b]y law, an inventor has initial ownership of\nan invention ” and that contractors should therefore “have in\nplace employee agreements requiring an inventor to ‘assign’ or give\nownership of an invention to the organization upon acceptance of\nFederal funds.” NIH Policies, Procedures, and Forms, A “20–20” View\nof Invention Reporting to the National Institutes of Health (Sept.\n22, 1995). Such guidance would be unnecessary if Stanford’s reading\nof the statute were correct.Stanford contends that reading the Bayh-Dole\nAct as not vesting title to federally funded inventions in federal\ncontractors “fundamentally undermin[es]” the Act’s frame-work and\nseverely threatens its continued “successful application.” Brief\nfor Petitioner 45. We do not agree. As just noted, universities\ntypically enter into agreements with their employees requiring the\nassignment to the university of rights in inventions. With an\neffective assignment, those inventions—if federally funded—become\n“subject inventions” under the Act, and the statute as a practical\nmatter works pretty much the way Stanford says it should. The only\nsignificant difference is that it does so without violence to the\nbasic principle of patent law that inventors own their\ninventions.The judgment of the Court of Appeals for the\nFederal Circuit is affirmed.It is so ordered.Footnote 1Roche submitted a host of other claims to the\nDistrict Court, including that it had “shop rights” to the patents\nand was entitled to a license to use the patents. See 583\nF. 3d 832, 838 (CA Fed. 2009). None of those claims is now\nbefore us; we deal only with Roche’s claim to co-ownership to rebut\nStanford’s standing to bring an infringement action.Footnote 2Because the Federal Circuit’s interpretation\nof the relevant assignment agreements is not an issue on which we\ngranted certiorari, we have no occasion to pass on the validity of\nthe lower court’s construction of those agreements.Footnote 3The patent was signed by President George\nWashington, Secretary of State Thomas Jefferson, and Attorney\nGeneral Edmund Randolph. See Maxey, Samuel Hopkins, The Holder of\nthe First U. S. Patent: A Study of Failure, 122 Pa. Magazine of\nHist. and Biography 6 (1998).Footnote 4The dissent suggests that “we could interpret\nthe Bayh-Dole Act as ordinarily assuming, and thereby ordinarily\nrequiring, an assignment of patent rights by the federally funded\nemployee to the federally funded employer.”Post, at 8.\nThat suggestion is based in large part on Executive Order 10096,\nwhich “governs Federal Government employee-to-employer patent right\nassignments.”Post,at 9. Lest there be any doubt,\nemployees of nonfederal entities that have federal funding\ncontracts—like Holodniy—arenotfederal employees. And\nthere is no equivalent executive order governing invention rights\nwith respect to federally funded research; that issue is of course\naddressed by the Bayh-Dole Act.Footnote 5Far from superseding the Patent Act in such a\nbackhanded way, it is clear that §210(a)’s concern is far narrower.\nThat provision specifies 21 different statutory provisions that the\nBayh-Dole Act “take[s] precedence over,” the vast majority of which\ndeal with the division of ownership in certain inventions between a\ncontractor and the Government. 35 U. S. C. §§210(a)(1)–(21);\nsee,e.g.,§§210(a)(19)–(20) (the Bayh-Dole Act takes\nprecedence over “section 6(b) of the Solar Photovoltaic Energy\nResearch Development and Demonstration Act” and “section 12 of the\nNative Latex Commercialization and Economic Development Act”).Footnote 6Stanford contends that it cannot be the case\n“that the contractor can only ‘retain title’ to an invention that\nit already owns, while an inventor may be considered for\n‘retention’ of title only when he has assigned title away.” Reply\nBrief for Petitioner 8. That argument has some force. But there may\nbe situations where an inventor, by the terms of an assignment, has\nsubsidiary rights in an invention to which a contractor has title,\nas §202(d) suggests. Compare §202(d) (“retention ofrights”) with §202(a) (“retaintitle”) (emphasis\nadded). And at the end of the day, it is Stanford’s contention that\n“retain” must be “read as a synonym for ‘acquire’ or\n‘receive’ ” that dooms its argument on this point. Brief for\nPetitioner 37.",
    "joined": []
}