{
    "case": {
        "docket": "464",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/464/"
    },
    "id": "1970979",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1168_________________ELEANOR McCULLEN, et al., PETITIONERS v.\nMARTHA COAKLEY, ATTORNEY GEN-ERAL of MASSACHUSETTS, et al.on writ of certiorari to the united states\ncourt of appeals for the first circuit[June 26, 2014]Chief Justice Roberts\ndelivered the opinion of the Court.A Massachusetts statute\nmakes it a crime to knowingly stand on a “public way or sidewalk”\nwithin 35 feet of an entrance or driveway to any place, other than\na hospital, where abortions are performed. Mass. Gen. Laws, ch.\n266, §§120E½(a), (b) (West 2012). Petitioners are individuals who\napproach and talk to women outside such facilities, attempting to\ndissuade them from having abortions. The statute prevents\npetitioners from doing so near the facilities’ entrances. The\nquestion presented is whether the statute violates the First\nAmendment.IAIn 2000, the\nMassachusetts Legislature enacted the Massachusetts Reproductive\nHealth Care Facilities Act, Mass. Gen. Laws, ch. 266, §120E½ (West\n2000). The law was designed to address clashes between abortion\nopponents and advocates of abortion rights that were occurring\noutside clinics where abortions were performed. The Act established\na defined area with an 18-foot radius around the entrances and\ndriveways of such facilities. §120E½(b). Anyone could enter that\narea, but once within it, no one (other than certain exempt\nindividuals) could knowingly approach within six feet of another\nperson—unless that person consented—“for the purpose of passing a\nleaflet or handbill to, displaying a sign to, or engaging in oral\nprotest, education, or counseling with such other person.” Ibid. A\nseparate provision subjected to criminal punishment anyone who\n“knowingly obstructs, detains, hinders, impedes or blocks another\nperson’s entry to or exit from a reproductive health care\nfacility.” §120E½(e).The statute was modeled\non a similar Colorado law that this Court had upheld in Hill v.\nColorado, 530 U. S. 703 (2000) . Relying on Hill, the United\nStates Court of Appeals for the First Circuit sustained the\nMassachusetts statute against a First Amendment challenge. McGuire\nv. Reilly, 386 F. 3d 45 (2004) (McGuire II), cert. denied, 544\nU. S. 974 (2005) ; McGuire v. Reilly, 260 F. 3d 36 (2001)\n(McGuire I).By 2007, some\nMassachusetts legislators and law enforcement officials had come to\nregard the 2000 statute as inadequate. At legislative hearings,\nmultiple witnesses recounted apparent violations of the law.\nMassachusetts Attorney General Martha Coakley, for example,\ntestified that protestors violated the statute “on a routine\nbasis.” App. 78. To illustrate this claim, she played a video\ndepicting protestors approaching patients and clinic staff within\nthe buffer zones, ostensibly without the latter individuals’\nconsent. Clinic employees and volunteers also testified that\nprotestors congregated near the doors and in the driveways of the\nclinics, with the result that prospective patients occasionally\nretreated from the clinics rather than try to make their way to the\nclinic entrances or parking lots.Captain William B.\nEvans of the Boston Police Department, however, testified that his\nofficers had made “no more than five or so arrests” at the Planned\nParenthood clinic in Boston and that what few prosecutions had been\nbrought were unsuccessful. Id., at 68–69. Witnesses attributed the\ndearth of enforcement to the difficulty of policing the six-foot\nno-approach zones. Captain Evans testified that the 18-foot zones\nwere so crowded with protestors that they resembled “a goalie’s\ncrease,” making it hard to determine whether a protestor had\ndeliberately approached a patient or, if so, whether the patient\nhad consented. Id., at 69–71. For similar reasons, Attorney General\nCoakley concluded that the six-foot no-approach zones were\n“unenforceable.” Id., at 79. What the police needed, she said, was\na fixed buffer zone around clinics that protestors could not enter.\nId., at 74, 76. Captain Evans agreed, explaining that such a zone\nwould “make our job so much easier.” Id., at 68.To address these\nconcerns, the Massachusetts Legislature amended the statute in\n2007, replacing the six-foot no-approach zones (within the 18-foot\narea) with a 35-foot fixed buffer zone from which individuals are\ncategorically excluded. The statute now provides:“No person shall knowingly enter or remain\non a public way or sidewalk adjacent to a reproductive health care\nfacility within a radius of 35 feet of any portion of an entrance,\nexit or driveway of a reproductive health care facility or within\nthe area within a rectangle created by extending the outside\nboundaries of any entrance, exit or driveway of a reproductive\nhealth care facility in straight lines to the point where such\nlines intersect the sideline of the street in front of such\nentrance, exit or driveway.” Mass. Gen. Laws, ch. 266, §120E½(b)\n(West 2012).A “reproductive health care facility,” in turn,\nis defined as “a place, other than within or upon the grounds of a\nhospital, where abortions are offered or performed.” §120E½(a).The 35-foot buffer zone\napplies only “during a facility’s business hours,” and the area\nmust be “clearly marked and posted.” §120E½(c). In practice,\nfacilities typically mark the zones with painted arcs and posted\nsigns on adjacent sidewalks and streets. A first violation of the\nstatute is punishable by a fine of up to $500, up to three months\nin prison, or both, while a subsequent offense is punishable by a\nfine of between $500 and $5,000, up to two and a half years in\nprison, or both. §120E½(d).The Act exempts four\nclasses of individuals: (1) “persons entering or leaving such\nfacility”; (2) “employees or agents of such facility acting within\nthe scope of their employment”; (3) “law enforcement, ambulance,\nfirefighting, construction, utilities, public works and other\nmunicipal agents acting within the scope of their employment”; and\n(4) “persons using the public sidewalk or street right-of-way\nadjacent to such facility solely for the purposeof reaching a\ndestination other than such facility.” §120E½(b)(1)–(4). The\nlegislature also retained the separate provision from the 2000\nversion that proscribes the knowing obstruction of access to a\nfacility. §120E½(e).BSome of the\nindividuals who stand outside Massachusetts abortion clinics are\nfairly described as protestors, who express their moral or\nreligious opposition to abortion through signs and chants or, in\nsome cases, more aggressive methods such as face-to-face\nconfrontation. Petitioners take a different tack. They attempt to\nengage women approaching the clinics in what they call “sidewalk\ncounseling,” which involves offering information about alternatives\nto abortion and help pursuing those options. Petitioner Eleanor\nMcCullen, for instance, will typically initiate a conversation this\nway: “Good morning, may I give you my literature? Is there anything\nI can do for you? I’m available if you have any questions.” App.\n138. If the woman seems receptive, McCullen will provide additional\ninformation. McCullen and the other petitioners consider it\nessential to maintain a caring demeanor, a calm tone of voice, and\ndirect eye contact during these exchanges. Such interactions,\npetitioners believe, are a much more effective means of dissuading\nwomen from having abortions than confrontational methods such as\nshouting or brandishing signs, which in petitioners’ view tend only\nto antagonize their intended audience. In unrefuted testimony,\npetitioners say they have collectively persuaded hundreds of women\nto forgo abortions.The buffer zones have\ndisplaced petitioners from their previous positions outside the\nclinics. McCullen offers counseling outside a Planned Parenthood\nclinic in Boston, as do petitioners Jean Zarrella and Eric Cadin.\nPetitioner Gregory Smith prays the rosary there. The clinic\noccupies its own building on a street corner. Its main door is\nrecessed into an open foyer, approximately 12 feet back from the\npublic sidewalk. Before the Act was amended to create the buffer\nzones, petitioners stood near the entryway to the foyer. Now a\nbuffer zone—marked by a painted arc and a sign—surrounds the\nentrance. This zone extends 23 feet down the sidewalk in one\ndirection, 26 feet in the other, and outward just one foot short of\nthe curb. The clinic’s entrance adds another seven feet to the\nwidth of the zone. Id., at 293–295. The upshot is that petitioners\nare effectively excluded from a 56-foot-wide expanse of the public\nsidewalk in front of the clinic.[1]Petitioners Mark\nBashour and Nancy Clark offer counseling and information outside a\nPlanned Parenthood clinic in Worcester. Unlike the Boston clinic,\nthe Worcester clinic sits well back from the public street and\nsidewalks. Patients enter the clinic in one of two ways. Those\narriving on foot turn off the public sidewalk and walk down a\nnearly 54-foot-long private walkway to the main entrance. More than\n85% of patients, however, arrive by car, turning onto the clinic’s\ndriveway from the street, parking in a private lot, and walking to\nthe main entrance on a private walkway.Bashour and Clark would\nlike to stand where the private walkway or driveway intersects the\nsidewalk and offer leaflets to patients as they walk or drive by.\nBut a painted arc extends from the private walkway 35 feet down the\nsidewalk in either direction and outward nearly to the curb on the\nopposite side of the street. Another arc surrounds the driveway’s\nentrance, covering more than 93 feet of the sidewalk (including the\nwidth of the driveway) and extending across the street and nearly\nsix feet onto the sidewalk on the opposite side. Id., at 295–297.\nBashour and Clark must now stand either some distance down the\nsidewalk from the private walkway and driveway or across the\nstreet.Petitioner Cyril Shea\nstands outside a Planned Parenthood clinic in Springfield, which,\nlike the Worcester clinic, is set back from the public streets.\nApproximately 90% of patients arrive by car and park in the private\nlots surrounding the clinic. Shea used to position himself at an\nentrance to one of the five driveways leading to the parking lots.\nPainted arcs now surround the entrances, each spanning\napproximately 100 feet of the sidewalk parallel to the street\n(again, including the width of the driveways) and extending outward\nwell into the street. Id., at 297–299. Like petitioners at the\nWorcester clinic, Shea now stands far down the sidewalk from the\ndriveway entrances.Petitioners at all\nthree clinics claim that the buffer zones have considerably\nhampered their counseling efforts. Although they have managed to\nconduct some counseling and to distribute some literature outside\nthe buffer zones—particularly at the Boston clinic—they say they\nhave had many fewer conversations and distributed many fewer\nleaflets since the zones went into effect. Id., at 136–137, 180,\n200.The second statutory\nexemption allows clinic employees and agents acting within the\nscope of their employment to enter the buffer zones. Relying on\nthis exemption, the Boston clinic uses “escorts” to greet women as\nthey approach the clinic, accompanying them through the zones to\nthe clinic entrance. Petitioners claim that the escorts sometimes\nthwart petitioners’ attempts to communicate with patients by\nblocking petitioners from handing literature to patients, telling\npatients not to “pay any attention” or “listen to” petitioners, and\ndisparaging petitioners as “crazy.” Id., at 165, 178.CIn January 2008,\npetitioners sued Attorney General Coakley and other Commonwealth\nofficials. They sought to enjoin enforcement of the Act, alleging\nthat it violates the First and Fourteenth Amendments, both on its\nface and as applied to them. The District Court denied petitioners’\nfacial challenge after a bench trial based on a stipulated record.\n573 F. Supp. 2d 382 (Mass. 2008).The Court of Appeals\nfor the First Circuit affirmed. 571 F. 3d 167 (2009). Relying\nextensively on its previous decisions upholding the 2000 version of\nthe Act, see McGuire II, 386 F. 3d 45; McGuire I, 260\nF. 3d 36, the court upheld the 2007 version as a reasonable\n“time, place, and manner” regulation under the test set forth in\nWard v. Rock Against Racism, 491 U. S. 781 (1989) . 571\nF. 3d, at 174–181. It also rejected petitioners’ arguments\nthat the Act was substantially overbroad, void for vagueness, and\nan impermissible prior restraint. Id., at 181–184.The case then returned\nto the District Court, which held that the First Circuit’s decision\nforeclosed all but one of petitioners’ as-applied challenges. 759\nF. Supp. 2d 133 (2010). After another bench trial, it denied\nthe remain-ing as-applied challenge, finding that the Act left\npetitioners ample alternative channels of communication. 844\nF. Supp. 2d 206 (2012). The Court of Appeals once again\naffirmed. 708 F. 3d 1 (2013).We granted certiorari.\n570 U. S. ___ (2013).IIBy its very terms,\nthe Massachusetts Act regulates access to “public way[s]” and\n“sidewalk[s].” Mass. Gen. Laws, ch. 266, §120E½(b) (Supp. 2007).\nSuch areas occupy a “special position in terms of First Amendment\nprotection” because of their historic role as sites for discussion\nand debate. United States v. Grace, 461 U. S. 171, 180 (1983)\n. These places—which we have labeled “traditional public\nfora”—“ ‘have immemorially been held in trust for the use of\nthe public and, time out of mind, have been used for purposes of\nassembly, communicating thoughts between citizens, and discussing\npublic questions.’ ” Pleasant Grove City v. Summum, 555\nU. S. 460, 469 (2009) (quoting Perry Ed. Assn. v. Perry Local\nEducators’ Assn., 460 U. S. 37, 45 (1983) ).It is no accident that\npublic streets and sidewalks have developed as venues for the\nexchange of ideas. Even today, they remain one of the few places\nwhere a speaker can be confident that he is not simply preaching to\nthe choir. With respect to other means of communication, an\nindividual confronted with an uncomfortable message can always turn\nthe page, change the channel, or leave the Web site. Not so on\npublic streets and sidewalks. There, a listener often encounters\nspeech he might otherwise tune out. In light of the First\nAmendment’s purpose “to preserve an uninhibited marketplace of\nideas in which truth will ultimately prevail,” FCC v. League of\nWomen Voters of Cal., 468 U. S. 364, 377 (1984) (internal\nquotation marks omitted), this aspect of traditional public fora is\na virtue, not a vice.In short, traditional\npublic fora are areas that have historically been open to the\npublic for speech activities. Thus, even though the Act says\nnothing about speech on its face, there is no doubt—and respondents\ndo not dispute—that it restricts access to traditional public fora\nand is therefore subject to First Amendment scrutiny. See Brief for\nRespondents 26 (although “[b]y its terms, the Act regulates only\nconduct,” it “incidentally regulates the place and time of\nprotected speech”).Consistent with the\ntraditionally open character of public streets and sidewalks, we\nhave held that the government’s ability to restrict speech in such\nlocations is “very limited.” Grace, supra, at 177. In particular,\nthe guiding First Amendment principle that the “government has no\npower to restrict expression because of its message, its ideas, its\nsubject matter, or its content” applies with full force in a\ntraditional public forum. Police Dept. of Chicago v. Mosley, 408\nU. S. 92, 95 (1972) . As a general rule, in such a forum the\ngovernment may not “selectively . . . shield the public\nfrom some kinds of speech on the ground that they are more\noffensive than others.” Erznoznik v. Jacksonville, 422 U. S.\n205, 209 (1975) .We have, however,\nafforded the government somewhat wider leeway to regulate features\nof speech unrelated to its content. “[E]ven in a public forum the\ngovernment may impose reasonable restrictions on the time, place,\nor manner of protected speech, provided the restrictions ‘are\njustified without reference to the content of the regulated speech,\nthat they are narrowly tailored to serve a significant governmental\ninterest, and that they leave open ample alternative channels for\ncommunication of the information.’ ” Ward, 491 U. S., at\n791 (quoting Clark v. Community for Creative Non-Violence, 468\nU. S. 288, 293 (1984) ).[2]While the parties agree\nthat this test supplies theproper framework for assessing the\nconstitutionality of the Massachusetts Act, they disagree about\nwhether the Act satisfies the test’s three requirements.IIIPetitioners contend\nthat the Act is not content neutral for two independent reasons:\nFirst, they argue that it discriminates against abortion-related\nspeech because it establishes buffer zones only at clinics that\nperform abortions. Second, petitioners contend that the Act, by\nexempting clinic employees and agents, favors one viewpoint about\nabortion over the other. If either of these arguments is correct,\nthen the Act must satisfy strict scrutiny—that is, it must be the\nleast restrictive means of achieving a compelling state interest.\nSee United States v. Playboy Entertainment Group, Inc., 529\nU. S. 803, 813 (2000) . Respondents do not argue that the Act\ncan survive this exacting standard.Justice Scalia objects\nto our decision to consider whether the statute is content based\nand thus subject to strict scrutiny, given that we ultimately\nconclude that it is not narrowly tailored. Post, at 2 (opinion\nconcurring in judgment). But we think it unexceptional to perform\nthe first part of a multipart constitutional analysis first. The\ncontent-neutrality prong of the Ward test is logically antecedent\nto the narrow-tailoring prong, because it determines the\nappropriate level of scrutiny. It is not unusual for the Court to\nproceed sequentially in applying a constitutional test, even when\nthe preliminary steps turn out not to be dispositive. See, e.g.,\nBartnicki v. Vopper, 532 U. S. 514 –527 (2001); Holder v.\nHumanitarian Law Project, 561 U. S. 1 –28 (2010) (concluding\nthat a law was content based even though it ultimately survived\nstrict scrutiny).The Court does\nsometimes assume, without deciding, that a law is subject to a less\nstringent level of scrutiny, as we did earlier this Term in\nMcCutcheon v. Federal Election Commission, 572 U. S. ___, ___\n(2014) (plurality opinion) (slip op., at 10). But the distinction\nbetween that case and this one seems clear: Applying any standard\nof review other than intermediate scrutiny in McCutcheon—the\nstandard that was assumed to apply—would have required overruling a\nprecedent. There is no similar reason to forgo the ordinary order\nof operations in this case.At the same time, there\nis good reason to address content neutrality. In discussing whether\nthe Act is narrowly tailored, see Part IV, infra, we identify a\nnumber of less-restrictive alternative measures that the\nMassachusetts Legislature might have adopted. Some apply only at\nabortion clinics, which raises the question whether those\nprovisions are content neutral. See infra, at 12–15. While we need\nnot (and do not) endorse any of those measures, it would be odd to\nconsider them as possible alternatives if they were presumptively\nunconstitutional because they were content based and thus subject\nto strict scrutiny.AThe Act applies only\nat a “reproductive health care facility,” defined as “a place,\nother than within or upon the grounds of a hospital, where\nabortions are offered or performed.” Mass. Gen. Laws, ch. 266,\n§120E½(a). Given this definition, petitioners argue, “virtually all\nspeech affected by the Act is speech concerning abortion,” thus\nrendering the Act content based. Brief for Petitioners 23.We disagree. To begin,\nthe Act does not draw content-based distinctions on its face.\nContrast Boos v. Barry, 485 U. S. 312, 315 (1988) (ordinance\nprohibiting the display within 500 feet of a foreign embassy of any\nsign that tends to bring the foreign government into “ ‘public\nodium’ ” or “ ‘public disrepute’ ”); Carey v. Brown,\n447 U. S. 455, 465 (1980) (statute prohibiting all residential\npicketing except “peaceful labor picketing”). The Act would be\ncontent based if it required “enforcement authorities” to “examine\nthe content of the message that is conveyed to determine whether” a\nviolation has occurred. League of Women Voters of Cal., supra, at\n383. But it does not. Whether petitioners violate the Act “depends”\nnot “on what they say,” Humanitarian Law Project, supra, at 27, but\nsimply on where they say it. Indeed, petitioners can violate the\nAct merely by standing in a buffer zone, without displaying a sign\nor uttering a word.It is true, of course,\nthat by limiting the buffer zones to abortion clinics, the Act has\nthe “inevitable effect” of restricting abortion-related speech more\nthan speech on other subjects. Brief for Petitioners 24 (quoting\nUnited States v. O’Brien, 391 U. S. 367, 384 (1968) ). But a\nfacially neutral law does not become content based simply be-cause\nit may disproportionately affect speech on certain topics. On the\ncontrary, “[a] regulation that serves purposes unrelated to the\ncontent of expression is deemed neutral, even if it has an\nincidental effect on some speakers or messages but not others.”\nWard, supra, at 791. The question in such a case is whether the law\nis “ ‘justified without reference to the content of the\nregulated speech.’ ” Renton v. Playtime Theatres, Inc., 475\nU. S. 41, 48 (1986) (quoting Virginia Pharmacy Board v.\nVirginia Citizens Consumer Council, Inc., 425 U. S. 748, 771\n(1976) ; emphasis deleted).The Massachusetts Act\nis. Its stated purpose is to “increase forthwith public safety at\nreproductive health care facilities.” 2007 Mass. Acts p. 660.\nRespondents have articulated similar purposes before this\nCourt—namely, “public safety, patient access to healthcare, and the\nunobstructed use of public sidewalks and roadways.” Brief for\nRespondents 27; see, e.g., App. 51 (testimony of Attorney General\nCoakley); id., at 67–70 (testimony of Captain William B. Evans of\nthe Boston Police); id., at 79–80 (testimony of Mary Beth\nHeffernan, Undersecretary for Criminal Justice); id., at 122–124\n(affidavit of Captain Evans). It is not the case that “[e]very\nobjective indication shows that the provision’s primary purpose is\nto restrict speech that opposes abortion.” Post, at 7.We have previously\ndeemed the foregoing concerns to be content neutral. See Boos, 485\nU. S., at 321 (identifying “congestion,” “interference with\ningress or egress,” and “the need to protect . . .\nsecurity” as content-neutral concerns). Obstructed access and\ncongested sidewalks are problems no matter what caused them. A\ngroup of individuals can obstruct clinic access and clog sidewalks\njust as much when they loiter as when they protest abortion or\ncounsel patients.To be clear, the Act\nwould not be content neutral if it were concerned with undesirable\neffects that arise from “the direct impact of speech on its\naudience” or “[l]isteners’ reactions to speech.” Ibid. If, for\nexample, the speech outside Massachusetts abortion clinics caused\noffense or made listeners uncomfortable, such offense or discomfort\nwould not give the Commonwealth a content-neutral justification to\nrestrict the speech. All of the problems identified by the\nCommonwealth here, however, arise irrespective of any listener’s\nreactions. Whether or not a single person reacts to abortion\nprotestors’ chants or petitioners’ counseling, large crowds outside\nabortion clinics can still compromise public safety, impede access,\nand obstruct sidewalks.Petitioners do not\nreally dispute that the Commonwealth’s interests in ensuring safety\nand preventing obstruction are, as a general matter, content\nneutral. But petitioners note that these interests “apply outside\nevery building in the State that hosts any activity that might\noccasion protest or comment,” not just abortion clinics. Brief for\nPetitioners 24. By choosing to pursue these interests only at\nabortion clinics, petitioners argue, the Massachusetts Legislature\nevinced a purpose to “single[ ] out for regulation speech about one\nparticular topic: abortion.” Reply Brief 9.We cannot infer such a\npurpose from the Act’s limited scope. The broad reach of a statute\ncan help confirm that it was not enacted to burden a narrower\ncategory of disfavored speech. See Kagan, Private Speech, Public\nPurpose: The Role of Governmental Motive in First Amendment\nDoctrine, 63 U. Chi. L. Rev. 413, 451–452 (1996). At the same\ntime, however, “States adopt laws to address the problems that\nconfront them. The First Amendment does not require States to\nregulate for problems that do not exist.” Burson v. Freeman, 504\nU. S. 191, 207 (1992) (plurality opinion). The Massachusetts\nLegislature amended the Act in 2007 in response to a problem that\nwas, in its experience, limited to abortion clinics. There was a\nrecord of crowding, obstruction, and even violence outside such\nclinics. There were apparently no similar recurring problems\nassociated with other kinds of healthcare facilities, let alone\nwith “every building in the State that hosts any activity that\nmight occasion protest or comment.” Brief for Petitioners 24. In\nlight of the limited nature of the problem, it was reasonable for\nthe Massachusetts Legislature to enact a limited solution. When\nselecting among various options for combating a particular problem,\nlegislatures should be encouraged to choose the one that restricts\nless speech, not more.Justice Scalia objects\nthat the statute does restrict more speech than necessary, because\n“only one [Massachusetts abortion clinic] is known to have been\nbeset by the problems that the statute supposedly addresses.” Post,\nat 7. But there are no grounds for inferring content-based\ndiscrimination here simply because the legislature acted with\nrespect to abortion facilities generally rather than proceeding on\na facility-by-facility basis. On these facts, the poor fit noted by\nJustice Scalia goes to the question of narrow tailoring, which we\nconsider below. See infra, at 26–28.BPetitioners also\nargue that the Act is content based because it exempts four classes\nof individuals, Mass. Gen. Laws, ch. 266, §§120E½(b)(1)–(4), one of\nwhich comprises “employees or agents of [a reproductive healthcare]\nfacil-ity acting within the scope of their employment.”\n§120E½(b)(2). This exemption, petitioners say, favors one side in\nthe abortion debate and thus constitutes viewpoint\ndiscrimination—an “egregious form of content discrimination,”\nRosenberger v. Rector and Visitors of Univ. of Va., 515 U. S.\n819, 829 (1995) . In particular, petitioners argue that the\nexemption allows clinic employees and agents—including the\nvolunteers who “escort” patients arriving at the Boston clinic—to\nspeak inside the buffer zones.It is of course true\nthat “an exemption from an otherwise permissible regulation of\nspeech may represent a governmental ‘attempt to give one side of a\ndebatable public question an advantage in expressing its views to\nthe people.’ ” City of Ladue v. Gilleo, 512 U. S. 43, 51\n(1994) (quoting First Nat. Bank of Boston v. Bellotti, 435\nU. S. 765 –786 (1978)). At least on the record before us,\nhowever, the statutory exemption for clinic employees and agents\nacting within the scope of their employment does not appear to be\nsuch an attempt.There is nothing\ninherently suspect about providing some kind of exemption to allow\nindividuals who work at the clinics to enter or remain within the\nbuffer zones. In particular, the exemption cannot be regarded as\nsimply a carve-out for the clinic escorts; it also covers employees\nsuch as the maintenance worker shoveling a snowy sidewalk or the\nsecurity guard patrolling a clinic entrance, see App. 95 (affidavit\nof Michael T. Baniukiewicz).Given the need for an\nexemption for clinic employees, the “scope of their employment”\nqualification simply ensures that the exemption is limited to its\npurpose of allowing the employees to do their jobs. It performs the\nsame function as the identical “scope of their employment”\nrestriction on the exemption for “law enforcement, ambulance,\nfire-fighting, construction, utilities, public works and other\nmunicipal agents.” §120E½(b)(3). Contrary to the suggestion of\nJustice Scalia, post, at 11–12, there is little reason to suppose\nthat the Massachusetts Legislature intended to incorporate a common\nlaw doctrine developed for determining vicarious liability in tort\nwhen it used the phrase “scope of their employment” for the wholly\ndifferent purpose of defining the scope of an exemption to a\ncriminal statute. The limitation instead makes clear—with respect\nto both clinic employees and municipal agents—that exempted\nindividuals are allowed inside the zones only to perform those acts\nauthorized by their employers. There is no suggestion in the record\nthat any of the clinics authorize their employees to speak about\nabortion in the buffer zones. The “scope of their employment”\nlimitation thus seems designed to protect against exactly the sort\nof conduct that petitioners and Justice Scalia fear.Petitioners did testify\nin this litigation about instances in which escorts at the Boston\nclinic had expressed views about abortion to the women they were\naccompanying, thwarted petitioners’ attempts to speak and hand\nliterature to the women, and disparaged petitioners in various\nways. See App. 165, 168–169, 177–178, 189–190. It is unclear from\npetitioners’ testimony whether these alleged incidents occurred\nwithin the buffer zones. There is no viewpoint discrimination\nproblem if the incidents occurred outside the zones because\npetitioners are equally free to say whatever they would like in\nthat area.Even assuming the\nincidents occurred inside the zones, the record does not suggest\nthat they involved speech within the scope of the escorts’\nemployment. If the speech was beyond the scope of their employment,\nthen each of the alleged incidents would violate the Act’s express\nterms. Petitioners’ complaint would then be that the police were\nfailing to enforce the Act equally against clinic escorts. Cf. Hoye\nv. City of Oakland, 653 F. 3d 835, 849–852 (CA9 2011) (finding\nselective enforcement of a similar ordinance in Oakland,\nCalifornia). While such allegations might state a claim of official\nviewpoint discrimination, that would not go to the validity of the\nAct. In any event, petitioners nowhere allege selective\nenforcement.It would be a very\ndifferent question if it turned out that a clinic authorized\nescorts to speak about abortion inside the buffer zones. See post,\nat 1–2 (Alito, J., concurring in judgment). In that case, the\nescorts would not seem to be violating the Act because the speech\nwould be within the scope of their employment.[3] The Act’s exemption for clinic employees would\nthen facilitate speech on only one side of the abortion debate—a\nclear form of viewpoint discrimination that would support an\nas-applied challenge to the buffer zone at that clinic. But the\nrecord before us contains insufficient evidence to show that the\nexemption operates in this way at any of the clinics, perhaps\nbecause the clinics do not want to doom the Act by allowing their\nemployees to speak about abortion within the buffer zones.[4]We thus conclude that\nthe Act is neither content nor viewpoint based and therefore need\nnot be analyzed under strict scrutiny.IVEven though the Act\nis content neutral, it still must be “narrowly tailored to serve a\nsignificant governmental interest.” Ward, 491 U. S., at 796\n(internal quotation marks omitted). The tailoring requirement does\nnot sim-ply guard against an impermissible desire to censor. The\ngovernment may attempt to suppress speech not only because it\ndisagrees with the message being expressed, but also for mere\nconvenience. Where certain speech is associated with particular\nproblems, silencing the speech is sometimes the path of least\nresistance. But by demanding a close fit between ends and means,\nthe tailoring requirement prevents the government from too readily\n“sacrific[ing] speech for efficiency.” Riley v. National Federation\nof Blind of N. C., Inc., 487 U. S. 781, 795 (1988) .For a content-neutral\ntime, place, or manner regulation to be narrowly tailored, it must\nnot “burden substantially more speech than is necessary to further\nthe government’s legitimate interests.” Ward, 491 U. S., at\n799. Such a regulation, unlike a content-based restriction of\nspeech, “need not be the least restrictive or least intrusive means\nof” serving the government’s interests. Id., at 798. But the\ngovernment still “may not regulate expression in such a manner that\na substantial portion of the burden on speech does not serve to\nadvance its goals.” Id., at 799.AAs noted, respondents\nclaim that the Act promotes “public safety, patient access to\nhealthcare, and the unobstructed use of public sidewalks and\nroadways.” Brief for Respondents 27. Petitioners do not dispute the\nsignificance of these interests. We have, moreover, previously\nrecognized the legitimacy of the government’s interests in\n“ensuring public safety and order, promoting the free flow of\ntraffic on streets and sidewalks, protecting property rights, and\nprotecting a woman’s freedom to seek pregnancy-related services.”\nSchenck v. Pro-Choice Network ofWestern N. Y., 519 U. S. 357,\n376 (1997) . See also Madsen v. Women’s Health Center, Inc., 512\nU. S. 753 –768 (1994). The buffer zones clearly serve these\ninterests.At the same time, the\nbuffer zones impose serious burdens on petitioners’ speech. At each\nof the three Planned Parenthood clinics where petitioners attempt\nto counsel patients, the zones carve out a significant portion of\nthe adjacent public sidewalks, pushing petitioners well back from\nthe clinics’ entrances and driveways. The zones thereby compromise\npetitioners’ ability to initiate the close, personal conversations\nthat they view as essential to “sidewalk counseling.”For example, in\nuncontradicted testimony, McCullen explained that she often cannot\ndistinguish patients from passersby outside the Boston clinic in\ntime to initiate a conversation before they enter the buffer zone.\nApp. 135. And even when she does manage to begin a discussion\noutside the zone, she must stop abruptly at its painted border,\nwhich she believes causes her to appear “untrustworthy” or\n“suspicious.” Id., at 135, 152. Given these limitations, McCullen\nis often reduced to raising her voice at patients from outside the\nzone—a mode of communication sharply at odds with the compassionate\nmessage she wishes to convey. Id., at 133, 152–153. Clark gave\nsimilar testimony about her experience at the Worcester clinic.\nId., at 243–244.These burdens on\npetitioners’ speech have clearly taken their toll. Although\nMcCullen claims that she has persuaded about 80 women not to\nterminate their pregnancies since the 2007 amendment, App. to Pet.\nfor Cert. 42a, she also says that she reaches “far fewer people”\nthan she did before the amendment, App. 137. Zarrella reports an\neven more precipitous decline in her success rate: She estimated\nhaving about 100 successful interactions over the years before the\n2007 amendment, but not a single one since. Id., at 180. And as for\nthe Worcester clinic, Clark testified that “only one woman out of\n100 will make the effort to walk across [the street] to speak with\n[her].” Id., at 217.The buffer zones have\nalso made it substantially more difficult for petitioners to\ndistribute literature to arriving patients. As explained, because\npetitioners in Boston cannot readily identify patients before they\nenter the zone, they often cannot approach them in time to place\nliterature near their hands—the most effective means of getting the\npatients to accept it. Id., at 179. In Worcester and Springfield,\nthe zones have pushed petitioners so far back from the clinics’\ndriveways that they can no longer even attempt to offer literature\nas drivers turn into the parking lots. Id., at 213, 218, 252–253.\nIn short, the Act operates to deprive petitioners of their two\nprimary methods of communicating with patients.The Court of Appeals\nand respondents are wrong to downplay these burdens on petitioners’\nspeech. As the Court of Appeals saw it, the Constitution does not\naccord “special protection” to close conversations or\n“handbilling.” 571 F. 3d, at 180. But while the First\nAmendment does not guarantee a speaker the right to any particular\nform of expression, some forms—such as normal conversation and\nleafletting on a public sidewalk—have historically been more\nclosely associated with the transmission of ideas than others.In the context of\npetition campaigns, we have observed that “one-on-one\ncommunication” is “the most effective, fundamental, and perhaps\neconomical avenue of political discourse.” Meyer v. Grant, 486\nU. S. 414, 424 (1988) . See also Schenck, supra, at 377\n(invalidating a “floating” buffer zone around people entering an\nabortion clinic partly on the ground that it prevented protestors\n“from communicating a message from a normal conversational distance\nor handing leaflets to people entering or leaving the clinics who\nare walking on the public sidewalks”). And “handing out leaflets in\nthe advocacy of a politically controversial viewpoint\n. . . is the essence of First Amendment expression”;\n“[n]o form of speech is entitled to greater constitutional\nprotection.” McIntyre v. Ohio Elections Comm’n, 514 U. S. 334,\n347 (1995) . See also Schenck, supra, at 377 (“Leafletting and\ncommenting on matters of public concern are classic forms of speech\nthat lie at the heart of the First Amendment”). When the government\nmakes it more difficult to engage in these modes of communication,\nit imposes an especially significant First Amendment\nburden.[5]Respondents also\nemphasize that the Act does not prevent petitioners from engaging\nin various forms of “protest”—such as chanting slogans and\ndisplaying signs—outside the buffer zones. Brief for Respondents\n50–54. That misses the point. Petitioners are not protestors. They\nseek not merely to express their opposition to abortion, but to\ninform women of various alternatives and to provide help in\npursuing them. Petitioners believe that they can accomplish this\nobjective only through personal, caring, consensual conversations.\nAnd for good reason: It is easier to ignore a strained voice or a\nwaving hand than a direct greeting or an outstretched arm. While\nthe record indicates that petitioners have been able to have a\nnumber of quiet conversations outside the buffer zones, respondents\nhave not refuted petitioners’ testimony that the conversations have\nbeen far less frequent and far less successful since the buffer\nzones were instituted. It is thus no answer to say that petitioners\ncan still be “seen and heard” by women within the buffer zones.\nId., at 51–53. If all that the women can see and hear are\nvociferous opponents of abortion, then the buffer zones have\neffectively stifled petitioners’ message.Finally, respondents\nsuggest that, at the Worcester and Springfield clinics, petitioners\nare prevented from communicating with patients not by the buffer\nzones but by the fact that most patients arrive by car and park in\nthe clinics’ private lots. Id., at 52. It is true that the layout\nof the two clinics would prevent petitioners from approaching the\nclinics’ doorways, even without the buffer zones. But petitioners\ndo not claim a right to trespass on the clinics’ property. They\ninstead claim a right to stand on the public sidewalks by the\ndriveway as cars turn into the parking lot. Before the buffer\nzones, they could do so. Now they must stand a substantial distance\naway. The Act alone is responsible for that restriction on their\nability to convey their message.B1The buffer zones\nburden substantially more speech than necessary to achieve the\nCommonwealth’s asserted interests. At the outset, we note that the\nAct is truly exceptional: Respondents and their amici identify no\nother State with a law that creates fixed buffer zones around\nabortion clinics.[6] That of\ncourse does not mean that the law is invalid. It does, however,\nraise concern that the Commonwealth has too readily forgone options\nthat could serve its interests just as well, without substantially\nburdening the kind of speech in which petitioners wish to\nengage.That is the case here.\nThe Commonwealth’s interests include ensuring public safety outside\nabortion clinics, preventing harassment and intimidation of\npatients and clinic staff, and combating deliberate obstruction of\nclinic entrances. The Act itself contains a separate provision,\nsubsection (e)—unchallenged by petitioners—that prohibits much of\nthis conduct. That provision subjects to criminal punishment “[a]ny\nperson who knowingly obstructs, detains, hinders, impedes or blocks\nanother person’s entry to or exit from a reproductive health care\nfacility.” Mass. Gen. Laws, ch. 266, §120E½(e).[7] If Massachusetts determines that broader\nprohibitions along the same lines are necessary, it could enact\nlegislation similar to the federal Freedom of Access to Clinic\nEntrances Act of 1994 (FACE Act), 18 U. S. C. §248(a)(1),\nwhich subjects to both criminal and civil penalties anyone who “by\nforce or threat of force or by physical obstruction, intentionally\ninjures, intimidates or interferes with or attempts to injure,\nintimidate or interfere with any person because that person is or\nhas been, or in order to intimidate such person or any other person\nor any class of persons from, obtaining or providing reproductive\nhealth services.” Some dozen other States have done so. See Brief\nfor State of New York et al. as Amici Curiae 13, and\nn. 6. If the Commonwealth is particularly concerned about\nharassment, it could also consider an ordinance such as the one\nadopted in New York City that not only prohibits obstructing access\nto a clinic, but also makes it a crime “to follow and harass\nanother person within 15 feet of the premises of a reproductive\nhealth care facility.” N. Y. C. Admin. Code §8–803(a)(3)\n(2014).[8]The Commonwealth points\nto a substantial public safety risk created when protestors\nobstruct driveways leading to the clinics. See App. 18, 41, 51,\n88–89, 99, 118–119. That is, however, an example of its failure to\nlook to less intrusive means of addressing its concerns. Any such\nobstruction can readily be addressed through existing local\nordinances. See, e.g., Worcester, Mass., Revised Ordinances of\n2008, ch. 12, §25(b) (“No person shall stand, or place any\nobstruction of any kind, upon any street, sidewalk or crosswalk in\nsuch a manner as to obstruct a free passage for travelers\nthereon”); Boston, Mass., Municipal Code, ch. 16–41.2(d) (2013)\n(“No person shall solicit while walking on, standing on or going\ninto any street or highway used for motor vehicle travel, or any\narea appurtenant thereto (including medians, shoulder areas,\nbicycle lanes, ramps and exit ramps)”).All of the foregoing\nmeasures are, of course, in addition to available generic criminal\nstatutes forbidding assault, breach of the peace, trespass,\nvandalism, and the like.In addition, subsection\n(e) of the Act, the FACE Act, and the New York City anti-harassment\nordinance are all enforceable not only through criminal\nprosecutions but also through public and private civil actions for\ninjunctions and other equitable relief. See Mass. Gen. Laws\n§120E½(f); 18 U. S. C. §248(c)(1); N. Y. C.\nAdmin. Code §§8–804, 8–805. We have previously noted the First\nAmendment virtues of targeted injunctions as alternatives to broad,\nprophylactic measures. Such an injunction “regulates the\nactivities, and perhaps the speech, of a group,” but only “because\nof the group’s past actions in the context of a specific dispute\nbetween real parties.” Madsen, 512 U. S., at 762 (emphasis\nadded). Moreover, given the equitable nature of injunctive relief,\ncourts can tailor a remedy to ensure that it restricts no more\nspeech than necessary. See, e.g., id., at 770; Schenck, 519\nU. S., at 380–381. In short, injunctive relief focuses on the\nprecise individuals and the precise conduct causing a particular\nproblem. The Act, by contrast, categorically excludes non-exempt\nindividuals from the buffer zones, unnecessarily sweeping in\ninnocent individuals and their speech.The Commonwealth also\nasserts an interest in preventing congestion in front of abortion\nclinics. According to respondents, even when individuals do not\ndeliberately obstruct access to clinics, they can inadvertently do\nso simply by gathering in large numbers. But the Commonwealth could\naddress that problem through more targeted means. Some localities,\nfor example, have ordinances that require crowds blocking a clinic\nentrance to disperse when ordered to do so by the police, and that\nforbid the individuals to reassemble within a certain distance of\nthe clinic for a certain period. See Brief for State of New York\net al. as Amici Curiae 14–15, and n. 10. We upheld a\nsimilar law forbidding three or more people “ ‘to congregate\nwithin 500 feet of [a foreign embassy], and refuse to disperse\nafter having been ordered so to do by the police,’ ” Boos, 485\nU. S., at 316 (quoting D. C. Code §22–1115 (1938))—an\norder the police could give only when they “ ‘reasonably\nbelieve[d] that a threat to the security or peace of the embassy\n[was] present,’ ” 485 U. S., at 330 (quoting Finzer v.\nBarry, 798 F. 2d 1450, 1471 (CADC 1986)).And to the extent the\nCommonwealth argues that even these types of laws are ineffective,\nit has another problem. The portions of the record that respondents\ncite to support the anticongestion interest pertain mainly to one\nplace at one time: the Boston Planned Parenthood clinic on Saturday\nmornings. App. 69–71, 88–89, 96, 123. Respondents point us to no\nevidence that individuals regularly gather at other clinics, or at\nother times in Boston, in sufficiently large groups to obstruct\naccess. For a problem shown to arise only once a week in one city\nat one clinic, creating 35-foot buffer zones at every clinic across\nthe Commonwealth is hardly a narrowly tailored solution.The point is not that\nMassachusetts must enact all or even any of the proposed measures\ndiscussed above. The point is instead that the Commonwealth has\navailable to it a variety of approaches that appear capable of\nserving its interests, without excluding individuals from areas\nhistorically open for speech and debate.2Respondents have but\none reply: “We have tried other approaches, but they do not work.”\nRespondents emphasize the history in Massachusetts of obstruction\nat abortion clinics, and the Commonwealth’s allegedly failed\nattempts to combat such obstruction with injunctions and individual\nprosecutions. They also point to the Commonwealth’s experience\nunder the 2000 version of the Act, during which the police found it\ndifficult to enforce the six-foot no-approach zones given the\n“frenetic” activity in front of clinic entrances. Brief for\nRespondents 43. According to respondents, this history shows that\nMassachusetts has tried less restrictive alternatives to the buffer\nzones, to no avail.We cannot accept that\ncontention. Although respondents claim that Massachusetts “tried\nother laws already on the books,” id., at 41, they identify not a\nsingle prosecution brought under those laws within at least the\nlast 17 years. And while they also claim that the Commonwealth\n“tried injunctions,” ibid., the last injunctions they cite date to\nthe 1990s, see id., at 42 (citing Planned Parenthood League of\nMass., Inc. v. Bell, 424 Mass. 573, 677 N. E. 2d 204 (1997);\nPlanned Parenthood League of Mass., Inc. v. Operation Rescue, 406\nMass. 701, 550 N. E. 2d 1361 (1990)). In short, the\nCommonwealth has not shown that it seriously undertook to address\nthe problem with less intrusive tools readily available to it. Nor\nhas it shown that it considered different methods that other\njurisdictions have found effective.Respondents contend\nthat the alternatives we have discussed suffer from two defects:\nFirst, given the “widespread” nature of the problem, it is simply\nnot “practicable” to rely on individual prosecutions and\ninjunctions. Brief for Respondents 45. But far from being\n“widespread,” the problem appears from the record to be limited\nprincipally to the Boston clinic on Saturday mornings. Moreover, by\ntheir own account, the police appear per-fectly capable of singling\nout lawbreakers. The legislative testimony preceding the 2007 Act\nrevealed substantial police and video monitoring at the clinics,\nespecially when large gatherings were anticipated. Captain Evans\ntestified that his officers are so familiar with the scene outside\nthe Boston clinic that they “know all the players down there.” App.\n69. And Attorney General Coakley relied on video surveillance to\nshow legislators conduct she thought was “clearly against the law.”\nId., at 78. If Commonwealth officials can compile an extensive\nrecord of obstruction and harassment to support their preferred\nlegislation, we do not see why they cannot do the same to support\ninjunctions and prosecutions against those who might deliberately\nflout the law.The second supposed\ndefect in the alternatives we have identified is that laws like\nsubsection (e) of the Act and the federal FACE Act require a\nshowing of intentional or deliberate obstruction, intimidation, or\nharassment, which is often difficult to prove. Brief for\nRespondents 45–47. As Captain Evans predicted in his legislative\ntestimony, fixed buffer zones would “make our job so much easier.”\nApp. 68.Of course they would.\nBut that is not enough to satisfy the First Amendment. To meet the\nrequirement of narrow tailoring, the government must demonstrate\nthat alternative measures that burden substantially less speech\nwould fail to achieve the government’s interests, not simply that\nthe chosen route is easier. A painted line on the sidewalk is easy\nto enforce, but the prime objective of the First Amendment is not\nefficiency. In any case, we do not think that showing intentional\nobstruction is nearly so difficult in this context as respondents\nsuggest. To determine whether a protestor intends to block access\nto a clinic, a police officer need only order him to move. If he\nrefuses, then there is no question that his continued conduct is\nknowing or intentional.For similar reasons,\nrespondents’ reliance on our decision in Burson v. Freeman is\nmisplaced. There, we upheld a state statute that established\n100-foot buffer zones outside polling places on election day within\nwhich no one could display or distribute campaign materials or\nsolicit votes. 504 U. S., at 193–194. We approved the buffer\nzones as a valid prophylactic measure, noting that existing\n“[i]ntimidation and interference laws fall short of serving a\nState’s compelling interests because they ‘deal with only the most\nblatant and specific attempts’ to impede elections.” Id., at\n206–207 (quoting Buckley v. Valeo, 424 U. S. 1, 28 (1976) (per\ncuriam)). Such laws were insufficient because “[v]oter intimidation\nand election fraud are . . . difficult to detect.”\nBurson, 504 U. S., at 208. Obstruction of abortion clinics and\nharassment of patients, by contrast, are anything but subtle.We also noted in Burson\nthat under state law, “law enforcement officers generally are\nbarred from the vicinity of the polls to avoid any appearance of\ncoercion in the electoral process,” with the result that “many acts\nof interference would go undetected.” Id., at 207. Not so here.\nAgain, the police maintain a significant presence outside\nMassachusetts abortion clinics. The buffer zones in Burson were\njustified because less restrictive measures were inadequate.\nRespondents have not shown that to be the case here.Given the vital First\nAmendment interests at stake, it is not enough for Massachusetts\nsimply to say that other approaches have not worked.[9]*  *  *Petitioners wish to\nconverse with their fellow citizens about an important subject on\nthe public streets and sidewalks—sites that have hosted discussions\nabout the issues of the day throughout history. Respondents assert\nundeniably significant interests in maintaining public safety on\nthose same streets and sidewalks, as well as in preserving access\nto adjacent healthcare facilities. But here the Commonwealth has\npursued those interests by the extreme step of closing a\nsubstantial portion of a traditional public forum to all speakers.\nIt has done so without seriously addressing the problem through\nalternatives that leave the forum open for its time-honored\npurposes. The Commonwealth may not do that consistent with the\nFirst Amendment.The judgment of the\nCourt of Appeals for the First Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1The zone could have\nextended an additional 21 feet in width under the Act. Only the\nsmaller area was marked off, however, so only that area has legal\neffect. See Mass. Gen. Laws, ch. 266, §120E½(c).2A different analysis\nwould of course be required if the government property at issue\nwere not a traditional public forum but instead “a forum that is\nlimited to use by certain groups or dedicated solely to the\ndiscussion of certain subjects.” v. , .3Less than two weeks after\nthe instant litigation was initiated, the Massachusetts Attorney\nGeneral’s Office issued a guidance letter clarifying the\napplication of the four exemptions. The letter interpreted the\nexemptions as not permitting clinic employees or agents, municipal\nemployees or agents, or individuals passing by clinics “to express\ntheir views about abortion or to engage in any other partisan\nspeech within the buffer zone.” App. 93, 93–94. While this\ninterpretation supports our conclusion that the employee exemption\ndoes not render the Act viewpoint based, we do not consider it in\nour analysis because it appears to the scope of the Act—a criminal\nstatute—rather than to adopt a “ ‘limiting\nconstruction.’ ” v. , (quoting v. , , n. 5\n(1982)).4Of course we do not hold\nthat “[s]peech restrictions favoring one viewpoint over another are\nnot content based unless it can be shown that the favored viewpoint\nhas actually been expressed.” ,at 13. We instead apply an\nuncontroversial principle of constitutional adjudication: that a\nplaintiff generally cannot prevail on an challenge without showing\nthat the law has in fact been (or is sufficiently likely to be)\nunconstitutionally to him. Specifically, when someone challenges a\nlaw as viewpoint discriminatory but it is not clear from the face\nof the law which speakers will be allowed to speak, he must show\nthat he was prevented from speaking while someone espousing another\nviewpoint was permitted to do so. can decry this analysis as\n“astonishing” only by quoting a sentence that is explicitly limited\nto as-applied challenges and treating it as relevant to facial\nchallenges.5As a leading historian\nhas noted:6do identify five\nlocalities with laws similar to the Act here. Brief for State of\nNew York et al. as 14, n. 7.7Massachusetts also has a\nseparate law prohibiting similar kinds of conduct at any “medical\nfacility,” though that law, unlike the Act, requires explicit\nnotice before any penalty may be imposed. Mass. Gen. Laws, ch. 266,\n§120E.8We do not “give [our]\napproval” to this or any of the other alternatives we discuss. ,at\n4. We merely suggest that a law like the New York City ordinance\ncould in principle constitute a permissible alternative. Whether\nsuch a law would pass constitutional muster would depend on a\nnumber of other factors, such as whether the term “harassment” had\nbeen authoritatively construed to avoid vagueness and overbreadth\nproblems of the sort noted by .9Because we find that the\nAct is not narrowly tailored, we need not consider whether the Act\nleaves open ample alternative channels of communication. Nor need\nwe consider petitioners’ overbreadth challenge.",
    "joined": []
}