{
    "case": {
        "docket": "868",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/868/"
    },
    "id": "1962967",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGCAPERTON V. A.&NBSP;T. MASSEY COAL CO.556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-22HUGH M. CAPERTON, et al., PETITIONERSv.A. T. MASSEY COAL COMPANY, INC., et al.on writ of certiorari to the supreme court of\nappeals of west virginia[June 8, 2009]Chief Justice Roberts, with whom\nJustice Scalia, Justice Thomas, and Justice Alito join,\ndissenting.I, of course, share the\nmajority’s sincere concerns about the need to maintain a fair,\nindependent, and impartial judiciary—and one that appears to be\nsuch. But I fear that the Court’s decision will undermine rather\nthan promote these values.Until today, we have recognized exactly two\nsituations in which the Federal Due Process Clause requires\ndisqualification of a judge: when the judge has a financial\ninterest in the outcome of the case, and when the judge is trying a\ndefendant for certain criminal contempts. Vaguer notions of bias or\nthe appearance of bias were never a basis for disqualification,\neither at common law or under our constitutional precedents. Those\nissues were instead addressed by legislation or court rules.Today, however, the Court enlists the Due\nProcess Clause to overturn a judge’s failure to recuse because of a\n“probability of bias.” Unlike the established grounds for\ndisqualification, a “probability of bias” cannot be defined in any\nlimited way. The Court’s new “rule” provides no guidance to judges\nand litigants about when recusal will be constitutionally required.\nThis will inevitably lead to an increase in allegations that judges\nare biased, however groundless those charges may be. The end result\nwill do far more to erode public confidence in judicial\nimpartiality than an isolated failure to recuse in a particular\ncase.IThere is a “presumption of\nhonesty and integrity in those serving as adjudicators.”Withrowv.Larkin,421 U. S. 35, 47 (1975).\nAll judges take an oath to uphold the Constitution and apply the\nlaw impartially, and we trust that they will live up to this\npromise. SeeRepublican Party of Minn.v.White,536 U. S. 765,\n796 (2002) (Kennedy, J., concurring) (“We should not, even by\ninadvertence, ‘impute to judges a lack of firmness, wisdom, or\nhonor’ ” (quotingBridgesv.California,314 U. S. 252,\n273 (1941))). We have thus identified onlytwosituations\nin which the Due Process Clause requires disqualification of a\njudge: when the judge has a financial interest in the outcome of\nthe case, and when the judge is presiding over certain types of\ncriminal contempt proceedings.It is well established that a\njudge may not preside over a case in which he has a “direct,\npersonal, substantial pecuniary interest.”Tumeyv.Ohio,273\nU. S. 510, 523 (1927). This principle is relatively\nstraightforward, and largely tracks the longstanding common-law\nrule regarding judicial recusal. See Frank, Disqualification of\nJudges, 56 Yale L. J. 605, 609 (1947) (“The common law of\ndisqualification … was clear and simple: a judge was disqualified\nfor direct pecuniary interest and for nothing else”). For example,\na defendant’s due process rights are violated when he is tried\nbefore a judge who is “paid for his service only when he convicts\nthe defendant.”Tumey,supra, at 531; see alsoAetna Life Ins. Co.v.Lavoie,475 U. S. 813, 824\n(1986) (recusal required when the judge’s decision in a related\ncase “had the clear and immediate effect of enhancing both the\nlegal status and the settlement value of his own case”);Connallyv.Georgia,429 U. S. 245, 250\n(1977) (per curiam).It may also violate due process when a judge\npresides over a criminal contempt case that resulted from the\ndefendant’s hostility towards the judge. InMayberryv.Pennsylvania,400 U. S. 455(1971),\nthe defendant directed a steady stream of expletives andad\nhominemattacks at the judge throughout the trial. When that\ndefendant was subsequently charged with criminal contempt, we\nconcluded that he “should be given a public trial before a judge\nother than the one reviled by the contemnor.”Id., at 466;\nsee alsoTaylorv.Hayes,418 U. S. 488, 501\n(1974) (a judge who had “become embroiled in a running controversy”\nwith the defendant could not subsequently preside over that\ndefendant’s criminal contempt trial).Our decisions in this area have also\nemphasized when the Due Process Clause doesnotrequire\nrecusal:“All questions of judicial qualification may not\ninvolve constitutional validity. Thus matters of kinship, personal\nbias, state policy, remoteness of interest, would seem generally to\nbe matters merely of legislative discretion.”Tumey,supra, at 523; see alsoLavoie,supra,\nat 820.Subject to the two well-established exceptions\ndescribed above, questions of judicial recusal are regulated by\n“common law, statute, or the professional standards of the bench\nand bar.”Bracyv.Gramley,520 U. S. 899, 904\n(1997).In any given case, there are a number of\nfactors that could give rise to a “probability” or “appearance” of\nbias: friendship with a party or lawyer, prior employment\nexperience, membership in clubs or associations, prior speeches and\nwritings, religious affiliation, and countless other\nconsiderations. We have never held that the Due Process Clause\nrequires recusal for any of these reasons, even though they could\nbe viewed as presenting a “probability of bias.” Many statestatutesrequire recusal based on a probability or\nappearance of bias, but “that alone would not be sufficient basis\nfor imposing aconstitutionalrequirement under the Due\nProcess Clause.”Lavoie,supra, at 820 (emphasis\nadded). States are, of course, free to adopt broader recusal rules\nthan the Constitution requires—and every State has—but these\ndevelopments are not continuously incorporated into the Due Process\nClause.IIIn departing from this clear line\nbetween when recusal is constitutionally required and when it is\nnot, the majority repeatedly emphasizes the need for an “objective”\nstandard.Ante, at 1, 6, 9, 11–18. The majority’s analysis\nis “objective” in that it does not inquire into Justice Benjamin’s\nmotives or decisionmaking process. But the standard the majority\narticulates—“probability of bias”—fails to provide clear, workable\nguidance for future cases. At the most basic level, it is unclear\nwhether the new probability of bias standard is somehow limited to\nfinancial support in judicial elections, or applies to judicial\nrecusal questions more generally.But there are other fundamental\nquestions as well. With little help from the majority, courts will\nnow have to determine:1.    How much money is too much money? What\nlevel of contribution or expenditure gives rise to a “probability\nof bias”?2.    How do we determine whether a given\nexpenditure is “disproportionate”? Disproportionatetowhat?3.    Are independent, non-coordinated\nexpenditures treated the same as direct contributions to a\ncandidate’s campaign? What about contributions to independent\noutside groups supporting a candidate?4.    Does it matter whether the litigant has\ncontributed to other candidates or made large expenditures in\nconnection with other elections?5.    Does the amount at issue in the case\nmatter? What if this case were an employment dispute with only\n$10,000 at stake? What if the plaintiffs only sought non-monetary\nrelief such as an injunction or declaratory judgment?6.    Does the analysis change depending on\nwhether the judge whose disqualification is sought sits on a trial\ncourt, appeals court, or state supreme court?7.    How long does the probability of bias last?\nDoes the probability of bias diminish over time as the election\nrecedes? Does it matter whether the judge plans to run for\nreelection?8.    What if the “disproportionately” large\nexpenditure is made by an industry association, trade union,\nphysicians’ group, or the plaintiffs’ bar? Must the judge recuse in\nall cases that affect the association’s interests? Must the judge\nrecuse in all cases in which a party or lawyer is a member of that\ngroup? Does it matter how much the litigant contributed to the\nassociation?9.    What if the case involves a social or\nideological issue rather than a financial one? Must a judge recuse\nfrom cases involving, say, abortion rights if he has received\n“disproportionate” support from individuals who feel strongly about\neither side of that issue? If the supporter wants to help elect\njudges who are “tough on crime,” must the judge recuse in all\ncriminal cases?10.   What if the candidate draws\n“disproportionate” support from a particular racial, religious,\nethnic, or other group, and the case involves an issue of\nparticular importance to that group?11.   What if the supporter is not a party to the\npending or imminent case, but his interests will be affected by the\ndecision? Does the Court’s analysis apply if the supporter “chooses\nthe judge” not inhiscase, but in someone else’s?12.   What if the case implicates a regulatory\nissue that is of great importance to the party making the\nexpenditures, even though he has no direct financial interest in\nthe outcome (e.g.,a facial challenge to an agency\nrulemaking or a suit seeking to limit an agency’s\njurisdiction)?13.   Must the judge’s vote be outcome\ndeterminative in order for his non-recusal to constitute a due\nprocess violation?14.   Does the due process analysis consider the\nunderlying merits of the suit? Does it matter whether the decision\nis clearly right (or wrong) as a matter of state law?15.   What if a lower court decision in favor of\nthe supporter is affirmed on the merits on appeal, by a panel with\nno “debt of gratitude” to the supporter? Does that “moot” the due\nprocess claim?16.   What if the judge voted against the\nsupporter in many other cases?17.   What if the judge disagrees with the\nsupporter’s message or tactics? What if the judge expresslydisclaimsthe support of this person?18.   Should we assume that elected judges feel a\n“debt of hostility” towards majoropponentsof their\ncandidacies? Must the judge recuse in cases involving individuals\nor groups who spent large amounts of money trying unsuccessfully to\ndefeat him?19.   If there is independent review of a judge’s\nrecusal decision,e.g., by a panel of other judges, does\nthis completely foreclose a due process claim?20.   Does a debt of gratitude for endorsements\nby newspapers, interest groups, politicians, or celebrities also\ngive rise to a constitutionally unacceptable probability of bias?\nHow would we measure whether such support is disproportionate?21.   Does close personal friendship between a\njudge and a party or lawyer now give rise to a probability of\nbias?22.   Does it matter whether the campaign\nexpenditures come from a party or the party’s attorney? If from a\nlawyer, must the judge recuse in every case involving that\nattorney?23.   Does what is unconstitutional vary from\nState to State? What if particular States have a history of\nexpensive judicial elections?24.   Under the majority’s “objective” test, do\nwe analyze the due process issue through the lens of a reasonable\nperson, a reasonable lawyer, or a reasonable judge?25.   What role does causation play in this\nanalysis? The Court sends conflicting signals on this point. The\nmajority asserts that “[w]hether Blankenship’s campaign\ncontributions were a necessary and sufficient cause of Benjamin’s\nvictory is not the proper inquiry.”Ante, at 15. But\nelsewhere in the opinion, the majority considers “the apparent\neffect such contribution had on the outcome of the election,”ante, at 14, and whether the litigant has been able to\n“choos[e] the judge in his own cause,”ante, at 16. If\ncausation is a pertinent factor, how do we know whether the\ncontribution or expenditure had any effect on the outcome of the\nelection? What if the judge won in a landslide? What if the judge\nwon primarily because of his opponent’s missteps?26.   Is the due process analysis less probing\nfor incumbent judges—who typically have a great advantage in\nelections—than for challengers?27.   How final must the pending case be with\nrespect to the contributor’s interest? What if, for example, the\nonly issue on appeal is whether the court should certify a class of\nplaintiffs? Is recusal required just as if the issue in the pending\ncase were ultimate liability?28.   Which cases are implicated by this\ndoctrine? Must the case be pending at the time of the election?\nReasonably likely to be brought? What about an important but\nunanticipated case filed shortly after the election?29.   When do we impute a probability of bias\nfrom one party to another? Does a contribution from a corporation\nget imputed to its executives, and vice-versa? Does a contribution\nor expenditure by one family member get imputed to other family\nmembers?30.   What if the election is nonpartisan? What\nif the election is just a yes-or-no vote about whether to retain an\nincumbent?31.   What type of support is disqualifying? What\nif the supporter’s expenditures are used to fund voter registration\nor get-out-the-vote efforts rather than television\nadvertisements?32.   Are contributions or expenditures in\nconnection with a primary aggregated with those in the general\nelection? What if the contributor supported a different candidate\nin the primary? Does that dilute the debt of gratitude?33.   What procedures must be followed to\nchallenge a state judge’s failure to recuse? MayCapertonclaims only be raised on direct review? Or may such claims also be\nbrought in federal district court under 42 U. S. C. §1983,\nwhich allows a person deprived of a federal right by a state\nofficial to sue for damages? If §1983 claims are available, who are\nthe proper defendants? The judge? The whole court? The clerk of\ncourt?34.   What about state-court cases that are\nalready closed? Can the losing parties in those cases now seek\ncollateral relief in federal district court under §1983? What\nstatutes of limitation should be applied to such suits?35.   What is the proper remedy? After a\nsuccessfulCapertonmotion, must the parties start from\nscratch before the lower courts? Is any part of the lower court\njudgment retained?36.   Does a litigant waive his due process claim\nif he waits until after decision to raise it? Or would the claim\nonly be ripe after decision, when the judge’s actions or vote\nsuggest a probability of bias?37.   Are the parties entitled to discovery with\nrespect to the judge’s recusal decision?38.   If a judge erroneously fails to recuse, do\nwe apply harmless-error review?39.   Does thejudgeget to respond to\nthe allegation that he is probably biased, or is his reputation\nsolely in the hands of the parties to the case?40.   What if the parties settle aCapertonclaim as part of a broader settlement of the\ncase? Does that leave the judge with no way to salvage his\nreputation?These are only a few uncertainties that\nquickly come to mind. Judges and litigants will surely encounter\nothers when they are forced to, or wish to, apply the majority’s\ndecision in different circumstances. Today’s opinion requires state\nand federal judges simultaneously to act as political scientists\n(why did candidate X win the election?), economists (was the\nfinancial support disproportionate?), and psychologists (is there\nlikely to be a debt of gratitude?).The Court’s inability to formulate a\n“judicially discernible and manageable standard” strongly counsels\nagainst the recognition of a novel constitutional right. SeeViethv.Jubelirer,541 U. S. 267, 306\n(2004) (plurality opinion) (holding political gerrymandering claims\nnonjusticiable based on the lack of workable standards);id., at 317 (Kennedy, J., concurring in judgment) (“The\nfailings of the many proposed standards for measuring the burden a\ngerrymander imposes … make our intervention improper”). The need to\nconsider these and countless other questions helps explain why the\ncommon law and this Court’s constitutional jurisprudence have never\nrequired disqualification on such vague grounds as “probability” or\n“appearance” of bias.IIIATo its credit, the Court seems to\nrecognize that the inherently boundless nature of its new rule\nposes a problem. But the majority’s only answer is that the present\ncase is an “extreme” one, so there is no need to worry about other\ncases.Ante, at 17. The Court repeats this point over and\nover. Seeante, at 13 (“this is an exceptional case”);ante, at 16 (“On these extreme facts”);ibid.(“Our decision today addresses an extraordinary situation”);ante, at 17 (“The facts now before us are extreme by any\nmeasure”);ante, at 20 (Court’s rule will “be confined to\nrare instances”).But this is just so much\nwhistling past the graveyard. Claims that have little chance of\nsuccess are nonetheless frequently filed. The success rate for\ncertiorari petitions before this Court is approximately 1.1%, and\nyet the previous Term some 8,241 were filed. Every one of the\n“Capertonmotions” or appeals or §1983 actions will claim\nthat the judge is biased, or probably biased, bringing the judge\nand the judicial system into disrepute. And all future litigants\nwill assert that their case isreallythe most extreme\nthus far.Extreme cases often test the bounds of\nestablished legal principles. There is a cost to yielding to the\ndesire to correct the extreme case, rather than adhering to the\nlegal principle. That cost has been demonstrated so often that it\nis captured in a legal aphorism: “Hard cases make bad law.”Consider the cautionary tale of our decisions\ninUnited Statesv.Halper,490 U. S. 435(1989),\nandHudsonv.United States,522 U. S. 93(1997).\nHistorically, we have held that the Double Jeopardy Clause only\napplies to criminal penalties, not civil ones. See,e.g.,Helveringv.Mitchell,303 U. S. 391, 398–400\n(1938). But inHalper, the Court held that a civil penalty\ncould violate the Clause if it were “overwhelmingly\ndisproportionate to the damages [the defendant] has caused” and\nresulted in a “clear injustice.” 490 U. S., at 446, 449. We\nacknowledged that this inquiry would not be an “exact pursuit,” but\nthe Court assured litigants that it was only announcing “a rule for\nthe rare case, the case such as the one before us.”Id.,\nat 449; see alsoid., at 453 (Kennedy, J., concurring)\n(“Today’s holding, I would stress, constitutes an objective rule\nthat is grounded in the nature of the sanction and the facts of the\nparticular case”).Just eight years later, we granted certiorari\ninHudson“because of concerns about the wide variety of\nnovel double jeopardy claims spawned in the wake ofHalper.” 522 U. S., at 98; see alsoibid.,\nn. 4. The novel claim that we had recognized inHalperturned out not to be so “rare” after all, and the\ntest we adopted in that case—“overwhelmingly disproportionate”—had\n“proved unworkable.”Id., at 101–102 (internal quotation\nmarks omitted). We thus abandoned theHalperrule, ruing\nour “ill considered” “deviation from longstanding double jeopardy\nprinciples.”Id., at 101.The déjÀ vu is enough to make one swoon.\nToday, the majority again departs from a clear, longstanding\nconstitutional rule to accommodate an “extreme” case involving\n“grossly disproportionate” amounts of money. I believe we will come\nto regret this decision as well, when courts are forced to deal\nwith a wide variety ofCapertonmotions, each claiming the\ntitle of “most extreme” or “most disproportionate.”BAnd why is the Court so convinced\nthat this is an extreme case? It is true that Don Blankenship spent\na large amount of money in connection with this election. But this\npoint cannot be emphasized strongly enough: Other than a $1,000\ndirect contribution from Blankenship,Justice Benjamin and his\ncampaign had no control over how this money was spent.\nCampaigns go to great lengths to develop precise messages and\nstrategies. An insensitive or ham-handed ad campaign by an\nindependent third party might distort the campaign’s message or\ncause a backlash against the candidate, even though the candidate\nwas not responsible for the ads. SeeBuckleyv.Valeo,424 U.\nS. 1, 47 (1976) (per curiam) (“Unlike contributions,\nsuch independent expenditures may well provide little assistance to\nthe candidate’s campaign and indeed may prove counterproductive”);\nsee also Brief for Conference of Chief Justices as Amicus Curiae\n27, n. 50 (citing examples of judicial elections in which\nindependent expenditures backfired and hurt the candidate’s\ncampaign). The majority repeatedly characterizes Blankenship’s\nspending as “contributions” or “campaign contributions,”ante, at 1, 3, 14–17, 19, but it is more accurate to refer\nto them as “independent expenditures.” Blankenship only\n“contributed” $1,000 to the Benjamin campaign.Moreover, Blankenship’s\nindependent expenditures do not appear “grossly disproportionate”\ncompared to other such expenditures in this very election. “And for\nthe Sake of the Kids”—an independent group that received\napproximately two-thirds of its funding from Blankenship—spent\n$3,623,500 in connection with the election. App. 684a. But large\nindependent expenditures were also made in support of Justice\nBenjamin’s opponent. “Consumers for Justice”—an independent group\nthat received large contributions from the plaintiffs’ bar—spent\napproximately $2 million in this race.Id., at 682a–683a,\nn. 41. And Blankenship has made large expenditures in connection\nwith several previous West Virginia elections, which undercuts any\nnotion that his involvement in this election was “intended to\ninfluence the outcome” of particular pending litigation. Brief for\nPetitioners 29.It is also far from clear that Blankenship’s\nexpenditures affected the outcome of this election. Justice\nBenjamin won by a comfortable 7-point margin (53.3% to 46.7%). Many\nobservers believed that Justice Benjamin’s opponent doomed his\ncandidacy by giving a well-publicized speech that made several\ncurious allegations; this speech was described in the local media\nas “deeply disturbing” and worse. App. 679a, n. 38. Justice\nBenjamin’s opponent also refused to give interviews or participate\nin debates. All but one of the major West Virginia newspapers\nendorsed Justice Benjamin. Justice Benjamin just might have won\nbecause the voters of West Virginia thought he would be a better\njudge than his opponent. Unlike the majority, I cannot say with any\ndegree of certainty that Blankenship “cho[se] the judge in his own\ncause.”Ante, at 16. I would give the voters of West\nVirginia more credit than that.*  *  *It is an old cliché, but\nsometimes the cure is worse than the disease. I am sure there are\ncases where a “probability of bias” should lead the prudent judge\nto step aside, but the judge fails to do so. Maybe this is one of\nthem. But I believe that opening the door to recusal claims under\nthe Due Process Clause, for an amorphous “probability of bias,”\nwill itself bring our judicial system into undeserved disrepute,\nand diminish the confidence of the American people in the fairness\nand integrity of their courts. I hope I am wrong.I respectfully dissent.",
    "joined": []
}