{
    "case": {
        "docket": "377",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/377/"
    },
    "id": "1970436",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1018_________________Steve A. Filarsky, PETITIONERv.Nicholas B. Deliaon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 17, 2012]Chief Justice Roberts delivered the opinion of\nthe Court.Section 1983 provides a cause of action against\nstate actors who violate an individual’s rights under federal law.\n42 U. S. C. §1983. At common law, those who carried out\nthe work of government enjoyed various protections from liability\nwhen doing so, in order to allow them to serve the government\nwithout undue fear of personal exposure. Our decisions have looked\nto these common law protections in affording either absolute or\nqualified immunity to individuals sued under §1983. The question in\nthis case is whether an individual hired by the government to do\nits work is prohibited from seeking such immunity, solely be- cause\nhe works for the government on something other than a permanent or\nfull-time basis.IANicholas Delia, a firefighter employed by the\nCity of Rialto, California, became ill while responding to a toxic\nspill in August 2006. Under a doctor’s orders, Delia missed three\nweeks of work. The City became suspicious of Delia’s extended\nabsence, and hired a private investi- gation firm to conduct\nsurveillance on him. The private investigators observed Delia\npurchasing building supplies— including several rolls of fiberglass\ninsulation—from a home improvement store. The City surmised that\nDelia was missing work to do construction on his home rather than\nbecause of illness, and it initiated a formal internal affairs\ninvestigation of him.Delia was ordered to appear for an\nadministrative in- vestigation interview. The City hired Steve\nFilarsky to conduct the interview. Filarsky was an experienced\nemploy- ment lawyer who had previously represented the City in\nseveral investigations. Delia and his attorney attended the\ninterview, along with Filarsky and two fire department officials,\nMike Peel and Frank Bekker. During the interview, Filarsky\nquestioned Delia about the building sup- plies. Delia acknowledged\nthat he had purchased the supplies, but claimed that he had not yet\ndone the work on his home.During a break, Filarsky met with Peel, Bekker,\nand Fire Chief Stephen Wells. Filarsky proposed resolving the\ninvestigation by verifying Delia’s claim that he had not done any\nwork on his home. To do so, Filarsky recommended asking Delia to\nproduce the building materials. Chief Wells approved the plan.When the meeting resumed, Filarsky requested\npermission for Peel to enter Delia’s home to view the materials. On\nthe advice of counsel, Delia refused. Filarsky then asked Delia if\nhe would be willing to bring the materials out onto his lawn, so\nthat Peel could observe them without entering his home. Delia again\nrefused to consent. Un- able to obtain Delia’s cooperation,\nFilarsky ordered him to produce the materials for inspection.Delia’s counsel objected to the order, asserting\nthat it would violate the Fourth Amendment. When that objection\nproved unavailing, Delia’s counsel threatened to sue the City. He\nwent on to tell Filarsky that “[w]e might quite possibly find a way\nto figure if we can name you Mr. Filarsky. . . . If\nyou want to take that chance, you go right ahead.” App. 131–132.\nThe threat was repeated over and over: “[E]verybody is going to get\nnamed, and they are going to sweat it out as to whether or not they\nhave individual liability . . . .” “[Y]ou order him\nand you will be named and that is not an idle threat.” “Whoever\nissues that order is going to be named in the lawsuit.” “[W]e will\nseek any and all damages including individual liability\n. . . . [W]e are coming if you order this.” “[M]ake\nsure the spell- ing is clear [in the order] so we know who to sue.”Id., at 134–136, 148–149. Despite these threats, Filarsky\nprepared an order directing Delia to produce the materials, which\nChief Wells signed.As soon as the interview concluded, Peel and\nBekker followed Delia to his home. Once there, Delia, his attorney,\nand a union representative went into Delia’s house, brought out the\nfour rolls of insulation, and placed them on Delia’s lawn. Peel and\nBekker, who remained in their car during this process, thanked\nDelia for showing them the insulation and drove off.BDelia brought an action under 42\nU. S. C. §1983 against the City, its Fire Department,\nChief Wells, Peel, Bekker, Filarsky, and ten unidentified\nindividuals, alleging that the order to produce the building\nmaterials violated his rights under the Fourth and Fourteenth\nAmendments. The District Court granted summary judgment to all the\nindividual defendants, concluding that they were pro- tected by\nqualified immunity. The court held that Delia had “not demonstrated\na violation of a clearly established constitutional right,” because\n“Delia was not threatened with insubordination or termination if he\ndid not comply with any order given and none of these defendants\nentered [his] house.”Deliav.Rialto, No. CV\n08–03359 (CD Cal., Mar. 9, 2009), App. to Pet. for Cert. 42,\n48.The Court of Appeals for the Ninth Circuit\naffirmed with respect to all defendants except Filarsky. The Court\nof Appeals concluded that the order violated the Fourth Amendment,\nbut agreed with the District Court that Delia “ha[d] not\ndemonstrated that a constitutional right was clearly established as\nof the date of Chief Wells’s order, such that defendants would have\nknown that their actions were unlawful.”Deliav.Rialto, 621 F.3d 1069, 1079 (2010). As to Filarsky, however,\nthe court concluded that because he was a private attorney and not\na City employee, he was not entitled to seek the protection of\nqualified immunity.Id.,at 1080–1081. The court noted that\nits decision conflicted with a decision of the Court of Appeals for\nthe Sixth Circuit, seeCullinanv.Abramson,128 F.3d 301, 310 (1997), but considered itself bound by\nCircuit precedent and therefore “not free to follow theCullinandecision.” 621 F. 3d, at 1080 (citingGonzalezv.Spencer,336 F.3d 832(CA9 2003)).Filarsky filed a petition for certiorari, which\nwe granted. 564 U. S. ___ (2011).IISection 1983 provides a cause of action\nagainst any person who deprives an individual of federally\nguaranteed rights “under color” of state law. 42 U. S. C.\n§1983. Anyone whose conduct is “fairly attributable to the state”\ncan be sued as a state actor under §1983. SeeLugarv.Edmondson Oil Co.,457\nU.S. 922, 937 (1982). At common law, government actors were\nafforded certain protections from liability, based on the reasoning\nthat “the public good can best be secured by allowing officers\ncharged with the duty of deciding upon the rights of others, to act\nupon their own free, unbiased convictions, uninfluenced by any\napprehensions.”Wassonv.Mitchell, 18 Iowa 153,\n155–156 (1864) (internal quotation marks omitted); see also W.\nProsser, Law of Torts §25, p. 150 (1941) (common law protections\nderived from the need to avoid the “impossible burden [that] would\nfall upon all our agencies of government” if those acting on behalf\nof the government were “unduly hampered and intimidated in the\ndischarge of their duties” by a fear of personal liability). Our\ndecisions have recognized similar immunities under §1983, reasoning\nthat common law protections “ ‘well grounded in his- tory and\nreason’ had not been abrogated ‘by covert inclusion in the general\nlanguage’ of §1983.”Imblerv.Pachtman,424 U.S.\n409, 418 (1976) (quotingTenneyv.Brandhove,341 U.S.\n367, 376 (1951)).In this case, there is no dispute that qualified\nimmunity is available for the sort of investigative activities at\nissue. SeePearsonv.Callahan,555 U.S.\n223, 243–244 (2009). The Court of Appeals granted this\nprotection to Chief Wells, Peel, and Bekker, but denied it to\nFilarsky, because he was not a public employee but was instead a\nprivate individual “retained by the City to participate in internal\naffairs investigations.” 621 F. 3d, at 1079–1080. In\ndetermining whether this distinction is valid, we look to the\n“general principles of tort immunities and defenses” applicable at\ncommon law, and the reasons we have afforded protection from suit\nunder §1983.Imbler,supra, at 418.AUnder our precedent, the inquiry begins with\nthe common law as it existed when Congress passed §1983 in 1871.Towerv.Glover,467 U.S.\n914, 920 (1984). Understanding the protections the common law\nafforded to those exercising government power in 1871 requires an\nappreciation of the nature of government at that time. In the\nmid-nineteenth century, government was smaller in both size and\nreach. It had fewer responsibilities, and operated primarily at the\nlocal level. Local governments faced tight budget constraints, and\ngenerally had neither the need nor the ability to maintain an\nestablished bureaucracy staffed by professionals. See B. Campbell,\nThe Growth of American Government: Governance From the Cleveland\nEra to the Present 14–16, 20–21 (1995);id.,at 20 (noting\nthat in the 1880s “[t]he governor’s office staff in Wisconsin\n. . . totaled five workers if we count the lieutenant\ngovernor and the janitor”).As one commentator has observed, there was at\nthat time “no very clear conception of a professional office, that\nis, an office the incumbent of which devotes his entire time to the\ndischarge of public functions, who has no other occupation, and who\nreceives a sufficiently large compensation to enable him to live\nwithout resorting to other means.” F. Goodnow, Principles of the\nAdministrative Law of the United States 227 (1905). Instead, to a\nsignificant extent, government was “administered by members of\nsociety who temporarily or occasionally discharge[d] public\nfunctions.”Id.,at 228. Whether government relied primarily\nupon professionals or occasional workers obviously varied across\nthe country and across different government functions. But even at\nthe turn of the twentieth century, a public servant was often one\nwho “does not devote his entire time to his public duties, but is,\nat the same time that he is holding public office, permitted to\ncarry on some other regular business, and as a matter of fact finds\nhis main means of support in such business or in his private means\nsince he receives from his office a compensation insufficient to\nsupport him.”Id.,at 227.Private citizens were actively involved in\ngovernment work, especially where the work most directly touched\nthe lives of the people. It was not unusual, for example, to see\nthe owner of the local general store step behind a window in his\nshop to don his postman’s hat. See,e.g., Stole Stamps,\nMaysville, KY, The Evening Bulletin, p. 1, Sept. 25, 1895\n(reporting that “[t]he post office and general store at Mount Hope\nwas broken into,” resulting in the loss of $400 worth of cutlery\nand stamps). Nor would it have been a surprise to find, on a trip\nto the docks, the local ferryman collecting harbor fees as public\nwharfmaster. See 3 E. Johnson, A History of Kentucky and\nKentuckians 1346 (1912).Even such a core government activity as criminal\nprosecution was often carried out by a mixture of public employees\nand private individuals temporarily serving the public. At the time\n§1983 was enacted, private lawyers were regularly engaged to\nconduct criminal prosecutions on behalf of the State. See,e.g.,Commonwealthv.Gibbs, 70 Mass. 146\n(1855);Whitev.Polk County, 17 Iowa 413 (1864).\nAbraham Lincoln himself accepted several such appointments. See,e.g., An Awful Crime and Speedy Punishment, Springfield\nDaily Register, May 14, 1853 (reporting that “A. Lincoln, esq. was\nappointed prosecutor” in a rape case). In addition, private lawyers\noften assisted public prosecutors in significant cases. See,e.g.,Commonwealthv.Knapp, 10 Mass. 477,\n490–491 (1830);Chambersv.State, 22 Tenn. 237\n(1842). And public prosecutors themselves continued to represent\nprivate clients while in office—sometimes creating odd conflicts of\ninterest. SeePeoplev.Bussey, 82 Mich. 49, 46 N.W.\n97, 98 (1890) (public prosecutor employed as private counsel by the\ndefendant’s wife in several civil suits against the defendant);Phillipv.Waller, 5 Haw. 609, 617 (1886) (public\nprosecutor represented plaintiff in a suit for malicious\nprosecution);Oliverv.Pate, 43 Ind. 132, 139 (1873)\n(public prosecutor who conducted a state prosecution against a\ndefendant later served as counsel for the defendant in a malicious\nprosecution suit against the complaining witness).This mixture of public responsibility and\nprivate pursuits extended even to the highest levels of government.\nUntil the position became full-time in 1853, for example, the\nAttorney General of the United States was expected to and did\nmaintain an active private law practice. To cite a notable\nillustration, inHayburn’s Case, 2 Dall. 409 (1792), the\nfirst Attorney General, Edmund Randolph, sought a writ of mandamus\nfrom this Court to compel a lower court to hear William Hayburn’s\npetition to be put on the pension list. When this Court did not\nallow the Attorney General to seek the writ in his official\ncapacity, Randolph readily solved the problem by arguing the case\nas Hayburn’s private lawyer.Ibid.; see also Letter from\nEdmund Randolph to James Madison (Aug. 12, 1792), reprinted in 14\nThe Papers of James Madison 348, 349 (R. Rutland, T. Mason, R.\nBrugger, J. Sisson, & F. Teute eds. 1983); Bloch, The Early\nRole of the Attorney General in Our Constitutional Scheme: In the\nBeginning There Was Pragmatism, 1989 Duke L. J. 561, 598–599, n.\n121, 619.Given all this, it should come as no surprise\nthat the common law did not draw a distinction between public\nservants and private individuals engaged in public service in\naccording protection to those carrying out government\nresponsibilities. Government actors involved in adjudicative\nactivities, for example, were protected by an absolute immunity\nfrom suit. SeeBradleyv.Fisher, 13 Wall. 335,\n347–348 (1872); J. Bishop, Commentaries on the Non-Contract Law\n§781 (1889). This immunity applied equally to “the highest judge in\nthe State or nation” and “the lowest officer who sits as a court\nand tries petty causes,” T. Cooley, Law of Torts 409 (1879),\nincluding those who served as judges on a part-time or episodic\nbasis. Justices of the peace, for example, often maintained active\nprivate law practices (or even had nonlegal livelihoods), and\ngenerally served in a judicial capacity only part-time. SeeHubbellv.Harbeck, 54 Hun. 147, 7 N.Y.S. 243 (1889);Ingrahamv.Leland, 19 Vt. 304 (1847). In fact,\njustices of the peace were not even paid a salary by the\ngovernment, but instead received compensation through fees payable\nby the parties that came before them. See W. Murfee, The Justice of\nthe Peace §1145 (1886). Yet the common law extended the same\nimmunity “to a justice of the peace as to any other judicial\nofficer.”Prattv.Gardner, 56 Mass. 63, 70 (1848);\nsee alsoMangoldv.Thorpe, 33 N. J. L.\n134, 137–138 (1868).The common law also extended certain protections\nto individuals engaged in law enforcement activities, such as\nsheriffs and constables. At the time §1983 was enacted, however,\n“[t]he line between public and private policing was frequently\nhazy. Private detectives and privately em- ployed patrol personnel\noften were publicly appointed as special policemen, and the means\nand objects of detective work, in particular, made it difficult to\ndistinguish between those on the public payroll and private\ndetectives.” Sklansky, The Private Police, 46 UCLA L. Rev. 1165,\n1210 (1999) (footnotes and internal quotation marks omitted). The\nprotections provided by the common law did not turn on whether\nsomeone we today would call a police officer worked for the\ngovernment full-time or instead for both public and private\nemployers. Rather, at common law, “[a] special constable, duly\nappointed according to law, ha[d] all the powers of a regular\nconstable so far as may be necessary for the proper discharge of\nthe special duties intrusted to him, and in the lawful discharge of\nthose duties, [was] as fully protected as any other officer.” W.\nMurfee, A Treatise on the Law of Sheriffs and Other Ministerial\nOfficers §1121, p. 609 (1884).Sheriffs executing a warrant were empowered by\nthe common law to enlist the aid of the able-bodied men of the\ncommunity in doing so. See 1 W. Blackstone, Commentaries on the\nLaws of England 332 (1765);In re Quarles,158 U.S.\n532, 535 (1895). While serving as part of this “posse\ncomitatus,” a private individual had the same authority as the\nsheriff, and was protected to the same extent. See,e.g.,Robinsonv.State, 93 Ga. 77, 18 S.E. 1018, 1019\n(1893) (“A member of a posse comitatus summoned by the sheriff to\naid in the execution of a warrant for a felony in the sheriff’s\nhands is entitled to the same protection in the discharge of his\nduties as the sheriff himself”);Statev.Mooring,\n115 N. C. 709, 20 S.E. 182 (1894) (considering it “well\nsettled by the courts” that a sheriff may break open the doors of a\nhouse to execute a search warrant and that “if he act in good faith\nin doing so, both he and his posse comitatus will be protected”);North Carolinav.Gosnell, 74 F. 734, 738–739 (CC\nWDNC 1896) (“Both judicial and ministerial officers, in the\nexecution of the duties of their office, are under the strong\nprotection of the law; and their legally summoned assistants, for\nsuch time as in service, are officers of the law”);Reedv.Rice, 25 Ky. 44, 46–47 (App. 1829) (private individuals\nsummoned by a constable to execute a search warrant were protected\nfrom a suit based on the invalidity of the warrant).Indeed, examples of individuals receiving\nimmunity for actions taken while engaged in public service on a\ntemporary or occasional basis are as varied as the reach of\ngovernment itself. See,e.g.,Gregoryv.Brooks, 37 Conn. 365, 372 (1870) (public wharfmaster not\nliable for ordering re- moval of a vessel unless the order was\nissued maliciously);Hendersonv.Smith, 26\nW. Va. 829, 836–838 (1885) (notaries public given immunity for\ndiscretionary acts taken in good faith);Chamberlainv.Clayton, 56 Iowa 331, 9 N.W. 237 (1881) (trustees of a\npublic institution for the disabled not liable absent a showing of\nmalice);McCormickv.Burt, 95 Ill. 263, 265–266\n(1880) (school board members not liable for suspending a student in\ngood faith);Donohuev.Richards, 38 Me. 379, 392\n(1854) (same);Downerv.Lent, 6 Cal. 94, 95 (1856)\n(members of a Board of Pilot Commissioners given immunity for\nofficial acts);Railv.Potts & Baker, 27 Tenn.\n225, 228–230 (1847) (private individuals appointed by the sheriff\nto serve as judges of an election were not liable for refusing a\nvoter absent a showing of malice);Jenkinsv.Waldron, 11 Johns. 114, 120–121 (NY Sup. Ct. 1814)\n(same).We read §1983 “in harmony with general\nprinciples of tort immunities and defenses.”Imbler, 424\nU. S., at 418. And we “proceed[ ] on the assumption that\ncommon-law principles of . . . immunity were incorporated\ninto our judicial system and that they should not be abrogated\nabsent clear legislative intent to do so.”Pulliamv.Allen,466 U.S.\n522, 529 (1984). Under this assumption, immu- nity under §1983\nshould not vary depending on whether an individual working for the\ngovernment does so as a full-time employee, or on some other\nbasis.BNothing about the reasons we have given for\nrecognizing immunity under §1983 counsels against carrying forward\nthe common law rule. As we have explained, such immu- nity\n“protect[s] government’s ability to perform its traditional\nfunctions.”Wyattv.Cole,504\nU.S. 158, 167 (1992). It does so by helping to avoid\n“unwarranted timidity” in performance of public duties, ensuring\nthat talented candidates are not deterred from public service, and\npreventing the harmful distractions from carrying out the work of\ngovernment that can often accompany damages suits.Richardsonv.McKnight,521\nU.S. 399, 409–411 (1997).We have called the government interest in\navoiding “unwarranted timidity” on the part of those engaged in the\npublic’s business “the most important special government\nimmunity-producing concern.”Id.,at 409. Ensuring that\nthose who serve the government do so “with the decisiveness and the\njudgment required by the public good,”Scheuerv.Rhodes,416 U.S.\n232, 240 (1974), is of vital importance regardless whether the\nindividual sued as a state actor works full-time or on some other\nbasis.Affording immunity not only to public employees\nbut also to others acting on behalf of the government similarly\nserves to “ ‘ensure that talented candidates [are] not\ndeterred by the threat of damages suits from entering public\nservice.’ ”Richardson,supra, at 408 (quotingWyatt,supra, at 167). The government’s need to\nattract talented individuals is not limited to full-time public\nemployees. Indeed, it is often when there is a particular need for\nspecialized knowledge or expertise that the government must look\noutside its permanent work force to secure the services of private\nindividuals. This case is a good example: Filarsky had 29 years of\nspecialized experience as an attorney in labor, employment, and\npersonnel matters, with particular expertise in conducting internal\naffairs investigations. App. to Pet. for Cert. 59, 89; App. 156.\nThe City of Rialto certainly had no permanent employee with\nanything approaching those qualifications. To the extent such\nprivate individuals do not depend on the government for their\nlivelihood, they have freedom to select other work—work that will\nnot expose them to liability for government actions. This makes it\nmore likely that the most talented candidates will decline public\nen- gagements if they do not receive the same immunity enjoyed by\ntheir public employee counterparts.Sometimes, as in this case, private individuals\nwill work in close coordination with public employees, and face\nthreatened legal action for the same conduct. See App. 134 (Delia’s\nlawyer: “everybody is going to get named” in threatened suit).\nBecause government employees will often be protected from suit by\nsome form of immunity, those working alongside them could be left\nholding the bag—facing full liability for actions taken in\nconjunction with government employees who enjoy immunity for the\nsame activity. Under such circumstances, any private individual\nwith a choice might think twice before accepting a government\nassignment.The public interest in ensuring performance of\ngovernment duties free from the distractions that can accompany\neven routine lawsuits is also implicated when individuals other\nthan permanent government employees discharge these duties. SeeRichardson,supra, at 411. Not only will such\nindividuals’ performance of any ongoing government responsibilities\nsuffer from the distraction of lawsuits, but such distractions will\nalso often affect any public employees with whom they work by\nembroiling those employees in litigation. This case is again a good\nexample: If the suit against Filarsky moves forward, it is highly\nlikely that Chief Wells, Bekker, and Peel will all be required to\ntes- tify, given their roles in the dispute. Allowing suit under\n§1983 against private individuals assisting the government will\nsubstantially undermine an important reason immunity is accorded\npublic employees in the first place.Distinguishing among those who carry out the\npublic’s business based on the nature of their particular\nrelationship with the government also creates significant\nline-drawing problems. It is unclear, for example, how Fil- arsky\nwould be categorized if he regularly spent half his time working\nfor the City, or worked exclusively on one City project for an\nentire year. See Tr. of Oral Arg. 34–36. Such questions deprive\nstate actors of the ability to “reasonably anticipate when their\nconduct may give rise to liability for damages,”Andersonv.Creighton,483 U.S.\n635, 646 (1987) (alteration and internal quotation marks\nomitted), frustrating the purposes immunity is meant to serve. An\nuncertain immunity is little better than no immunity at all.IIIOur decisions inWyattv.Cole,504 U.S.\n158(1992), andRichardsonv.McKnight,521 U.S.\n399(1997), are not to the contrary. InWyatt, we held\nthat individuals who used a state replevin law to compel the local\nsheriff to seize disputed property from a former business partner\nwere not entitled to seek qualified immunity. Cf.Lugar,457 U.S.\n922(holding that an individual who uses a state replevin,\ngarnishment, or attachment statute later declared to be\nunconstitutional acts under color of state law for purposes of\n§1983). We explained that the reasons underlying recognition of\nqualified immunity did not sup- port its extension to individuals\nwho had no connection to government and pursued purely private\nends. Because such individuals “hold no office requiring them to\nexercise discretion; nor are they principally concerned with\nenhancing the public good,” we concluded that extending immunity to\nthem would “have no bearing on whether public officials are able to\nact forcefully and decisively in their jobs or on whether qualified\napplicants enter public service.” 504 U. S., at 168.Wyattis plainly not implicated by the\ncircumstances of this case. Unlike the defendants inWyatt,\nwho were us- ing the mechanisms of government to achieve their own\nends, individuals working for the government in pursuit of\ngovernment objectives are “principally concerned with en- hancing\nthe public good.”Ibid. Whether such individ- uals have\nassurance that they will be able to seek protection if sued under\n§1983 directly affects the government’s ability to achieve its\nobjectives through their public service. Put simply,Wyattinvolved no government agents, no government interests, and no\ngovernment need for immunity.InRichardson, we considered whether\nguards employed by a privately run prison facility could seek the\nprotection of qualified immunity. Although the Court had previously\ndetermined that public-employee prison guards were entitled to\nqualified immunity, seeProcunierv.Navarette,434 U.S.\n555(1978), it determined that prison guards employed by a\nprivate company and working in a privately run prison facility did\nnot enjoy the same protection. We explained that the various\nincentives characteristic of the private market in that case\nensured that the guards would not perform their public duties with\nunwarranted timidity or be deterred from entering that line of\nwork. 521 U. S.,at 410–411.Richardsonwas a self-consciously\n“narrow[ ]” decision.Id., at 413 (“[W]e have answered the\nimmunity question narrowly, in the context in which it arose”). The\nCourt made clear that its holding was not meant to foreclose all\nclaims of immunity by private individuals.Ibid.Instead,\nthe Court emphasized that the particular circumstances of that\ncase—“a private firm, systematically organized to assume a major\nlengthy administrative task (managing an institution) with limited\ndirect supervision by the government, undertak[ing] that task for\nprofit and potentially in competition with other firms”—combined\nsufficiently to mitigate the concerns underlying recognition of\ngovernmental immunity under §1983.Ibid.Nothing of the sort\nis involved here, or in the typical case of an individual hired by\nthe government to assist in carrying out its work.*  *  *A straightforward application of the rule set\nout above is sufficient to resolve this case. Though not a public\nem- ployee, Filarsky was retained by the City to assist in\nconducting an official investigation into potential wrongdoing.\nThere is no dispute that government employees performing such work\nare entitled to seek the protection of qualified immunity. The\nCourt of Appeals rejected Filarsky’s claim to the protection\naccorded Wells, Bekker, and Peel solely because he was not a\npermanent, full-time employee of the City. The common law, however,\ndid not draw such distinctions, and we see no justification for\ndoing so under §1983.New York City has a Department of Investigation\nstaffed by full-time public employees who investigate city\npersonnel, and the resources to pay for it. The City of Rialto has\nneither, and so must rely on the occasional services of private\nindividuals such as Mr. Filarsky. There is no reason Rialto’s\ninternal affairs investigator should be denied the qualified\nimmunity enjoyed by the ones who work for New York.In light of the foregoing, the judgment of the\nCourt of Appeals denying qualified immunity to Filarsky is\nreversed.It is so ordered.",
    "joined": []
}