{
    "case": {
        "docket": "693",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/693/"
    },
    "id": "1970763",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–144_________________DENNIS HOLLINGSWORTH, et al., PETITIONERS\nv. KRISTIN M. PERRY et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 26, 2013]Chief Justice Roberts\ndelivered the opinion of the Court.The public is currently\nengaged in an active political debate over whether same-sex couples\nshould be allowed to marry. That question has also given rise to\nlitigation. In this case, petitioners, who oppose same-sex\nmarriage, ask us to decide whether the Equal Protection Clause\n“prohibits the State of California from defining marriage as\nthe union of a man and a woman.” Pet. for Cert. i.\nRespondents, same-sex couples who wish to marry, view the issue in\nsomewhat different terms: For them, it is whether\nCalifornia—having previously recognized the right of same-sex\ncouples to marry—may reverse that decision through a\nreferendum.Federal courts have\nauthority under the Constitution to answer such questions only if\nnecessary to do so in the course of deciding an actual\n“case” or “controversy.” As used in the\nConstitution, those words do not include every sort of dispute, but\nonly those “historically viewed as capable of resolution\nthrough the judicial process.” Flast v. Cohen, 392 U. S.\n83, 95 (1968) . This is an essential limit on our power: It ensures\nthat we act as judges, and do not engage in policymaking properly\nleft to elected representatives.For there to be such a\ncase or controversy, it is not enough that the party invoking the\npower of the court have a keen interest in the issue. That party\nmust also have “standing,” which requires, among other\nthings, that it have suffered a concrete and particularized injury.\nBecause we find that petitioners do not have standing, we have no\nauthority to decide this case on the merits, and neither did the\nNinth Circuit.IIn 2008, the\nCalifornia Supreme Court held that limiting the official\ndesignation of marriage to opposite-sex couples violated the equal\nprotection clause of the California Constitution. In re\nMarriage Cases, 43 Cal. 4th 757, 183 P. 3d 384. Later that\nyear, California voters passed the ballot initiative at the center\nof this dispute, known as Proposition 8. That proposition amended\nthe California Constitution to provide that “[o]nly marriage\nbetween a man and a woman is valid or recognized in\nCalifornia.” Cal. Const., Art. I, §7.5. Shortly\nthereafter, the California Supreme Court rejected a procedural\nchallenge to the amendment, and held that the Proposition was\nproperly enacted under California law. Strauss v. Horton, 46 Cal.\n4th 364, 474–475, 207 P. 3d 48, 122 (2009).According to the\nCalifornia Supreme Court, Proposition 8 created a “narrow and\nlimited exception” to the state constitutional rights\notherwise guaranteed to same-sex couples. Id., at 388, 207\nP. 3d, at 61. Under California law, same-sex couples have a\nright to enter into relationships recognized by the State as\n“domestic partnerships,” which carry “the same\nrights, protections, and benefits, and shall be subject to the same\nresponsibilities, obligations, and duties under law . . .\nas are granted to and imposed upon spouses.” Cal. Fam. Code\nAnn. §297.5(a) (West 2004). In In re Marriage Cases, the\nCalifornia Supreme Court concluded that the California Constitution\nfurther guarantees same-sex couples “all of the\nconstitutionally based incidents of marriage,” including the\nright to have that marriage “officially recognized” as\nsuch by the State. 43 Cal. 4th, at 829, 183 P. 3d, at\n433–434. Proposition 8, the court explained in Strauss, left\nthose rights largely undisturbed, reserving only “the\nofficial designation of the term ‘marriage’ for the\nunion of opposite-sex couples as a matter of state constitutional\nlaw.” 46 Cal. 4th, at 388, 207 P. 3d, at 61.Respondents, two\nsame-sex couples who wish to marry, filed suit in federal court,\nchallenging Proposition 8 under the Due Process and Equal\nProtection Clauses of the Fourteenth Amendment to the Federal\nConstitution. The complaint named as defendants California’s\nGovernor, attorney general, and various other state and local\nofficials responsible for enforcing California’s marriage\nlaws. Those officials refused to defend the law, although they have\ncontinued to enforce it throughout this litigation. The District\nCourt allowed petitioners—the official proponents of the\ninitiative, see Cal. Elec. Code Ann. §342 (West 2003)—to\nintervene to defend it. After a 12-day bench trial, the District\nCourt declared Proposition 8 uncon-stitutional, permanently\nenjoining the California officials named as defendants from\nenforcing the law, and “directing the official defendants\nthat all persons under their control or supervision” shall\nnot enforce it. Perry v. Schwarzenegger, 704 F. Supp. 2d 921,\n1004 (ND Cal. 2010).Those officials elected\nnot to appeal the District Court order. When petitioners did, the\nNinth Circuit asked them to address “why this appeal should\nnot be dismissed for lack of Article III standing.” Perry v.\nSchwarzenegger, Civ. No. 10–16696 (CA9, Aug. 16, 2010),\np. 2. After briefing and argument, the Ninth Circuit certified\na question to the California Supreme Court:“Whether under Article II, Section 8\nof the California Constitution, or otherwise under California law,\nthe official proponents of an initiative measure possess either a\nparticularized interest in the initiative’s valid-ity or the\nauthority to assert the State’s interest in the\ninitiative’s validity, which would enable them to defend the\nconstitutionality of the initiative upon its adoption or appeal a\njudgment invalidating the initiative, when the public officials\ncharged with that duty refuse to do so.” Perry v.\nSchwarzenegger, 628 F. 3d 1191, 1193 (2011).The California Supreme\nCourt agreed to decide the certified question, and answered in the\naffirmative. Without addressing whether the proponents have a\nparticularized interest of their own in an initiative’s\nvalidity, the court concluded that “[i]n a postelection\nchallenge to a voter-approved initiative measure, the official\nproponents of the initiative are authorized under California law to\nappear and assert the state’s interest in the\ninitiative’s validity and to appeal a judgment invalidating\nthe measure when the public officials who ordinarily defend the\nmeasure or appeal such a judgment decline to do so.” Perry v.\nBrown, 52 Cal. 4th 1116, 1127, 265 P. 3d 1002, 1007\n(2011).Relying on that answer,\nthe Ninth Circuit concluded that petitioners had standing under\nfederal law to defend the constitutionality of Proposition 8.\nCalifornia, it reasoned, “ ‘has standing to defend\nthe constitutionality of its [laws],’ ” and States\nhave the “prerogative, as independent sovereigns, to decide\nfor themselves who may assert their interests.” Perry v.\nBrown, 671 F. 3d 1052, 1070, 1071 (2012) (quoting Diamond v.\nCharles, 476 U. S. 54, 62 (1986) ). “All a federal court\nneed determine is that the state has suffered a harm sufficient to\nconfer standing and that the party seeking to invoke the\njurisdiction of the court is authorized by the state to represent\nits interest in remedying that harm.” 671 F. 3d, at\n1072.On the merits, the\nNinth Circuit affirmed the District Court. The court held the\nProposition unconstitutional under the rationale of our decision in\nRomer v. Evans, 517 U. S. 620 (1996) . 671 F. 3d, at\n1076, 1095. In the Ninth Circuit’s view, Romer stands for the\nproposition that “the Equal Protection Clause requires the\nstate to have a legitimate reason for withdrawing a right or\nbenefit from one group but not others, whether or not it was\nrequired to confer that right or benefit in the first place.”\n671 F. 3d, at 1083–1084. The Ninth Circuit concluded\nthat “taking away the official designation” of\n“marriage” from same-sex couples, while continuing to\nafford those couples all the rights and obligations of marriage,\ndid not further any legitimate interest of the State. Id., at 1095.\nProposition 8, in the court’s view, violated the Equal\nProtection Clause because it served no purpose “but to impose\non gays and lesbians, through the public law, a majority’s\nprivate disapproval of them and their relationships.”\nIbid.We granted certiorari\nto review that determination, and directed that the parties also\nbrief and argue “Whether petitioners have standing under\nArticle III, §2, of the Constitution in this case.” 568\nU. S. ___ (2012).IIArticle III of the\nConstitution confines the judicial power of federal courts to\ndeciding actual “Cases” or “Controversies.”\n§2. One essential aspect of this requirement is that any\nperson invoking the power of a federal court must demonstrate\nstanding to do so. This requires the litigant to prove that he has\nsuffered a concrete and particularized injury that is fairly\ntraceable to the challenged conduct, and is likely to be redressed\nby a favorable judicial decision. Lujan v. Defenders of Wildlife,\n504 U. S. 555 –561 (1992). In other words, for a federal\ncourt to have authority under the Constitution to settle a dispute,\nthe party before it must seek a remedy for a personal and tangible\nharm. “The presence of a disagreement, however sharp and\nacrimonious it may be, is insufficient by itself to meet Art.\nIII’s requirements.” Diamond, supra, at 62.The doctrine of\nstanding, we recently explained, “serves to prevent the\njudicial process from being used to usurp the powers of the\npolitical branches.” Clapper v. Amnesty Int’l USA, 568\nU. S. ___, ___ (2013) (slip op., at 9). In light of this\n“overriding and time-honored concern about keeping the\nJudiciary’s power within its proper constitu- tional sphere,\nwe must put aside the natural urge to proceed directly to the\nmerits of [an] important dispute and to ‘settle’ it for\nthe sake of convenience and effi-ciency.” Raines v. Byrd, 521\nU. S. 811, 820 (1997) (footnote omitted).Most standing cases\nconsider whether a plaintiff has satisfied the requirement when\nfiling suit, but Article III demands that an “actual\ncontroversy” persist throughout all stages of litigation.\nAlready, LLC v. Nike, Inc., 568 U. S. ___, ___ (2013) (slip\nop., at 4) (internal quotation marks omitted). That means that\nstanding “must be met by persons seeking appellate review,\njust as it must be met by persons appearing in courts of first\ninstance.” Arizonans for Official English v. Arizona, 520\nU. S. 43, 64 (1997) . We therefore must decide whether\npetitioners had standing to appeal the District Court’s\norder.Respondents initiated\nthis case in the District Court against the California officials\nresponsible for enforcing Proposition 8. The parties do not contest\nthat respondents had Article III standing to do so. Each couple\nexpressed a desire to marry and obtain “official\nsanction” from the State, which was unavailable to them given\nthe declaration in Proposition 8 that “marriage” in\nCalifornia is solely between a man and a woman. App. 59.After the District\nCourt declared Proposition 8 unconstitutional and enjoined the\nstate officials named as defendants from enforcing it, however, the\ninquiry under Article III changed. Respondents no longer had any\ninjury to redress—they had won—and the state officials\nchose not to appeal.The only individuals\nwho sought to appeal that order were petitioners, who had\nintervened in the District Court. But the District Court had not\nordered them to do or refrain from doing anything. To have\nstanding, a litigant must seek relief for an injury that affects\nhim in a “personal and individual way.” Defenders of\nWildlife, supra, at 560, n. 1. He must possess a “direct\nstake in the outcome” of the case. Arizonans for Official\nEnglish, supra, at 64 (internal quotation marks omitted). Here,\nhowever, petitioners had no “direct stake” in the\noutcome of their appeal. Their only interest in having the District\nCourt order reversed was to vindicate the constitutional validity\nof a generally applicable California law.We have repeatedly held\nthat such a “generalized grievance,” no matter how\nsincere, is insufficient to confer standing. A litigant\n“raising only a generally available grievance about\ngovernment—claiming only harm to his and every\ncitizen’s interest in proper application of the Constitution\nand laws, and seeking relief that no more directly and tangibly\nbenefits him than it does the public at large—does not state\nan Article III case or controversy.” Defenders of Wildlife,\nsupra, at 573–574; see Lance v. Coffman, 549 U. S. 437,\n439 (2007) (per curiam) (“Our refusal to serve as a forum for\ngeneralized grievances has a lengthy pedigree.”); Allen v.\nWright, 468 U. S. 737, 754 (1984) (“an asserted right to\nhave the Government act in accordance with law is not sufficient,\nstanding alone, to confer jurisdiction on a federal court”);\nMassachusetts v. Mellon, 262 U. S. 447, 488 (1923) (“The\nparty who invokes the [judicial] power must be able to show\n. . . that he has sustained or is immediately in danger\nof sustaining some direct injury . . . and not merely\nthat he suffers in some indefinite way in common with people\ngenerally.”).Petitioners argue that\nthe California Constitution and its election laws give them a\n“ ‘unique,’ ‘special,’ and\n‘distinct’ role in the initiative process—one\n‘involving both authority and responsibilities that differ\nfrom other supporters of the measure.’ ” Reply\nBrief 5 (quoting 52 Cal. 4th, at 1126, 1142, 1160, 265 P. 3d,\nat 1006, 1017–1018, 1030). True enough—but only when it\ncomes to the process of enacting the law. Upon submitting the\nproposed initiative to the attorney general, petitioners became the\nofficial “proponents” of Proposition 8. Cal. Elec. Code\nAnn. §342 (West 2003). As such, they were responsible for\ncollecting the signatures required to qualify the measure for the\nballot. §§9607–9609. After those signatures were\ncollected, the proponents alone had the right to file the measure\nwith election officials to put it on the ballot. §9032.\nPetitioners also possessed control over the arguments in favor of\nthe initiative that would appear in California’s ballot\npamphlets. §§9064, 9065, 9067, 9069.But once Proposition 8\nwas approved by the voters, the measure became “a duly\nenacted constitutional amendment or statute.” 52 Cal. 4th, at\n1147, 265 P. 3d, at 1021. Petitioners have no\nrole—special or otherwise—in the enforcement of\nProposition 8. See id., at 1159, 265 P. 3d, at 1029\n(petitioners do not “possess any official authority\n. . . to directly enforce the initiative measure in\nquestion”). They therefore have no “personal\nstake” in defending its enforcement that is distinguishable\nfrom the general interest of every citizen of California. Defenders\nof Wildlife, supra, at 560–561.Article III standing\n“is not to be placed in the hands of ‘concerned\nbystanders,’ who will use it simply as a ‘vehicle for\nthe vindication of value interests.’ ” Diamond,\n476 U. S., at 62. No matter how deeply committed petitioners\nmay be to upholding Proposition 8 or how “zealous [their]\nadvocacy,” post, at 4 (Kennedy, J., dissenting), that is not\na “particularized” interest sufficient to create a case\nor controversy under Article III. Defenders of Wildlife, 504\nU. S., at 560, and n. 1; see Arizonans for Official\nEnglish, 520 U. S., at 65 (“Nor has this Court ever\nidentified ini-tiative proponents as Article-III-qualified\ndefenders of the measures they advocated.”); Don’t\nBankrupt Washington Committee v. Continental Ill. Nat. Bank &\nTrust Co. of Chicago, 460 U. S. 1077 (1983) (summarily\ndismissing, for lack of standing, appeal by an initiative proponent\nfrom a decision holding the initiative unconstitutional).IIIAWithout a judicially\ncognizable interest of their own, petitioners attempt to invoke\nthat of someone else. They assert that even if they have no\ncognizable interest in appealing the District Court’s\njudgment, the State of California does, and they may assert that\ninterest on the State’s behalf. It is, however, a\n“fundamental restriction on our authority” that\n“[i]n the ordinary course, a litigant must assert his or her\nown legal rights and interests, and cannot rest a claim to relief\non the legal rights or inter-ests of third parties.” Powers\nv. Ohio, 499 U. S. 400, 410 (1991) . There are “certain,\nlimited exceptions” to that rule. Ibid. But even when we have\nallowed litigants to assert the interests of others, the litigants\nthemselves still “must have suffered an injury in fact, thus\ngiving [them] a sufficiently concrete interest in the outcome of\nthe issue in dispute.” Id., at 411 (internal quotation marks\nomitted).In Diamond v. Charles,\nfor example, we refused to allow Diamond, a pediatrician engaged in\nprivate practice in Illinois, to defend the constitutionality of\nthe State’s abortion law. In that case, a group of physicians\nfiled a con-stitutional challenge to the Illinois statute in\nfederal court. The State initially defended the law, and Diamond, a\nprofessed “conscientious object[or] to abortions,”\nin-tervened to defend it alongside the State. 476 U. S., at\n57–58.After the Seventh\nCircuit affirmed a permanent injunction against enforcing several\nprovisions of the law, the State chose not to pursue an appeal to\nthis Court. But when Diamond did, the state attorney general filed\na “ ‘letter of interest,’ ”\nexplaining that the State’s interest in the proceeding was\n“ ‘essentially co-terminous with the position on\nthe issues set forth by [Diamond].’ ” Id., at 61.\nThat was not enough, we held, to allow the appeal to proceed. As\nthe Court explained, “[e]ven if there were cir-cumstances in\nwhich a private party would have stand- ing to defend the\nconstitutionality of a challenged statute, this [was] not one of\nthem,” because Diamond was not able to assert an injury in\nfact of his own. Id., at 65 (footnote omitted). And without\n“any judicially cognizable interest,” Diamond could not\n“maintain the litigation abandoned by the State.” Id.,\nat 71.For the reasons we have\nexplained, petitioners have likewise not suffered an injury in\nfact, and therefore would ordinarily have no standing to assert the\nState’s interests.BPetitioners contend\nthat this case is different, because the California Supreme Court\nhas determined that they are “authorized under California law\nto appear and assert the state’s interest” in the\nvalidity of Proposition 8. 52 Cal. 4th, at 1127, 265 P. 3d, at\n1007. The court below agreed: “All a federal court need\ndetermine is that the state has suffered a harm sufficient to\nconfer standing and that the party seeking to invoke the\njurisdiction of the court is authorized by the state to represent\nits interest in remedying that harm.” 671 F. 3d, at\n1072. As petitioners put it, they “need no more show a\npersonal injury, separate from the State’s indisputable\ninterest in the validity of its law, than would California’s\nAttorney General or did the legislative leaders held to have\nstanding in Karcher v. May, 484 U. S. 72 (1987) .” Reply\nBrief 6.In Karcher, we held\nthat two New Jersey state legis-lators—Speaker of the General\nAssembly Alan Karcher and President of the Senate Carmen\nOrechio—could intervene in a suit against the State to defend\nthe constitutionality of a New Jersey law, after the New Jersey\nattorney general had declined to do so. 484 U. S., at 75,\n81–82. “Since the New Jersey Legislature had authority\nunder state law to represent the State’s interests in both\nthe District Court and the Court of Appeals,” we held that\nthe Speaker and the President, in their official capacities, could\nvindicate that interest in federal court on the legislature’s\nbehalf. Id., at 82.Far from supporting\npetitioners’ standing, however, Karcher is compelling\nprecedent against it. The legislators in that case intervened in\ntheir official capacities as Speaker and President of the\nlegislature. No one doubts that a State has a cognizable interest\n“in the continued enforceability” of its laws that is\nharmed by a judicial decision declaring a state law\nunconstitutional. Maine v. Taylor, 477 U. S. 131, 137 (1986) .\nTo vindicate that interest or any other, a State must be able to\ndesignate agents to represent it in federal court. See Poindexter\nv. Greenhow, 114 U. S. 270, 288 (1885) (“The State is a\npolitical corporate body [that] can act only through\nagents”). That agent is typically the State’s attorney\ngeneral. But state law may provide for other officials to speak for\nthe State in federal court, as New Jersey law did for the\nState’s presiding legislative officers in Karcher. See 484\nU. S., at 81–82.What is significant\nabout Karcher is what happened after the Court of Appeals decision\nin that case. Karcher and Orechio lost their positions as Speaker\nand President, but nevertheless sought to appeal to this Court. We\nheld that they could not do so. We explained that while they were\nable to participate in the lawsuit in their official capacities as\npresiding officers of the incumbent legislature, “since they\nno longer hold those offices, they lack authority to pursue this\nappeal.” Id., at 81.The point of Karcher is\nnot that a State could authorize private parties to represent its\ninterests; Karcher and Orechio were permitted to proceed only\nbecause they were state officers, acting in an official capacity.\nAs soon as they lost that capacity, they lost standing. Petitioners\nhere hold no office and have always participated in this litigation\nsolely as private parties.The cases relied upon\nby the dissent, see post, at 11–12, provide petitioners no\nmore support. The dissent’s primary authorities, in fact, do\nnot discuss standing at all. See Young v. United States ex rel.\nVuitton et Fils S. A., 481 U. S. 787 (1987) ; United States v.\nProvidence Journal Co., 485 U. S. 693 (1988) . And none comes\nclose to establishing that mere authorization to represent a third\nparty’s interests is sufficient to confer Article III\nstanding on private parties with no injury of their own.The dissent highlights\nthe discretion exercised by special prosecutors appointed by\nfederal courts to pursue contempt charges. See post, at 11 (citing\nYoung, supra, at 807). Such prosecutors do enjoy a degree of\nindependence in carrying out their appointed role, but no one would\nsuppose that they are not subject to the ultimate au-thority of the\ncourt that appointed them. See also Prov-idence Journal, supra, at\n698–707 (recognizing further control exercised by the\nSolicitor General over special prosecutors).The dissent’s\nremaining cases, which at least consider standing, are readily\ndistinguishable. See Vermont Agency of Natural Resources v. United\nStates ex rel. Stevens, 529 U. S. 765 –778 (2000) (justifying\nqui tam actions based on a partial assignment of the\nGovernment’s damages claim and a “well nigh\nconclusive” tradition of such actions in English and American\ncourts dating back to the 13th century); Whitmore v. Arkansas, 495\nU. S. 149 –164 (1989) (justifying “next friend”\nstanding based on a similar history dating back to the 17th\ncentury, requiring the next friend to prove a disability of the\nreal party in interest and a “significant relationship”\nwith that party); Gollust v. Mendell, 501 U. S. 115 –125\n(1990) (requiring plaintiff in shareholder-derivative suit to\nmaintain a financial stake in the outcome of the litigation, to\navoid “serious constitutional doubt whether that plaintiff\ncould demonstrate the standing required by Article III’s\ncase-or-controversy limitation”).CBoth petitioners and\nrespondents seek support from dicta in Arizonans for Official\nEnglish v. Arizona, 520 U. S. 43 . The plaintiff in Arizonans\nfor Official English filed a constitutional challenge to an Arizona\nballot initiative declaring English “ ‘the\nofficial language of the State of Arizona.’ ” Id.,\nat 48. After the District Court declared the initiative\nunconstitutional, Arizona’s Governor announced that she would\nnot pursue an appeal. Instead, the principal sponsor of the ballot\ninitiative—the Arizonans for Official English\nCommittee—sought to defend the measure in the Ninth Circuit.\nId., at 55–56, 58. Analogizing the sponsors to the Arizona\nLegislature, the Ninth Circuit held that the Committee was\n“qualified to defend [the initiative] on appeal,” and\naffirmed the District Court. Id., at 58, 61.Before finding the case\nmooted by other events, this Court expressed “grave\ndoubts” about the Ninth Circuit’s standing analysis.\nId., at 66. We reiterated that “[s]tanding to defend on\nappeal in the place of an original defendant . . .\ndemands that the litigant possess ‘a direct stake in the\noutcome.’ ” Id., at 64 (quoting Diamond, 476\nU. S., at 62). We recognized that a legislator authorized by\nstate law to represent the State’s interest may satisfy\nstanding requirements, as in Karcher, supra, at 82, but noted that\nthe Arizona committee and its members were “not elected\nrepresentatives, and we [we]re aware of no Arizona law appointing\ninitiative sponsors as agents of the people of Arizona to defend,\nin lieu of public officials, the constitutionality of initiatives\nmade law of the State.” Arizonans for Official English,\nsupra, at 65.Petitioners argue that,\nby virtue of the California Supreme Court’s decision, they\nare authorized to act “ ‘as agents of the\npeople’ of California.” Brief for Petitioners 15\n(quoting Arizonans for Official English, supra, at 65). But that\nCourt never described petitioners as “agents of the\npeople,” or of anyone else. Nor did the Ninth Circuit. The\nNinth Circuit asked—and the California Supreme Court\nanswered—only whether petitioners had “the authority to\nassert the State’s interest in the initiative’s\nvalidity.” 628 F. 3d, at 1193; 52 Cal. 4th, at 1124, 265\nP. 3d, at 1005. All that the California Supreme Court decision\nstands for is that, so far as California is concerned, petitioners\nmay argue in defense of Proposition 8. This “does not mean\nthat the proponents become de facto public officials”;\nthe authority they enjoy is “simply the authority to\nparticipate as parties in a court action and to assert legal\narguments in defense of the state’s interest in the validity\nof the initiative measure.” Id., at 1159, 265 P. 3d, at\n1029. That interest is by definition a generalized one, and it is\nprecisely because proponents assert such an interest that they lack\nstanding under our precedents.And petitioners are\nplainly not agents of the State—“formal” or\notherwise, see post, at 7. As an initial matter, petitioners’\nnewfound claim of agency is inconsistent with their representations\nto the District Court. When the proponents sought to intervene in\nthis case, they did not purport to be agents of California. They\nargued instead that “no other party in this case w[ould]\nadequately rep-resent their interests as official\nproponents.” Motion to Intervene in No. 09–2292 (ND\nCal.), p. 6 (emphasis added). It was their “unique legal\nstatus” as official proponents—not an agency\nrelationship with the people of California—that petitioners\nclaimed “endow[ed] them with a significantly protectable\ninterest” in ensuring that the District Court not\n“undo[ ] all that they ha[d] done in obtaining\n. . . enactment” of Proposition 8. Id., at 10,\n11.More to the point, the\nmost basic features of an agency relationship are missing here.\nAgency requires more than mere authorization to assert a particular\ninterest. “An essential element of agency is the\nprincipal’s right to control the agent’s\nactions.” 1 Restatement (Third) of Agency §1.01, Comment\nf (2005) (hereinafter Restatement). Yet petitioners answer to no\none; they decide for themselves, with no review, what arguments to\nmake and how to make them. Unlike California’s attorney\ngeneral, they are not elected at regular intervals—or elected\nat all. See Cal. Const., Art. V, §11. No provision provides\nfor their removal. As one amicus explains, “the proponents\napparently have an unelected appointment for an unspecified period\nof time as defenders of the initiative, however and to whatever\nextent they choose to defend it.” Brief for Walter Dellinger\n23.“If the\nrelationship between two persons is one of agency . . . ,\nthe agent owes a fiduciary obligation to the principal.” 1\nRestatement §1.01, Comment e. But petitioners owe nothing of\nthe sort to the people of California. Unlike California’s\nelected officials, they have taken no oath of office. E.g., Cal.\nConst., Art. XX, §3 (prescribing the oath for “all\npublic officers and employees, executive, legislative, and\njudicial”). As the California Supreme Court explained,\npetitioners are bound simply by “the same ethical constraints\nthat apply to all other parties in a legal proceeding.” 52\nCal. 4th, at 1159, 265 P. 3d, at 1029. They are free to pursue\na purely ideological commit- ment to the law’s\nconstitutionality without the need to take cognizance of resource\nconstraints, changes in public opinion, or potential ramifications\nfor other state priorities.Finally, the California\nSupreme Court stated that “[t]he question of who should bear\nresponsibility for any attorney fee award . . . is\nentirely distinct from the question” before it. Id., at 1161,\n265 P. 3d, at 1031. (emphasis added). But it is hornbook law\nthat “a principal has a duty to indem-nify the agent against\nexpenses and other losses incurred by the agent in defending\nagainst actions brought by third parties if the agent acted with\nactual authority in taking the action challenged by the third\nparty’s suit.” 2 Restatement §8.14, Comment d. If\nthe issue of fees is entirely distinct from the authority question,\nthen authority cannot be based on agency.Neither the California\nSupreme Court nor the Ninth Circuit ever described the proponents\nas agents of the State, and they plainly do not qualify as\nsuch.IVThe dissent\neloquently recounts the California Supreme Court’s reasons\nfor deciding that state law authorizes petitioners to defend\nProposition 8. See post, at 3–5. We do not “disrespect[\n]” or “disparage[ ]” those reasons. Post, at 12.\nNor do we question California’s sovereign right to maintain\nan initiative process, or the right of initiative proponents to\ndefend their initiatives in California courts, where Article III\ndoes not apply. But as the dissent acknowledges, see post, at 1,\nstanding in federal court is a question of federal law, not state\nlaw. And no matter its reasons, the fact that a State thinks a\nprivate party should have standing to seek relief for a generalized\ngrievance cannot override our settled law to the contrary.The Article III\nrequirement that a party invoking the jurisdiction of a federal\ncourt seek relief for a personal, particularized injury serves\nvital interests going to the role of the Judiciary in our system of\nseparated powers. “Refusing to entertain generalized\ngrievances ensures that . . . courts exercise power that\nis judicial in nature,” Lance, 549 U. S., at 441, and\nensures that the Federal Judiciary respects “the\nproper—and properly limited—role of the courts in a\ndemocratic society,” DaimlerChrysler Corp. v. Cuno, 547\nU. S. 332, 341 (2006) (internal quotation marks omitted).\nStates cannot alter that role simply by issuing to private parties\nwho otherwise lack standing a ticket to the federal courthouse.*  *  *We have never before\nupheld the standing of a private party to defend the\nconstitutionality of a state statute when state officials have\nchosen not to. We decline to do so for the first time here.Because petitioners\nhave not satisfied their burden to demonstrate standing to appeal\nthe judgment of the District Court, the Ninth Circuit was without\njurisdiction to consider the appeal. The judgment of the Ninth\nCircuit is vacated, and the case is remanded with instructions to\ndismiss the appeal for lack of jurisdiction.It is so ordered.",
    "joined": []
}