{
    "case": {
        "docket": "17-387",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-387/"
    },
    "id": "3904213",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–387_________________UPPER SKAGIT INDIAN TRIBE, PETITIONERv.SHARLINE LUNDGREN, et viron writ of certiorari to the supreme court of\nwashington[May 21, 2018]Chief Justice Roberts, with whom Justice\nKennedy joins, concurring.I join the opinion of the Court in full.But that opinion poses an unanswered question:\nWhat precisely is someone in the Lundgrens’ position supposed to\ndo? There should be a means of resolving a mundane dispute over\nproperty ownership, even when one of the parties to the\ndispute—involving non-trust, non-reservation land—is an Indian\ntribe. The correct answer cannot be that the tribe always wins no\nmatter what; otherwise a tribe could wield sovereign immunity as a\nsword and seize property with impunity, even without a colorable\nclaim of right.The Tribe suggests that the proper mode of\nredress is for the Lundgrens—who purchased their property long\nbefore the Tribe came into the picture—to negotiate with the Tribe.\nAlthough the parties got off on the wrong foot here, the Tribe\ninsists that negotiations would run more smoothly if the Lundgrens\n“understood [its] immunity from suit.” Tr. of Oral Arg. 60. In\nother words, once the Court makes clear that the Lundgrens\nultimately have no recourse, the parties can begin working toward a\nsensible settlement. That, in my mind at least, is not a meaningful\nremedy.The Solicitor General proposes a different\nout-of-court solution. Taking up this Court’s passing comment that\na disappointed litigant may continue to assert his title, seeBlockv.North Dakota ex rel. Board of Univ. and School\nLands, 461 U. S. 273, 291–292 (1983), the Solicitor\nGeneral more pointedly suggests that the Lundgrens should steer\ninto the conflict: Go onto the disputed property and chop down some\ntrees, build a shed, or otherwise attempt to “induce [the Tribe] to\nfile a quiet-title action.” Brief for United States asAmicus\nCuriae23–24. Such brazen tactics may well have the desired\neffect of causing the Tribe to waive its sovereign immunity. But I\nam skeptical that the law requires private individuals—who, again,\nhad no prior dealings with the Tribe—to pick a fight in order to\nvindicate their interests.The consequences of the Court’s decision today\nthus seem intolerable, unless there is another means of resolving\nproperty disputes of this sort. Such a possibility was discussed in\nthe Solicitor General’s brief, the Lundgrens’ brief, and the\nTribe’s reply brief, and extensively explored at oral argument—the\nexception to sovereign immunity for actions to determine rights in\nimmovable property. After all, “property ownership is not an\ninherently sovereign function.”Permanent Mission of India to\nUnited Nationsv.City of New York, 551 U. S. 193,\n199 (2007). Since the 18th century, it has been a settled principle\nof international law that a foreign state holding real prop- erty\noutside its territory is treated just like a private indi- vidual.Schooner Exchangev.McFaddon, 7 Cranch 116, 145\n(1812). The same rule applies as a limitation on the sovereign\nimmunity of States claiming an interest in land located within\nother States. SeeGeorgiav.Chattanooga, 264\nU. S. 472, 480–482 (1924). The only question, as the Solicitor\nGeneral concedes, Brief for United States asAmicus Curiae25, is whether different principles afford Indian tribes a broader\nimmunity from actions involving off-reservation land.I do not object to the Court’s determination to\nforgo consideration of the immovable-property rule at this time.\nBut if it turns out that the rule does not extend to tribal\nassertions of rights in non-trust, non-reservation property, the\napplicability of sovereign immunity in such circumstances would, in\nmy view, need to be addressed in a future case. SeeMichiganv.Bay Mills Indian Commu- nity, 572 U. S. ___, ___,\nn. 8 (2014) (slip op., at 16, n. 8) (reserving the\nquestion whether sovereign immunity would apply if a “plaintiff who\nhas not chosen to deal with a tribe[ ] has no alternative way to\nobtain relief for off-reservation commercial conduct”). At the very\nleast, I hope the Lundgrens would carefully examine the full range\nof legal options for resolving this title dispute with their\nneighbors, before crossing onto the disputed land and firing up\ntheir chainsaws.",
    "joined": []
}