{
    "case": {
        "docket": "15-577",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-577/"
    },
    "id": "3752809",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–577_________________TRINITY LUTHERAN CHURCH OF COLUMBIA, INC.,\nPETITIONERv.CAROL S. COMER, DIRECTOR, MISSOURI DEPARTMENT\nOF NATURALRESOURCESon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 26, 2017]Chief Justice Roberts delivered the opinion of\nthe Court, except as to footnote 3.The Missouri Department of Natural Resources\noffers state grants to help public and private schools, nonprofit\ndaycare centers, and other nonprofit entities purchase rubber\nplayground surfaces made from recycled tires. Trinity Lutheran\nChurch applied for such a grant for its preschool and daycare\ncenter and would have received one, but for the fact that Trinity\nLutheran is a church. The Department had a policy of categorically\ndisqualifying churches and other religious organizations from\nreceiving grants under its playground resurfacing program. The\nquestion presented is whether the Department’s policy violated the\nrights of Trinity Lutheran under the Free Exercise Clause of the\nFirst Amendment.IAThe Trinity Lutheran Church Child Learning\nCenter is a preschool and daycare center open throughout the year\nto serve working families in Boone County, Missouri, and the\nsurrounding area. Established as a nonprofit organization in 1980,\nthe Center merged with Trinity Lutheran Church in 1985 and operates\nunder its auspices on church property. The Center admits students\nof any religion, and enrollment stands at about 90 children ranging\nfrom age two to five.The Center includes a playground that is\nequipped with the basic playground essentials: slides, swings,\njungle gyms, monkey bars, and sandboxes. Almost the entire surface\nbeneath and surrounding the play equipment is coarse pea gravel.\nYoungsters, of course, often fall on the playground or tumble from\nthe equipment. And when they do, the gravel can be unforgiving.In 2012, the Center sought to replace a large\nportion of the pea gravel with a pour-in-place rubber surface by\nparticipating in Missouri’s Scrap Tire Program. Run by the State’s\nDepartment of Natural Resources to reduce the number of used tires\ndestined for landfills and dump sites, the program offers\nreimbursement grants to qualifying nonprofit organizations that\npurchase playground surfaces made from recycled tires. It is funded\nthrough a fee imposed on the sale of new tires in the State.Due to limited resources, the Department cannot\noffer grants to all applicants and so awards them on a competitive\nbasis to those scoring highest based on several criteria, such as\nthe poverty level of the population in the surrounding area and the\napplicant’s plan to promote recycling. When the Center applied, the\nDepartment had a strict and express policy of denying grants to any\napplicant owned or controlled by a church, sect, or other religious\nentity. That policy, in the Department’s view, was compelled by\nArticle I, Section 7 of the Missouri Constitution, which\nprovides:“That no money shall ever be taken from\nthe public treasury, directly or indirectly, in aid of any church,\nsect or denomination of religion, or in aid of any priest,\npreacher, minister or teacher thereof, as such; and that no\npreference shall be given to nor any discrimination made against\nany church, sect or creed of religion, or any form of religious\nfaith or worship.”In its application, the Center disclosed its\nstatus as a ministry of Trinity Lutheran Church and specified that\nthe Center’s mission was “to provide a safe, clean, and attractive\nschool facility in conjunction with an educational program\nstructured to allow a child to grow spiritually, physically,\nsocially, and cognitively.” App. to Pet. for Cert. 131a. After\ndescribing the playground and the safety hazards posed by its\ncurrent surface, the Center detailed the anticipated benefits of\nthe proposed project: increasing access to the playground for all\nchildren, including those with disabilities, by providing a surface\ncompliant with the Americans with Disabilities Act of 1990;\nproviding a safe, long-lasting, and resilient surface under the\nplay areas; and improving Missouri’s environment by putting\nrecycled tires to positive use. The Center also noted that the\nbenefits of a new surface would extend beyond its students to the\nlocal community, whose children often use the playground during\nnon-school hours.The Center ranked fifth among the 44 applicants\nin the 2012 Scrap Tire Program. But despite its high score, the\nCenter was deemed categorically ineligible to receive a grant. In a\nletter rejecting the Center’s application, the program director\nexplained that, under Article I, Section 7 of the Missouri\nConstitution, the Department could not provide financial assistance\ndirectly to a church.The Department ultimately awarded 14 grants as\npart of the 2012 program. Because the Center was operated by\nTrinity Lutheran Church, it did not receive a grant.BTrinity Lutheran sued the Director of the\nDepartment in Federal District Court. The Church alleged that the\nDepartment’s failure to approve the Center’s application, pursuant\nto its policy of denying grants to religiously affiliated\napplicants, violates the Free Exercise Clause of the First\nAmendment. Trinity Lutheran sought declara-tory and injunctive\nrelief prohibiting the Department from discriminating against the\nChurch on that basis in future grant applications.The District Court granted the Department’s\nmotion to dismiss. The Free Exercise Clause, the District Court\nstated, prohibits the government from outlawing or restricting the\nexercise of a religious practice; it generally does not prohibit\nwithholding an affirmative benefit on account of religion. The\nDistrict Court likened the Department’s denial of the scrap tire\ngrant to the situation this Court encountered inLockev.Davey, 540 U. S. 712 (2004) . In that case, we upheld\nagainst a free exercise challenge the State of Washington’s\ndecision not to fund degrees in devotional theology as part of a\nstate scholarship program. Finding the present case “nearly\nindistinguishable fromLocke,” the District Court held that\nthe Free Exercise Clause did not require the State to make funds\navailable under the Scrap Tire Program to religious institutions\nlike Trinity Lutheran.Trinity Lutheran Church of Columbia,\nInc.v.Pauley, 976 F. Supp. 2d 1137, 1151 (WD Mo.\n2013).The Court of Appeals for the Eighth Circuit\naffirmed. The court recognized that it was “rather clear” that\nMissouricouldaward a scrap tire grant to Trinity Lutheran\nwithout running afoul of the Establishment Clause of the United\nStates Constitution.Trinity Lutheran Church of Columbia,\nInc.v.Pauley, 788 F. 3d 779, 784 (2015). But, the\nCourt of Appeals explained, that did not mean the Free Exercise\nClause compelled the State to disregard the antiestablishment\nprinciple reflected in its own Constitution. Viewing a monetary\ngrant to a religious institution as a “ ‘hallmark[ ] of\nan established religion,’ ” the court concluded that the State\ncould rely on an applicant’s religious status to deny its\napplication.Id., at 785 (quotingLocke, 540\nU. S., at 722; some internal quotation marks omitted).Judge Gruender dissented. He distinguishedLockeon the ground that it concerned the narrow issue of\nfunding for the religious training of clergy, and “did not leave\nstates with unfettered discretion to exclude the religious from\ngenerally available public benefits.” 788 F. 3d, at 791\n(opinion concurring in part and dissenting in part).Rehearing en banc was denied by an equally\ndivided court.We granted certiorarisub nom. Trinity\nLutheran Church of Columbia, Inc.v.Pauley, 577\nU. S. ___ (2016), and now reverse.[1]IIThe First Amendment provides, in part, that\n“Congress shall make no law respecting an establishment of\nreligion, or prohibiting the free exercise thereof.” The parties\nagree that the Establishment Clause of that Amendment does not\nprevent Missouri from including Trinity Lutheran in the Scrap Tire\nProgram. That does not, however, answer the question under the Free\nExercise Clause, because we have recognized that there is “play in\nthe joints” between what the Establishment Clause permits and the\nFree Exercise Clause compels.Locke, 540 U. S., at 718\n(internal quotation marks omitted).The Free Exercise Clause “protect[s] religious\nobservers against unequal treatment” and subjects to the strictest\nscrutiny laws that target the religious for “special disabilities”\nbased on their “religious status.”Church of Lukumi Babalu Aye,\nInc.v.Hialeah, 508 U. S. 520, 533, 542 (1993)\n(internal quotation marks omitted). Applying that basic principle,\nthis Court has repeatedly confirmed that denying a generally\navailable benefit solely on account of religious identity imposes a\npenalty on the free exercise of religion that can be justified only\nby a state interest “of the highest order.”McDanielv.Paty, 435 U. S. 618, 628 (1978) (plurality opinion)\n(quotingWisconsinv.Yoder, 406 U. S. 205, 215\n(1972) ).InEversonv.Boardof\nEducation of Ewing, 330 U. S. 1 (1947) , for example, we\nupheld against an Establishment Clause challenge a New Jersey law\nenabling a local school district to reimburse parents for the\npublic transportation costs of sending their children to public and\nprivate schools, including parochial schools. In the course of\nruling that the Establishment Clause allowed New Jersey to extend\nthat public benefit to all its citizens regardless of their\nreligious belief, we explained that a State “cannot hamper its\ncitizens in the free exercise of their own religion. Consequently,\nit cannot exclude individual Catholics, Lutherans, Mohammedans,\nBaptists, Jews, Methodists, Non-believers, Presbyterians, or the\nmembers of any other faith,because of their faith, or lack of\nit, from receiving the benefits of public welfare legislation.”Id., at 16.Three decades later, inMcDanielv.Paty, the Court struck down under the Free Exercise Clause a\nTennessee statute disqualifying ministers from serving as delegates\nto the State’s constitutional convention. Writing for the\nplurality, Chief Justice Burger acknowledged that Tennessee had\ndisqualified ministers from serving as legislators since the\nadoption of its first Constitution in 1796, and that a number of\nearly States had also disqualified ministers from legislative\noffice. This historical tradition, however, did not change the fact\nthat the statute discriminated against McDaniel by denying him a\nbenefit solely because of his “statusas a\n‘minister.’ ” 435 U. S., at 627. McDaniel could not seek\nto participate in the convention while also maintaining his role as\na minister; to pursue the one, he would have to give up the other.\nIn this way, said Chief Justice Burger, the Tennessee law\n“effectively penalizes the free exercise of [McDaniel’s]\nconstitutional liberties.”Id., at 626 (quotingSherbertv.Verner, 374 U. S. 398, 406 (1963) ;\ninternal quotation marks omitted). Joined by Justice Marshall in\nconcurrence, Justice Brennan added that “because the challenged\nprovision requires [McDaniel] to purchase his right to engage in\nthe ministry by sacrificing his candidacy it impairs the free\nexercise of his religion.”McDaniel, 435 U. S., at\n634.In recent years, when this Court has rejected\nfree exercise challenges, the laws in question have been neutral\nand generally applicable without regard to religion. We have been\ncareful to distinguish such laws from those that single out the\nreligious for disfavored treatment.For example, inLyngv.Northwest\nIndian Cemetery Protective Association, 485 U. S. 439\n(1988) , we held that the Free Exercise Clause did not prohibit the\nGovernment from timber harvesting or road construction on a\nparticular tract of federal land, even though the Government’s\naction would obstruct the religious practice of several Native\nAmerican Tribes that held certain sites on the tract to be sacred.\nAccepting that “[t]he building of a road or the harvesting of\ntimber . . . would interfere significantly with private\npersons’ ability to pursue spiritual fulfillment according to their\nown religious beliefs,” we nonetheless found no free exercise\nviolation, because the affected individuals were not being “coerced\nby the Government’s action into violating their religious beliefs.”Id.,at 449. The Court specifically noted, however, that the\nGovernment action did not “penalize religious activity by denying\nany person an equal share of the rights, benefits, and privileges\nenjoyed by other citizens.”Ibid.InEmployment Division, Department of Human\nResources of Oregonv.Smith, 494 U. S. 872 (1990)\n, we rejected a free exercise claim brought by two members of a\nNative American church denied unemployment benefits because they\nhad violated Oregon’s drug laws by ingesting peyote for sacramental\npurposes. Along the same lines as our decision inLyng, we\nheld that the Free Exercise Clause did not entitle the church\nmembers to a special dispensation from the general criminal laws on\naccount of their religion. At the same time, we again made clear\nthat the Free Exercise Clausedidguard against the\ngovernment’s imposition of “special disabilities on the basis of\nreligious views or religious status.” 494 U. S., at 877\n(citingMcDaniel, 435 U. S. 618 ).[2]Finally, inChurch of Lukumi Babalu Aye,\nInc.v.Hia-leah, we struck down three facially neutral\ncity ordinances that outlawed certain forms of animal slaughter.\nMembers of the Santeria religion challenged the ordinances under\nthe Free Exercise Clause, alleging that despite their facial\nneutrality, the ordinances had a discriminatory purpose easy to\nferret out: prohibiting sacrificial rituals integral to Santeria\nbut distasteful to local residents. We agreed. Before explaining\nwhy the challenged ordinances were not, in fact, neutral or\ngenerally applicable, the Court recounted the fundamentals of our\nfree exercise jurisprudence. A law, we said, may not discriminate\nagainst “some or all religious beliefs.” 508 U. S., at 532.\nNor may a law regulate or outlaw conduct because it is religiously\nmotivated. And, citingMcDanielandSmith, we\nrestated the now-familiar refrain: The Free Exercise Clause\nprotects against laws that “ ‘impose[ ] special\ndis-abilities on the basis of . . . religious\nstatus.’ ” 508 U. S., at 533 (quotingSmith, 494\nU. S., at 877); see alsoMitchellv.Helms, 530\nU. S. 793, 828 (2000) (plurality opinion) (noting “our\ndecisions that have prohibited governments from discriminating in\nthe distribution of public benefits based upon religious status or\nsincerity” (citingRosenbergerv.Rector and Visitors of\nUniv. of Va., 515 U. S. 819 (1995) ;Lamb’s Chapelv.Center Moriches Union Free School Dist., 508 U. S.\n384 (1993) ;Widmarv.Vincent, 454 U. S. 263\n(1981) )).IIIAThe Department’s policy expressly\ndiscriminates against otherwise eligible recipients by\ndisqualifying them from a public benefit solely because of their\nreligious character. If the cases just described make one thing\nclear, it is that such a policy imposes a penalty on the free\nexercise of religion that triggers the most exacting scrutiny.Lukumi, 508 U. S., at 546. This conclusion is\nunremarkable in light of our prior decisions.Like the disqualification statute inMcDaniel, the Department’s policy puts Trinity Lutheran to a\nchoice: It may participate in an otherwise available benefit\nprogram or remain a religious institution. Of course, Trinity\nLu-theran is free to continue operating as a church, just as\nMcDaniel was free to continue being a minister. But that freedom\ncomes at the cost of automatic and absolute exclusion from the\nbenefits of a public program for which the Center is otherwise\nfully qualified. And when the State conditions a benefit in this\nway,McDanielsays plainly that the State has punished the\nfree exercise of religion: “To condition the availability of\nbenefits . . . upon [a recipient’s] willingness to\n. . . surrender[ ] his religiously impelled [status]\neffectively penalizes the free exercise of his constitutional\nliberties.” 435 U. S., at 626 (plurality opinion) (alterations\nomitted).The Department contends that merely declining to\nextend funds to Trinity Lutheran does notprohibitthe\nChurch from engaging in any religious conduct or otherwise\nexercising its religious rights. In this sense, says the\nDepartment, its policy is unlike the ordinances struck down inLukumi, which outlawed rituals central to Santeria. Here the\nDepartment has simply declined to allocate to Trinity Lutheran a\nsubsidy the State had no obligation to provide in the first place.\nThat decision does not meaningfully burden the Church’s free\nexercise rights. And absent any such burden, the argument\ncontinues, the Department is free to heed the State’s\nantiestablishment objection to providing funds directly to a\nchurch. Brief for Respondent 7–12, 14–16.It is true the Department has not criminalized\nthe way Trinity Lutheran worships or told the Church that it cannot\nsubscribe to a certain view of the Gospel. But, as the Department\nitself acknowledges, the Free Exercise Clause protects against\n“indirect coercion or penalties on the free exercise of religion,\nnot just outright prohibitions.”Lyng, 485 U. S., at\n450. As the Court put it more than 50 years ago, “[i]t is too late\nin the day to doubt that the liberties of religion and expression\nmay be infringed by the denial of or placing of conditions upon a\nbenefit or privilege.”Sherbert, 374 U. S., at 404; see\nalsoMcDaniel, 435 U. S., at 633 (Brennan, J.,\nconcurring in judgment) (The “proposition—that the law does not\ninterfere with free exercise because it does not directly prohibit\nreligious activity, but merely conditions eligibility for office on\nits abandonment—is . . . squarely rejected by\nprecedent”).Trinity Lutheran is not claiming any entitlement\nto a subsidy. It instead asserts a right to participate in a\ngovernment benefit program without having to disavow its religious\ncharacter. The “imposition of such a condition upon even a\ngratuitous benefit inevitably deter[s] or discourage[s] the\nexercise of First Amendment rights.”Sherbert, 374\nU. S., at 405. The express discrimination against religious\nexercise here is not the denial of a grant, but rather the refusal\nto allow the Church—solely because it is a church—to compete with\nsecular organizations for a grant. Cf.Northeastern Fla.\nChapter, Associated Gen. Contractors of Americav.Jacksonville, 508 U. S. 656, 666 (1993) (“[T]he ‘injury\nin fact’ is the inability to compete on an equal footing in the\nbidding process, not the loss of a contract”). Trinity Lutheran is\na member of the community too, and the State’s decision to exclude\nit for purposes of this public program must withstand the strictest\nscrutiny.BThe Department attempts to get out from under\nthe weight of our precedents by arguing that the free exercise\nquestion in this case is instead controlled by our decision inLockev.Davey. It is not. InLocke, the State\nof Washington created a scholarship program to assist\nhigh-achieving students with the costs of postsecondary education.\nThe scholarships were paid out of the State’s general fund, and\neligibility was based on criteria such as an applicant’s score on\ncollege admission tests and family income. While scholarship\nrecipients were free to use the money at accredited religious and\nnon-religious schools alike, they were not permitted to use the\nfunds to pursue a devotional theology degree—one “devotional in\nnature or designed to induce religious faith.” 540 U. S., at\n716 (internal quotation marks omitted). Davey was selected for a\nscholarship but was denied the funds when he refused to certify\nthat he would not use them toward a devotional degree. He sued,\narguing that the State’s refusal to allow its scholarship money to\ngo toward such degrees violated his free exercise rights.This Court disagreed. It began by explaining\nwhat wasnotat issue. Washington’s selective funding\nprogram was not comparable to the free exercise violations found in\nthe “Lukumiline of cases,” including those striking down\nlaws requiring individuals to “choose between their religious\nbeliefs and receiving a government benefit.”Id., at\n720–721. At the outset, then, the Court made clear thatLockewas not like the case now before us.Washington’s restriction on the use of its\nscholarship funds was different. According to the Court, the State\nhad “merely chosen not to fund a distinct category of instruction.”Id., at 721. Davey was not denied a scholarship because of\nwho hewas; he was denied a scholarship because of what he\nproposedto do—use the funds to prepare for the ministry.\nHere there is no question that Trinity Lutheran was denied a grant\nsimply because of what it is—a church.The Court inLockealso stated that\nWashington’s choice was in keeping with the State’s\nantiestablishment interest in not using taxpayer funds to pay for\nthe training of clergy; in fact, the Court could “think of few\nareas in which a State’s antiestablishment interests come more into\nplay.”Id.,at 722. The claimant inLockesought\nfunding for an “essentially religious endeavor . . . akin\nto a religious calling as well as an academic pursuit,” and\nopposition to such funding “to support church leaders” lay at the\nhistoric core of the Religion Clauses.Id., at 721–722. Here\nnothing of the sort can be said about a program to use recycled\ntires to resurface playgrounds.Relying onLocke, the Department\nnonetheless emphasizes Missouri’s similar constitutional tradition\nof not furnishing taxpayer money directly to churches. Brief for\nRespondent 15–16. ButLocketook account of Washington’s\nantiestablishment interest only after determining, as noted, that\nthe scholarship program did not “require students to choose between\ntheir religious beliefs and receiving a government benefit.” 540\nU. S., at 720–721 (citingMcDaniel, 435 U. S. 618\n). As the Court put it, Washington’s scholarship program went “a\nlong way toward including religion in its benefits.”Locke,\n540 U. S., at 724. Students in the program were free to use\ntheir scholarships at “pervasively religious schools.”Ibid.\nDavey could use his scholarship to pursue a secular degree at one\ninstitution while studying devotional theology at another.Id.,at 721, n. 4. He could also use his scholarship\nmoney to attend a religious college and take devotional theology\ncourses there.Id.,at 725. The only thing he could not do\nwas use the scholarship to pursue a degree in that subject.In this case, there is no dispute that Trinity\nLutheranisput to the choice between being a church and\nreceiving a government benefit. The rule is simple: No churches\nneed apply.[3]CThe State in this case expressly requires\nTrinity Lutheran to renounce its religious character in order to\nparticipate in an otherwise generally available public benefit\nprogram, for which it is fully qualified. Our cases make clear that\nsuch a condition imposes a penalty on the free exercise of religion\nthat must be subjected to the “most rigorous” scrutiny.Lukumi, 508 U. S., at 546.[4]Under that stringent standard, only a state\ninterest “of the highest order” can justify the Department’s\ndiscriminatory policy.McDaniel, 435 U. S., at 628\n(internal quotation marks omitted). Yet the Department offers\nnothing more than Missouri’s policy preference for skating as far\nas possible from religious establishment concerns. Brief for\nRespondent 15–16. In the face of the clear infringement on free\nexercise before us, that interest cannot qual-ify as compelling. As\nwe said when considering Missouri’s same policy preference on a\nprior occasion, “the state interest asserted here—in achieving\ngreater separation of church and State than is already ensured\nunder the Establishment Clause of the Federal Constitution—is\nlimited by the Free Exercise Clause.”Widmar, 454 U. S., at\n276.The State has pursued its preferred policy to\nthe point of expressly denying a qualified religious entity a\npublic benefit solely because of its religious character. Under our\nprecedents, that goes too far. The Department’s policy violates the\nFree Exercise Clause.[5]*  *  *Nearly 200 years ago, a legislator urged the\nMaryland Assembly to adopt a bill that would end the State’s\ndisqualification of Jews from public office:“If, on account of my religious faith, I\nam subjected to disqualifications, from which others are free,\n. . . I cannot but consider myself a persecuted man.\n. . . An odious exclusion from any of the benefits common\nto the rest of my fellow-citizens, is a persecution, differing only\nin degree, but of a nature equally unjustifiable with that, whose\ninstruments are chains and torture.” Speech by H. M. Brackenridge,\nDec. Sess. 1818, in H. Brackenridge, W. Worthington, & J.\nTyson, Speeches in the House of Delegates of Maryland, 64\n(1829).The Missouri Department of Natural Resources has\nnot subjected anyone to chains or torture on account of religion.\nAnd the result of the State’s policy is nothing so dramatic as the\ndenial of political office. The consequence is, in all likelihood,\na few extra scraped knees. But the exclusion of Trinity Lutheran\nfrom a public benefit for which it is otherwise qualified, solely\nbecause it is a church, is odious to our Constitution all the same,\nand cannot stand.The judgment of the United States Court of\nAppeals for the Eighth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1In April 2017, the\nGovernor of Missouri announced that he had directed the Department\nto begin allowing religious organizations to compete for and\nreceive Department grants on the same terms as secular\norganizations. That announcement does not moot this case. We have\nsaid that such voluntary cessation of a challenged practice does\nnot moot a case unless “subsequent events ma[ke] it absolutely\nclear that the allegedly wrongful behavior could not reasonably be\nexpected to recur.”Friends of the Earth, Inc.v.Laidlaw\nEnvironmental Services (TOC), Inc., 528 U. S. 167, 189\n(2000) (internal quotation marks omitted). The Department has not\ncarried the “heavy burden” of making “absolutely clear” that it\ncould not revert to its policy of excluding religious\norganizations.Ibid.The parties agree. See Letter from\nJames R. Layton, Counsel for Respondent, to Scott S. Harris, Clerk\nof Court (Apr. 18, 2017) (adopting the position of the Missouri\nAttorney General’s Office that “there is no clearly effective\nbarrier that would prevent the [Department] from reinstating [its]\npolicy in the future”); Letter from David A. Cortman, Counsel for\nPetitioner, to Scott S. Harris, Clerk of Court (Apr. 18, 2017)\n(“[T]he policy change does nothing to remedy the source of the\n[Department’s] original policy—the Missouri Supreme Court’s\ninterpretation of Article 1, §7 of the Missouri\nConstitution”).2This is not to say that\nany application of a valid and neutral law of general applicability\nis necessarily constitutional under the Free Exercise Clause.\nRecently, inHosanna-Tabor Evangelical Lutheran Church and\nSchoolv.EEOC, 565 U. S. 171 (2012) , this Court\nheld that the Religion Clauses required a ministerial exception to\nthe neutral prohibition on employment retaliation contained in the\nAmericans with Disabilities Act. DistinguishingSmith, we\nexplained that while that case concerned government regulation of\nphysical acts, “[t]he present case, in contrast, concerns\ngovernment interference with an internal church decision that\naffects the faith and mission of the church itself.” 565\nU. S.,at 190.3This case involves\nexpress discrimination based on religious identity with respect to\nplayground resurfacing. We do not address religious uses of funding\nor other forms of discrimination.4We have held that “a law\ntargeting religious beliefs as such is never permissible.”Lukumi,508 U. S., at 533; see alsoMcDanielv.Paty, 435 U. S. 618, 626 (1978) (plurality opinion). We\ndo not need to decide whether the condition Missouri imposes in\nthis case falls within the scope of that rule, because it cannot\nsurvive strict scrutiny in any event.5Based on this holding, we\nneed not reach the Church’s claim that the policy also violates the\nEqual Protection Clause.",
    "joined": []
}