{
    "case": {
        "docket": "744",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/744/"
    },
    "id": "1970767",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–307_________________UNITED STATES, PETITIONER v. EDITH SCHLAIN\nWINDSOR, in her capacity as executor of the ESTATE OF THEA CLARA\nSPYER, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 26, 2013]Chief Justice\nRoberts, dissenting.I agree with Justice\nScalia that this Court lacks jurisdiction to review the decisions\nof the courts below. On the merits of the constitutional dispute\nthe Court decides to decide, I also agree with Justice Scalia that\nCongress acted constitutionally in passing the Defense of Marriage\nAct (DOMA). Interests in uniformity and stability am- ply justified\nCongress’s decision to retain the definition of marriage that, at\nthat point, had been adopted by every State in our Nation, and\nevery nation in the world. Post, at 19–20 (dissenting opinion).The majority sees a\nmore sinister motive, pointing out that the Federal Government has\ngenerally (though not uniformly) deferred to state definitions of\nmarriage in the past. That is true, of course, but none of those\nprior state-by-state variations had involved differences over\nsomething—as the majority puts it—“thought of by most people as\nessential to the very definition of [marriage] and to its role and\nfunction throughout the history of civilization.” Ante, at 13. That\nthe Federal Government treated this fundamental question\ndifferently than it treated variations over consanguinity or\nminimum age is hardly surprising—and hardly enough to support a\nconclusion that the “principal purpose,” ante, at 22, of the 342\nRepresenta- tives and 85 Senators who voted for it, and the\nPresident who signed it, was a bare desire to harm. Nor do the\nsnip- pets of legislative history and the banal title of the Act to\nwhich the majority points suffice to make such a showing. At least\nwithout some more convincing evidence that the Act’s principal\npurpose was to codify malice, and that it furthered no legitimate\ngovernment interests, I would not tar the political branches with\nthe brush of bigotry.But while I disagree\nwith the result to which the major- ity’s analysis leads it in this\ncase, I think it more important to point out that its analysis\nleads no further. The Court does not have before it, and the logic\nof its opinion does not decide, the distinct question whether the\nStates, in the exercise of their “historic and essential authority\nto define the marital relation,” ante, at 18, may continue to\nutilize the traditional definition of marriage.The majority goes out\nof its way to make this explicit in the penultimate sentence of its\nopinion. It states that “[t]his opinion and its holding are\nconfined to those lawful marriages,” ante, at 26—referring to\nsame-sex marriages that a State has already recognized as a result\nof the local “community’s considered perspective on the historical\nroots of the institution of marriage and its evolving un-\nderstanding of the meaning of equality.” Ante, at 20. Justice\nScalia believes this is a “ ‘bald, unreasoned\ndisclaime[r].’ ” Post, at 22. In my view, though, the\ndisclaimer is a logical and necessary consequence of the argument\nthe majority has chosen to adopt. The dominant theme of the\nmajority opinion is that the Federal Government’s intrusion into an\narea “central to state domestic relations law applicable to its\nresidents and citizens” is sufficiently “unusual” to set off alarm\nbells. Ante, at 17, 20. I think the majority goes off course, as I\nhave said, but it is undeniable that its judgment is based on\nfederalism.The majority\nextensively chronicles DOMA’s departure from the normal allocation\nof responsibility between State and Federal Governments,\nemphasizing that DOMA “rejects the long-established precept that\nthe incidents, benefits, and obligations of marriage are uniform\nfor all married couples within each State.” Ante, at 18. But there\nis no such departure when one State adopts or keeps a definition of\nmarriage that differs from that of its neighbor, for it is entirely\nexpected that state definitions would “vary, subject to\nconstitutional guarantees, from one State to the next.” Ibid. Thus,\nwhile “[t]he State’s power in defining the marital relation is of\ncentral relevance” to the majority’s decision to strike down DOMA\nhere, ibid., that power will come into play on the other side of\nthe board in future cases about the constitutionality of state\nmarriage definitions. So too will the concerns for state diversity\nand sovereignty that weigh against DOMA’s constitutionality in this\ncase. See ante, at 19.It is not just this\ncentral feature of the majority’s analysis that is unique to DOMA,\nbut many considerations on the periphery as well. For example, the\nmajority focuses on the legislative history and title of this\nparticular Act, ante, at 21; those statute-specific considerations\nwill, of course, be irrelevant in future cases about different\nstatutes. The majority emphasizes that DOMA was a “system- wide\nenactment with no identified connection to any particular area of\nfederal law,” but a State’s definition of marriage “is the\nfoundation of the State’s broader author- ity to regulate the\nsubject of domestic relations with respect to the ‘[p]rotection of\noffspring, property interests, and the enforcement of marital\nresponsibilities.’ ” Ante, at 22, 17. And the federal decision\nundermined (in the majority’s view) the “dignity [already]\nconferred by the States in the exercise of their sovereign power,”\nante, at 21, whereas a State’s decision whether to expand the\ndefinition of marriage from its traditional contours involves no\nsimilar concern.We may in the future\nhave to resolve challenges to state marriage definitions affecting\nsame-sex couples. That issue, however, is not before us in this\ncase, and we hold today that we lack jurisdiction to consider it in\nthe particular context of Hollingsworth v. Perry, ante, p. ___. I\nwrite only to highlight the limits of the majority’s holding and\nreasoning today, lest its opinion be taken to resolve not only a\nquestion that I believe is not properly before us—DOMA’s\nconstitutionality—but also a question that all agree, and the Court\nexplicitly acknowledges, is not at issue.",
    "joined": []
}