{
    "case": {
        "docket": "18-587",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-587/"
    },
    "id": "4263242",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 18–587, 18–588, and 18–589_________________DEPARTMENT OF HOMELAND SECURITY,\net al., PETITIONERS18–587v.REGENTS OF THE UNIVERSITY OF CALIFORNIA,\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuitDONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS18–588v.NATIONAL ASSOCIATION FOR THE\nADVANCEMENT OF COLORED PEOPLE, et al.; ANDon writ of certiorari before judgment to the\nunited states court of appeals for the district of columbia\ncircuitCHAD WOLF, ACTING SECRETARY OF HOMELAND\nSECURITY, et al., PETITIONERS18–589v.MARTIN JONATHAN BATALLA VIDAL,\net al.on writ of certiorari before judgment to the\nunited states court of appeals for the second circuit[June 18, 2020]Chief Justice Roberts delivered the opinion of\nthe Court, except as to Part IV.In the summer of 2012, the Department of\nHomeland Security (DHS) announced an immigration program known as\nDeferred Action for Childhood Arrivals, or DACA. That program\nallows certain unauthorized aliens who entered the United States as\nchildren to apply for a two-year forbearance of removal. Those\ngranted such relief are also eligible for work authorization and\nvarious federal benefits. Some 700,000 aliens have availed\nthemselves of this opportunity.Five years later, the Attorney General advised\nDHS to rescind DACA, based on his conclusion that it was unlawful.\nThe Department’s Acting Secretary issued a memorandum terminating\nthe program on that basis. The termination was challenged by\naffected individuals and third parties who alleged, among other\nthings, that the Acting Secretary had violated the Administrative\nProcedure Act (APA) by failing to adequately address important\nfactors bearing on her decision. For the reasons that follow, we\nconclude that the Acting Secretary did violate the APA, and that\nthe rescission must be vacated.IAIn June 2012, the Secretary of Homeland\nSecurity issued a memorandum announcing an immigration relief\nprogram for “certain young people who were brought to this country\nas children.” App. to Pet. for Cert. in No. 18–587, p. 97a (App. to\nPet. for Cert.). Known as DACA, the program applies to childhood\narrivals who were under age 31 in 2012; have continuously resided\nhere since 2007; are current students, have completed high school,\nor are honorably discharged veterans; have not been convicted of\nany serious crimes; and do not threaten national security or public\nsafety.Id., at 98a. DHS concluded that individuals who meet\nthese criteria warrant favorable treatment under the immigration\nlaws because they “lacked the intent to violate the law,” are\n“productive” contributors to our society, and “know only this\ncountry as home.”Id., at 98a–99a.“[T]o prevent [these] low priority individuals\nfrom being removed from the United States,” the DACA Memorandum\ninstructs Immigration and Customs Enforcement to “exercise\nprosecutorial discretion[ ] on an individual basis\n. . . by deferring action for a period of two years,\nsubject to renewal.”Id., at 100a. In addition, it directs\nU. S. Citizenship and Immigration Services (USCIS) to “accept\napplications to determine whether these individuals qualify for\nwork authorization during this period of deferred action,”id., at 101a, as permitted under regulations long predating\nDACA’s creation, see 8 CFR §274a.12(c)(14) (2012) (permitting work\nauthorization for deferred action recipients who establish\n“economic necessity”); 46 Fed. Reg. 25080–25081 (1981) (similar).\nPursuant to other regulations, deferred action recipients are\nconsidered “lawfully present” for purposes of, and therefore\neligible to receive, Social Security and Medicare benefits. See 8\nCFR §1.3(a)(4)(vi); 42 CFR §417.422(h) (2012).In November 2014, two years after DACA was\npromulgated, DHS issued a memorandum announcing that it would\nexpand DACA eligibility by removing the age cap, shifting the\ndate-of-entry requirement from 2007 to 2010, and extending the\ndeferred action and work authorization period to three years. App.\nto Pet. for Cert. 106a–107a. In the same memorandum, DHS created a\nnew, related program known as Deferred Action for Parents of\nAmericans and Lawful Permanent Residents, or DAPA. That program\nwould have authorized deferred action for up to 4.3 million parents\nwhose children were U. S. citizens or lawful permanent\nresidents. These parents were to enjoy the same forbearance, work\neligibility, and other benefits as DACA recipients.Before the DAPA Memorandum was implemented, 26\nStates, led by Texas, filed suit in the Southern District of Texas.\nThe States contended that DAPA and the DACA expansion violated the\nAPA’s notice and comment requirement, the Immigration and\nNationality Act (INA), and the Executive’s duty under the Take Care\nClause of the Constitution. The District Court found that the\nStates were likely to succeed on the merits of at least one of\ntheir claims and entered a nationwide preliminary injunction\nbarring implementation of both DAPA and the DACA expansion. SeeTexasv.United States, 86 F. Supp. 3d 591,\n677–678 (2015).A divided panel of the Court of Appeals for the\nFifth Circuit affirmed the preliminary injunction.Texasv.United States, 809 F.3d 134, 188 (2015). In opposing the\ninjunction, the Government argued that the DAPA Memorandum\nreflected an unreviewable exercise of the Government’s enforcement\ndiscretion. The Fifth Circuit majority disagreed. It reasoned that\nthe deferred action described in the DAPA Memorandum was “much more\nthan nonenforcement: It would affirmatively confer ‘lawful\npresence’ and associated benefits on a class of unlawfully present\naliens.”Id., at 166. From this, the majority concluded that\nthe creation of the DAPA program was not an unreviewable action\n“committed to agency discretion by law.”Id., at 169\n(quoting 5 U. S. C. §701(a)(2)).The majority then upheld the injunction on two\ngrounds. It first concluded the States were likely to succeed on\ntheir procedural claim that the DAPA Memorandum was a substantive\nrule that was required to undergo notice and comment. It then held\nthat the APA required DAPA to be set aside because the program was\n“manifestly contrary” to the INA, which “expressly and carefully\nprovides legal designations allowing defined classes” to “receive\nthe benefits” associated with “lawful presence” and to qualify for\nwork authorization, 809 F. 3d, at 179–181, 186 (internal\nquotation marks omitted). Judge King dissented.This Court affirmed the Fifth Circuit’s judgment\nby an equally divided vote, which meant that no opinion was issued.United Statesv.Texas, 579 U. S. ___ (2016)\n(per curiam). For the next year, litigation over DAPA\nand the DACA expansion continued in the Southern District of Texas,\nwhile implementation of those policies remained enjoined.Then, in June 2017, following a change in\nPresidential administrations, DHS rescinded the DAPA Memorandum. In\nexplaining that decision, DHS cited the preliminary injunction and\nongoing litigation in Texas, the fact that DAPA had never taken\neffect, and the new administration’s immigration enforcement\npriorities.Three months later, in September 2017, Attorney\nGeneral Jefferson B. Sessions III sent a letter to Acting Secretary\nof Homeland Security Elaine C. Duke, “advis[ing]” that DHS “should\nrescind” DACA as well. App. 877. Citing the Fifth Circuit’s opinion\nand this Court’s equally divided affirmance, the Attorney General\nconcluded that DACA shared the “same legal . . . defects\nthat the courts recognized as to DAPA” and was “likely” to meet a\nsimilar fate.Id., at 878. “In light of the costs and\nburdens” that a rescission would “impose[ ] on DHS,” the\nAttorney General urged DHS to “consider an orderly and efficient\nwind-down process.”Ibid.The next day, Duke acted on the Attorney\nGeneral’s advice. In her decision memorandum, Duke summarized the\nhistory of the DACA and DAPA programs, the Fifth Circuit opinion\nand ensuing affirmance, and the contents of the Attorney General’s\nletter. App. to Pet. for Cert. 111a–117a. “Taking into\nconsideration the Supreme Court’s and the Fifth Circuit’s rulings”\nand the “letter from the Attorney General,” she concluded that the\n“DACA program should be terminated.”Id., at 117a.Duke then detailed how the program would be\nwound down: No new applications would be accepted, but DHS would\nentertain applications for two-year renewals from DACA recipients\nwhose benefits were set to expire within six months. For all other\nDACA recipients, previously issued grants of deferred action and\nwork authorization would not be revoked but would expire on their\nown terms, with no prospect for renewal.Id., at\n117a–118a.BWithin days of Acting Secretary Duke’s\nrescission announcement, multiple groups of plaintiffs ranging from\nindividual DACA recipients and States to the Regents of the\nUniversity of California and the National Association for the\nAdvancement of Colored People challenged her decision in the\nU. S. District Courts for the Northern District of California\n(Regents, No. 18–587), the Eastern District of New York\n(Batalla Vidal, No. 18–589), and the District of Columbia\n(NAACP, No. 18–588). The relevant claims are that the\nrescission was arbitrary and capricious in violation of the APA and\nthat it infringed the equal protection guarantee of the Fifth\nAmendment’s Due Process Clause.[1]All three District Courts ruled for the\nplaintiffs, albeit at different stages of the proceedings.[2] In doing so, each court rejected the\nGovernment’s threshold arguments that the claims were unreviewable\nunder the APA and that the INA deprived the court of jurisdiction.\n298 F. Supp. 3d 209, 223–224, 234–235 (DC 2018); 279\nF. Supp. 3d 1011, 1029–1033 (ND Cal. 2018); 295 F. Supp.\n3d 127, 150, 153–154 (EDNY 2017).InRegentsandBatalla Vidal, the\nDistrict Courts held that the equal protection claims were\nadequately alleged. 298 F. Supp. 3d 1304, 1315 (ND Cal. 2018);\n291 F. Supp. 3d 260, 279 (EDNY 2018). Those courts also\nentered coextensive nationwide preliminary injunctions, based on\nthe conclusion that the plaintiffs were likely to succeed on the\nmerits of their claims that the rescission was arbitrary and\ncapricious. These injunctions did not require DHS to accept new\napplications, but did order the agency to allow DACA recipients to\n“renew their enrollments.” 279 F. Supp. 3d, at 1048; see 279\nF. Supp. 3d 401, 437 (EDNY 2018).InNAACP, the D. C. District Court\ntook a different course. In April 2018, it deferred ruling on the\nequal protection challenge but granted partial summary judgment to\nthe plaintiffs on their APA claim, holding that Acting Secretary\nDuke’s “conclusory statements were insufficient to explain the\nchange in [the agency’s] view of DACA’s lawfulness.” 298\nF. Supp. 3d, at 243. The District Court stayed its order for\n90 days to permit DHS to “reissue a memorandum rescinding DACA,\nthis time providing a fuller explanation for the determination that\nthe program lacks statutory and constitutional authority.”Id., at 245.Two months later, Duke’s successor, Secretary\nKirstjen M. Nielsen, responded via memorandum. App. to Pet. for\nCert. 120a–126a. She explained that, “[h]aving considered the Duke\nmemorandum,” she “decline[d] to disturb” the rescission.Id., at 121a. Secretary Nielsen went on to articulate her\n“understanding” of Duke’s memorandum, identifying three reasons\nwhy, in Nielsen’s estimation, “the decision to rescind the DACA\npolicy was, and remains, sound.”Ibid.First, she reiterated\nthat, “as the Attorney General concluded, the DACA policy was\ncontrary to law.”Id., at 122a. Second, she added that,\nregardless, the agency had “serious doubts about [DACA’s] legality”\nand, for law enforcement reasons, wanted to avoid “legally\nquestionable” policies.Id., at 123a. Third, she identified\nmultiple policy reasons for rescinding DACA, including (1) the\nbelief that any class-based immigration relief should come from\nCongress, not through executive non-enforcement; (2) DHS’s\npreference for exercising prosecutorial discretion on “a truly\nindividualized, case-by-case basis”; and (3) the importance of\n“project[ing] a message” that immigration laws would be enforced\nagainst all classes and categories of aliens.Id., at\n123a–124a. In her final paragraph, Secretary Nielsen acknowledged\nthe “asserted reliance interests” in DACA’s continuation but\nconcluded that they did not “outweigh the questionable legality of\nthe DACA policy and the other reasons” for the rescission discussed\nin her memorandum.Id., at 125a.The Government asked the D. C. District\nCourt to revise its prior order in light of the reasons provided by\nSecretary Nielsen, but the court declined. In the court’s view, the\nnew memorandum, which “fail[ed] to elaborate meaningfully” on the\nagency’s illegality rationale, still did not provide an adequate\nexplanation for the September 2017 rescission. 315 F. Supp. 3d\n457, 460, 473–474 (2018).The Government appealed the various District\nCourt decisions to the Second, Ninth, and D. C. Circuits,\nrespectively. In November 2018, while those appeals were pending,\nthe Government simultaneously filed three petitions for certiorari\nbefore judgment. After the Ninth Circuit affirmed the nationwide\ninjunction inRegents, see 908 F.3d 476 (2018), but before\nrulings from the other two Circuits, we granted the petitions and\nconsolidated the cases for argument. 588 U. S. ___ (2019). The\nissues raised here are (1) whether the APA claims are\nreviewable, (2) if so, whether the rescission was arbitrary and\ncapricious in violation of the APA, and (3) whether the plaintiffs\nhave stated an equal protection claim.IIThe dispute before the Court is not whether\nDHS may rescind DACA. All parties agree that it may. The dispute is\ninstead primarily about the procedure the agency followed in doing\nso.The APA “sets forth the procedures by which\nfederal agencies are accountable to the public and their actions\nsubject to review by the courts.”Franklinv.Massachusetts,505 U.S.\n788, 796 (1992). It requires agencies to engage in “reasoned\ndecisionmaking,”Michiganv.EPA, 576 U.S. 743, 750\n(2015) (internal quotation marks omitted), and directs that agency\nactions be “set aside” if they are “arbitrary” or “capricious,” 5\nU. S. C. §706(2)(A). Under this “narrow standard of\nreview, . . . a court is not to substitute its judgment\nfor that of the agency,”FCCv.Fox Television Stations,\nInc.,556 U.S.\n502, 513 (2009) (internal quotation marks omitted), but instead\nto assess only whether the decision was “based on a consideration\nof the relevant factors and whether there has been a clear error of\njudgment,”Citizens to Preserve Overton Park, Inc.v.Volpe,401 U.S.\n402, 416 (1971).But before determining whether the rescission\nwas arbitrary and capricious, we must first address the\nGovernment’s contentions that DHS’s decision is unreviewable under\nthe APA and outside this Court’s jurisdiction.AThe APA establishes a “basic presumption of\njudicial review [for] one ‘suffering legal wrong because of agency\naction.’ ”Abbott Laboratoriesv.Gardner,387 U.S.\n136, 140 (1967) (quoting §702). That presumption can be\nrebutted by a showing that the relevant statute “preclude[s]”\nreview, §701(a)(1), or that the “agency action is committed to\nagency discretion by law,” §701(a)(2). The latter exception is at\nissue here.To “honor the presumption of review, we have\nread the exception in §701(a)(2) quite narrowly,”Weyerhaeuser\nCo.v.United States Fish and Wildlife Serv., 586\nU. S. ___, ___ (2018) (slip op., at 12), confining it to those\nrare “administrative decision[s] traditionally left to agency\ndiscretion,”Lincolnv.Vigil,508 U.S.\n182, 191 (1993). This limited category of unreviewable actions\nincludes an agency’s decision not to institute enforcement\nproceedings,Hecklerv.Chaney,470 U.S.\n821, 831–832 (1985), and it is on that exception that the\nGovernment primarily relies.InChaney, several death-row inmates\npetitioned the Food and Drug Administration (FDA) to take\nenforcement action against two States to prevent their use of\ncertain drugs for lethal injection. The Court held that the FDA’s\ndenial of that petition was presumptively unreviewable in light of\nthe well-established “tradition” that “an agency’s decision not to\nprosecute or enforce” is “generally committed to an agency’s\nabsolute discretion.”Id., at 831. We identified a\nconstellation of reasons that underpin this tradition. To start, a\nnon-enforcement decision “often involves a complicated balancing of\na number of factors which are peculiarly within [the agency’s]\nexpertise,” such as “whether the particular enforcement action\nrequested best fits the agency’s overall policies.”Ibid.The decision also mirrors, “to some extent,” a prosecutor’s\ndecision not to indict, which has “long been regarded as the\nspecial province of the Executive Branch.”Id., at 832. And,\nas a practical matter, “when an agency refuses to act” there is no\naction to “provide[ ] a focus for judicial review.”Ibid.The Government contends that a general\nnon-enforcement policy is equivalent to the individual\nnon-enforcement decision at issue inChaney. In each case,\nthe Government argues, the agency must balance factors peculiarly\nwithin its expertise, and does so in a manner akin to a criminal\nprosecutor. Building on that premise, the Government argues that\nthe rescission of a non-enforcement policy is no different—for\npurposes of reviewability—from the adoption of that policy. While\nthe rescission may lead to increased enforcement, it does not, by\nitself, constitute a particular enforcement action. Applying this\nlogic to the facts here, the Government submits that DACA is a\nnon-enforcement policy and that its rescission is therefore\nunreviewable.But we need not test this chain of reasoning\nbecause DACA is not simply a non-enforcement policy. For starters,\nthe DACA Memorandum did not merely “refus[e] to institute\nproceedings” against a particular entity or even a particular\nclass.Ibid. Instead, it directed USCIS to “establish a\nclear and efficient process” for identifying individuals who met\nthe enumerated criteria. App. to Pet. for Cert. 100a. Based on this\ndirective, USCIS solicited applications from eligible aliens,\ninstituted a standardized review process, and sent formal notices\nindicating whether the alien would receive the two-year\nforbearance. These proceedings are effectively “adjudicat[ions].”Id., at 117a. And the result of these adjudications—DHS’s\ndecision to “grant deferred action,” Brief for Petitioners 45—is an\n“affirmative act of approval,” the very opposite of a “refus[al] to\nact,”Chaney, 470 U. S., at 831–832. In short, the DACA\nMemorandum does not announce a passive non-enforcement policy; it\ncreated a program for conferring affirmative immigration relief.\nThe creation of that program—and its rescission—is an “action\n[that] provides a focus for judicial review.”Id., at\n832.The benefits attendant to deferred action\nprovide further confirmation that DACA is more than simply a\nnon-enforcement policy. As described above, by virtue of receiving\ndeferred action, the 700,000 DACA recipients may request work\nauthorization and are eligible for Social Security and Medicare.\nSeesupra, at 3. Unlike an agency’s refusal to take\nrequested enforcement action, access to these types of benefits is\nan interest “courts often are called upon to protect.”Chaney, 470 U. S., at 832. See alsoBarnhartv.Thomas,540 U.S.\n20(2003) (reviewing eligibility determination for Social\nSecurity benefits).Because the DACA program is more than a\nnon-enforcement policy, its rescission is subject to review under\nthe APA.BThe Government also invokes two jurisdictional\nprovisions of the INA as independent bars to review. Neither\napplies.Section 1252(b)(9) bars review of claims arising\nfrom “action[s]” or “proceeding[s] brought to remove an alien.”\n66Stat. 209, as amended, 8 U. S. C. §1252(b)(9). That\ntargeted language is not aimed at this sort of case. As we have\nsaid before, §1252(b)(9) “does not present a jurisdictional bar”\nwhere those bringing suit “are not asking for review of an order of\nremoval,” “the decision . . . to seek removal,” or “the\nprocess by which . . . removability will be determined.”Jenningsv.Rodriguez, 583 U. S. ___, ___–___\n(2018) (plurality opinion) (slip op., at 10–11);id., at ___\n(Breyer, J., dissenting) (slip op., at 31). And it is certainly not\na bar where, as here, the parties are not challenging any removal\nproceedings.Section 1252(g) is similarly narrow. That\nprovision limits review of cases “arising from” decisions “to\ncommence proceedings, adjudicate cases, or execute removal orders.”\n§1252(g). We have previously rejected as “implausible” the\nGovernment’s suggestion that §1252(g) covers “all claims arising\nfrom deportation proceedings” or imposes “a general jurisdictional\nlimitation.”Renov.American-Arab Anti- Discrimination\nComm.,525 U.S.\n471, 482 (1999). The rescission, which revokes a deferred\naction program with associated benefits, is not a decision to\n“commence proceedings,” much less to “adjudicate” a case or\n“execute” a removal order.With these preliminary arguments out of the way,\nwe proceed to the merits.IIIADeciding whether agency action was adequately\nexplained requires, first, knowing where to look for the agency’s\nexplanation. The natural starting point here is the explanation\nprovided by Acting Secretary Duke when she announced the rescission\nin September 2017. But the Government urges us to go on and\nconsider the June 2018 memorandum submitted by Secretary Nielsen as\nwell. That memo was prepared after the D. C. District Court\nvacated the Duke rescission and gave DHS an opportunity to “reissue\na memorandum rescinding DACA, this time providing a fuller\nexplanation for the determination that the program lacks statutory\nand constitutional authority.” 298 F. Supp. 3d, at 245.\nAccording to the Government, the Nielsen Memorandum is properly\nbefore us because it was invited by the District Court and reflects\nthe views of the Secretary of Homeland Security—the official\nresponsible for immigration policy. Respondents disagree, arguing\nthat the Nielsen Memorandum, issued nine months after the\nrescission, impermissibly asserts prudential and policy reasons not\nrelied upon by Duke.It is a “foundational principle of\nadministrative law” that judicial review of agency action is\nlimited to “the grounds that the agency invoked when it took the\naction.”Michigan, 576 U. S., at 758. If those grounds\nare inadequate, a court may remand for the agency to do one of two\nthings: First, the agency can offer “a fuller explanation of the\nagency’s reasoningat the time of the agency action.”Pension Benefit Guaranty Corporationv.LTV Corp.,496 U.S.\n633, 654 (1990) (emphasis added). See alsoAlpharma,\nInc.v.Leavitt,460 F.3d 1, 5–6 (CADC 2006) (Garland, J.) (permitting an agency\nto provide an “amplified articulation” of a prior “conclusory”\nobservation (internal quotation marks omitted)). This route has\nimportant limitations. When an agency’s initial explanation\n“indicate[s] the determinative reason for the final action taken,”\nthe agency may elaborate later on that reason (or reasons) but may\nnot provide new ones.Campv.Pitts,411 U.S.\n138, 143 (1973) (per curiam). Alternatively, the agency\ncan “deal with the problem afresh” by takingnewagency\naction.SECv.Chenery Corp.,332\nU.S. 194, 201 (1947) (Chenery II). An agency taking this\nroute is not limited to its prior reasons but must comply with the\nprocedural requirements for new agency action.The District Court’s remand thus presented DHS\nwith a choice: rest on the Duke Memorandum while elaborating on its\nprior reasoning, or issue a new rescission bolstered by new reasons\nabsent from the Duke Memorandum. Secretary Nielsen took the first\npath. Rather than making a new decision, she “decline[d] to disturb\nthe Duke memorandum’s rescission” and instead “provide[d] further\nexplanation” for that action. App. to Pet. for Cert. 121a. Indeed,\nthe Government’s subsequent request for reconsideration described\nthe Nielsen Memorandum as “additional explanation for [Duke’s]\ndecision” and asked the District Court to “leave in place [Duke’s]\nSeptember 5, 2017 decision to rescind the DACA policy.” Motion to\nRevise Order in No. 17–cv–1907 etc. (D DC), pp. 2, 19.\nContrary to the position of the Government before this Court, and\nof Justice Kavanaugh in dissent,post, at 4 (opinion\nconcurring in judgment in part and dissenting in part), the Nielsen\nMemorandum was by its own terms not a new rule implementing a new\npolicy.Because Secretary Nielsen chose to elaborate on\nthe reasons for the initial rescission rather than take new\nadministrative action, she was limited to the agency’s original\nreasons, and her explanation “must be viewed critically” to ensure\nthat the rescission is not upheld on the basis of impermissible\n“post hocrationalization.”Overton Park, 401\nU. S., at 420. But despite purporting to explain the Duke\nMemorandum, Secretary Nielsen’s reasoning bears little relationship\nto that of her predecessor. Acting Secretary Duke rested the\nrescission on the conclusion that DACA is unlawful. Period. See\nApp. to Pet. for Cert. 117a. By contrast, Secretary Nielsen’s new\nmemorandum offered three “separate and independently sufficient\nreasons” for the rescission,id., at 122a, only the first of\nwhich is the conclusion that DACA is illegal.Her second reason is that DACA is, at minimum,\nlegallyquestionableand should be terminated to maintain\npublic confidence in the rule of law and avoid burdensome\nlitigation. No such justification can be found in the Duke\nMemorandum. Legal uncertainty is, of course, related to illegality.\nBut the two justifications are meaningfully distinct, especially in\nthis context. While an agency might, for one reason or another,\nchoose to do nothing in the face of uncertainty, illegality\npresumably requires remedial action of some sort.The policy reasons that Secretary Nielsen cites\nas a third basis for the rescission are also nowhere to be found in\nthe Duke Memorandum. That document makes no mention of a preference\nfor legislative fixes, the superiority of case-by-case\ndecisionmaking, the importance of sending a message of robust\nenforcement, or any other policy consideration. Nor are these\npoints included in the legal analysis from the Fifth Circuit and\nthe Attorney General. They can be viewed only as impermissiblepost hocrationalizations and thus are not properly before\nus.The Government, echoed by Justice Kavanaugh,\nprotests that requiring a new decision before considering Nielsen’s\nnew justifications would be “an idle and useless formality.”NLRBv.Wyman-Gordon Co.,394\nU.S. 759, 766, n. 6 (1969) (plurality opinion). See alsopost, at 5. Procedural requirements can often seem such. But\nhere the rule serves important values of administrative law.\nRequiring a new decision before considering new reasons promotes\n“agency accountability,”Bowenv.American Hospital\nAssn.,476 U.S.\n610, 643 (1986), by ensuring that parties and the public can\nrespond fully and in a timely manner to an agency’s exercise of\nauthority. Considering only contemporaneous explanations for agency\naction also instills confidence that the reasons given are not\nsimply “convenient litigating position[s].”Christopherv.SmithKline Beecham Corp.,567 U.S.\n142, 155 (2012) (internal quotation marks omitted). Permitting\nagencies to invoke belated justifications, on the other hand, can\nupset “the orderly functioning of the process of review,”SECv.Chenery Corp.,318 U.S.\n80, 94 (1943), forcing both litigants and courts to chase a\nmoving target. Each of these values would be markedly undermined\nwere we to allow DHS to rely on reasons offered nine months after\nDuke announced the rescission and after three different courts had\nidentified flaws in the original explanation.Justice Kavanaugh asserts that this\n“foundational principle of administrative law,”Michigan,\n576 U. S., at 758, actually limits only what lawyers may\nargue, not what agencies may do.Post, at 5. While it is\ntrue that the Court has often rejected justifications belatedly\nadvanced by advocates, we refer to this as a prohibition onpost hocrationalizations, not advocate\nrationalizations, because the problem is the timing, not the\nspeaker. The functional reasons for requiring contemporaneous\nexplanations apply with equal force regardless whetherpost hocjustifications are raised in court by those\nappearing on behalf of the agency or by agency officials\nthemselves. SeeAmerican Textile Mfrs. Institute, Inc.v.Donovan,452 U.S.\n490, 539 (1981) (“[T]hepost hocrationalizations of the\nagency . . . cannot serve as a sufficient predicate for\nagency action.”);Overton Park, 401 U. S., at 419\n(rejecting “litigation affidavits” from agency officials as “merely\n‘post hoc’ rationalizations”).[3]Justice Holmes famously wrote that “[m]en must\nturn square corners when they deal with the Government.”Rock\nIsland, A. & L. R. Co.v.United States,254 U.S.\n141,143(1920). But it is also true, particularly when so much is at stake,\nthat “the Government should turn square corners in dealing with the\npeople.”St. Regis Paper Co.v.United States,368 U.S.\n208, 229 (1961) (Black, J., dissenting). The basic rule here is\nclear: An agency must defend its actions based on the reasons it\ngave when it acted. This is not the case for cutting corners to\nallow DHS to rely upon reasons absent from its original\ndecision.BWe turn, finally, to whether DHS’s decision to\nrescind DACA was arbitrary and capricious. As noted earlier, Acting\nSecretary Duke’s justification for the rescission was succinct:\n“Taking into consideration” the Fifth Circuit’s conclusion that\nDAPA was unlawful because it conferred benefits in violation of the\nINA, and the Attorney General’s conclusion that DACA was unlawful\nfor the same reason, she concluded—without elaboration—that the\n“DACA program should be terminated.” App. to Pet. for Cert.\n117a.[4]Respondents maintain that this explanation is\ndeficient for three reasons. Their first and second arguments work\nin tandem, claiming that the Duke Memorandum does not adequately\nexplain the conclusion that DACA is unlawful, and that this\nconclusion is, in any event, wrong. While those arguments carried\nthe day in the lower courts, in our view they overlook an important\nconstraint on Acting Secretary Duke’s decisionmaking authority—she\nwasboundby the Attorney General’s legal determination.The same statutory provision that establishes\nthe Secretary of Homeland Security’s authority to administer and\nenforce immigration laws limits that authority, specifying that,\nwith respect to “all questions of law,” the determinations of the\nAttorney General “shall be controlling.” 8 U. S. C.\n§1103(a)(1). Respondents are aware of this constraint. Indeed they\nemphasized the point in the reviewability sections of their briefs.\nBut in their merits arguments, respondents never addressed whether\nor how this unique statutory provision might affect our review.\nThey did not discuss whether Duke was required to explain a legal\nconclusion that was not hers to make. Nor did they discuss whether\nthe current suits challenging Duke’s rescission decision, which\neveryone agrees was within her legal authority under the INA, are\nproper vehicles for attacking the Attorney General’s legal\nconclusion.Because of these gaps in respondents’ briefing,\nwe do not evaluate the claims challenging the explanation and\ncorrectness of the illegality conclusion. Instead we focus our\nattention on respondents’ third argument—that Acting Secretary Duke\n“failed to consider . . . important aspect[s] of the\nproblem” before her.Motor Vehicle Mfrs. Assn. of United States,\nInc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29, 43 (1983).Whether DACA is illegal is, of course, a legal\ndetermination, and therefore a question for the Attorney General.\nBut deciding how best to address a finding of illegality moving\nforward can involve important policy choices, especially when the\nfinding concerns a program with the breadth of DACA. Those policy\nchoices are for DHS.Acting Secretary Duke plainly exercised such\ndiscretionary authority in winding down the program. See App. to\nPet. for Cert. 117a–118a (listing the Acting Secretary’s decisions\non eight transition issues). Among other things, she specified that\nthose DACA recipients whose benefits were set to expire within six\nmonths were eligible for two-year renewals.Ibid.But Duke did not appear to appreciate the full\nscope of her discretion, which picked up where the Attorney\nGeneral’s legal reasoning left off. The Attorney General concluded\nthat “the DACA policy has the same legal . . . defects\nthat the courts recognized as to DAPA.” App. 878. So, to understand\nthose defects, we look to the Fifth Circuit, the highest court to\noffer a reasoned opinion on the legality of DAPA. That court\ndescribed the “core” issue before it as the “Secretary’s decision”\nto grant “eligibility for benefits”—including work authorization,\nSocial Security, and Medicare—to unauthorized aliens on “a\nclass-wide basis.”Texas, 809 F. 3d, at 170; seeid.,at 148, 184. The Fifth Circuit’s focus on these benefits was\ncentral to every stage of its analysis. Seeid.,at 155\n(standing);id., at 163 (zone of interest);id., at\n164 (applicability of §1252(g));id., at 166\n(reviewability);id., at 176–177 (notice and comment);id., at 184 (substantive APA). And the Court ultimately held\nthat DAPA was “manifestly contrary to the INA” precisely because it\n“would make 4.3 million otherwise removable aliens” eligible for\nwork authorization and public benefits.Id., at 181–182\n(internal quotation marks omitted).[5]But there is more to DAPA (and DACA) than such\nbenefits. The defining feature of deferred action is the decision\nto defer removal (and to notify the affected alien of that\ndecision). See App. to Pet. for Cert. 99a. And the Fifth Circuit\nwas careful to distinguish that forbearance component from\neligibility for benefits. As it explained, the “challenged portion\nof DAPA’s deferred-action program” was the decision to make DAPA\nrecipients eligible for benefits. SeeTexas, 809 F. 3d, at\n168, and n. 108. The other “[p]art of DAPA,” the court noted,\n“involve[d] the Secretary’s decision—at least temporarily—not to\nenforce the immigration laws as to a class of what he deem[ed] to\nbe low-priority illegal aliens.”Id., at 166. Borrowing from\nthis Court’s prior description of deferred action, the Fifth\nCircuit observed that “the states do not challenge the Secretary’s\ndecision to ‘decline to institute proceedings, terminate\nproceedings, or decline to execute a final order of\ndeportation.’ ”Id., at 168 (quotingReno, 525\nU. S., at 484). And the Fifth Circuit underscored that nothing\nin its decision or the preliminary injunction “requires the\nSecretary to remove any alien or to alter” the Secretary’s\nclass-based “enforcement priorities.”Texas, 809 F. 3d, at\n166, 169. In other words, the Secretary’s forbearance authority was\nunimpaired.Acting Secretary Duke recognized that the Fifth\nCircuit’s holding addressed the benefits associated with DAPA. In\nher memorandum she explained that the Fifth Circuit concluded that\nDAPA “conflicted with the discretion authorized by Congress”\nbecause the INA “ ‘flatly does not permit the reclassification\nof millions of illegal aliens as lawfully present and thereby make\nthem newly eligible for a host of federal and state benefits,\nincluding work authorization.’ ” App. to Pet. for Cert. 114a\n(quotingTexas, 809 F. 3d, at 184). Duke did not\ncharacterize the opinion as one about forbearance.In short, the Attorney General neither addressed\nthe forbearance policy at the heart of DACA nor compelled DHS to\nabandon that policy. Thus, removing benefits eligibility while\ncontinuing forbearance remained squarely within the discretion of\nActing Secretary Duke, who was responsible for “[e]stablishing\nnational immigration enforcement policies and priorities.” 116Stat.\n2178, 6 U. S. C. §202(5). But Duke’s memo offers no\nreason for terminating forbearance. She instead treated the\nAttorney General’s conclusion regarding the illegality of benefits\nas sufficient to rescind both benefits and forbearance, without\nexplanation.That reasoning repeated the error we identified\nin one of our leading modern administrative law cases,Motor\nVehicle Manufacturers Association of the United States, Inc.v.State FarmMutual Automobile Insurance Co.There, the\nNational Highway Traffic Safety Administration (NHTSA) promulgated\na requirement that motor vehicles produced after 1982 be equipped\nwith one of two passive restraints: airbags or automatic seatbelts.\n463 U. S., at 37–38, 46. Four years later, before the\nrequirement went into effect, NHTSA concluded that automatic\nseatbelts, the restraint of choice for most manufacturers, would\nnot provide effective protection. Based on that premise, NHTSA\nrescinded the passive restraint requirement in full.Id., at\n38.We concluded that the total rescission was\narbitrary and capricious. As we explained, NHTSA’s justification\nsupported only “disallow[ing] compliance by means of ”\nautomatic seatbelts.Id., at 47. It did “not cast doubt” on\nthe “efficacy of airbag technology” or upon “the need for a passive\nrestraint standard.”Ibid.Given NHTSA’s prior judgment that\n“airbags are an effective and cost-beneficial lifesaving\ntechnology,” we held that “the mandatory passive restraint rule\n[could] not be abandoned without any consideration whatsoever of an\nairbags-only requirement.”Id., at 51.While the factual setting is different here, the\nerror is the same. Even if it is illegal for DHS to extend work\nauthorization and other benefits to DACA recipients, that\nconclusion supported only “disallow[ing]” benefits.Id., at\n47. It did “not cast doubt” on the legality of forbearance or upon\nDHS’s original reasons for extending forbearance to childhood\narrivals.Ibid.Thus, given DHS’s earlier judgment that\nforbearance is “especially justified” for “productive young people”\nwho were brought here as children and “know only this country as\nhome,” App. to Pet. for Cert. 98a–99a, the DACA Memorandum could\nnot be rescinded in full “without any consideration whatsoever” of\na forbearance-only policy,State Farm, 463 U. S., at\n51.[6]The Government acknowledges that “[d]eferred\naction coupled with the associated benefits are the two legs upon\nwhich the DACA policy stands.” Reply Brief 21. It insists, however,\nthat “DHS was not required to consider whether DACA’s illegality\ncould be addressed by separating” the two.Ibid.According\nto the Government, “It was not arbitrary and capricious for DHS to\nview deferred action and its collateral benefits as importantly\nlinked.”Ibid.Perhaps. But that response misses the point.\nThe fact that there may be a valid reason not to separate deferred\naction from benefits does not establish that DHS considered that\noption or that such consideration was unnecessary.The lead dissent acknowledges that forbearance\nand benefits are legally distinct and can be decoupled.Post, at 21–22, n. 14 (opinion of Thomas, J). It contends,\nhowever, that we should not “dissect” agency action “piece by\npiece.”Post,at 21. The dissent instead rests on the\nAttorney General’s legal determination—which considered only\nbenefits—“to supply the ‘reasoned analysis’ ” to support\nrescission of both benefits and forbearance.Post,at 22\n(quotingState Farm, 463 U. S., at 42). ButState\nFarmteaches that when an agency rescinds a prior policy its\nreasoned analysis must consider the “alternative[s]” that are\n“within the ambit of the existing [policy].”Id., at 51.\nHere forbearance was not simply “within the ambit of the existing\n[policy],” it was the centerpiece of the policy: DACA, after all,\nstands for “Deferred Actionfor Childhood Arrivals.” App. to\nPet. for Cert. 111a (emphasis added). But the rescission memorandum\ncontains no discussion of forbearance or the option of retaining\nforbearance without benefits. Duke “entirely failed to consider\n[that] important aspect of the problem.”State Farm, 463\nU. S., at 43.That omission alone renders Acting Secretary\nDuke’s decision arbitrary and capricious. But it is not the only\ndefect. Duke also failed to address whether there was “legitimate\nreliance” on the DACA Memorandum.Smileyv.Citibank\n(South Dakota), N. A.,517 U.S.\n735, 742 (1996). When an agency changes course, as DHS did\nhere, it must “be cognizant that longstanding policies may have\n‘engendered serious reliance interests that must be taken into\naccount.’ ”Encino Motorcars, LLCv.Navarro,\n579 U. S. ___, ___ (2016) (slip op., at 9) (quotingFox\nTelevision, 556 U. S., at 515). “It would be arbitrary and\ncapricious to ignore such matters.”Id., at 515. Yet that is\nwhat the Duke Memorandum did.For its part, the Government does not contend\nthat Duke considered potential reliance interests; it counters that\nshe did not need to. In the Government’s view, shared by the lead\ndissent, DACA recipients have no “legally cognizable reliance\ninterests” because the DACA Memorandum stated that the program\n“conferred no substantive rights” and provided benefits only in\ntwo-year increments. Reply Brief 16–17; App. to Pet. for Cert.\n125a. See alsopost, at 23–24 (opinion of Thomas, J). But\nneither the Government nor the lead dissent cites any legal\nauthority establishing that such features automatically preclude\nreliance interests, and we are not aware of any. These disclaimers\nare surely pertinent in considering the strength of any reliance\ninterests, but that consideration must be undertaken by the agency\nin the first instance, subject to normal APA review. There was no\nsuch consideration in the Duke Memorandum.Respondents and theiramiciassert that\nthere was much for DHS to consider. They stress that, since 2012,\nDACA recipients have “enrolled in degree programs, embarked on\ncareers, started businesses, purchased homes, and even married and\nhad children, all in reliance” on the DACA program. Brief for\nRespondent Regents of Univ. of California et al. in No.\n18–587, p. 41 (Brief for Regents). The consequences of the\nrescission, respondents emphasize, would “radiate outward” to DACA\nrecipients’ families, including their 200,000 U. S.-citizen\nchildren, to the schools where DACA recipients study and teach, and\nto the employers who have invested time and money in training them.\nSeeid., at 41–42; Brief for Respondent State of New York\net al. in No. 18–589, p. 42 (Brief for New York). See also\nBrief for 143 Businesses asAmici Curiae17 (estimating that\nhiring and training replacements would cost employers $6.3\nbillion). In addition, excluding DACA recipients from the lawful\nlabor force may, they tell us, result in the loss of $215 billion\nin economic activity and an associated $60 billion in federal tax\nrevenue over the next ten years. Brief for Regents 6. Meanwhile,\nStates and local governments could lose $1.25 billion in tax\nrevenue each year.Ibid.These are certainly noteworthy concerns, but\nthey are not necessarily dispositive. To the Government and lead\ndissent’s point, DHS could respond that reliance on forbearance and\nbenefits was unjustified in light of the express limitations in the\nDACA Memorandum. Or it might conclude that reliance interests in\nbenefits that it views as unlawful are entitled to no or diminished\nweight. And, even if DHS ultimately concludes that the reliance\ninterests rank as serious, they are but one factor to consider. DHS\nmay determine, in the particular context before it, that other\ninterests and policy concerns outweigh any reliance interests.\nMaking that difficult decision was the agency’s job, but the agency\nfailed to do it.DHS has considerable flexibility in carrying out\nits responsibility. The wind-down here is a good example of the\nkind of options available. Acting Secretary Duke authorized DHS to\nprocess two-year renewals for those DACA recipients whose benefits\nwere set to expire within six months. But Duke’s consideration was\nsolely for the purpose of assisting the agency in dealing with\n“administrative complexities.” App. to Pet. for Cert. 116a–118a.\nShe should have considered whether she had similar flexibility in\naddressing any reliance interests of DACA recipients. The lead\ndissent contends that accommodating such interests would be\n“another exercise of unlawful power,”post, at 23 (opinion\nof Thomas, J.), but the Government does not make that argument and\nDHS has already extended benefits for purposes other than reliance,\nfollowing consultation with the Office of the Attorney General.\nApp. to Pet. for Cert. 116a.Had Duke considered reliance interests, she\nmight, for example, have considered a broader renewal period based\non the need for DACA recipients to reorder their affairs.\nAlternatively, Duke might have considered more accommodating\ntermination dates for recipients caught in the middle of a\ntime-bounded commitment, to allow them to, say, graduate from their\ncourse of study, complete their military service, or finish a\nmedical treatment regimen. Or she might have instructed immigration\nofficials to give salient weight to any reliance interests\nengendered by DACA when exercising individualized enforcement\ndiscretion.To be clear, DHS was not required to do any of\nthis or to “consider all policy alternatives in reaching [its]\ndecision.”State Farm, 463 U. S., at 51. Agencies are\nnot compelled to explore “every alternative device and thought\nconceivable by the mind of man.”Vermont Yankee Nuclear Power\nCorp.v.Natural Resources Defense Council, Inc.,435 U.S.\n519, 551 (1978). But, because DHS was “not writing on a blank\nslate,”post,at 22, n. 14 (opinion of Thomas, J.), itwasrequired to assess whether there were reliance\ninterests, determine whether they were significant, and weigh any\nsuch interests against competing policy concerns.The lead dissent sees all the foregoing\ndifferently. In its view, DACA is illegal, so any actions under\nDACA are themselves illegal. Such actions, it argues, must cease\nimmediately and the APA should not be construed to impede that\nresult. Seepost, at 19–23 (opinion of Thomas, J.).The dissent is correct that DACA was rescinded\nbecause of the Attorney General’s illegality determination. Seeante, at 20. But nothing about that determination foreclosed\nor even addressed the options of retaining forbearance or\naccommodating particular reliance interests. Acting Secretary Duke\nshould have considered those matters but did not. That failure was\narbitrary and capricious in violation of the APA.IVLastly, we turn to respondents’ claim that the\nrescis- sion violates the equal protection guarantee of the Fifth\nAmendment.The parties dispute the proper framing of this\nclaim. The Government contends that the allegation that the\nExecutive, motivated by animus, ended a program that\ndisproportionately benefits certain ethnic groups is a selective\nenforcement claim. Such a claim, the Government asserts, is barred\nby our decision inRenov.American-Arab\nAnti-Discrimination Committee. See 525 U. S., at 488\n(holding that “an alien unlawfully in this country has no\nconstitutional right to assert selective enforcement as a defense\nagainst his deportation”). Respondents counter that their claim\nfalls outside the scope of that precedent because they are not\nchallenging individual enforcement proceedings. We need not resolve\nthis debate because, even if the claim is cognizable, the\nallegations here are insufficient.To plead animus, a plaintiff must raise a\nplausible inference that an “invidious discriminatory purpose was a\nmotivating factor” in the relevant decision.Arlington\nHeightsv.Metropolitan Housing Development Corp.,429 U.S.\n252, 266 (1977). Possible evidence includes disparate impact on\na particular group, “[d]epartures from the normal procedural\nsequence,” and “contemporary statements by members of the\ndecisionmaking body.”Id., at 266–268. Tracking these\nfactors, respondents allege that animus is evidenced by (1) the\ndisparate impact of the rescission on Latinos from Mexico, who\nrepresent 78% of DACA recipients; (2) the unusual history behind\nthe rescission; and (3) pre- and post-election statements by\nPresident Trump. Brief for New York 54–55.None of these points, either singly or in\nconcert, establishes a plausible equal protection claim. First,\nbecause Latinos make up a large share of the unauthorized alien\npopulation, one would expect them to make up an outsized share of\nrecipients of any cross-cutting immigration relief program. See B.\nBaker, DHS, Office of Immigration Statistics, Population Estimates,\nIllegal Alien Population Residing in the United States: January\n2015, Table 2 (Dec. 2018),\nhttps://www.dhs.gov/sites/default/files/publications/\n18_1214_PLCY_pops-est-report.pdf. Were this fact sufficient to\nstate a claim, virtually any generally applicable immigration\npolicy could be challenged on equal protection grounds.Second, there is nothing irregular about the\nhistory leading up to the September 2017 rescission. The lower\ncourts concluded that “DACA received reaffirmation by [DHS] as\nrecently as three months before the rescission,” 908 F. 3d, at\n519 (quoting 298 F. Supp. 3d, at 1315), referring to the June\n2017 DAPA rescission memo, which stated that DACA would “remain in\neffect,” App. 870. But this reasoning confuses abstention with\nreaffirmation. The DAPA memo did not address the merits of the DACA\npolicy or its legality. Thus, when the Attorney General later\ndetermined that DACA shared DAPA’s legal defects, DHS’s decision to\nreevaluate DACA was not a “strange about-face.” 908 F. 3d, at\n519. It was a natural response to a newly identified problem.Finally, the cited statements are\nunilluminating. The relevant actors were most directly Acting\nSecretary Duke and the Attorney General. As theBatalla\nVidalcourt acknowledged, respondents did not “identif[y]\nstatements by [either] that would give rise to an inference of\ndiscriminatory motive.” 291 F. Supp. 3d, at 278. Instead,\nrespondents contend that President Trump made critical statements\nabout Latinos that evince discriminatory intent. But, even as\ninterpreted by respondents, these statements—remote in time and\nmade in unrelated contexts—do not qualify as “contemporary\nstatements” probative of the decision at issue.Arlington\nHeights, 429 U. S., at 268. Thus, like respondents’ other\npoints, the statements fail to raise a plausible inference that the\nrescission was motivated by animus.*  *  *We do not decide whether DACA or its\nrescission are sound policies. “The wisdom” of those decisions “is\nnone of our concern.”CheneryII, 332 U. S., at\n207. We address only whether the agency complied with the\nprocedural requirement that it provide a reasoned explanation for\nits action. Here the agency failed to consider the conspicuous\nissues of whether to retain forbearance and what if anything to do\nabout the hardship to DACA recipients. That dual failure raises\ndoubts about whether the agency appreciated the scope of its\ndiscretion or exercised that discretion in a reasonable manner. The\nappropriate recourse is therefore to remand to DHS so that it may\nconsider the problem anew.The judgment inNAACP, No. 18–588, is\naffirmed.[7] The judgment inRegents, No. 18–587, is vacated in part and reversed in\npart. And inBatalla Vidal, No. 18–589, the February 13,\n2018 order granting respondents’ motion for a preliminary\ninjunction is vacated, the November 9, 2017 order partially denying\nthe Government’s motion to dismiss is affirmed in part, and the\nMarch 29, 2018 order partially denying the balance of the\nGovernment’s motion to dismiss is reversed in part. All three cases\nare remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1Plaintiffs also raised\nnotice and comment claims, which uniformly failed below, and\nassorted due process challenges, some of which survived motions to\ndismiss. Those claims are not before us.2In a related challenge\nnot at issue here, the District Court for the District of Maryland\ngranted partial summary judgment in favor of the Government.Casa de Marylandv.United States Dept. of Homeland\nSecurity, 284 F. Supp. 3d 758 (2018). After the Government\nfiled petitions for certiorari in the instant cases, the Fourth\nCircuit reversed that decision and vacated Acting Secretary Duke’s\nrescission as arbitrary and capricious.Casa de Marylandv.United States Dept. of Homeland Security, 924 F.3d 684\n(2019), cert. pending, No. 18–1469. The Fourth Circuit has since\nstayed its mandate.3Justice Kavanaugh further\nargues that the contemporaneous explanation requirement applies\nonly to agency adjudications, not rulemakings.Post, at 5–6\n(opinion concurring in judgment in part and dissenting in part).\nBut he cites no authority limiting this basic principle—which the\nCourt regularly articulates in the context of rulemakings—to\nadjudications. The Government does not even raise this unheralded\nargument.4The Government contends\nthat Acting Secretary Duke also focused on litigation risk.\nAlthough the background section of her memo references a letter\nfrom the Texas Attorney General threatening to challenge DACA, the\nmemo never asserts that the rescission was intended to avert\nlitigation. And, given the Attorney General’s conclusion that the\npolicy was unlawful—and thus presumably could not be maintained or\ndefended in its current form—it is difficult to see how the risk of\nlitigation carried any independent weight.5As the Fifth Circuit\nnoted, DAPA recipients were eligible for Social Security and\nMedicare benefits because they had been designated “lawfully\npresent.”Texas, 809 F. 3d, at 168. Lawful presence is\na statutory prerequisite for receipt of certain benefits. Seeid.,at 148 (citing 8 U. S. C. §1611). It is not\nthe same as forbearance nor does it flow inexorably from\nforbearance. Thus, while deferred action recipients have been\ndesignated lawfully present for purposes of Social Security and\nMedicare eligibility, see 8 CFR §1.3; 42 CFR §417.422(h), agencies\ncan also exclude them from this designation, see 45 CFR §152.2(8)\n(2019) (specifying that DACA recipients are not considered lawfully\npresent for purposes of coverage under the Affordable Care\nAct).6The three-page memorandum\nthat established DACA is devoted entirely to forbearance, save for\none sentence directing USCIS to “determine whether [DACA\nrecipients] qualify for work authorization.” App. to Pet. for Cert.\n101a. The benefits associated with DACA flow from a separate\nregulation. See 8 CFR §1.3(a)(4)(vi); see also 42 CFR §417.422(h)\n(cross-referencing 8 CFR §1.3). Thus, DHS could have addressed the\nAttorney General’s determination that such benefits were\nimpermissible under the INA by amending 8 CFR §1.3 to exclude DACA\nrecipients from those benefits without rescinding the DACA\nMemorandum and the forbearance policy it established. But Duke’s\nrescission memo shows no cognizance of this\npossibility.7Our affirmance of theNAACPorder vacating the rescission makes it unnecessary to\nexamine the propriety of the nationwide scope of the injunctions\nissued by the District Courts inRegentsandBatalla\nVidal.",
    "joined": []
}