{
    "case": {
        "docket": "804",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/804/"
    },
    "id": "1963510",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTERICA P. JOHN FUND, INC. V. HALLIBURTON CO.563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1403ERICA P. JOHN FUND, INC., fka ARCHDIOCESE OF\nMILWAUKEE SUPPORTING FUND, INC., PETITIONERv.HALLIBURTON\nCO. et al.on writ of certiorari to the united states court of\nappeals for the fifth circuit[June 6, 2011]Chief Justice Roberts delivered\nthe opinion of the Court.To prevail on the merits in a\nprivate securities fraud action, investors must demonstrate that\nthe defendant’s deceptive conduct caused their claimed economic\nloss. This requirement is commonly referred to as “losscausation.” The question presented in this case is whether\nsecurities fraud plaintiffs must also prove loss causation in order\nto obtain class certification. We hold that they need\nnot.IPetitioner Erica P.\nJohn Fund, Inc. (EPJ Fund), is the lead plaintiff in a putative\nsecurities fraud class action filed against Halliburton Co. and one\nof its executives (collectively Halliburton). The suit was brought\non behalf of all investors who purchased Halliburton common stock\nbetween June 3, 1999, and December 7, 2001.EPJ Fund alleges that\nHalliburton made various misrepresentations designed to inflate its\nstock price, in violation of §10(b) of the Securities Exchange Act\nof 1934 and Securities and Exchange Commission Rule 10b–5. See 48\nStat. 891, 15 U. S. C. §78j(b); 17 CFR §240.10b–5 (2010). The\ncomplaint asserts that Halliburton deliberately made false\nstatements about (1) the scope of its potential liability in\nasbestos litigation, (2) its expected revenue from certain\nconstruction contracts, and (3) the benefits of its merger with\nanother company. EPJ Fund contends that Halliburton later made a\nnumber of corrective disclosures that caused its stock price to\ndrop and, consequently, investors to lose money.After defeating a motion to\ndismiss, EPJ Fund sought to have its proposed class certified\npursuant to Federal Rule of Civil Procedure 23. The parties agreed,\nand the District Court held, that EPJ Fund satisfied the general\nrequirements for class actions set out in Rule 23(a): The class was\nsufficiently numerous, there were common questions of law or fact,\nthe claims of the representative parties were typical, and the\nrepresentative parties would fairly and adequately protect the\ninterests of the class. See App. to Pet. for Cert. 3a.The District Court also found that\nthe action could proceed as a class action under Rule 23(b)(3), but\nfor one problem: Circuit precedent required securities fraud\nplaintiffs to prove “loss causation” in order to obtain class\ncertification.Id., at 4a, and n. 2 (citingOscar\nPrivate Equity Invs.v.Allegiance Telecom, Inc., 487\nF. 3d 261, 269 (CA5 2007)). As the District Court explained,\nloss causation is the “ ‘causal connection between the\nmaterial misrepresentation and the [economic] loss’ ” suffered\nby investors. App. to Pet. for Cert. 5a, and n. 3 (quotingDura Pharmaceuticals, Inc.v.Broudo,544 U. S. 336, 342\n(2005)). After reviewing the alleged misrepresentations and\ncorrective disclosures, the District Court concluded that it could\nnot certify the class in this case because EPJ Fund had “failed to\nestablish loss causation with respect to any” of its claims. App.\nto Pet. for Cert. 54a. The court made clear, however, that absent\n“this stringent loss causation requirement,” it would have granted\nthe Fund’s certification request.Ibid.The Court of Appeals affirmed the\ndenial of class certification. See 597 F. 3d 330 (CA5 2010).\nIt confirmed that, “[i]n order to obtain class certification on its\nclaims, [EPJ Fund] was required to prove loss causation, i.e., that\nthe corrected truth of the former falsehoods actually caused the\nstock price to fall and resulted in the losses.”Id., at\n334. Like the District Court, the Court of Appeals concluded that\nEPJ Fund had failed to meet the “requirements for proving loss\ncausation at the class certification stage.”Id., at\n344.We granted the Fund’s petition for\ncertiorari, 562 U. S. ___ (2011), to resolve a conflict among the\nCircuits as to whether securities fraud plaintiffs must prove loss\ncausation in order to obtain class certification. Compare 597\nF. 3d, at 334 (case below), withIn re Salomon\nAnalyst Metromedia Litigation, 544 F. 3d 474, 483 (CA2\n2008) (not requiring investors to prove loss causation at class\ncertification stage);Schleicherv.Wendt, 618\nF. 3d 679, 687 (CA7 2010) (same);In re DVI, Inc.\nSecurities Litigation, No. 08–8033 etc., 2011 WL 1125926, *7\n(CA3, Mar. 29, 2011) (same; decided after certiorari was\ngranted).IIEPJ Fund contends\nthat the Court of Appeals erred by requiring proof of loss\ncausation for class certification. We agree.AAs noted, the sole\ndispute here is whether EPJ Fund satisfied the prerequisites of\nRule 23(b)(3). In order to certify a class under that Rule, a court\nmust find “that the questions of law or fact common to class\nmembers predominate over any questions affecting only individual\nmembers, and that a class action is superior to other available\nmethods for fairly and efficiently adjudicating the controversy.”\nFed. Rule Civ. Proc. 23(b)(3). Considering whether “questions\nof law or fact common to class members predominate” begins, of\ncourse, with the elements of the underlying cause of action. The\nelements of a private securities fraud claim based on violations of\n§10(b) and Rule 10b–5 are: “ ‘(1) a material misrepresentation\nor omission by the defendant; (2) scienter; (3) a connection\nbetween the misrepresentation or omission and the purchase or sale\nof a security; (4) reliance upon the misre- presentation or\nomission; (5) economic loss; and (6) loss causation.’ ”Matrixx Initiatives, Inc.v.Siracusano, 563 U.\nS. ___, ___ (2011) (slip op., at 9) (quotingStoneridge\nInvestment Partners, LLCv.Scientific-Atlanta, Inc.,552 U. S. 148,\n157 (2008)).Whether common\nquestions of law or fact predominate in a securities fraud action\noften turns on the element of reliance. The courts below determined\nthat EPJ Fund had to prove the separate element of loss causation\nin order to establish that reliance was capable of resolution on a\ncommon, classwide basis.“Reliance by the plaintiff upon\nthe defendant’s deceptive acts is an essential element of the\n§10(b) private cause of action.”Stoneridge,supra, at 159. This is because proof of reliance ensures\nthat there is a proper “connection between a defendant’s\nmisrepresentation and a plaintiff’s injury.”Basic Inc.v.Levinson,485 U. S. 224, 243\n(1988). The traditional (and most direct) way a plaintiff can\ndemonstrate reliance is by showing that he was aware of a company’s\nstatement and engaged in a relevant transaction—e.g.,\npurchasing common stock—based on that specific misrepresentation.\nIn that situation, the plaintiff plainly would have relied on the\ncompany’s deceptive conduct. A plaintiff unaware of the relevant\nstatement, on the other hand, could not establish reliance on that\nbasis.We recognized inBasic,\nhowever, that limiting proof of reliance in such a way “would place\nan unnecessarily unrealistic evidentiary burden on the Rule 10b–5\nplaintiff who has traded on an impersonal market.”Id., at\n245. We also observed that “[r]equiring proof of individualized\nreliance from each member of the proposed plaintiff class\neffectively would” prevent such plaintiffs “from proceeding with a\nclass action, since individual issues” would “overwhelm[ ] the\ncommon ones.”Id., at 242.The Court inBasicsought\nto alleviate those related concerns by permitting plaintiffs to\ninvoke a rebuttable presumption of reliance based on what is known\nas the “fraud-on-the-market” theory. According to that theory, “the\nmarket price of shares traded on well-developed markets reflects\nall publicly available information, and, hence, any material\nmisrepresentations.”Id., at 246. Because the market\n“transmits information to the investor in the processed form of a\nmarket price,” we can assume, the Court explained, that an investor\nrelies on public misstatements whenever he “buys or sells stock at\nthe price set by the market.”Id., at 244, 247 (internal\nquotation marks omitted); see alsoStoneridge,supra, at 159;Dura Pharmaceuticals, 544 U. S.,\nat 341–342. The Court also made clear that the presumption was just\nthat, and could be rebutted by appropriate evidence. SeeBasic,supra, at 248.BIt is undisputed that\nsecurities fraud plaintiffs must prove certain things in order to\ninvokeBasic’s rebuttable presumption of reliance. It is\ncommon ground, for example, that plaintiffs must demonstrate that\nthe alleged misrepresentations were publicly known (else how would\nthe market take them into account?), that the stock traded in an\nefficient market, and that the relevant transaction took place\n“between the time the misrepresentations were made and the time the\ntruth was revealed.”Basic, 485 U. S., at 248, n. 27;id., at 241–247; see alsoStoneridge,supra, at 159.According to the\nCourt of Appeals, EPJ Fund also had to establish loss causation at\nthe certification stage to “trigger the fraud-on-the-market\npresumption.” 597 F. 3d, at 335 (internal quotation marks\nomitted); seeibid.(EPJ Fund must “establish a causal\nlink between the alleged falsehoods and its losses in order to\ninvoke the fraud-on-the-market presumption”). The court determined\nthat, in order to invoke a rebuttable presumption of reliance, EPJ\nFund needed to prove that the decline in Halliburton’s stock was\n“because of the correction to a prior misleading statement” and\n“that the subsequent loss could not otherwise be explained by some\nadditional factors revealed then to the market.”Id., at\n336 (emphasis deleted). This is the loss causation requirement as\nwe have described it. SeeDura Pharmaceuticals,supra, at 342; see also 15 U. S. C.\n§78u–4(b)(4).The Court of Appeals’ requirement\nis not justified byBasicor its logic. To begin, we have\nnever before mentioned loss causation as a precondition for\ninvokingBasic’s rebuttable presumption of reliance. The\nterm “loss causation” does not even appear in ourBasicopinion. And for good reason: Loss causation addresses a matter\ndifferent from whether an investor relied on a misrepresentation,\npresumptively or otherwise, when buying or selling a\nstock.We have referred to the element of\nreliance in a pri- vate Rule 10b–5 action as “transaction\ncausation,” not loss causation.Dura Pharmaceuticals,supra, at 341–342 (citingBasic,supra,\nat 248–249). Consistent with that description, when considering\nwhether a plaintiff has relied on a misrepresentation, we have\ntypically focused on facts surrounding the investor’s decision to\nengage in the transaction. SeeDura Pharmaceuticals,supra, at 342. UnderBasic’s fraud-on-the-market\ndoctrine, an in-vestor presumptively relies on a defendant’s\nmisrepre-sentation if that “information is reflected in [the]\nmarket price” of the stock at the time of the relevant transaction.\nSeeBasic, 485 U. S., at 247.Loss causation, by contrast,\nrequires a plaintiff to show that a misrepresentation that affected\nthe integrity of the market pricealsocaused a subsequent\neconomic loss. As we made clear inDura Pharmaceuticals,\nthe fact that a stock’s “price on the date of purchase was inflated\nbecause of [a] misrepresentation” does not necessarily mean that\nthe misstatement is the cause of a later decline in value. 544 U.\nS., at 342 (emphasis deleted; internal quotation marks omitted). We\nobserved that the drop could instead be the result of other\nintervening causes, such as “changed economic circumstances,\nchanged investor expectations, new industry-specific or\nfirm-specific facts, conditions, or other events.”Id., at\n342–343. If one of those factors were responsible for the loss or\npart of it, a plaintiff would not be able to prove loss causation\nto that extent. This is true even if the investor purchased the\nstock at a distorted price, and thereby presumptively relied on the\nmisrepresentation reflected in that price.According to the Court of Appeals,\nhowever, an inability to prove loss causation would prevent a\nplaintiff from invoking the rebuttable presumption of reliance.\nSuch a rule contravenesBasic’s fundamental premise—that\nan investor presumptively relies on a misrepresentation so long as\nit was reflected in the market price at the time of his\ntransaction. The fact that a subsequent loss may have been caused\nby factors other than the revelation of a misrepresentation has\nnothing to do with whether an investor relied on the\nmisrepresentation in the first place, either directly or\npresumptively through the fraud-on-the-market theory. Loss\ncausation has no logical connection to the facts necessary to\nestablish the efficient market predicate to the fraud-on-the-market\ntheory.The Court of Appeals erred by\nrequiring EPJ Fund to show loss causation as a condition of\nobtaining class certification.CHalliburton concedes\nthat securities fraud plaintiffs should not be required to prove\nloss causation in order to invokeBasic’s presumption of\nreliance or otherwise achieve class certification. See Tr. of Oral\nArg. 26–29. Halliburton nonetheless defends the judgment below on\nthe ground that the Court of Appeals did not actually require\nplaintiffs to prove “loss causation” as we have used that term. Seeid., at 27 (“it’s not loss causation as this Court knows\nit inDura”). According to Halliburton, “loss causation”\nwas merely “shorthand” for a different analysis. Brief for\nRespondents 18. The lower court’s actual inquiry, Halliburton\ninsists, was whether EPJ Fund had demonstrated “price impact”—that\nis, whether the alleged misrepresentations affected the market\nprice in the first place. See,e.g.,id., at\n16–19, 24–27, 50–51; see also Tr. of Oral Arg. 27 (stating that the\nCourt of Appeals’ “test is simply price impact” and that EPJ Fund’s\n“only burden under the Fifth Circuit case law was to show price\nimpact”).*“Price impact” simply\nrefers to the effect of a misrepresentation on a stock price.\nHalliburton’s theory is that if a misrepresentation does not affect\nmarket price, an investor cannot be said to have relied on the\nmisrepresentation merely because he purchased stock at that price.\nIf the price is unaffected by the fraud, the price does not reflect\nthe fraud.We do not accept Halliburton’s\nwishful interpretation of the Court of Appeals’ opinion. As we have\nexplained, loss causation is a familiar and distinct concept in\nsecurities law; it is not price impact. While the opinion below may\ninclude some language consistent with a “price impact” approach,\nsee,e.g., 597 F. 3d, at 336, we simply cannot ignore\nthe Court of Appeals’ repeated and explicit references to “loss\ncausation,” seeid., at 334 (three times), 334 n. 2,\n335, 335 n. 10 (twice), 335 n. 11, 336, 336 n. 19,\n336 n. 20, 337, 338, 341 (twice), 341 n. 46, 342 n. 47, 343,\n344 (three times).Whatever Halliburton thinks the\nCourt of Appeals meant to say, what it said was loss causation:\n“[EPJ Fund] was required to prove loss causation, i.e., that the\ncorrected truth of the former falsehoods actually caused the stock\nprice to fall and resulted in the losses.” 597 F. 3d, at 334;\nseeid., at 335 (“we require plaintiffs to establish loss\ncausation in order to trigger the fraud-on-the-market presumption”\n(internal quotation marks omitted)). We take the Court of Appeals\nat its word. Based on those words, the decision below cannot\nstand.*  *  *Because we conclude\nthe Court of Appeals erred by requiring EPJ Fund to prove loss\ncausation at the certification stage, we need not, and do not,\naddress any other question aboutBasic, its presumption,\nor how and when it may be rebutted. To the extent Halliburton has\npreserved any further arguments against class certification, they\nmay be addressed in the first instance by the Court of Appeals on\nremand.The judgment of the\nCourt of Appeals is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.* Halliburton further concedes\nthat, even if its conception of what the Court of Appeals meant by\n“loss causation” is correct, the Court of Appeals erred by placing\nthe initial burden on EPJ Fund. See Tr. of Oral Arg. 29 (“We agree\n. . . that the Fifth Circuit put the initial burden of production\non the plaintiff, and that’s contrary toBasic”).\nAccording to Halliburton, a plaintiff must prove price impact only\nafterBasic’s presumption has been successfully rebutted\nby the defendant. Tr. of Oral Arg. 28, 38–40. We express no views\non the merits of such a framework.",
    "joined": []
}