{
    "case": {
        "docket": "330",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/330/"
    },
    "id": "1962382",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTUNITED HAULERS ASSN., INC. V. ONEIDA-HERKIMERSOLID WASTE MANAGEMENT\nAUTHORITY550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1345UNITED HAULERS ASSOCIATION, INC., et al.,\nPETITIONERSv.ONEIDA-HERKIMER SOLID WASTE MANAGEMENT\nAUTHORITY et al.on writ of certiorari to the united states court of\nappeals for the second circuit[April 30, 2007]Chief Justice Roberts delivered\nthe opinion of the Court, except as to Part II–D.“Flow control” ordinances require\ntrash haulers to deliver solid waste to a particular waste\nprocessing facility. InC & A Carbone, Inc.v.Clarkstown,511 U. S. 383(1994), this Court\nstruck down under the Commerce Clause a flow control ordinance that\nforced haulers to deliver waste to a particularprivateprocessing facility. In this case, we face flow control ordinances\nquite similar to the one invalidated inCarbone. The only\nsalient difference is that the laws at issue here require haulers\nto bring waste to facilities owned and operated by a state-created\npublic benefit corporation. We find this difference\nconstitutionally significant. Disposing of trash has been a\ntraditional government activity for years, and laws that favor the\ngovernment in such areas—but treat every private business, whether\nin-state or out-of-state, exactly the same—do not discriminate\nagainst interstate commerce for purposes of the Commerce Clause.\nApplying the Commerce Clause test reserved for regulations that do\nnot discriminate against interstate commerce, we uphold these\nordinances because any incidental burden they may have on\ninterstate commerce does not outweigh the benefits they confer on\nthe citizens of Oneida and Herkimer Counties.ILocated in central New York,\nOneida and Herkimer Counties span over 2,600 square miles and are\nhome to about 306,000 residents. Traditionally, each city, town, or\nvillage within the Counties has been responsible for disposing of\nits own waste. Many had relied on local landfills, some in a more\nenvironmentally responsible fashion than others.By the 1980’s, the Counties\nconfronted what they could credibly call a solid waste\n“ ‘crisis.’ ” Brief for Respondents 4. Many local\nlandfills were operating without permits and in violation of state\nregulations. Sixteen were ordered to close and remediate the\nsurrounding environment, costing the public tens of millions of\ndollars. These environmental problems culminated in a federal\nclean-up action against a landfill in Oneida County; the defen-\ndants in that case named over 600 local businesses and several\nmunicipalities and school districts as third-party defendants.The “crisis” extended beyond health and safety\nconcerns. The Counties had an uneasy relationship with local waste\nmanagement companies, enduring price fixing, pervasive\novercharging, and the influence of organized crime. Dramatic price\nhikes were not uncommon: In 1986, for example, a county contractor\ndoubled its waste disposal rate on six weeks’ notice.Responding to these problems, the Counties\nrequested and New York’s Legislature and Governor created the\nOneida-Herkimer Solid Waste Management Authority (Authority), a\npublic benefit corporation. See N. Y. Pub. Auth. Law Ann.\n§2049–aaet seq.(West 1995). The Authority is empowered\nto collect, process, and dispose of solid waste generated in the\nCounties. §2049–ee(4). To further the Authority’s governmental and\npublic purposes, the Counties may impose “appropriate and\nreasonable limitations on competition” by, for instance, adopting\n“local laws requiring that all solid waste … be delivered to a\nspecified solid waste management-resource recovery facility.”\n§2049–tt(3).In 1989, the Authority and the Counties\nentered into a Solid Waste Management Agreement, under which the\nAuthority agreed to manage all solid waste within the Counties.\nPrivate haulers would remain free to pick up citizens’ trash from\nthe curb, but the Authority would take over the job of processing\nthe trash, sorting it, and sending it off for disposal. To fulfill\nits part of the bargain, the Authority agreed to purchase and\ndevelop facilities for the processing and disposal of solid waste\nand recyclables generated in the Counties.The Authority collected “tipping fees” to\ncover its operating and maintenance costs for these\nfacilities.[Footnote 1] The\ntipping fees significantly exceeded those charged for waste removal\non the open market, but they allowed the Authority to do more than\nthe average private waste disposer. In addition to landfill\ntransportation and solid waste disposal, the fees enabled the\nAuthority to provide recycling of 33 kinds of materials, as well as\ncomposting, household hazardous waste disposal, and a number of\nother services. If the Authority’s operating costs and debt service\nwere not recouped through tipping fees and other charges, the\nagreement provided that the Counties would make up the\ndifference.As described, the agreement had a flaw:\nCitizens might opt to have their waste hauled to facilities with\nlower tipping fees. To avoid being stuck with the bill for\nfacilities that citizens voted for but then chose not to use, the\nCounties enacted “flow control” ordinances requiring that all solid\nwaste generated within the Counties be delivered to the Authority’s\nprocessing sites.[Footnote 2]\nPrivate haulers must obtain a permit from the Authority to collect\nwaste in the Counties. Penalties for noncompliance with the\nordinances include permit revocation, fines, and imprisonment.Petitioners are United Haulers Association,\nInc., a trade association made up of solid waste management\ncompanies, and six haulers that operated in Oneida and Herkimer\nCounties when this action was filed. In 1995, they sued the\nCounties and the Authority under Rev. Stat. §1979, 42 U. S. C.\n§1983, alleging that the flow control laws violate the Commerce\nClause by discriminating against interstate commerce. They\nsubmitted evidence that without the flow control laws and the\nassociated $86-per-ton tipping fees, they could dispose of solid\nwaste at out-of-state facilities for between $37 and $55 per ton,\nincluding transportation.The District Court read our decision inCarbone,511 U. S. 383, as categorically\nrejecting nearly all flow control laws. The court ruled in the\nhaulers’ favor, enjoining enforcement of the Counties’ laws. The\nSecond Circuit reversed, reasoning thatCarboneand our\nother dormant Commerce Clause precedents allow for a distinction\nbetween laws that benefit public as opposed to private facilities.\n261 F. 3d 245, 263 (2001). Accordingly, it held that a statute\ndoes not discriminate against interstate commerce when it favors\nlocal government at the expense of all private industry. The court\nremanded to let the District Court decide whether the Counties’\nordinances nevertheless placed an incidental burden on interstate\ncommerce, and if so, whether the ordinances’ benefits outweighed\nthat burden.On remand and after protracted discovery, a\nMagistrate Judge and the District Court found that the haulers did\nnot show that the ordinances imposedanycognizable burden\non interstate commerce. The Second Circuit affirmed, assuming that\nthe laws exacted some toll on interstate commerce, but finding any\npossible burden “modest” compared to the “clear and substantial”\nbenefits of the ordinances. 438 F. 3d 150, 160 (2006). Because\nthe Sixth Circuit had recently issued a conflicting decision\nholding that a flow control ordinance favoring a public entitydoesfacially discriminate against interstate commerce,\nseeNational Solid Wastes Management Assn.v.Daviess\nCty., 434 F. 3d 898 (2006), we granted certiorari, 548 U.\nS. ___ (2006).IIAThe Commerce Clause provides that\n“Congress shall have Power … [t]o regulate Commerce with foreign\nNations, and among the several States.” U. S. Const., Art. I, §8,\ncl. 3. Although the Constitution does not in terms limit the\npower of States to regulate commerce, we have long interpreted the\nCommerce Clause as an implicit restraint on state authority, even\nin the absence of a conflicting federal statute. SeeCase of\nthe State Freight Tax, 15 Wall. 232, 279 (1873);Cooleyv.Board of Wardens of Port of Philadelphia ex\nrel. Soc. for Relief of Distressed Pilots, 12 How. 299, 318\n(1852).To determine whether a law\nviolates this so-called “dormant” aspect of the Commerce Clause, we\nfirst ask whether it discriminates on its face against interstate\ncommerce.American Trucking Assns., Inc.v.Michigan\nPub. Serv. Comm’n,545 U. S. 429, 433\n(2005);Fort Gratiot Sanitary Landfill, Inc.v.Michigan Dept. of Natural Resources,504 U. S. 353, 359\n(1992). In this context, “ ‘discrimination’ simply means\ndifferential treatment of in-state and out-of-state economic\ninterests that benefits the former and burdens the latter.”Oregon Waste Systems, Inc.v.Department of\nEnvironmental Quality of Ore.,511 U. S. 93, 99 (1994);New Energy Co. of Ind.v.Limbach,486 U. S. 269, 273\n(1988). Discriminatory laws motivated by “simple economic\nprotectionism” are subject to a “virtuallyper serule of\ninvalidity,”Philadelphiav.New Jersey,437 U. S. 617, 624\n(1978), which can only be overcome by a showing that the State has\nno other means to advance a legitimate local purpose,Mainev.Taylor,477 U. S. 131, 138\n(1986).BFollowing the lead of the Sixth\nCircuit inDaviess County, the haulers argue vigorously\nthat the Counties’ ordinances discriminate against interstate\ncommerce underCarbone. InCarbone, the town of\nClarkstown, New York, hired a private contractor to build a waste\ntransfer station. According to the terms of the deal, the\ncontractor would operate the facility for five years, charging an\nabove-market tipping fee of $81 per ton; after five years, the town\nwould buy the facility for one dollar. The town guaranteed that the\nfacility would receive a certain volume of trash per year. To make\ngood on its promise, Clarkstown passed a flow control ordinance\nrequiring that all nonhazardous solid waste within the town be\ndeposited at the transfer facility. See 511 U. S., at 387.This Court struck down the\nordinance, holding that it discriminated against interstate\ncommerce by “hoard[ing] solid waste, and the demand to get rid of\nit, for the benefit of the preferred processing facility.”Id.,at 392. The dissent pointed out that all of this\nCourt’s local processing cases involved laws that discriminated in\nfavor ofprivateentities, not public ones.Id.,at 411 (opinion of Souter, J.). According to the dissent,\nClarkstown’s ostensibly private transfer station was “essentially a\nmunicipal facility,”id.,at 419, and this distinction\nshould have saved Clarkstown’s ordinance because favoring local\ngovernment is by its nature different from favoring a particular\nprivate company. The majority did not comment on the dissent’s\npublic-private distinction.The parties in this case draw opposite\ninferences from the majority’s silence. The haulers say it proves\nthat the majority agreed with the dissent’s characterization of the\nfacility, but thought there was no difference under the dormant\nCommerce Clause between laws favoring private entities and those\nfavoring public ones. The Counties disagree, arguing that the\nmajority studiously avoided the issue because the facility inCarbonewas private, and therefore the question whetherpublicfacilities may be favored was not properly before\nthe Court.[Footnote 3]We believe the latter interpretation ofCarboneis correct. As the Second Circuit explained, “inCarbonethe Justices were divided over thefact of\nwhetherthe favored facility was public or private, rather\nthan on the import of that distinction.” 261 F. 3d, at 259\n(emphasis in original). TheCarbonedissent offered a\nnumber of reasons why public entities should be treated differently\nfrom private ones under the dormant Commerce Clause. See 511 U. S.,\nat 419–422 (opinion of Souter, J.). It is hard to suppose that theCarbonemajority definitively rejected these arguments\nwithout explaining why.TheCarbonemajority viewed\nClarkstown’s flow control ordinance as “just one more instance of\nlocal processing requirements that we long have held invalid.”Id.,at 391. It then cited six local processing cases,\nevery one of which involved discrimination in favor ofprivateenterprise.[Footnote 4] The Court’s own description of the cases\nacknowledges that the “offending local laws hoard a local\nresource—be it meat, shrimp, or milk—for the benefit oflocal\nbusinessesthat treat it.”Id.,at 392 (emphasis\nadded). If the Court were extending this line of local processing\ncases to cover discrimination in favor of local government, one\nwould expect it to have said so. Cf.United Statesv.Burr, 25 F. Cas. 55, 165 (No. 14,693) (CC Va. 1807)\n(Marshall, C. J.) (“[A]n opinion which is to … establish a\nprinciple never before recognized, should be expressed in plain and\nexplicit terms”).TheCarbonemajority stated that\n“[t]heonly conceivable distinction” between the laws in\nthe local processing cases and Clarkstown’s flow control ordinance\nwas that Clarkstown’s ordinance favored a single local business,\nrather than a group of them. 511 U. S.,at 392 (emphasis\nadded). If the Court thought Clarkstown’s processing facility was\npublic, that additional distinction was not merely “conceivable”—it\nwas conceived, and discussed at length, by three Justices in\ndissent.Carbonecannot be regarded as having decided the\npublic-private question.[Footnote\n5]CThe flow control ordinances in\nthis case benefit a clearly public facility, while treating all\nprivate companies exactly the same. Because the question is now\nsquarely presented on the facts of the case before us, we decide\nthat such flow control ordinances do not discriminate against\ninterstate commerce for purposes of the dormant Commerce\nClause.Compelling reasons justify\ntreating these laws differently from laws favoring particular\nprivate businesses over their competitors. “Conceptually, of\ncourse, any notion of discrimination assumes a comparison of\nsubstantially similar entities.”General Motors Corp.v.Tracy,519\nU. S. 278, 298 (1997) (footnote omitted). But States and\nmunicipalities are not private businesses—far from it. Unlike\nprivate enterprise, government is vested with the responsibility of\nprotecting the health, safety, and welfare of its citizens. SeeMetropolitan Life Ins. Co.v.Massachusetts,471 U. S. 724,\n756 (1985) (“The States traditionally have had great latitude under\ntheir police powers to legislate as to the protection of the lives,\nlimbs, health, comfort, and quiet of all persons” (internal\nquotation marks omitted)). These important responsibilities set\nstate and local government apart from a typical private business.\nCf.Tracy,supra,at 313 (Scalia, J., concurring)\n(“Nothing in this Court’s negative Commerce Clause jurisprudence”\ncompels the conclusion “that private marketers engaged in the sale\nof natural gas are similarly situated to public utility\ncompanies”).Given these differences, it does not make\nsense to regard laws favoring local government and laws favoring\nprivate industry with equal skepticism. As our local processing\ncases demonstrate, when a law favors in-state business over\nout-of-state competition, rigorous scrutiny is appropriate because\nthe law is often the product of “simple economic protectionism.”Wyomingv.Oklahoma,502 U. S. 437, 454\n(1992);Philadelphiav.New Jersey, 437 U. S., at\n626–627. Laws favoring local government, by contrast, may be\ndirected toward any number of legitimate goals unrelated to\nprotectionism. Here the flow control ordinances enable the Counties\nto pursue particular policies with respect to the handling and\ntreatment of waste generated in the Counties, while allocating the\ncosts of those policies on citizens and businesses according to the\nvolume of waste they generate.The contrary approach of treating public and\nprivate entities the same under the dormant Commerce Clause would\nlead to unprecedented and unbounded interference by the courts with\nstate and local government. The dormant Commerce Clause is not a\nroving license for federal courts to decide what activities are\nappropriate for state and local government to undertake, and what\nactivities must be the province of private market competition. In\nthis case, the citizens of Oneida and Herkimer Counties have chosen\nthe government to provide waste management services, with a limited\nrole for the private sector in arranging for transport of waste\nfrom the curb to the public facilities. The citizens could have\nleft the entire matter for the private sector, in which case any\nregulation they undertook could not discriminate against interstate\ncommerce. But it was also open to them to vest responsibility for\nthe matter with their government, and to adopt flow control\nordinances to support the government effort. It is not the office\nof the Commerce Clause to control the decision of the voters on\nwhether government or the private sector should provide waste\nmanagement services. “The Commerce Clause significantly limits the\nability of States and localities to regulate or otherwise burden\nthe flow of interstate commerce, but it does not elevate free trade\nabove all other values.”Mainev.Taylor, 477 U.\nS., at 151. SeeExxon Corp.v.Governor of\nMaryland,437\nU. S. 117, 127 (1978) (Commerce Clause does not protect “the\nparticular structure or method of operation” of a market).We should be particularly hesitant to\ninterfere with the Counties’ efforts under the guise of the\nCommerce Clause because “[w]aste disposal is both typically and\ntraditionally a local government function.” 261 F. 3d, at 264\n(case below) (Calabresi, J., concurring); seeUSA Recycling,\nInc.v.Town of Babylon, 66 F. 3d 1272, 1275\n(CA2 1995) (“For ninety years, it has been settled law that garbage\ncollection and disposal is a core function of local government in\nthe United States”); M. Melosi, Garbage in the Cities: Refuse,\nReform, and the Environment, 1880–1980, pp. 153–155 (1981).\nCongress itself has recognized local government’s vital role in\nwaste management, making clear that “collection and disposal of\nsolid wastes should continue to be primarily the function of State,\nregional, and local agencies.” Resource Conservation and Recovery\nAct of 1976, 90 Stat. 2797, 42 U. S. C. §6901(a)(4). The\npolicy of the State of New York favors “displac[ing] competition\nwith regulation or monopoly control” in this area. N. Y. Pub.\nAuth. Law Ann. §2049–tt(3). We may or may not agree with that\napproach, but nothing in the Commerce Clause vests the\nresponsibility for that policy judgment with the Federal\nJudiciary.[Footnote 6]Finally, it bears mentioning that the most\npalpable harm imposed by the ordinances—more expensive trash\nremoval—is likely to fall upon the very people who voted for the\nlaws. Our dormant Commerce Clause cases often find discrimination\nwhen a State shifts the costs of regulation to other States,\nbecause when “the burden of state regulation falls on interests\noutside the state, it is unlikely to be alleviated by the operation\nof those political restraints normally exerted when interests\nwithin the state are affected.”Southern Pacific Co.v.Arizona ex rel. Sullivan,325 U. S. 761, 767–768,\nn. 2 (1945). Here, the citizens and businesses of the Counties bear\nthe costs of the ordinances. There is no reason to step in and hand\nlocal businesses a victory they could not obtain through the\npolitical process.We hold that the Counties’ flow control\nordinances, which treat in-state private business interests exactly\nthe same as out-of-state ones, do not “discriminate against\ninterstate commerce” for purposes of the dormant Commerce\nClause.[Footnote 7]DThe Counties’ flow control\nordinances are properly analyzed under the test set forth inPikev.Bruce Church, Inc.,397 U. S. 137, 142 (1970), which is\nreserved for laws “directed to legitimate local concerns, with\neffects upon interstate commerce that are only incidental.”Philadelphiav.New Jersey, 437 U. S., at 624.\nUnder thePiketest, we will uphold a nondiscriminatory\nstatute like this one “unless the burden imposed on [interstate]\ncommerce is clearly excessive in relation to the putative local\nbenefits.” 397 U. S., at 142;Northwest Central Pipeline\nCorp.v.State Corporation Comm’n of Kan.,489 U. S. 493, 525–526\n(1989).After years of discovery, both the Magistrate\nJudge and the District Court could not detectanydisparate impact on out-of-state as opposed to in-state businesses.\nThe Second Circuit alluded to, but did not endorse, a “rather\nabstract harm” that may exist because “the Counties’ flow control\nordinances have removed the waste generated in Oneida and Herkimer\nCounties from the national marketplace for waste processing\nservices.” 438 F. 3d, at 160. We find it unnecessary to decide\nwhether the ordinances impose any incidental burden on interstate\ncommerce because any arguable burden does not exceed the public\nbenefits of the ordinances.The ordinances give the Counties a convenient\nand effective way to finance their integrated package of\nwaste-disposal services. While “revenue generation is not a local\ninterest that can justifydiscriminationagainst\ninterstate commerce,”Carbone, 511 U. S., at 393 (emphasis\nadded), we think it is a cognizable benefit for purposes of thePiketest.At the same time, the ordinances are more than\nfinancing tools. They increase recycling in at least two ways,\nconferring significant health and environmental benefits upon the\ncitizens of the Counties. First, they create enhanced incentives\nfor recycling and proper disposal of other kinds of waste. Solid\nwaste disposal is expensive in Oneida-Herkimer, but the Counties\naccept recyclables and many forms of hazardous waste for free,\neffectively encouraging their citizens to sort their own trash.\nSecond, by requiring all waste to be deposited at Authority\nfacilities, the Counties have markedly increased their ability to\nenforce recycling laws. If the haulers could take waste to any\ndisposal site, achieving an equal level of enforcement would be\nmuch more costly, if not impossible. For these reasons, any\narguable burden the ordinances impose on interstate commerce does\nnot exceed their public benefits.*  *  *The Counties’ ordinances are\nexercises of the police power in an effort to address waste\ndisposal, a typical and traditional concern of local government.\nThe haulers nevertheless ask us to hold that laws favoring public\nentities while treating all private businesses the same are subject\nto an almostper serule of invalidity, because of\nasserted discrimination. In the alternative, they maintain that the\nCounties’ laws cannot survive the more permissivePiketest, because of asserted burdens on commerce. There is a common\nthread to these arguments: They are invitations to rigorously\nscrutinize economic legislation passed under the auspices of the\npolice power. There was a time when this Court presumed to make\nsuch binding judgments for society, under the guise of interpreting\nthe Due Process Clause. SeeLochnerv.New York,198 U. S. 45(1905). We should not seek to reclaim that ground for judicial\nsupremacy under the banner of the dormant Commerce Clause.The judgments of the United States Court of\nAppeals for the Second Circuit are affirmed.It is so ordered.Footnote 1Tipping fees are disposal charges levied\nagainst collectors who drop off waste at a processing facility.\nThey are called “tipping” fees because garbage trucks literally tip\ntheir back end to dump out the carried waste. As of 1995, haulers\nin the Counties had to pay tipping fees of at least $86 per ton, a\nprice that ballooned to as much as $172 per ton if a particular\nload contained more than 25% recyclables.Footnote 2Oneida’s flow control ordinance provides in\npart:“From the time of placement of solid waste and of recyclables at\nthe roadside or other designated area approved by the County or by\nthe Authority pursuant to contract with the County, or by a person\nfor collection in accordance herewith, such solid waste and\nrecyclables shall be delivered to the appropriate facility, entity\nor person responsible for disposition designated by the County or\nby the Authority pursuant to contract with the Authority.” App. to\nPet. for Cert. 122a.The relevant portion of Herkimer’s flow\ncontrol ordinance is substantially similar:“After placement of garbage and of recyclable materials at the\nroadside or other designated area approved by the Legislature by a\nperson for collection in accordance herewith, such garbage and\nrecyclable material shall be delivered to the appropriate facility\ndesignated by the Legislature, or by the Authority pursuant to\ncontract with the County.”Id.,at 135a.Footnote 3Each side makes much of theCarbonemajority’s various descriptions of the facility. The haulers point\nout that the Court twice referred to the construction and financing\nof the transfer station as the town’s project. See 511 U. S., at\n387 (“its new facility”), 394 (“its project”); Brief for\nPetitioners 20–22. The Counties note that the majority referred to\nthe transfer station as a “town-sponsored facility,”Carbone, 511 U. S., at 393, a “favored local operator,”id.,at 389, “the preferred processing facility,” a\n“single local proprietor,” and a “local business,”id.,at\n392, but never as apublicfacility. Brief for Respondents\n17, n. 7. The dissent has mined theCarbonedecision,\nappendix, and briefs for further instances of allegedly supportive\nterminology,post, at 4–5 (opinion of Alito, J.) but we\ncontinue to find this duel of labels at best inconclusive.Footnote 4SeeSouth-Central Timber Development,\nInc.v.Wunnicke,467 U. S. 82(1984)\n(invalidating Alaska regulation requiring all Alaskan timber to be\nprocessed in-state prior to export);Pikev.Bruce\nChurch, Inc.,397 U. S. 137(1970) (invalidating\napplication of an Arizona statute to require Arizona-grown\ncantaloupes to be packaged within the State before export);Toomerv.Witsell,334 U. S. 385(1948)\n(invalidating South Carolina statute requiring shrimp fisherman to\nunload, pack, and stamp their catch before shipping it to another\nState);Foster-Fountain Packing Co.v.Haydel,278 U. S. 1(1928)\n(invalidating a Louisiana statute prohibiting the export of shrimp\nunless the heads and hulls had first been removed within the\nState);Johnsonv.Haydel,278 U. S. 16 (1928)\n(invalidating analogous Louisiana statute for oysters);Minnesotav.Barber,136 U. S. 313(1890)\n(invalidating Minnesota law requiring any meat sold within the\nState to be examined by an in-state inspector).Dean Milk\nCo.v.Madison,340 U. S. 349(1951)\n(invalidating local ordinance requiring all milk sold in the city\nto be pasteurized within five miles of the city center)—discussed\nelsewhere inCarboneand in the dissent here,post, at 12–13—is readily distinguishable on the same\nground.Footnote 5The dissent asserts that the Court “long ago\nrecognized that the Commerce Clause can be violated by a law that\ndiscriminates in favor of a state-owned monopoly.”Post,\nat 6. The authority it cites—Scottv.Donald,165 U. S. 58(1897), andVancev.W. A. Vandercook Co.,170 U. S. 438,\n442 (1898)—certainly qualifies as from “long ago,” but does not\nsupport the proposition.Scottstruck down two laws that\ndiscriminated in favor of in-state businesses and against\nout-of-state businesses; neither law favored local government at\nthe expense of all private industry. See 165 U. S., at 92–93, 101;Granholmv.Heald,544 U. S. 460, 478–479\n(2005) (describingScottholding).Scottis\nsimply another case like those cited in footnote 4.Vanceactuallyupheld“South Carolina’s\nmonopoly over liquor distribution[,] . . . reject[ing] the argument\nthat this monopoly system was unconstitutionally discriminatory.”Granholm, supra,at 507 (Thomas, J., dissenting) (citingVance,supra,at 450–452). It was thedissentinVancethat argued that “such a state\nmonopoly system constituted unconstitutional discrimination.”Granholm, supra,at 507 (Thomas, J., dissenting) (citing\n170 U. S., at 462–468 (opinion of Shiras, J.)). TheVanceCourt simply struck down a regulation on direct shipments to\nconsumers for personal use, under the Court’s excruciatingly arcane\npre-Prohibition precedents. See 170 U. S., at 455. Most tellingly,Vanceharkens back to a bygone era; until the dissent\ntoday, it had been cited by this Court in only two cases in the\npast 60 years.Footnote 6Justice Thomas is thus wrong in stating that\nour approach might suggest “a policy-driven preference for\ngovernment monopoly over privatization.”Post,at 6\n(opinion concurring in judgment). That is instead the preference of\nthe affected locality here. Our opinion simply recognizes that a\nlaw favoring a public entity and treating all private entities the\nsame does not discriminate against interstate commerce as does a\nlaw favoring local business over all others.Footnote 7The Counties and theiramicuswere\nasked at oral argument if affirmance would lead to the\n“Oneida-Herkimer Hamburger Stand,” accompanied by a “flow control”\nlaw requiring citizens to purchase their burgers only from the\nstate-owned producer. Tr. of Oral Arg. 33–34 (Counties), 45–46,\n49–50 (amicusState of New York). We doubt it. “The\nexistence of major in-state interests adversely affected by [a law]\nis a powerful safeguard against legislative abuse.”Minnesotav.Clover Leaf Creamery Co.,449 U. S. 456, 473,\nn. 17 (1981). Recognizing that local government may facilitate\na customary and traditional government function such as waste\ndisposal, without running afoul of the Commerce Clause, is hardly a\nprescription for state control of the economy. In any event,\nCongress retains authority under the Commerce Clause as written to\nregulate interstate commerce, whether engaged in by private or\npublic entities. It can use this power, as it has in the past, to\nlimit state use of exclusive franchises. See,e.g.,Gibbonsv.Ogden, 9 Wheat. 1, 221 (1824).",
    "joined": []
}