{
    "case": {
        "docket": "418",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/418/"
    },
    "id": "1962984",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTNKEN V. HOLDER556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-681JEAN MARC NKEN, PETITIONERv.ERIC H.\nHOLDER, Jr., ATTORNEY GENERALon writ of certiorari to the united states court of\nappeals for the fourth circuit[April 22, 2009]Chief Justice Roberts delivered\nthe opinion of the Court.It takes time to decide a case on\nappeal. Sometimes a little; sometimes a lot. “No court can make\ntime stand still” while it considers an appeal,Scripps-Howard\nRadio, Inc.v.FCC,316 U. S.\n4, 9 (1942), and if a court takes the time it needs, the\ncourt’s decision may in some cases come too late for the party\nseeking review. That is why it “has always been held, … that as\npart of its traditional equipment for the administration of\njustice, a federal court can stay the enforcement of a judgment\npending the outcome of an appeal.”Id., at 9–10 (footnote\nomitted). A stay does not make time stand still, but does hold a\nruling in abeyance to allow an appellate court the time necessary\nto review it.This case involves a statutory provision that\nsharply restricts the circumstances under which a court may issue\nan injunction blocking the removal of an alien from this country.\nThe Court of Appeals concluded, and the Government contends, that\nthis provision applies to the granting of a stay by a court of\nappeals while it considers the legality of a removal order.\nPetitioner disagrees, and maintains that the authority of a court\nof appeals to stay an order of removal under the traditional\ncriteria governing stays remains fully intact, and is not affected\nby the statutory provision governing injunctions. We agree with\npetitioner, and vacate and remand for application of the\ntraditional criteria.IJean Marc Nken, a citizen of\nCameroon, entered the United States on a transit visa in April\n2001. In December 2001, he applied for asylum under 8 U. S. C.\n§1158, withholding of removal under §1231(b)(3), and deferral of\nremoval under the Convention Against Torture and Other Cruel,\nInhuman, or Degrading Treatment or Punishment, art. 3, S. Treaty\nDoc. No. 100–20, p. 20, 1465 U. N. T. S. 85,\nsee 8 CFR §208.17 (2008). In his application, Nken claimed he had\nbeen persecuted in the past for participation in protests against\nthe Cameroonian Government, and would be subject to further\npersecution if he returns to Cameroon.An Immigration Judge denied Nken\nrelief after concluding that he was not credible. The Board of\nImmigration Appeals (BIA) affirmed, and also declined to remand for\nconsideration of Nken’s application for adjustment of status based\non his marriage to an American citizen. After the BIA denied a\nmotion to reopen, Nken filed a petition for review of the BIA’s\nremoval order in the Court of Appeals for the Fourth Circuit. His\npetition was denied. Nken then filed a second motion to reopen,\nwhich was also denied, followed by a second petition for review,\nwhich was denied as well.Nken filed a third motion to reopen, this time\nalleging that changed circumstances in Cameroon made his\npersecution more likely. The BIA denied the motion, finding that\nNken had not presented sufficient facts or evidence of changed\ncountry conditions. Nken again sought review in the Court of\nAppeals, and also moved to stay his deportation pending resolution\nof his appeal. In his motion, Nken recognized that Fourth Circuit\nprecedent required an alien seeking to stay a removal order to show\nby “clear and convincing evidence” that the order was “prohibited\nas a matter of law,” 8 U. S. C. §1252(f)(2). SeeTeshome-Gebreegziabherv.Mukasey, 528 F. 3d 330\n(CA4 2008). Nken argued, however, that this standard did not\ngovern. The Court of Appeals denied Nken’s motion without comment.\nApp. 74.Nken then applied to this Court for a stay of\nremoval pending adjudication of his petition for review, and asked\nin the alternative that we grant certiorari to resolve a split\namong the Courts of Appeals on what standard governs a request for\nsuch a stay. CompareTeshome-Gebreegziabher,supra, at 335, andWengv.U. S. Attorney\nGeneral, 287 F. 3d 1335 (CA11 2002), withArevalov.Ashcroft, 344 F. 3d 1 (CA1 2003),Mohammedv.Reno, 309 F. 3d 95 (CA2 2002),Douglasv.Ashcroft, 374 F. 3d 230 (CA3 2004),Tesfamichaelv.Gonzales, 411 F. 3d 169 (CA5\n2005),Bejjaniv.INS, 271 F. 3d 670 (CA6 2001),Horv.Gonzales, 400 F. 3d 482 (CA7 2005), andAndreiuv.Ashcroft, 253 F. 3d 477 (CA9\n2001) (en banc). We granted certiorari, and stayed petitioner’s\nremoval pending further order of this Court.Nkenv.Mukasey, 555 U. S. ___ (2008).IIThe question we agreed to resolve\nstems from changes in judicial review of immigration procedures\nbrought on by the Illegal Immigration Reform and Immigrant\nResponsibility Act of 1996 (IIRIRA), 110 Stat. 3009–546, which\nsubstantially amended the Immigration and Nationality Act (INA), 8\nU. S. C. §1101et seq. When Congress passed IIRIRA,\nit “repealed the old judicial-review scheme set forth in [8 U.\nS. C.] §1105a and instituted a new (and significantly more\nrestrictive) one in 8 U. S. C. §1252.”Renov.American-Arab Anti-Discrimination Comm.,525 U. S. 471, 475\n(1999) (AAADC). The new review system substantially\nlimited the availability of judicial review and streamlined all\nchallenges to a removal order into a single proceeding: the\npetition for review. See,e.g., 8 U. S. C.\n§1252(a)(2) (barring review of certain removal orders and exercises\nof executive discretion); §1252(b)(3)(C) (establishing strict\nfiling and briefing deadlines for review proceedings); §1252(b)(9)\n(consolidating challenges into petition for review). Three changes\neffected by IIRIRA are of particular importance to this case.Before IIRIRA, courts of appeals\nlacked jurisdiction to review the deportation order of an alien who\nhad already left the United States. See §1105a(c) (1994 ed.) (“An\norder of deportation or of exclusion shall not be reviewed by any\ncourt … if [the alien] has departed from the United States after\nthe issuance of the order”). Accordingly, an alien who appealed a\ndecision of the BIA was typically entitled to remain in the United\nStates for the duration of judicial review. This was achieved\nthrough a provision providing most aliens with an automatic stay of\ntheir removal order while judicial review was pending. See\n§1105a(a)(3) (“The service of the petition for review … shall stay\nthe deportation of the alien pending determination of the petition\nby the court, unless the court otherwise directs”).IIRIRA inverted these provisions to allow for\nmore prompt removal. First, Congress lifted the ban on adjudication\nof a petition for review once an alien has departed. See IIRIRA\n§306(b), 110 Stat. 3009–612 (repealing §1105a). Second, because\ncourts were no longer prohibited from proceeding with review once\nan alien departed, seeDadav.Mukasey,554 U. S. 1, ___ (2008)\n(slip op., at 19–20), Congress repealed the presumption of an\nautomatic stay, and replaced it with the following: “Service of the\npetition on the officer or employee does not stay the removal of an\nalien pending the court’s decision on the petition, unless the\ncourt orders otherwise.” 8 U. S. C. §1252(b)(3)(B) (2006\ned.).Finally, IIRIRA restricted the availability of\ninjunctive relief:“Limit on injunctive relief“(1) In general“Regardless of the nature of the action or\nclaim or of the identity of the party or parties bringing the\naction, no court (other than the Supreme Court) shall have\njurisdiction or authority to enjoin or restrain the operation of\nthe provisions of part IV of this subchapter, as amended by\n[IIRIRA], other than with respect to the application of such\nprovisions to an individual alien against whom proceedings under\nsuch part have been initiated.“(2) Particular cases“Notwithstanding any other provision of law,\nno court shall enjoin the removal of any alien pursuant to a final\norder under this section unless the alien shows by clear and\nconvincing evidence that the entry or execution of such order is\nprohibited as a matter of law.” §1252(f).This provision, particularly subsection (f)(2), is\nthe source of the parties’ disagreement.IIIThe parties agree that courts of\nappeals considering a petition for review of a removal order may\nprevent that order from taking effect and therefore block removal\nwhile adjudicating the petition. They disagree over the standard a\ncourt should apply in deciding whether to do so. Nken argues that\nthe “traditional” standard for a stay applies. Under that standard,\na court considers four factors: “(1) whether the stay applicant has\nmade a strong showing that he is likely to succeed on the merits;\n(2) whether the applicant will be irreparably injured absent a\nstay; (3) whether issuance of the stay will substantially injure\nthe other parties interested in the proceeding; and (4) where the\npublic interest lies.”Hiltonv.Braunskill,481 U. S. 770,\n776 (1987).The Government disagrees, arguing\nthat a stay is simply a form of injunction, or alternatively that\nthe relief petitioner seeks is more accurately characterized as\ninjunctive, and therefore that the limits on injunctive relief set\nforth in subsection (f)(2) apply. Under that provision, a court may\nnot “enjoin” the removal of an alien subject to a final removal\norder, “unless the alien shows by clear and convincing evidence\nthat the entry or execution of such order is prohibited as a matter\nof law.” 8 U. S. C. §1252(f)(2). Mindful that statutory\ninterpretation turns on “the language itself, the specific context\nin which that language is used, and the broader context of the\nstatute as a whole,”Robinsonv.Shell Oil Co.,519 U. S. 337,\n341 (1997), we conclude that the traditional stay factors—not\n§1252(f)(2)—govern a request for a stay pending judicial\nreview.AAn appellate court’s power to\nhold an order in abeyance while it assesses the legality of the\norder has been described as “inherent,” preserved in the grant of\nauthority to federal courts to “issue all writs necessary or\nappropriate in aid of their respective jurisdictions and agreeable\nto the usages and principles of law,” All Writs Act, 28 U.\nS. C. §1651(a). SeeIn re McKenzie,180 U. S. 536, 551\n(1901). The Court highlighted the historic pedigree and importance\nof the power inScripps-Howard,316 U. S.\n4, holding in that case that Congress’s failure expressly to\nconfer the authority in a statute allowing appellate review should\nnot be taken as an implicit denial of that power.The Court inScripps-Howarddid not decide what “criteria … should\ngovern the Court in exercising th[e] power” to grant a stay.Id., at 17. Nor did the Court consider under what\ncircumstances Congress could deny that authority. Seeibid.The power to grant a stay pending review, however,\nwas described as part of a court’s “traditional equipment for the\nadministration of justice.”Id., at 9–10. That authority\nwas “firmly imbedded in our judicial system,” “consonant with the\nhistoric procedures of federal appellate courts,” and “a power as\nold as the judicial system of the nation.”Id., at 13,\n17.The authority to hold an order in abeyance\npending review allows an appellate court to act responsibly. A\nreviewing court must bring considered judgment to bear on the\nmatter before it, but that cannot always be done quickly enough to\nafford relief to the party aggrieved by the order under review. The\nchoice for a reviewing court should not be between justice on the\nfly or participation in what may be an “idle ceremony.”Id., at 10. The ability to grant interim relief is\naccordingly not simply “[a]n historic procedure for preserving\nrights during the pendency of an appeal,”id., at 15, but\nalso a means of ensuring that appellate courts can responsibly\nfulfill their role in the judicial process.At the same time, a reviewing court may not\nresolve a conflict between considered review and effective relief\nby reflexively holding a final order in abeyance pending review. A\nstay is an “intrusion into the ordinary processes of administration\nand judicial review,”Virginia Petroleum Jobbers Assn.v.Federal Power Comm’n, 259 F. 2d 921, 925 (CADC 1958)\n(per curiam), and accordingly “is not a matter of right,\neven if irreparable injury might otherwise result to the\nappellant,”Virginian R. Co.v.United States,272 U. S. 658,\n672 (1926). The parties and the public, while entitled to both\ncareful review and a meaningful decision, are also generally\nentitled to the prompt execution of orders that the legislature has\nmade final.BSubsection (f)(2) does not by its\nterms refer to “stays” but instead to the authority to “enjoin the\nremoval of any alien.” The parties accordingly begin by disputing\nwhether a stay is simply a type of injunction, covered by the term\n“enjoin,” or a different form of relief. An injunction and a stay\nhave typically been understood to serve different purposes. The\nformer is a means by which a court tells someone what to do or not\nto do. When a court employs “the extraordinary remedy of\ninjunction,”Weinbergerv.Romero-Barcelo,456 U. S. 305,\n312 (1982), it directs the conduct of a party, and does so with the\nbacking of its full coercive powers. See Black’s Law Dictionary 784\n(6th ed. 1990) (defining “injunction” as “[a] court order\nprohibiting someone from doing some specified act or commanding\nsomeone to undo some wrong or injury”).It is true that “ ‘[i]n a\ngeneral sense, every order of a court which commands or forbids is\nan injunction; but in its accepted legal sense, an injunction is a\njudicial process or mandate operatingin personam.’ ”Id., at 800 (8th ed. 2004) (quoting 1 H. Joyce, A Treatise\non the Law Relating to Injunctions §1, pp. 2–3 (1909)). This is so\nwhether the injunction is preliminary or final; in both contexts,\nthe order is directed at someone, and governs that party’s\nconduct.By contrast, instead of directing the conduct\nof a particular actor, a stay operates upon the judicial proceeding\nitself. It does so either by halting or postponing some portion of\nthe proceeding, or by temporarily divesting an order of\nenforceability. See Black’s,supra, at 1413 (6th ed. 1990)\n(defining “stay” as “a suspension of the case or some designated\nproceedings within it”).A stay pending appeal certainly has some\nfunctional overlap with an injunction, particularly a preliminary\none. Both can have the practical effect of preventing some action\nbefore the legality of that action has been conclusively\ndetermined. But a stay achieves this result by temporarily\nsuspending the source of authority to act—the order or judgment in\nquestion—not by directing an actor’s conduct. A stay “simply\nsuspend[s] judicial alteration of the status quo,” while injunctive\nrelief “grants judicial intervention that has been withheld by\nlower courts.”Ohio Citizens for Responsible Energy, Inc.v.NRC,479 U. S. 1312, 1313 (1986) (Scalia,\nJ., in chambers); see alsoBrownv.Gilmore,533 U. S. 1301,\n1303 (2001) (Rehnquist, C. J., in chambers) (“[A]pplicants are\nseeking not merely a stay of a lower court judgment, but an\ninjunction against the enforcement of a presumptively valid state\nstatute”);Turner Broadcasting System, Inc.v.FCC,507\nU. S. 1301, 1302 (1993) (same) (“By seeking an injunction,\napplicants request that I issue an orderalteringthe\nlegal status quo”).An alien seeking a stay of removal pending\nadjudication of a petition for review does not ask for a coercive\norder against the Government, but rather for the temporary setting\naside of the source of the Government’s authority to remove.\nAlthough such a stay acts to “ba[r] Executive branch officials from\nremoving [the applicant] from the country,”post, at 7\n(Alito, J., dissenting), it does so by returning to the status\nquo—the state of affairs before the removal order was entered. That\nkind of stay, “relat[ing] only to the conduct or progress of\nlitigation before th[e] court[,] ordinarily is not considered an\ninjunction.”Gulfstream Aerospace Corp.v.Mayacamas\nCorp.,485 U.\nS. 271, 279 (1988); see Fed. Rule App. Proc. 8(a)(1)(A)\n(referring to interim relief from “the judgment or order of a\ndistrict court pending appeal” as “a stay”). Whether such a stay\nmight technically be called an injunction is beside the point; that\nis not the label by which it is generally known. The sun may be a\nstar, but “starry sky” does not refer to a bright summer day. The\nterminology of subsection (f)(2) does not comfortably cover\nstays.This conclusion is reinforced by the fact that\nwhen Congress wanted to refer to a stay pending adjudication of a\npetition for review in §1252, it used the word “stay.” In\nsubsection (b)(3)(B), under the heading “Stay of order,” Congress\nprovided that service of a petition for review “does not stay the\nremoval of an alien pending the court’s decision on the petition,\nunless the court orders otherwise.” 8 U. S. C. §1252(b)(3)(B).\nBy contrast, the language of subsection (f) says nothing about\nstays, but is instead titled “Limit on injunctive relief,” and\nrefers to the authority of courts to “enjoin the removal of any\nalien.” §1252(f)(2).“[W]here Congress includes particular\nlanguage in one section of a statute but omits it in another\nsection of the same Act, it is generally presumed that Congress\nacts intentionally and purposely in the disparate inclusion or\nexclusion.”INSv.Cardoza-Fonseca,480 U. S. 421, 432\n(1987) (internal quotation marks omitted). This is particularly\ntrue here, where subsections (b)(3)(B) and (f)(2) were enacted as\npart of a unified overhaul of judicial review procedures.Subsection (b)(3)(B) changed the basic rules\ncovering stays of removal, and would have been the natural place to\nlocate an amendment to the traditional standard governing the grant\nof stays. Under the Government’s view, however, Congress placed\nsuch a provision four subsections later, in a subsection that makes\nno mention of stays, next to a provision prohibiting classwide\ninjunctions against the operation of removal provisions. See 8 U.\nS. C. §1252(f)(1) (permitting injunctions only “with respect\nto the application of such provisions to an individual alien”);AAADC, 525 U. S., at 481–482. Although the dissent “would\nnot read too much into Congress’ decision to locate such a\nprovision in one subsection rather than in another,”post,\nat 8, the Court frequently takes Congress’s structural choices into\nconsideration when interpreting statutory provisions. See,e.g.,Florida Dept. of Revenuev.Piccadilly\nCafeterias, Inc., 554 U. S. ___, ___ (2008) (slip op., at\n13).The Government counters that petitioner’s view\n“fails to give any operative effect to Section 1252(f)(2).” Brief\nfor Respondent 32. Initially, this argument undercuts the\nGovernment’s textual reading. It is one thing to propose that\n“enjoin” in subsection (f)(2) covers a broad spectrum of court\norders and relief, including both stays and more typical\ninjunctions. It is quite another to suggest that Congress used\n“enjoin” to referexclusivelyto stays, so that a failure\nto include stays in subsection (f)(2) would render the provision\nsuperfluous.    If nothing else, the terms are by no\nmeans synonymous.Leaving that aside, there is something to the\nGovernment’s point; the exact role of subsection (f)(2) under\npetitioner’s view is not easy to explain. Congress may have been\nconcerned about the possibility that courts would enjoin\napplication of particular provisions of the INA, see 8 U.\nS. C. §1252(f)(1) (prohibiting injunctions “other than with\nrespect to the application of [Section IV of the INA] to an\nindividual alien”), or about injunctions that might be available\nunder the limited habeas provisions of subsection (e). Or perhaps\nsubsection (f)(2) was simply included as a catchall provision\nraising the bar on any availability (even unforeseeable\navailability) of “the extraordinary remedy of injunction.”Weinberger, 456 U. S., at 312. In any event, the\nGovernment’s point is not enough to outweigh the strong indications\nthat subsection (f)(2) is not reasonably understood to be directed\nat stays.CApplying the subsection (f)(2)\nstandard to stays pending appeal would not fulfill the historic\noffice of such a stay. The whole idea is to hold the matter under\nreview in abeyance because the appellate court lacks sufficient\ntime to decide the merits. Under the subsection (f)(2) standard,\nhowever, a stay would only be granted after the court in effectdecidesthe merits, in an expedited manner. The court\nwould have to do so under a standard—“clear and convincing\nevidence”—that does not so much preserve the availability of\nsubsequent review as render it redundant. Subsection (f)(2), in\nshort, would invert the customary role of a stay, requiring a\ndefinitive merits decision earlier rather than later.The authority to grant stays has\nhistorically been justified by the perceived need “to prevent\nirreparable injury to the parties or to the public” pending review.Scripps-Howard, 316 U. S., at 9. Subsection (f)(2) on its\nface, however, does not allow any consideration of harm,\nirreparable or otherwise, even harm that may deprive the movant of\nhis right to petition for review of the removal order. Subsection\n(f)(2) does not resolve the dilemma stays historically addressed:\nwhat to do when there is insufficient time to resolve the merits\nand irreparable harm may result from delay. The provision instead\nrequires deciding the merits under a higher standard, without\nregard to the prospect of irreparable harm.In short, applying the subsection (f)(2)\nstandard in the stay context results in something that does not\nremotely look like a stay. Just like the Court inScripps-Howard, we are loath to conclude that Congress\nwould, “without clearly expressing such a purpose, deprive the\nCourt of Appeals of its customary power to stay orders under\nreview.”Id., at 11. Subsection (f)(2) would certainly\ndeprive courts of their “customary” stay power. Our review does not\nconvince us that Congress did that in subsection (f)(2). The\nfour-factor test is the “traditional” one,Hilton, 481 U.\nS., at 777, and the Government has not overcome the “presumption\nfavoring the retention of long-established and familiar principles,\nexcept when a statutory purpose to the contrary is evident.”Isbrandtsen Co.v.Johnson,343 U. S. 779, 783\n(1952). We agree with petitioner that an alien need not satisfy the\ndemanding standard of §1252(f)(2) when asking a court of appeals to\nstay removal pending judicial review.IVSo what standard does govern? The\nquestion presented, as noted, offers the alternative of “ ‘the\ntraditional test for stays,’ ” 555 U. S., at ___, but the\nparties dispute what that test is. See Brief for Respondent 46\n(“[T]he four-part standard requires a more demanding showing than\npetitioner suggests”); Reply Brief for Petitioner 26 (“The\nGovernment argues … that the [stay] test should be\nreformulated”).“A stay is not a matter of right, even if\nirreparable injury might otherwise result.”Virginian R.\nCo., 272 U. S., at 672. It is instead “an exercise of judicial\ndiscretion,” and “[t]he propriety of its issue is dependent upon\nthe circumstances of the particular case.”Id., at\n672–673; seeHilton,supra, at 777 (“[T]he\ntraditional stay factors contemplate individualized judgments in\neach case”). The party requesting a stay bears the burden of\nshowing that the circumstances justify an exercise of that\ndiscretion. See,e.g.,Clintonv.Jones,520 U. S. 681,\n708 (1997);Landisv.North American Co.,299 U. S. 248,\n255 (1936).The fact that the issuance of a stay is left\nto the court’s discretion “does not mean that no legal standard\ngoverns that discretion… . ‘[A] motion to [a court’s]\ndiscretion is a motion, not to its inclination, but to its\njudgment; and its judgment is to be guided by sound legal\nprinciples.’ ”Martinv.Franklin Capital\nCorp.,546 U.\nS. 132, 139 (2005) (quotingUnited Statesv.Burr, 25 F. Cas. 30, 35 (No. 14,692d) (CC Va. 1807)\n(Marshall, C. J.)). As noted earlier, those legal principles\nhave been distilled into consideration of four factors: “(1)\nwhether the stay applicant has made a strong showing that he is\nlikely to succeed on the merits; (2) whether the applicant will be\nirreparably injured absent a stay; (3) whether issuance of the stay\nwill substantially injure the other parties interested in the\nproceeding; and (4) where the public interest lies.”Hilton,supra, at 776. There is substantial\noverlap between these and the factors governing preliminary\ninjunctions, seeWinterv.Natural Resources Defense\nCouncil, Inc., 555 U. S. ___, ___ (2008) (slip op., at 14);\nnot because the two are one and the same, but because similar\nconcerns arise whenever a court order may allow or disallow\nanticipated action before the legality of that action has been\nconclusively determined.The first two factors of the traditional\nstandard are the most critical. It is not enough that the chance of\nsuccess on the merits be “better than negligible.”Sofinetv.INS, 188 F. 3d 703, 707 (CA7 1999) (internal\nquotation marks omitted). Even petitioner acknowledges that “[m]ore\nthan a mere ‘possibility’ of relief is required.” Reply Brief for\nPetitioner 21 (quoting Brief for Respondent 47). By the same token,\nsimply showing some “possibility of irreparable injury,”Abbassiv.INS, 143 F. 3d 513, 514 (CA9\n1998), fails to satisfy the second factor. As the Court pointed out\nearlier this Term, the “ ‘possibility’ standard is too\nlenient.”Winter,supra, at ___ (slip op., at\n12).Although removal is a serious burden for many\naliens, it is not categorically irreparable, as some courts have\nsaid. See,e.g.,Ofosuv.McElroy, 98 F.\n3d 694, 699 (CA2 1996) (“[O]rdinarily, when a party seeks [a stay]\npending appeal, it is deemed that exclusion is an irreparable\nharm”); see also Petitioner’s Emergency Motion for a Stay 12\n(“[T]he equities particularly favor the alien facing deportation in\nimmigration cases where failure to grant the stay would result in\ndeportation before the alien has been able to obtain judicial\nreview”).The automatic stay prior to IIRIRA reflected a\nrecognition of the irreparable nature of harm from removal before\ndecision on a petition for review, given that the petition abated\nupon removal. Congress’s decision in IIRIRA to allow continued\nprosecution of a petition after removal eliminated the reason for\ncategorical stays, as reflected in the repeal of the automatic stay\nin subsection (b)(3)(B). It is accordingly plain that the burden of\nremoval alone cannot constitute the requisite irreparable injury.\nAliens who are removed may continue to pursue their petitions for\nreview, and those who prevail can be afforded effective relief by\nfacilitation of their return, along with restoration of the\nimmigration status they had upon removal. See Brief for Respondent\n44.Once an applicant satisfies the first two\nfactors, the traditional stay inquiry calls for assessing the harm\nto the opposing party and weighing the public interest. These\nfactors merge when the Government is the opposing party. In\nconsidering them, courts must be mindful that the Government’s role\nas the respondent in every removal proceeding does not make the\npublic interest in each individual one negligible, as some courts\nhave concluded. See,e.g.,Mohammed, 309\nF. 3d, at 102 (Government harm is nothing more than “one alien\n[being] permitted to remain while an appeal is decided”);Ofosu,supra, at 699 (the Government “suffers no\noffsetting injury” in removal cases).Of course there is a public interest in\npreventing aliens from being wrongfully removed, particularly to\ncountries where they are likely to face substantial harm. But that\nis no basis for the blithe assertion of an “absence of any injury\nto the public interest” when a stay is granted. Petitioner’s\nEmergency Motion for a Stay 13. There is always a public interest\nin prompt execution of removal orders: The continued presence of an\nalien lawfully deemed removable undermines the streamlined removal\nproceedings IIRIRA established, and “permit[s] and prolong[s] a\ncontinuing violation of United States law.”AAADC, 525 U.\nS., at 490. The interest in prompt removal may be heightened by the\ncircumstances as well—if, for example, the alien is particularly\ndangerous, or has substantially prolonged his stay by abusing the\nprocesses provided to him. Seeibid.(“Postponing\njustifiable deportation (in the hope that the alien’s status will\nchange—by, for example, marriage to an American citizen—or simply\nwith the object of extending the alien’s unlawful stay) is often\nthe principal object of resistance to a deportation proceeding”). A\ncourt asked to stay removal cannot simply assume that\n“[o]rdinarily, the balance of hardships will weigh heavily in the\napplicant’s favor.”Andreiu, 253 F. 3d, at 484.*  *  *The Court of Appeals did not\nindicate what standard it applied in denying Nken a stay, but\nCircuit precedent required the application of §1252(f)(2). Because\nwe have concluded that §1252(f)(2) does not govern, we vacate the\njudgment of the Court of Appeals and remand for consideration of\nNken’s motion for a stay under the standards set forth in this\nopinion.It is so ordered.The dissent maintains that “[a]n order\npreventing an executive officer from [enforcing a removal order]\ndoes not ‘simply suspend judicial alteration of the status\nquo,’ ” but instead “blocks executive officials from carrying\nout what they view as proper enforcement of the immigration laws.”Post, at 7 (quotingOhio Citizens for Responsible\nEnergy, Inc.v.NRC,479 U. S. 1312, 1313 (1986) (Scalia,\nJ., in chambers)). But the relief sought here would simply suspendadministrativealteration of the status quo, and we have\nlong recognized that such temporary relief from an administrative\norder—just like temporary relief from a court order—is considered a\nstay. SeeScripps-Howard Radio, Inc.v.FCC,316 U. S.\n4, 10–11 (1942).The dissent would distinguishScripps-Howardon the ground that Nken does not really\nseek to stay a final order of removal, but instead seeks “to enjoin\nthe Executive Branch from enforcing his removal order pending\njudicial review of an entirely separate order [denying a motion to\nreopen].”Post, at 4, n. But a determination that the BIA\nshould have granted Nken’s motion to reopen would necessarily\nextinguish the finality of the removal order. See Tr. of Oral Arg.\nfor Respondent 42 (“[I]f the motion to reopen is granted, that\nvacates the final order of removal and, therefore, there is no\nlonger a final order of removal pursuant to which the alien could\nbe removed”). The relief sought here is properly termed a “stay”\nbecause it suspends the effect of the removal order.",
    "joined": []
}