{
    "case": {
        "docket": "701",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/701/"
    },
    "id": "1962443",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTPARENTS INVOLVED IN COMMUNITY SCHOOLS V.SEATTLE SCHOOL DIST. NO.\n1551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNOS. 05-908 AND 05-915PARENTS INVOLVED IN COMMUNITY SCHOOLS,\nPETITIONER05–908v.SEATTLE SCHOOL DISTRICT NO. 1\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuitCRYSTAL D. MEREDITH, custodial parent and next\nfriend ofJOSHUA RYAN McDONALD, PETITIONER05–915v.JEFFERSON COUNTY BOARD OF EDUCATION\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 28, 2007]Chief Justice Robertsannounced the judgment of the Court, and delivered the opinion of\nthe Court with respect to Parts I, II, III–A, and III–C, and an\nopinion with respect to Parts III–B and IV, in which Justices\nScalia, Thomas, and Alito join.The school districts in these\ncases voluntarily adopted student assignment plans that rely upon\nrace to determine which public schools certain children may attend.\nThe Seattle school district classifies children as white or\nnonwhite; the Jefferson County school district as black or “other.”\nIn Seattle, this racial classification is used to allocate slots in\noversubscribed high schools. In Jefferson County, it is used to\nmake certain elementary school assignments and to rule on transfer\nrequests. In each case, the school district relies upon an\nindividual student’s race in assigning that student to a particular\nschool, so that the racial balance at the school falls within a\npredetermined range based on the racial composition of the school\ndistrict as a whole. Parents of students denied assignment to\nparticular schools under these plans solely because of their race\nbrought suit, contending that allocating children to different\npublic schools on the basis of race violated the Fourteenth\nAmendment guarantee of equal protection. The Courts of Appeals\nbelow upheld the plans. We granted certiorari, and now reverse.IBoth cases present the same\nunderlying legal question—whether a public school that had not\noperated legally segregated schools or has been found to be unitary\nmay choose to classify students by race and rely upon that\nclassification in making school assignments. Although we examine\nthe plans under the same legal framework, the specifics of the two\nplans, and the circumstances surrounding their adoption, are in\nsome respects quite different.ASeattle School District No. 1\noperates 10 regular public high schools. In 1998, it adopted the\nplan at issue in this case for assigning students to these schools.\nApp. in No. 05–908, pp. 90a–92a.[Footnote 1] The plan allows incoming ninth graders to\nchoose from among any of the district’s high schools, ranking\nhowever many schools they wish in order of preference.Some schools are more popular\nthan others. If too many students list the same school as their\nfirst choice, the district employs a series of “tiebreakers” to\ndetermine who will fill the open slots at the oversubscribed\nschool. The first tiebreaker selects for admission students who\nhave a sibling currently enrolled in the chosen school. The next\ntiebreaker depends upon the racial composition of the particular\nschool and the race of the individual student. In the district’s\npublic schools approximately 41 percent of enrolled students are\nwhite; the remaining 59 percent, comprising all other racial\ngroups, are classified by Seattle for assignment purposes as\nnonwhite.Id.,at 38a, 103a.[Footnote 2] If an oversubscribed school is not within 10\npercentage points of the district’s overall white/nonwhite racial\nbalance, it is what the district calls “integration positive,” and\nthe district employs a tiebreaker that selects for assignment\nstudents whose race “will serve to bring the school into balance.”Id.,at 38a. SeeParents Involved VII,426\nF. 3d 1162, 1169–1170 (CA9 2005) (en banc).[Footnote 3] If it is still necessary to select\nstudents for the school after using the racial tiebreaker, the next\ntiebreaker is the geographic proximity of the school to the\nstudent’s residence. App. in No. 05–908, at 38a.Seattle has never operated segregated\nschools—legally separate schools for students of different\nraces—nor has it ever been subject to court-ordered desegregation.\nIt nonetheless employs the racial tiebreaker in an attempt to\naddress the effects of racially identifiable housing patterns on\nschool assignments. Most white students live in the northern part\nof Seattle, most students of other racial backgrounds in the\nsouthern part.Parents Involved VII,supra, at\n1166. Four of Seattle’s high schools are located in the\nnorth—Ballard, Nathan Hale, Ingraham, and Roosevelt—and five in the\nsouth—Rainier Beach, Cleveland, West Seattle, Chief Sealth, and\nFranklin. One school—Garfield—is more or less in the center of\nSeattle. App. in No. 05–908, at 38a–39a, 45a.For the 2000–2001 school year, five of these\nschools were oversubscribed—Ballard, Nathan Hale, Roosevelt,\nGarfield, and Franklin—so much so that 82 percent of incoming ninth\ngraders ranked one of these schools as their first choice.Id.,at 38a. Three of the oversubscribed schools were\n“integration positive” because the school’s white enrollment the\nprevious school year was greater than 51 percent—Ballard, Nathan\nHale, and Roosevelt. Thus, more nonwhite students (107, 27, and 82,\nrespectively) who selected one of these three schools as a top\nchoice received placement at the school than would have been the\ncase had race not been considered, and proximity been the next\ntiebreaker.Id.,at 39a–40a. Franklin was “integration\npositive” because its nonwhite enrollment the previous school year\nwas greater than 69 percent; 89 more white students were assigned\nto Franklin by operation of the racial tiebreaker in the 2000–2001\nschool year than otherwise would have been.Ibid.Garfield\nwas the only oversubscribed school whose composition during the\n1999–2000 school year was within the racial guidelines, although in\nprevious years Garfield’s enrollment had been predominantly\nnonwhite, and the racial tiebreaker had been used to give\npreference to white students.Id.,at 39a.Petitioner Parents Involved in Community\nSchools (Parents Involved) is a nonprofit corporation comprising\nthe parents of children who have been or may be denied assignment\nto their chosen high school in the district because of their race.\nThe concerns of Parents Involved are illustrated by Jill Kurfirst,\nwho sought to enroll her ninth-grade son, Andy Meeks, in Ballard\nHigh School’s special Biotechnology Career Academy. Andy suffered\nfrom attention deficit hyperactivity disorder and dyslexia, but had\nmade good progress with hands-on instruction, and his mother and\nmiddle school teachers thought that the smaller biotechnology\nprogram held the most promise for his continued success. Andy was\naccepted into this selective program but, because of the racial\ntiebreaker, was denied assignment to Ballard High School.Id.,at 143a–146a, 152a–160a. Parents Involved commenced\nthis suit in the Western District of Washington, alleging that\nSeattle’s use of race in assignments violated the Equal Protection\nClause of the Fourteenth Amendment,[Footnote 4] Title VI of the Civil Rights Act of\n1964,[Footnote 5] and the\nWashington Civil Rights Act.[Footnote 6]Id.,at 28a–35a.The District Court granted summary judgment to\nthe school district, finding that state law did not bar the\ndistrict’s use of the racial tiebreaker and that the plan survived\nstrict scrutiny on the federal constitutional claim because it was\nnarrowly tailored to serve a compelling government interest. 137\nF. Supp. 2d 1224, 1240 (WD Wash. 2001) (Parents Involved\nI). The Ninth Circuit initially reversed based on its\ninterpretation of the Washington Civil Rights Act, 285 F. 3d\n1236, 1253 (2002) (Parents Involved II), and enjoined the\ndistrict’s use of the integration tiebreaker,id.,at\n1257. Upon realizing that the litigation would not be resolved in\ntime for assignment decisions for the 2002–2003 school year, the\nNinth Circuit withdrew its opinion, 294 F. 3d 1084 (2002)\n(Parents Involved III), vacated the injunction, and,\npursuant to Wash. Rev. Code §2.60.020 (2006), certified the\nstate-law question to the Washington Supreme Court, 294 F. 3d\n1085, 1087 (2002) (Parents Involved IV).The Washington Supreme Court determined that\nthe State Civil Rights Act bars only preferential treatment\nprograms “where race or gender is used by government to select a\nless qualified applicant over a more qualified applicant,” and not\n“[p]rograms which are racially neutral, such as the [district’s]\nopen choice plan.”Parents Involved in Community Schoolsv.Seattle School Dist., No. 1,149 Wash. 2d 660, 689–690,\n663, 72 P. 3d 151, 166, 153 (2003) (en banc) (Parents\nInvolved V). The state court returned the case to the Ninth\nCircuit for further proceedings.Id.,at 690, 72\nP. 3d, at 167.A panel of the Ninth Circuit then again\nreversed the District Court, this time ruling on the federal\nconstitutional question.Parents Involved VI,377\nF. 3d 949 (2004). The panel determined that while achieving\nracial diversity and avoiding racial isolation are compelling\ngovernment interests,id.,at 964, Seattle’s use of the\nracial tiebreaker was not narrowly tailored to achieve these\ninterests,id.,at 980. The Ninth Circuit granted\nrehearing en banc, 395 F. 3d 1168 (2005), and overruled the\npanel decision, affirming the District Court’s determination that\nSeattle’s plan was narrowly tailored to serve a compelling\ngovernment interest,Parents Involved VII, 426 F. 3d,\nat 1192–1193. We granted certiorari. 547 U. S. __ (2006).BJefferson County Public Schools\noperates the public school system in metropolitan Louisville,\nKentucky. In 1973 a federal court found that Jefferson County had\nmaintained a segregated school system,Newburg Area Council,\nInc.v.Board of Ed. of Jefferson Cty., 489\nF. 2d 925, 932 (CA6), vacated and remanded,418 U. S. 918,\nreinstated with modifications, 510 F. 2d 1358, 1359 (CA6\n1974), and in 1975 the District Court entered a desegregation\ndecree. SeeHamptonv.Jefferson Cty. Bd. of Ed.,\n72 F. Supp. 2d 753, 762–764 (WD Ky. 1999). Jefferson County\noperated under this decree until 2000, when the District Court\ndissolved the decree after finding that the district had achieved\nunitary status by eliminating “[t]o the greatest extent\npracticable” the vestiges of its prior policy of segregation.Hamptonv.Jefferson Cty. Bd. of Ed., 102\nF. Supp. 2d 358, 360 (2000). SeeBoard of Ed. of Oklahoma\nCity Public Schoolsv.Dowell,498 U. S. 237, 249–250\n(1991);Greenv.School Bd. of New Kent Cty.,391 U. S. 430,\n435–436 (1968).In 2001, after the decree had\nbeen dissolved, Jefferson County adopted the voluntary student\nassignment plan at issue in this case. App. in No. 05–915, p. 77.\nApproximately 34 percent of the district’s 97,000 students are\nblack; most of the remaining 66 percent are white.McFarlandv.Jefferson Cty. Public Schools, 330\nF. Supp. 2d 834, 839–840, and n. 6 (WD Ky. 2004)\n(McFarland I). The plan requires all nonmagnet schools to\nmaintain a minimum black enrollment of 15 percent, and a maximum\nblack enrollment of 50 percent. App. in No. 05–915, at 81;McFarland I,supra, at 842.At the elementary school level, based on his\nor her address, each student is designated a “resides” school to\nwhich students within a specific geographic area are assigned;\nelementary resides schools are “grouped into clusters in order to\nfacilitate integration.” App. in No. 05–915, at 82. The district\nassigns students to nonmagnet schools in one of two ways: Parents\nof kindergartners, first-graders, and students new to the district\nmay submit an application indicating a first and second choice\namong the schools within their cluster; students who do not submit\nsuch an application are assigned within the cluster by the\ndistrict. “Decisions to assign students to schools within each\ncluster are based on available space within the schools and the\nracial guidelines in the District’s current student assignment\nplan.”Id.,at 38. If a school has reached the “extremes\nof the racial guidelines,” a student whose race would contribute to\nthe school’s racial imbalance will not be assigned there.Id.,at 38–39, 82. After assignment, students at all grade\nlevels are permitted to apply to transfer between nonmagnet schools\nin the district. Transfers may be requested for any number of\nreasons, and may be denied because of lack of available space or on\nthe basis of the racial guidelines.Id.,at 43.[Footnote 7]When petitioner Crystal Meredith moved into\nthe school district in August 2002, she sought to enroll her son,\nJoshua McDonald, in kindergarten for the 2002–2003 school year. His\nresides school was only a mile from his new home, but it had no\navailable space—assignments had been made in May, and the class was\nfull. Jefferson County assigned Joshua to another elementary school\nin his cluster, Young Elementary. This school was 10 miles from\nhome, and Meredith sought to transfer Joshua to a school in a\ndifferent cluster, Bloom Elementary, which—like his resides\nschool—was only a mile from home. See Tr. inMcFarland I,pp. 1–49 through 1–54 (Dec. 8, 2003). Space was available at\nBloom, and intercluster transfers are allowed, but Joshua’s\ntransfer was nonetheless denied because, in the words of Jefferson\nCounty, “[t]he transfer would have an adverse effect on\ndesegregation compliance” of Young. App. in No. 05–915, at\n97.[Footnote 8]Meredith brought suit in the Western District\nof Kentucky, alleging violations of the Equal Protection Clause of\nthe Fourteenth Amendment. The District Court found that Jefferson\nCounty had asserted a compelling interest in maintaining racially\ndiverse schools, and that the assignment plan was (in all relevant\nrespects) narrowly tailored to serve that compelling interest.McFarland I,supra, at 837.[Footnote 9] The Sixth Circuit affirmed in aper curiamopinion relying upon the reasoning of the\nDistrict Court, concluding that a written opinion “would serve no\nuseful purpose.”McFarlandv.Jefferson Cty. Public\nSchools, 416 F. 3d 513, 514 (2005) (McFarland\nII). We granted certiorari. 547 U. S. __ (2006).IIAs a threshold matter, we must\nassure ourselves of our jurisdiction. Seattle argues that Parents\nInvolved lacks standing because none of its current members can\nclaim an imminent injury. Even if the district maintains the\ncurrent plan and reinstitutes the racial tiebreaker, Seattle\nargues, Parents Involved members will only be affected if their\nchildren seek to enroll in a Seattle public high school and choose\nan oversubscribed school that is integration positive—too\nspeculative a harm to maintain standing. Brief for Respondents in\nNo. 05–908, pp. 16–17.This argument is unavailing. The\ngroup’s members have children in the district’s elementary, middle,\nand high schools, App. in No. 05–908, at 299a–301a; Affidavit of\nKathleen Brose Pursuant to this Court’s Rule 32.3 (Lodging of\nPetitioner Parents Involved), and the complaint sought declaratory\nand injunctive relief on behalf of Parents Involved members whose\nelementary and middle school children may be “denied admission to\nthe high schools of their choice when they apply for those schools\nin the future,” App. in No. 05–908, at 30a. The fact that it is\npossible that children of group members will not be denied\nadmission to a school based on their race—because they choose an\nundersubscribed school or an oversubscribed school in which their\nrace is an advantage—does not eliminate the injury claimed.\nMoreover, Parents Involved also asserted an interest in not being\n“forced to compete for seats at certain high schools in a system\nthat uses race as a deciding factor in many of its admissions\ndecisions.”Ibid.As we have held, one form of injury\nunder the Equal Protection Clause is being forced to compete in a\nrace-based system that may prejudice the plaintiff,Adarand\nConstructors, Inc.v.Pe&nacute;a,515 U. S. 200, 211 (1995);Northeastern Fla. Chapter, Associated Gen. Contractors of\nAmericav.Jacksonville,508 U. S. 656, 666\n(1993), an injury that the members of Parents Involved can validly\nclaim on behalf of their children.In challenging standing, Seattle also notes\nthat it has ceased using the racial tiebreaker pending the outcome\nof this litigation. Brief for Respondents in No. 05–908,\nat 16–17. But the district vigorously defends the\nconstitutionality of its race-based program, and nowhere suggests\nthat if this litigation is resolved in its favor it will not resume\nusing race to assign students. Voluntary cessation does not moot a\ncase or controversy unless “subsequent events ma[ke] it absolutely\nclear that the allegedly wrongful behavior could not reasonably be\nexpected to recur,”Friends of Earth, Inc.v.Laidlaw\nEnvironmental Services (TOC), Inc.,528 U. S. 167, 189\n(2000) (quotingUnited Statesv.Concentrated\nPhosphate Export Assn., Inc.,393 U. S. 199, 203\n(1968) (internal quotation marks omitted)), a heavy burden that\nSeattle has clearly not met.Jefferson County does not challenge our\njurisdiction, Tr. of Oral Arg. in No. 05–915, p. 48, but we are\nnonetheless obliged to ensure that it exists,Arbaughv.Y & H Corp.,546 U. S. 500, 514\n(2006). Although apparently Joshua has now been granted a transfer\nto Bloom, the school to which transfer was denied under the racial\nguidelines, Tr. of Oral Arg. in No. 05–915, at 45, the racial\nguidelines apply at all grade levels. Upon Joshua’s enrollment in\nmiddle school, he may again be subject to assignment based on his\nrace. In addition, Meredith sought damages in her complaint, which\nis sufficient to preserve our ability to consider the question.Los Angelesv.Lyons,461 U. S. 95, 109\n(1983).IIIAIt is well established that when\nthe government distributes burdens or benefits on the basis of\nindividual racial classifications, that action is reviewed under\nstrict scrutiny.Johnsonv.California,543 U. S. 499, 505–506\n(2005);Grutterv.Bollinger,539 U. S. 306, 326\n(2003);Adarand, supra, at 224. As the Court recently\nreaffirmed, “ ‘racial classifications are simply too\npernicious to permit any but the most exact connection between\njustification and classification.’ ”Gratzv.Bollinger,539 U. S. 244, 270\n(2003) (quotingFullilovev.Klutznick,448 U. S. 448, 537\n(1980) (Stevens, J., dissenting); brackets omitted). In order to\nsatisfy this searching standard of review, the school districts\nmust demonstrate that the use of individual racial classifications\nin the assignment plans here under review is “narrowly tailored” to\nachieve a “compelling” government interest.Adarand,supra, at 227.Without attempting in these cases to set forth\nall the interests a school district might assert, it suffices to\nnote that our prior cases, in evaluating the use of racial\nclassifications in the school context, have recognized two\ninterests that qualify as compelling. The first is the compelling\ninterest of remedying the effects of past intentional\ndiscrimination. SeeFreemanv.Pitts,503 U. S. 467, 494 (1992). Yet the\nSeattle public schools have not shown that they were ever\nsegregated by law, and were not subject to court-ordered\ndesegregation decrees. The Jefferson County public schools were\npreviously segregated by law and were subject to a desegregation\ndecree entered in 1975. In 2000, the District Court that entered\nthat decree dissolved it, finding that Jefferson County had\n“eliminated the vestiges associated with the former policy of\nsegregation and its pernicious effects,” and thus had achieved\n“unitary” status.Hampton, 102 F. Supp. 2d, at 360.\nJefferson County accordingly does not rely upon an interest in\nremedying the effects of past intentional discrimination in\ndefending its present use of race in assigning students. See Tr. of\nOral Arg. in No. 05–915, at 38.Nor could it. We have emphasized\nthat the harm being remedied by mandatory desegregation plans is\nthe harm that is traceable to segregation, and that “the\nConstitution is not violated by racial imbalance in the schools,\nwithout more.”Millikenv.Bradley,433 U. S. 267, 280,\nn. 14 (1977). See alsoFreeman,supra, at\n495–496;Dowell, 498 U. S., at 248;Millikenv.Bradley,418 U. S. 717, 746\n(1974). Once Jefferson County achieved unitary status, it had\nremedied the constitutional wrong that allowed race-based\nassignments. Any continued use of race must be justified on some\nother basis.[Footnote\n10]The second government interest we have\nrecognized as compelling for purposes of strict scrutiny is the\ninterest in diversity in higher education upheld inGrutter, 539 U. S., at 328. The specific interest found\ncompelling inGrutterwas student body diversity “in the\ncontext of higher education.”Ibid.The diversity interest\nwas not focused on race alone but encompassed “all factors that may\ncontribute to student body diversity.”Id.,at 337. We\ndescribed the various types of diversity that the law school\nsought:“[The law school’s] policy makes clear there are\nmany possible bases for diversity admissions, and provides examples\nof admittees who have lived or traveled widely abroad, are fluent\nin several languages, have overcome personal adversity and family\nhardship, have exceptional records of extensive community service,\nand have had successful careers in other fields.”Id.,at\n338 (brackets and internal quotation marks omitted).The Court quoted the articulation of diversity from\nJustice Powell’s opinion inRegents of the University of\nCaliforniav.Bakke,438 U. S. 265(1978),\nnoting that “it is not an interest in simple ethnic diversity, in\nwhich a specified percentage of the student body is in effect\nguaranteed to be members of selected ethnic groups, that can\njustify the use of race.”Grutter,supra,at\n324–325 (citing and quotingBakke,supra, at\n314–315 (opinion of Powell, J.); brackets and internal quotation\nmarks omitted). Instead, what was upheld inGrutterwas\nconsideration of “a far broader array of qualifications and\ncharacteristics of which racial or ethnic origin is but a single\nthough important element.” 539 U. S., at 325 (quotingBakke,supra, at 315 (opinion of Powell, J.);\ninternal quotation marks omitted).The entire gist of the analysis inGrutterwas that the admissions program at issue there\nfocused on each applicant as an individual, and not simply as a\nmember of a particular racial group. The classification of\napplicants by race upheld inGrutterwas only as part of a\n“highly individualized, holistic review,” 539 U. S., at 337. As the\nCourt explained, “[t]he importance of this individualized\nconsideration in the context of a race-conscious admissions program\nis paramount.”Ibid.The point of the narrow tailoring\nanalysis in which theGrutterCourt engaged was to ensure\nthat the use of racial classifications was indeed part of a broader\nassessment of diversity, and not simply an effort to achieve racial\nbalance, which the Court explained would be “patently\nunconstitutional.”Id., at 330.In the present cases, by contrast, race is not\nconsidered as part of a broader effort to achieve “exposure to\nwidely diverse people, cultures, ideas, and viewpoints,”ibid.; race, for some students, is determinative standing\nalone. The districts argue that other factors, such as student\npreferences, affect assignment decisions under their plans, but\nunder each plan when race comes into play, it is decisive by\nitself. It is not simply one factor weighed with others in reaching\na decision, as inGrutter; it isthefactor. Like\nthe University of Michigan undergraduate plan struck down inGratz, 539 U. S., at 275, the plans here “do not provide\nfor a meaningful individualized review of applicants” but instead\nrely on racial classifications in a “nonindividualized, mechanical”\nway.Id.,at 276, 280 (O’Connor, J., concurring).Even when it comes to race, the plans here\nemploy only a limited notion of diversity, viewing race exclusively\nin white/nonwhite terms in Seattle and black/“other” terms in\nJefferson County.[Footnote\n11] But seeMetro Broadcasting, Inc.v.FCC,497 U. S. 547,\n610 (1990) (“We are a Nation not of black and white alone, but one\nteeming with divergent communities knitted together with various\ntraditions and carried forth, above all, by individuals”)\n(O’Connor, J., dissenting). The Seattle “Board Statement\nReaffirming Diversity Rationale” speaks of the “inherent\neducational value” in “[p]roviding students the opportunity to\nattend schools with diverse student enrollment,” App. in No.\n05–908, at 128a, 129a. But under the Seattle plan, a school with 50\npercent Asian-American students and 50 percent white students but\nno African-American, Native-American, or Latino students would\nqualify as balanced, while a school with 30 percent Asian-American,\n25 percent African-American, 25 percent Latino, and 20 percent\nwhite students would not. It is hard to understand how a plan that\ncould allow these results can be viewed as being concerned with\nachieving enrollment that is “ ‘broadly diverse,’ ”Grutter, supra, at 329.Prior toGrutter, the courts of\nappeals rejected as unconstitutional attempts to implement\nrace-based assignment plans—such as the plans at issue here—in\nprimary and secondary schools. See,e.g.,Eisenbergv.Montgomery Cty. Public Schools, 197\nF. 3d 123, 133 (CA4 1999);Tuttlev.Arlington\nCty. School Bd., 195 F. 3d 698, 701 (CA4 1999);Wessmanv.Gittens, 160 F. 3d 790, 809 (CA1\n1998). See alsoHov.San Francisco Unified School\nDist., 147 F. 3d 854, 865 (CA9 1998). AfterGrutter, however, the two Courts of Appeals in these\ncases, and one other, found that race-based assignments were\npermissible at the elementary and secondary level, largely in\nreliance on that case. SeeParents Involved VII, 426\nF. 3d, at 1166;McFarland II, 416 F. 3d, at 514;Comfortv.Lynn School Comm., 418 F. 3d 1,\n13 (CA1 2005).In upholding the admissions plan inGrutter, though, this Court relied upon considerations\nunique to institutions of higher education, noting that in light of\n“the expansive freedoms of speech and thought associated with the\nuniversity environment, universities occupy a special niche in our\nconstitutional tradition.” 539 U. S., at 329. See alsoBakke,supra, at 312, 313 (opinion of Powell,\nJ.). The Court explained that “[c]ontext matters” in applying\nstrict scrutiny, and repeatedly noted that it was addressing the\nuse of race “in the context of higher education.”Grutter,supra, at 327, 328, 334. The Court inGrutterexpressly articulated key limitations on its holding—defining a\nspecific type of broad-based diversity and noting the unique\ncontext of higher education—but these limitations were largely\ndisregarded by the lower courts in extendingGrutterto\nuphold race-based assignments in elementary and secondary schools.\nThe present cases are not governed byGrutter.BPerhaps recognizing that reliance\nonGruttercannot sustain their plans, both school\ndistricts assert additional interests, distinct from the interest\nupheld inGrutter, to justify their race-based\nassignments. In briefing and argument before this Court, Seattle\ncontends that its use of race helps to reduce racial concentration\nin schools and to ensure that racially concentrated housing\npatterns do not prevent nonwhite students from having access to the\nmost desirable schools. Brief for Respondents in No. 05–908,\nat 19. Jefferson County has articulated a similar goal,\nphrasing its interest in terms of educating its students “in a\nracially integrated environment.” App. in No. 05–915, at\n22.[Footnote 12] Each school\ndistrict argues that educational and broader socialization benefits\nflow from a racially diverse learning environment, and each\ncontends that because the diversity they seek is racial\ndiversity—not the broader diversity at issue inGrutter—it\nmakes sense to promote that interest directly by relying on race\nalone.The parties and theiramicidispute whether racial diversity in schools in fact\nhas a marked impact on test scores and other objective yardsticks\nor achieves intangible socialization benefits. The debate is not\none we need to resolve, however, because it is clear that the\nracial classifications employed by the districts are not narrowly\ntailored to the goal of achieving the educational and social\nbenefits asserted to flow from racial diversity. In design and\noperation, the plans are directed only to racial balance, pure and\nsimple, an objective this Court has repeatedly condemned as\nillegitimate.The plans are tied to each district’s specific\nracial demographics, rather than to any pedagogic concept of the\nlevel of diversity needed to obtain the asserted educational\nbenefits. In Seattle, the district seeks white enrollment of\nbetween 31 and 51 percent (within 10 percent of “the district white\naverage” of 41 percent), and nonwhite enrollment of between 49 and\n69 percent (within 10 percent of “the district minority average” of\n59 percent). App. in No. 05–908, at 103a. In Jefferson County, by\ncontrast, the district seeks black enrollment of no less than 15 or\nmore than 50 percent, a range designed to be “equally above and\nbelow Black student enrollment systemwide,”McFarland I, 330 F. Supp. 2d, at 842, based on\nthe objective of achieving at “all schools … an African-American\nenrollment equivalent to the average district-wide African-American\nenrollment” of 34 percent. App. in No. 05–915, at 81. In Seattle,\nthen, the benefits of racial diversity require enrollment of at\nleast 31 percent white students; in Jefferson County, at least 50\npercent. There must be at least 15 percent nonwhite students under\nJefferson County’s plan; in Seattle, more than three times that\nfigure. This comparison makes clear that the racial demographics in\neach district—whatever they happen to be—drive the required\n“diversity” numbers. The plans here are not tailored to achieving a\ndegree of diversity necessary to realize the asserted educational\nbenefits; instead the plans are tailored, in the words of Seattle’s\nManager of Enrollment Planning, Technical Support, and\nDemographics, to “the goal established by the school board of\nattain-ing a level of diversity within the schools that\napproximates the district’s overall demographics.” App. in No.\n05–908, at 42a.The districts offer no evidence that the level\nof racial diversity necessary to achieve the asserted educational\nbenefits happens to coincide with the racial demographics of the\nrespective school districts—or rather the white/nonwhite or\nblack/“other” balance of the districts, since that is the only\ndiversity addressed by the plans. Indeed, in its brief Seattle\nsimply assumes that the educational benefits track the racial\nbreakdown of the district. See Brief for Respondents in No. 05–908,\nat 36 (“For Seattle, ‘racial balance’ is clearly not an end in\nitself but rather a measure of the extent to which the educational\ngoals the plan was designed to foster are likely to be achieved”).\nWhen asked for “a range of percentage that would be diverse,”\nhowever, Seattle’s expert said it was important to have “sufficient\nnumbers so as to avoid students feeling any kind of specter of\nexceptionality.” App. in No. 05–908, at 276a. The district did not\nattempt to defend the proposition that anything outside its range\nposed the “specter of exceptionality.” Nor did it demonstrate in\nany way how the educational and social benefits of racial diversity\nor avoidance of racial isolation are more likely to be achieved at\na school that is 50 percent white and 50 percent Asian-American,\nwhich would qualify as diverse under Seattle’s plan, than at a\nschool that is 30 percent Asian-American, 25 percent\nAfrican-American, 25 percent Latino, and 20 percent white, which\nunder Seattle’s definition would be racially concentrated.Similarly, Jefferson County’s expert referred\nto the importance of having “at least 20 percent” minority group\nrepresentation for the group “to be visible enough to make a\ndifference,” and noted that “small isolated minority groups in a\nschool are not likely to have a strong effect on the overall\nschool.” App. in No. 05–915, at 159, 147. The Jefferson County\nplan, however, is based on a goal of replicating at each school “an\nAfrican-American enrollment equivalent to the average district-wide\nAfrican-American enrollment.”Id.,at 81. Joshua\nMcDonald’s requested transfer was denied because his race was\nlisted as “other” rather than black, and allowing the transfer\nwould have had an adverse effect on the racial guideline compliance\nof Young Elementary, the school he sought to leave.Id.,at 21. At the time, however, Young Elementary was 46.8 percent\nblack.Id., at 73. The transfer might have had an adverse\neffect on the effort to approach district-wide racial\nproportionality at Young, but it had nothing to do with preventing\neither the black or “other” group from becoming “small” or\n“isolated” at Young.In fact, in each case the extreme measure of\nrelying on race in assignments is unnecessary to achieve the stated\ngoals, even as defined by the districts. For example, at Franklin\nHigh School in Seattle, the racial tiebreaker was applied because\nnonwhite enrollment exceeded 69 percent, and resulted in an\nincoming ninth-grade class in 2000–2001 that was 30.3 percent\nAsian-American, 21.9 percent African-American, 6.8 percent Latino,\n0.5 percent Native-American, and 40.5 percent Caucasian. Without\nthe racial tiebreaker, the class would have been 39.6 percent\nAsian-American, 30.2 percent African-American, 8.3 percent Latino,\n1.1 percent Native-American, and 20.8 percent Caucasian. See App.\nin No. 05–908, at 308a. When the actual racial breakdown is\nconsidered, enrolling students without regard to their race yields\na substantially diverse student body under any definition of\ndiversity.[Footnote 13]InGrutter, the number of minority\nstudents the school sought to admit was an undefined “meaningful\nnumber” necessary to achieve a genuinely diverse student body. 539\nU. S., at 316, 335–336. Although the matter was the subject of\ndisagreement on the Court, seeid.,at 346–347 (Scalia,\nJ., concurring in part and dissenting in part);id.,at\n382–383 (Rehnquist, C. J., dissenting);id.,at\n388–392 (Kennedy, J., dissenting), the majority concluded that the\nlaw school did not count back from its applicant pool to arrive at\nthe “meaningful number” it regarded as necessary to diversify its\nstudent body.Id.,at 335–336. Here the racial balance the\ndistricts seek is a defined range set solely by reference to the\ndemographics of the respective school districts.This working backward to achieve a particular\ntype of racial balance, rather than working forward from some\ndemonstration of the level of diversity that provides the purported\nbenefits, is a fatal flaw under our existing precedent. We have\nmany times over reaffirmed that “[r]acial balance is not to be\nachieved for its own sake.”Freeman, 503 U. S., at 494.\nSee alsoRichmondv.J. A. Croson Co.,488 U. S. 469, 507\n(1989);Bakke, 438 U. S., at 307 (opinion of Powell, J.)\n(“If petitioner’s purpose is to assure within its student body some\nspecified percentage of a particular group merely because of its\nrace or ethnic origin, such a preferential purpose must be rejected\n… as facially invalid”).Grutteritself reiterated that\n“outright racial balancing” is “patently unconstitutional.” 539 U.\nS., at 330.Accepting racial balancing as a compelling\nstate interest would justify the imposition of racial\nproportionality throughout American society, contrary to our\nrepeated recognition that “[a]t the heart of the Constitution’s\nguarantee of equal protection lies the simple command that the\nGovernment must treat citizens as individuals, not as simply\ncomponents of a racial, religious, sexual or national class.”Millerv.Johnson,515 U. S. 900, 911\n(1995) (quotingMetro Broadcasting, 497 U. S., at 602\n(O’Connor, J., dissenting); internal quotation marks\nomitted).[Footnote 14]\nAllowing racial balancing as a compelling end in itself would\n“effectively assur[e] that race will always be relevant in American\nlife, and that the ‘ultimate goal’ of ‘eliminating entirely from\ngovernmental decisionmaking such irrelevant factors as a human\nbeing’s race’ will never be achieved.”Croson, supra, at\n495 (plurality opinion of O’Connor, J.) (quotingWygantv.Jackson Bd. of Ed.,476 U. S. 267, 320\n(1986) (Stevens, J., dissenting), in turn quotingFullilove,448 U. S., at 547 (Stevens, J., dissenting);\nbrackets and citation omitted). An interest “linked to nothing\nother than proportional representation of various races … would\nsupport indefinite use of racial classifications, employed first to\nobtain the appropriate mixture of racial views and then to ensure\nthat the [program] continues to reflect that mixture.”Metro\nBroadcasting,supra, at 614 (O’Connor, J.,\ndissenting).The validity of our concern that racial\nbalancing has “no logical stopping point,”Croson,supra, at 498 (quotingWygant,supra, at\n275 (plurality opinion); internal quotation marks omitted); see\nalsoGrutter, supra, at 343, is demonstrated here by the\ndegree to which the districts tie their racial guidelines to their\ndemographics. As the districts’ demographics shift, so too will\ntheir definition of racial diversity. See App. in No. 05–908, at\n103a (describing application of racial tiebreaker based on\n“currentwhite percentage” of 41 percent and\n“currentminority percentage” of 59 percent (emphasis\nadded)).The Ninth Circuit below stated that it\n“share[d] in the hope” expressed inGrutterthat in 25\nyears racial preferences would no longer be necessary to further\nthe interest identified in that case.Parents Involved\nVII, 426 F. 3d, at 1192. But in Seattle the plans are\ndefended as necessary to address the consequences of racially\nidentifiable housing patterns. The sweep of the mandate claimed by\nthe district is contrary to our rulings that remedying past\nsocietal discrimination does not justify race-conscious government\naction. See,e.g.,Shawv.Hunt,517 U. S. 899,\n909–910 (1996) (“[A]n effort to alleviate the effects of societal\ndiscrimination is not a compelling interest”);Croson,supra, at 498–499;Wygant, 476 U. S., at 276\n(plurality opinion) (“Societal discrimination, without more, is too\namorphous a basis for imposing a racially classified remedy”);id.,at 288 (O’Connor, J., concurring in part and\nconcurring in judgment) (“[A] governmental agency’s interest in\nremedying ‘societal’ discrimination, that is, discrimination not\ntraceable to its own actions, cannot be deemed sufficiently\ncompelling to pass constitutional muster”).The principle that racial balancing is not\npermitted is one of substance, not semantics. Racial balancing is\nnot transformed from “patently unconstitutional” to a compelling\nstate interest simply by relabeling it “racial diversity.” While\nthe school districts use various verbal formulations to describe\nthe interest they seek to promote—racial diversity, avoidance of\nracial isolation, racial integration—they offer no definition of\nthe interest that suggests it differs from racial balance. See,e.g.,App. in No. 05–908, at 257a (“Q. What’s your\nunderstanding of when a school suffers from racial isolation? A. I\ndon’t have a definition for that”);id.,at 228a–229a (“I\ndon’t think we’ve ever sat down and said, ‘Define racially\nconcentrated school exactly on point in quantitative terms.’ I\ndon’t think we’ve ever had that conversation”); Tr. inMcFarland I, at 1–90 (Dec. 8, 2003) (“Q. How does the\nJefferson County School Board define diversity … ?” “A.\nWell, we want to have the schools that make up the percentage of\nstudents of the population”).Jefferson County phrases its interest as\n“racial integration,” but integration certainly does not require\nthe sort of racial proportionality reflected in its plan. Even in\nthe context of mandatory desegregation, we have stressed that\nracial proportionality is not required, seeMilliken,433\nU. S., at 280, n. 14 (“[A desegregation] order contemplating the\nsubstantive constitutional right [to a] particular degree of racial\nbalance or mixing is … infirm as a matter of law” (internal\nquotation marks omitted));Swannv.Charlotte-Mecklenburg Bd. of Ed.,402 U. S. 1, 24 (1971) (“The\nconstitutional command to desegregate schools does not mean that\nevery school in every community must always reflect the racial\ncomposition of the school system as a whole”), and here Jefferson\nCounty has already been found to have eliminated the vestiges of\nits prior segregated school system.The en banc Ninth Circuit declared that “when\na racially diverse school system is the goal (or racial\nconcentration or isolation is the problem), there is no more\neffective means than a consideration of race to achieve the\nsolution.”Parents Involved VII,supra, at 1191.\nFor the foregoing reasons, this conclusory argument cannot sustain\nthe plans. However closely related race-based assignments may be to\nachieving racial balance, that itself cannot be the goal, whether\nlabeled “racial diversity” or anything else. To the extent the\nobjective is sufficient diversity so that students see fellow\nstudents as individuals rather than solely as members of a racial\ngroup, using means that treat students solely as members of a\nracial group is fundamentally at cross-purposes with that end.CThe districts assert, as they\nmust, that the way in which they have employed individual racial\nclassifications is necessary to achieve their stated ends. The\nminimal effect these classifications have on student assignments,\nhowever, suggests that other means would be effective. Seattle’s\nracial tiebreaker results, in the end, only in shifting a small\nnumber of students between schools. Approximately 307 student\nassignments were affected by the racial tiebreaker in 2000–2001;\nthe district was able to track the enrollment status of 293 of\nthese students. App. in No. 05–908, at 162a. Of these, 209 were\nassigned to a school that was one of their choices, 87 of whom were\nassigned to the same school to which they would have been assigned\nwithout the racial tiebreaker. Eighty-four students were assigned\nto schools that they did not list as a choice, but 29 of those\nstudents would have been assigned to their respective school\nwithout the racial tiebreaker, and 3 were able to attend one of the\noversubscribed schools due to waitlist and capacity adjustments.Id.,at 162a–163a. In over one-third of the assignments\naffected by the racial tiebreaker, then, the use of race in the end\nmade no difference, and the district could identify only 52\nstudents who were ultimately affected adversely by the racial\ntiebreaker in that it resulted in assignment to a school they had\nnot listed as a preference and to which they would not otherwise\nhave been assigned.As the panel majority inParents Involved VIconcluded:“[T]he tiebreaker’s annual effect is thus merely to\nshuffle a few handfuls of different minority students between a few\nschools—about a dozen additional Latinos into Ballard, a dozen\nblack students into Nathan Hale, perhaps two dozen Asians into\nRoosevelt, and so on. The District has not met its burden of\nproving these marginal changes … outweigh the cost of subjecting\nhundreds of students to disparate treatment based solely upon the\ncolor of their skin.” 377 F. 3d, at 984–985 (footnote\nomitted).Similarly, Jefferson County’s use\nof racial classifications has only a minimal effect on the\nassignment of students. Elementary school students are assigned to\ntheir first- or second-choice school 95 percent of the time, and\ntransfers, which account for roughly 5 percent of assignments, are\nonly denied 35 percent of the time—and presumably an even smaller\npercentage are denied on the basis of the racial guidelines, given\nthat other factors may lead to a denial.McFarland I, 330\nF. Supp. 2d, at 844–845, nn. 16, 18. Jefferson County\nestimates that the racial guidelines account for only 3 percent of\nassignments. Brief in Opposition in No. 05–915, p. 7,\nn. 4; Tr. of Oral Arg. in No. 05–915, at 46. As Jefferson\nCounty explains, “the racial guidelines have minimal impact in this\nprocess, because they ‘mostly influence student assignment in\nsubtle and indirect ways.’ ” Brief for Respondents in No.\n05–915, pp. 8–9.While we do not suggest thatgreateruse of race would be preferable, the minimal impact of the\ndistricts’ racial classifications on school enrollment casts doubt\non the necessity of using racial classifications. InGrutter, the consideration of race was viewed as\nindispensable in more than tripling minority representation at the\nlaw school—from 4 to 14.5 percent. See 539 U. S., at 320. Here the\nmost Jefferson County itself claims is that “because the guidelines\nprovide a firm definition of the Board’s goal of racially\nintegrated schools, they ‘provide administrators with the authority\nto facilitate, negotiate and collaborate with principals and staff\nto maintain schools within the 15–50% range.’ ” Brief in\nOpposition in No. 05–915, at 7 (quotingMcFarland I,supra, at 842). Classifying and assigning schoolchildren\naccording to a binary conception of race is an extreme approach in\nlight of our precedents and our Nation’s history of using race in\npublic schools, and requires more than such an amorphous end to\njustify it.The districts have also failed to show that\nthey considered methods other than explicit racial classifications\nto achieve their stated goals. Narrow tailoring requires “serious,\ngood faith consideration of workable race-neutral alternatives,”Grutter, supra, at 339, and yet in Seattle several\nalternative assignment plans—many of which would not have used\nexpress racial classifications—were rejected with little or no\nconsideration. See,e.g., App. in No. 05–908, at\n224a–225a, 253a–259a, 307a. Jefferson County has failed to present\nany evidence that it considered alternatives, even though the\ndistrict already claims that its goals are achieved primarily\nthrough means other than the racial classifications. Brief for\nRespondents in No. 05–915, at 8–9. CompareCroson,\n488 U. S., at 519 (Kennedy, J., concurring in part and concurring\nin judgment) (racial classifications permitted only “as a last\nresort”).IVJustice Breyer’s dissent takes a\ndifferent approach to these cases, one that fails to ground the\nresult it would reach in law. Instead, it selectively relies on\ninapplicable precedent and even dicta while dismissing contrary\nholdings, alters and misapplies our well-established legal\nframework for assessing equal protection challenges to express\nracial classifications, and greatly exaggerates the consequences of\ntoday’s decision.To begin with, Justice Breyer\nseeks to justify the plans at issue under our precedents\nrecognizing the compelling interest in remedying past intentional\ndiscrimination. Seepost, at 18–24. Not even the school\ndistricts go this far, and for good reason. The distinction between\nsegregation by state action and racial imbalance caused by other\nfactors has been central to our jurisprudence in this area for\ngenerations. See,e.g.,Milliken, 433 U. S., at\n280, n. 14;Freeman, 503 U. S., at 495–496 (“Where\nresegregation is a product not of state action but of private\nchoices, it does not have constitutional implications”). The\ndissent elides this distinction betweende jureandde\nfactosegregation, casually intimates that Seattle’s school\nattendance patterns reflect illegal segregation,post, at\n5, 18, 23,[Footnote 15] and\nfails to credit the judicial determination—under the most rigorous\nstandard—that Jefferson County had eliminated the vestiges of prior\nsegregation. The dissent thus alters in fundamental ways not only\nthe facts presented here but the established law.Justice Breyer’s reliance onMcDanielv.Barresi,402 U. S. 39(1971),post, at 23–24, 29–30, highlights how far removed the\ndiscussion in the dissent is from the question actually presented\nin these cases.McDanielconcerned a Georgia school system\nthat had been segregated by law. There was no doubt that the county\nhad operated a “dual school system,”McDaniel,supra, at 41, and no one questions that the obligation to\ndisestablish a school system segregated by law can include\nrace-conscious remedies—whether or not a court had issued an order\nto that effect. Seesupra, at 12. The present cases are\nbefore us, however, because the Seattle school district was never\nsegregated by law, and the Jefferson County district has been found\nto be unitary, having eliminated the vestiges of its prior dual\nstatus. The justification for race-conscious remedies inMcDanielis therefore not applicable here. The dissent’s\npersistent refusal to accept this distinction—its insistence on\nviewing the racial classifications here as if they were just like\nthe ones inMcDaniel, “devised to overcome a history of\nsegregated public schools,”post, at 47—explains its\ninability to understand why the remedial justification for racial\nclassifications cannot decide these cases.Justice Breyer’s dissent next relies heavily\non dicta fromSwannv.Charlotte-Mecklenburg Bd. of\nEd., 402 U. S., at 16—far more heavily than the school\ndistricts themselves. Comparepost, at 3, 22–28, with\nBrief for Respondents in No. 05–908, at 19–20; Brief for\nRespondents in No. 05–915, at 31. The dissent acknowledges that the\ntwo-sentence discussion inSwannwas pure dicta,post, at 22, but nonetheless asserts that it demonstrates\na “basic principle of constitutional law” that provides\n“authoritative legal guidance.”Post, at 22, 30.\nInitially, as the Court explained just last Term, “we are not bound\nto follow our dicta in a prior case in which the point now at issue\nwas not fully debated.”Central Va. Community Collegev.Katz,546\nU. S. 356, 363 (2006). That is particularly true given that,\nwhenSwannwas decided, this Court had not yet confirmed\nthat strict scrutiny applies to racial classifications like those\nbefore us. See n. 16,infra. There is nothing\n“technical” or “theoretical,”post, at 30, about our\napproach to such dicta. See,e.g.,Cohensv.Virginia, 6 Wheat. 264, 399–400 (1821) (Marshall,\nC. J.) (explaining why dicta is not binding).Justice Breyer would not only put such\nextraordinary weight on admitted dicta, but relies on the statement\nfor something it does not remotely say.Swannaddresses\nonly a possible state objective; it says nothing of the permissiblemeans—race conscious or otherwise—that a school district\nmight employ to achieve that objective. The reason for this\nomission is clear enough, since the case did not involve any\nvoluntary means adopted by a school district. The dissent’s\ncharacterization ofSwannas recognizing that “the Equal\nProtection Clause permits local school boards to use race-conscious\ncriteria to achieve positive race-related goals” is—at best—a\ndubious inference.Post, at 22. Even if the dicta fromSwannwere entitled to the weight the dissent would give\nit, and no dicta is, it not only did not address the question\npresented inSwann, it also does not address the question\npresented in these cases—whether the school districts’ use of\nracial classifications to achieve their stated goals is\npermissible.Further, for all the lower court cases Justice\nBreyer cites as evidence of the “prevailing legal assumption”\nembodied bySwann, very few are pertinent. Most are not.\nFor example, the dissent featuresTometzv.Board of\nEd., Waukegan City School Dist. No. 61, 39 Ill. 2d 593,\n596–598, 237 N. E. 2d 498, 500–502 (1968), an Illinois\ndecision, as evidence that “state and federal courts had considered\nthe matter settled and uncontroversial.”Post, at 25. ButTometzaddressed a challenge to a statute requiring\nrace-consciousness in drawing school attendance boundaries—an issue\nwell beyond the scope of the question presented in these cases.\nImportantly, it considered that issue only under rational-basis\nreview, 39 Ill. 2d, at 600, 237 N. E. 2d, at 502 (“The test of\nany legislative classification essentially is one of\nreasonableness”), which even the dissent grudgingly recognizes is\nan improper standard for evaluating express racial classifications.\nOther cases cited are similarly inapplicable. See,e.g.,Citizens for Better Ed.v.Goose Creek Consol.\nIndependent School Dist., 719 S. W. 2d 350, 352–353 (Tex.\nApp. 1986) (upholding rezoning plan under rational-basis\nreview).[Footnote 16]Justice Breyer’s dissent next looks for\nauthority to a footnote inWashingtonv.Seattle\nSchool Dist. No. 1,458 U. S. 457, 472, n. 15 (1982),post, at 56–57, but there this Court expressly noted that\nit wasnotpassing on the propriety of race-conscious\nstudent assignments in the absence of a finding ofde juresegregation. Similarly, the citation ofCrawfordv.Board of Ed. of Los Angeles,458 U. S. 527(1982),post, at 24, in which a state referendum prohibiting a\nrace-based assignment plan was challenged, is inapposite—inCrawfordthe Court again expressly reserved the question\npresented by these cases. 458 U. S.,at 535, n. 11.\nSuch reservations and preliminary analyses of course did not decide\nthe merits of this question—as evidenced by the disagreement among\nthe lower courts on this issue. CompareEisenberg, 197\nF. 3d, at 133, withComfort, 418 F. 3d, at\n13.Justice Breyer’s dissent also asserts that\nthese cases are controlled byGrutter,claiming that the\nexistence of a compelling interest in these cases “followsa\nfortiori” fromGrutter, post,at 41, 64–66, and\naccusing us of tacitly overruling that case, seepost,at\n64–66. The dissent overreadsGrutter,however, in\nsuggesting that it renders pure racial balancing a constitutionally\ncompelling interest;Grutteritself recognized that using\nrace simply to achieve racial balance would be “patently\nunconstitutional,” 539 U. S.,at 330. The Court was\nexceedingly careful in describing the interest furthered inGrutteras “not an interest in simple ethnic diversity”\nbut rather a “far broader array of qualifications and\ncharacteristics” in which race was but a single element. 539 U. S.,\nat 324–325 (internal quotation marks omitted). We take theGrutterCourt at its word. We simply do not understand how\nJustice Breyer can maintain that classifying every schoolchild as\nblack or white, and using that classification as a determinative\nfactor in assigning children to achieve pure racial balance, can be\nregarded as “less burdensome, and hence more narrowly tailored”\nthan the consideration of race inGrutter,post,at 47, when the Court inGrutterstated that “[t]he\nimportance of … individualized consideration” in the program was\n“paramount,” and consideration of race was one factor in a “highly\nindividualized, holistic review.” 539 U. S., at 337. Certainly if\nthe constitutionality of the stark use of race in these cases were\nas established as the dissent would have it, there would have been\nno need for the extensive analysis undertaken inGrutter.\nIn light of the foregoing, Justice Breyer’s appeal tostare\ndecisisrings particularly hollow. Seepost,at\n65–66.At the same time it relies on inapplicable\ndesegregation cases, misstatements of admitted dicta, and other\nnoncontrolling pronouncements, Justice Breyer’s dissent candidly\ndismisses the significance of this Court’s repeatedholdingsthat all racial classifications must be reviewed\nunder strict scrutiny, seepost, at 31–33, 35–36, arguing\nthat a different standard of review should be applied because the\ndistricts use race for beneficent rather than malicious purposes,\nseepost, at 31–36.This Court has recently reiterated, however,\nthat “ ‘allracial classifications [imposed by\ngovernment] … must be analyzed by a reviewing court under strict\nscrutiny.’ ”Johnson, 543 U. S., at 505 (quotingAdarand, 515 U. S., at 227; emphasis added byJohnsonCourt). See alsoGrutter,supra,\nat 326 (“[G]overnmental action based on race—a group classification\nlong recognized as in most circumstances irrelevant and therefore\nprohibited—should be subjected to detailed judicial inquiry”\n(internal quotation marks and emphasis omitted)). Justice Breyer\nnonetheless relies on the good intentions and motives of the school\ndistricts, stating that he has found “no case that … repudiated\nthis constitutional asymmetry between that which seeks toexcludeand that which seeks toincludemembers\nof minority races.”Post, at 29 (emphasis in original). We\nhave found many. Our cases clearly reject the argument that motives\naffect the strict scrutiny analysis. SeeJohnson,supra, at 505 (“We have insisted on strict scrutiny in\nevery context, even for so-called ‘benign’ racial\nclassifications”);Adarand, 515 U. S., at 227 (rejecting\nidea that “ ‘benign’ ” racial classifications may be held\nto “different standard”);Croson, 488 U. S., at 500\n(“Racial classifications are suspect, and that means that simple\nlegislative assurances of good intention cannot suffice”).This argument that different rules should\ngovern racial classifications designed to include rather than\nexclude is not new; it has been repeatedly pressed in the past,\nsee,e.g.,Gratz, 539 U. S., at 282 (Breyer, J.,\nconcurring in judgment);id., at 301 (Ginsburg, J.,\ndissenting);Adarand,supra, at 243 (Stevens, J.,\ndissenting);Wygant, 476 U. S., at 316–317 (Stevens, J.,\ndissenting), and has been repeatedly rejected. See alsoBakke, 438 U. S., at 289–291 (opinion of Powell, J.)\n(rejecting argument that strict scrutiny should be applied only to\nclassifications that disadvantage minorities, stating “[r]acial and\nethnic distinctions of any sort are inherently suspect and thus\ncall for the most exacting judicial examination”).The reasons for rejecting a motives test for\nracial classifications are clear enough. “The Court’s emphasis on\n‘benign racial classifications’ suggests confidence in its ability\nto distinguish good from harmful governmental uses of racial\ncriteria. History should teach greater humility… . ‘[B]enign’\ncarries with it no independent meaning, but reflects only\nacceptance of the current generation’s conclusion that a\npolitically acceptable burden, imposed on particular citizens on\nthe basis of race, is reasonable.”Metro Broadcasting, 497\nU. S., at 609–610 (O’Connor, J., dissenting). See alsoAdarand,supra, at 226 (“ ‘[I]t may not\nalways be clear that a so-called preference is in fact\nbenign’ ” (quotingBakke,supra, at 298\n(opinion of Powell, J.))). Accepting Justice Breyer’s approach\nwould “do no more than move us from ‘separate but equal’ to\n‘unequal but benign.’ ”Metro Broadcasting,supra, at 638 (Kennedy, J., dissenting).Justice Breyer speaks of bringing “the races”\ntogether (putting aside the purely black-and-white nature of the\nplans), as the justification for excluding individuals on the basis\nof their race. Seepost, at 28–29. Again, this approach to\nracial classifications is fundamentally at odds with our precedent,\nwhich makes clear that the Equal Protection Clause “protect[s]persons, notgroups,”Adarand, 515 U.\nS., at 227 (emphasis in original). Seeibid.(“[A]ll\ngovernmental action based on race—agroupclassification\nlong recognized as ‘in most circumstances irrelevant and therefore\nprohibited,’Hirabayashi[v.United States,320 U. S. 81, 100\n(1943)]—should be subjected to detailed judicial inquiry to ensure\nthat thepersonalright to equal protection of the laws\nhas not been infringed” (first emphasis in original);Metro\nBroadcasting,supra, at 636 (“[O]ur Constitution\nprotects each citizen as an individual, not as a member of a group”\n(Kennedy, J., dissenting));Bakke,supra, at 289\n(opinion of Powell, J.) (Fourteenth Amendment creates rights\n“guaranteed to the individual. The rights established are personal\nrights”). This fundamental principle goes back, in this context, toBrownitself. SeeBrownv.Board of\nEducation,349\nU. S. 294, 300 (1955) (Brown II) (“At stake is thepersonalinterest of the plaintiffs in admission to public\nschools … on a nondiscriminatory basis” (emphasis added)). For the\ndissent, in contrast, “ ‘individualized scrutiny’ is simply\nbeside the point.”Post, at 55.Justice Breyer’s position comes down to a\nfamiliar claim: The end justifies the means. He admits that “there\nis a cost in applying ‘a state-mandated racial label,’ ”post, at 67, but he is confident that the cost is worth\npaying. Our established strict scrutiny test for racial\nclassifications, however, insists on “detailed examination, both as\nto endsandas to means.”Adarand,supra, at 236 (emphasis added). Simply because the school\ndistricts may seek a worthy goal does not mean they are free to\ndiscriminate on the basis of race to achieve it, or that their\nracial classifications should be subject to less exacting\nscrutiny.Despite his argument that these cases should\nbe evaluated under a “standard of review that is not ‘strict’ in\nthe traditional sense of that word,”post, at 36, Justice\nBreyer still purports to apply strict scrutiny to these cases. Seepost, at 37. It is evident, however, that Justice Breyer’s\nbrand of narrow tailoring is quite unlike anything found in our\nprecedents. Without any detailed discussion of the operation of the\nplans, the students who are affected, or the districts’ failure to\nconsider race-neutral alternatives, the dissent concludes that the\ndistricts have shown that these racial classifications are\nnecessary to achieve the districts’ stated goals. This conclusion\nis divorced from any evaluation of the actual impact of the plans\nat issue in these cases—other than to note that the plans “often\nhave no effect.”Post, at 46.[Footnote 17] Instead, the dissent suggests that some\ncombination of the development of these plans over time, the\ndifficulty of the endeavor, and the good faith of the districts\nsuffices to demonstrate that these stark and controlling racial\nclassifications are constitutional. The Constitution and our\nprecedents require more.In keeping with his view that strict scrutiny\nshould not apply, Justice Breyer repeatedly urges deference to\nlocal school boards on these issues. See,e.g.,post, at 21, 48–49, 66. Such deference “is fundamentally\nat odds with our equal protection jurisprudence. We put the burden\non state actors to demonstrate that their race-based policies are\njustified.”Johnson, 543 U. S., at 506, n. 1. SeeCroson, 488 U. S., at 501 (“The history of racial\nclassifications in this country suggests that blind judicial\ndeference to legislative or executive pronouncements of necessity\nhas no place in equal protection analysis”);West Virginia Bd.\nof Ed.v.Barnette,319 U. S. 624, 637\n(1943) (“The Fourteenth Amendment … protects the citizen against\nthe State itself and all of its creatures—Boards of Education not\nexcepted”).Justice Breyer’s dissent ends on an\nunjustified note of alarm. It predicts that today’s decision\n“threaten[s]” the validity of “[h]undreds of state and federal\nstatutes and regulations.”Post, at 61; see alsopost, at 27–28. But the examples the dissent mentions—for\nexample, a provision of the No Child Left Behind Act that requires\nStates to set measurable objectives to track the achievement of\nstudents from major racial and ethnic groups, 20 U. S. C.\n§6311(b)(2)(C)(v)—have nothing to do with the pertinent issues in\nthese cases.Justice Breyer also suggests that other means\nfor achieving greater racial diversity in schools are necessarily\nunconstitutional if the racial classifications at issue in these\ncases cannot survive strict scrutiny.Post, at 58–62.\nThese other means—e.g., where to construct new schools,\nhow to allocate resources among schools, and which academic\nofferings to provide to attract students to certain\nschools—implicate different considerations than the explicit racial\nclassifications at issue in these cases, and we express no opinion\non their validity—not even in dicta. Rather, we employ the familiar\nand well-established analytic approach of strict scrutiny to\nevaluate the plans at issue today, an approach that in no way\nwarrants the dissent’s cataclysmic concerns. Under that approach,\nthe school districts have not carried their burden of showing that\nthe ends they seek justify the particular extreme means they have\nchosen—classifying individual students on the basis of their race\nand discriminating among them on that basis.*  *  *If the need for the racial\nclassifications embraced by the school districts is unclear, even\non the districts’ own terms, the costs are undeniable.\n“[D]istinctions between citizens solely because of their ancestry\nare by their very nature odious to a free people whose institutions\nare founded upon the doctrine of equality.”Adarand, 515\nU. S., at 214 (internal quotation marks omitted). Government action\ndividing us by race is inherently suspect because such\nclassifications promote “notions of racial inferiority and lead to\na politics of racial hostility,”Croson,supra,\nat 493, “reinforce the belief, held by too many for too much of our\nhistory, that individuals should be judged by the color of their\nskin,”Shawv.Reno,509 U. S. 630, 657\n(1993), and “endorse race-based reasoning and the conception of a\nNation divided into racial blocs, thus contributing to an\nescalation of racial hostility and conflict.”Metro\nBroadcasting, 497 U. S., at 603 (O’Connor, J., dissenting). As\nthe Court explained inRicev.Cayetano,528 U. S. 495, 517\n(2000), “[o]ne of the principal reasons race is treated as a\nforbidden classification is that it demeans the dignity and worth\nof a person to be judged by ancestry instead of by his or her own\nmerit and essential qualities.”All this is true enough in the\ncontexts in which these statements were made—government\ncontracting, voting districts, allocation of broadcast licenses,\nand electing state officers—but when it comes to using race to\nassign children to schools, history will be heard. InBrownv.Board of Education,347 U. S. 483(1954)\n(Brown I), we held that segregation deprived black\nchildren of equal educational opportunities regardless of whether\nschool facilities and other tangible factors were equal, because\ngovernment classification and separation on grounds of race\nthemselves denoted inferiority.Id.,at 493–494. It was\nnot the inequality of the facilities but the fact of legally\nseparating children on the basis of race on which the Court relied\nto find a constitutional violation in 1954. Seeid.,at\n494 (“ ‘The impact [of segregation] is greater when it has the\nsanction of the law’ ”). The next Term, we accordingly stated\nthat “full compliance” withBrown Irequired school\ndistricts “to achieve a system of determining admission to the\npublic schoolson a nonracial basis.”Brown II,349 U. S., at 300–301 (emphasis added).The parties and theiramicidebate\nwhich side is more faithful to the heritage ofBrown, but\nthe position of the plaintiffs inBrownwas spelled out in\ntheir brief and could not have been clearer: “[T]he Fourteenth\nAmendment prevents states from according differential treatment to\nAmerican children on the basis of their color or race.” Brief for\nAppellants in Nos. 1, 2, and 4 and for Respondents in No. 10 on\nReargument inBrown I, O. T. 1953, p. 15\n(Summary of Argument). What do the racial classifications at issue\nhere do, if not accord differential treatment on the basis of race?\nAs counsel who appeared before this Court for the plaintiffs inBrownput it: “We have one fundamental contention which we\nwill seek to develop in the course of this argument, and that\ncontention is that no State has any authority under the\nequal-protection clause of the Fourteenth Amendment to use race as\na factor in affording educational opportunities among its\ncitizens.” Tr. of Oral Arg. inBrown I, p. 7 (Robert L.\nCarter, Dec. 9, 1952). There is no ambiguity in that statement. And\nit was that position that prevailed in this Court, which emphasized\nin its remedial opinion that what was “[a]t stake is the personal\ninterest of the plaintiffs in admission to public schools as soon\nas practicableon a nondiscriminatory basis,” and what was\nrequired was “determining admission to the public schoolsona nonracial basis.”Brown II,supra, at 300–301 (emphasis added). What do the racial\nclassifications do in these cases, if not determine admission to a\npublic school on a racial basis?   BeforeBrown, schoolchildren were told where they could and could\nnot go to school based on the color of their skin. The school\ndistricts in these cases have not carried the heavy burden of\ndemonstrating that we should allow this once again—even for very\ndifferent reasons. For schools that never segregated on the basis\nof race, such as Seattle, or that have removed the vestiges of past\nsegregation, such as Jefferson County, the way “to achieve a system\nof determining admission to the public schools on a nonracial\nbasis,”Brown II, 349 U. S., at 300–301, is to stop\nassigning students on a racial basis. The way to stop\ndiscrimination on the basis of race is to stop discriminating on\nthe basis of race.The judgments of the Courts of Appeals for the\nSixth and Ninth Circuits are reversed, and the cases are remanded\nfor further proceedings.It is so ordered.Footnote 1The plan was in effect from 1999–2002, for\nthree school years. This litigation was commenced in July 2000, and\nthe record in the District Court was closed before assignments for\nthe 2001–2002 school year were made. See Brief for Respondents in\nNo. 05–908, p. 9, n. 9. We rely, as did the lower courts,\nlargely on data from the 2000–2001 school year in evaluating the\nplan. See 426 F. 3d 1162, 1169–1171 (CA9 2005) (en banc)\n(Parents InvolvedVII).Footnote 2The racial breakdown of this nonwhite group\nis approximately 23.8 percent Asian-American, 23.1 percent\nAfrican-American, 10.3 percent Latino, and 2.8 percent\nNative-American. See 377 F. 3d 949, 1005–1006 (CA9 2004)\n(Parents Involved VI) (Graber, J., dissenting).Footnote 3For the 2001–2002 school year, the deviation\npermitted from the desired racial composition was increased from 10\nto 15 percent. App. in No. 05–908, p. 38a. The bulk of the data in\nthe record was collected using the 10 percent band, see n. 1,supra.Footnote 4“No State shall … deny to any person within\nits jurisdiction the equal protection of the laws.” U. S. Const.,\nAmdt. 14, §1.Footnote 5“No person in the United States shall, on the\nground of race … be denied the benefits of, or be subjected to\ndiscrimination under any program or activity receiving Federal\nfinancial assistance.” 78 Stat. 252, 42 U. S. C. §2000d.Footnote 6“The state shall not discriminate against, or\ngrant preferential treatment to, any individual or group on the\nbasis of race, sex, color, ethnicity, or national origin in the\noperation of public employment, public education, or public\ncontracting.” Wash. Rev. Code §49.60.400(1) (2006).Footnote 7Middle and high school students are\ndesignated a single resides school and assigned to that school\nunless it is at the extremes of the racial guidelines. Students may\nalso apply to a magnet school or program, or, at the high school\nlevel, take advantage of an open enrollment plan that allows\nninth-grade students to apply for admission to any nonmagnet high\nschool. App. in No. 05–915, pp. 39–41, 82–83.Footnote 8It is not clear why the racial guidelines\nwere even applied to Joshua’s transfer application—the guidelines\nsupposedly do not apply at the kindergarten level.Id.,at\n43. Neither party disputes, however, that Joshua’s transfer\napplication was denied under the racial guidelines, and Meredith’s\nobjection is not that the guidelines were misapplied but rather\nthat race was used at all.Footnote 9Meredith joined a pending lawsuit filed by\nseveral other plaintiffs. Seeid.,at 7–11. The other\nplaintiffs all challenged assignments to certain specialized\nschools, and the District Court found these assignments, which are\nno longer at issue in this case, unconstitutional.McFarlandI, 330 F. Supp. 2d 834, 837, 864\n(WD Ky. 2004).Footnote 10The districts point to dicta in a prior\nopinion in which the Court suggested that, while not\nconstitutionally mandated, it would be constitutionally permissible\nfor a school district to seek racially balanced schools as a matter\nof “educational policy.” SeeSwannv.Charlotte-Mecklenburg Bd. of Ed.,402 U. S. 1, 16 (1971). The districts\nalso quote with approval an in-chambers opinion in which\nthen-Justice Rehnquist made a suggestion to the same effect. SeeBustop, Inc.v.Los Angeles Bd. of Ed.,439 U. S. 1380, 1383\n(1978). The citations do not carry the significance the districts\nwould ascribe to them.Swann, evaluating a school district\nengaged in court-ordered desegregation, had no occasion to consider\nwhether a district’s voluntary adoption of race-based assignments\nin the absence of a finding of priorde juresegregation\nwas constitutionally permissible, an issue that was again expressly\nreserved inWashingtonv.Seattle School Dist. No.\n1,458 U. S. 457, 472, n. 15 (1982).Bustop, addressing in the context of an emergency\ninjunction application a busing plan imposed by the Superior Court\nof Los Angeles County, is similarly unavailing. Then-Justice\nRehnquist, in denying emergency relief, stressed that “equitable\nconsideration[s]” counseled against preliminary relief. 439 U. S.,\nat 1383. The propriety of preliminary relief and resolution of the\nmerits are of course “significantly different” issues.University of Texasv.Camenisch,451 U. S. 390, 393\n(1981).Footnote 11The way Seattle classifies its students bears\nthis out. Upon enrolling their child with the district, parents are\nrequired to identify their child as a member of a particular racial\ngroup. If a parent identifies more than one race on the form,\n“[t]he application will not be accepted and, if necessary, the\nenrollment service person taking the application will indicate one\nbox.” App. in No. 05–908, at 303a.Footnote 12Jefferson County also argues that it\nwould be incongruous to hold that what was constitutionally\nrequired of it one day—race-based assignments pursuant to the\ndesegregation decree—can be constitutionally prohibited the next.\nBut what was constitutionally required of the district prior to\n2000 was the elimination of the vestiges of prior segregation—not\nracial proportionality in its own right. SeeFreemanv.Pitts,503 U. S. 467, 494–496 (1992). Once\nthose vestiges were eliminated, Jefferson County was on the same\nfooting as any other school district, and its use of race must be\njustified on other grounds.Footnote 13Data for the Seattle schools in the several years\nsince this litigation was commenced further demonstrate the minimal\nrole that the racial tiebreaker in fact played. At Ballard, in\n2005–2006—when no class at the school was subject to the racial\ntiebreaker—the student body was 14.2 percent Asian-American, 9\npercent African-American, 11.7 percent Latino, 62.3 percent\nCaucasian, and 2.8 percent Native-American. Reply Brief for\nPetitioner in No. 05–908, p. 7. In 2000–2001, when the racial\ntiebreaker was last used, Ballard’s total enrollment was 17.5\npercent Asian-American, 10.8 percent African-American, 10.7 percent\nLatino, 56.4 percent Caucasian, and 4.6 percent Native-American.\nApp. in No. 05–908, at 283a. Franklin in 2005–2006 was 48.9 percent\nAsian-American, 33.5 percent African-American, 6.6 percent Latino,\n10.2 percent Caucasian, and 0.8 percent Native-American. Reply\nBrief for Petitioner in No. 05–908, at 7. With the racial\ntiebreaker in 2000–2001, total enrollment was 36.8 percent\nAsian-American, 32.2 percent African-American, 5.2 percent Latino,\n25.1 percent Caucasian, and 0.7 percent Native-American. App. in\nNo. 05–908, at 284a. Nathan Hale’s 2005–2006 enrollment was 17.3\npercent Asian-American, 10.7 percent African-American, 8 percent\nLatino, 61.5 percent Caucasian, and 2.5 percent Native-American.\nReply Brief for Petitioner in No. 05–908, at 7. In 2000–2001, with\nthe racial tiebreaker, it was 17.9 percent Asian-American, 13.3\npercent African-American, 7 percent Latino, 58.4 percent Caucasian,\nand 3.4 percent Native-American. App. in No. 05–908, at 286a.Footnote 14In contrast, Seattle’s website formerly\ndescribed “emphasizing individualism as opposed to a more\ncollective ideology” as a form of “cultural racism,” and currently\nstates that the district has no intention “to hold onto\nunsuccessful concepts such as [a] … colorblind mentality.” Harrell,\nSchool Web Site Removed: Examples of Racism Sparked Controversy,\nSeattle Post-Intelligencer, June 2, 2006, pp. B1, B5. ComparePlessyv.Ferguson,163 U. S. 537, 559\n(1896) (Harlan, J., dissenting) (“Our Constitution is color-blind,\nand neither knows nor tolerates classes among citizens. In respect\nof civil rights, all citizens are equal before the law”).Footnote 15Justice Breyer makes much of the fact that in\n1978 Seattle “settled” an NAACP complaint alleging illegal\nsegregation with the federal Office for Civil Rights (OCR). Seepost, at 5, 8–9, 18, 23. The memorandum of agreement\nbetween Seattle and OCR, of course, contains no admission by\nSeattle that such segregation ever existed or was ongoing at the\ntime of the agreement, and simply reflects a “desire to avoid the\nincovenience [sic] and expense of a formal OCR\ninvestigation,” which OCR was obligated under law to initiate upon\nthe filing of such a complaint. Memorandum of Agreement between\nSeattle School District No. 1 of King County, Washington, and the\nOffice for Civil Rights, United States Department of Health,\nEducation, and Welfare 2 (June 9, 1978); see also 45 CFR §80.7(c)\n(2006).Footnote 16In fact, all the cases Justice Breyer’s\ndissent cites as evidence of the “prevailing legal assumption,” seepost, at 25–27, were decided before this Court\ndefinitively determined that “all racial classifications … must be\nanalyzed by a reviewing court under strict scrutiny.”Adarand\nConstructors, Inc.v.Pe&nacute;a,515 U. S. 200, 227 (1995). Many\nproceeded under the now-rejected view that classifications seeking\nto benefit a disadvantaged racial group should be held to a lesser\nstandard of review. See,e.g.,Springfield School\nComm.v.Barksdale, 348 F. 2d 261, 266 (CA1\n1965). Even if this purported distinction, which Justice Stevens\nwould adopt,post, at 2, n. 3 (dissenting opinion),\nhad not been already rejected by this Court, the distinction has no\nrelevance to these cases, in which students of all races are\nexcluded from the schools they wish to attend based solely on the\nracial classifications. See,e.g., App. in No. 05–908, at\n202a (noting that 89 nonwhite students were denied assignment to a\nparticular school by operation of Seattle’s racial tiebreaker).Justice Stevens’s reliance onSchool Comm. of Bostonv.Board of Ed.,352 Mass. 693, 227 N. E. 2d 729 (1967),\nappeal dism’d,389\nU. S. 572(1968)(per curiam),post, at 3–5,\nis inapposite for the same reason that many of the cases cited by\nJustice Breyer are inapposite; the case involved a Massachusetts\nlaw that required school districts to avoid racial imbalance in\nschools but did not specify how to achieve this goal—and certainly\ndid not require express racial classifications as the means to do\nso. The law was upheld under rational-basis review, with the state\ncourt explicitly rejecting the suggestion—which is now plainly the\nlaw—that “racial group classifications bear a far heavier burden of\njustification.” 352 Mass., at 700, 227 N. E. 2d, at 734\n(internal quotation marks and citation omitted). The passage\nJustice Stevens quotes proves our point; all the quoted language\nsays is that the school committee “shall prepare a plan to\neliminate the imbalance.”Id.,at 695, 227 N. E. 2d,\nat 731; seepost, at 4, n. 5. Nothing in the opinion\napproves use of racial classifications as the means to address the\nimbalance. The suggestion that our decision today is somehow\ninconsistent with our disposition of that appeal is belied by the\nfact that neither the lower courts, the respondent school\ndistricts, nor any of their 51amicisaw fit even to cite\nthe case. We raise this fact not to argue that the dismissal should\nbe afforded any differentstare decisiseffect, but rather\nsimply to suggest that perhaps—for the reasons noted above—the\ndismissal does not mean what Justice Stevens believes it does.Footnote 17Justice Breyer also tries to downplay the\nimpact of the racial assignments by stating that in Seattle\n“students can decide voluntarily to transfer to a preferred\ndistrict high school (without any consideration of race-conscious\ncriteria).”Post, at 46. This presumably refers to the\ndistrict’s decision to cease, for 2001–2002 school year\nassignments, applying the racial tiebreaker to students seeking to\ntransfer to a different school after ninth grade. See App. in No.\n05–908, at 137a–139a. There are obvious disincentives for students\nto transfer to a different school after a full quarter of their\nhigh school experience has passed, and the record sheds no light on\nhow transfers to the oversubscribed high schools are handled.",
    "joined": []
}