{
    "case": {
        "docket": "186",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/186/"
    },
    "id": "1963401",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTDOE V. REED561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-559JOHN DOE #1, et al., PETITIONERSv.SAM REED, WASHINGTON SECRETARY OF STATE, et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 24, 2010]Chief Justice Roberts delivered\nthe opinion of the Court.The State of Washington allows\nits citizens to challenge state laws by referendum. Roughly four\npercent of Washington voters must sign a petition to place such a\nreferendum on the ballot. That petition, which by law must include\nthe names and addresses of the signers, is then submitted to the\ngovernment for verification and canvassing, to ensure that only\nlawful signatures are counted. The Washington Public Records Act\n(PRA) authorizes private parties to obtain copies of government\ndocuments, and the State construes the PRA to cover submitted\nreferendum petitions.This case arises out of a state law extending\ncertain benefits to same-sex couples, and a corresponding\nreferendum petition to put that law to a popular vote. Respondent\nintervenors invoked the PRA to obtain copies of the petition, with\nthe names and addresses of the signers. Certain petition signers\nand the petition sponsor objected, arguing that such public\ndisclosure would violate their rights under the First\nAmendment.The course of this litigation, however, has\nframed the legal question before us more broadly. The issue at this\nstage of the case is not whether disclosure of this particular\npetition would violate the First Amendment, but whether disclosure\nof referendum petitions in general would do so. We conclude that\nsuch disclosure does not as a general matter violate the First\nAmendment, and we therefore affirm the judgment of the Court of\nAppeals. We leave it to the lower courts to consider in the first\ninstance the signers’ more focused claim concerning disclosure of\nthe information on this particular petition, which is pending\nbefore the District Court.IThe Washington Constitution\nreserves to the people the power to reject any bill, with a few\nlimited exceptions not relevant here, through the referendum\nprocess. Wash. Const., Art. II, §1(b). To initiate a referendum,\nproponents must file a petition with the secretary of state that\ncontains valid signatures of registered Washington voters equal to\nor exceeding four percent of the votes cast for the office of\nGovernor at the last gubernatorial election. §§1(b), (d). A valid\nsubmission requires not only a signature, but also the signer’s\naddress and the county in which he is registered to vote. Wash.\nRev. Code §29A.72.130 (2008).In May 2009, Washington Governor\nChristine Gregoire signed into law Senate Bill 5688, which\n“expand[ed] the rights and responsibilities” of state-registered\ndomestic partners, including same-sex domestic partners. 586\nF. 3d 671, 675 (CA9 2009). That same month, Protect Marriage\nWashington, one of the petitioners here, was organized as a “State\nPolitical Committee” for the purpose of collecting the petition\nsignatures necessary to place a referendum on the ballot, which\nwould give the voters themselves an opportunity to vote on SB 5688.\nApp. 8–9. If the referendum made it onto the ballot, Protect\nMarriage Washington planned to encourage voters to reject SB 5688.Id., at 7, 9.On July 25, 2009, Protect Marriage Washington\nsubmitted to the secretary of state a petition containing over\n137,000 signatures. See 586 F. 3d, at 675; Brief for\nRespondent Washington Families Standing Together 6. The secretary\nof state then began the verification and canvassing process, as\nrequired by Washington law, to ensure that only legal signatures\nwere counted. Wash. Rev. Code §29A.72.230. Some 120,000 valid\nsignatures were required to place the referendum on the ballot. Sam\nReed, Washington Secretary of State, Certification of Referendum 71\n(Sept. 2, 2009). The secretary of state determined that the\npetition contained a sufficient number of valid signatures, and the\nreferendum (R–71) appeared on the November 2009 ballot. The voters\napproved SB 5688 by a margin of 53% to 47%.The PRA, Wash. Rev. Code §42.56.001et\nseq., makes all “public records” available for public\ninspection and copying. §42.56.070(1) (2008). The Act defines\n“[p]ublic record” as “any writing containing information relating\nto the conduct of government or the performance of any governmental\nor proprietary function prepared, owned, used, or retained by any\nstate or local agency.” §42.56.010(2). Washington takes the\nposition that referendum petitions are “public records.” Brief for\nRespondent Reed 5.By August 20, 2009, the secretary had received\nrequests for copies of the R–71 petition from an individual and\nfour entities, including Washington Coalition for Open Government\n(WCOG) and Washington Families Standing Together (WFST), two of the\nrespondents here. 586 F. 3d, at 675. Two entities,\nWhoSigned.org and KnowThyNeighbor.org, issued a joint press release\nstating their intention to post the names of the R–71 petition\nsigners online, in a searchable format. See App. 11; 586\nF. 3d, at 675.The referendum petition sponsor and certain\nsigners filed a complaint and a motion for a preliminary injunction\nin the United States District Court for the Western District of\nWashington, seeking to enjoin the secretary of state from publicly\nreleasing any documents that would reveal the names and contact\ninformation of the R–71 petition signers. App. 4. Count I of the\ncomplaint alleges that “[t]he Public Records Act is\nunconstitutional as applied to referendum petitions.”Id.,at 16. Count II of the complaint alleges that “[t]he Public Records\nAct is unconstitutional as applied to the Referendum 71 petition\nbecause there is a reasonable probability that the signatories of\nthe Referendum 71 petition will be subjected to threats,\nharassment, and reprisals.”Id.,at 17. Determining that\nthe PRA burdened core political speech, the District Court held\nthat plaintiffs were likely to succeed on the merits of Count I and\ngranted them a preliminary injunction on that count, enjoining\nrelease of the information on the petition. 661 F. Supp. 2d\n1194, 1205–1206 (WD Wash. 2009).The United States Court of Appeals for the\nNinth Circuit reversed. Reviewing only Count I of the complaint,\nthe Court of Appeals held that plaintiffs were unlikely to succeed\non their claim that the PRA is unconstitutional as applied to\nreferendum petitions generally. It therefore reversed the District\nCourt’s grant of the preliminary injunction. 586 F. 3d, at\n681. We granted certiorari. 558 U. S. ___ (2010).IIIt is important at the outset to\ndefine the scope of the challenge before us. As noted, Count I of\nthe complaint contends that the PRA “violates the First Amendment\nas applied to referendum petitions.” App. 16. Count II asserts that\nthe PRA “is unconstitutional as applied to the Referendum 71\npetition.”Id.,at 17. The District Court decision was\nbased solely on Count I; the Court of Appeals decision reversing\nthe District Court was similarly limited. 586 F. 3d, at 676,\nn. 6. Neither court addressed Count II.The parties disagree about\nwhether Count I is properly viewed as a facial or as-applied\nchallenge. Compare Reply Brief for Petitioners 8 (“Count I\nexpressly made an as-applied challenge”), with Brief for Respondent\nReed 1 (“This is a facial challenge to Washington’s Public Records\nAct”). It obviously has characteristics of both: The claim is “as\napplied” in the sense that it does not seek to strike the PRA in\nall its applications, but only to the extent it covers referendum\npetitions. The claim is “facial” in that it is not limited to\nplaintiffs’ particular case, but challenges application of the law\nmore broadly to all referendum petitions.The label is not what matters. The important\npoint is that plaintiffs’ claim and the relief that would follow—an\ninjunction barring the secretary of state “from making referendum\npetitions available to the public,” App. 16 (Complaint Count\nI)—reach beyond the particular circumstances of these plaintiffs.\nThey must therefore satisfy our standards for a facial challenge to\nthe extent of that reach. SeeUnited Statesv.Stevens, 559 U. S. ___, ___ (2010) (slip op., at 10).IIIAThe compelled disclosure of\nsignatory information on referendum petitions is subject to review\nunder the First Amendment. An individual expresses a view on a\npolitical matter when he signs a petition under Washington’s\nreferendum procedure. In most cases, the individual’s signature\nwill express the view that the law subject to the petition should\nbe overturned. Even if the signer is agnostic as to the merits of\nthe underlying law, his signature still expresses the political\nview that the question should be considered “by the whole\nelectorate.”Meyerv.Grant,486 U. S. 414, 421\n(1988). In either case, the expression of a political view\nimplicates a First Amendment right. The State, having “cho[sen] to\ntap the energy and the legitimizing power of the democratic\nprocess, … must accord the participants in that process the First\nAmendment rights that attach to their roles.”Republican Party\nof Minn.v.White,536 U. S. 765, 788\n(2002) (internal quotation marks and ellipsis omitted).Respondents counter that signing\na petition is a legally operative legislative act and therefore\n“does not involve any significant expressive element.” Brief for\nRespondent Reed 31. It is true that signing a referendum petition\nmay ultimately have the legal consequence of requiring the\nsecretary of state to place the referendum on the ballot. But we do\nnot see how adding such legal effect to an expressive activity\nsomehow deprives that activity of its expressive component, taking\nit outside the scope of the First Amendment. Respondents themselves\nimplicitly recognize that the signature expresses a particular\nviewpoint, arguing that one purpose served by disclosure is to\nallow the public to engage signers in a debate on the merits of the\nunderlying law. See,e.g.,id.,at 45; Brief for\nRespondent WCOG 49; Brief for Respondent WFST 58.Petition signing remains expressive even when\nit has legal effect in the electoral process. But that is not to\nsay that the electoral context is irrelevant to the nature of our\nFirst Amendment review. We allow States significant flexibility in\nimplementing their own voting systems. SeeBurdickv.Takushi,504 U. S. 428, 433–434\n(1992). To the extent a regulation concerns the legal effect of a\nparticular activity in that process, the government will be\nafforded substantial latitude to enforce that regulation. Also\npertinent to our analysis is the fact that the PRA is not a\nprohibition on speech, but instead adisclosurerequirement. “[D]isclosure requirements may burden the ability to\nspeak, but they … do not prevent anyone from speaking.”Citizens Unitedv.Federal Election Comm’n, 558\nU. S. ___, ___ (2010) (slip op., at 51) (internal quotation marks\nomitted).We have a series of precedents considering\nFirst Amendment challenges to disclosure requirements in the\nelectoral context. These precedents have reviewed such challenges\nunder what has been termed “exacting scrutiny.” See,e.g.,Buckleyv.Valeo,424 U. S. 1, 64 (1976)\n(per curiam) (“SinceNAACPv.Alabama[357 U. S. 449(1958),] we have required that the subordinating interests of the\nState [offered to justify compelled disclosure] survive exacting\nscrutiny”);Citizens United,supra, at ___ (slip\nop., at 51) (“The Court has subjected [disclosure] requirements to\n‘exacting scrutiny’ ” (quotingBuckley,supra, at 64));Davisv.Federal Election\nComm’n, 554 U. S. ___, ___ (2008) (slip op., at 18)\n(governmental interest in disclosure “ ‘must survive exacting\nscrutiny’ ” (quotingBuckley,supra, at\n64));Buckleyv.American Constitutional Law\nFoundation, Inc.,525 U. S. 182, 204\n(1999) (ACLF) (finding that disclosure rules “fail[ed]\nexacting scrutiny” (internal quotation marks omitted)).That standard “requires a ‘substantial\nrelation’ between the disclosure requirement and a ‘sufficiently\nimportant’ governmental interest.”Citizens United,supra, at ___ (slip op., at 51) (quotingBuckley,supra, at 64, 66). To withstand this scrutiny, “the\nstrength of the governmental interest must reflect the seriousness\nof the actual burden on First Amendment rights.”Davis,supra, at ___ (slip op., at 18) (citingBuckley,supra, at 68, 71).[Footnote 1]BRespondents assert two interests\nto justify the burdens of compelled disclosure under the PRA on\nFirst Amendment rights: (1) preserving the integrity of the\nelectoral process by combating fraud, detecting invalid signatures,\nand fostering government transparency and accountability; and (2)\nproviding information to the electorate about who supports the\npetition. See,e.g., Brief for Respondent Reed 39–42,\n44–45. Because we determine that the State’s interest in preserving\nthe integrity of the electoral process suffices to defeat the\nargument that the PRA is unconstitutional with respect to\nreferendum petitions in general, we need not, and do not, address\nthe State’s “informational” interest.The State’s interest in\npreserving the integrity of the electoral process is undoubtedly\nimportant. “States allowing ballot initiatives have considerable\nleeway to protect the integrity and reliability of the initiative\nprocess, as they have with respect to election processes\ngenerally.”ACLF, 525 U. S., at 191. The State’s interest\nis particularly strong with respect to efforts to root out fraud,\nwhich not only may produce fraudulent outcomes, but has a systemic\neffect as well: It “drives honest citizens out of the democratic\nprocess and breeds distrust of our government.”Purcellv.Gonzalez,549\nU. S. 1, 4 (2006) (per curiam); see alsoCrawfordv.Marion County Election Bd.,553 U. S. 181, 196\n(2008) (opinion of Stevens, J.). The threat of fraud in this\ncontext is not merely hypothetical; respondents and theiramicicite a number of cases of petition-related fraud\nacross the country to support the point. See Brief for Respondent\nReed 43; Brief for State of Ohio et al. asAmici\nCuriae22–24.But the State’s interest in preserving\nelectoral integrity is not limited to combating fraud. That\ninterest extends to efforts to ferret out invalid signatures caused\nnot by fraud but by simple mistake, such as duplicate signatures or\nsignatures of individuals who are not registered to vote in the\nState. See Brief for Respondent Reed 42. That interest also extends\nmore generally to promoting transparency and accountability in the\nelectoral process, which the State argues is “essential to the\nproper functioning of a democracy.”Id.,at 39.Plaintiffs contend that the disclosure\nrequirements of the PRA are not “sufficiently related” to the\ninterest of protecting the integrity of the electoral process.\nBrief for Petitioners 51. They argue that disclosure is not\nnecessary because the secretary of state is already charged with\nverifying and canvassing the names on a petition, advocates and\nopponents of a measure can observe that process, and any citizen\ncan challenge the secretary’s actions in court. See Wash. Rev. Code\n§§29A.72.230, 29A.72.240. They also stress that existing criminal\npenalties reduce the danger of fraud in the petition process. See\nBrief for Petitioners 50; §§29A.84.210, 29A.84.230, 29A.84.250.But the secretary’s verification and\ncanvassing will not catch all invalid signatures: The job is large\nand difficult (the secretary ordinarily checks “only 3 to 5% of\nsignatures,” Brief for Respondent WFST 54), and the secretary can\nmake mistakes, too, see Brief for Respondent Reed 42. Public\ndisclosure can help cure the inadequacies of the verification and\ncanvassing process.Disclosure also helps prevent certain types of\npetition fraud otherwise difficult to detect, such as outright\nforgery and “bait and switch” fraud, in which an individual signs\nthe petition based on a misrepresentation of the underlying issue.\nSee Brief for Respondent WFST 9–11, 53–54; cf. Brief for\nMassachusetts Gay and Lesbian Political Caucus et al. asAmici Curiae18–22 (detailing “bait and switch” fraud in a\npetition drive in Massachusetts). The signer is in the best\nposition to detect these types of fraud, and public disclosure can\nbring the issue to the signer’s attention.Public disclosure thus helps ensure that the\nonly signatures counted are those that should be, and that the only\nreferenda placed on the ballot are those that garner enough valid\nsignatures. Public disclosure also promotes transparency and\naccountability in the electoral process to an extent other measures\ncannot. In light of the foregoing, we reject plaintiffs’ argument\nand conclude that public disclosure of referendum petitions in\ngeneral is substantially related to the important interest of\npreserving the integrity of the electoral process.[Footnote 2]CPlaintiffs’ more significant\nobjection is that “the strength of the governmental interest” does\nnot “reflect the seriousness of the actual burden on First\nAmendment rights.”Davis, 554 U. S., at ___ (slip op., at\n18) (citingBuckley, 424 U. S., at 68, 71); see,e.g., Brief for Petitioners 12–13, 30. According to\nplaintiffs, the objective of those seeking disclosure of the R–71\npetition is not to prevent fraud, but to publicly identify those\nwho had validly signed and to broadcast the signers’ political\nviews on the subject of the petition. Plaintiffs allege, for\nexample, that several groups plan to post the petitions in\nsearchable form on the Internet, and then encourage other citizens\nto seek out the R–71 signers. See App. 11; Brief for Petitioners 8,\n46–47.Plaintiffs explain that once on\nthe Internet, the petition signers’ names and addresses “can be\ncombined with publicly available phone numbers and maps,” in what\nwill effectively become a blueprint for harassment and\nintimidation.Id., at 46. To support their claim that they\nwill be subject to reprisals, plaintiffs cite examples from the\nhistory of a similar proposition in California, see,e.g.,id., at 2–6, 31–32, and from the experience of one of the\npetition sponsors in this case, see App. 9.In related contexts, we have explained that\nthose resisting disclosure can prevail under the First Amendment if\nthey can show “a reasonable probability that the compelled\ndisclosure [of personal information] will subject them to threats,\nharassment, or reprisals from either Government officials or\nprivate parties.”Buckley, supra, at 74; see alsoCitizens United, 558 U. S., at ___ (slip op., at 52). The\nquestion before us, however, is not whether PRA disclosure violates\nthe First Amendment with respect to those who signed the R–71\npetition, or other particularly controversial petitions. The\nquestion instead is whether such disclosure in general violates the\nFirst Amendment rights of those who sign referendum petitions.The problem for plaintiffs is that their\nargument rests almost entirely on the specific harm they say would\nattend disclosure of the information on the R–71 petition, or on\nsimilarly controversial ones. See,e.g., Brief for\nPetitioners 10, 26–29, 46, 56. But typical referendum petitions\n“concern tax policy, revenue, budget, or other state law issues.”\nBrief for Respondent WFST 36 (listing referenda); see also App. 26\n(stating that in recent years the State has received PRA requests\nfor petitions supporting initiatives concerning limiting motor\nvehicle charges; government regulation of private property; energy\nresource use by certain electric utilities; long-term care services\nfor the elderly and persons with disabilities; and state, county,\nand city revenue);id., at 26–27 (stating that in the past\n20 years, referendum measures that have qualified for the ballot in\nthe State concerned land-use regulation; unemployment insurance;\ncharter public schools; and insurance coverage and benefits).\nVoters care about such issues, some quite deeply—but there is no\nreason to assume that any burdens imposed by disclosure of typical\nreferendum petitions would be remotely like the burdens plaintiffs\nfear in this case.Plaintiffs have offered little in response.\nThey have provided us scant evidence or argument beyond the burdens\nthey assert disclosure would impose on R–71 petition signers or the\nsigners of other similarly controversial petitions. Indeed, what\nlittle plaintiffs do offer with respect to typical petitions in\nWashington hurts, not helps: Several other petitions in the State\n“have been subject to release in recent years,” plaintiffs tell us,\nBrief for Petitioners 50, but apparently that release has come\nwithout incident. Cf.Citizens United, supra, at ___ (slip\nop., at 55) (“Citizens United has been disclosing its donors for\nyears and has identified no instance of harassment or\nretaliation”).Faced with the State’s unrebutted arguments\nthat only modest burdens attend the disclosure of a typical\npetition, we must reject plaintiffs’ broad challenge to the PRA. In\ndoing so, we note—as we have in other election law disclosure\ncases—that upholding the law against a broad-based challenge does\nnot foreclose a litigant’s success in a narrower one. SeeBuckley, supra, at 74 (“minor parties” may be exempt from\ndisclosure requirements if they can show “a reasonable probability\nthat the compelled disclosure of a party’s contributors’ names will\nsubject them to threats, harassment, or reprisals from either\nGovernment officials or private parties”);Citizens United,\nsupra, at ___ (slip op., at 54) (disclosure “would be\nunconstitutional as applied to an organization if there were a\nreasonable probability that the group’s members would face threats,\nharassment, or reprisals if their names were disclosed” (citingMcConnellv.Federal Election Comm’n,540 U. S. 93, 198\n(2003)). The secretary of state acknowledges that plaintiffs may\npress the narrower challenge in Count II of their complaint in\nproceedings pending before the District Court. Brief for Respondent\nReed 17.*  *  *We conclude that disclosure under\nthe PRA would not violate the First Amendment with respect to\nreferendum petitions in general and therefore affirm the judgment\nof the Court of Appeals.It is so ordered.Footnote 1Justice Scalia doubts whether petition\nsigning is entitled to any First Amendment protection at all.Post, at 1 (opinion concurring in judgment). His\nskepticism is based on the view that petition signing has “legal\neffects” in the legislative process, while other aspects of\npolitical participation—with respect to which we have held there is\na First Amendment interest, seesupra, at 5–7—do not. Seepost, at 3–4, and n. 3. That line is not as sharp as\nJustice Scalia would have it; he himself recognizes “the existence\nof a First Amendment interest in voting,”post, at 6,\nwhich of course also can have legal effect. The distinction becomes\neven fuzzier given that onlysomepetition signing has\nlegal effect, and any such legal effect attaches only well after\nthe expressive act of signing, if the secretary determines that the\npetition satisfies the requirements for inclusion on the ballot.\nSeepost, at 3. Petitions that do not qualify for the\nballot of course carry no legal effect.Footnote 2Justice Thomas’s contrary assessment of the\nrelationship between the disclosure of referendum petitions\ngenerally and the State’s interests in this case is based on his\ndetermination that strict scrutiny applies,post, at 5\n(dissenting opinion), rather than the standard of review that we\nhave concluded is appropriate, seesupra, at 7.",
    "joined": []
}