{
    "case": {
        "docket": "20-1088",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1088/"
    },
    "id": "4598446",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–1088_________________DAVID CARSON, as parent and next friend of O.\nC., et al., PETITIONERSv.A. PENDER MAKINon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 21, 2022]Chief Justice Roberts delivered the opinion of\nthe Court.Maine has enacted a program of tuition\nassistance for parents who live in school districts that do not\noperate a secondary school of their own. Under the program, parents\ndesignate the secondary school they would like their child to\nattend—public or private—and the school district transmits payments\nto that school to help defray the costs of tuition. Most private\nschools are eligible to receive the payments, so long as they are\n“nonsectarian.” The question presented is whether this restriction\nviolates the Free Exercise Clause of the First Amendment.IAMaine’s Constitution provides that the State’s\nlegislature shall “require . . . the several towns to\nmake suitable provision, at their own expense, for the support and\nmaintenance of public schools.” Me. Const., Art. VIII, pt. 1, §1.\nIn accordance with that command, the legislature has required that\nevery school-age child in Maine “shall be provided an opportunity\nto receive the benefits of a free public education,” Me. Rev. Stat.\nAnn., Tit. 20–A, §2(1) (2008), and that the required schools be\noperated by “the legislative and governing bodies of local school\nadministrative units,” §2(2). But Maine is the most rural State in\nthe Union, and for many school districts the realities of remote\ngeography and low population density make those commands difficult\nto heed. Indeed, of Maine’s 260 school administrative units (SAUs),\nfewer than half operate a public secondary school of their own.\nApp. 4, 70, 73.Maine has sought to deal with this problem in\npart by creating a program of tuition assistance for families that\nreside in such areas. Under that program, if an SAU neither\noperates its own public secondary school nor contracts with a\nparticular public or private school for the education of its\nschool-age children, the SAU must “pay the tuition . . .\nat the public school or the approved private school of the parent’s\nchoice at which the student is accepted.” Me. Rev. Stat. Ann., Tit.\n20–A, §5204(4) (Cum. Supp. 2021). Parents who wish to take\nadvantage of this benefit first select the school they wish their\nchild to attend.Ibid.If they select a private school that\nhas been “approved” by the Maine Department of Education, the\nparents’ SAU “shall pay the tuition” at the chosen school up to a\nspecified maximum rate. See §§2902, 2951, 5204(4).To be “approved” to receive these payments, a\nprivate school must meet certain basic requirements under Maine’s\ncompulsory education law. §2951(1). The school must either be\n“[c]urrently accredited by a New England association of schools and\ncolleges” or separately “approv[ed] for attendance purposes” by the\nDepartment. §§2901(2), 2902. Schools seeking approval from the\nDepartment must meet specified curricular requirements, such as\nusing English as the language of instruction, offering a course in\n“Maine history, including the Constitution of Maine . . .\nand Maine’s cultural and ethnic heritage,” and maintaining a\nstudent-teacher ratio of not more than 30 to 1. §§2902(2), 2902(3),\n4706(2), 2902(6)(C).The program imposes no geographic limitation:\nParents may direct tuition payments to schools inside or outside\nthe State, or even in foreign countries. §§2951(3), 5808. In\nschools that qualify for the program because they are accredited,\nteachers need not be certified by the State, §13003(3), and Maine’s\ncurricular requirements do not apply, §2901(2). Single-sex schools\nare eligible. See Me. Rev. Stat. Ann., Tit. 5, §4553(2–A)\n(exempting single-sex private, but not public, schools from Maine’s\nantidiscrimination law).Prior to 1981, parents could also direct the\ntuition assistance payments to religious schools. Indeed, in the\n1979–1980 school year, over 200 Maine students opted to attend such\nschools through the tuition assistance program. App. 72. In 1981,\nhowever, Maine imposed a new requirement that any school receiving\ntuition assistance payments must be “a nonsectarian school in\naccordance with the First Amendment of the United States\nConstitution.” Me. Rev. Stat. Ann., Tit. 20–A, §2951(2). That\nprovision was enacted in response to an opinion by the Maine\nattorney general taking the position that public funding of private\nreligious schools violated the Establishment Clause of the First\nAmendment. We subsequently held, however, that a benefit program\nunder which private citizens “direct government aid to religious\nschools wholly as a result of their own genuine and independent\nprivate choice” does not offend the Establishment Clause.Zelmanv.Simmons-Harris,536\nU.S. 639, 652 (2002). Following our decision inZelman,\nthe Maine Legislature considered a proposed bill to repeal the\n“nonsectarian” requirement, but rejected it. App. 100, 108.The “nonsectarian” requirement for participation\nin Maine’s tuition assistance program remains in effect today. The\nDepartment has stated that, in administering this requirement, it\n“considers a sectarian school to be one that is associated with a\nparticular faith or belief system and which, in addition to\nteaching academic subjects, promotes the faith or belief system\nwith which it is associated and/or presents the material taught\nthrough the lens of this faith.” 979 F.3d 21, 38 (CA1 2020). “The\nDepartment’s focus is on what the school teaches through its\ncurriculum and related activities, and how the material is\npresented.”Ibid.(emphasis deleted). “[A]ffiliation or\nassociation with a church or religious institution is one potential\nindicator of a sectarian school,” but “it is not dispositive.”Ibid.BThis case concerns two families that live in\nSAUs that neither maintain their own secondary schools nor contract\nwith any nearby secondary school. App. 70, 71. Petitioners David\nand Amy Carson reside in Glenburn, Maine.Id., at 74. When\nthis litigation commenced, the Carsons’ daughter attended high\nschool at Bangor Christian Schools (BCS), which was founded in 1970\nas a ministry of Bangor Baptist Church.Id., at 74, 80. The\nCarsons sent their daughter to BCS because of the school’s high\nacademic standards and because the school’s Christian worldview\naligns with their sincerely held religious beliefs.Id., at\n74. Given that BCS is a “sectarian” school that cannot qualify for\ntuition assistance payments under Maine’s program,id., at\n80, the Carsons paid the tuition for their daughter to attend BCS\nthemselves,id., at 74.Petitioners Troy and Angela Nelson live in\nPalermo, Maine.Id., at 78. When this litigation commenced,\nthe Nelsons’ daughter attended high school at Erskine Academy, a\nsecular private school, and their son attended middle school at\nTemple Academy, a “sectarian” school affiliated with Centerpoint\nCommunity Church.Id., at 78, 90, 91. The Nelsons sent their\nson to Temple Academy because they believed it offered him a\nhigh-quality education that aligned with their sincerely held\nreligious beliefs.Id., at 78. While they wished to send\ntheir daughter to Temple Academy too, they could not afford to pay\nthe cost of the Academy’s tuition for both of their children.Id., at 79.BCS and Temple Academy are both accredited by\nthe New England Association of Schools and Colleges (NEASC), and\nthe Department considers each school a “private school approved for\nattendance purposes” under the State’s compulsory attendance\nrequirement.Id., at 80, 90. Yet because neither school\nqualifies as “nonsectarian,” neither is eligible to receive tuition\npayments under Maine’s tuition assistance program.Id., at\n80, 90. Absent the “nonsectarian” requirement, the Carsons and the\nNelsons would have asked their respective SAUs to pay the tuition\nto send their children to BCS and Temple Academy, respectively.Id., at 79.In 2018, petitioners brought suit against the\ncommissioner of the Maine Department of Education.Id., at\n11–12. They alleged that the “nonsectarian” requirement of Maine’s\ntuition assistance program violated the Free Exercise Clause and\nthe Establishment Clause of the First Amendment,id., at\n23–27, as well as the Equal Protection Clause of the Fourteenth\nAmendment,id., at 29–30. Their complaint sought declaratory\nand injunctive relief against enforcement of the requirement.Id., at 31–32. The parties filed cross-motions for summary\njudgment on a stipulated record. 401 F. Supp. 3d 207, 208 (Me.\n2019). Applying Circuit precedent that had previously upheld the\n“nonsectarian” requirement against challenge, seeEulittv.Maine Dept. of Ed.,386 F.3d 344(CA1 2004), the District Court rejected\npetitioners’ constitutional claims and granted judgment to the\ncommissioner. 401 F. Supp. 3d, at 209–212.While petitioners’ appeal to the First Circuit\nwas pending, this Court decidedEspinozav.Montana\nDepartment of Revenue, 591 U. S. ___ (2020).Espinozaheld that a provision of the Montana Constitution\nbarring government aid to any school “controlled in whole or in\npart by any church, sect, or denomination,” Art. X, §6(1),\nviolated the Free Exercise Clause by prohibiting families from\nusing otherwise available scholarship funds at the religious\nschools of their choosing. The First Circuit recognized that, in\nlight ofEspinoza, its prior precedent upholding Maine’s\n“nonsectarian” requirement was no longer controlling. 979\nF. 3d, at 32–36. But it nevertheless affirmed the District\nCourt’s grant of judgment to the commissioner.Id.,at\n49.As relevant here, the First Circuit offered two\ngrounds to distinguish Maine’s “nonsectarian” requirement from the\nno-aid provision at issue inEspinoza. First, the panel\nreasoned that, whereas Montana had barred schools from receiving\nfunding “simply based on their religious identity—a status that in\nand of itself does not determine how a school would use the\nfunds”—Maine bars BCS and Temple Academy from receiving funding\n“based on the religious use that they would make of it in\ninstructing children.” 979 F. 3d,at 40. Second, the panel\ndetermined that Maine’s tuition assistance program was distinct\nfrom the scholarships at issue inEspinozabecause Maine had\nsought to provide “a rough equivalent of the public school\neducation that Maine may permissibly require to be secular but that\nis not otherwise accessible.” 979 F. 3d,at 44. Thus, “the\nnature of the restriction at issue and the nature of the school aid\nprogram of which it is a key part” led the panel to conclude “once\nagain” that Maine’s “nonsectarian” requirement did not violate the\nFree Exercise Clause.Id.,at 46.We granted certiorari. 594 U. S. ___\n(2021).IIAThe Free Exercise Clause of the First\nAmendment protects against “indirect coercion or penalties on the\nfree exercise of religion, not just outright prohibitions.”Lyngv.Northwest Indian Cemetery Protective Assn.,485 U.S.\n439, 450 (1988). In particular, we have repeatedly held that a\nState violates the Free Exercise Clause when it excludes religious\nobservers from otherwise available public benefits. SeeSherbertv.Verner,374 U.S.\n398, 404 (1963) (“It is too late in the day to doubt that the\nliberties of religion and expression may be infringed by the denial\nof or placing of conditions upon a benefit or privilege.”); see\nalsoEversonv.Board of Ed. of Ewing,330 U.S.\n1, 16 (1947) (a State “cannot exclude” individuals “because\nof their faith, or lack of it, from receiving the benefits of\npublic welfare legislation”). A State may not withhold unemployment\nbenefits, for instance, on the ground that an individual lost his\njob for refusing to abandon the dictates of his faith. SeeSherbert, 374 U. S., at 399–402 (Seventh-day Adventist\nwho refused to work on the Sabbath);Thomasv.Review Bd.\nof Ind. Employment Security Div.,450 U.S.\n707, 709, 720 (1981) (Jehovah’s Witness who refused to\nparticipate in the production of armaments).We have recently applied these principles in the\ncontext of two state efforts to withhold otherwise available public\nbenefits from religious organizations. InTrinity Lutheran\nChurch of Columbia, Inc.v.Comer, 582 U. S. ___\n(2017), we considered a Missouri program that offered grants to\nqualifying nonprofit organizations that installed cushioning\nplayground surfaces made from recycled rubber tires. The Missouri\nDepartment of Natural Resources maintained an express policy of\ndenying such grants to any applicant owned or controlled by a\nchurch, sect, or other religious entity. The Trinity Lutheran\nChurch Child Learning Center applied for a grant to resurface its\ngravel playground, but the Department denied funding on the ground\nthat the Center was operated by the Church.We deemed it “unremarkable in light of our prior\ndecisions” to conclude that the Free Exercise Clause did not permit\nMissouri to “expressly discriminate[ ] against otherwise\neligible recipients by disqualifying them from a public benefit\nsolely because of their religious character.”Id., at\n___–___ (slip op., at 9–10). While it was true that Trinity\nLutheran remained “free to continue operating as a church,” it\ncould enjoy that freedom only “at the cost of automatic and\nabsolute exclusion from the benefits of a public program for which\nthe Center [was] otherwise fully qualified.”Id.,at ___\n(slip op., at 10) (citingMcDanielv.Paty,435 U.S.\n618, 626 (1978) (plurality opinion)). Such discrimination, we\nsaid, was “odious to our Constitution” and could not stand. 582\nU. S.,at ___ (slip op., at 15).Two Terms ago, inEspinoza, we reached\nthe same conclusion as to a Montana program that provided tax\ncredits to donors who sponsored scholarships for private school\ntuition. The Montana Supreme Court held that the program, to the\nextent it included religious schools, violated a provision of the\nMontana Constitution that barred government aid to any school\ncontrolled in whole or in part by a church, sect, or denomination.\nAs a result of that holding, the State terminated the scholarship\nprogram, preventing the petitioners from accessing scholarship\nfunds they otherwise would have used to fund their children’s\neducations at religious schools.We again held that the Free Exercise Clause\nforbade the State’s action. The application of the Montana\nConstitution’s no-aid provision, we explained, required strict\nscrutiny because it “bar[red] religious schools from public\nbenefits solely because of the religious character of the schools.”Espinoza, 591 U. S., at ___ (slip op., at 9). “A State\nneed not subsidize private education,” we concluded, “[b]ut once a\nState decides to do so, it cannot disqualify some private schools\nsolely because they are religious.”Id.,at ___ (slip op.,\nat 20).BThe “unremarkable” principles applied inTrinity LutheranandEspinozasuffice to resolve this\ncase. Maine offers its citizens a benefit: tuition assistance\npayments for any family whose school district does not provide a\npublic secondary school. Just like the wide range of nonprofit\norganizations eligible to receive playground resurfacing grants inTrinity Lutheran, a wide range of private schools are\neligible to receive Maine tuition assistance payments here. And\nlike the daycare center inTrinity Lutheran, BCS and Temple\nAcademy are disqualified from this generally available benefit\n“solely because of their religious character.” 582 U. S., at\n___ (slip op., at 10). By “condition[ing] the availability of\nbenefits” in that manner, Maine’s tuition assistance program—like\nthe program inTrinity Lutheran—“effectively penalizes the\nfree exercise” of religion.Ibid.(quotingMcDaniel,\n435 U. S., at 626 (plurality opinion)).Our recent decision inEspinozaapplied\nthese basic principles in the context of religious education that\nwe consider today. There, as here, we considered a state benefit\nprogram under which public funds flowed to support tuition payments\nat private schools. And there, as here, that program specifically\ncarved out private religious schools from those eligible to receive\nsuch funds. While the wording of the Montana and Maine provisions\nis different, their effect is the same: to “disqualify some private\nschools” from funding “solely because they are religious.” 591\nU. S., at ___ (slip op., at 20). A law that operates in that\nmanner, we held inEspinoza, must be subjected to “the\nstrictest scrutiny.”Id., at ___–___ (slip op., at\n11–12).To satisfy strict scrutiny, government action\n“must advance ‘interests of the highest order’ and must be narrowly\ntailored in pursuit of those interests.”Church of Lukumi Babalu\nAye, Inc.v.Hialeah,508 U.S.\n520, 546 (1993) (quotingMcDaniel, 435 U. S., at\n628 (plurality opinion)). “A law that targets religious conduct for\ndistinctive treatment . . . will survive strict scrutiny\nonly in rare cases.” 508 U. S., at 546.This is not one of them. As noted, a neutral\nbenefit program in which public funds flow to religious\norganizations through the independent choices of private benefit\nrecipients does not offend the Establishment Clause. SeeZelman, 536 U. S., at 652–653. Maine’s decision to\ncontinue excluding religious schools from its tuition assistance\nprogram afterZelmanthus promotes stricter separation of\nchurch and state than the Federal Constitution requires. See alsopost,at 4 (Breyer, J., dissenting) (States may choose “not\nto fund certain religious activity . . . even when the\nEstablishment Clause does not itself prohibit the State from\nfunding that activity”);post,at 1 (Sotomayor, J.,\ndissenting) (same point).But as we explained in bothTrinity\nLutheranandEspinoza, such an “interest in separating\nchurch and state ‘more fiercely’ than the Federal Constitution\n. . . ‘cannot qualify as compelling’ in the face of the\ninfringement of free exercise.”Espinoza, 591 U. S., at\n___ (slip op., at 18) (quotingTrinity Lutheran, 582\nU. S., at ___ (slip op., at 14)); see alsoWidmarv.Vincent,454 U.S.\n263, 276 (1981) (“[T]he state interest . . . in\nachieving greater separation of church and State than is already\nensured under the Establishment Clause . . . is limited\nby the Free Exercise Clause.”). Justice Breyer stresses the\nimportance of “government neutrality” when it comes to religious\nmatters,post, at 13, but there is nothing neutral about\nMaine’s program. The State pays tuition for certain students at\nprivate schools—so long as the schools are not religious. That is\ndiscrimination against religion. A State’s antiestablishment\ninterest does not justify enactments that exclude some members of\nthe community from an otherwise generally available public benefit\nbecause of their religious exercise.[1]*IIIThe First Circuit attempted to distinguish our\nprecedent by recharacterizing the nature of Maine’s tuition\nassistance program in two ways, both of which Maine echoes before\nthis Court. First, the panel defined the benefit at issue as the\n“rough equivalent of [a Maine] public school education,” an\neducation that cannot include sectarian instruction. 979\nF. 3d, at 44; see also Brief for Respondent 22. Second, the\npanel defined the nature of the exclusion as one based not on a\nschool’s religious “status,” as inTrinity LutheranandEspinoza, but on religious “uses” of public funds. 979\nF. 3d, at 38–40; see also Brief for Respondent 35. Neither of\nthese formal distinctions suffices to distinguish this case fromTrinity LutheranorEspinoza, or to affect the\napplication of the free exercise principles outlined above.AThe First Circuit held that the “nonsectarian”\nrequirement was constitutional because the benefit was properly\nviewed not as tuition assistance payments to be used at approved\nprivate schools, but instead as funding for the “rough equivalent\nof the public school education that Maine may permissibly require\nto be secular.” 979 F. 3d, at 44. As Maine puts it, “[t]he\npublic benefit Maine is offering is a free public education.” Brief\nfor Respondent 1–2.To start with, the statute does not say anything\nlike that. It says that an SAU without a secondary school of its\nown “shall pay the tuition . . . at the public school or\nthe approved private school of the parent’s choice at which the\nstudent is accepted.” Me. Rev. Stat. Ann., Tit. 20–A, §5204(4). The\nbenefit istuitionat a publicorprivate school,\nselected by the parent, with no suggestion that the “private\nschool” must somehow provide a “public” education.This reading of the statute is confirmed by the\nprogram’s operation. The differences between private schools\neligible to receive tuition assistance under Maine’s program and a\nMaine public school are numerous and important. To start with the\nmost obvious, private schools are different by definition because\nthey do not have to accept all students. Public schools generally\ndo. Second, the free public education that Maine insists it is\nproviding through the tuition assistance program is oftennotfree. That “assistance” is available at private schools\nthat charge several times the maximum benefit that Maine is willing\nto provide. See Stipulated Record, Exh. 2, in No. 1:18–cv–327 (Me.,\nMar. 12, 2019), ECF Doc. 24–2, p. 11; Brief for Respondent 32.Moreover, the curriculum taught at participating\nprivate schools need not even resemble that taught in the Maine\npublic schools. For example, Maine public schools must abide by\ncertain “parameters for essential instruction in English language\narts; mathematics; science and technology; social studies; career\nand education development; visual and performing arts; health,\nphysical education and wellness; and world languages.” §6209. But\nNEASC-accredited private schools are exempt from these\nrequirements, and instead subject only to general “standards and\nindicators” governing the implementation of their own chosen\ncurriculum. Brief for Respondent 32; see NEASC, Standards—20/20\nProcess (rev. Aug. 2021), https://cis. neasc.org/standards2020\n(requiring, for instance, that “[c]urriculum planning supports the\nschool’s core beliefs and the needs of the students,” and that the\n“[w]ritten curriculum aligns horizontally and vertically”).Private schools approved by the Department\n(rather than accredited by NEASC) are likewise exempt from many of\nthe State’s curricular requirements, so long as fewer than 60% of\ntheir students receive tuition assistance from the State. For\ninstance, such schools need not abide by Maine’s “comprehensive,\nstatewide system of learning results,” including the “parameters\nfor essential instruction” referenced above, and they need not\nadminister the annual state assessments in English language arts,\nmathematics, and science. §§2951(6), 6209; see also ECF Doc. 24–2,\nat 9.There are other distinctions, too. Participating\nschools need not hire state-certified teachers. Compare Me. Rev.\nStat. Ann., Tit. 20–A, §13003(1), with §13003(3). And the schools\ncan be single-sex. See ECF Doc. 24–2, at 11. In short, it is simply\nnot the case that these schools, to be eligible for state funds,\nmust offer an education that is equivalent—roughly or otherwise—to\nthat available in the Maine public schools.But the key manner in which the two educational\nexperiencesarerequired to be “equivalent” is that they\nmust both be secular. Saying that Maine offers a benefit limited to\nprivate secular education is just another way of saying that Maine\ndoes not extend tuition assistance payments to parents who choose\nto educate their children at religious schools. But “the definition\nof a particular program can always be manipulated to subsume the\nchallenged condition,” and to allow States to “recast a condition\non funding” in this manner would be to see “the First Amendment\n. . . reduced to a simple semantic exercise.”Agency\nfor Int’l Developmentv.Alliance for Open Society Int’l,\nInc.,570 U.S.\n205, 215 (2013) (quotingLegal Services Corporationv.Velazquez,531 U.S.\n533, 547 (2001)); see alsoWalzv.Tax Comm’n of City\nof New York,397 U.S.\n664, 696 (1970) (Harlan, J., concurring) (“The Court must\nsurvey meticulously the circumstances of governmental categories to\neliminate, as it were, religious gerrymanders.”). Maine’s\nformulation does not answer the question in this case; it simply\nrestates it.Indeed, were we to accept Maine’s argument, our\ndecision inEspinozawould be rendered essentially\nmeaningless. By Maine’s logic, Montana could have obtained the same\nresult that we held violated the First Amendment simply by\nredefining its tax credit for sponsors of generally available\nscholarships as limited to “tuition payments for the rough\nequivalent of a Montana public education”—meaning a secular\neducation. But our holding inEspinozaturned on the\nsubstance of free exercise protections, not on the presence or\nabsence of magic words. That holding applies fully whether the\nprohibited discrimination is in an express provision like §2951(2)\nor in a party’s reconceptualization of the public benefit.Maine may provide a strictly secular education\nin its public schools. But BCS and Temple Academy—like numerous\nother recipients of Maine tuition assistance payments—are not\npublic schools. In order to provide an education to children who\nlive in certain parts of its far-flung State, Maine has decidednotto operate schools of its own, but instead to offer\ntuition assistance that parents may direct to the public or private\nschools oftheirchoice. Maine’s administration of that\nbenefit is subject to the free exercise principles governing any\nsuch public benefit program—including the prohibition on denying\nthe benefit based on a recipient’s religious exercise.The dissents are wrong to say that under our\ndecision today Maine “must” fund religious education.Post,at 7 (Breyer, J., dissenting). Maine chose to allow\nsome parents to direct state tuition payments to private schools;\nthat decision was not “forced upon” it.Post,at 4\n(Sotomayor, J., dissenting). The State retains a number of options:\nit could expand the reach of its public school system, increase the\navailability of transportation, provide some combination of\ntutoring, remote learning, and partial attendance, or even operate\nboarding schools of its own. As we held inEspinoza, a\n“State need not subsidize private education. But once a State\ndecides to do so, it cannot disqualify some private schools solely\nbecause they are religious.” 591 U. S., at ___ (slip op., at\n20).BThe Court of Appeals also attempted to\ndistinguish this case fromTrinity LutheranandEspinozaon the ground that the funding restrictions in\nthose cases were “solely status-based religious discrimination,”\nwhile the challenged provision here “imposes a use-based\nrestriction.” 979 F. 3d, at 35, 37–38. Justice Breyer makes\nthe same argument.Post,at 8–9, 13–14 (dissenting\nopinion).InTrinity Lutheran, the Missouri\nConstitution banned the use of public funds in aid of “any church,\nsect or denomination of religion.” 582 U. S., at ___–___ (slip\nop., at 2–3). We noted that the case involved “express\ndiscrimination based on religious identity,” which was sufficient\nunto the day in deciding it, and that our opinion did “not address\nreligious uses of funding.”Id., at ___, n. 3\n(plurality opinion) (slip op., at 14, n. 3).So too inEspinoza, the discrimination at\nissue was described by the Montana Supreme Court as a prohibition\non aiding “schools controlled by churches,” and we analyzed the\nissue in terms of “religious status and not religious use.” 591\nU. S., at ___ (slip op., at 10). Foreshadowing Maine’s\nargument here, Montana argued that its case was different from\nTrinity Lutheran’s because it involved not playground resurfacing,\nbut general funds that “could be used for religious ends by some\nrecipients, particularly schools that believe faith should\n‘permeate[ ]’ everything they do.”Id.,at ___ (slip\nop., at 11). We explained, however, that the strict scrutiny\ntriggered by status-based discrimination could not be avoided by\narguing that “one of its goals or effects [was] preventing\nreligious organizations from putting aid to religioususes.”Ibid.(emphasis added). And we noted that nothing in our\nanalysis was “meant to suggest that we agree[d] with [Montana] that\nsome lesser degree of scrutiny applies to discrimination against\nreligious uses of government aid.”Id.,at ___ (slip op., at\n12).Maine’s argument, however—along with the\ndecision below and Justice Breyer’s dissent—is premised on\nprecisely such a distinction. See Brief for Respondent 44 (“Maine\nhas not broadly excluded private schools simply because they are\naffiliated with or controlled by a religious organization. Rather,\na school is excluded only if it promotes a particular faith and\npresents academic material through the lens of that faith.”); 979\nF. 3d, at 40 (Maine provision “does not bar schools from\nreceiving funding simply based on their religious identity” but\ninstead “based on the religious use that they would make of it in\ninstructing children.”);post, at 9 (Breyer, J., dissenting)\n(“[U]nlike the circumstances present inTrinity LutheranandEspinoza, it is religious activity, not religious labels,\nthat lies at the heart of this case.”).That premise, however, misreads our precedents.\nInTrinity LutheranandEspinoza, we held that the\nFree Exercise Clause forbids discrimination on the basis of\nreligious status. But those decisions never suggested that\nuse-based discrimination is any less offensive to the Free Exercise\nClause. This case illustrates why. “[E]ducating young people in\ntheir faith, inculcating its teachings, and training them to live\ntheir faith are responsibilities that lie at the very core of the\nmission of a private religious school.”Our Lady of Guadalupe\nSchoolv.Morrissey-Berru, 591 U. S. ___, ___\n(2020) (slip op., at 18); see alsoHosanna-Tabor Evangelical\nLutheran Church and Schoolv.EEOC,565 U.S.\n171, 192 (2012).Any attempt to give effect to such a distinction\nby scrutinizing whether and how a religious school pursues its\neducational mission would also raise serious concerns about state\nentanglement with religion and denominational favoritism. SeeOur Lady, 591 U. S., at ___ (slip op., at 26);Larsonv.Valente,456 U.S.\n228, 244 (1982). Indeed, Maine concedes that the Department\nbarely engages in any such scrutiny when enforcing the\n“nonsectarian” requirement. See Brief for Respondent 5 (asserting\nthat there will be no need to probe private schools’ uses of\ntuition assistance funds because “schools self-identify as\nnonsectarian” under the program and the need for any further\nquestioning is “extremely rare”). That suggests that any status-use\ndistinction lacks a meaningful application not only in theory, but\nin practice as well. In short, the prohibition on status-based\ndiscrimination under the Free Exercise Clause is not a permission\nto engage in use-based discrimination.Maine and the dissents invokeLockev.Davey,540 U.S.\n712(2004), in support of the argument that the State may\npreclude parents from designating a religious school to receive\ntuition assistance payments. In that case, Washington had\nestablished a scholarship fund to assist academically gifted\nstudents with postsecondary education expenses. But the program\nexcluded one particular use of the scholarship funds: the\n“essentially religious endeavor” of pursuing a degree designed to\n“train[ ] a minister to lead a congregation.”Id.,at\n721;Espinoza, 591 U. S., at ___ (slip op., at 13). We\nupheld that restriction against a free exercise challenge,\nreasoning that the State had “merely chosen not to fund a distinct\ncategory of instruction.”Locke,540 U. S., at 721.Our opinions inTrinity LutheranandEspinoza, however, have already explained whyLockecan be of no help to Maine here. Both precedents emphasized, as didLockeitself, that the funding inLockewas intended\nto be used “to prepare for the ministry.”Trinity Lutheran,\n582 U. S., at ___ (slip op., at 12); see alsoEspinoza,\n591 U. S., at ___ (slip op., at 13);Locke, 540\nU. S., at 725. Funds could be and were used for theology\ncourses; only pursuing a “vocational religious”degreewas\nexcluded.Ibid.; see alsoTrinity Lutheran, 582\nU. S., at ___–___ (slip op., at 12–13) (explaining narrow\nreach ofLocke);Espinoza, 591 U. S., at ___–___\n(slip op., at 13–14) (same).Locke’s reasoning expressly turned on\nwhat it identified as the “historic and substantial state interest”\nagainst using “taxpayer funds to support church leaders.” 540\nU. S., at 722, 725. But as we explained at length inEspinoza, “it is clear that there is no ‘historic and\nsubstantial’ tradition against aiding [private religious] schools\ncomparable to the tradition against state-supported clergy invoked\nbyLocke.” 591 U. S., at ___ (slip op., at 16).Lockecannot be read beyond its narrow focus on vocational\nreligious degrees to generally authorize the State to exclude\nreligious persons from the enjoyment of public benefits on the\nbasis of their anticipated religious use of the benefits.*  *  *Maine’s “nonsectarian” requirement for its\notherwise generally available tuition assistance payments violates\nthe Free Exercise Clause of the First Amendment. Regardless of how\nthe benefit and restriction are described, the program operates to\nidentify and exclude otherwise eligible schools on the basis of\ntheir religious exercise. The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1*Both dissents articulate a\nnumber of other reasons not to extend the tuition assistance\nprogram to BCS and Temple Academy, based on the schools’ particular\npolicies and practices.Post,at 15–16 (opinion of Breyer,\nJ.);post,at 4 (opinion of Sotomayor, J.). Maine rightly\ndoes not attempt to defend its law on such grounds, however,\nbecause the law rigidly excludes any and all sectarian schools\nregardless of particular characteristics. Seesupra,at\n3.",
    "joined": []
}