{
    "case": {
        "docket": "535",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/535/"
    },
    "id": "1963717",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–704_________________CURT MESSERSCHMIDT, et al., PETITIONERSv.BRENDA MILLENDER, as executor of the ESTATE OF AUGUSTA\nMILLENDER, DECEASED, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 22, 2012]Chief Justice Roberts delivered the opinion of\nthe Court.Petitioner police officers conducted a search of\nrespondents’ home pursuant to a warrant issued by a neutral\nmagistrate. The warrant authorized a search for all guns and\ngang-related material, in connection with the investigation of a\nknown gang member for shooting at his ex-girlfriend with a\npistol-gripped sawed-off shotgun, because she had “call[ed] the\ncops” on him. App. 56. Respondents brought an action seeking to\nhold the officers personally liable under 42 U. S. C.\n§1983, alleging that the search violated their Fourth Amendment\nrights because there was not sufficient probable cause to believe\nthe items sought were evidence of a crime. In particular,\nrespondents argued that there was no basis to search for all guns\nsimply because the suspect owned and had used a sawed-off shotgun,\nand no reason to search for gang material because the shooting at\nthe ex-girlfriend for “call[ing] the cops” was solely a domestic\ndispute. The Court of Appeals for the Ninth Circuit held that the\nwarrant was invalid, and that the officers were not entitled to\nimmu- nity from personal liability because this invalidity was so\nobvious that any reasonable officer would have recognized it,\ndespite the magistrate’s approval. We disagree and reverse.IAShelly Kelly decided to break off her romantic\nrelationship with Jerry Ray Bowen and move out of her apartment, to\nwhich Bowen had a key. Kelly feared an attack from Bowen, who had\npreviously assaulted her and had been convicted of multiple violent\nfelonies. She therefore asked officers from the Los Angeles County\nSheriff’s Department to accompany her while she gathered her\nthings. Deputies from the Sheriff’s Department came to assist Kelly\nbut were called away to respond to an emergency before the move was\ncomplete.As soon as the officers left, an enraged Bowen\nappeared at the bottom of the stairs to the apartment, yelling “I\ntold you never to call the cops on me bitch!” App. 39, 56. Bowen\nthen ran up the stairs to Kelly, grabbed her by her shirt, and\ntried to throw her over the railing of the second-story landing.\nWhen Kelly successfully resisted, Bowen bit her on the shoulder and\nattempted to drag her inside the apartment by her hair. Kelly again\nmanaged to escape Bowen’s grasp, and ran to her car. By that time,\nBowen had retrieved a black sawed-off shotgun with a pistol grip.\nHe ran in front of Kelly’s car, pointed the shotgun at her, and\ntold Kelly that if she tried to leave he would kill her. Kelly\nleaned over, fully depressed the gas pedal, and sped away. Bowen\nfired at the car a total of five times, blowing out the car’s left\nfront tire in the process, but Kelly managed to escape.Kelly quickly located police officers and\nreported the assault. She told the police what had happened—that\nBowen had attacked her after becoming “angry because she had called\nthe Sheriff’s Department”—and she mentioned that Bowen was “an\nactive member of the ‘Mona Park Crips,’ ” a local street gang.Id., at 39. Kelly also provided the officers with\nphotographs of Bowen.Detective Curt Messerschmidt was assigned to\ninvestigate the incident. Messerschmidt met with Kelly to obtain\ndetails of the assault and information about Bowen. Kelly described\nthe attack and informed Messerschmidt that she thought Bowen was\nstaying at his foster mother’s home at 2234 East 120th Street.\nKelly also informed Messerschmidt of Bowen’s previous assaults on\nher and of his gang ties.Messerschmidt then conducted a background check\non Bowen by consulting police records, California Department of\nMotor Vehicles records, and the “cal-gang” database. Based on this\nresearch, Messerschmidt confirmed Bowen’s connection to the 2234\nEast 120th Street address. He also confirmed that Bowen was an\n“active” member of the Mona Park Crips and a “secondary” member of\nthe Dodge City Crips.Id., at 64. Finally, Messerschmidt\nlearned that Bowen had been arrested and convicted for numerous\nviolent and firearm-related offenses. Indeed, at the time of the\ninvestigation, Bowen’s “rapsheet” spanned over 17 printed pages,\nand indicated that he had been arrested at least 31 times. Nine of\nthese arrests were for firearms offenses and six were for violent\ncrimes, including three arrests for assault with a deadly weapon\n(firearm).Id., at 72–81.Messerschmidt prepared two warrants: one to\nauthorize Bowen’s arrest and one to authorize the search of 2234\nEast 120th Street. An attachment to the search warrant described\nthe property that would be the object of the search:“All handguns, rifles, or shotguns of any\ncaliber, or any firearms capable of firing ammunition, or firearms\nor devices modified or designed to allow it [sic] to fire\nammunition. All caliber of ammunition, miscellaneous gun parts, gun\ncleaning kits, holsters which could hold or have held any caliber\nhandgun being sought. Any receipts or paperwork, showing the\npurchase, ownership, or possession of the handguns being sought.\nAny firearm for which there is no proof of ownership. Any firearm\ncapable of firing or chambered to fire any caliber ammunition.“Articles of evidence showing street gang\nmembership or affiliation with any Street Gang to include but not\nlimited to any reference to ‘Mona Park Crips’, including writings\nor graffiti depicting gang membership, activity or identity.\nArticles of personal property tending to establish the identity of\nperson [sic] in control of the premise or premises. Any\nphotographs or photograph albums depicting persons, vehicles,\nweapons or locations, which may appear relevant to gang membership,\nor which may depict the item being sought and or believed to be\nevidence in the case being investigated on this warrant, or which\nmay depict evidence of criminal activity. Additionally to include\nany gang indicia that would establish the persons being sought in\nthis warrant, affiliation or membership with the ‘Mona Park Crips’\nstreet gang.”Id.,at 52.Two affidavits accompanied Messerschmidt’s\nwarrant ap- plications. The first affidavit described\nMesserschmidt’s extensive law enforcement experience, including\nthat he had served as a peace officer for 14 years, that he was\nthen assigned to a “specialized unit” “investigating gang related\ncrimes and arresting gang members for various violations of the\nlaw,” that he had been involved in “hundreds of gang related\nincidents, contacts, and or arrests” during his time on the force,\nand that he had “received specialized training in the field of gang\nrelated crimes” and training in “gang related shootings.”Id.,at 53–54.The second affidavit—expressly incorporated into\nthe search warrant—explained why Messerschmidt believed there was\nsufficient probable cause to support the warrant. That affidavit\ndescribed the facts of the incident involving Kelly and Bowen in\ngreat detail, including the weapon used in the assault. The\naffidavit recounted that Kelly had identified Bowen as the\nassailant and that she thought Bowen might be found at 2234 East\n120th Street. It also reported that Messerschmidt had “conducted an\nextensive background search on the suspect by utilizing\ndepartmental records, state computer records, and other police\nagency records,” and that from that information he had concluded\nthat Bowen resided at 2234 East 120th Street.Id.,at\n58.The affidavit requested that the search warrant\nbe endorsed for night service because “information provided by the\nvictim and the cal-gang data base” indicated that Bowen had “gang\nties to the Mona Park Crip gang” and that “night service would\nprovide an added element of safety to the community as well as for\nthe deputy personnel serving the warrant.”Id.,at 59. The\naffidavit concluded by noting that Messerschmidt “believe[d] that\nthe items sought” would be in Bowen’s possession and that “recovery\nof the weapon could be invaluable in the successful prosecution of\nthe suspect involved in this case, and the curtailment of further\ncrimes being committed.”Ibid.Messerschmidt submitted the warrants to his\nsuper- visors—Sergeant Lawrence and Lieutenant Ornales—for review.\nDeputy District Attorney Janet Wilson also reviewed the materials\nand initialed the search warrant, indicating that she agreed with\nMesserschmidt’s assessment of probable cause.Id., at 27,\n47. Finally, Messerschmidt submitted the warrants to a magistrate.\nThe magistrate approved the warrants and authorized night\nservice.The search warrant was served two days later by\na team of officers that included Messerschmidt and Lawrence.\nSheriff’s deputies forced open the front door of 2234 East 120th\nStreet and encountered Augusta Millender—a woman in her\nseventies—and Millender’s daughter and grandson. As instructed by\nthe police, the Millenders went outside while the residence was\nsecured but remained in the living room while the search was\nconducted. Bowen was not found in the residence. The search did,\nhowever, result in the seizure of Augusta Millender’s shotgun, a\nCalifornia Social Services letter addressed to Bowen, and a box of\n.45-caliber ammunition.Bowen was arrested two weeks later after\nMesserschmidt found him hiding under a bed in a motel room.BThe Millenders filed suit in Federal District\nCourt against the County of Los Angeles, the sheriff’s department,\nthe sheriff, and a number of individual officers, including\nMesserschmidt and Lawrence. The complaint alleged, as relevant\nhere, that the search warrant was invalid under the Fourth\nAmendment. It sought damages from Messerschmidt and Lawrence, among\nothers.The parties filed cross motions for summary\njudgment on the validity of the search warrant. The District Court\nfound the warrant defective in two respects. The District Court\nconcluded that the warrant’s authorization to search for firearms\nwas unconstitutionally overbroad because the “crime specified here\nwas a physical assault with a very specific weapon”—a black\nsawed-off shotgun with a pistol grip—negating any need to “search\nfor all firearms.”Millenderv.County of Los\nAngeles, Civ. No. 05–2298 (CD Cal., Mar. 15, 2007), App. to\nPet. for Cert. 106, 157, 2007 WL 7589200, *21. The court also found\nthe warrant overbroad with respect to the search for gang-related\nmaterials, because there “was no evidence that the crime at issue\nwas gang-related.” App. to Pet. for Cert. 157. As a result, the\nDistrict Court granted summary judgment to the Millenders on their\nconstitutional challenges to the firearm and gang material aspects\nof the search warrant.Id.,at 160. The District Court also\nrejected the officers’ claim that they were entitled to qualified\nimmunity from damages.Id.,at 171.Messerschmidt and Lawrence appealed, and a\ndivided panel of the Court of Appeals for the Ninth Circuit\nreversed the District Court’s denial of qualified immunity. 564\nF.3d 1143 (2009). The court held that the officers were entitled to\nqualified immunity because “they reasonably relied on the approval\nof the warrant by a deputy district attorney and a judge.”Id., at 1145.The Court of Appeals granted rehearing en banc\nand affirmed the District Court’s denial of qualified immunity. 620\nF.3d 1016 (CA9 2010). The en banc court concluded that the\nwarrant’s authorization was unconstitutionally overbroad because\nthe affidavit and the warrant failed to “establish[ ] probable\ncause that the broad categories of firearms, firearm-related\nmaterial, and gang-related material described in the warrant were\ncontraband or evidence of a crime.”Id.,at 1033. In the en\nbanc court’s view, “the deputies had probable cause to search for a\nsingle, identified weapon . . . . They had no probable cause to\nsearch for the broad class of firearms and firearm-related\nmaterials described in the warrant.”Id.,at 1027. In\naddition, “[b]ecause the deputies failed to establish any link\nbetween gang-related materials and a crime, the warrant authorizing\nthe search and seizure of all gang-related evidence [was] likewise\ninvalid.”Id.,at 1031. Concluding that “a reasonable\nofficer in the deputies’ position would have been well aware of\nthis deficiency,” the en banc court held that the officers were not\nentitled to qualified immunity.Id.,at 1033–1035.There were two separate dissenting opinions.\nJudge Callahan determined that “the officers had probable cause to\nsearch for and seize any firearms in the home in which Bowen, a\ngang member and felon, was thought to reside.”Id.,at 1036.\nShe also concluded that “the officers reasonably relied on their\nsuperiors, the district attorney, and the magistrate to correct”\nany overbreadth in the warrant, and that the officers were entitled\nto qualified immunity because their actions were not objectively\nunreasonable.Id.,at 1044, 1049. Judge Silverman also\ndissented, concluding that the “deputies’ belief in the validity of\n. . . the warrant was entirely reasonable” and that the\n“record [wa]s totally devoid of any evidence that the deputies\nacted other than in good faith.”Id.,at 1050. Judge Tallman\njoined both dissents.We granted certiorari. 564 U. S. ___ (2011).IIThe Millenders allege that they were subjected\nto an unreasonable search in violation of the Fourth Amendment\nbecause the warrant authorizing the search of their home was not\nsupported by probable cause. They seek damages from Messerschmidt\nand Lawrence for their roles in obtaining and executing this\nwarrant. The validity of the warrant is not before us. The question\ninstead is whether Messerschmidt and Lawrence are entitled to im-\nmunity from damages, even assuming that the warrant should not have\nbeen issued.“The doctrine of qualified immunity protects\ngovernment officials ‘from liability for civil damages insofar as\ntheir conduct does not violate clearly established statutory or\nconstitutional rights of which a reasonable person would have\nknown.’ ”Pearsonv.Callahan,555 U.S.\n223, 231 (2009) (quotingHarlowv.Fitzgerald,457\nU.S. 800, 818 (1982)). Qualified immunity “gives government\nofficials breathing room to make reasonable but mistaken\njudgments,” and “protects ‘all but the plainly incompetent or those\nwho knowingly violate the law.’ ”Ashcroftv.al-Kidd, 563 U. S. ___, ___ (2011) (slip op., at 12)\n(quotingMalleyv.Briggs,475\nU.S. 335, 341 (1986)). “[W]hether an official protected by\nqualified immunity may be held personally liable for an allegedly\nunlawful official action generally turns on the ‘objective legal\nreasonableness’ of the action, assessed in light of the legal rules\nthat were ‘clearly established’ at the time it was taken.”Andersonv.Creighton,483 U.S.\n635, 639 (1987) (citation omitted).Where the alleged Fourth Amendment violation\ninvolves a search or seizure pursuant to a warrant, the fact that a\nneutral magistrate has issued a warrant is the clearest indication\nthat the officers acted in an objectively reasonable manner or, as\nwe have sometimes put it, in “objective good faith.”United\nStatesv.Leon,468 U.S.\n897, 922–923 (1984).[1]\nNonetheless, under our precedents, the fact that a neutral\nmagistrate has issued a warrant authorizing the allegedly\nunconstitutional search or seizure does not end the inquiry into\nobjective reasonableness. Rather, we have recognized an exception\nallowing suit when “it is obvious that no reasonably competent\nofficer would have concluded that a warrant should issue.”Malley, 475 U. S., at 341. The “shield of immunity”\notherwise conferred by the warrant,id., at 345, will be\nlost, for example, where the warrant was “based on an affidavit so\nlacking in indicia of probable cause as to render official belief\nin its existence entirely unreasonable.”Leon, 468\nU. S., at 923 (internal quotation marks omitted).[2]Our precedents make clear, however, that the\nthreshold for establishing this exception is a high one, and it\nshould be. As we explained inLeon, “[i]n the ordinary case,\nan officer cannot be expected to question the magistrate’s\nprobable-cause determination” because “[i]t is the magistrate’s\nresponsibility to determine whether the officer’s allegations\nestablish probable cause and, if so, to issue a warrant comporting\nin form with the requirements of the Fourth Amendment.”Id.,\nat 921; see alsoMalley,supra, at 346, n. 9\n(“It is a sound presumption that the magistrate is more qualified\nthan the police officer to make a probable cause determination, and\nit goes without saying that where a magistrate acts mistakenly in\nissuing a warrant but within the range of professional competence\nof a magistrate, the officer who requested the warrant cannot be\nheld liable” (internal quotation marks and citation omitted)).IIIThe Millenders contend, and the Court of\nAppeals held, that their case falls into this narrow exception.\nAccording to the Millenders, the officers “failed to provideanyfacts or circumstances from which a magistrate could\nproperly conclude that there was probable cause to seize the broad\nclasses of items being sought,” and “[n]o reasonable officer would\nhave presumed that such a warrant was valid.” Brief for Respondents\n27. We disagree.AWith respect to the warrant’s authorization to\nsearch for and seize all firearms, the Millenders argue that “a\nreasonably well-trained officer would have readily perceived that\nthere was no probable cause to search the house forallfirearms and firearm-related items.”Id., at 32. Noting that\n“the affidavit indicated exactly what item was evidence of a\ncrime—the ‘black sawed off shotgun with a pistol grip,’ ” they\nargue that “[n]o facts established that Bowen possessed any other\nfirearms, let alone that such firearms (if they existed) were\n‘contraband or evidence of a crime.’ ”Ibid.(quoting\nApp. 56).Even if the scope of the warrant were overbroad\nin authorizing a search for all guns when there was information\nonly about a specific one, that specific one was a sawed-off\nshotgun with a pistol grip, owned by a known gang member, who had\njust fired the weapon five times in public in an attempt to murder\nanother person, on the asserted ground that she had “call[ed] the\ncops” on him.Id., at 56. Under these circumstances—set\nforth in the warrant—it would not have been unreasonable for an\nofficer to conclude that there was a “fair probability” that the\nsawed-off shotgun was not the only firearm Bowen owned.Illinoisv.Gates,462 U.S.\n213, 238 (1983). And it certainly would have been reasonable\nfor an officer to assume that Bowen’s sawed-off shotgun was\nillegal. Cf. 26 U. S. C. §§5845(a), 5861(d). Evidence of\none crime is not always evidence of several, but given Bowen’s\npossession of one illegal gun, his gang membership, his willingness\nto use the gun to kill someone, and his concern about the police, a\nreasonable officer could conclude that there would be additional\nillegal guns among others that Bowen owned.[3]A reasonable officer also could believe that\nseizure of the firearms was necessary to prevent further assaults\non Kelly. California law allows a magistrate to issue a search\nwarrant for items “in the possession of any person with the intent\nto use them as a means of committing a public offense,” Cal. Penal\nCode Ann. §1524(a)(3) (West 2011), and the warrant application\nsubmitted by the officers specifically referenced this provision as\na basis for the search. App. 48. Bowen had already attempted to\nmurder Kelly once with a firearm, and had yelled “I’ll kill you” as\nshe tried to escape from him.Id.,at 56–57. A reasonable\nofficer could conclude that Bowen would make another attempt on\nKelly’s life and that he possessed other firearms “with the intent\nto use them” to that end. Cal. Penal Code Ann. §1524(a)(3).Given the foregoing, it would not have been\n“entirely unreasonable” for an officer to believe, in the\nparticular circumstances of this case, that there was probable\ncause to search for all firearms and firearm-related materials.Leon,supra, at 923 (internal quotation marks\nomitted).With respect to the warrant’s authorization to\nsearch for evidence of gang membership, the Millenders contend that\n“no reasonable officer could have believed that the affidavit\npresented to the magistrate contained a sufficient basis to\nconclude that the gang paraphernalia sought was contraband or\nevidence of a crime.” Brief for Respondents 28. They argue that\n“the magistrate [could not] have reasonably concluded, based on the\naffidavit, that Bowen’s gang membership had anything to do with the\ncrime under investigation” because “[t]he affidavit described a\n‘spousal assault’ that ensued after Kelly decided to end her ‘on\ngoing dating relationship’ with Bowen” and “[n]othing in that\ndescription suggests that the crime was gang-related.”Ibid.(quoting App. 55).This effort to characterize the case solely as a\ndomes- tic dispute, however, is misleading. Cf.post, at 5\n(Sotomayor, J., dissenting);post, at 2 (Kagan, J.,\nconcurring in part and dissenting in part). Messerschmidt began his\naffidavit in support of the warrant by explaining that he “has been\ninvestigating an assault with a deadly weapon incident” and\nelaborated that the crime was a “spousal assaultandan\nassault with a deadly weapon.” App. 55 (emphasis added). The\naffidavit also stated that Bowen was “a known Mona Park Crip gang\nmember” “based on information provided by the victim and the\ncal-gang database,”[4] and that\nhe had attempted to murder Kelly after becoming enraged that she\nhad “call[ed] the cops on [him].”Id., at 56, 58–59. A\nreasonable officer could certainly view Bowen’s attack as motivated\nnot by the souring of his romantic relationship with Kelly but\ninstead by a desire to prevent her from disclosing details of his\ngang activity to the police. She was, after all, no longer linked\nwith him as a girlfriend; he had assaulted her in the past; and she\nhad indeed called the cops on him. And, as the affidavit supporting\nthe warrant made clear, Kelly had in fact given the police\ninformation about Bowen’s gang ties.Id., at 59.[5]It would therefore not have been\nunreasonable—based on the facts set out in the affidavit—for an\nofficer to believe that evidence regarding Bowen’s gang affiliation\nwould prove helpful in prosecuting him for the attack on Kelly. SeeWarden, Md. Penitentiaryv.Hayden,387 U.S.\n294, 307 (1967) (holding that the Fourth Amendment allows a\nsearch for evidence when there is “probable cause . . . to believe\nthat the evidence sought will aid in a particular apprehension or\nconviction”). Not only would such evidence help to establish\nmotive, either apart from or in addition to any domestic dispute,\nit would also support the bringing of additional, related charges\nagainst Bowen for the assault. See,e.g.,Cal. Penal Code\nAnn. §136.1(b)(1) (West 1999) (It is a crime to “attempt[ ] to\nprevent or dissuade another person who has been the victim of a\ncrime or who is witness to a crime from . . . [m]aking any report\nof that victimization to any . . . law enforcement\nofficer”).[6]In addition, a reasonable officer could believe\nthat evidence demonstrating Bowen’s membership in a gang might\nprove helpful in impeaching Bowen or rebutting various defenses he\ncould raise at trial. For example, evidence that Bowen had ties to\na gang that uses guns such as the one he used to assault Kelly\nwould certainly be relevant to establish that he had familiarity\nwith or access to this type of weapon.Moreover, even if this were merely a domestic\ndispute, a reasonable officer could still conclude that gang\nparaphernalia found at the Millenders’ residence would aid in the\nprosecution of Bowen by, for example, demonstrating Bowen’s\nconnection to other evidence found there. The warrant authorized a\nsearch for “any gang indicia that would establish the persons being\nsought in this warrant,” and “[a]rticles of personal property\ntending to establish the identity of [the] person in control of the\npremise or premises.” App. 52. Before the District Court, the\nMillenders “acknowledge[d] that evidence of who controlled the\npremises would be relevant if incriminating evidence were found and\nit became necessary to tie that evidence to a person, ” and\nthe District Court approved that aspect of the warrant on this\nbasis. App. to Pet. for Cert. 158–159 (internal quotation marks\nomitted). Given Bowen’s known gang affiliation, a reasonable\nofficer could conclude that gang paraphernalia found at the\nresidence would be an effective means of demonstrating Bowen’s\ncontrol over the premises or his connection to evidence found\nthere.[7]Whatever the use to which evidence of Bowen’s\ngang involvement might ultimately have been put, it would not have\nbeen “entirely unreasonable” for an officer to believe that the\nfacts set out in the affidavit established a fair probability that\nsuch evidence would aid the prosecution of Bowen for the criminal\nacts at issue.Leon, 468 U. S.,at 923 (internal\nquotation marks omitted).BWhether any of these facts, standing alone or\ntaken together, actually establish probable cause is a question we\nneed not decide. Qualified immunity “gives government officials\nbreathing room to make reasonable but mistaken judgments.”al-Kidd, 563 U. S., at ___ (slip op., at 12). The\nofficers’ judgment that the scope of the warrant was supported by\nprobable cause may have been mistaken, but it was not “plainly\nincompetent.”Malley, 475 U. S., at 341.On top of all this, the fact that the officers\nsought and obtained approval of the warrant application from a\nsuperior and a deputy district attorney before submitting it to the\nmagistrate provides further support for the conclusion that an\nofficer could reasonably have believed that the scope of the\nwarrant was supported by probable cause.Ibid.Before\nseeking to have the warrant issued by a magistrate, Messerschmidt\nconducted an extensive investigation into Bowen’s background and\nthe facts of the crime. Based on this investigation, Messerschmidt\nprepared a detailed warrant application that truthfully laid out\nthe pertinent facts. The only facts omitted—the offi- cers’\nknowledge of Bowen’s arrest and conviction records, seesupra,at 3—would only have strengthened the warrant.\nMesserschmidt then submitted the warrant application for review by\nLawrence, another superior officer, and a deputy district attorney,\nall of whom approved the application without any apparent\nmisgivings. Only after this did Messerschmidt seek the approval of\na neutral magistrate, who issued the requested warrant. The\nofficers thus “took every step that could reasonably be expected of\nthem.”Massachusettsv.Sheppard,468 U.S.\n981, 989 (1984). In light of the foregoing, it cannot be said\nthat “no officer of reasonable competence would have requested the\nwarrant.”Malley, 475 U. S., at 346, n. 9. Indeed,\na contrary conclusion would mean not only that Messerschmidt and\nLawrence were “plainly incompetent,”id., at 341, but that\ntheir supervisor, the deputy district attorney, and the magistrate\nwere as well.The Court of Appeals, however, gave no weight to\nthe fact that the warrant had been reviewed and approved by the\nofficers’ superiors, a deputy district attorney, and a neutral\nmagistrate. Relying onMalley, the court held that the\nofficers had an “independent responsibility to ensure there [was]\nat least a colorable argument for probable cause.” 620 F. 3d, at\n1034. It explained that “[t]he deputies here had a responsibility\nto exercise their reasonable professional judgment,” and that “in\ncircumstances such as these a neutral magistrate’s approval (and,\na fortiori, a non-neutral prosecutor’s) cannot absolve an\nofficer of liability.”Ibid.(citation omitted).We rejected inMalleythe contention that\nan officer is automatically entitled to qualified immunity for\nseeking a warrant unsupported by probable cause, simply because a\nmagistrate had approved the application. 475 U. S., at 345.\nAnd because the officers’ superior and the deputy district attorney\nare part of the prosecution team, their review also cannot be\nregarded as dispositive. But by holding inMalleythat a\nmagistrate’s approval does not automatically render an officer’s\nconduct reasonable, we did not suggest that approval by a\nmagistrate or review by others is irrelevant to the objective\nreasonableness of the officers’ determination that the warrant was\nvalid. Indeed, we expressly noted that we were not deciding\n“whether [the officer’s] conduct in [that] case was in fact\nobjectively reasonable.”Id., at 345, n. 8. The fact\nthat the officers secured these approvals is certainly pertinent in\nassessing whether they could have held a reasonable belief that the\nwarrant was supported by probable cause.CIn holding that the warrant in this case was\nso obviously defective that no reasonable officer could have\nbelieved it was valid, the court below relied heavily on our\ndecision inGrohv.Ramirez,540\nU.S. 551(2004), but that precedent is far afield. There, we\nheld that officers who carried out a warrant-approved search were\nnot entitled to qualified immunity because the warrant in question\nfailed to describe the items to be seizedat all.Id.,at 557. We explained that “[i]n the portion of the form\nthat called for a description of the ‘person or property’ to be\nseized, [the applicant] typed a description of [the target’s]\ntwo-story blue house rather than the alleged stockpile of\nfirearms.”Id.,at 554. Thus, the warrant stated\nnonsensically that “ ‘there is now concealed [on the specified\npremises] a certain person or property, namely [a] single dwelling\nresidence two story in height which is blue in color and has two\nadditions attached to the east.’ ”Id.,at 554–555,\nn. 2 (bracketed material in original). Because “even a cursory\nreading of the warrant in [that] case—perhaps just a simple\nglance—would have revealed a glaring de-ficiency that any\nreasonable police officer would have known was constitutionally\nfatal,”id.,at 564, we held that the officer was not\nentitled to qualified immunity.The instant case is not remotely similar. In\ncontrast toGroh, any defect here would not have been\nobvious from the face of the warrant. Rather, any arguable defect\nwould have become apparent only upon a close parsing of the warrant\napplication, and a comparison of the affidavit to the terms of the\nwarrant to determine whether the affidavit established probable\ncause to search for all the items listed in the warrant. This is\nnot an error that “just a simple glance” would have revealed.Ibid.Indeed, unlike inGroh, the officers here did\nnot merely submit their application to a magistrate. They also\npresented it for review by a superior officer, and a deputy\ndistrict attorney, before submitting it to the magistrate. The fact\nthat none of the officials who reviewed the application expressed\nconcern about its validity demonstrates that any error was not\nobvious.Grohplainly does not control the result here.*  *  *The question in this case is not whether the\nmagistrate erred in believing there was sufficient probable cause\nto support the scope of the warrant he issued. It is instead\nwhether the magistrate so obviously erred that any reasonable\nofficer would have recognized the error. The occasions on which\nthis standard will be met may be rare, but so too are the\ncircumstances in which it will be appropriate to impose personal\nliability on a lay officer in the face of judicial approval of his\nactions. Even if the warrant in this case were invalid, it was not\nso obviously lacking in probable cause that the officers can be\ncon- sidered “plainly incompetent” for concluding otherwise.Malley,supra, at 341. The judgment of the Court of\nAppeals denying the officers qualified immunity must therefore be\nreversed.It is so ordered.Notes1AlthoughLeoninvolved the proper application of the exclusionary rule to remedy\na Fourth Amendment violation, we have held that “the same standard\nof objective reasonableness that we applied in the con-text of a\nsuppression hearing inLeondefines the qualified immun-ity\naccorded an officer” who obtained or relied on an allegedly invalid\nwarrant.Malleyv.Briggs,475\nU.S. 335, 344 (1986) (citation omitted);Grohv.Ramirez,540 U.S.\n551, 565, n. 8 (2004).2The dissent relies almost\nentirely on facts outside the affidavit, including Messerschmidt’s\ndeposition testimony,post, at 4, 11 (opinion of Sotomayor,\nJ.), crime analysis forms,post, at 5, Kelly’s interview,post, at 5–6, and n. 5, Messerschmidt’s notes regarding\nKelly’s interview,post, at 5–6, n. 5, and even several\nbriefs filed in the District Court and the Court of Appeals,post, at 8–9, 12. In contrast, the dissent cites the\nprobable cause affidavit itselfonly twice. Seepost,\nat 12. There is no contention before us that the affidavit was\nmisleading in omitting any of the facts on which the dissent\nrelies. Cf.Leon, 468 U. S., at 923.3The dissent caricatures\nour analysis as being that “because Bowen fired one firearm, it was\nreasonable for the police to conclude . . . that [he] must\nhave possessed others,”post, at 10 (opinion of Sotomayor,\nJ.). This simply avoids coming to grips with the facts of the crime\nat issue.4Although the cal-gang\ndatabase states that information contained therein cannot be used\nto establish probable cause, see App. 64, the affidavit makes clear\nthat Kelly also provided this information to Messerschmidt,id., at 59, as she did to the deputies who initially\nresponded to the attack,id.,at 39 (describing Kelly’s\nstatement that Bowen was “an active member of the ‘Mona Park\nCrips’ ”). We therefore need not decide whether the cal-gang\ndatabase’s disclaimer is relevant to Fourth Amendment\nanalysis.5Contrary to the dissent’s\nsuggestion, seepost, at 5–6, n. 5 (opinionof\nSotomayor, J.), the affidavit’s account of Bowen’s statements is\nconsistent with other accounts of the confrontation, in particular\nthe report prepared by the officers who spoke with Kelly\nimmediately after the attack. See App. 39 (stating that when Bowen\n“appeared at the base of the stairs and began yelling at [Kelly,]\n[h]e was angry because she had called the Sheriff’s Department”).\nAnd at no point during this litigation has the accuracy of the\naffidavit’s account of the attack been called into\nquestion.6The dissent relies\nheavily on Messerschmidt’s deposition, in which he stated that\nBowen’s crime was not a “gang crime.” Seepost, at 4–7.\nMesserschmidt’s belief about the nature of the crime, however, is\nnotinformationhe possessed but aconclusionhe\nreached based on information known to him. SeeAndersonv.Creighton,483 U.S.\n635, 641 (1987). We have “eschew[ed] inquiries into the\nsubjective beliefs of law enforcement officers who seize evidence\npursuant to a subsequently invalidated warrant.”United\nStatesv.Leon,468 U.S.\n897, 922, n. 23 (1984); see alsoHarlowv.Fitzgerald,457 U.S.\n800, 815–819 (1982). In any event, as the dissent recognizes,\nthe inquiry under our precedents is whether “a reasonably\nwell-trained officer in petitioner’s position would have known thathis affidavitfailed to establish probable cause.”Malley, 475 U. S., at 345 (emphasis added).\nMesserschmidt’s own evaluation does not answer the question whether\nit would have been unreasonable for an officer to have reached a\ndifferent conclusion from the facts in the affidavit. See\nn. 2,supra.7The Fourth Amendment does\nnot require probable cause to believe evidence willconclusivelyestablish a fact before permitting a search,\nbut only “probable cause . . . to believe the evidence soughtwill aidin a particular apprehension or conviction.”Warden, Md. Penitentiaryv.Hayden,387 U.S.\n294, 307 (1967) (emphasis added). Even if gang evidence might\nhave turned out not to be conclusive because other members of the\nMillender household also had gang ties, seepost, at 8\n(opinion of Sotomayor, J.);post, at 2–3 (opinion of Kagan,\nJ.), a reasonable officer could still conclude that evidence of\ngang membership would help show Bowen’s connection to the\nresidence. Such evidence could, for example, have displayed Bowen’s\ngang moniker (“C Jay”)or could have been identified by Kelly as\nbelonging to Bowen. SeeApp. 64.",
    "joined": []
}