{
    "case": {
        "docket": "199",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/199/"
    },
    "id": "1962225",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTJONES V. BOCK549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNOS. 05-7058 AND 05-7142LORENZO L. JONES, PETITIONER05–7058v.BARBARA BOCK, WARDEN, et al.TIMOTHY WILLIAMS, PETITIONER05–7142   v.WILLIAM S. OVERTON et al.JOHN H. WALTON v.BARBARA BOUCHARD\net al.on writs of certiorari to the united states court of appeals for\nthe sixth circuit[January 22, 2007]Chief Justice Roberts delivered\nthe opinion of the Court.In an effort to address the large\nnumber of prisoner complaints filed in federal court, Congress\nenacted the Prison Litigation Reform Act of 1995 (PLRA), 110 Stat.\n1321–71, as amended, 42 U. S. C. §1997eet seq. Among\nother reforms, the PLRA mandates early judicial screening of\nprisoner complaints and requires prisoners to exhaust prison\ngrievance procedures before filing suit. 28 U. S. C. §1915A;\n42 U. S. C. §1997e(a). The Sixth Circuit, along with some\nother lower courts, adopted several procedural rules designed to\nimplement this exhaustion requirement and facilitate early judicial\nscreening. These rules require a prisoner to allege and demonstrate\nexhaustion in his complaint, permit suit only against defendants\nwho were identified by the prisoner in his grievance, and require\ncourts to dismiss the entire action if the prisoner fails to\nsatisfy the exhaustion requirement as to any single claim in his\ncomplaint. Other lower courts declined to adopt such rules. We\ngranted certiorari to resolve the conflict and now conclude that\nthese rules are not required by the PLRA, and that crafting and\nimposing them exceeds the proper limits on the judicial role.IPrisoner litigation continues to\n“account for an outsized share of filings” in federal district\ncourts.Woodfordv.Ngo, 548 U. S. ___, ___,\nn. 4 (2006) (slip op., at 12, n. 4). In 2005, nearly 10\npercent of all civil cases filed in federal courts nationwide were\nprisoner complaints challenging prison conditions or claiming civil\nrights violations.[Footnote 1]\nMost of these cases have no merit; many are frivolous. Our legal\nsystem, however, remains committed to guaranteeing that prisoner\nclaims of illegal conduct by their custodians are fairly handled\naccording to law. The challenge lies in ensuring that the flood of\nnonmeritorious claims does not submerge and effectively preclude\nconsideration of the allegations with merit. SeeNeitzkev.Williams,490 U. S. 319, 327\n(1989).Congress addressed that challenge\nin the PLRA. What this country needs, Congress decided, is fewer\nand better prisoner suits. SeePorterv.Nussle,534 U. S. 516,\n524 (2002) (PLRA intended to “reduce the quantity and improve the\nquality of prisoner suits”). To that end, Congress enacted a\nvariety of reforms designed to filter out the bad claims and\nfacilitate consideration of the good. Key among these was the\nrequirement that inmates complaining about prison conditions\nexhaust prison grievance remedies before initiating a lawsuit.The exhaustion provision of the PLRA\nstates:“No action shall be brought with respect to prison\nconditions under [42 U. S. C. §1983], or any other Federal\nlaw, by a prisoner confined in any jail, prison, or other\ncorrectional facility until such administrative remedies as are\navailable are exhausted.” 42 U. S. C. §1997e(a).Requiring exhaustion allows prison officials an\nopportunity to resolve disputes concerning the exercise of their\nresponsibilities before being haled into court. This has the\npotential to reduce the number of inmate suits, and also to improve\nthe quality of suits that are filed by producing a useful\nadministrative record.Woodford,supra, at ___\n(slip op., at 12). In an attempt to implement the exhaustion\nrequirement, some lower courts have imposed procedural rules that\nhave become the subject of varying levels of disagreement among the\nfederal courts of appeals.The first question presented centers on a\nconflict over whether exhaustion under the PLRA is a pleading\nrequirement the prisoner must satisfy in his complaint or an\naffirmative defense the defendant must plead and prove.[Footnote 2] The Sixth Circuit, adopting\nthe former view, requires prisoners to attach proof of\nexhaustion—typically copies of the grievances—to their complaints\nto avoid dismissal. If no written record of the grievance is\navailable, the inmate must plead with specificity how and when he\nexhausted the grievance procedures.Knuckles Elv.Toombs, 215 F. 3d 640, 642 (2000).The next issue concerns how courts determine\nwhether a prisoner has properly exhausted administrative\nremedies—specifically, the level of detail required in a grievance\nto put the prison and individual officials on notice of the claim.\nThe Sixth Circuit requires that a prisoner have identified, in the\nfirst step of the grievance process, each individual later named in\nthe lawsuit to properly exhaust administrative remedies.Burtonv.Jones, 321 F. 3d 569, 575 (2003).\nOther circuits have taken varying approaches to this question, see,e.g.,Butlerv.Adams, 397 F. 3d\n1181, 1183 (CA9 2005) (proper exhaustion requires use of the\nadministrative process provided by the State; if that process does\nnot require identification of specific persons, neither does the\nPLRA);Johnsonv.Johnson, 385 F. 3d 503, 522\n(CA5 2004) (“[T]he grievance must provide administrators with a\nfair opportunity under the circumstances to address the problem\nthat will later form the basis of the suit”);Riccardov.Rausch, 375 F. 3d 521, 524 (CA7 2004) (exhaustion\nsatisfied if grievance “served its function of alerting the state\nand inviting corrective action”), none going as far as the Sixth\nCircuit in requiring in every case that the defendants have been\nnamed from the beginning of the grievance process.Finally, the circuits are divided over what\nthe PLRA requires when both exhausted and unexhausted claims are\nincluded in a complaint.[Footnote\n3] Some circuits, including the Sixth Circuit, apply a “total\nexhaustion” rule, under which no part of the suit may proceed if\nany single claim in the action is not properly exhausted. See,e.g.,Jones Beyv.Johnson, 407\nF. 3d 801, 805 (CA6 2005). Among circuits requiring total\nexhaustion there is further disagreement over what to do if the\nrequirement is not met. Most courts allow the prisoner to amend his\ncomplaint to include only exhausted claims,e.g.,Kozohorskyv.Harmon, 332 F. 3d 1141, 1144 (CA8\n2003), but the Sixth Circuit denies leave to amend, dismisses the\naction, and requires that it be filed anew with only unexhausted\nclaims,Baxterv.Rose, 305 F. 3d 486, 488\n(2002);Jones Bey,supra, at 807. See alsoMcGorev.Wrigglesworth, 114 F. 3d 601, 612\n(1997). Other circuits reject total exhaustion altogether, instead\ndismissing only unexhausted claims and considering the rest on the\nmerits. See,e.g.,Ortizv.McBride, 380\nF. 3d 649, 663 (CA2 2004).APetitioners are inmates in the\ncustody of the Michigan Department of Corrections (MDOC). At the\ntime petitioners filed their grievances, MDOC Policy Directive\n03.02.130 (Nov. 1, 2000) set forth the applicable grievance\nprocedures. 1 App. 138–157.[Footnote 4] The policy directive describes what issues are\ngrievable and contains instructions for filing and processing\ngrievances.Inmates must first attempt to\nresolve a problem orally within two business days of becoming aware\nof the grievable issue.Id.,at 147. If oral resolution is\nunsuccessful, the inmate may proceed to Step I of the grievance\nprocess, and submit a completed grievance form within five business\ndays of the attempted oral resolution.Id.,at 147,\n149–150. The Step I grievance form provided by MDOC (a one-page\nform on which the inmate fills out identifying information and is\ngiven space to describe the complaint) advises inmates to be “brief\nand concise in describing your grievance issue.” 2id.,at\n1. The inmate submits the grievance to a designated grievance\ncoordinator, who assigns it to a respondent—generally the\nsupervisor of the person being grieved. 1id.,at 150.If the inmate is dissatisfied with the Step I\nresponse, he may appeal to Step II by obtaining an appeal form\nwithin five business days of the response, and submitting the\nappeal within five business days of obtaining the form.Id.,at 152. The respondent at Step II is designated by\nthe policy,id.,at 152–153 (e.g., the regional\nhealth administrator for medical care grievances). If still\ndissatisfied after Step II, the inmate may further appeal to Step\nIII using the same appeal form; the MDOC director is designated as\nrespondent for all Step III appeals.Id.,at 154.Lorenzo JonesPetitioner Lorenzo Jones is\nincarcerated at the MDOC’s Saginaw Correctional Facility. In\nNovember 2000, while in MDOC’s custody, Jones was involved in a\nvehicle accident and suffered significant injuries to his neck and\nback. Several months later Jones was given a work assignment he\nallegedly could not perform in light of his injuries. According to\nJones, respondent Paul Morrison—in charge of work assignments at\nthe prison—made the inappropriate assignment, even though he knew\nof Jones’s injuries. When Jones reported to the assignment, he\ninformed the staff member in charge—respondent Michael\nOpanasenko—that he could not perform the work; Opanasenko allegedly\ntold him to do the work or “ ‘suffer the consequences.’ ”\nId.,at 20. Jones performed the required tasks and allegedly\naggravated his injuries. After unsuccessfully seeking redress\nthrough the MDOC’s grievance process, Jones filed a complaint in\nthe Eastern District of Michigan under 42 U. S. C. §1983 for\ndeliberate indifference to medical needs, retaliation, and\nharassment. Jones named as defendants, in addition to Morrison and\nOpanasenko, respondents Barbara Bock (the warden), Valerie Chaplin\n(a deputy warden), Janet Konkle (a registered nurse), and Ahmad\nAldabaugh (a physician).A Magistrate recommended\ndismissal for failure to state a claim with respect to Bock,\nChaplin, Konkle, and Aldabaugh, and the District Court agreed. 1\nApp. 41. With respect to Morrison and Opanasenko, however, the\nMagistrate recommended that the suit proceed, finding that Jones\nhad exhausted his administrative remedies as to those two.Id.,at 18–29. The District Court disagreed. In his\ncomplaint, Jones provided the dates on which his claims were filed\nat various steps of the MDOC grievance procedures.Id.,at\n41. He did not, however, attach copies of the grievance forms or\ndescribe the proceedings with specificity. Respondents attached\ncopies of all of Jones’s grievances to their own motion to dismiss,\nbut the District Judge ruled that Jones’s failure to meet his\nburden to plead exhaustion in his complaint could not be cured by\nrespondents.Id.,at 42. The Sixth Circuit agreed, holding\nboth that Jones failed to comply with the specific pleading\nrequirements applied to PLRA suits, 135 Fed. Appx. 837, 839 (2005)(per curiam)(citingKnuckles El, 215 F. 3d,\nat 642), and that, even if Jones had shown that he exhausted the\nclaims against Morrison and Opanasenko, dismissal was still\nrequired under the total exhaustion rule, 135 Fed. Appx., at 839\n(citingJones Bey, 407 F. 3d, at 806).Timothy WilliamsPetitioner Timothy Williams\nis incarcerated at the MDOC’s Adrian Correctional Facility. He\nsuffers from noninvoluting cavernous hemangiomas in his right arm,\na medical condition that causes pain, immobility, and disfigurement\nof the limb, and for which he has undergone several surgeries. An\nMDOC physician recommended further surgery to provide pain relief,\nbut MDOC’s Correctional Medical Services denied the recommendation\n(and subsequent appeals by the doctor) on the ground that the\ndanger of surgery outweighed the benefits, which it viewed as\ncosmetic. The MDOC Medical Services Advisory Committee upheld this\ndecision. After Correctional Medical Services indicated that it\nwould take the request under advisement, Williams filed a grievance\nobjecting to the quality of his medical care and seeking\nauthorization for the surgery. He later filed another grievance\ncomplaining that he was denied a single-occupancy handicapped cell,\nallegedly necessary to accommodate his medical condition. After\nboth grievances were denied at all stages, Williams filed a\ncomplaint in the Eastern District of Michigan under §1983, naming\nas respondents William Overton (former director of MDOC), David\nJamrog (the warden), Mary Jo Pass and Paul Klee (assistant deputy\nwardens), Chad Markwell (corrections officer), Bonnie Peterson\n(health unit manager), and Dr. George Pramstaller (chief medical\nofficer for MDOC).The District Judge found that\nWilliams had failed to exhaust his administrative remedies with\nregard to his medical care claim because he had not identified any\nof the respondents named in his lawsuit during the grievance\nprocess.[Footnote 5] Although\nWilliams’s claim concerning the handicapped cell had been properly\nexhausted, the District Judge—applying the total exhaustion\nrule—dismissed the entire suit. The Sixth Circuit affirmed. 136\nFed. Appx. 859, 861–863 (2005) (citing Burton, 321 F. 3d,\nat 574,Curryv.Scott, 249 F. 3d 493,\n504–505 (CA6 2001), andJones Bey, 407 F. 3d, at\n805).John WaltonPetitioner John Walton is\nincarcerated at the MDOC’s Alger Maximum Correctional Facility.\nAfter assaulting a guard, he was sanctioned with an indefinite\n“upper slot” restriction.[Footnote\n6] Several months later, upon learning that other prisoners had\nbeen given upper slot restrictions of only three months for the\nsame infraction, he filed a grievance claiming that this disparity\nwas the result of racial discrimination (Walton is black, the two\nother prisoners he identified in his grievances are white). After\nthe grievance was denied, Walton filed a complaint in the Western\nDistrict of Michigan under §1983, claiming race discrimination. He\nnamed as respondents Barbara Bouchard (former warden), Ken Gearin,\nDavid Bergh, and Ron Bobo (assistant deputy wardens), Catherine\nBauman (resident unit manager), and Denise Gerth (assistant\nresident unit supervisor).The District Judge dismissed\nthe lawsuit because Walton had not named any respondent other than\nBobo in his grievance. His claims against the other respondents\nwere thus not properly exhausted, and the court dismissed the\nentire action under the total exhaustion rule. The Sixth Circuit\naffirmed, reiterating its requirement that a prisoner must “file a\ngrievance against the person he ultimately seeks to sue,”\nCurry,supra,at 505, and that this requirement can\nonly be satisfied by naming each defendant at Step I of the MDOC\ngrievance process. Because Walton had exhausted prison remedies\nonly as to respondent Bobo, the Sixth Circuit affirmed the District\nCourt’s dismissal of the entire action. 136 Fed. Appx. 846, 848–849\n(2005).BJones sought review in a petition\nfor certiorari, arguing that the Sixth Circuit’s heightened\npleading requirement and total exhaustion rule contravene the clear\nlanguage of the Federal Rules of Civil Procedure and the PLRA.\nWilliams and Walton filed a joint petition under this Court’s Rule\n12.4, contending that the rule requiring every defendant to be\nnamed during the grievance process is not required by the PLRA, and\nalso challenging the total exhaustion rule. We granted both\npetitions for certiorari, 547 U. S. ___ (2006), and consolidated\nthe cases for our review.IIThere is no question that\nexhaustion is mandatory under the PLRA and that unexhausted claims\ncannot be brought in court.Porter, 534 U. S., at 524.\nWhat is less clear is whether it falls to the prisoner to plead and\ndemonstrate exhaustion in the complaint, or to the defendant to\nraise lack of exhaustion as an affirmative defense. The minority\nrule, adopted by the Sixth Circuit, places the burden of pleading\nexhaustion in a case covered by the PLRA on the prisoner; most\ncourts view failure to exhaust as an affirmative defense. See\nn. 2,supra.We think petitioners, and the\nmajority of courts to consider the question, have the better of the\nargument. Federal Rule of Civil Procedure 8(a) requires simply a\n“short and plain statement of the claim” in a complaint, while Rule\n8(c) identifies a nonexhaustive list of affirmative defenses that\nmust be pleaded in response. The PLRA itself is not a source of a\nprisoner’s claim; claims covered by the PLRA are typically brought\nunder 42 U. S. C. §1983, which does not require exhaustion at\nall, seePatsyv.Board of Regents of Fla.,457 U. S. 496,\n516 (1982). Petitioners assert that courts typically regard\nexhaustion as an affirmative defense in other contexts, see Brief\nfor Petitioners 34–36, and nn. 12–13 (citing cases), and\nrespondents do not seriously dispute the general proposition. We\nhave referred to exhaustion in these terms, see,e.g.,Wrightv.Universal Maritime Service Corp.,525 U. S. 70, 75\n(1998) (referring to “failure to exhaust” as an “affirmative\ndefens[e]”), including in the similar statutory scheme governing\nhabeas corpus,Dayv.McDonough, 547 U. S. ___,\n___ (2006) (slip op., at 8) (referring to exhaustion as a\n“defense”).The PLRA dealt extensively with the subject of\nexhaustion, see 42 U. S. C. §§1997e(a), (c)(2), but is silent\non the issue whether exhaustion must be pleaded by the plaintiff or\nis an affirmative defense. This is strong evidence that the usual\npractice should be followed, and the usual practice under the\nFederal Rules is to regard exhaustion as an affirmative\ndefense.In a series of recent cases, we have explained\nthat courts should generally not depart from the usual practice\nunder the Federal Rules on the basis of perceived policy concerns.\nThus, inLeathermanv.Tarrant County Narcotics\nIntelligence and Coordination Unit,507 U. S. 163(1993), we\nunanimously reversed the court of appeals for imposing a heightened\npleading standard in §1983 suits against municipalities. We\nexplained that “[p]erhaps if [the] Rules … were rewritten today,\nclaims against municipalities under §1983 might be subjected to the\nadded specificity requirement … . But that is a result which\nmust be obtained by the process of amending the Federal Rules, and\nnot by judicial interpretation.”Id.,at 168.InSwierkiewiczv.Sorema\nN. A.,534\nU. S. 506(2002), we unanimously reversed the court of appeals\nfor requiring employment discrimination plaintiffs to specifically\nallege the elements of a prima facie case of discrimination. We\nexplained that “the Federal Rules do not contain a heightened\npleading standard for employment discrimination suits,” and a\n“requirement of greater specificity for particular claims” must be\nobtained by amending the Federal Rules.Id.,at 515\n(citingLeatherman). And just last Term, inHillv.McDonough, 547 U. S. ___ (2006), we unanimously\nrejected a proposal that §1983 suits challenging a method of\nexecution must identify an acceptable alternative: “Specific\npleading requirements are mandated by the Federal Rules of Civil\nProcedure, and not, as a general rule, through case-by-case\ndeterminations of the federal courts.”Id.,at ___ (slip\nop., at 8) (citingSwierkiewicz).The Sixth Circuit and other courts requiring\nprisoners to plead and demonstrate exhaustion in their complaints\ncontend that if the “new regime” mandated by the PLRA for prisoner\ncomplaints is to function effectively, prisoner complaints must be\ntreated outside of this typical framework. SeeBaxter, 305\nF. 3d, at 489. These courts explain that the PLRA not only\nimposed a new mandatory exhaustion requirement, but also departed\nin a fundamental way from the usual procedural ground rules by\nrequiring judicial screening to filter out nonmeritorious claims:\nCourts are to screen inmate complaints “before docketing, if\nfeasible, or … as soon as practicable after docketing,” and dismiss\nthe complaint if it is “frivolous, malicious, … fails to state a\nclaim upon which relief may be granted[,] or … seeks monetary\nrelief from a defendant who is immune from such relief.” 28 U.\nS. C. §§1915A(a), (b). All this may take place before any\nresponsive pleading is filed—unlike in the typical civil case,\ndefendants do not have to respond to a complaint covered by the\nPLRA until required to do so by the court, and waiving the right to\nreply does not constitute an admission of the allegations in the\ncomplaint. See 42 U. S. C. §1997e(g)(1), (2). According to\nrespondents, these departures from the normal litigation framework\nof complaint and response mandate a different pleading requirement\nfor prisoner complaints, if the screening is to serve its intended\npurpose. See,e.g.,Baxter,supra,at\n489 (“This court’s heightened pleading standards for complaints\ncovered by the PLRA are designed to facilitate the Act’s screening\nrequirements …”);Knuckles El, 215 F. 3d, at 642. See\nalso Brief for Respondents 17.We think that the PLRA’s screening requirement\ndoes not—explicitly or implicitly—justify deviating from the usual\nprocedural practice beyond the departures specified by the PLRA\nitself. Before the PLRA, thein forma pauperisprovision\nof §1915, applicable to most prisoner litigation, permittedsua\nspontedismissal only if an action was frivolous or malicious.\n28 U. S. C. §1915(d) (1994 ed.); see alsoNeitzke,\n490 U. S., at 320 (concluding that a complaint that fails to state\na claim was not frivolous under §1915(d) and thus could not be\ndismissedsua sponte). In the PLRA, Congress added failure\nto state a claim and seeking monetary relief from a defendant\nimmune from such relief as grounds forsua spontedismissal ofin forma pauperiscases, §1915(e)(2)(B) (2000\ned.), and provided for judicial screening andsU. S.ontedismissal of prisoner suits on the same four grounds, §1915A(b); 42\nU. S. C. §1997e(c)(1). Although exhaustion was a “centerpiece”\nof the PLRA,Woodford, 548 U. S., at ___ (slip op., at\n1–2), failure to exhaust was notably not added in terms to this\nenumeration. There is thus no reason to suppose that the normal\npleading rules have to be altered to facilitate judicial screening\nof complaints specifically for failure to exhaust.Some courts have found that exhaustion is\nsubsumed under the PLRA’s enumerated ground authorizing early\ndismissal for “fail[ure] to state a claim upon which relief may be\ngranted.” 28 U. S. C. §§1915A(b)(1), 1915(e)(2)(B); 42 U.\nS. C. §1997e(c)(1). SeeBaxter,supra,at\n489;Steelev.Federal Bureau of Prisons, 355\nF. 3d 1204, 1210 (CA10 2003);Riverav.Allin, 144 F. 3d 719, 731 (CA11 1998). The point is a\nbit of a red herring. A complaint is subject to dismissal for\nfailure to state a claim if the allegations, taken as true, show\nthe plaintiff is not entitled to relief. If the allegations, for\nexample, show that relief is barred by the applicable statute of\nlimitations, the complaint is subject to dismissal for failure to\nstate a claim; that does not make the statute of limitations any\nless an affirmative defense, see Fed. Rule Civ. Proc. 8(c). Whether\na particular ground for opposing a claim may be the basis for\ndismissal for failure to state a claim depends on whether the\nallegations in the complaint suffice to establish that ground, not\non the nature of the ground in the abstract. SeeLevetov.Lapina, 258 F. 3d 156, 161 (CA3 2001) (“[A] complaint\nmay be subject to dismissal under Rule 12(b)(6) when an affirmative\ndefense … appears on its face” (internal quotation marks omitted)).\nSee alsoLopez-Gonzalezv.Municipality of\nComerio, 404 F. 3d 548, 551 (CA1 2005) (dismissing a\ncomplaint barred by the statute of limitations under Rule\n12(b)(6));Paniv.Empire Blue Cross Blue Shield,\n152 F. 3d 67, 74–75 (CA2 1998) (dismissing a complaint barred\nby official immunity under Rule 12(b)(6)). See also 5B C. Wright\n& A. Miller, Federal Practice and Procedure §1357,\npp. 708–710, 721–729 (3d ed. 2004). Determining that Congress\nmeant to include failure to exhaust under the rubric of “failure to\nstate a claim” in the screening provisions of the PLRA would thus\nnot support treating exhaustion as a pleading requirement rather\nthan an affirmative defense.The argument that screening would be more\neffective if exhaustion had to be shown in the complaint proves too\nmuch; the same could be said with respect to any affirmative\ndefense. The rejoinder that the PLRA focused on exhaustion rather\nthan other defenses simply highlights the failure of Congress to\ninclude exhaustion in terms among the enumerated grounds justifying\ndismissal upon early screening. As noted, that is not to say that\nfailure to exhaust cannot be a basis for dismissal for failure to\nstate a claim. It is to say that there is no basis for concluding\nthat Congress implicitly meant to transform exhaustion from an\naffirmative defense to a pleading requirement by the curiously\nindirect route of specifying that courts should screen PLRA\ncomplaints and dismiss those that fail to state a claim.Respondents point to 42 U. S. C.\n§1997e(g) as confirming that the usual pleading rules should not\napply to PLRA suits, but we think that provision supports\npetitioners. It specifies that defendants can waive their right to\nreply to a prisoner complaint without the usual consequence of\nbeing deemed to have admitted the allegations in the complaint. See\n§1997e(g)(1) (allowing defendants to waive their response without\nadmitting the allegations “[n]otwithstanding any other law or rule\nof procedure”). This shows that when Congress meant to depart from\nthe usual procedural requirements, it did so expressly.We conclude that failure to exhaust is an\naffirmative defense under the PLRA, and that inmates are not\nrequired to specially plead or demonstrate exhaustion in their\ncomplaints. We understand the reasons behind the decisions of some\nlower courts to impose a pleading requirement on plaintiffs in this\ncontext, but that effort cannot fairly be viewed as an\ninterpretation of the PLRA. “Whatever temptations the statesmanship\nof policy-making might wisely suggest,” the judge’s job is to\nconstrue the statute—not to make it better. Frankfurter, Some\nReflections on the Reading of Statutes, 47 Colum. L. Rev. 527,\n533 (1947). The judge “must not read in by way of creation,” but\ninstead abide by the “duty of restraint, th[e] humility of function\nas merely the translator of another’s command.”Id.,at\n533–534. SeeUnited Statesv.Goldenberg,168 U. S. 95, 103\n(1897) (“No mere omission … which it may seem wise to have\nspecifically provided for, justif[ies] any judicial addition to the\nlanguage of the statute”). Given that the PLRA does not itself\nrequire plaintiffs to plead exhaustion, such a result “must be\nobtained by the process of amending the Federal Rules, and not by\njudicial interpretation.”Leatherman, 507 U. S., at\n168.IIIThe Sixth Circuit threw out the\nWilliams and Walton suits because those prisoners had not\nidentified in their initial grievances each defendant they later\nsued. 136 Fed. Appx., at 862–863;id.,at 848–849. SeeBurton, 321 F. 3d, at 575.[Footnote 7] Here again the lower court’s procedural\nrule lacks a textual basis in the PLRA. The PLRA requires\nexhaustion of “such administrative remedies as are available,” 42\nU. S. C. §1997e(a), but nothing in the statute imposes a “name\nall defendants” requirement along the lines of the Sixth Circuit’s\njudicially created rule. Respondents argue that without such a rule\nthe exhaustion requirement would become a “ ‘useless\nappendage,’ ” Brief for Respondents 44 (quotingWoodford, 548 U. S., at ___ (slip op., at 11)), but the\nassertion is hyperbole, and the citation ofWoodfordmisplaced.Woodfordheld that\n“proper exhaustion” was required under the PLRA, and that this\nrequirement was not satisfied when grievances were dismissed\nbecause prisoners had missed deadlines set by the grievance policy.Id.,at ___ (slip op., at 11–13).At the time\neach of the grievances at issue here was filed, in contrast, the\nMDOC policy did not contain any provision specifying who must be\nnamed in a grievance. MDOC’s policy required only that prisoners\n“be as specific as possible” in their grievances, 1 App. 148, while\nat the same time the required forms advised them to “[b]e brief and\nconcise.” 2id., at 1. The MDOC grievance form does not\nrequire a prisoner to identify a particular responsible party, and\nthe respondent is not necessarily the allegedly culpable prison\nofficial, but rather an administrative official designated in the\npolicy to respond to particular types of grievances at different\nlevels.Supra, at 6. The grievance policy specifically\nprovides that the grievant at Step I “shall have the opportunity to\nexplain the grievance more completely at [an] interview, enabling\nthe Step I respondent to gather any additional information needed\nto respond to the grievance.” 1 App. 151. Nothing in the MDOC\npolicy itself supports the conclusion that the grievance process\nwas improperly invoked simply because an individual later named as\na defendant was not named at the first step of the grievance\nprocess.Nor does the PLRA impose such a requirement.\nInWoodford, we held that to properly exhaust\nadministrative remedies prisoners must “complete the administrative\nreview process in accordance with the applicable procedural rules,”\n548 U. S., at __ (slip op., at 5)—rules that are defined not by the\nPLRA, but by the prison grievance process itself. Compliance with\nprison grievance procedures, therefore, is all that is required by\nthe PLRA to “properly exhaust.” The level of detail necessary in a\ngrievance to comply with the grievance procedures will vary from\nsystem to system and claim to claim, but it is the prison’s\nrequirements, and not the PLRA, that define the boundaries of\nproper exhaustion. As the MDOC’s procedures make no mention of\nnaming particular officials, the Sixth Circuit’s rule imposing such\na prerequisite to proper exhaustion is unwarranted.We have identified the benefits of exhaustion\nto include allowing a prison to address complaints about the\nprogram it administers before being subjected to suit, reducing\nlitigation to the extent complaints are satisfactorily resolved,\nand improving litigation that does occur by leading to the\npreparation of a useful record. Seeid., at ___ (slip op.,\nat 6–8);Porter, 534 U. S., at 524–525. The Sixth Circuit\nrule may promote early notice to those who might later be sued, but\nthat has not been thought to be one of the leading purposes of the\nexhaustion requirement. SeeJohnson, 385 F. 3d, at\n522 (“We are mindful that the primary purpose of a grievance is to\nalert prison officials to a problem, not to provide personal notice\nto a particular official that he may be sued; the grievance is not\na summons and complaint that initiates adversarial litigation”);\nsee also Brief for American Civil Liberties Union et al. asAmici Curiae8–9, and n. 6 (collecting grievance\nprocedures and noting that the majority do not require prisoners to\nidentify specific individuals).We do not determine whether the grievances\nfiled by petitioners satisfied the requirement of “proper\nexhaustion,”Woodford,supra, at ___ (slip op.,\nat 11), but simply conclude that exhaustion is notper seinadequate simply because an individual later sued was not named in\nthe grievances. We leave it to the court below in the first\ninstance to determine the sufficiency of the exhaustion in these\ncases.IVThe final issue concerns how\ncourts should address complaints in which the prisoner has failed\nto exhaust some, but not all, of the claims asserted in the\ncomplaint.[Footnote 8] All\nagree that no unexhausted claim may be considered. The issue is\nwhether the court should proceed with the exhausted claims, or\ninstead—as the Sixth Circuit has held—dismiss the entire action if\nany one claim is not properly exhausted. SeeJones Bey,\n407 F. 3d, at 807.[Footnote\n9]Here the Sixth Circuit can point\nto language in the PLRA in support of its rule. Section 1997e(a)\nprovides that “[n]o action shall be brought” unless administrative\nprocedures are exhausted. Respondents argue that if Congress\nintended courts to dismiss only unexhausted claims while retaining\nthe balance of the lawsuit, the word “claim” rather than “action”\nwould have been used in this provision.This statutory phrasing—“no action shall be\nbrought”—is boilerplate language. There are many instances in the\nFederal Code where similar language is used, but such language has\nnot been thought to lead to the dismissal of an entire action if a\nsingle claim fails to meet the pertinent standards. Statutes of\nlimitations, for example, are often introduced by a variant of the\nphrase “no action shall be brought,” see,e.g.,Beachv.Ocwen Fed. Bank,523 U. S. 410, 416\n(1998); 18 U. S. C. §1030(g) (2000 ed., Supp. IV), but we have\nnever heard of an entire complaint being thrown out simply because\none of several discrete claims was barred by the statute of\nlimitations, and it is hard to imagine what purpose such a rule\nwould serve. The same is true with respect to other uses of the “no\naction shall be brought” phrasing. See,e.g.,Hawksbill Sea Turtlev.Federal Emergency Management\nAgency, 126 F. 3d 461, 471 (CA3 1997) (dismissing only claims\nthat fail to comply with the citizen suit notification requirement\nof 16 U. S. C. §1540(g)(2), which states that “[n]o action may\nbe commenced” until an agency has declined to act after being given\nwritten notice).More generally, statutory references to an\n“action” have not typically been read to mean that every claim\nincluded in the action must meet the pertinent requirement before\nthe “action” may proceed. See,e.g.,Exxon Mobil\nCorp.v.Allapattah Services, Inc.,545 U. S. 546, 560–563\n(2005) (District Court had jurisdiction over a “civil action” under\n28 U. S. C. §1367(a), even if it might not have jurisdiction\nover each separate claim comprising the action);Chicagov.International College of Surgeons,522 U. S. 156, 166\n(1997) (District Court had jurisdiction over removed “civil action”\neven if every claim did not satisfy jurisdictional\nprerequisites).As a general matter, if a complaint contains\nboth good and bad claims, the court proceeds with the good and\nleaves the bad. “[O]nly the bad claims are dismissed; the complaint\nas a whole is not. If Congress meant to depart from this norm, we\nwould expect some indication of that, and we find none.”Robinsonv.Page, 170 F. 3d 747, 748–749\n(CA7 1999) (considering §1997e(e)).Respondents note an exception to this general\nrule, the total exhaustion rule in habeas corpus. InRosev.Lundy,455 U. S. 509, 522\n(1982), we held that “mixed” habeas petitions—containing both\nexhausted and unexhausted claims—cannot be adjudicated. This total\nexhaustion rule applied in habeas was initially derived from\nconsiderations of “comity and federalism,” not any statutory\ncommand.Rhinesv.Weber,544 U. S. 269, 273\n(2005);id.,at 274 (noting that Congress “preservedLundy’s total exhaustion requirement” in 28 U. S. C.\n§2254(b)(1)(A)). Separate claims in a single habeas petition\ngenerally seek the same relief from custody, and success on one is\noften as good as success on another. In such a case it makes sense\nto require exhaustion of all claims in state court before allowing\nthe federal action to proceed. A typical PLRA suit with multiple\nclaims, on the other hand, may combine a wide variety of discrete\ncomplaints, about interactions with guards, prison conditions,\ngenerally applicable rules, and so on, seeking different relief on\neach claim. There is no reason failure to exhaust on one\nnecessarily affects any other. In any event, even if the habeas\ntotal exhaustion rule is pertinent, it does not in fact depart from\nthe usual practice—as we recently held, a court presented with a\nmixed habeas petition “should allow the petitioner to delete the\nunexhausted claims and to proceed with the exhausted claims\n… .”Rhines,supra, at 278. This is the\nopposite of the rule the Sixth Circuit adopted, and precisely the\nrule that respondents argue against.Respondents’ reading of 42 U. S. C.\n§1997e(a) to contain a total exhaustion rule is bolstered by the\nfact that other sections of the PLRA distinguish between actions\nand claims. Section 1997e(c)(1), for example, provides that a court\nshall dismiss anactionfor one of four enumerated\ndeficiencies, while §1997e(c)(2) allows a court to dismiss aclaimfor one of these reasons without first determining\nwhether the claim is exhausted. Similarly, 28 U. S. C.\n§1915A(b) directs district courts to dismiss “the complaint, or any\nportion of the complaint” before docketing under certain\ncircumstances. This demonstrates that Congress knew how to\ndifferentiate between the entire action and particular claims when\nit wanted to, and suggests that its use of “action” rather than\n“claim” in 42 U. S. C. §1997e(a) should be given effect.But the interpretation respondents advocate\ncreates its own inconsistencies. Section 1997e(e) contains similar\nlanguage, “[n]o … action may be brought … for mental or emotional\ninjury suffered while in custody without a prior showing of\nphysical injury,” yet respondents cite no case interpreting this\nprovision to require dismissal of the entire lawsuit if only one\nclaim does not comply, and again we see little reason for such an\napproach. Accord,Cassidyv.Indiana Dept. of\nCorrections, 199 F. 3d 374, 376–377 (CA7 2000)\n(dismissing only the portions of the complaint barred by\n§1997e(e)); see alsoWilliamsv.Ollis, 230\nF. 3d 1361 (CA6 2000) (unpublished table decision) (same).\nInterpreting the phrase “no action shall be brought” to require\ndismissal of the entire case under §1997e(a) but not §1997e(e)\nwould contravene our normal rules of statutory construction.National Credit Union Admin.v.First Nat. Bank &\nTrust Co.,522\nU. S. 479, 501–502 (1998).In pressing the total exhaustion argument,\nrespondents also marshal the policy and purpose underlying the\nPLRA—this time in a supporting rather than lead role. The\ninvigorated exhaustion requirement is a “centerpiece” of the\nstatute,Woodford, 548 U. S., at ___ (slip op., at 1–2),\nand if the exhaustion requirement of §1997e(a) is not effectuated\nby a total exhaustion rule, they argue, inmates will have little\nincentive to ensure that they have exhausted all available\nadministrative remedies before proceeding to court. The PLRA\nmandated early judicial screening to reduce the burden of prisoner\nlitigation on the courts; a total exhaustion rule allows courts\npromptly to dismiss an action upon identifying an unexhausted\nclaim. The alternative approach turns judges into editors of\nprisoner complaints, rather than creating an incentive for\nprisoners to exhaust properly. SeeRossv.County of\nBernalillo, 365 F. 3d 1181, 1190 (CA10 2004).We are not persuaded by these policy\narguments. In fact, the effect of a total exhaustion rule could be\nthat inmates will file various claims in separate suits, to avoid\nthe possibility of an unexhausted claim tainting the others. That\nwould certainly not comport with the purpose of the PLRA to reduce\nthe quantity of inmate suits. Additionally, district judges who\ndelve into a prisoner complaint only to realize it contains an\nunexhausted claim, requiring dismissal of the entire complaint\nunder the total exhaustion rule, will often have to begin the\nprocess all over again when the prisoner refiles. In light of\ntypically short prison grievance time limits, prisoners’ refiled\ncomplaints will often be identical to what the district court would\nhave considered had it simply dismissed unexhausted claims as it\nencountered them and proceeded with the exhausted ones. Perhaps\nfiling fees and concerns about the applicability of the “three\nstrikes” rule, 28 U. S. C. §1915(g), would mitigate these\neffects, but the debate about consequences is close enough that\nthere is no clear reason to depart from the more typical\nclaim-by-claim approach.*  *  *We are not insensitive to the\nchallenges faced by the lower federal courts in managing their\ndockets and attempting to separate, when it comes to prisoner\nsuits, not so much wheat from chaff as needles from haystacks. We\nonce again reiterate, however—as we did unanimously inLeatherman,Swierkiewicz, andHill—that\nadopting different and more onerous pleading rules to deal with\nparticular categories of cases should be done through established\nrulemaking procedures, and not on a case-by-case basis by the\ncourts.The judgments of the United\nStates Court of Appeals for the Sixth Circuit are reversed, and the\ncases are remanded for further proceedings consistent with this\nopinion.It is so ordered.Footnote 1See Administrative Office of the United\nStates Courts, Judicial Facts and Figures, Tables 4.4, 4.6,\nhttp://www.uscourts.gov/ judicialfactsfigures/contents.html (as\nvisited Jan. 17, 2007, and available in Clerk of Court’s case\nfile). That numberexcludeshabeas corpus petitions and\nmotions to vacate a sentence. If these filing are included,\nprisoner complaints constituted 24 percent of all civil filings in\n2005.Footnote 2CompareSteelev.Federal\nBureau of Prisons, 355 F. 3d 1204, 1210 (CA10 2003) (pleading\nrequirement);Brownv.Toombs, 139 F. 3d\n1102, 1104 (CA6 1998)(per curiam)(same);Riverav.Allin, 144 F. 3d 719, 731 (CA11 1998) (same), withAndersonv.XYZ Correctional Health Servs., Inc.,\n407 F. 3d 674, 681 (CA4 2005) (affirmative defense);Wyattv.Terhune, 315 F. 3d 1108, 1119 (CA9 2003) (same);Casanovav.Dubois, 304 F. 3d 75, 77, n. 3\n(CA1 2002) (same);Rayv.Kertes, 285 F. 3d 287,\n295 (CA3 2002) (same);Foulkv.Charrier, 262 F.\n3d 687, 697 (CA8 2001) (same);Masseyv.Helman,\n196 F. 3d 727, 735 (CA7 1999) (same);Jenkinsv.Haubert, 179 F. 3d 19, 28–29 (CA2 1999) (same). See alsoJohnsonv.Johnson, 385 F. 3d 503, 516, n. 7\n(CA5 2004) (noting the conflict but not deciding the question);Jacksonv.District of Columbia, 254 F. 3d\n262, 267 (CADC 2001) (treating exhaustion as an affirmative\ndefense).Footnote 3CompareJones Beyv.Johnson, 407 F. 3d 801, 805 (CA6 2005) (requiring\ndismissal of the entire action if one unexhausted claim is\npresent);Rossv.County of Bernalillo, 365 F. 3d\n1181, 1189 (CA10 2004) (same);Vazquezv.Ragonese, 142 Fed. Appx. 606, 607 (CA3 2005)(per\ncuriam)(same);Kozohorskyv.Harmon, 332 F.\n3d 1141, 1144 (CA8 2003) (same), withLirav.Herrera, 427 F. 3d 1164, 1175 (CA9 2005) (allowing\ndismissal of only unexhausted claims);Ortizv.McBride, 380 F. 3d 649, 663 (CA2 2004) (same);Lewisv.Washington, 300 F. 3d 829, 835 (CA7\n2002) (same). See alsoJohnson,supra,at 523,\nn. 5 (suggesting that total exhaustion is an open question in\nthe Fifth Circuit).Footnote 4MDOC has since revised its policy. See Policy\nDirective 03.02.130 (effective Dec. 19, 2003), App. to Brief for\nRespondents 1b. The new policy is not at issue in these cases.Footnote 5Dr. Pramstaller was mentioned at Step III of\nthe grievance process, but was apparently never served with the\ncomplaint initiating the lawsuit. The Magistrate stated that even\nif the claims against Pramstaller had been properly exhausted they\nnonetheless were subject to dismissal under the total exhaustion\nrule. 1 App. 86, 101. It also appears that under the Sixth\nCircuit’s rule requiring a defendant to be named at Step I of the\ngrievance process, the claims against Pramstaller, who was not\nmentioned until Step III, would not have been exhausted. Seesupra, at 4; n. 7,infra. Because\nPramstaller was never served, he is not a respondent in this\nCourt.Footnote 6An upper slot restriction limits the inmate\nto receiving food and paperwork via the lower slot of the cell\ndoor. Brief for Respondents 5–6. Presumably, this is less desirable\nthan access through the upper slot; the record does not reveal how\neffective this particular sanction is in discouraging assaults on\nstaff.Footnote 7This “name all defendants” rule\napparently applies even when a prisoner does not learn the identity\nof the responsible party until a later step of the grievance\nprocess. Upon learning the identity of the responsible party, the\nprisoner is required to bring an entirely new grievance to properly\nexhaust. 136 Fed. Appx. 846, 849 (CA6 2005) (“At that point [after\nhe learned, in response to a Step I grievance, that Gearin was\nresponsible for the upper slot restriction], Walton was armed with\nall of the information that he needed to file a Step I grievance\nagainst … Gearin—and a federal complaint against Gearin once the\nclaim had been exhausted—but he simply chose not to follow this\nroute”). At oral argument, Michigan admitted that it did not agree\nwith at least this application of the rule. Tr. of Oral Arg.\n44–45.Footnote 8Although we reverse the Sixth Circuit’s\nrulings on the substantive exhaustion requirements as to all three\npetitioners, the question whether a total exhaustion rule is\ncontemplated by the PLRA is not moot. In Jones’s case, the Sixth\nCircuit ruled in the alternative that total exhaustion required\ndismissal. 135 Fed. Appx. 837, 839 (CA6 2005)(per curiam)(“[E]ven if Jones had shown he had exhausted some of his claims,\nthe district court properly dismissed the complaint because Jones\ndid not show that he had exhausted all of his claims”).Footnote 9After we granted certiorari, the Sixth\nCircuit suggested that the adoption of a total exhaustion rule in\nthat Circuit inJones Beyran contrary to previous panel\ndecisions and was therefore not controlling.Spencerv.Bouchard, 449 F. 3d 721, 726 (2006). See also Rule\n206(c) (CA6 2006). As total exhaustion was applied in the cases\nunder review, and the Sixth Circuit is not the only court to apply\nthis rule, we do not concern ourselves with this possible\nintracircuit split.",
    "joined": []
}