{
    "case": {
        "docket": "460",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/460/"
    },
    "id": "1970512",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 10–9646 and 10–9647_________________EVAN MILLER, PETITIONER10–9646v.ALABAMAon writ of certiorari to the court of criminal\nappeals of alabamaKUNTRELL JACKSON, PETITIONER10–9647v.RAY HOBBS, DIRECTOR, ARKANSAS\nDEPARTMENT OF CORRECTIONon writ of certiorari to the supreme court of\narkansas[June 25, 2012]Chief Justice Roberts, with whom Justice\nScalia, Justice Thomas, and Justice Alito join, dissenting.Determining the appropriate sentence for a\nteenager con- victed of murder presents grave and challenging ques-\ntions of morality and social policy. Our role, however, is to apply\nthe law, not to answer such questions. The pertinent law here is\nthe Eighth Amendment to the Constitution, which prohibits “cruel\nand unusual punishments.” Today, the Court invokes that Amendment\nto ban a punishment that the Court does not itself characterize as\nun- usual, and that could not plausibly be described as such. I\ntherefore dissent.The parties agree that nearly 2,500 prisoners\nare presently serving life sentences without the possibility of pa-\nrole for murders they committed before the age of 18. Brief for\nPetitioner in No. 10–9647, p. 62, n. 80 (Jackson Brief );\nBrief for Respondent in No. 10–9646, p. 30 (Alabama Brief ).\nThe Court accepts that over 2,000 of those prisoners received that\nsentence because it was mandated by a legislature.Ante,at\n22, n. 10. And it recognizes that the Federal Government and\nmost States impose such mandatory sentences.Ante,at 19–20.\nPut simply, if a 17-year-old is convicted of deliberately murdering\nan innocent victim, it is not “unusual” for the murderer to receive\na mandatory sentence of life without parole. That reality should\npreclude finding that mandatory life imprisonment for juvenile\nkillers violates the Eighth Amendment.Our precedent supports this conclusion. When\ndetermining whether a punishment is cruel and unusual, this Court\ntypically begins with “ ‘objective indicia of society’s\nstandards, as expressed in legislative enactments and state\npractice.’ ”Grahamv.Florida, 560 U. S.\n___, ___ (2010) (slip op., at 10); see also,e.g., Kennedyv.Louisiana,554 U.S.\n407, 422 (2008);Roperv.Simmons,543 U.S.\n551, 564 (2005). We look to these “objective indicia” to ensure\nthat we are not simply following our own subjective values or\nbeliefs.Greggv.Georgia,428\nU.S. 153, 173 (1976) (joint opinion of Stewart, Powell, and\nStevens, JJ.). Such tangible evidence of societal standards enables\nus to determine whether there is a “consensus against” a given\nsentencing practice.Graham,supra,at ___ (slip op.,\nat 10). If there is, the punishment may be regarded as “un- usual.”\nBut when, as here, most States formally require and frequently\nimpose the punishment in question, there is no objective basis for\nthat conclusion.Our Eighth Amendment cases have also said that\nwe should take guidance from “evolving standards of decency that\nmark the progress of a maturing society.”Ante,at 6\n(quotingEstellev.Gamble,429 U.S.\n97, 102 (1976); internal quotation marks omitted). Mercy toward\nthe guilty can be a form of decency, and a maturing society may\nabandon harsh punishments that it comes to view as unnecessary or\nunjust. But decency is not the same as leniency. A decent society\nprotects the innocent from violence. A mature society may determine\nthat this requires removing those guilty of the most heinous\nmurders from its midst, both as protection for its other members\nand as a concrete expression of its standards of decency. As judges\nwe have no basis for deciding that progress toward greater decency\ncan move only in the direction of easing sanctions on the\nguilty.In this case, there is little doubt about the\ndirection of society’s evolution: For most of the 20th century,\nAmerican sentencing practices emphasized rehabilitation of the\noffender and the availability of parole. But by the 1980’s, outcry\nagainst repeat offenders, broad disaffection with the\nrehabilitative model, and other factors led many legislatures to\nreduce or eliminate the possibility of parole, imposing longer\nsentences in order to punish criminals and prevent them from\ncommitting more crimes. See,e.g., Alschuler, The Changing\nPurposes of Criminal Punishment, 70 U. Chi. L. Rev.\n1, 1–13 (2003); see generally Crime and Public Policy (J. Wilson\n& J. Petersilia eds. 2011). Statutes establishing life without\nparole sentences in particular became more common in the past\nquarter century. SeeBazev.Rees,553 U.S.\n35, 78, and n. 10 (2008) (Stevens, J., concurring in\njudgment). And the parties agree that most States have changed\ntheir laws relatively recently to expose teenage murderers to\nmandatory life without parole. Jackson Brief 54–55; Alabama Brief\n4–5.The Court attempts to avoid the import of the\nfact that so many jurisdictions have embraced the sentencing\npractice at issue by comparing this case to the Court’s prior\nEighth Amendment cases. The Court notes thatGrahamfound a\npunishment authorized in 39 jurisdictions unconstitutional, whereas\nthe punishment it bans today is mandated in 10 fewer.Ante,at 21. ButGrahamwent to considerable lengths to show that\nalthough theoretically allowed in many States, the sentence at\nissue in that case was “exceedingly rare” in practice. 560\nU. S., at ___ (slip op., at 16). The Court explained that only\n123 prisoners in the entire Nation were serving life without parole\nfor nonhomicide crimes committed as juveniles, with more than half\nin a single State. It contrasted that with statistics showing\nnearly 400,000 juveniles were arrested for serious nonhomicide\noffenses in a single year. Based on the sentence’s rarity despite\nthe many opportunities to im- pose it,Grahamconcluded that\nthere was a national consensus against life without parole for\njuvenile nonhomicide crimes.Id.,at ___ (slip op., at\n13–16).Here the number of mandatory life without parole\nsentences for juvenile murderers, relative to the number of\njuveniles arrested for murder, is over 5,000 times higher than the\ncorresponding number inGraham. There is thus nothing in\nthis case like the evidence of national consensus inGraham.[1]The Court disregards these numbers, claiming\nthat the prevalence of the sentence in question results from the\nnumber of statutes requiring its imposition.Ante,at 21,\nn. 10. True enough. The sentence at issue is statutorily\nmandated life without parole. Such a sentence can only result from\nstatutes requiring its imposition. InGrahamthe Court\nrelied on the low number of actual sentences to explain why the\nhigh number of statutes allowing such sentences was not\ndispositive. Here, the Court excuses the high number of actual\nsentences by citing the high number of statutes imposing it. To say\nthat a sentence may be considered unusualbecauseso many\nlegislatures approve it stands precedent on its head.[2]The Court also advances another reason for\ndiscounting the laws enacted by Congress and most state legisla-\ntures. Some of the jurisdictions that impose mandatory life without\nparole on juvenile murderers do so as a result of two statutes: one\nproviding that juveniles charged with serious crimes may be tried\nas adults, and another generally mandating that those convicted of\nmurder be imprisoned for life. According to the Court, our cases\nsuggest that where the sentence results from the interaction of two\nsuch statutes, the legislature can be considered to have imposed\nthe resulting sentences “inadvertent[ly].”Ante,at 22–25.\nThe Court relies onGrahamandThompsonv.Oklahoma,487 U.S.\n815, 826, n. 24 (1988) (plurality opinion), for the proposition\nthat these laws are therefore not valid evidence of society’s views\non the punishment at issue.It is a fair question whether this Court should\never assume a legislature is so ignorant of its own laws that it\ndoes not understand that two of them interact with each other,\nespecially on an issue of such importance as the one before us. But\ninGrahamandThompsonit was at least plausible as a\npractical matter. InGraham, the extreme rarity with which\nthe sentence in question was imposed could suggest that\nlegislatures did not really intend the inevitable result of the\nlaws they passed. See 560 U. S.,at ___ (slip op., at\n15–16). InThompson, the sentencing practice was even\nrarer—only 20 defendants had received it in the last century. 487\nU. S.,at 832 (plurality opinion). Perhaps under those\nfacts it could be argued that the leg- islature was not fully aware\nthat a teenager could re- ceive the particular sentence in\nquestion. But here the widespread and recent imposition of the\nsentence makes it implausible to characterize this sentencing\npractice as a collateral consequence of legislative\nignorance.[3]Nor do we display our usual respect for elected\nofficials by asserting that legislators haveaccidentallyrequired 2,000 teenagers to spend the rest of their lives in jail.\nThis is particularly true given that our well-publicized decision\ninGrahamalerted legislatures to the possibility that\nteenagers were subject to life with parole only because of\nlegislative inadvertence. I am aware of no effort in the wake ofGrahamto correct any supposed legislative oversight.\nIndeed, in amending its laws in response toGrahamone\nlegislature made especially clear that itdoesintend\njuveniles who commit first-degree murder to receive mandatory life\nwithout parole. See Iowa Code Ann. §902.1 (West Cum. Supp.\n2012).In the end, the Court does not actually conclude\nthat mandatory life sentences for juvenile murderers are un- usual.\nIt instead claims that precedent “leads to” today’s decision,\nprimarily relying onGrahamandRoper.Ante,at 7. Petitioners argue that the reasoning of those cases “compels”\nfinding in their favor. Jackson Brief 34. The Court is apparently\nunwilling to go so far, asserting only that precedent points in\nthat direction. But today’s decision invalidates the laws of dozens\nof legislatures and Congress. This Court is not easily led to such\na result. See,e.g., United Statesv.Harris,106 U.S.\n629, 635 (1883) (courts must presume an Act of Congress is\nconstitutional “unless the lack of constitutional authority\n. . . is clearly demonstrated”). Because the Court does\nnot rely on the Eighth Amendment’s text or objective evidence of\nsociety’s standards, its analysis of precedent alone must bear the\n“heavy burden [that] rests on those who would attack the judgment\nof the representatives of the people.”Gregg, 428\nU. S., at 175. If the Court is unwilling to say that precedent\ncompels today’s decision, perhaps it should reconsider that\ndecision.In any event, the Court’s holding does not\nfollow fromRoperandGraham. Those cases undoubtedly\nstand for the proposition that teenagers are less mature, less\nresponsible, and less fixed in their ways than adults—not that a\nSupreme Court case was needed to establish that. What they do not\nstand for, and do not even suggest, is that legislators—who also\nknow that teenagers are different from adults—may not require life\nwithout parole for juveniles who commit the worst types of\nmurder.ThatGrahamdoes not imply today’s result\ncould not be clearer. In barring life without parole for juvenile\nnonhomicide offenders,Grahamstated that “[t]here is a line\n‘between homicide and other serious violent offenses against the\nindividual.’ ” 560 U. S., at ___ (slip op., at 18)\n(quotingKennedy, 554 U. S., at ___ (slip op., at 27)).\nThe whole point of drawing a line between one issue and another is\nto say that they are different and should be treated differently.\nIn other words, the two are in different categories. WhichGrahamalso said: “defendants who do not kill, intend to\nkill, or foresee that life will be taken arecategoricallyless deserving of the most serious forms of punishment than are\nmurderers.” 560 U. S., at ___ (slip op., at 18) (emphasis\nadded). Of course, to be especially clear that what is said about\none issue does not apply to another, one could say that the two\nissues cannot be compared.Grahamsaid that too: “Serious\nnonhomicide crimes . . . cannot be compared to murder.”Ibid.(internal quotation marks omitted). A case that\nexpressly puts an issue in a different category from its own\nsubject, draws a line between the two, and states that the two\nshould not be compared, cannot fairly be said to control that\nissue.Roperprovides even less support for the\nCourt’s holding. In that case, the Court held that the death\npenalty could not be imposed for offenses committed by juveniles,\nno matter how serious their crimes. In doing so,Roperalso\nset itself in a different category than this case, by ex- pressly\ninvoking “special” Eighth Amendment analysis for death penalty\ncases. 543 U. S., at 568–569. But more importantly,Roperreasoned that the death penalty was not needed to\ndeter juvenile murderers in part because “life imprisonment without\nthe possibility of parole” was available.Id., at 572. In a\nclassic bait and switch, the Court now tells state legislatures\nthat—Roper’s promise notwithstanding—they do not have power\nto guarantee that once someone commits a heinous murder, he will\nnever do so again. It would be enough if today’s decision proved\nJustice Scalia’s prescience in writing thatRoper’s\n“reassurance . . . gives little comfort.”Id.,at\n623 (dissenting opinion). To claim thatRoperactually\n“leads to” revoking its own reassurance surely goes too far.Today’s decision does not offerRoperandGraham’s false promises of restraint. Indeed, the Court’s\nopinion suggests that it is merely a way station on the path to\nfurther judicial displacement of the legislative role in\nprescribing appropriate punishment for crime. The Court’s analysis\nfocuses on the mandatory nature of the sentences in this case. Seeante,at 11–17. But then—although doing so is entirely\nunnecessary to the rule it announces—the Court states that even\nwhen a life without parole sentence is not mandatory, “we think\nappropriate occasions for sentencing juveniles to this harshest\npossible penalty will be uncommon.”Ante,at 17. Today’s\nholding may be limited to mandatory sentences, but the Court has\nalready announced that discretionary life without parole for\njuveniles should be “uncommon”—or, to use a common synonym,\n“unusual.”Indeed, the Court’s gratuitous prediction\nappears to be nothing other than an invitation to overturn life\nwithout parole sentences imposed by juries and trial judges. If\nthat invitation is widely accepted and such sentences for juvenile\noffenders do in fact become “uncommon,” the Court will have\nbootstrapped its way to declaring that the Eighth Amendment\nabsolutely prohibits them.This process has no discernible end point—or at\nleast none consistent with our Nation’s legal traditions.RoperandGrahamattempted to limit their reasoning\nto the circumstances they addressed—Roperto the death\npenalty, andGrahamto nonhomicide crimes. Having cast aside\nthose limits, the Court cannot now offer a credible substitute, and\ndoes not even try. After all, the Court tells us, “none of what\n[Graham] said about children . . . is crime-\nspecific.”Ante,at 10. The principle behind today’s\ndecision seems to be only that because juveniles are different from\nadults, they must be sentenced differently. Seeante,at\n14–17. There is no clear reason that principle would not bar all\nmandatory sentences for juveniles, or any juvenile sentence as\nharsh as what a similarly situated adult would receive. Unless\nconfined, the only stopping point for the Court’s analysis would be\nnever permitting juvenile offenders to be tried as adults. Learning\nthat an Amendment that bars only “unusual” punishments requires the\nabolition of this uniformly established practice would be startling\nindeed.*  *  *It is a great tragedy when a juvenile commits\nmurder—most of all for the innocent victims. But also for the\nmurderer, whose life has gone so wrong so early. And for society as\nwell, which has lost one or more of its members to deliberate\nviolence, and must harshly punish another. In recent years, our\nsociety has moved toward requiring that the murderer, his age\nnotwithstanding, be imprisoned for the remainder of his life.\nMembers of this Court may disagree with that choice. Perhaps\nscience and policy suggest society should show greater mercy to\nyoung killers, giving them a greater chance to reform themselves at\nthe risk that they will kill again. Seeante,at 8–11. But\nthat is not our decision to make. Neither the text of the\nConstitution nor our precedent prohibits legislatures from\nrequiring that juvenile murderers be sentenced to life without\nparole. I respectfully dissent.Notes1Grahamstated that\n123 prisoners were serving life without parole for nonhomicide\noffenses committed as juveniles, while in 2007 alone 380,480\njuveniles were arrested for serious nonhomicide crimes. 560\nU. S., at ___ (slip op., at 13–14). I use 2,000 as the number\nof prisoners serving mandatory life without parole sentences for\nmurders committed as juveniles, because all seem to accept that the\nnumber is at least that high. And the same sourceGrahamused reports that 1,170 juveniles were arrested for murder and\nnonnegligent homicide in 2009. Dept.of Justice, Office of Juvenile\nJustice and Delinquency Prevention,C. Puzzanchera & B. Adams,\nJuvenile Arrests 2009, p. 4 (Dec. 2011).2The Court’s reference to\ndiscretionary sentencing practices is a distraction. Seeante,at 21–22, n. 10. The premise of the Court’s\ndecision is that mandatory sentences are categorically different\nfrom discretionary ones. So under the Court’s own logic, whether\ndiscretionary sentences are common or uncommon has nothing to do\nwith whether mandatory sentences are unusual. In any event, if\nanalysis of discretionary sentences were relevant, it would not\nprovide objective support for today’s decision. The Court states\nthat “about 15% of all juvenile life-without-parole\nsentences”—meaning nearly 400 sentences—were imposed at the\ndiscretion of a judge or jury.Ante,at 22, n. 10. Thus\nthe number of discretionary life without parole sentences for\njuvenile murderers, relative to the number of juveniles arrested\nfor murder, is about 1,000 times higher than the corresponding\nnumber inGraham.3The Court claims that I\n“take issue with some or all of these precedents” and “seek to\nrelitigate” them.Ante,at 7–8, n. 4. Not so: applying this\nCourt’s cases exactly as they stand, I do not believe they support\nthe Court’s decision in this case.",
    "joined": []
}