{
    "case": {
        "docket": "398",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/398/"
    },
    "id": "1962101",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTBRIGHAM CITY V. STUART547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-502BRIGHAM CITY, UTAH, PETITIONERv.CHARLES\nW. STUART et al.on writ of certiorari to the supreme court of\nutah[May 22, 2006]Chief Justice Roberts delivered\nthe opinion of the Court.In this case we consider whether\npolice may enter a home without a warrant when they have an\nobjectively reasonable basis for believing that an occupant is\nseriously injured or imminently threatened with such injury. We\nconclude that they may.IThis case arises out of a melee\nthat occurred in a Brigham City, Utah, home in the early morning\nhours of July 23, 2000. At about 3 a.m., four police officers\nresponded to a call regarding a loud party at a residence. Upon\narriving at the house, they heard shouting from inside, and\nproceeded down the driveway to investigate. There, they observed\ntwo juveniles drinking beer in the backyard. They entered the\nbackyard, and saw—through a screen door and windows—an altercation\ntaking place in the kitchen of the home. According to the testimony\nof one of the officers, four adults were attempting, with some\ndifficulty, to restrain a juvenile. The juvenile eventually “broke\nfree, swung a fist and struck one of the adults in the face.” 2005\nUT 13, ¶2, 122 P. 3d 506, 508. The officer testified that he\nobserved the victim of the blow spitting blood into a nearby sink.\nApp. 40. The other adults continued to try to restrain the\njuvenile, pressing him up against a refrigerator with such force\nthat the refrigerator began moving across the floor. At this point,\nan officer opened the screen door and announced the officers’\npresence. Amid the tumult, nobody noticed. The officer entered the\nkitchen and again cried out, and as the occupants slowly became\naware that the police were on the scene, the altercation\nceased.The officers subsequently\narrested respondents and charged them with contributing to the\ndelinquency of a minor, disorderly conduct, and intoxication. In\nthe trial court, respondents filed a motion to suppress all\nevidence obtained after the officers entered the home, arguing that\nthe warrantless entry violated the Fourth Amendment. The court\ngranted the motion, and the Utah Court of Appeals affirmed.Before the Supreme Court of Utah, Brigham City\nargued that although the officers lacked a warrant, their entry was\nnevertheless reasonable on either of two grounds. The court\nrejected both contentions and, over two dissenters, affirmed.\nFirst, the court held that the injury caused by the juvenile’s\npunch was insufficient to trigger the so-called “emergency aid\ndoctrine” because it did not give rise to an “ objectively\nreasonable belief that an unconscious, semi-conscious, or missing\nperson feared injured or dead [was] in the home.” 122 P. 3d,\nat 513 (internal quotation marks omitted). Furthermore, the court\nsuggested that the doctrine was inapplicable because the officers\nhad not sought to assist the injured adult, but instead had acted\n“exclusively in their law enforcement capacity.”Ibid.The court also held that the entry did not\nfall within the exigent circumstances exception to the warrant\nrequirement. This exception applies, the court explained, where\npolice have probable cause and where “a reasonable person [would]\nbelieve that the entry was necessary to prevent physical harm to\nthe officers or other persons.”Id.,at 514 (internal\nquotation marks omitted). Under this standard, the court stated,\nthe potential harm need not be as serious as that required to\ninvoke the emergency aid exception. Although it found the case “a\nclose and difficult call,” the court nevertheless concluded that\nthe officers’ entry was not justified by exigent circumstances.Id.,at 515.We granted certiorari, 546 U. S. ___ (2006),\nin light of differences among state courts and the Courts of\nAppeals concerning the appropriate Fourth Amendment standard\ngoverning warrantless entry by law enforcement in an emergency\nsituation. CompareIn re Sealed Case 96–3167,153\nF. 3d 759, 766 (CADC 1998) (“[T]he standard for exigent\ncircumstances is an objective one”) andPeoplev.Hebert,46 P. 3d 473, 480 (Colo. 2002) (en banc)\n(considering the circumstances as they “would have been objectively\nexamined by a prudent and trained police officer”), withUnited\nStatesv.Cervantes, 219 F. 3d 882, 890 (CA9\n2000) (“[U]nder the emergency doctrine, ‘[a] search must not be\nprimarily motivated by intent to arrest and seize evidence’ ”\n(quotingPeoplev.Mitchell, 39 N. Y. 2d\n173, 177, 347 N. E. 2d 607, 609 (1976)) andStatev.Mountford,171 Vt. 487, 492, 769 A. 2d 639, 645\n(2000) (Mitchelltest “requir[es] courts to find that the\nprimary subjective motivation behind such searches was to provide\nemergency aid”).IIIt is a “ ‘ basic\nprinciple of Fourth Amendment law that searches and seizures inside\na home without a warrant are presumptively unreasonable.’ ”Grohv.Ramirez,540 U. S. 551, 559\n(2004) (quotingPaytonv.New York,445 U. S. 573, 586\n(1980) (some internal quotation marks omitted)). Nevertheless,\nbecause the ultimate touchstone of the Fourth Amendment is\n“reasonableness,” the warrant requirement is subject to certain\nexceptions.Flippov.West Virginia,528 U. S. 11, 13 (1999)(per curiam);Katzv.United States,389 U. S. 347,\n357 (1967). We have held, for example, that law enforcement\nofficers may make a warrantless entry onto private property to\nfight a fire and investigate its cause,Michiganv.Tyler,436\nU. S. 499, 509 (1978), to prevent the imminent destruction of\nevidence,Kerv.California,374 U. S. 23, 40 (1963),\nor to engage in “hot pursuit” of a fleeing suspect,United\nStatesv.Santana,427 U. S. 38, 42–43\n(1976). “[W]arrants are generally required to search a person’s\nhome or his person unless ‘the exigencies of the situation’ make\nthe needs of law enforcement so compelling that the warrantless\nsearch is objectively reasonable under the Fourth Amendment.”Minceyv.Arizona,437 U. S. 385, 393–394\n(1978).One exigency obviating the\nrequirement of a warrant is the need to assist persons who are\nseriously injured or threatened with such injury. “ ‘The need\nto protect or preserve life or avoid serious injury is\njustification for what would be otherwise illegal absent an\nexigency or emergency.’ ”Id.,at 392 (quotingWaynev.United States, 318 F. 2d 205, 212\n(CADC 1963) (Burger, J.)); see alsoTyler, supra,at 509.\nAccordingly, law enforcement officers may enter a home without a\nwarrant to render emergency assistance to an injured occupant or to\nprotect an occupant from imminent injury.Mincey, supra,at 392; see alsoGeorgiav.Randolph,547 U. S.\n___, ___ (2006) (slip op., at 13–14) (“[I]t would be silly to\nsuggest that the police would commit a tort by entering … to\ndetermine whether violence (or threat of violence) has just\noccurred or is about to (or soon will) occur”).Respondents do not take issue with these\nprinciples, but instead advance two reasons why the officers’ entry\nhere was unreasonable. First, they argue that the officers were\nmore interested in making arrests than quelling violence. They urge\nus to consider, in assessing the reasonableness of the entry,\nwhether the officers were “indeed motivated primarily by a desire\nto save lives and property.” Brief for Respondents 3; see also\nBrief for National Association of Criminal Defense Lawyers asAmicus Curiae6 (entry to render emergency assistance\njustifies a search “only when the searching officer is acting\noutside his traditional law-enforcement capacity”). The Utah\nSupreme Court also considered the officers’ subjective motivations\nrelevant. See 122 P. 3d, at 513 (search under the “emergency\naid doctrine” may not be “primarily motivated by intent to arrest\nand seize evidence” (internal quotation marks omitted)).Our cases have repeatedly rejected this\napproach. An action is “reasonable” under the Fourth Amendment,\nregardless of the individual officer’s state of mind, “as long as\nthe circumstances, viewedobjectively, justify [the]\naction.”Scottv.United States,436 U. S. 128, 138\n(1978) (emphasis added). The officer’s subjective motivation is\nirrelevant. SeeBondv.United States,529 U. S. 334, 338,\nn. 2 (2000) (“The parties properly agree that the subjective\nintent of the law enforcement officer is irrelevant in determining\nwhether that officer’s actions violate the Fourth Amendment\n… ; the issue is not his state of mind, but the objective\neffect of his actions”);Whrenv.United States,517 U. S. 806,\n813 (1996) (“[W]e have been unwilling to entertain Fourth Amendment\nchallenges based on the actual motivations of individual\nofficers”);Grahamv.Connor,490 U. S. 386, 397\n(1989) (“[O]ur prior cases make clear” that “the subjective\nmotivations of the individual officers … ha[ve] no bearing on\nwhether a particular seizure is ‘unreasonable’ under the Fourth\nAmendment”).It therefore does not matter here—even if\ntheir subjective motives could be so neatly unraveled—whether the\nofficers entered the kitchen to arrest respondents and gather\nevidence against them or to assist the injured and prevent further\nviolence.As respondents note, we have held\nin the context of programmatic searches conducted without\nindividualized suspicion—such as checkpoints to combat drunk\ndriving or drug trafficking—that “an inquiry intoprogrammaticpurpose” is sometimes appropriate.Indianapolisv.Edmond,531 U. S. 32, 46 (2000)\n(emphasis added); see alsoFloridav.Wells,495 U. S. 1, 4\n(1990) (an inventory search must be regulated by “standardized\ncriteria” or “established routine” so as not to “be a ruse for a\ngeneral rummaging in order to discover incriminating evidence”).\nBut this inquiry is directed at ensuring that the purpose behind\ntheprogramis not “ultimately indistinguishable from the\ngeneral interest in crime control.”Edmond,531 U. S., at\n44. It has nothing to do with discerning what is in the mind of the\nindividual officer conducting the search.Id.,at\n48.Respondents further contend that\ntheir conduct was not serious enough to justify the officers’\nintrusion into the home. They rely onWelshv.Wisconsin,466 U. S. 740, 753\n(1984), in which we held that “an important factor to be considered\nwhen determining whether any exigency exists is the gravity of the\nunderlying offense for which the arrest is being made.” This\ncontention, too, is misplaced.Welshinvolved a\nwarrantless entry by officers to arrest a suspect for driving while\nintoxicated. There, the “only potential emergency” confronting the\nofficers was the need to preserve evidence (i.e., the\nsuspect’s blood-alcohol level)—an exigency that we held\ninsufficient under the circumstances to justify entry into the\nsuspect’s home.Ibid. Here, the officers were confronted\nwithongoingviolence occurringwithinthe home.Welshdid not address such a situation.We think the officers’ entry here\nwas plainly reasonable under the circumstances. The officers were\nresponding, at 3 o’clock in the morning, to complaints about a loud\nparty. As they approached the house, they could hear from within\n“an altercation occurring, some kind of a fight.” App. 29. “It was\nloud and it was tumultuous.”Id.,at 33. The officers\nheard “thumping and crashing” and people yelling “stop, stop” and\n“get off me.”Id.,at 28, 29. As the trial court found,\n“it was obvious that … knocking on the front door” would have been\nfutile.Id.,at 92. The noise seemed to be coming from the\nback of the house; after looking in the front window and seeing\nnothing, the officers proceeded around back to investigate further.\nThey found two juveniles drinking beer in the backyard. From there,\nthey could see that a fracas was taking place inside the kitchen. A\njuvenile, fists clenched, was being held back by several adults. As\nthe officers watch, he breaks free and strikes one of the adults in\nthe face, sending the adult to the sink spitting blood.In these circumstances, the\nofficers had an objectively reasonable basis for believing both\nthat the injured adult might need help and that the violence in the\nkitchen was just beginning. Nothing in the Fourth Amendment\nrequired them to wait until another blow rendered someone\n“unconscious” or “semi-conscious” or worse before entering. The\nrole of a peace officer includes preventing violence and restoring\norder, not simply rendering first aid to casualties; an officer is\nnot like a boxing (or hockey) referee, poised to stop a bout only\nif it becomes too one-sided.The manner of the officers’ entry\nwas also reasonable. After witnessing the punch, one of the\nofficers opened the screen door and “yelled in police.”Id.,at 40. When nobody heard him, he stepped into the\nkitchen and announced himself again. Only then did the tumult\nsubside. The officer’s announcement of his presence was at least\nequivalent to a knock on the screen door. Indeed, it was probably\nthe only option that had even a chance of rising above the din.\nUnder these circumstances, there was no violation of the Fourth\nAmendment’s knock-and-announce rule. Furthermore, once the\nannouncement was made, the officers were free to enter; it would\nserve no purpose to require them to stand dumbly at the door\nawaiting a response while those within brawled on, oblivious to\ntheir presence.Accordingly, we reverse the\njudgment of the Supreme Court of Utah, and remand the case for\nfurther proceedings not inconsistent with this opinion.It is so ordered.",
    "joined": []
}