{
    "case": {
        "docket": "685",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/685/"
    },
    "id": "1963622",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGCSX TRANSP., INC. V. MCBRIDE564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-235CSX TRANSPORTATION, INC., PETITIONERv.ROBERT McBRIDEon writ of certiorari to the united states court of\nappeals for the seventh circuit[June 23, 2011]Chief Justice Roberts, with whom\nJustice Scalia, Justice Kennedy, and Justice Alito join,\ndissenting.“It is a well established\nprinciple of [the common] law, that in all cases of loss we are to\nattribute it to the proximate cause, and not to any remote cause:\ncausa proxima non remota spectatur.”Watersv.Merchants’ Louisville Ins. Co., 11 Pet. 213, 223 (1837)\n(Story, J.). The Court today holds that this principle does not\napply to actions under the Federal Employers’ Liability Act (FELA),\nand that those suing under that statute may recover for injuries\nthat were not proximately caused by the negligence of their\nemployers. This even though we have held that FELA generally\nfollows the common law, unless the Act expressly provides\notherwise; even though FELA expressly abrogated common law rules in\nfour other respects, but said nothing about proximate cause; and\neven though our own cases, for 50 years after the passage of FELA,\nrepeatedly recognized that proximate cause was required for\nrecovery under that statute.The Court is wrong to dispense with that\nfamiliar element of an action seeking recovery for negligence, an\nele-ment “generally thought to be a necessary limitation on\nliability,”Exxon Co., U. S. A.v.Sofec, Inc.,517 U. S. 830,\n838 (1996). The test the Court would substitute—whether negligence\nplayed any part, even the slightest, in producing the injury—is no\nlimit at all. It is simply “but for” causation. Nothing in FELA\nitself, or our decision inRogersv.Missouri Pacific\nR. Co.,352 U. S. 500(1957), supports such a\nboundless theory of liability.I respectfully dissent.I“Unlike a typical workers’\ncompensation scheme, which provides relief without regard to fault,\n… FELA provides a statutory cause of action sounding in\nnegligence.”Norfolk Southern R. Co.v.Sorrell,549 U. S. 158, 165 (2007). When\nCongress creates such a federal tort, “we start from the premise”\nthat Congress “adopts the background of general tort law.”Staubv.Proctor Hospital, 562 U. S. ___, ___\n(2011) (slip op., at 5). With respect to FELA in particular, we\nhave explained that “[a]bsent express language to the contrary, the\nelements of a FELA claim are determined by reference to the common\nlaw.”Sorrell,supra,at 165–166; seeUriev.Thompson,337 U. S. 163, 182\n(1949).Recovery for negligence has\nalways required a showing of proximate cause. “ ‘In a\nphilosophical sense, the con-sequences of an act go forward to\neternity.’ ”Holmesv.Securities Investor\nProtection Corporation,503 U. S. 258, 266, n.\n10 (1992) (quoting W. Keeton, D. Dobbs, R. Keeton, & D. Owen,\nProsser and Keeton on Law of Torts §41, p. 264 (5th ed. 1984)).\nLaw, however, is not philosophy, and the concept of proximate cause\ndeveloped at common law in response to the perceived need to\ndistinguish “but for” cause from those more direct causes of injury\nthat can form the basis for liability at law.The plurality breaks no new ground in\ncriticizing the variety of formulations of the concept of proximate\ncause,ante, at 14–15; courts, commentators, and\nfirst-year law students have been doing that for generations. SeeExxon,supra,at 838. But it is often easier to\ndisparage the product of centuries of common law than to devise a\nplausible substitute—which may explain why Congress did not\nat-tempt to do so in FELA. Proximate cause is hardly the only\nenduring common law concept that is useful despite its imprecision,\nseeante, at 14. It is in good company with proof beyond a\nreasonable doubt, necessity, willfulness, and unconscionability—to\nname just a few.Proximate cause refers to the basic\nrequirement that before recovery is allowed in tort, there must be\n“some direct relation between the injury asserted and the injurious\nconduct alleged,”Holmes, 503 U. S., at 268. It excludes\nfrom the scope of liability injuries that are “too remote,” “purely\ncontingent,” or “indirect[ ].”Id.,at 268, 271, 274.\nRecognizing that liability must not attach to “every conceivable\nharm that can be traced to alleged wrongdoing,” proximate cause\nrequires a “causal connection between the wrong and the injury,”Associated Gen. Contractors of Cal., Inc.v.Carpenters,459 U. S. 519, 536, 533,\nn. 26 (1983), that is not so “tenuous … that what is claimed to be\nconsequence is only fortuity,”Exxon,supra, at\n838 (internal quotation marks omitted). It limits liability at some\npoint before the want of a nail leads to loss of the kingdom. When\nFELA was passed, as now, “[t]he question whether damage in a given\ncase is proximate or remote [was] one of great importance… .\n[T]he determination of it determines legal right,” 1 T. Street,\nFoundations of Legal Liability 110 (1906) (reprint 1980).FELA expressly abrogated common law tort\nprinciples in four specific ways. SeeSorrell,supra,at 166, 168;Con-solidated Rail\nCorporationv.Gottshall,512 U. S. 532, 542–543\n(1994). As enacted in 1908, the Act abolished the common law\ncontributory negligence rule, which barred plaintiffs whose\nnegligence had contributed to their injuries from recovering for\nthe negligence of another. See Act of Apr. 22, §3, 35 Stat. 66.\nFELA also abandoned the so-called fellow-servant rule, §1,\nprohibited an assumption of risk defense in certain cases, §4, and\nbarred employees from contractually releasing their employers from\nliability, §5.But “[o]nly to the extent of these explicit\nstatutory alterations is FELA an avowed departure from the rules of\nthe common law.”Gottshall, supra,at 544 (internal\nquotation marks omitted). FELA did not abolish the familiar\nrequirement of proximate cause. Because “Congress ex-pressly\ndispensed with [certain] common-law doctrines” in FELA but “did not\ndeal at all with [other] equally well-established doctrine[s],” I\ndo not believe that “Congress intended to abrogate [the other]\ndoctrine[s]sub silentio.”Monessen Southwestern R.\nCo.v.Morgan,486 U. S. 330, 337–338\n(1988).We have applied the standard requirement of\nproximate cause to actions under federal statutes where the text\ndid not expressly provide for it. SeeDura Pharmaceuticals,\nInc.v.Broudo,544 U. S. 336, 342–346\n(2005) (securities fraud);Holmes,supra, at\n268–270 (Racketeer Influenced and Corrupt Organizations Act);Associated Gen. Contractors of Cal., Inc.,supra,\nat 529–535 (Clayton Act); cf.Metropolitan Edison Co.v.People Against Nuclear Energy,460 U. S. 766, 774\n(1983) (“the terms ‘environmental ef-fect’ and ‘environmental\nimpact’ in [the National Environmental Policy Act of 1969 should]\nbe read to include a requirement of a reasonably close causal\nrelationship between a change in the physical environment and the\neffect at issue … . like the familiar doctrine of proximate\ncause from tort law”).The Court does not explicitly rest its\nargument on its own reading of FELA’s text. The jury instruction on\ncausation it approves, however, derives from Section 1 of FELA, 45\nU. S. C. §51. Seeante, at 1, 16–17. But nothing in\nSection 1 is similar to the “express language” Congress employed\nelsewhere in FELA when it wanted to abrogate a common law rule,Sorrell,supra,at 165–166. See,e.g.,§53 (“the fact that the employee may have been guilty of\ncontributory negligence shall not bar a recovery”); §54 (“employee\nshall not be held to have assumed the risks of his\nemployment”).As the very first section of the statute,\nSection 1 simply outlines who could be sued by whom and for what\ntypes of injuries. It provides that “[e]very common carrier by\nrailroad … shall be liable in damages to any person suffering\ninjury while he is employed by such carrier … for such injury or\ndeath resulting in whole or in part from the negligence of any of\nthe officers, agents, or employees of such carrier.” §51. The\nCourt’s theory seems to be that the words “in whole or in part”\nsignal a departure from the historic requirement of proximate\ncause. But those words served a very different purpose. They did\nindeed mark an important departure from a common law principle, but\nit was the principle of contributory negligence—not proximate\ncause.As noted, FELA abolished the defense of\ncontributory negligence; the “in whole or in part” language simply\nre-flected the fact that the railroad would remain liable even if\nits negligence was not the sole cause of injury. SeeSorrell, 549 U. S.,at 170. The Congress that was\nso clear when it was abolishing common law limits on recovery\nelsewhere in FELA did not abrogate the fundamental principle of\nproximate cause in the oblique manner the Court suggests. “[I]f\nCongress had intended such a sea change” in negligence principles\n“it would have said so clearly.”Board of Trustees of Leland\nStanford Junior Univ.v.Roche Molecular Systems,\nInc., 563 U. S. ___, ___ (2011) (slip op., at 14).The language the Court adopts as an\ninstruction on causation requires only that negligence have\n“ ‘played any part, even the slightest, in producing the\ninjury.’ ”Ante, at 17 (quotingRogers, 352\nU. S., at 506; emphasis deleted); see alsoante,at 18–19\n(“Juries in such cases are properly instructed that a defendant\nrailroad ‘caused or contributed to’ a railroad worker’s injury ‘if\n[the railroad’s] negligence played a part—no matter how small—in\nbringing about the injury’ ”). If that is proved, “then the\ncarrier is answerable in damages even if the extent of the [injury]\nor the manner in which it occurred was not ‘[p]robable’ or\n‘foreseeable.’ ”Ante, at 17 (some internal quotation\nmarks omitted). There is nothing in that language that requires\nanything other than “but for” cause. The terms “even the slightest”\nand “no matter how small” make clear to juries that even the\nfaintest whisper of “but for” causation will do.At oral argument, counsel for McBride\nexplained that the correct standard for recovery under FELA is\n“but-for plus a relaxed form of legal cause.” Tr. of Oral Arg. 44.\nThere is no “plus” in the rule the Court announces today. In this\nvery case defense counsel was free to argue “but for” cause pure\nand simple to the jury. In closing, counsel informed the jury:\n“What we also have to show is defendant’s negligence caused or\ncontributed to [McBride’s] injury. It never would have happenedbut for[CSX] giving him that train.” App. to Pet. for\nCert. 67a (emphasis added).At certain points in its opinion, the Court\nacknowledges that “[i]njuries have countless causes,” not all of\nwhich “should give rise to legal liability.”Ante, at 5.\nBut the causation test the Court embraces contains no limit on\ncausation at all.IIThis Court, from the time of\nFELA’s enactment, understood FELA to require plaintiffs to prove\nthat an employer’s negligence “is a proximate cause of the\naccident,”Davisv.Wolfe,263 U. S. 239, 243\n(1923). See,e.g.,ibid.(“The rule clearly\ndeducible from [prior] cases is that … an employee cannot recover …\nif the [employer’s] failure … is not a proximate cause of the\naccident … but merely creates an incidental condition or situation\nin which the accident, otherwise caused, results in such injury”);Carterv.Atlanta & St. Andrews Bay R. Co.,338 U. S. 430,\n435 (1949) (“if the jury determines that the defendant’s breach is\na contributory proximate cause of injury, it may find for the\nplaintiff” (internal quotation marks omitted));O’Donnellv.Elgin, J. & E. R. Co.,338 U. S. 384, 394\n(1949) (“plaintiff was entitled to a[n] … instruction … which\nrendered defendant liable for injuries proximately resulting\ntherefrom”).A comprehensive treatise written\nshortly after Congress enacted FELA confirmed that “the plaintiff\nmust … show that the alleged negligence was the proximate cause of\nthe damage” in order to recover. 1 M. Roberts, Federal Li-abilities\nof Carriers §538, p. 942 (1918). As Justice Souter has explained,\nfor the half century after the enactment of FELA, the Court\n“consistently recognized and applied proximate cause as the proper\nstandard in FELA suits.”Sorrell,supra, at 174\n(concurring opinion).No matter. For the Court, time begins in 1957,\nwith our opinion inRogersv.Missouri Pacific R.\nCo.,352 U. S. 500.That opinion, however, “left this law where it\nwas.”Sor-rell,supra,at 174 (Souter, J.,\nconcurring). A jury in that case awarded Rogers damages against his\nrailroad employer, but the Supreme Court of Missouri reversed the\njury verdict. As the Court explains today, we suggested inRogersthat there were “two potential readings” of the\nlower court’s opinion and that both were wrong.Ante, at\n7. In doing so, we clarified the consequences of FELA’s elimination\nof the common law contributory negligence rule. We did not do what\nCongress chose not to do, and abrogate the rule of proximate\ncause.First, we rejected the idea “that [Rogers’s]\nconduct was thesole causeof his mishap.” 352 U. S., at\n504 (emphasis added); contra,Rogersv.Thompson,\n284 S. W. 2d 467, 472 (Mo. 1955) (while “[Rogers] was confronted by\nan emergency[,] … it was an emergency brought about by himself”).\nThere were, we explained, “probative facts from which the jury\ncould find that [the railroad] was or should have been aware of\nconditions which created a likelihood that [Rogers] … would suffer\njust such an injury as he did.”352 U. S., at 503. We\nnoted that “[c]ommon experience teaches both that a passing train\nwill fan the flames of a fire, and that a person suddenly enveloped\nin flames and smoke will instinctively react by retreating from the\ndanger.”Ibid.In referring to this predictable sequence\nof events, we described—in familiar terms—sufficient evi-dence of\nproximate cause. We therefore held that the railroad’s negligence\ncould have been a cause of Rogers’s injury regardless of whether\n“theimmediatereason” why Rogers slipped was the\nrailroad’s negligence in permitting gravel to remain on the surface\nor some other cause.Ibid. (emphasis added).Rogersthereby clarified that, under\na statute in which employer and employee could both be proximate\ncauses of an injury, a railroad’s negligence need not be the sole\nor last cause in order to be proximate. That is an application of\nproximate cause, not a repudiation of it. See Street 111 (“a cause\nmay be sufficiently near in law to the damage to be considered its\neffective legal cause without by any means being the nearest or\nmost proximate to the causes which contribute of the injury”); 1 D.\nDobbs, Law of Torts §180, p. 445 (2001).We then considered a second interpretation.\nThe Missouri Supreme Court’s opinion could alternatively be read as\nhaving held that Rogers’s “conduct wasat least as probable a\ncausefor his mishap as any negligence of the [railroad],” and\nthat—in those circumstances—“there was no case for the jury.” 352\nU. S., at 505 (emphasis added). If this was the principle the court\napplied below, it was also wrong and for many of the same\nreasons.Under a comparative negligence scheme in which\nmultiple causes may act concurrently, we clarified that a\nrailroad’s negligence need not be the “sole, efficient, produc- ing\ncause of injury,”id.,at 506. The question was simply\nwhether “employer negligence played any part, even the slightest,\nin producing the injury.”Ibid.“It does not matter,” we\ncontinued, “that, from the evidence, the jury may also with reason,\non grounds of probability, attribute the result to other causes,including the employee’s contributory negligence.”Ibid.(emphasis added).The Court today takes the “any part,\neven the slightest” language out of context and views it as a\nrejection of proximate cause. ButRogerswas talking about\ncontributory negligence—it said so—and the language it chose\nconfirms just that. “Slight” negligence was familiar usage in this\ncontext. The statute immediately preceding FELA, passed just two\nyears earlier in 1906, moved part way from contributory to\ncomparative negligence. It provided that “the fact that the\nemployee may have been guilty of contributory negligence shall not\nbar a recovery where his contrib-utory negligence was slight and\nthat of the employer was gross in comparison.” Act of June 11,\n1906, §2, 34 Stat. 232. Other statutes similarly made this halfway\nstop on the road from contributory to pure comparative negligence,\nagain using the term “slight.” See Dobbs §201, at 503 (“One earlier\n[version of comparative fault] … allowed the negligent plaintiff to\nrecover if the plaintiff’s negligence was slight and the\ndefendant’s gross… . Modern comparative negligence law works\ndifferently, reducing the plaintiff’s recovery in proportion to the\nplaintiff’s fault”); V. Schwartz, Comparative Negligence\n§2.01[b][2], p. 33 (5th ed. 2010) (a “major form of modified\ncomparative negligence is the ‘slight-gross’ system”);id.§3.04[b], at 75. In 1908, FELA completed the transition to pure\ncomparative negligence with respect to rail workers. See Dobbs\n§201, at 503. Under FELA, it does not matter whose negligence was\n“slight” or “gross.” The use of the term “even the slightest” inRogersmakes perfect sense when the decision is understood\nto be about multiple causes—not about how direct any particular\ncause must be. SeeSorrell, 549 U. S., at 175 (Souter, J.,\nconcurring) (pertinent language concerned “multiplicity of\ncausations,” not “the necessary directness of … causation”).The Court viewsRogersas\n“describ[ing] the test for proximate causation” under FELA,ante, at 13 (internal quotation marks omitted), butRogersitself says nothing of the sort. See 352 U. S., at\n506 (describing its test as “the testof a jury case”\n(emphasis added)).Rogersdid not set forth a novel\nstandard for proximate cause—much less an instruction designed to\nguide jurors in determining causation. Indeed, the trial court inRogersused the term “proximate cause” in its jury\ninstruction and directed the jury to find that Rogers could not\nrecover if his injuries “were not directly … caused by” the\nrailroad’s negligence.Id.,at 505, n. 9 (internal\nquotation marks omitted). Our opinion quoted that instruction,ibid., but “took no issue with [it] in this respect,”Sorrell,supra, at 176 (Souter, J.,\nconcurring).A few of our cases have characterizedRogersas hold- ing that “a relaxed standard of causation\napplies under FELA.”Gottshall, 512 U. S., at 543; seeCranev.Cedar Rapids & Iowa City R. Co.,395 U. S. 164,\n166 (1969). Fair enough; but these passing summations ofRogersdo not alter its holding. FELA did, of course,\nchange common law rules relating to causation in one respect: Under\nFELA, a railroad’s negligence did not have to be the exclusive\ncause of an injury. SeeGottshall,supra, at\n542–543 (“Congress did away with several common-law tort defenses\n… . Specifically, the statute … rejected the doctrine of\ncontributory negligence in favor of that of comparative\nnegligence”). And, unlike under FELA’s predecessor, the\nproportionate degree of the employee’s negligence would not\nnecessarily bar his recovery. But we have never held—until\ntoday—that FELA entirely eliminates proximate cause as a limit on\nliability.IIIThe Court is correct that the\nfederal courts of appeals have readRogersto support the\nadoption of instructions like the one given here. But we do not\nresolve questions such as the one before us by a show of hands. SeeBuckhannon Board & Care Home, Inc.v.West\nVirginia Dept. of Health and Human Resources,532 U. S. 598, 605\n(2001);id.,at 621 (Scalia, J., concurring) (“The\ndissent’s insistence that we defer to the ‘clear majority’ of\nCircuit opinion is particularly peculiar in the present case, since\nthat majority has been nurtured and preservedby our own\nmisleading dicta”); cf.McNallyv.United\nStates,483 U.\nS. 350, 365 (1987) (Stevens, J., dissenting) (pointing out that\n“[e]very court to consider the matter” had disagreed with the\nmajority’s holding).In addition, the Court discounts\nthe views of those state courts of last resort that agree FELA did\nnot relegate proximate cause to the dustbin. Those courts either\nreject the position the Court adopts today or suggest that FELA\ndoes not entirely eliminate proximate cause. SeeBallardv.Union Pacific R. Co., 279 Neb. 638, 644, 781\nN. W. 2d 47, 53 (2010) (“an employee must prove the\nemployer’s negligence and that the alleged negligence is a\nproximate cause of the employee’s injury”);CSX Transp.,\nInc.v.Miller, 46 So. 3d 434, 450 (Ala. 2010)\n(“the jury in this case was properly instructed by the trial court\nthat [respondent] could not be compensated for any injury not\nproximately caused by [petitioner’s] negligence”), cf.id.,at 461 (quotingRogers);Raabv.Utah R. Co., 2009 UT 61, ¶20, 221 P. 3d 219, 225\n(“Rogersdid not speak to the issue of proximate cause”);Gardnerv.CSX Transp., Inc., 201 W. Va.\n490, 500, 498 S. E. 2d 473, 483 (1997) (“we hold that to\nprevail on a claim under [FELA] … a plaintiff employee must\nestablish that the defendant employer acted negligently and that\nsuch negligence contributed proximately, in whole or in part, to\nplaintiff’s injury”);Snipesv.Chicago, Central,& Pacific R. Co., 484 N. W. 2d 162, 164–165\n(Iowa 1992) (stating that “[r]ecovery under the FELA requires an\ninjured employee to prove that the defendant employer was negligent\nand that the negligence proximately caused, in whole or in part,\nthe accident,” while noting thatRogers’s “threshold for\nrecovery” is “low”);Marazzatov.Burlington\nNo. R. Co., 249 Mont. 487, 491, 817 P. 2d 672,\n675 (1991) (“plaintiff has the burden of proving that defendant’s\nnegligence was the proximate cause in whole or in part of the\nplaintiff’s [death]”);Reedv.Pennsylvania\nR. Co., 171 Ohio St. 433, 436, 171 N. E. 2d 718,\n721–722 (1961) (“such violation could not legally amount to a\nproximate cause of the injury to plaintiff’s leg”); see alsoHagerv.Norfolk & W. R. Co., No. 87553,\n2006 WL 3634373, *6 (Ohio App., Dec. 14, 2006) (“the standard for\nproximate cause is broader under FELA than the common law”\n(internal quotation marks omitted)).If nothing more, the views of these courts\nshow that the question whether—and to what extent—FELA dispenses\nwith proximate cause is not as “settled” as the Court would have\nit,ante, at 12 (internal quotation marks omitted). Under\nthese circumstances, it seems important to correct an\ninterpretation of our own case law that has run, so to speak, off\nits own rails.Even the Court seems to appreciate that it is\ncreating a troubling gap in the FELA negligence action and ought to\ndosomethingto patch it over. The something it proposes\nis “[r]easonable foreseeability of harm,”ante, at 16\n(internal quotation marks omitted). Foreseeability as a test for\nproximate causation would be one thing; foreseeability has, after\nall, long been an aspect of proximate cause. But that is not the\ntest the Court prescribes. It instead limits the foreseeability\ninquiry to whether the defendant was negligent in the first\nplace.The Court observes that juries may be\ninstructed that a defendant’s negligence depends on “what a\nreasonably prudent person would anticipate or foresee as creating a\npotential for harm.” 5 L. Sand et al., Modern Federal Jury\nInstructions–Civil ¶89.10, p. 89–21 (2010); seeante, at\n16–17. That’s all fine and good when a defendant’s negligence\nresults directly in the plaintiff’s injury (nevermind that no\n“reasonable foreseeability” instruction was given in this case).\nFor instance, if I drop a piano from a window and it falls on a\nperson, there is no question that I was negligent and could have\nforeseen that the piano would hit someone—as, in fact, it did. The\nproblem for the Court’s test arises when the negligence does not\ndirectly produce the injury to the plaintiff: I drop a piano; it\ncracks the sidewalk; during sidewalk repairs weeks later a man\nbarreling down the sidewalk on a bicycle hits a cone that repairmen\nhave placed around their worksite, and is injured. Was I negligent\nin dropping the piano because I could have foreseen “amishap and injury,”ante, at 17 (emphasis added; internal\nquotation marks omitted)? Yes. Did my negligence cause\n“[the] mishap and injury” that resulted? It depends on\nwhat is meant by cause. My negligence was a “but for” cause of the\ninjury: If I had not dropped the piano, the bicyclist would not\nhave crashed. But is it a legal cause? No.In one respect the Court’s test is needlessly\nrigid. If courts must instruct juries on foreseeability as an\naspect of negligence, why not instruct them on foreseeability as an\naspect of causation? And if the jury is simply supposed to intuit\nthat there should also be limits on the legal chain of\ncausation—and that “but for” cause is not enough—why hide the ball?\nWhy not simply tell the jury? Finally, if the Court intends\n“foreseeability of harm” to be a kind of poorman’s proximate cause,\nthen where does the Court find that requirement in the testRogers—or FELA—pre-scribes? Could it be derived from the\ncommon law?Where does “foreseeability of harm” as the\nsole protection against limitless liability run out of steam? An\nanswer would seem only fair to the common law.A railroad negligently fails to maintain its\nboiler, which overheats. An employee becomes hot while repairing it\nand removes his jacket. When finished with the repairs, he grabs a\nthermos of coffee, which spills on his now-bare arm, burning it.\nWas the risk that someone would be harmed by the failure to\nmaintain the boiler foreseeable? Was the risk that an employee\nwould be burned while repairing the overheated boiler foreseeable?\nCan the railroad be liable under the Court’s test for the coffee\nburn? According to the Court’s opinion, it does not matter that the\n“manner in which [the injury] occurred was not … foreseeable,”ante, at 17 (internal quotation marks omitted), so long as\nsome negligence—any negligence at all—can be established.The Court’s opinion fails to settle on a\nsingle test for answering these questions: Is it that the\nrailroad’s negligence “pla[y] a part—no matter how small—in\nbringing about the [plaintiff’s] injury,” as the Court indicates on\npages 5, 17 note 13, and 19, or that “negligence play any part,\neven the slightest, in producing the injury,” as suggested at pages\n8 note 2, 11 note 4, and 17? The Court says there is no difference,\nseeante, at 9, n. 3, but I suspect lawyers\nlitigating FELA cases will prefer one instruction over the other,\ndepending on whether they represent the employer or the employee.\nIn any event, if the Court’s test—whichever version—provides\nanswers to these hypo-theticals, the Court keeps them to\nitself.Proximate cause supplies the vocabulary for\nanswering such questions. It is useful to ask whether the injury\nthat resulted was within the scope of the risk created by the\ndefendant’s negligent act; whether the injury was a natural or\nprobable consequence of the negligence; whether there was a\nsuperseding or intervening cause; whether the negligence was\nanything more than an antecedent event without which the harm would\nnot have occurred.The cases do not provide a mechanical or\nuniform test and have been criticized for that. But they do\n“furnish illustrations of situations which judicious men upon\ncareful consideration have adjudged to be on one side of the line\nor the other.”Exxon, 517 U. S., at 839 (internal\nquotation marks omitted).The Court forswears all these inquiries\nand—with them—an accumulated common law history that might provide\nguidance for courts and juries faced with causation questions. Seeante, at 1 (FELA “does not incorporate ‘proximate cause’\nstandards developed in nonstatutory common-law tort actions”);ante, at 18 (“it is not error in a FELA case to refuse a\ncharge embracing stock proximate cause terminology”). It is not\nnecessary to accept every verbal formulation of proximate cause\never articulated to recognize that these standards provide useful\nguidance—and that juries should receive some instruction—on the\ntype of link required between a railroad’s negligence and an\nemployee’s injury.*  *  *Law has its limits. But no longer\nwhen it comes to the causal connection between negligence and a\nresulting injury covered by FELA. A new maxim has replaced the old:Caelum terminus est—the sky’s the limit.I respectfully dissent.The Court’s contention that our position\nwould unsettle the law contrary to principles ofstare\ndecisisexaggerates the state of the law. As the court below\nnoted, “[s]inceRogers, the Supreme Court has not\nexplained in detail how broadly or narrowlyRogersshould\nbe read by the lower federal courts.” 598 F. 3d 388, 397 (CA7\n2010). See alsoNorfolk Southern R. Co.v.Sorrell,549 U. S. 158, 173 (2007) (Souter, J.,\nconcurring) (“Rogersdid not address, much less alter,\nexisting law governing the degree of causation necessary for\nredressing negligence as the cause of negligently inflicted\nharm”).",
    "joined": []
}