{
    "case": {
        "docket": "599",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/599/"
    },
    "id": "1970462",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1320_________________ALEX BLUEFORD, PETITIONERv.ARKANSASon writ of certiorari to the supreme court of\narkansas[May 24, 2012]Chief Justice Roberts delivered the opinion of\nthe Court.The Double Jeopardy Clause protects against\nbeing tried twice for the same offense. The Clause does not,\nhowever, bar a second trial if the first ended in a mistrial.\nBefore the jury concluded deliberations in this case, it re- ported\nthat it was unanimous against guilt on charges of capital murder\nand first-degree murder, was deadlocked on manslaughter, and had\nnot voted on negligent homicide. The court told the jury to\ncontinue to deliberate. The jury did so but still could not reach a\nverdict, and the court declared a mistrial. All agree that the\ndefendant may be retried on charges of manslaughter and negligent\nhomicide. The question is whether he may also be retried on charges\nof capital and first-degree murder.IOne-year-old Matthew McFadden, Jr., suffered a\nsevere head injury on November 28, 2007, while home with his\nmother’s boyfriend, Alex Blueford. Despite treatment at a hospital,\nMcFadden died a few days later.The State of Arkansas charged Blueford with\ncapital murder, but waived the death penalty. The State’s theory at\ntrial was that Blueford had injured McFadden intentionally, causing\nthe boy’s death “[u]nder circumstances manifesting extreme\nindifference to the value of human life.” Ark. Code Ann.\n§5–10–101(a)(9)(A) (Supp. 2011). The defense, in contrast,\nportrayed the death as the re- sult of Blueford accidentally\nknocking McFadden onto the ground.The trial court instructed the jury that the\ncharge of capital murder included three lesser offenses:\nfirst-degree murder, manslaughter, and negligent homicide. In\naddition to describing these offenses, the court addressed the\norder in which the jury was to consider them: “If you have a\nreasonable doubt of the defendant’s guilt on the charge of capital\nmurder, you will consider the charge of murder in the first\ndegree. . . . If you have a reasonable doubt of the\ndefendant’s guilt on the charge of murder in the first degree, you\nwill then consider the charge of manslaughter. . . .\nIf you have a reasonable doubt of the defendant’s guilt on the\ncharge of manslaughter, you will then con- sider the charge of\nnegligent homicide.” App. 51–52.The prosecution commented on these instructions\nin its closing argument. It told the jury, for example, that\n“before you can consider a lesser included of capital murder, you\nmust first, all 12, vote that this man is not guilty of capital\nmurder.”Id.,at 55. The prosecution explained that this was\n“not a situation where you just lay everything out here and say,\nwell, we have four choices. Which one does it fit the most?”Id.,at 59. Rather, the prose- cution emphasized, “unless\nall 12 of you agree that this man’s actions were not consistent\nwith capital murder, then and only then would you go down to murder\nin the first degree.”Ibid.After the parties concluded their arguments, the\ncourt presented the jury with a set of five verdict forms, each\nrepresenting a possible verdict. There were four separate forms\nallowing the jury to convict on each of the charged offenses:\ncapital murder, first-degree murder, manslaughter, and negligent\nhomicide. A fifth form allowed the jury to return a verdict of\nacquittal, if the jury found Blueford not guilty of any offense.\nThere was no form allowing the jury to acquit on some offenses but\nnot others. As stated in the court’s instructions, the jury could\neither “find the defendant guilty of one of these offenses” or\n“acquit him outright.”Id.,at 51. Any verdict—whether to\nconvict on one or to acquit on all—had to be unanimous.A few hours after beginning its deliberations,\nthe jury sent the court a note asking “what happens if we cannot\nagree on a charge at all.”Id.,at 62. The court called the\njury back into the courtroom and issued a so-called “Alleninstruction,” emphasizing the importance of reaching a ver- dict.\nSeeAllenv.United States,164\nU.S. 492, 501–502 (1896). The jury then deliberated for a half\nhour more before sending out a second note, stating that it “cannot\nagree on any one charge in this case.” App. 64. When the court\nsummoned the jury again, the jury foreperson reported that the jury\nwas “hopelessly” deadlocked.Ibid.The court asked the\nforeperson to disclose the jury’s votes on each offense:“THE COURT: All right. If you have your\nnumbers together, and I don’t want names, but if you have your\nnumbers I would like to know what your count was on capital\nmurder.“JUROR NUMBER ONE: That was unanimous against\nthat. No.“THE COURT: Okay, on murder in the first\ndegree?“JUROR NUMBER ONE: That was unanimous against\nthat.“THE COURT: Okay. Manslaughter?“JUROR NUMBER ONE: Nine for, three against.“THE COURT: Okay. And negligent homicide?“JUROR NUMBER ONE: We did not vote on that,\nsir.“THE COURT: Did not vote on that.“JUROR NUMBER ONE: No, sir. We couldn’t get past\nthe manslaughter. Were we supposed to go past that? I thought we\nwere supposed to go one at a time.”Id.,at 64–65.Following this exchange, the court gave anotherAlleninstruction and sent the jurors back to the jury room.\nAfter deliberations resumed, Blueford’s counsel asked the court to\nsubmit new verdict forms to the jurors, to be completed “for those\ncounts that they have reached a verdict on.”Id.,at 67. The\nprosecution objected on the grounds that the jury was “still\ndeliberating” and that a verdict of acquittal had to be “all or\nnothing.”Id.,at 68. The court denied Blueford’s request.\nTo allow for a partial verdict, the court explained, would be “like\nchanging horses in the middle of the stream,” given that the jury\nhad already received instructions and verdict forms.Ibid.The court informed counsel that it would declare a mis- trial “if\nthe jury doesn’t make a decision.”Id.,at 69.When the jury returned a half hour later, the\nforeperson stated that they had not reached a verdict. The court\ndeclared a mistrial and discharged the jury.The State subsequently sought to retry Blueford.\nHe moved to dismiss the capital and first-degree murder charges on\ndouble jeopardy grounds, citing the foreperson’s report that the\njurors had voted unanimously against guilt on those offenses. The\ntrial court denied the motion, and the Supreme Court of Arkansas\naffirmed on interlocutory appeal. According to the State Supreme\nCourt, the foreperson’s report had no effect on the State’s ability\nto retry Blueford, because the foreperson “was not making a formal\nannouncement of acquittal” when she disclosed the jury’s votes.\n2011 Ark. 8, p. 9, ___ S. W. 3d ___, ___. This was not a\ncase, the court observed, “where a formal verdict was announced or\nentered of record.”Ibid. The court added that the trial\ncourt did not err in denying Blueford’s request for new verdict\nforms that would have allowed the jury to render a partial verdict\non the charges of capital and first-degree murder.Blueford sought review in this Court, and we\ngranted certiorari. 565 U. S. ___ (2011).IIThe Double Jeopardy Clause provides that no\nperson shall “be subject for the same offence to be twice put in\njeopardy of life or limb.” U. S. Const., Amdt. 5. The\nClause “guarantees that the State shall not be permitted to make\nrepeated attempts to convict the accused, thereby subjecting him to\nembarrassment, expense and ordeal and compelling him to live in a\ncontinuing state of anxiety and insecurity, as well as enhancing\nthe possibility that even though innocent he may be found guilty.”United Statesv.Martin Linen Supply Co.,430 U.S.\n564, 569 (1977) (internal quotation marks omitted).Blueford contends that the foreperson’s report\nmeans that he cannot be tried again on charges of capital and\nfirst-degree murder. According to Blueford, the Double Jeopardy\nClause prohibits a second trial on those charges, for two\nreasons.ABlueford’s primary submission is that he\ncannot be retried for capital and first-degree murder because the\njury actually acquitted him of those offenses. SeeGreenv.United States,355\nU.S. 184, 188 (1957). The Arkansas Supreme Court noted—and\nBlueford acknowledges—that no formal judgment of acquittal was\nentered in his case. But none was necessary, Blueford maintains,\nbecause an acquittal is a matter of substance, not form. Quoting\nfrom our decision inMartin Linen,supra, at 571,\nBlueford contends that despite the absence of a formal verdict, a\njury’s announcement constitutes an acquittal if it “ ‘actu-\nally represents a resolution . . . of some or all of the\nfactual elements of the offense charged.’ ” Brief for\nPetitioner 21. Here, according to Blueford, the foreperson’s\nannouncement of the jury’s unanimous votes on capital and\nfirst-degree murder represented just that: a resolution of some or\nall of the elements of those offenses in Blueford’s favor.We disagree. The foreperson’s report was not a\nfinal resolution of anything. When the foreperson told the court\nhow the jury had voted on each offense, the jury’s deliberations\nhad not yet concluded. The jurors in fact went back to the jury\nroom to deliberate further, even after the foreperson had delivered\nher report. When they emerged a half hour later, the foreperson\nstated only that they were unable to reach a verdict. She gave no\nindication whether it was still the case that all 12 jurors\nbelieved Blueford was not guilty of capital or first-degree murder,\nthat 9 of them believed he was guilty of manslaughter, or that a\nvote had not been taken on negligent homicide. The fact that\ndeliberations continued after the report deprives that report of\nthe finality necessary to constitute an acquittal on the murder\noffenses.Blueford maintains, however, that any\npossibility that the jurors revisited the murder offenses was\nforeclosed by the instructions given to the jury. Those\ninstructions, he contends, not only required the jury to consider\nthe of- fenses in order, from greater to lesser, but also prevented\nit from transitioning from one offense to the next with- out\nunanimously—and definitively—resolving the greater offense in his\nfavor. “A jury is presumed to follow its instructions.”Weeksv.Angelone,528 U.S.\n225, 234 (2000). So, Blueford says, the foreperson’s report\nthat the jury was deadlocked on manslaughter necessarily\nestablishes that the jury had acquitted Blueford of the greater\noffenses of capital and first-degree murder.But even if we assume that the instructions\nrequired a unanimous vote before the jury could consider a lesser\noffense—as the State assumes for purposes of this case, see Brief\nfor Respondent 25, n. 3—nothing in the instructions prohibited\nthe jury from reconsidering such a vote. The instructions said\nsimply, “If you have a reasonable doubt of the defendant’s guilt on\nthe charge of [the greater offense], you will [then] consider the\ncharge of [the lesser offense].” App. 51–52. The jurors were never\ntold that once they had a reasonable doubt, they could not rethink\nthe issue. The jury was free to reconsider a greater offense, even\nafter considering a lesser one.[1]A simple example illustrates the point. A jury\nenters the jury room, having just been given these instructions.\nThe foreperson decides that it would make sense to determine the\nextent of the jurors’ agreement before discussions begin.\nAccordingly, she conducts a vote on capital murder, and everyone\nvotes against guilt. She does the same for first-degree murder, and\nagain, everyone votes against guilt. She then calls for a vote on\nmanslaughter, and there is disagreement. Only then do the jurors\nen- gage in a discussion about the circumstances of the crime.\nWhile considering the arguments of the other jurors on how the\ndeath was caused, one of the jurors starts rethinking his own\nstance on a greater offense. After reflecting on the evidence, he\ncomes to believe that the defendant did knowingly cause the\ndeath—satisfying the definition of first-degree murder. At that\npoint, nothing in the instructions prohibits the jury from doing\nwhat juries often do: revisit a prior vote. “The very object of the\njury system,” after all, “is to secure unanimity by a comparison of\nviews, and by arguments among the jurors themselves.”Allen,\n164 U. S., at 501. A single juror’s change of mind is all it\ntakes to require the jury to reconsider a greater offense.It was therefore possible for Blueford’s jury to\nrevisit the offenses of capital and first-degree murder,\nnotwithstanding its earlier votes. And because of that possibility,\nthe foreperson’s report prior to the end of deliberations lacked\nthe finality necessary to amount to an acquittal on those offenses,\nquite apart from any requirement that a formal verdict be returned\nor judgment entered.That same lack of finality undermines Blueford’s\nreliance onGreenv.United States,355 U.S.\n184(1957), andPricev.Georgia,398 U.S.\n323(1970). In those cases, we held that the Double Jeopardy\nClause is violated when a defendant, tried for a greater offense\nand convicted of a lesser included offense, is later retried for\nthe greater offense. SeeGreen,supra,at 190;Price,supra,at 329. Blueford argues that the only\nfact distinguishing his case fromGreenandPriceis\nthat his case involves a deadlock on the lesser included offense,\nas opposed to a conviction. In his view, that distinction only\nfavors him, because the Double Jeopardy Clause should, if anything,\nafford greater protection to a defendant who isnotfound\nguilty of the lesser included offense.Blueford’s argument assumes, however, that the\nvotes reported by the foreperson did not change, even though the\njury deliberated further after that report. That assumption is\nunjustified, because the reported votes were, for the reasons\nnoted, not final. Blueford thus overlooks the real distinction\nbetween the cases: InGreenandPrice, the verdict of\nthe jury was a final decision; here, the report of the foreperson\nwas not.BBlueford maintains that even if the jury did\nnot acquit him of capital and first-degree murder, a second trial\non those offenses would nonetheless violate the Double Jeopardy\nClause, because the trial court’s declaration of a mistrial was\nimproper. Blueford acknowledges that a trial can be discontinued\nwithout barring a subsequent one for the same offense when\n“particular circumstances manifest a necessity” to declare a\nmistrial.Wadev.Hunter,336\nU.S. 684, 690 (1949); see alsoUnited Statesv.Perez, 9 Wheat. 579, 580 (1824). He also acknowledges that\nthe trial court’s reason for declaring a mistrial here—that the\njury was unable to reach a verdict—has long been con- sidered the\n“classic basis” establishing such a necessity.Arizonav.Washington,434 U.S.\n497, 509 (1978). Blueford therefore accepts that a second trial\non manslaughter and negligent homicide would pose no double\njeopardy problem. He contends, however, that there was no necessity\nfor a mistrial on capital and first-degree murder, given the\nforeperson’s report that the jury had voted unanimously against\nguilt on those charges. According to Blueford, the court at that\ntime should have taken “some action,” whether through partial\nverdict forms or other means, to allow the jury to give effect to\nthose votes, and then considered a mistrial only as to the\nremaining charges. Reply Brief for Petitioner 11, n. 8.We reject that suggestion. We have never\nrequired a trial court, before declaring a mistrial because of a\nhung jury, to consider any particular means of breaking the\nimpasse—let alone to consider giving the jury new options for a\nverdict. SeeRenicov.Lett, 559 U. S. ___, ___\n(2010) (slip op., at 8).[2] As\npermitted under Arkansas law, the jury’s options in this case were\nlimited to two: either convict on one of the offenses, or acquit on\nall. The instructions explained those options in plain terms, and\nthe verdict forms likewise contemplated no other outcome. There\nwere separate forms to convict on each of the possible offenses,\nbut there was only one form to acquit, and it was to acquit on all\nof them. When the foreperson disclosed the jury’s votes on capital\nand first-degree murder, the trial court did not abuse its\ndiscretion by refusing to add another option—that of acquitting on\nsome offenses but not others. That, however, is precisely the\nrelief Blueford seeks—relief the Double Jeopardy Clause does not\nafford him.*  *  *The jury in this case did not convict Blueford\nof any offense, but it did not acquit him of any either. When the\njury was unable to return a verdict, the trial court prop- erly\ndeclared a mistrial and discharged the jury. As a consequence, the\nDouble Jeopardy Clause does not stand in the way of a second trial\non the same offenses.The judgment of the Supreme Court of Arkansas\nisAffirmed.Notes1In reaching a contrary\nconclusion,post,at 6 (opinion of Sotomayor, J.), the\ndissent construes the jury instructions to “require a jury tocompleteits deliberations on a greater offense before it\nmay consider a lesser,”post,at 3 (emphasis added). But no\nsuch requirement can be found in the text of the instructions\nthemselves. And the dissent’s attempt to glean such a requirement\nfrom the Arkansas Supreme Court’s decision inHughesv.State, 347 Ark. 696, 66 S.W.3d 645 (2002), is unavailing,\nfor that decision nowhere addresses the issue here—whether a jury\ncan reconsider a greater offense after considering a lesser\none.2Finding our reliance onRenico“perplexing,” the dissent reads that decision to have\n“little to say about a trial judge’s responsibilities, or this\nCourt’s, on direct review.”Post,at 10–11, n. 4. ButRenico’s discussion of the applicable legal principles\nconcerns just that, and the dissent in any event does not dispute\nthat we have never required a trial court to consider any\nparticular means of breaking a jury impasse.",
    "joined": []
}