{
    "case": {
        "docket": "15-8049",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-8049/"
    },
    "id": "3694347",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 15–8049_________________DUANE EDWARD BUCK, PETITIONERv.LORIE DAVIS, DIRECTOR,\nTEXAS DEPARTMENT OF CRIMINAL JUSTICE, CORRECTIONAL INSTITUTIONS\nDIVISIONon writ of certiorari to the united states court of appeals for\nthe fifth circuit[February 22, 2017]Chief Justice Roberts delivered the opinion of the Court.A Texas jury convicted petitioner Duane Buck of capital murder.\nUnder state law, the jury could impose a death sentence only if it\nfound that Buck was likely to commit acts of violence in the\nfuture. Buck’s attorney called a psychologist to offer his opinion\non that issue. The psychologist testified that Buck probably would\nnot engage in violent conduct. But he also stated that one of the\nfactors pertinent in assessing a person’s propensity for violence\nwas his race, and that Buck was statistically more likely to act\nviolently because he is black. The jury sentenced Buck to\ndeath.Buck contends that his attorney’s introduction of this evidence\nviolated his Sixth Amendment right to the effective assistance of\ncounsel. This claim has never been heard on the merits in any\ncourt, because the attorney who represented Buck in his first state\npostconviction proceeding failed to raise it. In 2006, a Federal\nDistrict Court relied on that failure—properly, under\nthen-governing law—to hold that Buck’s claim was procedurally\ndefaulted and unreviewable.In 2014, Buck sought to reopen that 2006 judgment by filing a\nmotion under Federal Rule of Civil Procedure 60(b)(6). He argued\nthat this Court’s decisions inMartinezv.Ryan,566\nU. S. 1 (2012), andTrevinov.Thaler, 569\nU. S. ___ (2013), had changed the law in a way that provided\nan excuse for his procedural default, permitting him to litigate\nhis claim on the merits. In addition to this change in the law,\nBuck’s motion identified ten other factors that, he said,\nconstituted the “extraordinary circumstances” required to justify\nreopening the 2006 judgment under the Rule. SeeGonzalezv.Crosby,545 U. S. 524,535 (2005).The District Court below denied the motion, and the Fifth\nCircuit declined to issue the certificate of appealability (COA)\nrequested by Buck to appeal that decision. We granted certiorari,\nand now reverse.IAOn the morning of July 30, 1995, Duane Buck arrived at the home\nof his former girlfriend, Debra Gardner. He was carrying a rifle\nand a shotgun. Buck entered the home, shot Phyllis Taylor, his\nstepsister, and then shot Gardner’s friend Kenneth Butler. Gardner\nfled the house, and Buck followed. So did Gardner’s young children.\nWhile Gardner’s son and daughter begged for their mother’s life,\nBuck shot Gardner in the chest. Gardner and Butler died of their\nwounds. Taylor survived.Police officers arrived soon after the shooting and placed Buck\nunder arrest. An officer would later testify that Buck was laughing\nat the scene. He remained “happy” and “upbeat” as he was driven to\nthe police station, “[s]miling and laughing” in the back of the\npatrol car. App. 134a–135a, 252a.Buck was tried for capital murder, and the jury convicted.\nDuring the penalty phase of the trial, the jury was charged with\ndeciding two issues. The first was what the parties term the\n“future dangerousness” question. At the time of Buck’s trial, a\nTexas jury could impose the death penalty only if it\nfound—unanimously and beyond a reasonable doubt—“a probability that\nthe defendant would commit criminal acts of violence that would\nconstitute a continuing threat to society.” Tex. Code Crim. Proc.\nAnn., Art. 37.071, §2(b)(1) (Vernon 1998). The second issue, to be\nreached only if the jury found Buck likely to be a future danger,\nwas whether mitigating circumstances nevertheless warranted a\nsentence of life imprisonment instead of death. See §2(e).The parties focused principally on the first question. The State\ncalled witnesses who emphasized the brutality of Buck’s crime and\nhis evident lack of remorse in its aftermath. The State also called\nanother former girlfriend, Vivian Jackson. She testified that,\nduring their relationship, Buck had routinely hit her and had twice\npointed a gun at her. Finally, the State introduced evidence of\nBuck’s criminal history, including convictions for delivery of\ncocaine and unlawfully carrying a weapon. App. 125a–127a, 185a.Defense counsel answered with a series of lay witnesses,\nincluding Buck’s father and stepmother, who testified that they had\nnever known him to be violent. Counsel also called two\npsychologists to testify as experts. The first, Dr. Patrick\nLawrence, observed that Buck had previously served time in prison\nand had been held in minimum custody. From this he concluded that\nBuck “did not present any problems in the prison setting.” Record\nin No. 4:04–cv–03965 (SD Tex.), Doc. 5–116, pp. 12–13. Dr. Lawrence\nfurther testified that murders within the Texas penal system tend\nto be gang related (there was no evidence Buck had ever been a\nmember of a gang) and that Buck’s offense had been a “crime of\npassion” occurring within the context of a romantic relationship.Id.,at 4, 19, 21. Based on these considerations, Dr.\nLawrence determined that Buck was unlikely to be a danger if he\nwere sentenced to life in prison.Id.,at 20–21.Buck’s second expert, Dr. Walter Quijano, had been appointed by\nthe presiding judge to conduct a psychological evaluation. Dr.\nQuijano had met with Buck in prison prior to trial and shared a\nreport of his findings with defense counsel.Like Dr. Lawrence, Dr. Quijano thought it significant that\nBuck’s prior acts of violence had arisen from romantic\nrelationships with women; Buck, of course, would not form any such\nrelationships while incarcerated. And Dr. Quijano likewise\nconsidered Buck’s behavioral record in prison a good indicator that\nfuture violence was unlikely. App. 36a, 39a–40a.But there was more to the report. In determining whether Buck\nwas likely to pose a danger in the future, Dr. Quijano considered\nseven “statistical factors.” The fourth factor was “race.” His\nreport read, in relevant part: “4. Race. Black: Increased\nprobability. There is an over-representation of Blacks among the\nviolent offenders.”Id.,at 19a.Despite knowing Dr. Quijano’s view that Buck’s race was\ncompetent evidence of an increased probability of future violence,\ndefense counsel called Dr. Quijano to the stand and asked him to\ndiscuss the “statistical factors” he had “looked at in regard to\nthis case.”Id.,at 145a–146a. Dr. Quijano responded that\ncertain factors were “know[n] to predict future dangerousness” and,\nconsistent with his report, identified race as one of them.Id.,at 146a. “It’s a sad commentary,” he testified, “that\nminorities, Hispanics and black people, are over represented in the\nCriminal Justice System.”Ibid.Through further questioning,\ncounsel elicited testimony concerning factors Dr. Quijano thought\nfavorable to Buck, as well as his ultimate opinion that Buck was\nunlikely to pose a danger in the future. At the close of Dr.\nQuijano’s testimony, his report was admitted into evidence.Id.,at 150a–152a.After opening cross-examination with a series of general\nquestions, the prosecutor likewise turned to the report. She asked\nfirst about the statistical factors of past crimes and age, then\nquestioned Dr. Quijano about the roles of sex and race: “You have\ndetermined that the sex factor, that a male is more violent than a\nfemale because that’s just the way it is, and that the race factor,\nblack, increases the future dangerousness for various complicated\nreasons; is that correct?”Id.,at 170a. Dr. Quijano\nreplied, “Yes.”Ibid.During closing arguments, defense counsel emphasized that Buck\nhad proved to be “controllable in the prison population,” and that\nhis crime was one of “jealousy, . . . passion and\nemotion” unlikely to be repeated in jail.Id.,at 189a–191a.\nThe State stressed the crime’s brutal nature and Buck’s lack of\nremorse, along with the inability of Buck’s own experts to\nguarantee that he would not act violently in the future—a point it\nsupported by reference to Dr. Quijano’s testimony. Seeid.,at 198a–199a (“You heard from Dr. Quijano, . . . who told\nyou that . . . the probability did exist that [Buck]\nwould be a continuing threat to society.”).The jury deliberated over the course of two days. During that\ntime it sent out four notes, one of which requested the “psychology\nreports” that had been admitted into evidence.Id.,at 209a.\nThese reports—including Dr. Quijano’s—were provided. The jury\nreturned a sentence of death.BBuck’s conviction and sentence were affirmed on direct appeal.Buckv.State, No. 72,810 (Tex. Crim. App., Apr. 28,\n1999). His case then entered a labyrinth of state and federal\ncollateral review, where it has wandered for the better part of two\ndecades.Buck filed his first petition for a writ of habeas corpus in\nTexas state court in 1999. The four claims advanced in his\npetition, however, were all frivolous or noncognizable. SeeEx parte Buck, No. 699684–A (Dist. Ct. Harris Cty.,\nTex., July 11, 2003), pp. 6–7. The petition failed to mention\ndefense counsel’s introduction of expert testimony that Buck’s race\nincreased his propensity for violence.But Dr. Quijano had testified in other cases, too, and in 1999,\nwhile Buck’s first habeas petition was pending, one of those cases\nreached this Court. The petitioner, Victor Hugo Saldano, argued\nthat his death sentence had been tainted by Dr. Quijano’s testimony\nthat Saldano’s Hispanic heritage “was a factor weighing in the\nfavor of future dangerousness.” App. 302a. Texas confessed error on\nthat ground and asked this Court to grant Saldano’s petition for\ncertiorari, vacate the state court judgment, and remand the case.\nIn June 2000, the Court did so.Saldanov.Texas,530\nU. S. 1212.Within days, the Texas Attorney General, John Cornyn, issued a\npublic statement concerning the cases in which Dr. Quijano had\ntestified. The statement affirmed that “it is inappropriate to\nallow race to be considered as a factor in our criminal justice\nsystem.” App. 213a. In keeping with that principle, the Attorney\nGeneral explained that his office had conducted a “thorough audit”\nand “identified eight more cases in which testimony was offered by\nDr. Quijano that race should be a factor for the jury to consider\nin making its determination about the sentence in a capital murder\ntrial.”Ibid.Six of those cases were “similar to that of\nVictor Hugo Saldano”; in those cases, letters had been sent to\ncounsel apprising them of the Attorney General’s findings.Id.,at 213a–214a. The statement closed by identifying the\ndefendants in those six cases. Buck was one of them.Id.,at\n215a–217a. By the close of 2002, the Attorney General had confessed\nerror, waived any avail-able procedural defenses, and consented to\nresentencing in the cases of five of those six defendants. SeeAlbav.Johnson, 232 F. 3d 208 (CA5 2000) (Table);\nMemorandum and Order inBluev.Johnson, No.\n4:99–cv–00350 (SD Tex.), pp. 15–17; Order inGarciav.Johnson, No. 1:99–cv–00134 (ED Tex.), p. 1; Order inBroxtonv.Johnson, No. 4:00–cv–01034 (SD Tex.), pp.\n10–11; Final Judgment inGonzalesv.Cockrell, No.\n7:99–cv–00072 (WD Tex.), p. 1.Not, however, in Buck’s. In 2002, Buck’s attorney filed a new\nstate habeas petition alleging that trial counsel had rendered\nineffective assistance by introducing Dr. Quijano’s testimony. The\nState was not represented by the Attorney General in this\nproceeding—the Texas Attorney General represents state respondents\nin federal habeas cases, but not state habeas cases—and it did not\nconfess error. Because Buck’s petition was successive, the Texas\nCourt of Criminal Appeals dismissed it as an abuse of the writ.Ex parte Buck, Nos. 57,004–01, 57,004–02 (Tex. Crim.\nApp., Oct. 15, 2003) (per curiam).Buck turned to the federal courts. He filed a petition for\nhabeas corpus under28 U. S. C. §2254 in October 2004, by\nwhich time Attorney General Cornyn had left office. SeeBuckv.Dretke, 2006 WL 8411481, *2 (SD Tex., July 24, 2006).\nBuck sought relief on the ground that trial counsel’s introduction\nof Dr. Quijano’s testimony was constitutionally ineffective. The\nState responded that the state court had dismissed Buck’s\nineffective assistance claim because Buck had failed to press it in\nhis first petition, raising it for the first time in a procedurally\nimproper second petition. The State argued that such reliance on an\nestablished state rule of procedure was an adequate and independent\nstate ground precluding federal review. Texas acknowledged that it\nhad waived similar procedural defenses in Saldano’s case. But it\nargued that Buck’s case was different because “[i]n Saldano’s case\nDr. Quijanotestified for the State”; in Buck’s, “it was\nBuck who called Dr. Quijano to testify.” Answer and Motion for\nSummary Judgment in No. 4:04–cv–03965 (SD Tex.), p. 20.Buck countered that, notwithstanding his procedural default, the\nDistrict Court should reach the merits of his claim because a\nfailure to do so would result in a miscarriage of justice. Buck did\nnot argue that his default should be excused on a showing of\n“cause” and “prejudice”—that is, cause for the default, and\nprejudice from the denial of a federal right. And for good reason:\nAt the time Buck filed his §2254 petition, our decision inColemanv.Thompson,501 U. S. 722–753 (1991),\nmade clear that an attorney’s failure to raise an ineffective\nassistance claim during state postconviction review could not\nconstitute cause. The District Court rejected Buck’s miscarriage of\njustice argument and held that, because of his procedural default,\nhis ineffective assistance claim was unreviewable.Buckv.Dretke, 2006 WL 8411481, at *8. Buck unsuccessfully sought\nreview of the District Court’s ruling. SeeBuckv.Thaler, 345 Fed. Appx. 923 (CA5 2009) (per\ncuriam) (denying application for a COA), cert. denied,559\nU. S. 1072 (2010).In 2011, Buck sought to reopen his case, arguing that the\nprosecution had violated the Equal Protection and Due Process\nClauses by asking Dr. Quijano about the relationship between race\nand future violence on cross-examination and referring to his\ntestimony during summation. Buck also argued that the State’s\ndecision to treat him differently from the other defendants\naffected by Dr. Quijano’s testimony justified relieving him of the\nDistrict Court’s adverse judgment. The Fifth Circuit disagreed, seeBuckv.Thaler, 452 Fed. Appx. 423, 427–428 (CA5\n2011) (per curiam), and we denied certiorari,Buckv.Thaler,565 U. S. 1022 (2011). Buck,\nstill barred byColemanfrom avoiding the consequences of\nhis procedural default, did not pursue his ineffective assistance\nclaim.CIn 2012, this Court “modif[ied] the unqualified statement inColemanthat an attorney’s ignorance or inadvertence in a\npostconviction proceeding does not qualify as cause to excuse a\nprocedural default.”Martinez, 566 U. S., at 9. We held\nthat when a state formally limits the adjudication of claims of\nineffective assistance of trial counsel to collateral review, a\nprisoner may establish cause for procedural default if (1) “the\nstate courts did not appoint counsel in the initial-review\ncollateral proceeding,” or “appointed counsel in [that] proceeding\n. . . was ineffective under the standards ofStricklandv.Washington,466 U. S. 668 (1984)”;\nand (2) “the underlying . . . claim is a substantial one,\nwhich is to say that . . . the claim has some merit.”Id.,at 14.By its terms,Martinezdid not bear on Buck’s ineffective\nassistance claim. At the time of Buck’s conviction and appeal,\nTexas did not formally require criminal defendants to reserve such\nclaims for collateral review. InTre-vino, however, the\nCourt concluded that the exception an-nounced inMartinezextended to state systems that, as a practical matter, deny\ncriminal defendants “a meaningful opportunity” to press ineffective\nassistance claims on direct appeal. 569 U. S., at ___ (slip\nop., at 13). The Court further concluded that the system in Texas,\nwhere petitioner had been convicted, was such a system.Ibid.The upshot: HadMartinezandTrevinobeen decided before Buck filed his §2254 petition, a federal court\ncould have reviewed Buck’s ineffective assistance claim if he\ndemonstrated that (1) state postconviction counsel had been\nconstitutionally ineffective in failing to raise it, and (2) the\nclaim had “some merit.”Martinez, 566 U. S., at 14.DWhenTrevinowas decided, Buck’s third state habeas\npetition was pending in Texas court. That petition was denied in\nNovember 2013.Ex parte Buck, 418 S. W. 3d 98\n(Tex. Crim. App. 2013) (per curiam). Two months later,\nBuck returned to federal court, where he filed a motion to reopen\nhis §2254 case under Federal Rule of Civil Procedure 60(b)(6). Rule\n60(b) enumerates specific circumstances in which a party may be\nrelieved of the effect of a judgment, such as mistake, newly\ndiscovered evidence, fraud, and the like. The Rule concludes with a\ncatchall category—subdivision (b)(6)—providing that a court may\nlift a judgment for “any other reason that justifies relief.”\nRelief is available under subdivision (b)(6), however, only in\n“extraordinary circumstances,” and the Court has explained that\n“[s]uch circumstances will rarely occur in the habeas context.”Gonzalez, 545 U. S., at 535.In his motion, Buck identified 11 factors that, in his view,\njustified reopening the judgment. These included his attorney’s\nintroduction of expert testimony linking Buck’s race to violence,\nthe central issue at sentencing; the prosecution’s questions about\nrace and violence on cross-examination and reliance on Dr.\nQuijano’s testimony in summation; the State’s confession of error\nin other cases in which Dr. Quijano testified, but its refusal to\nconcede error in Buck’s case; and the change in law effected byMartinezandTrevino, which, if they had been decided\nearlier, would have permitted federal review of Buck’s defaulted\nclaim. App. 283a–285a.The District Court denied relief on two grounds. First, the\ncourt concluded that Buck had failed to demonstrate extraordinary\ncircumstances. To that end, the court observed that a change in\ndecisional law is rarely extraordinary by itself.Buckv.Stephens, 2014 WL 11310152, *4 (SD Tex., Aug. 29, 2014). It\nfurther determined that the State’s “promise” not to oppose\nresentencing did not count for much, reasoning that “Buck’s case is\ndifferent in critical respects from the cases in which Texas\nconfessed error” in that Buck’s lawyer, not the prosecutor, had\nfirst elicited the objectionable testimony.Id.,at *4–*5.\nThe court also dismissed the contention that the nature of Dr.\nQuijano’s testimony argued for reopening the case. Although “the\nintroduction of any mention of race was,” in the court’s view,\n“ill[ ]advised at best and repugnant at worst,” it was also “de\nminimis”: Dr. Quijano had discussed the connection between race\nand violence only twice.Id.,at *5. The court accordingly\nconcluded that Buck had failed to make out the predicate for Rule\n60(b)(6) relief.Second, the court determined that—even if the circumstanceswereextraordinary—Buck’s claim would fail on the merits.\nThe court noted that underStrickland, Buck was obliged to\nshow that counsel’s performance was both deficient and prejudicial.\nThe court held that Buck’s lawyer had indeed performed deficiently\nin calling Dr. Quijano to give testimony that “len[t] credence to\nany potential latent racial prejudice held by the jury.” 2014 WL\n11310152, at *6. But, the court concluded, Buck had failed to\ndemonstrate prejudice. It observed that Buck’s crime had been\n“horrific.”Ibid.And the court had already concluded that\n“the introduction of any mention of race was . . .de\nminimis.”Id.,at *5. For those reasons, it held, Buck\nhad failed to show a reasonable probability that he would not have\nbeen sentenced to death but for Dr. Quijano’s testimony about race\nand violence.Buck sought to appeal the denial of his Rule 60(b)(6) motion. He\naccordingly filed an application for a COA with the Fifth Circuit.\nTo obtain a COA, Buck was required to make “a substantial showing\nof the denial of a constitutional right.”[1]*28\nU. S. C. §2253(c)(2).The Fifth Circuit denied a COA, concluding that Buck’s case was\n“not extraordinary at all in the habeas context.”Buckv.Stephens, 623 Fed. Appx. 668, 673 (2015). The panel agreed\nwith the District Court thatMartinezandTrevinowere not significant factors in the analysis. It characterized most\nof the other factors Buck had identified as “variations on the\nmerits” of his claim, which was “at least unremarkable as far as\n[ineffective assistance] claims go.” 623 Fed. Appx., at 673. The\npanel likewise rejected Buck’s argument that he was entitled to\nrelief because the State had issued a press release indicating that\nhis case would be treated like Saldano’s, and then had confessed\nerror in the other cases identified as similar in the statement,\nbut not in Buck’s.Id.,at 674. Because Buck had “not shown\nextraordinary circumstances that would permit relief under Federal\nRule of Civil Procedure 60(b)(6),” the panel “den[ied] the\napplication for a COA.”Id.,at 669.Buck’s motion for rehearing en banc was denied over two\ndissenting votes.Buckv.Stephens, 630 Fed. Appx.\n251 (CA5 2015) (per curiam). We granted certiorari.Buckv.Stephens, 578 U. S. ___ (2016).IIA state prisoner whose petition for a writ of habeas corpus is\ndenied by a federal district court does not enjoy an absolute right\nto appeal. Federal law requires that he first obtain a COA from a\ncircuit justice or judge.28 U. S. C. §2253(c)(1). A COA\nmay issue “only if the applicant has made a substantial showing of\nthe denial of a constitutional right.” §2253(c)(2). Until the\nprisoner secures a COA, the Court of Appeals may not rule on the\nmerits of his case.Miller-Elv.Cockrell,537\nU. S. 322 (2003).The COA inquiry, we have emphasized, is not coextensive with a\nmerits analysis. At the COA stage, the only question is whether the\napplicant has shown that “jurists of reason could disagree with the\ndistrict court’s resolution of his constitutional claims or that\njurists could conclude the issues presented are adequate to deserve\nencouragement to proceed further.”Id.,at 327. This\nthreshold question should be decided without “full consideration of\nthe factual or legal bases adduced in support of the claims.”Id.,at 336. “When a court of appeals sidesteps [the COA]\nprocess by first deciding the merits of an appeal, and then\njustifying its denial of a COA based on its adjudication of the\nactual merits, it is in essence deciding an appeal without\njurisdiction.”Id.,at 336–337.The court below phrased its determination in proper terms—that\njurists of reason would not debate that Buck should be denied\nrelief, 623 Fed. Appx., at 674—but it reached that conclusion only\nafter essentially deciding the case on the merits. As the court put\nit in the second sentence of its opinion: “Because [Buck] has not\nshown extraordinary circumstances that would permit relief under\nFederal Rule of Civil Procedure 60(b)(6), we deny the application\nfor a COA.”Id.,at 669. The balance of the Fifth Circuit’s\nopinion reflects the same approach. The change in law effected byMartinezandTrevino, the panel wrote, was “not an\nextraordinary circumstance.” 623 Fed. Appx., at 674. Even if Texas\ninitially indicated to Buck that he would be resentenced, its\n“decision not to follow through” was “not extraordinary.”Ibid.Buck “ha[d] not shown why” the State’s alleged broken\npromise “would justify relief from the judgment.”Ibid.But the question for the Fifth Circuit was not whether Buck had\n“shown extraordinary circumstances” or “shown why [Texas’s broken\npromise] would justify relief from the judgment.”Id.,at\n669, 674. Those are ultimate merits determinations the panel should\nnot have reached. We reiterate what we have said before: A “court\nof appeals should limit its examination [at the COA stage] to a\nthreshold inquiry into the underlying merit of [the] claims,” and\nask “only if the District Court’s decision was debatable.”Miller-El, 537 U. S., at 327, 348.The dissent does not accept this established rule, arguing that\na reviewing court that deems a claim nondebatable “must necessarily\nconclude that the claim is meritless.”Post, at 2 (opinion\nof Thomas, J.). Of course when a court of appeals properly applies\nthe COA standard and determines that a prisoner’s claim is not even\ndebatable, that necessarily means the prisoner has failed to show\nthat his claim is meritorious. But the converse is not true. That a\nprisoner has failed to make the ultimate showing that his claim is\nmeritorious does not logically mean he failed to make a preliminary\nshowing that his claim was debatable. Thus, when a reviewing court\n(like the Fifth Circuit here) inverts the statutory order of\noperations and “first decid[es] the merits of an appeal,\n. . . then justif[ies] its denial of a COA based on its\nadjudication of the actual merits,” it has placed too heavy a\nburden on the prisonerat the COA stage.Miller-El,\n537 U. S., at 336–337.Miller-Elflatly prohibits such\na departure from the procedure prescribed by §2253.Ibid.The State defends the Fifth Circuit’s approach by arguing that\nthe court’s consideration of an application for a COA is often\nquite thorough. The court “occasionally hears oral argument when\nconsidering whether to grant a COA in a capital case.” Brief for\nRespondent 50. Indeed, in one recent case, it “received nearly 200\npages of initial briefing, permitted a reply brief, considered the\nparties’ supplemental authorities, invited supplemental letter\nbriefs from both sides, and heard oral argument before denying the\nrequest for a COA.”Id.,at 50–51.But this hurts rather than helps the State’s case. “[A] claim\ncan be debatable even though every jurist of reason might agree,\nafter the COA has been granted and the case has received full\nconsideration, that petitioner will not prevail.”Miller-El,\n537 U. S., at 338. The statute sets forth a two-step process:\nan initial determination whether a claim is reasonably debatable,\nand then—if it is—an appeal in the normal course. We do not mean to\nspecify what procedures may be appropriate in every case. But\nwhatever procedures are employed at the COA stage should be\nconsonant with the limited nature of the inquiry.Given the approach of the court below, it is perhaps\nunderstandable that the parties have essentially briefed and argued\nthe underlying merits at length. See,e.g.,Brief for\nPetitioner 32 (“[T]rial counsel rendered deficient performance\nunderStrickland.”);id.,at 39 (“[T]here is a\nreasonable probability that Dr. Quijano’s race-as-dangerousness\nopinion swayed the judgment of jurors in favor of death.” (internal\nquotation marks and alteration omitted));id.,at 59 (Buck\n“has demonstrated his entitlement to relief under Rule 60(b)(6)”);\nBrief for Respondent 40 (“The particular facts of petitioner’s case\ndo not establish extraordinary circumstances justifying relief from\nthe judgment.” (boldface type deleted)). With respect to this\nCourt’s review, §2253 does not limit the scope of our consideration\nof the underlying merits, and at this juncture we think it proper\nto meet the decision below and the arguments of the parties on\ntheir own terms.IIIBuck’s request for a COA raised two separate questions for the\nFifth Circuit, one substantive and one procedural: first, whether\nreasonable jurists could debate the District Court’s conclusion\nthat Buck was not denied his right to effective assistance of\ncounsel underStrickland; and second, whether reasonable\njurists could debate the District Court’s procedural holding that\nBuck had not made the necessary showing to reopen his case under\nRule 60(b)(6).AWe begin with the District Court’s determination (not\nspecifically addressed by the Fifth Circuit) that Buck’s\nconstitutional claim failed on the merits. The Sixth Amendment\nright to counsel “is the right to the effective assistance of\ncounsel.”Strickland, 466 U. S., at 686 (quotingMcMannv.Richardson,397 U. S. 759, n. 14\n(1970)). A defendant who claims to have been denied ef-fective\nassistance must show both that counsel performed deficiently and\nthat counsel’s deficient performance caused him prejudice. 466\nU. S., at 687.1Strickland’s first prong sets a high bar. A defense\nlawyer navigating a criminal proceeding faces any number of choices\nabout how best to make a client’s case. The lawyer has discharged\nhis constitutional responsibility so long as his decisions fall\nwithin the “wide range of professionally competent assistance.”Id.,at 690. It is only when the lawyer’s errors were “so\nserious that counsel was not functioning as the ‘counsel’\nguaranteed . . . by the Sixth Amendment” thatStrickland’s first prong is satisfied.Id.,at\n687.The District Court determined that, in this case, counsel’s\nperformance fell outside the bounds of competent representation. We\nagree. Counsel knew that Dr. Quijano’s report reflected the view\nthat Buck’s race disproportionately predisposed him to violent\nconduct; he also knew that the principal point of dispute during\nthe trial’s penalty phase was whether Buck was likely to act\nviolently in the future. Counsel nevertheless (1) called Dr.\nQuijano to the stand; (2) specifically elicited testimony about the\nconnection between Buck’s race and the likelihood of future\nviolence; and (3) put into evidence Dr. Quijano’s expert report\nthat stated, in reference to factors bearing on future\ndangerousness, “Race. Black: Increased probability.” App. 19a,\n145a–146a.Given that the jury had to make a finding of future\ndangerousness before it could impose a death sentence, Dr.\nQuijano’s report said, in effect, that the color of Buck’s skin\nmade him more deserving of execution. It would be patently\nunconstitutional for a state to argue that a defendant is liable to\nbe a future danger because of his race. SeeZantv.Stephens,462 U. S. 862,885 (1983) (identifying race\namong factors that are “constitutionally impermissible or totally\nirrelevant to the sentencing process”). No competent defense\nattorney would introduce such evidence about his own client. SeeBuckv.Thaler, 565 U. S., at 1022 (statement of\nAlito, J., joined by Scalia and Breyer, JJ., respecting denial of\ncertiorari) (Buck’s case “concerns bizarre and objectionable\ntestimony”).2To satisfyStrickland, a litigant must also demonstrate\nprejudice—“a reasonable probability that, but for counsel’s\nunprofessional errors, the result of the proceeding would have been\ndifferent.” 466 U. S.,at 694. Accordingly, the\nquestion before the District Court was whether Buck had\ndemonstrated a reasonable probability that, without Dr. Quijano’s\ntestimony on race, at least one juror would have harbored a\nreasonable doubt about whether Buck was likely to be violent in the\nfuture. The District Court concluded that Buck had not made such a\nshowing. We disagree.In arguing that the jury would have imposed a death sentence\neven if Dr. Quijano had not offered race-based testimony, the State\nprimarily emphasizes the brutality of Buck’s crime and his lack of\nremorse. A jury may conclude that a crime’s vicious nature calls\nfor a sentence of death. SeeWongv.Belmontes,558\nU. S. 15 (2009) (per curiam). In this case,\nhowever, several considerations convince us that it is reasonably\nprobable—notwithstanding the nature of Buck’s crime and his\nbehavior in its aftermath—that the proceeding would have ended\ndifferently had counsel rendered competent representation.Dr. Quijano testified on the key point at issue in Buck’s\nsentencing. True, the jury was asked to decide two issues—whether\nBuck was likely to be a future danger, and, if so, whether\nmitigating circumstances nevertheless justified a sentence of life\nimprisonment. But the focus of the proceeding was on the first\nquestion. Much of the penalty phase testimony was directed to\nfuture dangerousness, as were the summations for both sides. The\njury, consistent with the focus of the parties, asked during\ndeliberations to see the expert reports on dangerousness. See App.\n187a–196a, 198a–203a, 209a.Deciding the key issue of Buck’s dangerousness involved an\nunusual inquiry. The jurors were not asked to determine a\nhistorical fact concerning Buck’s conduct, but to render a\npredictive judgment inevitably entailing a degree of speculation.\nBuck, all agreed, had committed acts of terrible violence. Would he\ndo so again?Buck’s prior violent acts had occurred outside of prison, and\nwithin the context of romantic relationships with women. If the\njury did not impose a death sentence, Buck would be sentenced to\nlife in prison, and no such romantic relationship would be likely\nto arise. A jury could conclude that those changes would minimize\nthe prospect of future dangerousness.But one thing would never change: the color of Buck’s skin. Buck\nwould always be black. And according to Dr. Quijano, that immutable\ncharacteristic carried with it an “[i]ncreased probability” of\nfuture violence.Id.,at 19a. Here was hard statistical\nevidence—from an expert—to guide an otherwise speculative\ninquiry.And it was potent evidence. Dr. Quijano’s testimony appealed to\na powerful racial stereotype—that of black men as “violence prone.”Turnerv.Murray,476 U. S. 28,35 (1986)\n(plurality opinion). In combination with the substance of the\njury’s inquiry, this created something of a perfect storm. Dr.\nQuijano’s opinion coincided precisely with a particularly noxious\nstrain of racial prejudice, which itself coincided precisely with\nthe central question at sentencing. The effect of this unusual\nconfluence of factors was to provide support for making a decision\non life or death on the basis of race.This effect was heightened due to the source of the testimony.\nDr. Quijano took the stand as a medical expert bearing the court’s\nimprimatur. The jury learned at the outset of his testimony that he\nheld a doctorate in clinical psychology, had conducted evaluations\nin some 70 capital murder cases, and had been appointed by the\ntrial judge (at public expense) to evaluate Buck. App. 138a–141a.\nReasonable jurors might well have valued his opinion concerning the\ncentral question before them. SeeSatterwhitev.Texas,486 U. S. 249,259 (1988) (testimony from “a\nmedical doctor specializing in psychiatry” on the question of\nfuture dangerousness may have influenced the sentencing jury).For these reasons, we cannot accept the District Court’s\nconclusion that “the introduction of any mention of race” during\nthe penalty phase was “de minimis.” 2014 WL 11310152, at *5.\nThere were only “two references to race in Dr. Quijano’s\ntestimony”—one during direct examination, the other on cross.Ibid.But when a jury hears expert testimony that expressly\nmakes a defendant’s race directly pertinent on the question of life\nor death, the impact of that evidence cannot be measured simply by\nhow much air time it received at trial or how many pages it\noccupies in the record. Some toxins can be deadly in small\ndoses.The State acknowledges, as it must, that introducing “race or\nethnicity as evidence of criminality” can in some cases prejudice a\ndefendant. Brief for Respondent 31. But it insists that this is not\nsuch a case, because Buck’s own counsel, not the prosecution,\nelicited the offending testimony. We are not convinced. In fact,\nthe distinction could well cut the other way. A prosecutor is\nseeking a conviction. Jurors understand this and may reasonably be\nexpected to evaluate the government’s evidence and arguments in\nlight of its motivations. When a defendant’s own lawyer puts in the\noffending evidence, it is in the nature of an admission against\ninterest, more likely to be taken at face value.The effect of Dr. Quijano’s testimony on Buck’s sentencing\ncannot be dismissed as “de minimis.” Buck has demonstrated\nprejudice.B1We now turn to the lower courts’ procedural holding: that Buck\nfailed to demonstrate that he was entitled to have the judgment\nagainst him reopened under Rule 60(b)(6). We have held that a\nlitigant seeking a COA must demonstrate that a procedural ruling\nbarring relief is itself debatable among jurists of reason;\notherwise, the appeal would not “deserve encouragement to proceed\nfurther.”Slackv.McDaniel,529 U. S. 473,484\n(2000) (quotingBarefootv.Estelle, 463 U. S.\n880, n. 4 (1983)).The Rule 60(b)(6) holding Buck challenges would be reviewed for\nabuse of discretion during a merits appeal, see 11 C. Wright, A.\nMiller, & M. Kane, Federal Practice and Procedure §2857 (3d ed.\n2012), and the parties agree that the COA question is therefore\nwhether a reasonable jurist could conclude that the District Court\nabused its discretion in declining to reopen the judgment. See\nBrief for Petitioner 54–57; Brief for Respondent 34.Buck brought his Rule 60(b) motion under the Rule’s catchall\ncategory, subdivision (b)(6), which permits a court to reopen a\njudgment for “any other reason that justifies relief.” Rule 60(b)\nvests wide discretion in courts, but we have held that relief under\nRule 60(b)(6) is available only in “extraordinary circumstances.”Gonzalez, 545 U. S., at 535. In determining whether\nextraordinary circumstances are present, a court may consider a\nwide range of factors. These may include, in an appropriate case,\n“the risk of injustice to the parties” and “the risk of undermining\nthe public’s confidence in the judicial process.”Liljebergv.Health Services Acquisition Corp.,486 U. S. 847–864\n(1988).In the circumstances of this case, the District Court abused its\ndiscretion in denying Buck’s Rule 60(b)(6) motion. The District\nCourt’s conclusion that Buck “ha[d] failed to demonstrate that this\ncase presents extraordinary circumstances” rested in large measure\non itsdetermination that “the introduction of any mention of\nrace”—though “ill[ ]advised at best and repugnant at\nworst”—played only a “de minimis” role in the proceeding.\n2014 WL 11310152, at *5. The Fifth Circuit, for its part, failed\neven to mention the racial evidence in concludingthat Buck’s claim\nwas “at least unremarkable as far as [ineffective assistance]\nclaims go.” 623 Fed. Appx., at 673. But our holding on prejudice\nmakes clear that Buck may have been sentenced to death in part\nbecause of his race. As an initial matter, this is a disturbing\ndeparture from a basic premise of our criminal justice system: Our\nlaw punishes people for what they do, not who they are. Dispensing\npunishment on the basis of an immutable characteristic flatly\ncontravenes this guiding principle. As petitioner correctly puts\nit, “[i]t stretches credulity to characterize Mr. Buck’s\n[ineffective assistance of counsel] claim as run-of-the-mill.”\nBrief for Petitioner 57.This departure from basic principle was exacerbated because it\nconcerned race. “Discrimination on the basis of race, odious in all\naspects, is especially pernicious in the administration of\njustice.”Rosev.Mitchell,443 U. S. 545,555\n(1979). Relying on race to impose a criminal sanction “poisons\npublic confidence” in the judicial process.Davisv.Ayala, 576 U. S. ___, ___ (2015) (slip op., at 28). It\nthus injures not just the defendant, but “the law as an\ninstitution, . . . the community at large, and\n. . . the democratic ideal reflected in the processes of\nour courts.”Rose, 443 U. S., at 556 (internal\nquotation marks omitted). Such concerns are precisely among those\nwe have identified as supporting relief under Rule 60(b)(6). SeeLiljeberg, 486 U. S.,at 864.The extraordinary nature of this case is confirmed by what the\nState itself did in response to Dr. Quijano’s testimony. When the\ncase of Victor Hugo Saldano came before this Court, Texas confessed\nerror and consented to resentencing. The State’s response to\nSaldano’s petition for certiorari succinctly expressed the\ninjustice Saldano had suffered: “the infusion of race as a factor\nfor the jury to weigh in making its determination violated his\nconstitutional right to be sentenced without regard to the color of\nhis skin.” App. 306a.The Attorney General’s public statement, issued shortly after we\nvacated the judgment in Saldano’s case, reflected this sentiment.\nIt explained that the State had responded to Saldano’s troubling\npetition by conducting a “thorough audit” of criminal cases,\nfinding six similar to Saldano’s “in which testimony was offered by\nDr. Quijano that race should be a factor for the jury to consider.”Id.,at 213a. The statement affirmed that “it is\ninappropriate to allow race to be considered as a factor in our\ncriminal justice system.”Ibid. Consistent with this\nposition—and to its credit—the State confessed error in the cases\nof five of the six defendants identified in the Attorney General’s\nstatement, waiving all available procedural defenses and consenting\nto resentencing.These were remarkable steps. It is not every day that a State\nseeks to vacate the sentences of five defendants found guilty of\ncapital murder. But then again, these were—as the State itself put\nit at oral argument here—“extraordinary” cases. Tr. of Oral Arg.\n41; seeBuckv.Thaler, 565 U. S., at 1030\n(Sotomayor, J., joined by Kagan, J., dissenting from denial of\ncertiorari) (“Especially in light of the capital nature of this\ncase and the express recognition by a Texas attorney general that\nthe relevant testimony was inappropriately race charged, Buck has\npresented issues that ‘deserve encouragement to proceed\nfurther.’ ” (quotingMiller-El, 537 U. S., at\n327)).To be sure, the State has repeatedly attempted to justify its\ndecision to treat Buck differently from the other five defendants\nidentified in the Attorney General’s statement, including on\nasserted factual grounds that the State has been required to\nabjure. See Brief for Respondent 46, n. 10 (the State’s\ninitial opposition to Buck’s habeas petition “erroneously” argued\nthat Buck was treated differently because defense counsel, not the\nState, called Dr. Quijano as a witness; that was also true of two\nof the other defendants). The State continues its efforts before\nthis Court, arguing that Buck’s was the only one of the six cases\nin which defense counsel, not the prosecution, first elicited Dr.\nQuijano’s opinion on race. See alsopost, at 8 (opinion of\nThomas, J.).But this is beside the point. The State’s various explanations\nfor distinguishing Buck’s case have nothing to do with the Attorney\nGeneral’s stated reasons for confessing error inSaldanoand\nthe cases acknowledged as similar. Regardless of which party first\nbroached the subject, race was in all these cases put to the jury\n“as a factor . . . to weigh in making its determination.”\nApp. 306a. The statement that “it is inappropriate to allow race to\nbe considered as a factor in our criminal justice system” is\nequally applicable whether the prosecution or ineffective defense\ncounsel initially injected race into the proceeding.Id.,at\n213a. The terms of the State’s announcement provide every reason\nfor originally including Buck on the list of defendants situated\nsimilarly to Saldano, and no reason for later taking him off.In opposition, the State reminds us of the importance of\npreserving the finality of judgments. Brief for Respondent 34. But\nthe “whole purpose” of Rule 60(b) “is to make an exception to\nfinality.”Gonzalez, 545 U. S., at 529. And in this\ncase, the State’s interest in finality deserves little weight. When\nTexas recognized that the infusion of race into proceedings similar\nto Saldano’s warranted confession of error, it effectively\nacknowledged that the people of Texas lack an interest in enforcing\na capital sentence obtained on so flawed a basis. In concluding\nthat the value of finality does not demand that we leave the\nDistrict Court’s judgment in place, we do no more than acknowledge\nwhat Texas itself recognized 17 years ago.2Our Rule 60(b)(6) analysis has thus far omitted one significant\nelement. When Buck first sought federal ha-beas relief in 2004,Colemanbarred the District Court from hearing his claim.\nToday, however, a claim of ineffective assistance of trial counsel\ndefaulted in a Texas postconviction proceeding may be reviewed in\nfederal court if state habeas counsel was constitutionally\nineffective in failing to raise it, and the claim has “some merit.”Martinez, 566 U. S., at 14; seeTrevino, 569\nU. S., at ___ (slip op., at 13). Buck cannot obtain relief\nunless he is entitled to the benefit of this rule—that is, unlessMartinezandTrevino, notColeman, would\ngovern his case were it reopened. If they would not, his claim\nwould remain unreviewable, and Rule 60(b)(6) relief would be\ninappropriate. See 11 Wright & Miller, Federal Practice and\nProcedure §2857 (showing “a good claim or defense” is a\nprecondition of Rule 60(b)(6) relief ).Until merits briefing in this Court, both parties litigated this\nmatter on the assumption thatMartinezandTrevinowould apply if Buck reopened his case. See Pet. for Cert. 27–28;\nBrief in Opposition 11–13; Amended Application for Certificate of\nAppealability and Brief in Support 26, Respondent-Appellee’s\nOpposition to Pet. for En Banc Rehearing 9–11, and Respondent’s\nOpposition to Application for Certificate of Appealability 15–17 in\nNo. 14–70030 (CA5); Amended Response to Motion for Relief from\nJudgment in No. 4:04–cv–03965 (SD Tex.), pp. 11–13. But the State’s\nbrief adopts a new position on this issue. The State now argues\nthat those cases announced a “new rule” that, underTeaguev.Lane,489 U. S. 288 (1989) (plurality opinion), does\nnot apply retroactively to cases (like Buck’s) on collateral\nreview. Brief for Respondent 38–40. Buck responds thatTeagueanalysis applies only to new rules of criminal\nprocedure that govern trial proceedings—not new rules of habeas\nprocedure that govern collateral proceedings—and that the State has\nin any event waived itsTeagueargument. Reply Brief 20.We agree that the argument has been waived. SeeDanforthv.Minnesota,552 U. S. 264,289 (2008) (“States can\nwaive aTeaguedefense . . . by failing to raise\nit in a timely manner . . . .”). It was not\nadvanced in District Court, before the Fifth Circuit, or in the\nState’s brief in opposition to Buck’s petition for certiorari.\nAlthough we may reach the issue in our discretion, we have observed\nbefore that a State’s failure to raise aTeagueargument at\nthe petition stage is particularly “significant” in deciding\nwhether such an exercise of discretion is appropriate.Schirov.Farley,510 U. S. 222–229 (1994). When\n“a legal issue appears to warrant review, we grant certiorari in\nthe expectation of being able to decide that issue.”Id.,at\n229. If we were to entertain the State’s eleventh-hourTeagueargument and find it persuasive, Buck’sStricklandand Rule 60(b)(6) contentions—the issues we\nthought worthy of review—would be insulated from our consideration.\nWe therefore decline to reach theTeaguequestion and\nconclude thatMartinezandTrevinoapply to Buck’s\nclaim. We reach no broader determination concerning the application\nof these cases.CFor the foregoing reasons, we conclude that Buck has\ndemonstrated both ineffective assistance of counsel underStricklandand an entitlement to relief under Rule 60(b)(6).\nIt follows that the Fifth Circuit erred in denying Buck the COA\nrequired to pursue these claims on appeal.The judgment of the United States Court of Appeals for the Fifth\nCircuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1* The Federal Courts of Appeals appear\nto disagree over whether a COA is needed to appeal the denial of a\nRule 60(b) motion. See Gonzalez v. Crosby,545 U. S. 524, and\nn. 7 (2005). In keeping with the approach adopted by the Fifth\nCircuit below and by the parties in their briefs, we assume without\ndeciding that a COA is required here.",
    "joined": []
}