{
    "case": {
        "docket": "18-966",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-966/"
    },
    "id": "4114549",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–966_________________DEPARTMENT OF COMMERCE, et al., PETITIONERSv.NEW YORK, et al.on writ of certiorari before judgment to the\nunited states court of appeals for the second circuit[June 27, 2019]Chief Justice Roberts delivered the opinion of\nthe Court.The Secretary of Commerce decided to reinstate a\nquestion about citizenship on the 2020 census questionnaire. A\ngroup of plaintiffs challenged that decision on constitutional and\nstatutory grounds. We now decide whether the Secretary violated the\nEnumeration Clause of the Constitution, the Census Act, or\notherwise abused his discretion.IAIn order to apportion Members of the House of\nRepresentatives among the States, the Constitution requires an\n“Enumeration” of the population every 10 years, to be made “in such\nManner” as Congress “shall by Law direct.” Art. I, §2,\ncl. 3; Amdt. 14, §2. In the Census Act, Congress delegated to\nthe Secretary of Commerce the task of conducting the decennial\ncensus “in such form and content as he may determine.” 13\nU. S. C. §141(a). The Secretary is aided in that task by\nthe Census Bureau, a statistical agency housed within the\nDepartment of Commerce. See §§2, 21.The population count derived from the census is\nused not only to apportion representatives but also to allocate\nfederal funds to the States and to draw electoral districts.Wisconsinv.City of New York,517 U.S.\n1, 5–6 (1996). The census additionally serves as a means of\ncollecting demographic information, which “is used for such varied\npurposes as computing federal grant-in-aid benefits, drafting of\nlegislation, urban and regional planning, business planning, and\nacademic and social studies.”Baldrigev.Shapiro,455 U.S.\n345, 353–354, n. 9 (1982). Over the years, the census has\nasked questions about (for example) race, sex, age, health,\neducation, occupation, housing, and military service. It has also\nasked about radio ownership, age at first marriage, and native\ntongue. The Census Act obliges everyone to answer census questions\ntruthfully and requires the Secretary to keep individual answers\nconfidential, including from other Government agencies. §§221,\n8(b), 9(a).There have been 23 decennial censuses from the\nfirst census in 1790 to the most recent in 2010. Every census\nbetween 1820 and 2000 (with the exception of 1840) asked at least\nsome of the population about their citizenship or place of birth.\nBetween 1820 and 1950, the question was asked of all households.\nBetween 1960 and 2000, it was asked of about one-fourth to\none-sixth of the population. That change was part of a larger\neffort to simplify the census by asking most people a few basic\ndemographic questions (such as sex, age, race, and marital status)\non a short-form questionnaire, while asking a sample of the\npopulation more detailed demographic questions on a long-form\nquestionnaire. In explaining the decision to move the citizenship\nquestion to the long-form questionnaire, the Census Bureau opined\nthat “general census information on citizenship had become of less\nimportance compared with other possible questions to be included in\nthe census, particularly in view of the recent statutory\nrequirement for annual alien registration which could provide the\nImmigration and Naturalization Service, the principal user of such\ndata, with the information it needed.” Dept. of Commerce, Bureau of\nCensus, 1960 Censuses of Population and Housing 194\n(1966).[1]In 2010, the year of the latest census, the\nformat changed again. All households received the same\nquestionnaire, which asked about sex, age, race, Hispanic origin,\nand living arrangements. The more detailed demographic questions\npreviously asked on the long-form questionnaire, including the\nquestion about citizenship, were instead asked in the American\nCommunity Survey (or ACS), which is sent each year to a rotating\nsample of about 2.6% of households.The Census Bureau and former Bureau officials\nhave resisted occasional proposals to resume asking a citizenship\nquestion of everyone, on the ground that doing so would discourage\nnoncitizens from responding to the census and lead to a less\naccurate count of the total population. See,e.g.,Federation of Am. Immigration Reformv.Klutznick,486 F. Supp. 564, 568 (DC 1980) (“[A]ccording to the Bureau[,]\nany effort to ascertain citizenship will inevitably jeopardize the\noverall accuracy of the population count”); Brief for Former\nDirectors of the U. S. Census Bureau asAmici CuriaeinEvenwelv.Abbott, O. T. 2014, No. 14–940, p. 25\n(inquiring about citizenship would “invariably lead to a lower\nresponse rate”).BIn March 2018, Secretary of Commerce Wilbur\nRoss announced in a memo that he had decided to reinstate a\nquestion about citizenship on the 2020 decennial census\nquestionnaire. The Secretary stated that he was acting at the\nrequest of the Department of Justice (DOJ), which sought improved\ndata about citizen voting-age population for purposes of enforcing\nthe Voting Rights Act (or VRA)—specifically the Act’s ban on\ndiluting the influence of minority voters by depriving them of\nsingle-member districts in which they can elect their preferred\ncandidates. App. to Pet. for Cert. 548a. DOJ explained that federal\ncourts determine whether a minority group could constitute a\nmajority in a particular district by looking to the citizen\nvoting-age population of the group. According to DOJ, the existing\ncitizenship data from the American Community Survey was not ideal:\nIt was not reported at the level of the census block, the basic\ncomponent of legislative districting plans; it had substantial\nmargins of error; and it did not align in time with the\ncensus-based population counts used to draw legislative districts.\nDOJ therefore formally requested reinstatement of the citizenship\nquestion on the census questionnaire.Id., at 565a–569a.The Secretary’s memo explained that the Census\nBureau initially analyzed, and the Secretary considered, three\npossible courses of action. The first was to continue to collect\ncitizenship information in the American Community Survey and\nattempt to develop a data model that would more accurately estimate\ncitizenship at the census block level. The Secretary rejected that\noption because the Bureau “did not assert and could not confirm”\nthat such ACS-based data modeling was possible “with a sufficient\ndegree of accuracy.”Id., at 551a.The second option was to reinstate a citizenship\nquestion on the decennial census. The Bureau predicted that doing\nso would discourage some noncitizens from responding to the census.\nThat would necessitate increased “non-response follow up”\noperations—procedures the Bureau uses to attempt to count people\nwho have not responded to the census—and potentially lead to a less\naccurate count of the total population.Option three was to use administrative records\nfrom other agencies, such as the Social Security Administration and\nCitizenship and Immigration Services, to provide DOJ with\ncitizenship data. The Census Bureau recommended this option, and\nthe Secretary found it a “potentially appealing solution” because\nthe Bureau has long used administrative records to supplement and\nimprove census data.Id., at 554a. But the Secretary\nconcluded that administrative records alone were inadequate because\nthey were missing for more than 10% of the population.The Secretary ultimately asked the Census Bureau\nto develop a fourth option that would combine options two and\nthree: reinstate a citizenship question on the census\nquestionnaire, and also use the time remaining until the 2020\ncensus to “further enhance” the Bureau’s “administrative record\ndata sets, protocols, and statistical models.”Id., at 555a.\nThe memo explained that, in the Secretary’s judgment, the fourth\noption would provide DOJ with the “most complete and accurate”\ncitizen voting-age population data in response to its request.Id., at 556a.The Secretary “carefully considered” the\npossibility that reinstating a citizenship question would depress\nthe response rate.Ibid. But after evaluating the Bureau’s\n“limited empirical evidence” on the question— evidence drawn from\nestimated non-response rates to previous American Community Surveys\nand census questionnaires—the Secretary concluded that it was not\npossible to “determine definitively” whether inquiring about\ncitizenship in the census would materially affect response rates.Id., at 557a, 562a. He also noted the long history of the\ncitizenship question on the census, as well as the facts that the\nUnited Nations recommends collecting census-based citizenship\ninformation, and other major democracies such as Australia, Canada,\nFrance, Indonesia, Ireland, Germany, Mexico, Spain, and the United\nKingdom inquire about citizenship in their censuses. Altogether,\nthe Secretary determined that “the need for accurate citizenship\ndata and the limited burden that the reinstatement of the\ncitizenship question would impose outweigh fears about a\npotentially lower response rate.”Id., at 557a.CShortly after the Secretary announced his\ndecision, two groups of plaintiffs filed suit in Federal District\nCourt in New York, challenging the decision on several grounds. The\nfirst group of plaintiffs included 18 States, the District of\nColumbia, various counties and cities, and the United States\nConference of Mayors. They alleged that the Secretary’s decision\nviolated the Enumeration Clause of the Constitution and the\nrequirements of the Administrative Procedure Act. The second group\nof plaintiffs consisted of several non-governmental organizations\nthat work with immigrant and minority communities. They added an\nequal protection claim. The District Court consolidated the two\ncases. Both groups of plaintiffs are respondents here.The Government moved to dismiss the lawsuits,\narguing that the Secretary’s decision was unreviewable and that\nrespondents had failed to state cognizable claims under the\nEnumeration Clause and the Equal Protection Clause. The District\nCourt dismissed the Enumeration Clause claim but allowed the other\nclaims to proceed. 315 F. Supp. 3d 766 (SDNY 2018).In June 2018, the Government submitted to the\nDistrict Court the Commerce Department’s “administrative record”:\nthe materials that Secretary Ross considered in making his\ndecision. That record included DOJ’s December 2017 letter\nrequesting reinstatement of the citizenship question, as well as\nseveral memos from the Census Bureau analyzing the predicted\neffects of reinstating the question. Shortly thereafter, at DOJ’s\nurging, the Government supplemented the record with a new memo from\nthe Secretary, “intended to provide further background and context\nregarding” his March 2018 memo. App. to Pet. for Cert. 546a. The\nsupplemental memo stated that the Secretary had begun considering\nwhether to add the citizenship question in early 2017, and had\ninquired whether DOJ “would support, and if so would request,\ninclusion of a citizenship question as consistent with and useful\nfor enforcement of the Voting Rights Act.”Ibid.According\nto the Secretary, DOJ “formally” requested reinstatement of the\ncitizenship question after that inquiry.Ibid.Respondents argued that the supplemental memo\nindicated that the Government had submitted an incomplete record of\nthe materials considered by the Secretary. They asked the District\nCourt to compel the Government to complete the administrative\nrecord. The court granted that request, and the parties jointly\nstipulated to the inclusion of more than 12,000 pages of additional\nmaterials in the administrative record. Among those materials were\nemails and other records confirming that the Secretary and his\nstaff began exploring the possibility of reinstating a citizenship\nquestion shortly after he was confirmed in early 2017, attempted to\nelicit requests for citizenship data from other agencies, and\neventually persuaded DOJ to request reinstatement of the question\nfor VRA enforcement purposes.In addition, respondents asked the court to\nauthorize discovery outside the administrative record. They claimed\nthat such an unusual step was warranted because they had made a\nstrong preliminary showing that the Secretary had acted in bad\nfaith. SeeCitizens to Preserve Overton Park,Inc.v.Volpe,401 U.S.\n402, 420 (1971). The court also granted that request,\nauthorizing expert discovery and depositions of certain DOJ and\nCommerce Department officials.In August and September 2018, the District Court\nissued orders compelling depositions of Secretary Ross and of the\nActing Assistant Attorney General for DOJ’s Civil Rights Division.\nWe granted the Government’s request to stay the Secretary’s\ndeposition pending further review, but we declined to stay the\nActing AAG’s deposition or the other extra-record discovery that\nthe District Court had authorized.The District Court held a bench trial and issued\nfindings of fact and conclusions of law on respondents’ statutory\nand equal protection claims. After determining that respondents had\nstanding to sue, the District Court ruled that the Secretary’s\naction was arbitrary and capricious, based on a pretextual\nrationale, and violated certain provisions of the Census Act. On\nthe equal protection claim, however, the District Court concluded\nthat respondents had not met their burden of showing that the\nSecretary was motivated by discriminatory animus. The court granted\njudgment to respondents on their statutory claims, vacated the\nSecretary’s decision, and enjoined him from reinstating the\ncitizenship question until he cured the legal errors the court had\nidentified. 351 F. Supp. 3d 502 (SDNY 2019).The Government appealed to the Second Circuit,\nbut also filed a petition for writ of certiorari before judgment,\nasking this Court to review the District Court’s decision directly\nbecause the case involved an issue of imperative public importance,\nand the census questionnaire needed to be finalized for printing by\nthe end of June 2019. We granted the petition. 586 U. S. ___\n(2019). At the Government’s request, we later ordered the parties\nto address whether the Enumeration Clause provided an alternative\nbasis to affirm. 586 U. S. ___ (2019).IIWe begin with jurisdiction. Article III of the\nConstitution limits federal courts to deciding “Cases” and\n“Controversies.” For a legal dispute to qualify as a genuine case\nor controversy, at least one plaintiff must have standing to sue.\nThe doctrine of standing “limits the category of litigants\nempowered to maintain a lawsuit in federal court to seek redress\nfor a legal wrong” and “confines the federal courts to a properly\njudicial role.”Spokeo,Inc.v.Robins, 578\nU. S. ___, ___ (2016) (slip op., at 6). To have standing, a\nplaintiff must “present an injury that is concrete, particularized,\nand actual or imminent; fairly traceable to the defendant’s\nchallenged behavior; and likely to be redressed by a favorable\nruling.”Davisv.Federal Election Comm’n,554 U.S.\n724, 733 (2008).Respondents assert a number of\ninjuries—diminishment of political representation, loss of federal\nfunds, degradation of census data, and diversion of resources—all\nof which turn on their expectation that reinstating a citizenship\nquestion will depress the census response rate and lead to an\ninaccurate population count. Several States with a disproportionate\nshare of noncitizens, for example, anticipate losing a seat in\nCongress or qualifying for less federal funding if their\npopulations are undercounted. These are primarily future injuries,\nwhich “may suffice if the threatened injury is certainly impending,\nor there is a substantial risk that the harm will occur.”Susan\nB. Anthony Listv.Driehaus, 573 U.S. 149, 158 (2014)\n(internal quotation marks omitted).The District Court concluded that the evidence\nat trial established a sufficient likelihood that the reinstatement\nof a citizenship question would result in noncitizen households\nresponding to the census at lower rates than other groups, which in\nturn would cause them to be undercounted and lead to many of\nrespondents’ asserted injuries. For purposes of standing, these\nfindings of fact were not so suspect as to be clearly\nerroneous.We therefore agree that at least some\nrespondents have Article III standing. Several state respondents\nhere have shown that if noncitizen households are undercounted by\nas little as 2%—lower than the District Court’s 5.8%\nprediction—they will lose out on federal funds that are distributed\non the basis of state population. That is a sufficiently concrete\nand imminent injury to satisfy Article III, and there is no dispute\nthat a ruling in favor of respondents would redress that harm.The Government contends, however, that any harm\nto respondents is not fairly traceable to the Secretary’s decision,\nbecause such harm depends on the independent action of third\nparties choosing to violate their legal duty to respond to the\ncensus. The chain of causation is made even more tenuous, the\nGovernment argues, by the fact that such intervening, unlawful\nthird-party action would be motivated by unfounded fears that the\nFederal Government will itself break the law by using noncitizens’\nanswers against them for law enforcement purposes. The Government\ninvokes our steady refusal to “endorse standing theories that rest\non speculation about the decisions of independent actors,”Clapperv.Amnesty Int’l USA,568\nU.S. 398, 414 (2013), particularly speculation about future\nunlawful conduct,Los Angelesv.Lyons,461 U.S.\n95, 105 (1983).But we are satisfied that, in these\ncircumstances, respondents have met their burden of showing that\nthird parties will likely react in predictable ways to the\ncitizenship question, even if they do so unlawfully and despite the\nrequirement that the Government keep individual answers\nconfidential. The evidence at trial established that noncitizen\nhouseholds have historically responded to the census at lower rates\nthan other groups, and the District Court did not clearly err in\ncrediting the Census Bureau’s theory that the discrepancy is likely\nattributable at least in part to noncitizens’ reluctance to answer\na citizenship question. Respondents’ theory of standing thus does\nnot rest on mere speculation about the decisions of third parties;\nit relies instead on the predictable effect of Government action on\nthe decisions of third parties. Cf.Bennettv.Spear,520 U.S.\n154, 169–170 (1997);Davis, 554 U. S., at 734–735.\nBecause Article III “requires no more thande factocausality,”Blockv.Meese, 793 F.2d 1303, 1309 (CADC\n1986) (Scalia, J.), traceability is satisfied here. We may\ntherefore consider the merits of respondents’ claims, at least as\nfar as the Constitution is concerned.IIIThe Enumeration Clause of the Constitution\ndoes not provide a basis to set aside the Secretary’s decision. The\ntext of that clause “vests Congress with virtually unlimited\ndiscretion in conducting the decennial ‘actual Enumeration,’ ”\nand Congress “has delegated its broad authority over the census to\nthe Secretary.”Wisconsin, 517 U. S., at 19. Given that\nexpansive grant of authority, we have rejected challenges to the\nconduct of the census where the Secretary’s decisions bore a\n“reasonable relationship to the accomplishment of an actual\nenumeration.”Id., at 20.Respondents ask us to evaluate the Secretary’s\ndecision to reinstate a citizenship question under that “reasonable\nrelationship” standard, but we agree with the District Court that a\ndifferent analysis is needed here. Our cases applying that standard\nconcerned decisions about the population count itself—such as a\npostcensus decision not to use a particular method to adjust an\nundercount,id., at 4, and a decision to allocate overseas\nmilitary personnel to their home States,Franklinv.Massachusetts,505 U.S.\n788, 790–791 (1992). We have never applied the standard to\ndecisions about what kinds of demographic information to collect in\nthe course of taking the census. Indeed, as the District Court\nrecognized, applying the “reasonable relationship” standard toeverycensus-related decision “would lead to the conclusion\nthat it is unconstitutional to askanydemographic question\non the census” because “asking such questions bears no relationship\nwhatsoever to the goal of an accurate headcount.” 315 F. Supp.\n3d, at 804–805. Yet demographic questions have been asked ineverycensus since 1790, and questions about citizenship in\nparticular have been asked for nearly as long. Like the District\nCourt, we decline respondents’ invitation to measure the\nconstitutionality of the citizenship question by a stand- ard that\nwould seem to render every census since 1790 unconstitutional.We look instead to Congress’s broad authority\nover the census, as informed by long and consistent historical\npractice. All three branches of Government have understood the\nConstitution to allow Congress, and by extension the Secretary, to\nuse the census for more than simply counting the population. Since\n1790, Congress has sought, or permitted the Secretary to seek,\ninformation about matters as varied as age, sex, marital status,\nhealth, trade, profession, literacy, and value of real estate\nowned. Seeid., at 801. Since 1820, it has sought, or\npermitted the Secretary to seek, information about citizenship in\nparticular. Federal courts have approved the practice of collecting\ndemographic data in the census. See,e.g.,United\nStatesv.Moriarity, 106 F. 886, 891 (CC SDNY 1901)\n(duty to take a census of population “does not prohibit the\ngathering of other statistics, if ‘necessary and proper,’ for the\nintelligent exercise of other powers enumerated in the\nconstitution”). While we have never faced the question directly, we\nhave assumed that Congress has the power to use the census for\ninformation-gathering purposes, seeLegal Tender Cases, 12\nWall. 457, 536 (1871), and we have recognized the role of the\ncensus as a “linchpin of the federal statistical system by\ncollecting data on the characteristics of individuals, households,\nand housing units throughout the country,”Department of\nCommercev.United States House of Representatives,525 U.S.\n316, 341 (1999) (internal quotation marks omitted).That history matters. Here, as in other areas,\nour interpretation of the Constitution is guided by a Government\npractice that “has been open, widespread, and unchallenged since\nthe early days of the Republic.”NLRBv.Noel\nCanning, 573 U.S. 513, 572 (2014) (Scalia, J., concurring in\njudgment); see alsoWisconsin, 517 U. S., at 21 (noting\n“importance of historical practice” in census context). In light of\nthe early understanding of and long practice under the Enumeration\nClause, we conclude that it permits Congress, and by extension the\nSecretary, to inquire about citizenship on the census\nquestionnaire. We need not, and do not, decide the\nconstitutionality of any other question that Congress or the\nSecretary might decide to include in the census.IVThe District Court set aside the Secretary’s\ndecision to reinstate a citizenship question on the grounds that\nthe Secretary acted arbitrarily and violated certain provisions of\nthe Census Act. The Government contests those rulings, but also\nargues that the Secretary’s decision was not judicially reviewable\nunder the Administrative Procedure Act in the first place. We begin\nwith that contention.AThe Administrative Procedure Act embodies a\n“basic presumption of judicial review,”Abbott Laboratoriesv.Gardner,387 U.S.\n136, 140 (1967), and instructs reviewing courts to set aside\nagency action that is “arbitrary, capricious, an abuse of\ndiscretion, or otherwise not in accordance with law,” 5\nU. S. C. §706(2)(A). Review is not available, however,\n“to the extent that” a relevant statute precludes it, §701(a)(1),\nor the agency action is “committed to agency discretion by law,”\n§701(a)(2). The Government argues that the Census Act commits to\nthe Secretary’s unreviewable discretion decisions about what\nquestions to include on the decennial census questionnaire.We disagree. To be sure, the Act confers broad\nauthority on the Secretary. Section 141(a) instructs him to take “a\ndecennial census of population” in “such form and content as he may\ndetermine, including the use of sampling procedures and special\nsurveys.” 13 U. S. C. §141. The Act defines “census of\npopulation” to mean “a census of population, housing, and matters\nrelating to population and housing,” §141(g), and it authorizes the\nSecretary, in “connection with any such census,” to “obtain such\nother census information as necessary,” §141(a). It also states\nthat the “Secretary shall prepare questionnaires, and shall\ndetermine the inquiries, and the number, form, and subdivisions\nthereof, for the statistics, surveys, and censuses provided for in\nthis title.” §5. And it authorizes him to acquire materials, such\nas administrative records, from other federal, state, and local\nagencies in aid of conducting the census. §6. Those provisions\nleave much to the Secretary’s discretion. SeeWisconsin, 517\nU. S., at 19 (“Through the Census Act, Congress has delegated\nits broad authority over the census to the Secretary.”).But they do not leave his discretion unbounded.\nIn order to give effect to the command that courts set aside agency\naction that is an abuse of discretion, and to honor the presumption\nof judicial review, we have read the §701(a)(2) exception for\naction committed to agency discretion “quite narrowly, restricting\nit to ‘those rare circumstances where the relevant statute is drawn\nso that a court would have no meaningful standard against which to\njudge the agency’s exercise of discretion.’ ”Weyerhaeuser\nCo.v.United States Fish and Wildlife Serv., 586\nU. S. ___, ___ (2018) (slip op., at 12) (quotingLincolnv.Vigil,508 U.S.\n182, 191 (1993)). And we have generally limited the exception\nto “certain categories of administrative decisions that courts\ntraditionally have regarded as ‘committed to agency\ndiscretion,’ ”id., at 191, such as a decision not to\ninstitute enforcement proceedings,Hecklerv.Chaney,470 U.S.\n821, 831–832 (1985), or a decision by an intelligence agency to\nterminate an employee in the interest of national security,Websterv.Doe,486 U.S.\n592, 600–601 (1988).The taking of the census is not one of those\nareas traditionally committed to agency discretion. We and other\ncourts have entertained both constitutional and statutory\nchallenges to census-related decisionmaking. See,e.g.,Department of Commerce,525 U.S.\n316;Wisconsin,517 U.S.\n1;Careyv.Klutznick, 637 F.2d 834 (CA2\n1980).Nor is the statute here drawn so that it\nfurnishes no meaningful standard by which to judge the Secretary’s\naction. In contrast to the National Security Act inWebster,\nwhich gave the Director of Central Intelligence discretion to\nterminate employees whenever he “deem[ed]” it “advisable,” 486\nU. S., at 594, the Census Act constrains the Secretary’s\nauthority to determine the form and content of the census in a\nnumber of ways. Section 195, for example, governs the extent to\nwhich he can use statistical sampling. Section 6(c), which will be\nconsidered in more detail below, circumscribes his power in certain\ncircumstances to collect information through direct inquiries when\nadministrative records are available. More generally, by mandating\na population count that will be used to apportion representatives,\nsee §141(b), 2 U. S. C. §2a, the Act imposes “a duty to\nconduct a census that is accurate and that fairly accounts for the\ncrucial representational rights that depend on the census and the\napportionment.”Franklin, 505 U. S., at 819–820\n(Stevens, J., concurring in part and concurring in judgment).The Secretary’s decision to reinstate a\ncitizenship question is amenable to review for compliance with\nthose and other provisions of the Census Act, according to the\ngeneral requirements of reasoned agency decisionmaking. Because\nthis is not a case in which there is “no law to apply,”Overton\nPark, 401 U. S., at 410, the Secretary’s decision is\nsubject to judicial review.BAt the heart of this suit is respondents’\nclaim that the Secretary abused his discretion in deciding to\nreinstate a citizenship question. We review the Secretary’s\nexercise of discretion under the deferential “arbitrary and\ncapricious” standard. See 5 U. S. C. §706(2)(A). Our\nscope of review is “narrow”: we determine only whether the\nSecretary examined “the relevant data” and articulated “a\nsatisfactory explanation” for his decision, “including a rational\nconnection between the facts found and the choice made.”Motor\nVehicle Mfrs. Assn. of United States,Inc.v.State\nFarm Mut. Automobile Ins. Co.,463 U.S.\n29, 43 (1983) (internal quotation marks omitted). We may not\nsubstitute our judgment for that of the Secretary,ibid.,\nbut instead must confine ourselves to ensuring that he remained\n“within the bounds of reasoned decisionmaking,”Baltimore Gas\n& Elec. Co.v.Natural Resources Defense Council,Inc.,462 U.S.\n87, 105 (1983).The District Court set aside the Secretary’s\ndecision for two independent reasons: His course of action was not\nsupported by the evidence before him, and his stated rationale was\npretextual. We focus on the first point here and take up the\nquestion of pretext later.The Secretary examined the Bureau’s analysis of\nvarious ways to collect improved citizenship data and explained why\nhe thought the best course was to both reinstate a citizenship\nquestion and use citizenship data from administrative records to\nfill in the gaps. He considered but rejected the Bureau’s\nrecommendation to use administrative records alone. As he\nexplained, records are lacking for about 10% of the population, so\nthe Bureau would still need to estimate citizenship for millions of\nvoting-age people. Asking a citizenship question of everyone, the\nSecretary reasoned, would eliminate the need to estimate\ncitizenship for many of those people. And supplementing census\nresponses with administrative record data would help complete the\npicture and allow the Bureau to better estimate citizenship for the\nsmaller set of cases where it was still necessary to do so.The evidence before the Secretary supported that\ndecision. As the Bureau acknowledged, each approach—using\nadministrative records alone, or asking about citizenship and using\nrecords to fill in the gaps—entailed tradeoffs between accuracy and\ncompleteness. Without a citizenship question, the Bureau would need\nto estimate the citizenship of about 35 million people; with a\ncitizenship question, it would need to estimate the citizenship of\nonly 13.8 million. Under either approach, there would be some\nerrors in both the administrative records and the Bureau’s\nestimates. With a citizenship question, there would also be some\nerroneous self-responses (about 500,000) and some conflicts between\nresponses and administrative record data (about 9.5 million).The Bureau explained that the “relative quality”\nof the citizenship data generated by each approach would depend on\nthe “relative importance of the errors” in each, but it was not\nable to “quantify the relative magnitude of the errors across the\nalternatives.” App. 148. The Bureau nonetheless recommended using\nadministrative records alone because it had “high confidence” that\nit could develop an accurate model for estimating the citizenship\nof the 35 million people for whom administrative records were not\navailable, and it thought the resulting citizenship data would be\nof superior quality.Id., at 146, 158–159. But when the time\ncame for the Secretary to make a decision, the model did not yet\nexist, and even if it had, there was no way to gauge its relative\naccuracy. As the Bureau put it, “we will most likely never possess\na fully adequate truth deck to benchmark” the model—which appears\nto be bureaucratese for “maybe, maybe not.”Id., at 146. The\nSecretary opted instead for the approach that would yield a more\ncomplete set of data at an acceptable rate of accuracy, and would\nrequire estimating the citizenship of fewer people.The District Court overruled that choice,\nagreeing with the Bureau’s assessment that its recommended approach\nwould yield higher quality citizenship data on the whole. But the\nchoice between reasonable policy alternatives in the face of\nuncertainty was the Secretary’s to make. He considered the relevant\nfactors, weighed risks and benefits, and articulated a satisfactory\nexplanation for his decision. In overriding that reasonable\nexercise of discretion, the court improperly substituted its\njudgment for that of the agency.The Secretary then weighed the benefit of\ncollecting more complete and accurate citizenship data against the\nrisk that inquiring about citizenship would depress census response\nrates, particularly among noncitizen households. In the Secretary’s\nview, that risk was difficult to assess. The Bureau predicted a\n5.1% decline in response rates among noncitizen households if the\ncitizenship question were reinstated.[2] It relied for that prediction primarily on studies\nshowing that, while noncitizens had responded at lower rates than\ncitizens to the 2000 short-form and 2010 censuses, which did not\nask about citizenship, they responded at even lower rates than\ncitizens to the 2000 long-form census and the 2010 American\nCommunity Survey, which did ask about citizenship. The Bureau\nthought it was reasonable to infer that the citizenship question\naccounted for the differential decline in noncitizen responses.\nBut, the Secretary explained, the Bureau was unable to rule out\nother causes. For one thing, the evidence before the Secretary\nsuggested that noncitizen households tend to be more distrustful\nof, and less likely to respond to,anygovernment effort to\ncollect information. For another, both the 2000 long-form census\nand 2010 ACS asked over 45 questions on a range of topics,\nincluding employment, income, and housing characteristics.\nNoncitizen households might disproportionately fail to respond to a\nlengthy and intrusive Government questionnaire for a number of\nreasons besides reluctance to answer a citizenship question—reasons\nrelating to education level, socioeconomic status, and less\nexposure to Government outreach efforts. See App. to Pet. for Cert.\n553a–554a, 557a–558a.The Secretary justifiably found the Bureau’s\nanalysis inconclusive. Weighing that uncertainty against the value\nof obtaining more complete and accurate citizenship data, he\ndetermined that reinstating a citizenship question was worth the\nrisk of a potentially lower response rate. That decision was\nreasonable and reasonably explained, particularly in light of the\nlong history of the citizenship question on the census.Justice Breyer would conclude otherwise, but\nonly by subordinating the Secretary’s policymaking discretion to\nthe Bureau’s technocratic expertise. Justice Breyer’s analysis\ntreats the Bureau’s (pessimistic) prediction about response rates\nand (optimistic) assumptions about its data modeling abilities as\ntouchstones of substantive reason- ableness rather than simply\nevidence for the Secretary to consider. He suggests that the\nSecretary should have deferred to the Bureau or at least offered\nsome special justification for drawing his own inferences and\nadopting his own assumptions. But the Census Act authorizes the\nSecretary, not the Bureau, to make policy choices within the range\nof reasonable options. And the evidence before the Secretary hardly\nled ineluctably to just one reasonable course of action. It called\nfor value-laden decisionmaking and the weighing of incommensurables\nunder conditions of uncertainty. The Secretary was required to\nconsider the evidence and give reasons for his chosen course of\naction. He did so. It is not for us to ask whether his decision was\n“the best one possible” or even whether it was “better than the\nalternatives.”FERCv.Electric Power Supply Assn.,\n577 U. S. ___, ___ (2016) (slip op., at 30). By\nsecond-guessing the Secretary’s weighing of risks and benefits and\npenalizing him for departing from the Bureau’s inferences and\nassumptions, Justice Breyer—like the District Court—substitutes his\njudgment for that of the agency.CThe District Court also ruled that the\nSecretary violated two particular provisions of the Census Act,\n§6(c) and §141(f).Section 6 has three subsections. Subsections (a)\nand (b) authorize the Secretary to acquire administrative records\nfrom other federal agencies and from state and local\ngovernments.[3] Subsection (c)\nstates:“To the maximum extent possible and\nconsistent with the kind, timeliness, quality and scope of the\nstatistics required, the Secretary shall acquire and use\ninformation available from any source referred to in subsection (a)\nor (b) of this section instead of conducting direct inquiries.” 13\nU. S. C. §6(c).The District Court held, and respondents argue,\nthat the Secretary failed to comply with §6(c) because he opted to\ncollect citizenship data using direct inquiries when it was\npossible to provide DOJ with data from administrative records\nalone.At the outset, §6(c) may not even apply here. It\ngoverns the Secretary’s choices with respect to “statistics\nrequired.” The parties have assumed that phrase refers to\ncensus-related data that the Secretary wishes to acquire, but it\nmay instead refer to particular kinds of statistics that other\nprovisions of the Census Act actually dorequirethe\nSecretary to collect and publish. See,e.g., §41 (“The\nSecretary shall collect and publish statistics concerning [cotton\nand cotton production].”); §61 (“The Secretary shall collect,\ncollate, and publish monthly statistics concerning [vegetable and\nanimal oils and the like].”); §91 (“The Secretary shall collect and\npublish quarterly financial statistics of business operations,\norganization, practices, management, and relation to other\nbusinesses.”). If so, §6(c) would seem to have nothing to say about\nthe Secretary’s collection of census-related citizenship data,\nwhich is not a “statistic” he is “required” to collect.Regardless, assuming the provision applies, the\nSecretary complied with it, for essentially the same reasons that\nhis decision was not arbitrary and capricious. As he explained,\nadministrative records would not, in his judgment, provide the more\ncomplete and accurate data that DOJ sought. He thus could not,\n“consistent with” the kind and quality of the “statistics\nrequired,” use administrative records instead of asking about\ncitizenship directly. Respondents’ arguments to the contrary rehash\ntheir dis- agreement with the Secretary’s policy judgment about\nwhich approach would yield the most complete and accurate\ncitizenship data. For the reasons already discussed, we may not\nsubstitute our judgment for that of the Secretary here.We turn now to §141(f), which requires the\nSecretary to report to Congress about his plans for the census.\nParagraph (1) instructs him to submit, at least three years before\nthe census date, a report containing his “determination of the\nsubjects proposed to be included, and the types of information to\nbe compiled,” in the census. Paragraph (2) then tells him to\nsubmit, at least two years before the census date, a report\ncontaining his “determination of the questions proposed to be\nincluded” in the census. Paragraph (3) provides:“[A]fter submission of a report under\nparagraph (1) or (2) of this subsection and before the appropriate\ncensus date, if the Secretary finds new circumstances exist which\nnecessitate that the subjects, types of information, or questions\ncontained in reports so submitted be modified, [he shall submit]\nareport containing the Secretary’s determination of the subjects,\ntypes of information, or questions as proposed to be modified.”The Secretary timely submitted his paragraph (1)\nreport in March 2017. It did not mention citizenship. In December\n2017, he received DOJ’s formal request. Three months later, in\nMarch 2018, he timely submitted his para- graph (2) report. It did\npropose asking a question about citizenship.The District Court held that the Secretary’s\nfailure to mention citizenship in his March 2017 report violated\n§141(f)(1) and provided an independent basis to set aside his\naction. Assuming without deciding that the Secretary’s compliance\nwith the reporting requirement is for courts—rather than\nCongress—to police, we disagree. The Secretary’s March 2018 report\nsatisfied the requirements of paragraph (3): By informing Congress\nthat he proposed to include a citizenship question, the Secretary\nnecessarily also informed Congress that he proposed to modify the\noriginal list of subjects that he submitted in the March 2017\nreport. Nothing in §141(f) suggests that the same report cannot\nsimultaneously fulfill the requirements of paragraphs (2) and (3).\nAnd to the extent paragraph (3) requires the Secretary to explain\nhis finding of new circumstances, he did so in his March 2018 memo,\nwhich described DOJ’s intervening request.In any event, even if we agreed with the\nDistrict Court that the Secretary technically violated §141(f) by\nsubmitting a paragraph (2) report that doubled as a paragraph (3)\nreport, the error would surely be harmless in these circumstances,\nwhere the Secretary nonetheless fully informed Congress of, and\nexplained, his decision. See 5 U. S. C. §706 (in\nreviewing agency action, “due account shall be taken of the rule of\nprejudicial error”).VWe now consider the District Court’s\ndetermination that the Secretary’s decision must be set aside\nbecause it rested on a pretextual basis, which the Government\nconceded below would warrant a remand to the agency.We start with settled propositions. First, in\norder to permit meaningful judicial review, an agency must\n“disclose the basis” of its action.Burlington Truck Lines,Inc.v.United States,371 U.S.\n156, 167–169 (1962) (internal quotation marks omitted); see\nalsoSECv.Chenery Corp.,318 U.S.\n80, 94 (1943) (“[T]he orderly functioning of the process of\nreview requires that the grounds upon which the administrative\nagency acted be clearly disclosed and adequately sustained.”).Second, in reviewing agency action, a court is\nordinarily limited to evaluating the agency’s contemporaneous\nexplanation in light of the existing administrative record.Vermont Yankee Nuclear Power Corp.v.Natural Resources\nDefense Council,Inc.,435 U.S.\n519, 549 (1978);Campv.Pitts,411 U.S.\n138, 142–143 (1973) (per curiam). That principle\nreflects the recognition that further judicial inquiry into\n“executive motivation” represents “a substantial intrusion” into\nthe workings of another branch of Government and should normally be\navoided.Arlington Heightsv.Metropolitan Housing\nDevelopment Corp.,429 U.S.\n252, 268, n. 18 (1977); seeOverton Park, 401\nU. S., at 420.Third, a court may not reject an agency’s stated\nreasons for acting simply because the agency might also have had\nother unstated reasons. SeeJagersv.Federal Crop Ins.\nCorp., 758 F.3d 1179, 1185–1186 (CA10 2014) (rejecting argument\nthat “the agency’s subjective desire to reach a particular result\nmust necessarily invalidate the result, regardless of the objective\nevidence supporting the agency’s conclusion”). Relatedly, a court\nmay not set aside an agency’s policymaking decision solely because\nit might have been influenced by political considerations or\nprompted by an Administration’s priorities. Agency policymaking is\nnot a “rarified technocratic process, unaffected by political\nconsiderations or the presence of Presidential power.”Sierra\nClubv.Costle, 657 F.2d 298, 408 (CADC 1981). Such\ndecisions are routinely informed by unstated considerations of\npolitics, the legislative process, public relations, interest group\nrelations, foreign relations, and national security concerns (among\nothers).Finally, we have recognized a narrow exception\nto the general rule against inquiring into “the mental processes of\nadministrative decisionmakers.”Overton Park, 401\nU. S., at 420. On a “strong showing of bad faith or improper\nbehavior,” such an inquiry may be warranted and may justify\nextra-record discovery.Ibid.The District Court invoked that exception in\nordering extra-record discovery here. Although that order was\npremature, we think it was ultimately justified in light of the\nexpanded administrative record. Recall that shortly after this\nlitigation began, the Secretary, prodded by DOJ, filed a\nsupplemental memo that added new, pertinent information to the\nadministrative record. The memo disclosed that the Secretary had\nbeen considering the citizenship question for some time and that\nCommerce had inquired whether DOJ would formally request\nreinstatement of the question. That supplemental memo prompted\nrespondents to move for both completion of the administrative\nrecord and extra-record discovery. The District Court granted both\nrequests at the same hearing, agreeing with respondents that the\nGovernment had submitted an incomplete administrative record and\nthat the existing evidence supported a prima facie showing that the\nVRA rationale was pretextual.The Government did not challenge the court’s\nconclusion that the administrative record was incomplete, and the\nparties stipulated to the inclusion of more than 12,000 pages of\ninternal deliberative materials as part of the administrative\nrecord, materials that the court later held were sufficient on\ntheir own to demonstrate pretext. The Government did, however,\nchallenge the District Court’s order authorizing extra-record\ndiscovery, as well as the court’s later orders compelling\ndepositions of the Secretary and of the Acting Assistant Attorney\nGeneral for DOJ’s Civil Rights Division.We agree with the Government that the District\nCourt should not have ordered extra-record discovery when it did.\nAt that time, the most that was warranted was the order to complete\nthe administrative record. But the new material that the parties\nstipulated should have been part of the administrative record—which\nshowed, among other things, that the VRA played an insignificant\nrole in the decisionmaking process—largely justified such\nextra-record discovery as occurred (which did not include the\ndeposition of the Secretary himself). We accordingly review the\nDistrict Court’s ruling on pretext in light of all the evidence in\nthe record before the court, including the extra-record\ndiscovery.That evidence showed that the Secretary was\ndetermined to reinstate a citizenship question from the time he\nentered office; instructed his staff to make it happen; waited\nwhile Commerce officials explored whether another agency would\nrequest census-based citizenship data; subsequently contacted the\nAttorney General himself to ask if DOJ would make the request; and\nadopted the Voting Rights Act rationale late in the process. In the\nDistrict Court’s view, this evidence established that the Secretary\nhad made up his mind to reinstate a citizenship question “well\nbefore” receiving DOJ’s request, and did so for reasons unknown but\nunrelated to the VRA. 351 F. Supp. 3d, at 660.The Government, on the other hand, contends that\nthere was nothing objectionable or even surprising in this. And we\nagree—to a point. It is hardly improper for an agency head to come\ninto office with policy preferences and ideas, discuss them with\naffected parties, sound out other agencies for support, and work\nwith staff attorneys to substantiate the legal basis for a\npreferred policy. The record here reflects the sometimes involved\nnature of Executive Branch decisionmaking, but no particular step\nin the process stands out as inappropriate or defective.And yet, viewing the evidence as a whole, we\nshare the District Court’s conviction that the decision to\nreinstate a citizenship question cannot be adequately explained in\nterms of DOJ’s request for improved citizenship data to better\nenforce the VRA. Several points, considered together, reveal a\nsignificant mismatch between the decision the Secretary made and\nthe rationale he provided.The record shows that the Secretary began taking\nsteps to reinstate a citizenship question about a week into his\ntenure, but it contains no hint that he was considering VRA\nenforcement in connection with that project. The Secretary’s\nDirector of Policy did not know why the Secretary wished to\nreinstate the question, but saw it as his task to “find the best\nrationale.”Id.,at 551. The Director initially attempted to\nelicit requests for citizenship data from the Department of\nHomeland Security and DOJ’s Executive Office for Immigration\nReview, neither of which is responsible for enforcing the VRA.\nAfter those attempts failed, he asked Commerce staff to look into\nwhether the Secretary could reinstate the question without\nreceiving a request from another agency. The possibility that DOJ’s\nCivil Rights Division might be willing to request citizenship data\nfor VRA enforcement purposes was proposed by Commerce staff along\nthe way and eventually pursued.Even so, it was not until the Secretary\ncontacted the Attorney General directly that DOJ’s Civil Rights\nDivision expressed interest in acquiring census-based citizenship\ndata to better enforce the VRA. And even then, the record suggests\nthat DOJ’s interest was directed more to helping the Commerce\nDepartment than to securing the data. The December 2017 letter from\nDOJ drew heavily on contributions from Commerce staff and advisors.\nTheir influence may explain why the letter went beyond a simple\nentreaty for better citizenship data—what one might expect of a\ntypical request from another agency—to a specific request that\nCommerce collect the data by means of reinstating a citizenship\nquestion on the census. Finally, after sending the letter, DOJ\ndeclined the Census Bureau’s offer to discuss alternative ways to\nmeet DOJ’s stated need for improved citizenship data, further\nsuggesting a lack of interest on DOJ’s part.Altogether, the evidence tells a story that does\nnot match the explanation the Secretary gave for his decision. In\nthe Secretary’s telling, Commerce was simply acting on a routine\ndata request from another agency. Yet the materials before us\nindicate that Commerce went to great lengths to elicit the request\nfrom DOJ (or any other willing agency). And unlike a typical case\nin which an agency may have both stated and unstated reasons for a\ndecision, here the VRA enforcement rationale—the sole stated\nreason—seems to have been contrived.We are presented, in other words, with an\nexplanation for agency action that is incongruent with what the\nrecord reveals about the agency’s priorities and decisionmaking\nprocess. It is rare to review a record as extensive as the one\nbefore us when evaluating informal agency action—and it should be.\nBut having done so for the sufficient reasons we have explained, we\ncannot ignore the disconnect between the decision made and the\nexplanation given. Our review is deferential, but we are “not\nrequired to exhibit a naiveté from which ordinary citizens are\nfree.”United Statesv.Stanchich, 550 F.2d 1294,\n1300 (CA2 1977) (Friendly, J.). The reasoned explanation\nrequirement of administrative law, after all, is meant to ensure\nthat agencies offer genuine justifications for important decisions,\nreasons that can be scrutinized by courts and the interested\npublic. Accepting contrived reasons would defeat the purpose of the\nenterprise. If judicial review is to be more than an empty ritual,\nit must demand something better than the explanation offered for\nthe action taken in this case.In these unusual circumstances, the District\nCourt was warranted in remanding to the agency, and we affirm that\ndisposition. SeeFlorida Power & Light Co.v.Lorion,470 U.S.\n729, 744 (1985). We do not hold that the agency decision here\nwas substantively invalid. But agencies must pursue their goals\nreasonably. Reasoned decisionmaking under the Administrative\nProcedure Act calls for an explanation for agency action. What was\nprovided here was more of a distraction.*  *  *The judgment of the United States District\nCourt for the Southern District of New York is affirmed in part and\nreversed in part, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The annual alien\nregistration requirement was repealed in 1981. See §11, 95Stat.\n1617 (1981).2Several months after the\nSecretary made his decision, the Bureau updated its prediction to\n5.8%, the figure the District Court later relied on in its standing\nanalysis. See 351 F. Supp. 3d 502, 579 (SDNY\n2019).3The full text of\nsubsections (a) and (b) provides: “(a) The Secretary, whenever he\nconsiders it advisable, may call upon any other department, agency,\nor establishment of the FederalGovernment, or of the government of\nthe District of Columbia, for information pertinent to the work\nprovided for in this title. “(b) The Secretary may acquire, by\npurchase or otherwise, from States, counties, cities, or other\nunits of government, or their instrumentalities, or from private\npersons and agencies, such copies of records, reports, and other\nmaterial as may be required for the efficient and economical\nconduct of the censuses and surveys provided for in this title.” 13\nU. S. C. §6.",
    "joined": []
}