{
    "case": {
        "docket": "438",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/438/"
    },
    "id": "1962808",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTPACIFIC BELL TELEPHONE CO. V. LINKLINECOMMUNICATIONS, INC.555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-512PACIFIC BELL TELEPHONE COMPANY, dba AT&T\nCALIFORNIA, et al., PETITIONERSv.LINKLINE\nCOMMUNICATIONS, INC., et al.on writ of certiorari to the united states court of\nAppeals for the ninth circuit[February 25, 2009]Chief Justice Roberts delivered\nthe opinion of the Court.The plaintiffs in this case,\nrespondents here, allege that a competitor subjected them to a\n“price squeeze” in violation of §2 of the Sherman Act. They assert\nthat such a claim can arise when a vertically integrated firm sells\ninputs at wholesale and also sells finished goods or services at\nretail. If that firm has power in the wholesale market, it can\nsimultaneously raise the wholesale price of inputs and cut the\nretail price of the finished good. This will have the effect of\n“squeezing” the profit margins of any competitors in the retail\nmarket. Those firms will have to pay more for the inputs they need;\nat the same time, they will have to cut their retail prices to\nmatch the other firm’s prices. The question before us is whether\nsuch a price-squeeze claim may be brought under §2 of the Sherman\nAct when the defendant is under no antitrust obligation to sell the\ninputs to the plaintiff in the first place. We hold that no such\nclaim may be brought.IThis case involves the market for\ndigital subscriber line (DSL) service, which is a method of\nconnecting to the Internet at high speeds over telephone lines.\nAT&T[Footnote 1] owns much\nof the infrastructure and facilities needed to provide DSL service\nin California. In particular, AT&T controls most of what is\nknown as the “last mile”—the lines that connect homes and\nbusinesses to the telephone network. Competing DSL providers must\ngenerally obtain access to AT&T’s facilities in order to serve\ntheir customers.Until recently, the Federal\nCommunications Commission (FCC) required incumbent phone companies\nsuch as AT&T to sell transmission service to independent DSL\nproviders, under the theory that this would spur competition. SeeIn re Appropriate Framework for Broadband Access to\nInternet over Wireline Facilities, 20 FCC Rcd. 14853, 14868\n(2005). In 2005, the Commission largely abandoned this\nforced-sharing requirement in light of the emergence of a\ncompetitive market beyond DSL for high-speed Internet service; DSL\nnow faces robust competition from cable companies and wireless and\nsatellite services.Id., at 14879–14887. As a condition\nfor a recent merger, however, AT&T remains bound by the\nmandatory interconnection requirements, and is obligated to provide\nwholesale “DSL transport” service to independent firms at a price\nno greater than the retail price of AT&T’s DSL service.In re AT&T Inc. and BellSouth Corp., 22 FCC Rcd.\n5662, 5814 (2007).The plaintiffs are four independent Internet\nservice providers (ISPs) that compete with AT&T in the retail\nDSL market. Plaintiffs do not own all the facilities needed to\nsupply their customers with this service. They instead lease DSL\ntransport service from AT&T pursuant to the merger conditions\ndescribed above. AT&T thus participates in the DSL market at\nboth the wholesale and retail levels; it provides plaintiffs and\nother independent ISPs with wholesale DSL transport service, and it\nalso sells DSL service directly to consumers at retail.In July 2003, the plaintiffs brought suit in\nDistrict Court, alleging that AT&T violated §2 of the Sherman\nAct, 15 U. S. C. §2, by monopolizing the DSL market in\nCalifornia. The complaint alleges that AT&T refused to deal\nwith the plaintiffs, denied the plaintiffs access to essential\nfacilities, and engaged in a “price squeeze.” App. 18–19.\nSpecifically, plaintiffs contend that AT&T squeezed their\nprofit margins by setting a high wholesale price for DSL transport\nand a low retail price for DSL Internet service. This maneuver\nallegedly “exclude[d] and unreasonably impede[d] competition,” thus\nallowing AT&T to “preserve and maintain its monopoly control of\nDSL access to the Internet.”Ibid.InVerizon Communications Inc.v.Law Offices of Curtis V. Trinko, LLP,540 U. S. 398, 410\n(2004), we held that a firm with no antitrust duty to deal with its\nrivals at all is under no obligation to provide those rivals with a\n“sufficient” level of service. Shortly after we issued that\ndecision, AT&T moved for judgment on the pleadings, arguing\nthat the plaintiffs’ claims in this case were foreclosed byTrinko. The District Court held that AT&T had no\nantitrust duty to deal with the plaintiffs, App. to Pet. for Cert.\n77a–85a, but it denied the motion to dismiss with respect to the\nprice-squeeze claims,id., at 86a–90a. The court\nacknowledged that AT&T’s argument “has a certain logic to it,”\nbut held thatTrinko“simply does not involve\nprice-squeeze claims.”Id., at 86a. The District Court\nalso noted that price-squeeze claims have been recognized by\nseveral Circuits and “are cognizable under existing antitrust\nstandards.”Id., at 89a, and n. 27.At the District Court’s request, plaintiffs\nthen filed an amended complaint providing greater detail about\ntheir price-squeeze claims. AT&T again moved to dismiss,\narguing that price-squeeze claims could only proceed if they met\nthe two established requirements for predatory pricing: below-cost\nretail pricing and a “ ‘dangerous probability’ ” that the\ndefendant will recoup any lost profits. SeeBrooke Group\nLtd.v.Brown & Williamson Tobacco Corp.,509 U. S. 209,\n222–224 (1993). The District Court did not reach the issue whetherallprice-squeeze claims must meet theBrooke\nGrouprequirements, because it concluded that the amended\ncomplaint, “generously construed,” satisfied those criteria. App.\nto Pet. for Cert. 46a–49a, 56a. The court also certified its\nearlier order for interlocutory appeal on the question whether\n“Trinkobars price squeeze claims where the parties are\ncompelled to deal under the federal communications laws.”Id., at 56a–57a.On interlocutory appeal, the Court of Appeals\nfor the Ninth Circuit affirmed the District Court’s denial of\nAT&T’s motion for judgment on the pleadings on the\nprice-squeeze claims. 503 F. 3d 876 (2007). The court\nemphasized that “Trinkodid not involve a price squeezing\ntheory.”Id., at 883. Because “a price squeeze theory\nformed part of the fabric of traditional antitrust law prior toTrinko,” the Court of Appeals concluded that “those claims\nshould remain viable notwithstanding either the telecommunications\nstatutes orTrinko.”Ibid. Based on the record\nbefore it, the court held that plaintiffs’ original complaint\nstated a potentially valid claim under §2 of the Sherman Act.Judge Gould dissented, noting that “the notion\nof a ‘price squeeze’ is itself in a squeeze between two recent\nSupreme Court precedents.”Id., at 886. A price-squeeze\nclaim involves allegations of both a high wholesale price and a low\nretail price, so Judge Gould analyzed each component separately. He\nconcluded that “Trinkoinsulates from antitrust review the\nsetting of the upstream price.”Id., at 886–887. With\nrespect to the downstream price, he argued that “the retail side of\na price squeeze cannot be considered to create an antitrust\nviolation if the retail pricing does not satisfy the requirements\nofBrooke Group, which set unmistakable limits on what can\nbe considered to be predatory within the meaning of the antitrust\nlaws.”Id., at 887 (citingBrooke Group,supra, at 222–224). Judge Gould concluded that the\nplaintiffs’ complaint did not satisfy these requirements because it\ncontained no allegations that the retail price was set below cost\nand that those losses could later be recouped. 503 F. 3d, at\n887. Judge Gould would have allowed the plaintiffs to amend their\ncomplaint if they could, in good faith, raise predatory pricing\nclaims meeting theBrooke Grouprequirements.Ibid.We granted certiorari, 554 U. S. ___ (2008),\nto resolve a conflict over whether a plaintiff can bring\nprice-squeeze claims under §2 of the Sherman Act when the defendant\nhas no antitrust duty to deal with the plaintiff. SeeCovad\nCommunications Co.v.Bell Atlantic Co., 398\nF. 3d 666, 673–674 (CADC 2005) (holding thatTrinkobars such claims). We reverse.IIThis case has assumed an unusual\nposture. The plaintiffs now assert that they agree with Judge\nGould’s dissenting position that price-squeeze claims must meet theBrooke Grouprequirements for predatory pricing. They ask\nus to vacate the decision below in their favor and remand with\ninstructions that they be given leave to amend their complaint to\nallege aBrooke Groupclaim. In other words, plaintiffs\nare no longer pleased with their initial theory of the case, and\nask for a mulligan to try again under a different theory. Some\namici argue that the case is moot in light of this confession of\nerror. They contend that “[w]ith both petitioners and respondents\nnow aligned on [the same] side of the question presented,no\npartywith a concrete stake in this case’s outcome is\nadvocating for the contrary position.” Brief for COMPTEL 6.We do not think this case is\nmoot. First, the parties continue to seek different relief.\nAT&T asks us to reverse the judgment of the Court of Appeals\nand remand with instructions to dismiss the complaint at issue. The\nplaintiffs ask that we vacate the judgment and remand with\ninstructions that they be given leave to amend their complaint. The\nparties thus continue to be adverse not only in the litigation as a\nwhole, but in the specific proceedings before this Court.Second, it is not clear that the plaintiffs\nhave unequivocally abandoned their price-squeeze claims. In their\nbrief and at oral argument, the plaintiffs continue to refer to\ntheir “pricing squeeze claim.” See Brief for Respondents 13. They\nappear to acknowledge that those claims must meet theBrooke\nGrouprequirements, but it is not clear whether they believe\nthe necessary showing can be made in at least partial reliance on\nthe sort of price squeeze theory accepted by the Court of Appeals.\nAt one point, for example, the plaintiffs suggest that “the DSL\ntransport price” may be pertinent to their claims going forward\nunder the theory of Judge Gould’s dissent; that opinion, however,\nconcluded thatTrinko“in essence takes the issu[e] of\nwholesale pricing out of the case.” 503 F. 3d, at 886. Given\nthis ambiguity, the case before us remains a live dispute\nappropriate for decision. Cf.Friends of Earth, Inc.v.Laidlaw Environmental Services (TOC), Inc.,528 U. S. 167, 189\n(2000) (a party’s voluntary conduct renders a case moot only if it\nis “ ‘absolutely clear’ ” the party will take that course\nof action).Amici also argue that we should dismiss the\nwrit of certiorari because of the “lack of adversarial\npresentation” by an interested party. Brief for COMPTEL 7. To the\ncontrary, prudential concerns favor our answering the question\npresented. Plaintiffs defended the Court of Appeals’ decision at\nthe certiorari stage, and the parties have invested a substantial\namount of time, effort, and resources in briefing and arguing the\nmerits of this case. In the absence of a decision from this Court\non the merits, the Court of Appeals’ decision would presumably\nremain binding precedent in the Ninth Circuit, and the Circuit\nconflict we granted certiorari to resolve would persist. Two amici\nhave submitted briefs defending the Court of Appeals’ decision on\nthe merits, and we granted the motion of one of those amici to\nparticipate in oral argument. 555 U. S. ___ (2008). We think it\nappropriate to proceed to address the question presented.IIIASection 2 of the Sherman Act\nmakes it unlawful to “monopolize, or attempt to monopolize, or\ncombine or conspire with any other person or persons, to monopolize\nany part of the trade or commerce among the several States, or with\nforeign nations.” 15 U. S. C. §2. Simply possessing monopoly\npower and charging monopoly prices does not violate §2; rather, the\nstatute targets “the willful acquisition or maintenance of that\npower as distinguished from growth or development as a consequence\nof a superior product, business acumen, or historic accident.”United Statesv.Grinnell Corp.,384 U. S. 563, 570–571\n(1966).As a general rule, businesses are\nfree to choose the parties with whom they will deal, as well as the\nprices, terms, and conditions of that dealing. SeeUnited\nStatesv.Colgate & Co.,250 U. S. 300, 307\n(1919). But there are rare instances in which a dominant firm may\nincur antitrust liability for purely unilateral conduct. For\nexample, we have ruled that firms may not charge “predatory”\nprices—below-cost prices that drive rivals out of the market and\nallow the monopolist to raise its prices later and recoup its\nlosses.Brooke Group, 509 U. S., at 222–224. Here,\nhowever, the complaint at issue does not contain allegations\nmeeting those requirements. App. 10–24.There are also limited circumstances in which\na firm’s unilateral refusal to deal with its rivals can give rise\nto antitrust liability. SeeAspen Skiing Co.v.Aspen\nHighlands Skiing Corp.,472 U. S. 585, 608–611\n(1985). Here, however, the District Court held that AT&T had no\nsuch antitrust duty to deal with its competitors, App. to Pet. for\nCert. 84a–85a, and this holding was not challenged on\nappeal.[Footnote 2]The challenge here focuses on retail\nprices—where there is no predatory pricing—and the terms of\ndealing—where there is no duty to deal. Plaintiffs’ price-squeeze\nclaims challenge a different type of unilateral conduct in which a\nfirm “squeezes” the profit margins of its competitors. This\nrequires the defendant to be operating in two markets, a wholesale\n(“upstream”) market and a retail (“downstream”) market. A firm with\nmarket power in the upstream market can squeeze its downstream\ncompetitors by raising the wholesale price of inputs while cutting\nits own retail prices. This will raise competitors’ costs (because\nthey will have to pay more for their inputs) and lower their\nrevenues (because they will have to match the dominant firm’s low\nretail price). Price-squeeze plaintiffs assert that defendants must\nleave them a “fair” or “adequate” margin between the wholesale\nprice and the retail price. In this case, we consider whether a\nplaintiff can state a price-squeeze claim when the defendant has no\nobligation under the antitrust laws to deal with the plaintiff at\nwholesale.B1. A straightforward application\nof our recent decision inTrinkoforecloses any challenge\nto AT&T’swholesaleprices. InTrinko,\nVerizon was required by statute to lease its network elements to\ncompeting firms at wholesale rates. 540 U. S., at 402–403. The\nplaintiff—a customer of one of Verizon’s rivals—asserted that\nVerizon denied its competitors access to interconnection support\nservices, making it difficult for those competitors to fill their\ncustomers’ orders.Id., at 404–405. The complaint alleged\nthat this conduct in the upstream market violated §2 of the Sherman\nAct by impeding the ability of independent carriers to compete in\nthe downstream market for local telephone service.Ibid.We held that the plaintiff’s\nclaims were not actionable under §2. Given that Verizon had no\nantitrust duty to deal with its rivals at all, we concluded that\n“Verizon’s alleged insufficient assistance in the provision of\nservice to rivals” did not violate the Sherman Act. Id., at\n410.Trinkothus makes clear that if a firm has no\nantitrust duty to deal with its competitors at wholesale, it\ncertainly has no duty to deal under terms and conditions that the\nrivals find commercially advantageous.In this case, as inTrinko, the\ndefendant has no antitrust duty to deal with its rivals at\nwholesale; any such duty arises only from FCC regulations, not from\nthe Sherman Act. Seesupra, at 8. There is no meaningful\ndistinction between the “insufficient assistance” claims we\nrejected inTrinkoand the plaintiffs’ price-squeeze\nclaims in the instant case. TheTrinkoplaintiffs\nchallenged the quality of Verizon’s interconnection service, while\nthis case involves a challenge to AT&T’s pricing structure. But\nfor antitrust purposes, there is no reason to distinguish between\nprice and nonprice components of a transaction. See,e.g.,American Telephone & Telegraph Co.v.Central\nOffice Telephone, Inc.,524 U. S. 214, 223\n(1998) (“Any claim for excessive rates can be couched as a claim\nfor inadequate services and vice versa”). The nub of the complaint\nin bothTrinkoand this case is identical—the plaintiffs\nalleged that the defendants (upstream monopolists) abused their\npower in the wholesale market to prevent rival firms from competing\neffectively in the retail market.Trinkoholds that such\nclaims are not cognizable under the Sherman Act in the absence of\nan antitrust duty to deal.The District Court and the Court of Appeals\ndid not regardTrinkoas controlling because that case did\nnot directly address price-squeeze claims. 503 F. 3d, at 883;\nApp. to Pet. for Cert. 86a; see also Brief for COMPTEL 27–30. This\nis technically true, but the reasoning ofTrinkoapplies\nwith equal force to price-squeeze claims. AT&T could have\nsqueezed its competitors’ profits just as effectively by providing\npoor-quality interconnection service to the plaintiffs, as Verizon\nallegedly did inTrinko. But a firm with no duty to deal\nin the wholesale market has no obligation to deal under terms and\nconditions favorable to its competitors. If AT&T had simply\nstopped providing DSL transport service to the plaintiffs, it would\nnot have run afoul of the Sherman Act. Under these circumstances,\nAT&T was not required to offer this service at the wholesale\nprices the plaintiffs would have preferred.2. The other component of a price-squeeze\nclaim is the assertion that the defendant’sretailprices\nare “too low.” Here too plaintiffs’ claims find no support in our\nexisting antitrust doctrine.“[C]utting prices in order to increase\nbusiness often is the very essence of competition.”Matsushita\nElec. Industrial Co.v.Zenith Radio Corp.,475 U. S. 574, 594\n(1986). In cases seeking to impose antitrust liability for prices\nthat are too low, mistaken inferences are “especially costly,\nbecause they chill the very conduct the antitrust laws are designed\nto protect.”Ibid.; see alsoBrooke Group, 509 U.\nS., at 226;Cargill, Inc.v.Monfort of Colo.,\nInc.,479 U. S.\n104, 121–122, n. 17 (1986). To avoid chilling aggressive price\ncompetition, we have carefully limited the circumstances under\nwhich plaintiffs can state a Sherman Act claim by alleging that\nprices are too low. Specifically, to prevail on a predatory pricing\nclaim, a plaintiff must demonstrate that: (1) “the prices\ncomplained of are below an appropriate measure of its rival’s\ncosts”; and (2) there is a “dangerous probability” that the\ndefendant will be able to recoup its “investment” in below-cost\nprices.Brooke Group,supra, at 222–224. “Low\nprices benefit consumers regardless of how those prices are set,\nand so long as they are above predatory levels, they do not\nthreaten competition.”Atlantic Richfield Co.v.USA\nPetroleum Co.,495 U. S. 328, 340\n(1990).In the complaint at issue in this\ninterlocutory appeal, App. 10–24, there is no allegation that\nAT&T’s conduct met either of theBrooke Grouprequirements. Recognizing a price-squeeze claim where the\ndefendant’s retail price remains above cost would invite the\nprecise harm we sought to avoid inBrooke Group: Firms\nmight raise their retail prices or refrain from aggressive price\ncompetition to avoid potential antitrust liability. See 509 U. S.,\nat 223 (“As a general rule, the exclusionary effect of prices above\na relevant measure of cost either reflects the lower cost structure\nof the alleged predator, and so represents competition on the\nmerits, or is beyond the practical ability of a judicial tribunal\nto control without courting intolerable risks of chilling\nlegitimate price cutting”).3. Plaintiffs’ price-squeeze claim, looking to\nthe relation between retail and wholesale prices, is thus nothing\nmore than an amalgamation of a meritless claim at the retail level\nand a meritless claim at the wholesale level. If there is no duty\nto deal at the wholesale level and no predatory pricing at the\nretail level, then a firm is certainly not required to pricebothof these services in a manner that preserves its\nrivals’ profit margins.[Footnote\n3]C1. Institutional concerns also\ncounsel against recognition of such claims. We have repeatedly\nemphasized the importance of clear rules in antitrust law. Courts\nare ill suited “to act as central planners, identifying the proper\nprice, quantity, and other terms of dealing.”Trinko, 540\nU. S., at 408. “ ‘No court should impose a duty to deal that\nit cannot explain or adequately and reasonably supervise. The\nproblem should be deemed irremedia[ble] by antitrust law when\ncompulsory access requires the court to assume the day-to-day\ncontrols characteristic of a regulatory agency.’ ”Id., at 415 (quoting Areeda, Essential Facilities: An\nEpithet in Need of Limiting Principles, 58 Antitrust L. J.\n841, 853 (1989)); see alsoTown of Concordv.Boston\nEdison Co., 915 F. 2d 17, 25 (CA1 1990) (Breyer, C. J.)\n(“[A]ntitrust courts normally avoid direct price administration,\nrelying on rules and remedies . . . that are easier to\nadminister”).It is difficult enough for courts\nto identify and remedy an alleged anticompetitive practice at one\nlevel, such as predatory pricing in retail markets or a violation\nof the duty-to-deal doctrine at the wholesale level. SeeBrooke\nGroup,supra, at 225 (predation claims “requir[e] an\nunderstanding of the extent and duration of the alleged predation,\nthe relative financial strength of the predator and its intended\nvictim, and their respective incentives and will”);Trinko,supra, at 408. Recognizing price-squeeze\nclaims would require courts simultaneously to police both the\nwholesale and retail prices to ensure that rival firms are not\nbeing squeezed. And courts would be aiming at a moving target,\nsince it is theinteractionbetween these two prices that\nmay result in a squeeze.Perhaps most troubling, firms that seek to\navoid price-squeeze liability will have no safe harbor for their\npricing practices. SeeTown of Concord,supra, at\n22 (antitrust rules “must be clear enough for lawyers to explain\nthem to clients”). At least in the predatory pricing context, firms\nknow they will not incur liability as long as their retail prices\nare above cost.Brooke Group,supra, at 223. No\nsuch guidance is available for price-squeeze claims. See,e.g., 3B P. Areeda & H. Hovenkamp, Antitrust Law\n¶767c, p. 138 (3d ed. 2008) (“[A]ntitrust faces a severe problem\nnot only in recognizing any §2 [price-squeeze] offense, but also in\nformulating a suitable remedy”).The most commonly articulated standard for\nprice squeezes is that the defendant must leave its rivals a “fair”\nor “adequate” margin between the wholesale price and the retail\nprice. SeeTown of Concord,supra, at 23–25;Alcoa, 148 F. 2d 416, 437–438 (CA2 1945). One of our\ncolleagues has highlighted the flaws of this test in Socratic\nfashion:“[H]ow is a judge or jury to determine a ‘fair\nprice?’ Is it the price charged by other suppliers of the primary\nproduct? None exist. Is it the price that competition ‘would have\nset’ were the primary level not monopolized? How can the court\ndetermine this price without examining costs and demands, indeed\nwithout acting like a rate-setting regulatory agency, the\nrate-setting proceedings of which often last for several years?\nFurther, how is the court to decide the proper size of the price\n‘gap?’ Must it be large enough for all independent competing firms\nto make a ‘living profit,’ no matter how inefficient they may be? .\n. . And how should the court respond when costs or demands change\nover time, as they inevitably will?”Town of Concord,supra, at 25.Some amici respond to these\nconcerns by proposing a “transfer price test” for identifying an\nunlawful price squeeze: A price squeeze should be presumed if the\nupstream monopolist could not have made a profit by selling at its\nretail rates if it purchased inputs at its own wholesale rates.\nBrief for American Antitrust Institute (AAI) 30; Brief for COMPTEL\n16–19; seeRayv.Indiana & Mich. Elec. Co.,\n606 F. Supp. 757, 776–777 (ND Ill. 1984). Whether or not that\ntest is administrable, it lacks any grounding in our antitrust\njurisprudence. An upstream monopolist with no duty to deal is free\nto charge whatever wholesale price it would like; antitrust law\ndoes not forbid lawfully obtained monopolies from charging monopoly\nprices.Trinko,supra, at 407 (“The mere\npossession of monopoly power, and the concomitant charging of\nmonopoly prices, is not only not unlawful; it is an important\nelement of the free-market system”). Similarly, the Sherman Act\ndoes not forbid—indeed, itencourages—aggressive price\ncompetition at the retail level, as long as the prices being\ncharged are not predatory.Brooke Group, 509 U. S., at\n223–224. If both the wholesale price and the retail price are\nindependently lawful, there is no basis for imposing antitrust\nliability simply because a vertically integrated firm’s wholesale\nprice happens to be greater than or equal to its retail price.2. Amici assert that there are\ncircumstances in which price squeezes may harm competition. For\nexample, they assert that price squeezes may raise entry barriers\nthat fortify the upstream monopolist’s position; they also contend\nthat price squeezes may impair nonprice competition and innovation\nin the downstream market by driving independent firms out of\nbusiness. See Brief for AAI 11–15;Town of Concord,supra,at 23–24.The problem, however, is that amici have not\nidentified any independent competitive harm caused by price\nsqueezes above and beyond the harm that would result from a\nduty-to-deal violation at the wholesale level or predatory pricing\nat the retail level. See 3A P. Areeda & H. Hovenkamp, Antitrust\nLaw ¶767c, p. 126 (2d ed. 2002) (“[I]t is difficult to see anycompetitivesignificance [of a price squeeze] apart from\nthe consequences of vertical integration itself”). To the extent a\nmonopolist violates one of these doctrines, the plaintiffs have a\nremedy under existing law. We do not need to endorse a new theory\nof liability to prevent such harm.IVLastly, as mentioned above,\nplaintiffs have asked us for leave to amend their complaint to\nbring aBrooke Grouppredatory pricing claim. We need not\ndecide whether leave to amend should be granted. Our grant of\ncertiorari was limited to the question whether price-squeeze claims\nare cognizable in the absence of an antitrust duty to deal. The\nCourt of Appeals addressed only AT&T’s motion for judgment on\nthe pleadings on the plaintiffs’originalcomplaint.[Footnote 4] For the\nreasons stated, we hold that the price-squeeze claims set forth in\nthat complaint are not cognizable under the Sherman Act.Plaintiffs have also filed an\namended complaint, and the District Court concluded that this\ncomplaint, generously construed, could be read as alleging conduct\nthat met theBrooke Grouprequirements for predatory\npricing. App. to Pet. for Cert. 47a–52a, 56a. That order, however,\napplied the “no set of facts” pleading standard that we have since\nrejected as too lenient. SeeBell Atlantic Corp.v.Twombly,550 U. S. 544, 561–563\n(2007). It is for the District Court on remand to consider whether\nthe amended complaint states a claim upon which relief may be\ngranted in light of the new pleading standard we articulated inTwombly, whether plaintiffs should be given leave to amend\ntheir complaint to bring a claim underBrooke Group, and\nsuch other matters properly before it. Even if the amended\ncomplaint is further amended to add aBrooke Groupclaim,\nit may not survive a motion to dismiss. For if AT&T can\nbankrupt the plaintiffs by refusing to deal altogether, the\nplaintiffs must demonstrate why the law prevents AT&T from\nputting them out of business by pricing them out of the market.\nNevertheless, such questions are for the District Court to decide\nin the first instance. We do not address these issues here, as they\nare outside the scope of the question presented and were not\naddressed by the Court of Appeals in the decision below. SeeCutterv.Wilkinson,544 U. S. 709, 718, n. 7\n(2005) (“[W]e are a court of review, not of first view”).*  *  *Trinkoholds that a\ndefendant with no antitrust duty to deal with its rivals has no\nduty to deal under the terms and conditions preferred by those\nrivals. 540 U. S., at 409–410.Brooke Groupholds that low\nprices are only actionable under the Sherman Act when the prices\nare below cost and there is a dangerous probability that the\npredator will be able to recoup the profits it loses from the low\nprices. 509 U. S., at 222–224. In this case, plaintiffs have not\nstated a duty-to-deal claim underTrinkoand have not\nstated a predatory pricing claim underBrooke Group. They\nhave nonetheless tried to join a wholesale claim that cannot\nsucceed with a retail claim that cannot succeed, and alchemize them\ninto a new form of antitrust liability never before recognized by\nthis Court. We decline the invitation to recognize such claims. Two\nwrong claims do not make one that is right.The judgment of the Court of\nAppeals is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1Petitioners consist of several corporate\nentities and subsidiaries, and their names and corporate structures\nhave changed frequently over the course of this litigation. For\nsimplicity, we will refer to all the petitioners as “AT&T.”Footnote 2The Court of Appeals assumed that any duty to\ndeal arose only from FCC regulations, 503 F. 3d, at 878–879,\nn. 6, and the question on which we granted certiorari made the\nsame assumption. Even aside from the District Court’s reasoning,\nApp. to Pet. for Cert. 77a–85a, it seems quite unlikely that\nAT&T would have an antitrust duty to deal with the plaintiffs.\nSuch a duty requires a showing of monopoly power, but—as the FCC\nhas recognized, 20 FCC Rcd., at 14879–14887—the market for\nhigh-speed Internet service is now quite competitive; DSL providers\nface stiff competition from cable companies and wireless and\nsatellite providers.Footnote 3Like the Court of Appeals, 503 F. 3d, at\n880, amici argue that price-squeeze claims have been recognized by\nCircuit Courts for many years, beginning with Judge Hand’s opinion\ninUnited Statesv.Aluminum Co. of America, 148\nF. 2d 416 (CA2 1945) (Alcoa). In that case, the\nGovernment alleged that Alcoa was using its monopoly power in the\nupstream aluminum ingot market to squeeze the profits of downstream\naluminum sheet fabricators. The court concluded: “That it was\nunlawful to set the price of ‘sheet’ so low and hold the price of\ningot so high, seems to us unquestionable, provided, as we have\nheld, that on this record the price of ingot must be regarded as\nhigher than a ‘fair price.’ ”Id., at 438. Given\ndevelopments in economic theory and antitrust jurisprudence sinceAlcoa, we find our recent decisions inTrinkoandBrooke Groupmore pertinent to the question before us.Footnote 4We note a procedural irregularity with this\ncase: Normally, an amended complaint supersedes the original\ncomplaint. See 6 C. Wright & A. Miller, Federal Practice &\nProcedure §1476, pp. 556–557 (2d ed. 1990). Here, the District\nCourt addressed the amended complaint in its 2005 order, App. to\nPet. for Cert. 36a–52a, but the court only certified its 2004\norder—addressing theoriginalcomplaint—for interlocutory\nappeal,id., at 56a–57a. Both parties, as well as the\nSolicitor General, have expressed confusion about whether the\namended complaint and the 2005 order are properly before this\nCourt. See Brief for Petitioners 9, n. 6 (noting “some\nambiguity” about which order was certified); Brief for United\nStates 17 (“[I]t is unclear whether the 2005 Order and the amended\ncomplaint are properly at issue in this interlocutory appeal”);\nBrief for Respondents 8–10. The Court of Appeals majority did not\naddress any of the District Court’s holdings from the 2005 order,\nso we decline to consider those issues at this time.",
    "joined": []
}