{
    "case": {
        "docket": "135",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/135/"
    },
    "id": "1962812",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTHERRING V. UNITED STATES555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-513BENNIE DEAN HERRING, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eleventh circuit[January 14, 2009]Chief Justice Roberts delivered\nthe opinion of the Court.The Fourth Amendment forbids\n“unreasonable searches and seizures,” and this usually requires the\npolice to have probable cause or a warrant before making an arrest.\nWhat if an officer reasonably believes there is an outstanding\narrest warrant, but that belief turns out to be wrong because of a\nnegligent bookkeeping error by another police employee? The parties\nhere agree that the ensuing arrest is still a violation of the\nFourth Amendment, but dispute whether contraband found during a\nsearch incident to that arrest must be excluded in a later\nprosecution.Our cases establish that such suppression is\nnot an automatic consequence of a Fourth Amendment violation.\nInstead, the question turns on the culpability of the police and\nthe potential of exclusion to deter wrongful police conduct. Here\nthe error was the result of isolated negligence attenuated from the\narrest. We hold that in these circumstances the jury should not be\nbarred from considering all the evidence.IOn July 7, 2004, Investigator\nMark Anderson learned that Bennie Dean Herring had driven to the\nCoffee County Sheriff’s Department to retrieve something from his\nimpounded truck. Herring was no stranger to law enforcement, and\nAnderson asked the county’s warrant clerk, Sandy Pope, to check for\nany outstanding warrants for Herring’s arrest. When she found none,\nAnderson asked Pope to check with Sharon Morgan, her counterpart in\nneighboring Dale County. After checking Dale County’s computer\ndatabase, Morgan replied that there was an active arrest warrant\nfor Herring’s failure to appear on a felony charge. Pope relayed\nthe information to Anderson and asked Morgan to fax over a copy of\nthe warrant as confirmation. Anderson and a deputy followed Herring\nas he left the impound lot, pulled him over, and arrested him. A\nsearch incident to the arrest revealed methamphetamine in Herring’s\npocket, and a pistol (which as a felon he could not possess) in his\nvehicle. App. 17–23.There had, however, been a\nmistake about the warrant. The Dale County sheriff’s computer\nrecords are supposed to correspond to actual arrest warrants, which\nthe office also maintains. But when Morgan went to the files to\nretrieve the actual warrant to fax to Pope, Morgan was unable to\nfind it. She called a court clerk and learned that the warrant had\nbeen recalled five months earlier. Normally when a warrant is\nrecalled the court clerk’s office or a judge’s chambers calls\nMorgan, who enters the information in the sheriff’s computer\ndatabase and disposes of the physical copy. For whatever reason,\nthe information about the recall of the warrant for Herring did not\nappear in the database. Morgan immediately called Pope to alert her\nto the mixup, and Pope contacted Anderson over a secure radio. This\nall unfolded in 10 to 15 minutes, but Herring had already been\narrested and found with the gun and drugs, just a few hundred yards\nfrom the sheriff’s office.Id.,at 26, 35–42, 54–55.Herring was indicted in the District Court for\nthe Middle District of Alabama for illegally possessing the gun and\ndrugs, violations of 18 U. S. C. §922(g)(1) and 21 U.\nS. C. §844(a). He moved to suppress the evidence on the ground\nthat his initial arrest had been illegal because the warrant had\nbeen rescinded. The Magistrate Judge recommended denying the motion\nbecause the arresting officers had acted in a good-faith belief\nthat the warrant was still outstanding. Thus, even if there were a\nFourth Amendment violation, there was “no reason to believe that\napplication of the exclusionary rule here would deter the\noccurrence of any future mistakes.” App. 70. The District Court\nadopted the Magistrate Judge’s recommendation, 451 F. Supp. 2d\n1290 (2005), and the Court of Appeals for the Eleventh Circuit\naffirmed, 492 F. 3d 1212 (2007).The Eleventh Circuit found that the arresting\nofficers in Coffee County “were entirely innocent of any wrongdoing\nor carelessness.”id.,at 1218. The court assumed that\nwhoever failed to update the Dale County sheriff’s records was also\na law enforcement official, but noted that “the conduct in question\n[wa]s a negligent failure to act, not a deliberate or tactical\nchoice to act.”Ibid.Because the error was merely\nnegligent and attenuated from the arrest, the Eleventh Circuit\nconcluded that the benefit of suppressing the evidence “would be\nmarginal or nonexistent,”ibid.(internal quotation marks\nomitted), and the evidence was therefore admissible under the\ngood-faith rule ofUnited Statesv.Leon,468 U. S. 897(1984).Other courts have required exclusion of\nevidence obtained through similar police errors,e.g.,Hoayv.State, 348 Ark. 80, 86–87, 71\nS. W. 3d 573, 577 (2002), so we granted Herring’s\npetition for certiorari to resolve the conflict, 552 U. S. ___\n(2008). We now affirm the Eleventh Circuit’s judgment.IIWhen a probable-cause\ndetermination was based on reasonable but mistaken assumptions, the\nperson subjected to a search or seizure has not necessarily been\nthe victim of a constitutional violation. The very phrase “probable\ncause” confirms that the Fourth Amendment does not demand all\npossible precision. And whether the error can be traced to a\nmistake by a state actor or some other source may bear on the\nanalysis. For purposes of deciding this case, however, we accept\nthe parties’ assumption that there was a Fourth Amendment\nviolation. The issue is whether the exclusionary rule should be\napplied.AThe Fourth Amendment protects\n“[t]he right of the people to be secure in their persons, houses,\npapers, and effects, against unreasonable searches and seizures,”\nbut “contains no provision expressly precluding the use of evidence\nobtained in violation of its commands,”Arizonav.Evans,514 U. S.\n1, 10 (1995). Nonetheless, our decisions establish an\nexclusionary rule that, when applicable, forbids the use of\nimproperly obtained evidence at trial. See,e.g.,Weeksv.United States,232 U. S. 383, 398 (1914). We have\nstated that this judicially created rule is “designed to safeguard\nFourth Amendment rights generally through its deterrent effect.”United Statesv.Calandra,414 U. S. 338, 348\n(1974).In analyzing the applicability of\nthe rule,Leonadmonished that we must consider the\nactions of all the police officers involved. 468 U. S., at 923, n.\n24 (“It is necessary to consider the objective reasonableness, not\nonly of the officers who eventually executed a warrant, but also of\nthe officers who originally obtained it or who provided information\nmaterial to the probable-cause determination”). The Coffee County\nofficers did nothing improper. Indeed, the error was noticed so\nquickly because Coffee County requested a faxed confirmation of the\nwarrant.The Eleventh Circuit concluded, however, that\nsomebody in Dale County should have updated the computer database\nto reflect the recall of the arrest warrant. The court also\nconcluded that this error was negligent, but did not find it to be\nreckless or deliberate. 492 F. 3d, at 1218.[Footnote 1] That fact is crucial to our holding\nthat this error is not enough by itself to require “the extreme\nsanction of exclusion.”Leon,supra, at 916.B1. The fact that a Fourth\nAmendment violation occurred—i.e., that a search or arrest\nwas unreasonable—does not necessarily mean that the exclusionary\nrule applies.Illinoisv.Gates,462 U. S. 213, 223\n(1983). Indeed, exclusion “has always been our last resort, not our\nfirst impulse,”Hudsonv.Michigan,547 U. S. 586, 591\n(2006), and our precedents establish important principles that\nconstrain application of the exclusionary rule.First, the exclusionary rule is\nnot an individual right and applies only where it “ ‘result[s]\nin appreciable deterrence.’ ”Leon,supra,at 909 (quotingUnited Statesv.Janis,428 U. S. 433, 454\n(1976)). We have repeatedly rejected the argument that exclusion is\na necessary consequence of a Fourth Amendment violation.Leon,\nsupra,at 905–906;Evans,supra,at 13–14;Pennsylvania Bd. of Probation and Parolev.Scott,524\nU. S. 357, 363 (1998). Instead we have focused on the efficacy\nof the rule in deterring Fourth Amendment violations in the future.\nSeeCalandra,supra, at 347–355;Stonev.Powell,428 U. S. 465, 486\n(1976).[Footnote 2]In addition, the benefits of deterrence must\noutweigh the costs.Leon,supra, at 910. “We have\nnever suggested that the exclusionary rule must apply in every\ncircumstance in which it might provide marginal deterrence.”Scott,supra,at 368. “[T]o the extent that\napplication of the exclusionary rule could provide some incremental\ndeterrent, that possible benefit must be weighed against [its]\nsubstantial social costs.”Illinoisv.Krull,480 U. S. 340, 352–353 (1987)\n(internal quotation marks omitted). The principal cost of applying\nthe rule is, of course, letting guilty and possibly dangerous\ndefendants go free—something that “offends basic concepts of the\ncriminal justice system.”Leon,supra,at 908.\n“[T]he rule’s costly toll upon truth-seeking and law enforcement\nobjectives presents a high obstacle for those urging [its]\napplication.”Scott,supra,at 364–365 (internal\nquotation marks omitted); see alsoUnited Statesv.Havens,446\nU. S. 620, 626–627 (1980);United Statesv.Payner,447\nU. S. 727, 734 (1980).These principles are reflected in the holding\nofLeon: When police act under a warrant that is invalid\nfor lack of probable cause, the exclusionary rule does not apply if\nthe police acted “in objectively reasonable reliance” on the\nsubsequently invalidated search warrant. 468 U. S., at 922. We\n(perhaps confusingly) called this objectively reasonable reliance\n“good faith.”Ibid., n. 23. In a companion case,Massachusettsv.Sheppard,468 U. S. 981(1984), we\nheld that the exclusionary rule did not apply when a warrant was\ninvalid because a judge forgot to make “clerical corrections” to\nit.Id.,at 991.Shortly thereafter we extended these holdings\nto warrantless administrative searches performed in good-faith\nreliance on a statute later declared unconstitutional.Krull,supra, at 349–350. Finally, inEvans,514 U. S.\n1, we applied this good-faith rule to police who reasonably\nrelied on mistaken information in a court’s database that an arrest\nwarrant was outstanding. We held that a mistake made by a judicial\nemployee could not give rise to exclusion for three reasons: The\nexclusionary rule was crafted to curb police rather than judicial\nmisconduct; court employees were unlikely to try to subvert the\nFourth Amendment; and “most important, there [was] no basis for\nbelieving that application of the exclusionary rule in [those]\ncircumstances” would have any significant effect in deterring the\nerrors.Id.,at 15.Evansleft unresolved\n“whether the evidence should be suppressed if police personnel were\nresponsible for the error,”[Footnote 3] an issue not argued by the State in that case,id.,at 16, n. 5, but one that we now confront.2. The extent to which the exclusionary rule\nis justified by these deterrence principles varies with the\nculpability of the law enforcement conduct. As we said inLeon, “an assessment of the flagrancy of the police\nmisconduct constitutes an important step in the calculus” of\napplying the exclusionary rule. 468 U. S., at 911. Similarly, inKrullwe elaborated that “evidence should be suppressed\n‘only if it can be said that the law enforcement officer had\nknowledge, or may properly be charged with knowledge, that the\nsearch was unconstitutional under the Fourth Amendment.’ ” 480\nU. S., at 348–349 (quotingUnited Statesv.Peltier,422 U. S. 531, 542\n(1975)).Anticipating the good-faith exception to the\nexclusionary rule, Judge Friendly wrote that “[t]he beneficent aim\nof the exclusionary rule to deter police misconduct can be\nsufficiently accomplished by a practice . . . outlawing evidence\nobtained by flagrant or deliberate violation of rights.” The Bill\nof Rights as a Code of Criminal Procedure, 53 Calif. L. Rev.\n929, 953 (1965) (footnotes omitted); see alsoBrownv.Illinois,422 U. S. 590, 610–611\n(1975) (Powell, J., concurring in part) (“[T]he deterrent value of\nthe exclusionary rule is most likely to be effective” when\n“official conduct was flagrantly abusive of Fourth Amendment\nrights”).Indeed, the abuses that gave rise to the\nexclusionary rule featured intentional conduct that was patently\nunconstitutional. InWeeks,232 U. S. 383, a foundational\nexclusionary rule case, the officers had broken into the\ndefendant’s home (using a key shown to them by a neighbor),\nconfiscated incriminating papers, then returned again with a U. S.\nMarshal to confiscate even more.Id., at 386. Not only did\nthey have no search warrant, which the Court held was required, but\nthey could not have gotten one had they tried. They were so lacking\nin sworn and particularized information that “not even an order of\ncourt would have justified such procedure.”Id., at\n393–394.Silverthorne Lumber Co.v.United\nStates,251 U.\nS. 385(1920), on which petitioner repeatedly relies, was\nsimilar; federal officials “without a shadow of authority” went to\nthe defendants’ office and “made a clean sweep” of every paper they\ncould find.Id., at 390. Even the Government seemed to\nacknowledge that the “seizure was an outrage.”Id.,at\n391.Equally flagrant conduct was at issue inMappv.Ohio,367 U. S. 643(1961),\nwhich overruledWolfv.Colorado,338 U. S. 25(1949), and\nextended the exclusionary rule to the States. Officers forced open\na door to Ms. Mapp’s house, kept her lawyer from entering,\nbrandished what the court concluded was a false warrant, then\nforced her into handcuffs and canvassed the house for obscenity.\n367 U. S., at 644–645. See Friendly,supra, at 953, and n.\n127 (“[T]he situation inMapp” featured a “flagrant or\ndeliberate violation of rights”). An error that arises from\nnonrecurring and attenuated negligence is thus far removed from the\ncore concerns that led us to adopt the rule in the first place. And\nin fact sinceLeon, we have never applied the rule to\nexclude evidence obtained in violation of the Fourth Amendment,\nwhere the police conduct was no more intentional or culpable than\nthis.3. To trigger the exclusionary rule, police\nconduct must be sufficiently deliberate that exclusion can\nmeaningfully deter it, and sufficiently culpable that such\ndeterrence is worth the price paid by the justice system. As laid\nout in our cases, the exclusionary rule serves to deter deliberate,\nreckless, or grossly negligent conduct, or in some circumstances\nrecurring or systemic negligence. The error in this case does not\nrise to that level.[Footnote\n4]Our decision inFranksv.Delaware,438 U. S. 154(1978),\nprovides an analogy. Cf.Leon,supra, at 914. InFranks, we held that police negligence in obtaining a\nwarrant did not even rise to the level of a Fourth Amendment\nviolation, let alone meet the more stringent test for triggering\nthe exclusionary rule. We held that the Constitution allowed\ndefendants, in some circumstances, “to challenge the truthfulness\nof factual statements made in an affidavit supporting the warrant,”\neven after the warrant had issued. 438 U. S., at 155–156. If those\nfalse statements were necessary to the Magistrate Judge’s\nprobable-cause determination, the warrant would be “voided.”Ibid.But we did not find all false statements relevant:\n“There must be allegations of deliberate falsehood or of reckless\ndisregard for the truth,” and “[a]llegations of negligence or\ninnocent mistake are insufficient.”Id., at 171.Both this case andFranksconcern\nfalse information provided by police. UnderFranks,\nnegligent police miscommunications in the course of acquiring a\nwarrant do not provide a basis to rescind a warrant and render a\nsearch or arrest invalid. Here, the miscommunications occurred in a\ndifferent context—after the warrant had been issued and\nrecalled—but that fact should not require excluding the evidence\nobtained.The pertinent analysis of deterrence and\nculpability is objective, not an “inquiry into the subjective\nawareness of arresting officers,” Reply Brief for Petitioner 4–5.\nSee alsopost, at 10, n. 7 (Ginsburg, J.,\ndissenting). We have already held that “our good-faith inquiry is\nconfined to the objectively ascertainable question whether a\nreasonably well trained officer would have known that the search\nwas illegal” in light of “all of the circumstances.”Leon,\n468 U. S., at 922, n. 23. These circumstances frequently\ninclude a particular officer’s knowledge and experience, but that\ndoes not make the test any more subjective than the one for\nprobable cause, which looks to an officer’s knowledge and\nexperience,Ornelasv.United States,517 U. S. 690, 699–700\n(1996), but not his subjective intent,Whrenv.United\nStates,517 U.\nS. 806, 812–813 (1996).4. We do not suggest that all recordkeeping\nerrors by the police are immune from the exclusionary rule. In this\ncase, however, the conduct at issue was not so objectively culpable\nas to require exclusion. InLeonwe held that “the\nmarginal or nonexistent benefits produced by suppressing evidence\nobtained in objectively reasonable reliance on a subsequently\ninvalidated search warrant cannot justify the substantial costs of\nexclusion.” 468 U. S., at 922. The same is true when evidence is\nobtained in objectively reasonable reliance on a subsequently\nrecalled warrant.If the police have been shown to be reckless\nin maintaining a warrant system, or to have knowingly made false\nentries to lay the groundwork for future false arrests, exclusion\nwould certainly be justified under our cases should such misconduct\ncause a Fourth Amendment violation. We said as much inLeon, explaining that an officer could not “obtain a\nwarrant on the basis of a ‘bare bones’ affidavit and then rely on\ncolleagues who are ignorant of the circumstances under which the\nwarrant was obtained to conduct the search.”Id., at 923,\nn. 24 (citingWhiteleyv.Warden, Wyo. State\nPenitentiary,401 U. S. 560, 568\n(1971)). Petitioner’s fears that our decision will cause police\ndepartments to deliberately keep their officers ignorant, Brief for\nPetitioner 37–39, are thus unfounded.The dissent also adverts to the possible\nunreliability of a number of databases not relevant to this case.Post, at 8–9. In a case where systemic errors were\ndemonstrated, it might be reckless for officers to rely on an\nunreliable warrant system. SeeEvans, 514 U. S., at 17\n(O’Connor, J., concurring) (“Surely it wouldnotbe\nreasonable for the police to rely . . . on a recordkeeping system .\n. . thatroutinelyleads to false arrests” (second\nemphasis added));Hudson, 547 U. S., at 604 (Kennedy, J.,\nconcurring) (“If awidespread patternof violations were\nshown … there would be reason for grave concern” (emphasis added)).\nBut there is no evidence that errors in Dale County’s system are\nroutine or widespread. Officer Anderson testified that he had never\nhad reason to question information about a Dale County warrant,\nApp. 27, and both Sandy Pope and Sharon Morgan testified that they\ncould remember no similar miscommunication ever happening on their\nwatch,id., at 33, 61–62. That is even less error than in\nthe database at issue inEvans, where we also found\nreliance on the database to be objectively reasonable. 514 U. S.,\nat 15 (similar error “every three or four years”). Because no such\nshowings were made here, see 451 F. Supp. 2d, at\n1292,[Footnote 5] the Eleventh\nCircuit was correct to affirm the denial of the motion to\nsuppress.*  *  *Petitioner’s claim that police\nnegligence automatically triggers suppression cannot be squared\nwith the principles underlying the exclusionary rule, as they have\nbeen explained in our cases. In light of our repeated holdings that\nthe deterrent effect of suppression must be substantial and\noutweigh any harm to the justice system,e.g.,Leon, 468 U. S., at 909–910, we conclude that when police\nmistakes are the result of negligence such as that described here,\nrather than systemic error or reckless disregard of constitutional\nrequirements, any marginal deterrence does not “pay its way.”Id.,at 907–908, n. 6 (internal quotation marks\nomitted). In such a case, the criminal should not “go free because\nthe constable has blundered.”Peoplev.Defore,\n242 N. Y. 13, 21, 150 N. E. 585, 587 (1926) (opinion of\nthe Court by Cardozo, J.).The judgment of the Court of\nAppeals for the Eleventh Circuit is affirmed.It is so ordered.Footnote 1At an earlier point in its opinion, the\nEleventh Circuit described the error as “ ‘at the very least\nnegligent,’ ” 492 F. 3d 1212, 1217 (2007) (quotingMichiganv.Tucker,417 U. S. 433, 447\n(1974)). But in the next paragraph, it clarified that the error was\n“a negligent failure to act, not a deliberate or tactical choice to\nact,” 492 F. 3d, at 1218. The question presented treats the\nerror as a “negligen[t]” one, see Pet. for Cert. i; Brief in\nOpposition (I), and both parties briefed the case on that\nbasis.Footnote 2Justice Ginsburg’s dissent champions what she\ndescribes as “ ‘a more majestic conception’ of . . . the\nexclusionary rule,”post, at 5 (quotingArizonav.Evans,514 U. S.\n1, 18 (1995) (Stevens, J., dissenting)), which would exclude\nevidence even where deterrence does not justify doing so. Majestic\nor not, our cases reject this conception, see,e.g.,United Statesv.Leon,468 U. S. 897, 921, n. 22 (1984), and\nperhaps for this reason, her dissent relies almost exclusively on\nprevious dissents to support its analysis.Footnote 3We thus reject Justice Breyer’s suggestion\nthatEvanswas entirely “premised on a distinction between\njudicial errors and police errors,”post, at 1 (dissenting\nopinion). Were that the only rationale for our decision, there\nwould have been no reason for us expressly and carefully to leave\npolice error unresolved. In addition, to the extentEvansis viewed as presaging a particular result here, it is noteworthy\nthat the dissent’s view in that case was that the distinction\nJustice Breyer regards as determinative was instead “artificial.”\n514 U. S., at 29 (Ginsburg, J., dissenting).Footnote 4We do not quarrel with Justice Ginsburg’s\nclaim that “liability for negligence . . . creates an incentive to\nact with greater care,”post,at 7, and we do not suggest\nthat the exclusion of this evidence could havenodeterrent effect. But our cases require any deterrence to “be\nweighed against the ‘substantial social costs exacted by the\nexclusionary rule,’ ”Illinoisv.Krull,480 U. S. 340, 352–353 (1987) (quotingLeon, 468 U. S., at 907), and here exclusion is not worth\nthe cost.Footnote 5Justice Ginsburg notes that at an earlier\nsuppression hearing Morgan testified—apparently in confusion—that\nthere had been miscommunications “[s]everal times.”Post,\nat 3, n. 2 (quoting App. to Pet. for Cert. 17a). When she\nlater realized that she had misspoken, Morgan emphatically\ncorrected the record. App. 61–62. Noting this, the District Court\nfound that “Morgan’s ‘several times’ statement is confusing and\nessentially unhelpful,” and concluded that there was “no credible\nevidence of routine problems with disposing of recalled warrants.”\n451 F. Supp. 2d, at 1292. This factual determination,\nsupported by the record and credited by the Court of Appeals, see\n492 F. 3d, at 1219, is of course entitled to deference.",
    "joined": []
}