{
    "case": {
        "docket": "674",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/674/"
    },
    "id": "1962644",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTMUNAF V. GEREN553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNOS. 06-1666 AND 07-394MOHAMMAD MUNAF, et al., PETITIONERS06–1666v.PETE GEREN, SECRETARY OF THE ARMY,\net al.PETE GEREN, SECRETARY OF THE ARMY,\net al., PETITIONERS07–394v.SANDRA K. OMAR andAHMED S. OMAR, as next\nfriends of SHAWQI AHMAD OMARon writs of certiorari to the united states court\nof appeals for the district of columbia circuit[June 12, 2008]Chief Justice Roberts delivered\nthe opinion of the Court.The Multinational Force–Iraq\n(MNF–I) is an international coalition force operating in Iraq\ncomposed of 26 different nations, including the United States. The\nforce operates under the unified command of United States military\nofficers, at the request of the Iraqi Government, and in accordance\nwith United Nations (U. N.) Security Council Resolutions.\nPursuant to the U. N. mandate, MNF–I forces detain individuals\nalleged to have committed hostile or warlike acts in Iraq, pending\ninvestigation and prosecution in Iraqi courts under Iraqi law.These consolidated cases concern the\navailability of habeas corpus relief arising from the MNF–I’s\ndetention of American citizens who voluntarily traveled to Iraq and\nare alleged to have committed crimes there. We are confronted with\ntwo questions.First, do United States courts have\njurisdiction over habeas corpus petitions filed on behalf of\nAmerican citizens challenging their detention in Iraq by the MNF–I?Second, if such jurisdiction exists, may district courts\nexercise that jurisdiction to enjoin the MNF–I from transferring\nsuch individuals to Iraqi custody or allowing them to be tried\nbefore Iraqi courts?We conclude that the habeas statute extends to\nAmerican citizens held overseas by American forces operating\nsubject to an American chain of command, even when those forces are\nacting as part of a multinational coalition. Under circumstances\nsuch as those presented here, however, habeas corpus provides\npetitioners with no relief.IPursuant to its U. N.\nmandate, the MNF–I has “ ‘the authority to take all necessary\nmeasures to contribute to the maintenance of security and stability\nin Iraq.’ ” App. G to Pet. for Cert. in 07–394, p. 74a,\n¶10 (quoting U. N. Security Council, U. N. Doc.\nS/Res/1546, ¶10 (June 2004)). To this end, the MNF–I engages in a\nvariety of military and humanitarian activities. The multinational\nforce, for example, conducts combat operations against insurgent\nfactions, trains and equips Iraqi security forces, and aids in\nrelief and reconstruction efforts.MNF–I forces also detain\nindividuals who pose a threat to the security of Iraq. The\nGovernment of Iraq retains ultimate responsibility for the arrest\nand imprisonment of individuals who violate its laws, but because\nmany of Iraq’s prison facilities have been destroyed, the MNF–I\nagreed to maintain physical custody of many such individuals during\nIraqi criminal proceedings. MNF–I forces are currently holding\napproximately 24,000 detainees. An American military unit, Task\nForce 134, oversees detention operations and facilities in Iraq,\nincluding those located at Camp Cropper, the detention facility\ncurrently housing Shawqi Omar and Mohammad Munaf (herein- after\npetitioners). The unit is under the command of United States\nmilitary officers who report to General David Petraeus.APetitioner Shawqi Omar, an\nAmerican-Jordanian citizen, voluntarily traveled to Iraq in 2002.\nIn October 2004, Omar was captured and detained in Iraq by U. S.\nmilitary forces operating as part of the MNF–I during a raid of his\nBaghdad home. Omar is believed to have provided aid to Abu Musab\nal-Zarqawi—the late leader of al Qaeda in Iraq—by facilitating his\ngroup’s connection with other terrorist groups, bringing foreign\nfighters into Iraq, and planning and executing kidnappings in Iraq.\nMNF–I searched his home in an effort to capture and detain\ninsurgents who were associated with al-Zarqawi. The raid netted an\nIraqi insurgent and four Jordanian fighters along with explosive\ndevices and other weapons.The captured insurgents gave\nsworn statements implicating Omar in insurgent cell activities. The\nfour Jordanians testified that they had traveled to Iraq with Omar\nto commit militant acts against American and other Coalition\nForces. Each of the insurgents stated that, while living in Omar’s\nhome, they had surveilled potential kidnap victims and conducted\nweapons training. The insurgents explained that Omar’s fluency in\nEnglish allowed him to lure foreigners to his home in order to\nkidnap and sell them for ransom.Following Omar’s arrest, a three-member MNF–I\nTribunal composed of American military officers concluded that Omar\nposed a threat to the security of Iraq and designated him a\n“security internee.” The tribunal also found that Omar had\ncommitted hostile and warlike acts, and that he was an enemy\ncombatant in the war on terrorism. In accordance with Article 5 of\nthe Geneva Convention, Omar was permitted to hear the basis for his\ndeten- tion, make a statement, and call immediately available\nwitnesses.In addition to the review of his detention by\nthe MNF–I Tribunal, Omar received a hearing before the Combined\nReview and Release Board (CRRB)—a nine-member board composed of six\nrepresentatives of the Iraqi Government and three MNF–I officers.\nThe CRRB, like the MNF–I Tribunal, concluded that Omar’s continued\ndetention was necessary because he posed a threat to Iraqi\nsecurity. At all times since his capture, Omar has remained in the\ncustody of the United States military operating as part of the\nMNF–I.Omar’s wife and son filed a next-friend\npetition for a writ of habeas corpus on Omar’s behalf in the\nDistrict Court for the District of Columbia.Omarv.Harvey, 479 F. 3d 1, 4 (CADC 2007). After the\nDepartment of Justice informed Omar that the MNF–I had decided to\nrefer him to the Central Criminal Court of Iraq (CCCI) for criminal\nproceedings, his attorney sought and obtained a preliminary\ninjunction barring Omar’s “remov[al] … from United States or MNF-I\ncustody.” App. to Pet. in No. 07–394,supra, at 59a. The\norder directed that“the [United States], their agents, servants,\nemployees, confederates, and any persons acting in concert or\nparticipation with them, or having actual or implicit knowledge of\nthis Order … shall not remove [Omar] from United States or MNF-I\ncustody, or take any other action inconsistent with this court’s\nmemorandum opinion.”Ibid.The United States appealed\nand the Court of Appeals for the District of Columbia Circuit\naffirmed. Omar, 479 F. 3d 1. The Court of Appeals first\nupheld the District Court’s exercise of habeas jurisdiction,\nfinding that this Court’s decision inHirotav.MacArthur,338 U. S. 197(1948)\n(per curiam), did not preclude review. The Court of\nAppeals distinguishedHirotaon the ground that Omar,\nunlike the petitioner in that case, had yet to be convicted by a\nforeign tribunal. 479 F. 3d, at 7–9. The Court of Appeals\nrecognized, however, that the writ of habeas corpus could not be\nused to enjoin release.Id., at 11. It therefore construed\nthe injunction only to bar transfer to Iraqi custody and upheld the\nDistrict Court’s order insofar as it prohibited the United States\nfrom: (1) transferring Omar to Iraqi custody,id., at\n11–13; (2) sharing details concerning any decision to release Omar\nwith the Iraqi Government,id., at 13; and (3) presenting\nOmar to the Iraqi Courts for investigation and prosecution,id., at 14.Judge Brown dissented. She joined the panel’s\njurisdictional ruling, but would have vacated the injunction\nbecause, in her view, the District Court had no authority to enjoin\na transfer that would allow Iraqi officials to take custody of an\nindividual captured in Iraq—something the Iraqi Government\n“undeniably h[ad] a right to do.”Id., at 19. We granted\ncertiorari. 552 U. S. ___ (2007).BPetitioner Munaf, a citizen of\nboth Iraq and the United States, voluntarily traveled to Iraq with\nseveral Romanian journalists. He was to serve as the journalists’\ntranslator and guide. Shortly after arriving in Iraq, the group was\nkidnapped and held captive for two months. After the journalists\nwere freed, MNF–I forces detained Munaf based on their belief that\nhe had orchestrated the kidnappings.A three-judge MNF–I Tribunal\nconducted a hearing to determine whether Munaf’s detention was\nwarranted. The MNF–I Tribunal reviewed the facts surrounding\nMunaf’s capture, interviewed witnesses, and considered the\navailable intelligence information. Munaf was present at the\nhearing and had an opportunity to hear the grounds for his\ndetention, make a statement, and call immediately available\nwitnesses. At the end of the hearing, the tribunal found that Munaf\nposed a serious threat to Iraqi security, designated him a\n“security internee,” and referred his case to the CCCI for criminal\ninvestigation and prosecution.During his CCCI trial, Munaf admitted on\ncamera and in writing that he had facilitated the kidnapping of the\nRomanian journalists. He also appeared as a witness against his\nalleged co-conspirators. Later in the proceedings, Munaf recanted\nhis confession, but the CCCI nonetheless found him guilty of\nkidnapping. On appeal, the Iraqi Court of Cassation vacated Munaf’s\nconviction and remanded his case to the CCCI for further\ninvestigation.In re Hikmat, No. 19/Pub. Comm’n/2007,\np. 5 (Feb. 19, 2008). The Court of Cassation directed that\nMunaf was to “remain in custody pending the outcome” of further\ncriminal proceedings.Ibid.Meanwhile, Munaf ’s sister filed a\nnext-friend petition for a writ of habeas corpus in the District\nCourt for the District of Columbia.Mohammedv.Harvey, 456 F.  Supp. 2d 115, 118 (2006). The\nDistrict Court dismissed the petition for lack of jurisdiction,\nfinding that this Court’s decision inHirotacontrolled:\nMunaf was “in the custody of coalition troops operating under the\naegis of MNF–I, who derive their ultimate authority from the United\nNations and the MNF-I member nations acting jointly.” 456\nF. Supp. 2d, at 122.The Court of Appeals for the District of\nColumbia Circuit affirmed. 482 F. 3d 582 (2007) (hereinafterMuraf). The Court of Appeals, “[c]onstrained by\nprecedent,” agreed with the District Court thatHirotacontrolled and dismissed Munaf’s petition for lack of jurisdiction.\n482 F.  3d, at 583. It distinguished the prior opinion inOmaron the ground that Munaf, like the habeas petitioner\ninHirotabut unlike Omar, had been convicted by a foreign\ntribunal. 482 F. 3d,at 583–584.Judge Randolph concurred in the judgment.Id., at 585. He concluded that the District Court had\nimproperly dismissed for want of jurisdiction because “Munaf is an\nAmerican citizen . . . held by American forces overseas.”Ibid.Nevertheless, Judge Randolph would have held that\nMunaf’s habeas petition failed on the merits.Id., at 586.\nHe relied on this Court’s holding inWilsonv.Girard,354 U. S. 524, 529 (1957), that a\n“sovereign nation has exclusive jurisdiction to punish offenses\nagainst its laws committed within its borders,” and concluded that\nthe fact that the United States was holding Munaf because of his\nconviction by a foreign tribunal was conclusive.Ibid.[Footnote 1]We granted certiorari and consolidated theOmarandMunafcases. 552 U. S. ___ (2007).IIThe Solicitor General argues that\nthe federal courts lack jurisdiction over the detainees’ habeas\npetitions because the American forces holding Omar and Munaf\noperate as part of a multinational force. Brief for Federal Parties\n17–36. The habeas statute provides that a federal district court\nmay entertain a habeas application by a person held “in custody\nunder or by color of the authority of the United States,” or “in\ncustody in violation of the Constitution or laws or treaties of the\nUnited States.” 28 U. S. C. §§2241(c)(1), (3). MNF–I forces,\nthe argument goes, “are not operating solely under United States\nauthority, but rather ‘as the agent of’ a multinational force.”\nBrief for Federal Parties 23 (quotingHirota,supra, at 198). Omar and Munaf are thus held pursuant to\ninternational authority, not “the authority of the United States,”\n§2241(c)(1), and they are therefore not within the reach of the\nhabeas statute. Brief for Federal Parties 17–18.[Footnote 2]    The United States\nacknowledges that Omar and Munaf are American citizens held\noverseas in the immediate “ ‘physical custody’ ” of\nAmerican soldiers who answer only to an American chain of command.Id., at 21. The MNF–I itself operates subject to a unified\nAmerican command.Id.,at 23. “[A]s a practical matter,”\nthe Government concedes, it is “the President and the Pentagon, the\nSecretary of Defense, and the American commanders that control what\n… American soldiers do,” Tr. of Oral Arg. 15, including the\nsoldiers holding Munaf and Omar. In light of these admissions, it\nis unsurprising that the United States has never argued that it\nlacks the authority to release Munaf or Omar, or that it requires\nthe consent of other countries to do so.We think these concessions the\nend of the jurisdictional inquiry. The Government’s argument—that\nthe federal courts have no jurisdiction over American citizens held\nby American forces operating as multinational agents—is not easily\nreconciled with the text of §2241(c)(1). SeeDuncanv.Walker,533\nU. S. 167, 172 (2001) (“We begin, as always, with the language\nof the statute”). That section applies to persons held “in custody\nunder or by color of the authority of the United States.”\n§2241(c)(1). An individual is held “in custody” by the United\nStates when the United States official charged with his detention\nhas “the power to produce” him.Walesv.Whitney,114 U. S. 564,\n574 (1885); see also §2243 (“The writ . . . shall be directed to\nthe person having custody of the person detained”). The disjunctive\n“or” in §2241(c)(1) makes clear that actual custody by the United\nStates suffices for jurisdiction, even if that custody could be\nviewed as “under … color of” another authority, such as the\nMNF–I.The Government’s primary contention is that\nthe District Courts lack jurisdiction in these cases because of\nthis Court’s decision inHirota.    That\nslip of a case cannot bear the weight the Government would place on\nit. InHirota, Japanese citizens sought permission to file\nhabeas corpus applications directly in this Court. The petitioners\nwere noncitizens detained in Japan. They had been convicted and\nsentenced by the International Military Tribunal for the Far\nEast—an international tribunal established by General Douglas\nMacArthur acting, as the Court put it, in his capacity as “the\nagent of the Allied Powers.” 338 U. S., at 198. Although those\nfamiliar with the history of the period would appreciate the\npossibility of confusion over who General MacArthur took orders\nfrom, the Court concluded that the sentencing tribunal was “not a\ntribunal of the United States.”Ibid. The Court then held\nthat, “[u]nder the foregoing circumstances,” United States courts\nhad “no power or authority to review, to affirm, set aside or annul\nthe judgments and sentences” imposed by that tribunal.Ibid. Accordingly, the Court denied petitioners leave to\nfile their habeas corpus applications, without further legal\nanalysis.Ibid.The Government argues that the multinational\ncharacter of the MNF–I, like the multinational character of the\ntribunal at issue inHirota, means that it too is not a\nUnited States entity subject to habeas. Reply Brief for Federal\nParties 5–7. In making this claim, the Government acknowledges that\nthe MNF–I is subject to American authority, but contends that the\nsame was true of the tribunal at issue inHirota. InHirota, the Government notes, the petitioners were held by\nthe United States Eighth Army, which took orders from General\nMacArthur, 338 U. S., at 199 (Douglas, J., concurring), and were\nsubject to an “unbroken” chain of U. S. command, ending with the\nPresident of the United States,id., at 207.The Court inHirota, however, may\nhave found it significant, in considering the nature of the\ntribunal established by General MacArthur, that the Solicitor\nGeneral expressly contended that General MacArthur, as pertinent,\nwas not subject to United States authority. The facts suggesting\nthat the tribunal inHirotawas subject to an “unbroken”\nUnited States chain of command were not among the “foregoing\ncircumstances” cited in theper curiamopinion disposing\nof the case,id.,at 198. They were highlighted only in\nJustice Douglas’s belated opinion concurring in the result,\npublished five months after thatper curiam.Id.,\nat 199, n.*. Indeed, arguing before this Court, Solicitor General\nPerlman stated that General MacArthur did not serve “under the\nJoint Chiefs of Staff,” that his duty was “to obey the directives\nof the Far Eastern Commission and not our War Department,” and that\n“no process that could be issued from this court … would have any\neffect on his action.” Tr. of Oral Arg. inHirotav.MacArthur, O. T. 1948, No. 239, pp. 42, 50, 51. Here,\nin contrast, the Government acknowledges that our military\ncommanders do answer to the President.Even if the Government is correct that the\ninternational authority at issue inHirotais no different\nfrom the international authority at issue here, the present\n“circumstances” differ in another respect. These cases concern\nAmerican citizens whileHirotadid not, and the Court has\nindicated that habeas jurisdiction can depend on citizenship. SeeJohnsonv.Eisentrager,339 U. S. 763, 781\n(1950);Rasulv.Bush,542 U. S. 466, 486\n(2004) (Kennedy, J., concurring in judgment). See alsoMunaf, 482 F. 3d, at 584 (“[W]e do not mean to\nsuggest that we find the logic ofHirotaespecially clear\nor compelling, particularly as applied to American citizens”);id., at 585 (Randolph, J., concurring in\njudgment).[Footnote 3] “Under\nthe foregoing circumstances,” we decline to extend our holding inHirotato preclude American citizens held overseas by\nAmerican soldiers subject to a United States chain of command from\nfiling habeas petitions.IIIWe now turn to the question\nwhether United States district courts may exercise their habeas\njurisdiction to enjoin our Armed Forces from transferring\nindividuals detained within another sovereign’s territory to that\nsovereign’s government for criminal prosecution. The nature of that\nquestion requires us to proceed “with the circumspection\nappropriate when this Court is adjudicating issues inevitably\nentangled in the conduct of our international relations.”Romerov.International Terminal Operating Co.,358 U. S. 354,\n383 (1959). Here there is the further consideration that those\nissues arise in the context of ongoing military operations\nconducted by American Forces overseas. We therefore approach these\nquestions cognizant that “courts traditionally have been reluctant\nto intrude upon the authority of the Executive in military and\nnational security affairs.”Department of Navyv.Egan,484\nU. S. 518, 530 (1988).InOmar, the District\nCourt granted and the D. C. Circuit upheld a preliminary\ninjunction that, as interpreted by the Court of Appeals, prohibited\nthe United States from (1) effectuating “Omar’s transferin any\nform, whether by an official handoff or otherwise,” to Iraqi\ncustody, 479 F. 3d, at 12; (2) sharing details concerning any\ndecision to release Omar with the Iraqi Government,id.,\nat 13; and (3) “presenting Omar to the [Iraqi courts] for trial,”id., at 14. This is not a narrow injunction. Even the\nhabeas petitioners do not defend it in its entirety. They\nacknowledge the authority of the Iraqi courts to begin criminal\nproceedings against Omar and wisely concede that any injunction\n“clearly need not include a bar on ‘information-sharing.’ ”\nBrief for Habeas Petitioners 61. As Judge Brown noted in her\ndissent, such a bar would impermissibly “enjoin the United States\nmilitary from sharing information with an allied foreign sovereign\nin a war zone.”Omar,supra, at 18.We begin with the basics. A preliminary\ninjunction is an “extraordinary and drastic remedy,” 11A C. Wright,\nA. Miller, & M. Kane, Federal Practice and Procedure §2948, p.\n129 (2d ed. 1995) (hereinafter Wright & Miller) (footnotes\nomitted); it is never awarded as of right,Yakusv.United States,321 U. S. 414, 440\n(1944). Rather, a party seeking a preliminary injunction must\ndemonstrate, among other things, “a likelihood of success on the\nmerits.”Gonzalesv.O Centro Espírita Beneficente\nUni&abreve;o do Vegetal,546 U. S. 418, 428\n(2006) (citingMazurekv.Armstrong,520 U. S. 968, 972\n(1997) (per curiam);Doranv.Salem Inn,\nInc.,422 U. S.\n922, 931 (1975)). But one searches the opinions below in vain\nfor any mention of a likelihood of success as to the merits of\nOmar’s habeas petition. Instead, the District Court concluded that\nthe “jurisdictionalissues” presented questions “so\nserious, substantial, difficult and doubtful, as to make them fair\nground for litigation and thus for more deliberative\ninvestigation.”Omarv.Harvey,416 F. Supp. 2d\n19, 23–24, 27 (DC 2006) (internal quotation marks omitted; emphasis\nadded).The D. C. Circuit made the same mistake.\nIn that court’s view, the “only question before [it] at th[at]\nstage of the litigation relate[d] to the district court’s\njurisdiction.” 479 F. 3d, at 11. As a result, the Court of\nAppeals held that it “need not address” the merits of Omar’s habeas\nclaims: those merits had “no relevance.”Ibid.A difficult question as to jurisdiction is, of\ncourse, no reason to grant a preliminary injunction. It says\nnothing about the “likelihood of success on the merits,” other than\nmaking such success moreunlikelydue to potential\nimpediments to even reaching the merits. Indeed, if all a\n“likelihood of success on the merits” meant was that the district\ncourt likely had jurisdiction, then preliminary injunctions would\nbe the rule, not the exception. In light of these basic principles,\nwe hold that it was an abuse of discretion for the District Court\nto grant a preliminary injunction on the view that the\n“jurisdictional issues” in Omar’s case were tough, without even\nconsidering the merits of the underlying habeas petition.What we have said thus far would require\nreversal and remand in each of these cases: The lower courts inMunaferred in dismissing for want of jurisdiction, and\nthe lower courts inOmarerred in issuing and upholding\nthe preliminary injunction. There are occasions, however, when it\nis appropriate to proceed further and address the merits. This is\none of them.Our authority to address the merits of the\nhabeas petitioners’ claims is clear. Review of a preliminary\ninjunction “is not confined to the act of granting the\ninjunctio[n], but extends as well to determining whether there is\nany insuperable objection, in point of jurisdiction or merits, to\nthe maintenance of [the] bill, and, if so, to directing a final\ndecree dismissing it.”City and County of Denverv.New York Trust Co.,229 U. S. 123, 136\n(1913). See alsoDeckertv.Independence Shares\nCorp.,311 U.\nS. 282, 287 (1940) (“ ‘If insuperable objection to\nmaintaining the bill clearly appears, it may be dismissed and the\nlitigation terminated’ ” (quotingMeccano, Ltd.v.John Wanamaker, N. Y.,253 U. S. 136, 141\n(1920))). This has long been the rule: “By the ordinary practice in\nequity as administered in England and this country,” a reviewing\ncourt has the power on appeal from an interlocutory order “to\nexamine the merits of the case … and upon deciding them in favor of\nthe defendant to dismiss the bill.”North Carolina R. Co.v.Story,268 U. S. 288, 292\n(1925). Indeed, “[t]he question whether an action should be\ndismissed for failure to state a claim is one of the most common\nissues that may be reviewed on appeal from an interlocutory\ninjunction order.” 16 Wright & Miller, Jurisdiction and Related\nMatters, §3921.1, at 32 (2d ed. 1996).Adjudication of the merits is most appropriate\nif the injunction rests on a question of law and it is plain that\nthe plaintiff cannot prevail. In such cases, the defendant is\nentitled to judgment. See,e.g.,Deckert,supra, at 287;North Carolina R. Co.,supra, at 292;City and County of Denver,supra, at 136.Given that the present cases involve habeas\npetitions that implicate sensitive foreign policy issues in the\ncontext of ongoing military operations, reaching the merits is the\nwisest course. SeeYoungstown Sheet & Tube Co.v.Sawyer,343\nU. S. 579, 584–585 (1952) (finding the case ripe for merits\nreview on appeal from stay of preliminary injunction). For the\nreasons we explain below, the relief sought by the habeas\npetitioners makes clear under our precedents that the power of the\nwrit ought not to be exercised. Because the Government is entitled\nto judgment as a matter of law, it is appropriate for us to\nterminate the litigation now.IVThe habeas petitioners argue that\nthe writ should be granted in their cases because they have “a\nlegally enforceable right” not to be transferred to Iraqi authority\nfor criminal proceedings under both the Due Process Clause and the\nForeign Affairs Reform and Restructuring Act of 1998 (FARR Act),\ndiv. G, 112 Stat. 2681–761, and because they are innocent civilians\nwho have been unlawfully detained by the United States in violation\nof the Due Process Clause. Brief for Habeas Petitioners 48–52. With\nrespect to the transfer claim, petitioners request an injunction\nprohibiting the United States from transferring them to Iraqi\ncustody. With respect to the unlawful detention claim, petitioners\nseek “release”—but only to the extent that release would not result\nin “unlawful” transfer to Iraqi custody. Tr. of Oral Arg. 48. Both\nof these requests would interfere with Iraq’s sovereign right to\n“punish offenses against its laws committed within its borders.”Wilson, 354 U. S., at 529. We accordingly hold that the\ndetainees’ claims do not state grounds upon which habeas relief may\nbe granted, that the habeas petitions should have been promptly\ndismissed, and that no injunction should have been entered.AHabeas corpus is “governed by\nequitable principles.”Fayv.Noia,372 U. S. 391, 438\n(1963). We have therefore recognized that “prudential concerns,”Withrowv.Williams,507 U. S. 680, 686\n(1993), such as comity and the orderly administration of criminal\njustice, may “require a federal court to forgo the exercise of its\nhabeas corpus power,”Francisv.Henderson,425 U. S. 536,\n539 (1976).The principle that a habeas court\nis “not bound in every case” to issue the writ,Ex parte\nRoyall,117 U.\nS. 241, 251 (1886), follows from the precatory language of the\nhabeas statute, and from its common-law origins. The habeas statute\nprovides only that a writ of habeas corpus “maybe\ngranted,” §2241(a) (emphasis added), and directs federal courts to\n“dispose of [habeas petitions] as law and justice require,” §2243.\nSeeDanforthv.Minnesota, 552 U. S. ___, ___\n(2008) (slip op., at 13–14). Likewise, the writ did not issue in\nEngland “as of mere course,” but rather required the petitioner to\ndemonstrate why the “extraordinary power of the crown” should be\nexercised, 3 W. Blackstone, Commentaries on the Laws of England 132\n(1768); even then, courts were directed to “do as to justice shall\nappertain,” 1id., at 131 (1765). The question, therefore,\neven where a habeas court has the power to issue the writ, is\n“whether this be a case in which [that power] ought to be\nexercised.”Ex parte Watkins, 3 Pet. 193, 201 (1830)\n(Marshall, C. J.).At the outset, the nature of the relief sought\nby the habeas petitioners suggests that habeas is not appropriate\nin these cases. Habeas is at its core a remedy for unlawful\nexecutive detention.Hamdiv.Rumsfeld,542 U. S. 507, 536\n(2004) (plurality opinion). The typical remedy for such detention\nis, of course, release. See,e.g.,Preiserv.Rodriguez,411 U. S. 475, 484\n(1973) (“[T]he traditional function of the writ is to secure\nrelease from illegal custody”). But here the last thing petitioners\nwant is simple release; that would expose them to apprehension by\nIraqi authorities for criminal prosecution—precisely what\npetitioners went to federal court to avoid. At the end of the day,\nwhat petitioners are really after is a court order requiring the\nUnited States to shelter them from the sovereign government seeking\nto have them answer for alleged crimes committed within that\nsovereign’s borders.The habeas petitioners do not dispute that\nthey voluntarily traveled to Iraq, that they remain detained within\nthe sovereign territory of Iraq today, or that they are alleged to\nhave committed serious crimes in Iraq. Indeed, Omar and Munaf both\nconcede that, if they were not in MNF–I custody, Iraq would be free\nto arrest and prosecute them under Iraqi law. See Tr. inOmar,No. 06–5126 (CADC), pp. 48–49, 59 (Sept. 11, 2006);\nTr. inMohammed,No. 06–1455 (DC), pp. 15–16 (Oct. 10,\n2006). There is, moreover, no question that Munaf is the subject of\nongoing Iraqi criminal proceedings and that Omar would be but for\nthe present injunction. Munaf was convicted by the CCCI, and while\nthat conviction was overturned on appeal, his case was remanded to\nand is again pending before the CCCI. The MNF–I referred Omar to\nthe CCCI for prosecution at which point he sought and obtained an\ninjunction that prohibits his prosecution. See 479 F. 3d, at\n16, n. 3 (Brown, J., dissenting in part) (“ ‘[Omar] has\nnot yet had a trial or even an investigative hearing in the CCCI\ndue to the district court’s unprecedented injunction’ ”\n(citing Opposition to Petitioner’s Emergency Motion for Injunctive\nRelief 18–19, inMunafv.Harvey, No. 06–5324\n(CADC, Oct. 25, 2006))).Given these facts, our cases make clear that\nIraq has a sovereign right to prosecute Omar and Munaf for crimes\ncommitted on its soil. As Chief Justice Marshall explained nearly\ntwo centuries ago, “[t]he jurisdiction of the nation within its own\nterritory is necessarily exclusive and absolute.”Schooner\nExchangev.McFaddon, 7 Cranch 116, 136 (1812). SeeWilson, supra, at 529 (“A sovereign nation has exclusive\njurisdiction to punish offenses against its laws committed within\nits borders, unless it expressly or impliedly consents to surrender\nits jurisdiction”);Reidv.Covert,354 U. S. 1, 15,\nn. 29 (1957) (opinion of Black, J.) (“[A] foreign nation has\nplenary criminal jurisdiction … over all Americans … who commit\noffenses against its laws within its territory”);Kinsellav.Krueger,351 U. S. 470, 479\n(1956) (nations have a “sovereign right to try and punish [American\ncitizens] for offenses committed within their borders,” unless they\n“have relinquished [their] jurisdiction” to do so).This is true with respect to American citizens\nwho travel abroad and commit crimes in another nation whether or\nnot the pertinent criminal process comes with all the rights\nguaranteed by our Constitution. “When an American citizen commits a\ncrime in a foreign country he cannot complain if required to submit\nto such modes of trial and to such punishment as the laws of that\ncountry may prescribe for its own people.”Neelyv.Henkel,180 U. S. 109, 123\n(1901).The habeas petitioners nonetheless\nargue that the Due Process Clause includes a “[f]reedom from\nunlawful transfer” that is “protectedwhereverthe\ngovernment seizes a citizen.” Brief for Habeas Petitioners 48. We\ndisagree. Not only have we long recognized the principle that a\nnation state reigns sovereign within its own territory, we have\ntwice applied that principle to reject claims that the Constitution\nprecludes the Executive from transferring a prisoner to a foreign\ncountry for prosecution in an allegedly unconstitutional\ntrial.InWilson,354 U. S. 524, we reversed an\ninjunction similar to the one at issue here. During a cavalry\nexercise at the Camp Weir range in Japan, Girard, a Specialist\nThird Class in the United States Army, caused the death of a\nJapanese woman.Id., at 525–526. After Japan indicted\nGirard, but while he was still in United States custody, Girard\nfiled a writ of habeas corpus in the United States District Court\nfor the District of Columbia.Ibid.The District Court\ngranted a preliminary injunction against the United States,\nenjoining the “proposed delivery of [Girard] to the Japanese\nGovernment.”Girardv.Wilson, 152 F. Supp. 21,\n27 (DC 1957). In the District Court’s view, to permit the transfer\nto Japanese authority would violate the rights guaranteed to Girard\nby the Constitution.Ibid.We granted certiorari, and vacated\nthe injunction. 354 U. S., at 529–530. We noted that Japan had\nexclusive jurisdiction “to punish offenses against its laws\ncommitted within its borders,” unless it had surrendered that\njurisdiction.Id.,at 529. Consequently, even though Japan\nhad ceded some of its jurisdiction to the United States pursuant to\na bilateral Status of Forces Agreement, the United States could\nwaive that jurisdiction—as it had done in Girard’s case—and the\nhabeas court was without authority to enjoin Girard’s transfer to\nthe Japanese authorities.Id., at 529–530.Likewise, inNeelyv.Henkel,supra, this Court held that habeas corpus\nwas not available to defeat the criminal jurisdiction of a foreign\nsovereign, even when application of that sovereign’s law would\nallegedly violate the Constitution. Neely—the habeas petitioner and\nan American citizen—was accused of violating Cuban law in Cuba.Id., at 112–113. He was arrested and detained in the\nUnited States.Id., at 113. The United States indicated\nits intent to extradite him, and Neely filed suit seeking to block\nhis extradition on the grounds that Cuban law did not provide the\npanoply of rights guaranteed him by the Constitution of the United\nStates.Id., at 122. We summarily rejected this claim:\n“The answer to this suggestion is that those [constitutional]\nprovisions have no relation to crimes committed without the\njurisdiction of the United States against the laws of a foreign\ncountry.”Ibid. Neely alleged no claim for which a\n“discharge onhabeas corpus” could issue.Id., at\n125. Accordingly, the United States was free to transfer him to\nCuban custody for prosecution.In the present cases, the habeas\npetitioners concede that Iraq has the sovereign authority to\nprosecute them for alleged violations of its law, yet nonetheless\nrequest an injunction prohibiting the United States from\ntransferring them to Iraqi custody. But as the foregoing cases make\nclear, habeas is not a means of compelling the United States to\nharbor fugitives from the criminal justice system of a sovereign\nwith undoubted authority to prosecute them.Petitioners’ “release” claim adds\nnothing to their “transfer” claim. That claim fails for the same\nreasons the transfer claim fails, given that the release\npetitioners seek is release in a form that would avoid transfer.\nSee Tr. of Oral Arg. 47–48; App. 40 (coupling Munaf’s claim for\nrelease with a request for order requiring the United States to\nbring him to a U. S. court); App. 123 (same with respect to Omar).\nSuch “release” would impermissibly interfere with Iraq’s “exclusive\njurisdiction to punish offenses against its laws committed within\nits borders,”Wilson, supra, at 529; the “release”\npetitioners seek is nothing less than an order commanding our\nforces to smuggle them out of Iraq. Indeed, the Court of Appeals in\nOmar’s case took the extraordinary step of upholding an injunction\nthat prohibited the Executive from releasing Omar—the\nquintessential habeas remedy—if the United States shared\ninformation about his release with its military ally, Iraq. 479\nF. 3d, at 13. Habeas does not require the United States to\nkeep an unsuspecting nation in the dark when it releases an alleged\ncriminal insurgent within its borders.Moreover, because Omar and Munaf\nare being held by United States Armed Forces at the behest of the\nIraqi Government pending their prosecution in Iraqi courts,Mohammed, 456 F. Supp. 2d, at 117, release ofanykind would interfere with the sovereign authority of\nIraq “to punish offenses against its laws committed within its\nborders,”Wilson, supra, at 529. This point becomes clear\ngiven that the MNF–I, pursuant to its U. N. mandate, is\nauthorized to “take all necessary measures to contribute to the\nmaintenance of security and stability in Iraq,” App. G to Pet. for\nCert. in No. 07–394, p. 74a, ¶10, and specifically to provide for\nthe “internment [of individuals in Iraq] where this is necessary\nfor imperative reasons of security,”id.,at\n86a.While the Iraqi Government is\nultimately “responsible for [the] arrest, detention and\nimprisonment” of individuals who violate its laws, S. C. Res.\n1790, Annex I, ¶4, p. 6, U. N. Doc. S/RES/1790 (Dec. 18,\n2007), the MNF–I maintains physical custody of individuals like\nMunaf and Omar while their cases are being heard by the CCCI,Mohammed,supra, at 117. Indeed, Munaf is\ncurrently held at Camp Cropper pursuant to the express order of the\nIraqi Courts. SeeIn re Hikmat, No. 19/Pub. Comm’n/2007,\nat 5 (directing that Munaf “remain in custody pending the outcome”\nof further Iraqi proceedings). As that court order makes clear,\nMNF–I detention is an integral part of the Iraqi system of criminal\njustice. MNF–I forces augment the Iraqi Government’s peacekeeping\nefforts by functioning, in essence, as its jailor. Any requirement\nthat the MNF–I release a detainee would, in effect, impose a\nrelease order on the Iraqi Government.The habeas petitioners acknowledge\nthatsomeinterference with a foreign criminal system is\ntoo much. They concede that “it is axiomatic that an American court\ndoes not provide collateral review of proceedings in a foreign\ntribunal.” Brief for Habeas Petitioners 39 (citingRepublic of\nAustriav.Altmann,541 U. S. 677, 700\n(2004)). We agree, but see no reason why habeas corpus should\npermit a prisoner detained within a foreign sovereign’s territory\nto prevent a trial from going forward in the first place. It did\nnot matter that the habeas petitioners inWilsonandNeelyhad not been convicted. 354 U. S., at 525–526; 180\nU. S., at 112–113. Rather, “the same principles of comity and\nrespect for foreign sovereigns that preclude judicial scrutiny of\nforeign convictions necessarily render invalid attempts to shield\ncitizens from foreign prosecution in order to preempt such\nnonreviewable adjudications.”Omar, 479 F. 3d, at 17\n(Brown, J., dissenting in part).To allow United States courts to\nintervene in an ongoing foreign criminal proceeding and pass\njudgment on its legitimacy seems at least as great an intrusion as\nthe plainly barred collateral review of foreign convictions. SeeBanco Nacional de Cubav.Sabbatino,376 U. S. 398, 417–418\n(1964) (“ ‘To permit the validity of the acts of one sovereign\nState to be reexamined and perhaps condemned by the courts of\nanother would very certainly “imperil the amicable relations\nbetween governments and vex the peace of nations” ’ ”\n(quotingOetjenv.Central Leather Co.,246 U. S. 297, 303–304\n(1918); punctuation omitted)).[Footnote 4]There is of course even more at\nissue here: NeitherNeelynorWilsonconcerned\nindividuals captured and detained within an ally’s territory during\nongoing hostilities involving our troops.Neelyinvolved a\ncharge of embezzlement;Wilsonthe peacetime actions of a\nserviceman. Yet in those cases we held that the Constitution allows\nthe Executive to transfer American citizens to foreign authorities\nfor criminal prosecution. It would be passing strange to hold that\nthe Executive lacks that same authority where, as here, the\ndetainees were captured by our Armed Forces for engaging in serious\nhostile acts against an ally in what the Government refers to as\n“an active theater of combat.” Brief for Federal Parties\n16.Such a conclusion would implicate\nnot only concerns about interfering with a sovereign’s recognized\nprerogative to apply its criminal law to those alleged to have\ncommitted crimes within its borders, but also concerns about\nunwarranted judicial intrusion into the Executive’s ability to\nconduct military operations abroad. Our constitutional framework\n“requires that the judiciary be as scrupulous not to interfere with\nlegitimate Army matters as the Army must be scrupulous not to\nintervene in judicial matters.”Orloffv.Willoughby,345 U. S. 83, 94 (1953).\nThose who commit crimes within a sovereign’s territory may be\ntransferred to that sovereign’s government for prosecution; there\nis hardly an exception to that rule when the crime at issue is not\nembezzlement but unlawful insurgency directed against an ally\nduring ongoing hostilities involving our troops.B1Petitioners contend\nthat these general principles are trumped in their cases because\ntheir transfer to Iraqi custody is likely to result in torture.\nThis allegation was raised in Munaf’s petition for habeas, App. 39,\n¶46, but not in Omar’s. Such allegations are of course a matter of\nserious concern, but in the present context that concern is to be\naddressed by the political branches, not the judiciary. See M.\nBassiouni, International Extradition: United States Law and\nPractice 921 (2007) (“Habeas corpushas been held not to\nbe a valid means of inquiry into the treatment the relator is\nanticipated to receive in the requesting state”).This conclusion is\nreflected in the cases already cited. Even with respect to claims\nthat detainees would be denied constitutional rights if\ntransferred, we have recognized that it is for the political\nbranches, not the judiciary, to assess practices in foreign\ncountries and to determine national policy in light of those\nassessments. Thus, the Court inNeelyconcluded that an\nAmerican citizen who “commits a crime in a foreign country” “cannot\ncomplain if required to submit to such modes of trial and to such\npunishment as the laws of that country may prescribe for its own\npeople,” but went on to explain that this was true “unless a\ndifferent mode be provided for by treaty stipulation between that\ncountry and the United States.” 180 U. S., at 123. Diplomacy was\nthe means of addressing the petitioner’s concerns.By the same token, while the Court\ninWilsonstated the general principle that a “sovereign\nnation has exclusive jurisdiction to punish offenses against its\nlaws committed within its borders,” it recognized that this rule\ncould be altered by diplomatic agreement in light of particular\nconcerns—as it was in that case—and by a decision of the Executive\nto waive jurisdiction granted under that agreement—as it was in\nthat case. 354 U. S., at 529. See alsoKinsella, 351 U.\nS., at 479 (alteration of jurisdictional rule through “carefully\ndrawn agreements”). This recognition that it is the political\nbranches that bear responsibility for creating exceptions to the\ngeneral rule is nothing new; as Chief Justice Marshall explained in\ntheSchooner Exchange, “exemptions from territorial\njurisdiction … must be derived from the consent of the sovereign of\nthe territory” and are “rather questions of policy than of law,\nthat they are for diplomatic, rather than legal discussion.” 7\nCranch, at 143, 146. The present concerns are of the same nature as\nthe loss of constitutional rights alleged inWilsonandNeely, and are governed by the same principles.[Footnote 5]The Executive Branch may, of\ncourse, decline to surrender a detainee for many reasons, including\nhumanitarian ones. Petitioners here allege only the possibility of\nmistreatment in a prison facility; this is not a more extreme case\nin which the Executive has determined that a detainee is likely to\nbe tortured but decides to transfer him anyway. Indeed, the\nSolicitor General states that it is the policy of the United Statesnotto transfer an individual in circumstances where\ntorture is likely to result. Brief for Federal Parties 47; Reply\nBrief for Federal Parties 23. In these cases the United States\nexplains that, although it remains concerned about torture among\nsome sectors of the Iraqi Government, the State Department has\ndetermined that the Justice Ministry—the department that would have\nauthority over Munaf and Omar—as well as its prison and detention\nfacilities have “ ‘generally met internationally accepted\nstandards for basic prisoner needs.’ ”Ibid. The\nSolicitor General explains that such determinations are based on\n“the Executive’s assessment of the foreign country’s legal system\nand … the Executive[’s] … ability to obtain foreign assurances it\nconsiders reliable.” Brief for Federal Parties 47.The Judiciary is not suited to\nsecond-guess such determinations—determinations that would require\nfederal courts to pass judgment on foreign justice systems and\nundermine the Government’s ability to speak with one voice in this\narea. See The Federalist No. 42, p. 279 (J. Cooke ed. 1961) (J.\nMadison) (“If we are to be one nation in any respect, it clearly\nought to be in respect to other nations”). In contrast, the\npolitical branches are well situated to consider sensitive foreign\npolicy issues, such as whether there is a serious prospect of\ntorture at the hands of an ally, and what to do about it if there\nis. As Judge Brown noted, “we need not assume the political\nbranches are oblivious to these concerns. Indeed, the other\nbranches possess significant diplomatic tools and leverage the\njudiciary lacks.” 479 F. 3d, at 20, n. 6 (dissenting\nopinion).Petitioners briefly argue that\ntheir claims of potential torture may not be readily dismissed on\nthe basis of these principles because the FARR Act prohibits\ntransfer when torture may result. Brief for Habeas Petitioners\n51–52. Neither petitioner asserted a FARR Act claim in his petition\nfor habeas, and the Act was not raised in any of the certiorari\nfilings before this Court. Even in their merits brief in this\nCourt, the habeas petitioners hardly discuss the issue.Id.,at 17, 51–52, 57–58. The Government treats the issue\nin kind. Reply Brief for Federal Parties 24–26. Under such\ncircumstances we will not consider the question.[Footnote 6]2Finally, the habeas\npetitioners raise the additional argument that the United States\nmay not transfer a detainee to Iraqi custody, not because it would\nbe unconstitutional to do so, but because the “[G]overnment may not\ntransfer a citizen without legal authority.” Brief for Habeas\nPetitioners 54. The United States, they claim, bears the burden of\n“identify[ing] a treaty or statute that permits it to transfer\nthe[m] to Iraqi custody.”Id.,at 49.The habeas\npetitioners rely prominently onValentinev.United\nStates ex rel. Neidecker,299 U. S. 5(1936), where\nwe ruled that the Executive may not extradite a person held within\nthe United States unless “legal authority” to do so “is given by\nact of Congress or by the terms of a treaty,”id., at 9.\nButValentineis readily distinguishable. It involved the\nextradition of an individual from the United States; this is not an\nextradition case, but one involving the transfer to a sovereign’s\nauthority of an individual captured and already detained in that\nsovereign’s territory. In the extradition context, when a “fugitive\ncriminal” is found within the United States, “ ‘there is no\nauthority vested in any department of the government to seize [him]\nand surrender him to a foreign power,’ ” in the absence of a\npertinent constitutional or legislative provision.Ibid.But Omar and Munaf voluntarily traveled to Iraq and are being held\nthere. They are therefore subject to the territorial jurisdiction\nof that sovereign, not of the United States. Moreover, as we have\nexplained, the petitioners are being held by the United States,\nacting as part of MNF–I, at the request of and on behalf of the\nIraqi Government. It would be more than odd if the Government had\nno authority to transfer them to the very sovereign on whose\nbehalf, and within whose territory, they are being\ndetained.The habeas petitioners further\ncontend that this Court’s decision inWilsonsupports\ntheir argument that the Executive lacks the discretion to transfer\na citizen absent a treaty or statute. Brief for Habeas Petitioners\n54–55. Quite the opposite.Wilsonforecloses it. The only\n“authority” at issue inWilson—a Status of Forces\nAgreement—seemed to give the habeas petitioner in that case a right\nto be tried by an American military tribunal, not a Japanese court.\n354 U. S., at 529. Nevertheless, in light of the background\nprinciple that Japan had a sovereign interest in prosecuting crimes\ncommitted within its borders, this Court found no “constitutional\nor statutory” impediment to the United States’s waiver of its\njurisdiction under the agreement.Id., at 530.*  *  *Munaf and Omar are\nalleged to have committed hostile and warlike acts within the\nsovereign territory of Iraq during ongoing hostilities there.\nPending their criminal prosecution for those offenses, Munaf and\nOmar are being held in Iraq by American forces operating pursuant\nto a U. N. Mandate and at the request of the Iraqi Government.\nPetitioners concede that Iraq has a sovereign right to prosecute\nthem for alleged violations of its law. Yet they went to federal\ncourt seeking an order that would allow them to defeat precisely\nthat sovereign authority. Habeas corpus does not require the United\nStates to shelter such fugitives from the criminal justice system\nof the sovereign with authority to prosecute them.For all the reasons\ngiven above, petitioners state no claim in their habeas petitions\nfor which relief can be granted, and those petitions should have\nbeen promptly dismissed. The judgments below and the injunction\nentered against the United States are vacated, and the cases are\nremanded for further proceedings consistent with this\nopinion.It is so ordered.Footnote\n1As noted above, Munaf’s\nconviction was subsequently vacated by an Iraqi appellate court,\nand he is awaiting a new trial.Footnote\n2These cases concern only\nAmerican citizens and only the statutory reach of the writ. Nothing\nherein addresses jurisdiction with respect to alien petitioners or\nwith respect to the constitutional scope of the\nwrit.Footnote\n3The circumstances in\nHirotadiffer in yet another respect. The petitioners in that\ncase sought an original writ, filing their motions for leave to\nfile habeas petitions “in this Court.” 338 U. S., at 198. There is,\nhowever, some authority for the proposition that this Court has\noriginal subject-matter jurisdiction only over “ ‘cases\naffecting ambassadors, other public ministers and consuls, and\nthose in which a state shall be a party,’ ”Marburyv.Madison, 1 Cranch 137, 174 (1803) (quoting U. S.\nConst., Art. III, §2, cl. 2), and Congress had not granted the\nCourt appellate jurisdiction to review decisions of the\nInternational Military Tribunal for the Far East.Footnote 4The habeas petitioners claim that\nthe injunction only bars Omar’s presentation to the Iraqi courts\nand that the CCCI trial can go forward in Omar’s absence. The\ninjunction is not so easily narrowed. It was entered on the theory\nthat Omar might be “presented to the CCCI and in that same day, be\ntried, [and] convicted,” thus depriving the United States district\ncourts of jurisdiction.Omarv.Harvey, 416\nF. Supp. 2d 19, 29 (DC 2006). Petitioners’ interpretation\nmakes no sense under that theory: If a conviction would deprive the\nhabeas court of jurisdiction, a trial, with or without the\ndefendant, could result in just such a jurisdiction-divesting\norder.Footnote 5The United States has in fact\nentered into treaties that provide procedural protections to\nAmerican citizens tried in other nations. See,e.g., North\nAtlantic Treaty: Status of Forces, June 19, 1951, 4 U. S. T.\n1802, T. I. A. S. No. 2846, Art. VII, ¶9\n(guaranteeing arrested members of the Armed Forces and their\ncivilian dependents,inter alia, an attorney, an\ninterpreter, and a prompt and speedy trial, as well as the right to\nconfront witnesses, obtain favorable witnesses, and communicate\nwith a representative of the United States).Footnote 6We hold that these habeas\npetitions raise no claim for relief under the FARR Act and express\nno opinion on whether Munaf and Omar may be permitted to amend\ntheir respective pleadings to raise such a claim on remand. Even if\nconsidered on the merits, several issues under the FARR Act claim\nwould have to be addressed. First, the Act speaks to situations\nwhere a detainee is being “returned” to “a country.” FARR Act\n§2242(a), 112 Stat. 2681–822 (“It shall be the policy of the United\nStates not to expel, extradite, or otherwise effect the involuntary\nreturn of any person to a country in which there are substantial\ngrounds for believing the person would be in danger of being\nsubjected to torture, regardless of whether the person is\nphysically present in the United States”); see also Convention\nAgainst Torture and Other Cruel, Inhuman or Degrading Treatment or\nPunishment, 1465 U. N. T. S. 85, Art. 3, S. Treaty\nDoc. No. 20, 100th Cong., 2d Sess., p. 6 (1988) (“No State\nParty shall expel, return (‘refouler’) or extradite a personto\nanother Statewhere there are substantial grounds for\nbelieving that he would be in danger of being subjected to torture”\n(emphasis added)). It is not settled that the Act addresses the\ntransfer of an individual located in Iraq to the Government of\nIraq; arguably such an individual is not being “returned” to “a\ncountry”—he is already there.Second, claims under the FARR Act may be limited to\ncertain immigration proceedings. See §2242(d), 112 Stat. 2681–822\n(“[N]othing in this section shall be construed as providing any\ncourt jurisdiction to consider or review claims raised under the\nConvention or this section, or any other determination made with\nrespect to the application of the policy set forth in [this\nsection], except as part of the review of a final order of removal\npursuant to [8 U. S. C. §1252 (2000 ed. and Supp. V]”).",
    "joined": []
}