{
    "case": {
        "docket": "434",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/434/"
    },
    "id": "1970872",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–8561_________________DOYLE RANDALL PAROLINE, PETITIONER v. UNITED\nSTATES, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[April 23, 2014]Chief Justice\nRoberts, with whom Justice Scalia and Justice Thomas join,\ndissenting.I certainly agree with\nthe Court that Amy deserves restitution, and that Congress—by\nmaking restitution mandatory for victims of child pornography—meant\nthat she have it. Unfortunately, the restitution statute that\nCongress wrote for child pornography offenses makes it impossible\nto award that relief to Amy in this case. Instead of tailoring the\nstatute to the unique harms caused by child pornography, Congress\nborrowed a generic restitution standard that makes restitution\ncontingent on the Government’s ability to prove, “by the\npreponderance of the evidence,” “the amount of the loss sustained\nby a victim as a result of” the defendant’s crime. 18\nU. S. C. §3664(e). When it comes to Paroline’s\ncrime—possession of two of Amy’s images—it is not possible to do\nanything more than pick an arbitrary number for that “amount.” And\narbitrary is not good enough for the criminal law.The Court attempts to\ndesign a more coherent restitution system, focusing on “the\ndefendant’s relative role in the causal process that underlies the\nvictim’s general losses.” Ante, at 21. But this inquiry, sensible\nas it may be, is not the one Congress adopted. After undertaking\nthe inquiry that Congress did require, the District Court in this\ncase concluded that the Government could not meet its statutory\nburden of proof. Before this Court, the Government all but concedes\nthe point. See Brief for United States 25 (“it is practically\nimpossible to know whether [Amy’s] losses would have been slightly\nlower if one were to subtract one defendant, or ten, or fifty”). I\nmust regretfully dissent.ISection 2259(a) of\nTitle 18 directs that a district court “shall order restitution for\nany offense under this chapter,” which includes Paroline’s offense\nof knowingly possessing child pornography in violation of section\n2252. In case Congress’s purpose were not clear from its use of\n“shall,” section 2259(b)(4) then emphasizes that “[t]he issuance of\na restitution order under this section is mandatory.”Section 2259(b)(1)\nspells out who may receive restitution, and for what. It provides\nthat “[t]he order of restitution under this section shall direct\nthe defendant to pay the victim (through the appropriate court\nmechanism) the full amount of the victim’s losses as determined by\nthe court pursuant to [section 2259(b)(2)].” The term “\n‘victim’ ” is defined as “the individual harmed as a result of\na commission of a crime under this chapter.” §2259(c). And the term\n“ ‘full amount of the victim’s losses’ includes any costs\nincurred by the victim for . . . medical services\nrelating to physical, psychiatric, or psychological care”; “lost\nincome”; and “any other losses suffered by the victim as a\nproximate result of the offense.” §§2259(b)(3)(A), (D), (F).Section 2259(b)(2) then\ndescribes how the district court must calculate restitution. It\nprovides that “[a]n order of restitution under this section shall\nbe issued and enforced in accordance with section 3664 in the same\nmanner as an order under section 3663A.” Unlike section 2259,\nsections 3663A and 3664 were not designed specifically for child\npornography offenses; they are part of the Mandatory Victims\nRestitution Act of 1996 and supply general resti-tution guidelines\nfor many federal offenses. Most relevant here, section 3664(e)\nprovides that “[a]ny dispute as to the proper amount or type of\nrestitution shall be resolved by the court by the preponderance of\nthe evidence. The burden of demonstrating the amount of the loss\nsustained by a victim as a result of the offense shall be on the\nattorney for the Government.”AAs the Court\nexplains, the statute allows restitution only for those losses that\nwere the “proximate result” of Paroline’s offense. See ante, at\n9–11 (citing §2259(b)(3)). Contrary to Paroline’s argument, the\nproximate cause re-quirement is easily satisfied in this case. It\nwas readily foreseeable that Paroline’s crime could cause Amy to\nsuffer precisely the types of losses that she claims: future lost\nwages, costs for treatment and counseling, and attorney’s fees and\ncosts, all of which are eligible losses enumerated in section\n2259(b)(3). There is a “direct relation” between those types of\ninjuries and Paroline’s “injurious conduct.” Holmes v. Securities\nInvestor Protection Corporation, 503 U. S. 258, 268 (1992) . I\ntherefore agree with the Court that if Paroline actually caused\nthose losses, he also proximately caused them. See ante, at 12.The more pressing\nproblem is the statutory requirement of actual causation. See\nBurrage v. United States, 571 U. S. ___, ___ (2014) (slip op.,\nat 6) (the ordinary meaning of the term “results from” requires\nproof that the defendant’s conduct was the “actual cause” of the\ninjury). Here too the Court correctly holds that the statute\nprecludes the restitution award sought by Amy and preferred by\nJustice Sotomayor’s dissent, which would hold Paroline responsible\nfor Amy’s entire loss. See ante, at 16–19; contra, post, at 7–16.\nCongress has authorized restitution only for “the amount of the\nloss sustained by a victim as a result of the offense.” §3664(e).\nWe have interpreted virtually identical language, in the\npredecessor statute to section 3664, to require “restitution to be\ntied to the loss caused by the offense of conviction.” Hughey v.\nUnited States, 495 U. S. 411, 418 (1990) (citing 18\nU. S. C. §3580(a) (1982 ed.); emphasis added). That is,\nrestitution may not be imposed for losses caused by any other crime\nor any other defendant.[1]Justice Sotomayor’s\ndissent dismisses section 3664(e), which is Congress’s direct\nanswer to the very question presented by this case, namely, how to\nresolve a “dispute as to the proper amount . . . of\nrestitution.” Justice Sotomayor thinks the answer to that question\nbegins and ends with the statement in section 2259(b)(1) that the\ndefendant must pay “the full amount of the victim’s losses.” See\npost, at 1, 2, 10, 15. But losses from what? Theanswer is found in\nthe rest of that sentence: “the full amount of the victim’s losses\nas determined by the court pursuant to paragraph 2.” §2259(b)(1)\n(emphasis added). “[P]aragraph 2,” of course, instructs that “[a]n\norder of restitution under this section shall be issued and\nenforced in accordance with section 3664 in the same manner as an\norder under section 3663A.” §2259(b)(2). And it is section 3664\nthat provides the statute’s burden of proof and specifies that the\ndefendant pay for those losses sustained “as a result of the\noffense”—that is, his offense. §3664(e).The offense of\nconviction here was Paroline’s possession of two of Amy’s images.\nNo one suggests Paroline’s crime actually caused Amy to suffer\nmillions of dollars in losses, so the statute does not allow a\ncourt to award millions of dollars in restitution. Determining what\namount the statute does allow—the amount of Amy’s losses that\nParo-line’s offense caused—is the real difficulty of this case. See\nante, at 12.BRegrettably, Congress\nprovided no mechanism for answering that question. If actual\ncausation is to be determined using the traditional, but-for\nstandard, then the Court acknowledges that “a showing of but-for\ncausation cannot be made” in this case. Ante, at 12. Amy would have\nincurred all of her lost wages and counseling costs even if\nParoline had not viewed her images. The Government and Amy respond\nby offering an “aggregate” causation theory borrowed from tort law.\nBut even if we apply this “legal fiction,” ante, at 15, and assume,\nfor purposes of argument, that Paroline’s crime contributed\nsomething to Amy’s total losses, that suffices only to establish\ncausation in fact. It is not sufficient to award restitution under\nthe statute, which requires a further determination of the amount\nthat Paroline must pay. He must pay “the full amount of the\nvictim’s losses,” yes, but “as determined by” section 3664—that is,\nthe full amount of the losses he caused. The Government has the\nburden to establish that amount, and no one has suggested a\nplausible means for the Government to carry that burden.[2]The problem stems from\nthe nature of Amy’s injury. As explained, section 3664 is a general\nstatute designed to provide restitution for more common crimes,\nsuch as fraud and assault. The section 3664(e) standard will work\njust fine for most crime victims, because it will usually not be\ndifficult to identify the harm caused by the defendant’s offense.\nThe dispute will usually just be over the amount of the victim’s\nloss—for example, the value of lost assets or the cost of a night\nin the hospital.Amy has a qualitatively\ndifferent injury. Her loss, while undoubtedly genuine, is a result\nof the collective actions of a huge number of people—beginning with\nher uncle who abused her and put her images on the Internet, to the\ndistributors who make those images more widely avail-able, to the\npossessors such as Paroline who view her im-ages. The harm to Amy\nwas produced over time, gradually, by tens of thousands of persons\nacting independently from one another.[3] She suffers in particular from her knowledge that her\nimages are being viewed online by an unknown number of people, and\nfrom her fear that any person she meets might recognize her from\nhaving witnessed her abuse. App. 59–66. But Amy does not know who\nParoline is. Id., at 295, n. 11. Nothing in the record comes\nclose to establishing that Amy would have suffered less if Paroline\nhad not possessed her images, let alone how much less. See Brief\nfor United States 25. Amy’s injury is indivisible, which means that\nParoline’s particular share of her losses is unknowable. And yet it\nis proof of Paroline’s particular share that the statute\nrequires.By simply importing the\ngeneric restitution statute without accounting for the diffuse harm\nsuffered by victims of child pornography, Congress set up a\nrestitution system sure to fail in cases like this one. Perhaps a\ncase with different facts, say, a single distributor and only a\nhandful of possessors, would be susceptible of the proof the\nstatute requires. But when tens of thousands of copies (or more) of\nAmy’s images have changed hands all across the world for more than\na decade, a demand for the Government to prove “the amount of the\nloss sustained by a victim as a result of the offense”—the offense\nbefore the court in any particular case—is a demand for the\nimpos-sible. §3664(e) (emphasis added). When Congress con-ditioned\nrestitution on the Government’s meeting that burden of proof, it\neffectively precluded restitution inmost cases involving possession\nor distribution of child pornography.IIThe District Court in\nParoline’s case found that the Government could not meet its\nstatutory burden of proof. The Government does not really contest\nthat holding here; it instead asks to be held to a less demanding\nstandard. Having litigated this issue for years now in virtually\nevery Circuit, the best the Government has come up with is to tell\ncourts awarding restitution to look at what other courts have done.\nBut that is not a workable guide, not least because courts have\ntaken vastly different approaches to materially indistinguishable\ncases. According to the Government’s lodging in this case, District\nCourts awarding less than Amy’s full losses have imposed\nrestitution orders varying from $50 to $530,000.[4] Restitution Awards for Amy Through\nDecember 11, 2013, Lodging of United States. How is a court\nsupposed to use those figures as any sort of guidance? Pick the\nmedian figure? The mean? Something else?More to the point, the\nGovernment’s submission lacks any basis in law. That the first\ndistrict courts confronted with Amy’s case awarded $1,000, or\n$5,000, or $530,000, for no articulable reason, is not a legal\nbasis for awarding one of those figures in Paroline’s case. The\nstatute requires proof of this defendant’s harm done, not the going\nrate. And of course, as the Government acknowledges, its approach\n“doesn’t work very well” in the first case brought by a particular\nvictim. Tr. of Oral Arg. 24.The majority’s proposal\nis to have a district court “assess as best it can from available\nevidence the significance of the individual defendant’s conduct in\nlight of the broader causal process that produced the victim’s\nlosses.” Ante,at 22. Even if that were a plausible way to design a\nrestitution system for Amy’s complex injury, there is no way around\nthe fact that it is not the system that Congress created. The\nstatute requires restitution to be based exclusively on the losses\nthat resulted from the defendant’s crime—not on the defendant’s\nrelative culpability. The majority’s plan to situate Paroline along\na spectrum of offenders who have contributed to Amy’s harm will not\nassist a district court in calculating the amount of Amy’s\nlosses—the amount of her lost wages and counseling costs—that was\ncaused by Paroline’s crime (or that of any other defendant).The Court is correct,\nof course, that awarding Amy no restitution would be contrary to\nCongress’s remedial and penological purposes. See ante, at 20. But\nwe have previously refused to allow “policy\nconsiderations”—including an “expansive declaration of purpose,”\nand the need to “compensate victims for the full losses they\nsuffered”—to deter us from reading virtually identical statutory\nlanguage to require proof of the harm caused solely by the\ndefendant’s particular offense. Hughey, 495 U. S., at\n420–421.Moreover, even the\nCourt’s “relative role in the causal process” approach to the\nstatute, ante, at 21, is unlikely to make Amy whole. To the extent\nthat district courts do form a sort of consensus on how much to\naward, experience shows that the amount in any particular case will\nbe quite small—the significant majority of defendants have been\nordered to pay Amy $5,000 or less. Lodging of United States. This\nmeans that Amy will be stuck litigatingfor years to come. The Court\nacknowledges that Amy may end up with “piecemeal” restitution, yet\nresponds simply that “Congress has not promised victims full and\nswift restitution at all costs.” Ante, at 24.Amy will fare no better\nif district courts consider the other factors suggested by the\nmajority, including the number of defendants convicted of\npossessing Amy’s im-ages, a rough estimate of those likely to be\nconvicted in the future, and an even rougher estimate of the total\nnumber of persons involved in her harm. Ante, at 23. In the first\nplace, only the last figure is relevant, because Paroline’s\nrelative significance can logically be measured only in light of\neveryone who contributed to Amy’s injury—not just those who have\nbeen, or will be, caught and convicted. Even worse, to the extent\nit is possible to project the total number of persons who have\nviewed Amy’s images, that number is tragically large, which means\nthat restitution awards tied to it will lead to a pitiful recovery\nin every case. See Brief for Respondent Amy 65 (estimating\nParo-line’s “ ‘market share’ ” of Amy’s harm at 1/71,000,\nor $47). The majority says that courts should not impose “trivial\nrestitution orders,” ante, at 23, but it is hard to see how a court\nfairly assessing this defendant’s relative contribution could do\nanything else.Nor can confidence in\njudicial discretion save the statute from arbitrary application.\nSee ante, at 22, 25–26. It is true that district courts exercise\nsubstantial discretion in awarding restitution and imposing\nsentences in general. But they do not do so by mere instinct.\nCourts are instead guided by statutory standards: in the\nrestitution context, a fair determination of the losses caused by\nthe individual defendant under section 3664(e); in sentencing more\ngenerally, the detailed factors in section 3553(a). A contrary\napproach—one that asks district judges to impose restitution or\nother criminal punishment guided solely by their own intuitions\nregarding comparative fault—would undermine the requirement that\nevery criminal defendant receive due process of law.*  *  *The Court’s decision\ntoday means that Amy will not go home with nothing. But it would be\na mistake for that salutary outcome to lead readers to conclude\nthat Amy has prevailed or that Congress has done justice for\nvictims of child pornography. The statute as written allows no\nrecovery; we ought to say so, and give Congress a chance to fix\nit.I respectfully\ndissent.Notes1In a case “where the loss\nis the product of the combined conduct of multiple offenders,” at 7\n(, J., dissenting), section 3664(h) provides that a court may “make\neach defendant liable for payment of the full amount of restitution\nor may apportion liability among the defendants to reflect the\nlevel of contribution to the victim’s loss and economic\ncircumstances of each defendant.” As the Court notes, however, this\nprovision applies only when multiple defendants are sentenced in\nthe same proceeding, or charged under the same indictment. at 22;\nsee also Brief for United States 43.2The correct amount is not\nthe one favored by ’s dissent, which would hold Paroline liable for\nlosses that he certainly cause, without any right to seek\ncontribution from others who harmed Amy.3The gang assaults\ndiscussed by , at 8, are not a fair analogy. The gang members in\nthose cases acted together, with a common plan, each one aiding and\nabetting the others in inflicting harm. But Paroline has never met\nor interacted with any, or virtually any, of the other persons who\ncontributed to Amy’s injury, and his possession offense did not aid\nor abet anyone.4Amy’s uncle—the initial\nsource of of her injuries—was ordered to pay $6,325 in restitution,\nwhich only underscores how arbitrary the statute is when applied to\nmost child pornography offenses.",
    "joined": []
}