{
    "case": {
        "docket": "332",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/332/"
    },
    "id": "1962076",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTDAIMLERCHRYSLER CORP. V. CUNO547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNOS. 04-1704 AND 04-1724DAIMLERCHRYSLER CORPORATION, et al.,\nPETITIONERS04–1704v.CHARLOTTE CUNO et al.WILLIAM W. WILKINS, TAX COMMISSIONER FOR THE\nSTATE OF OHIO, et al., PETITIONERS04–1724v.CHARLOTTE CUNO et al.on writs of certiorari to the united states\ncourt of appeals for the sixth circuit[May 15, 2006]Chief Justice Robertsdelivered the opinion of the Court.Jeeps were first mass-produced in\n1941 for the U. S. Army by the Willys-Overland Motor Company in\nToledo, Ohio. Nearly 60 years later, the city of Toledo and State\nof Ohio sought to encourage the current manufacturer of\nJeeps—DaimlerChrysler—to expand its Jeep operation in Toledo, by\noffering local and state tax benefits for new investment. Taxpayers\nin Toledo sued, alleging that their local and state tax burdens\nwere increased by the tax breaks for DaimlerChrysler, tax breaks\nthat they asserted violated the Commerce Clause. The Court of\nAppeals agreed that a state tax credit offered under Ohio law\nviolated the Commerce Clause, and state and local officials and\nDaimlerChrysler sought review in this Court. We are obligated\nbefore reaching this Commerce Clause question to determine whether\nthe taxpayers who objected to the credit have standing to press\ntheir complaint in federal court. We conclude that they do not, and\nwe therefore can proceed no further.IOhio levies a franchise tax “upon\ncorporations for the privilege of doing business in the state,\nowning or using a part or all of its capital or property in [the]\nstate, or holding a certificate of compliance authorizing it to do\nbusiness in [the] state.”Wesnovtek Corp.v.Wilkins, 105 Ohio St. 3d 312, 313, 2005–Ohio–1826, ¶2, 825\nN. E. 2d 1099, 1100; see Ohio Rev. Code Ann. §5733.01 (Lexis\n2005). A taxpayer that purchases “new manufacturing machinery and\nequipment” and installs it at sites in the State receives a credit\nagainst the franchise tax. See §5733.33(B)(1) (Lexis\n1999).[Footnote 1]\nMunicipalities in Ohio may also offer partial property tax waivers\nto businesses that agree to invest in qualifying areas. See\n§5709.62(C)(1)(a) (Lexis 2005). With consent from local school\ndistricts, the partial property tax waiver can be increased to a\ncomplete exemption. See §5709.62(D)(1).In 1998, DaimlerChrysler entered\ninto a contract with the city of Toledo. Under the contract,\nDaimlerChrysler agreed to expand its Jeep assembly plant at\nStickney Avenue in Toledo. In exchange, the city agreed to waive\nthe property tax for the plant, with the consent of the two school\ndistricts in which the plant is located. Because DaimlerChrysler\nundertook to purchase and install “new manufacturing machinery and\nequipment,” it was also entitled to a credit against the state\nfranchise tax. See §5733.33(B)(1) (Lexis 1999).Plaintiffs filed suit against various state\nand local officials and DaimlerChrysler in state court, alleging\nthat these tax benefits violated the Commerce Clause. Most of the\nplaintiffs were residents of Toledo, who paid taxes to both the\ncity of Toledo and State of Ohio. They claimed that they were\ninjured because the tax breaks for DaimlerChrysler diminished the\nfunds available to the city and State, imposing a “disproportionate\nburden” on plaintiffs. App. 18a, 23a, 28a.[Footnote 2]Defendants removed the action to the United\nStates District Court for the Northern District of Ohio. See 28 U.\nS. C. §1441. Plaintiffs filed motions to remand the case to\nstate court. See §1447(c). One of the grounds on which they sought\nremand concerned their standing. They professed “substantial doubts\nabout their ability to satisfy either the constitutional or the\nprudential limitations on standing in the federal court,” and urged\nthe District Court to avoid the issue entirely by remanding.\nPlaintiffs’ Supplemental Motion for Remand to State Court in No.\n3:00cv7247, p. 13, Record Doc. 17 (footnote omitted).The District Court declined to remand the\ncase, concluding that, “[a]t the bare minimum, the Plaintiffs who\nare taxpayers have standing to object to the property tax exemption\nand franchise tax credit statutes under the ‘municipal taxpayer\nstanding’ rule articulated inMassachusettsv.Mellon,262 U. S. 447(1923).” App. 78a\n(citations omitted). On the merits, the District Court found that\nneither tax benefit violated the Commerce Clause. See 154\nF. Supp. 2d 1196 (2001). The Court of Appeals for the Sixth\nCircuit agreed with the District Court as to the municipal property\ntax exemption, but held that the state franchise tax credit\nviolated the Commerce Clause. See 386 F. 3d 738 (2004). The\nCourt of Appeals did not address the issue of standing.Defendants sought certiorari to review the\nSixth Circuit’s invalidation of the franchise tax credit and\nplaintiffs sought certiorari to review the upholding of the\nproperty tax exemption. We granted certiorari to consider whether\nthe franchise tax credit violates the Commerce Clause, 545 U. S.\n___ (2005); the Michigan Supreme Court had decided a similar\nquestion contrary to the Sixth Circuit’s analysis here. SeeCaterpillar, Inc.v.Dept. of Treasury, 440 Mich.\n400, 488 N. W. 2d 182 (1992). We also asked the parties to\naddress whether plaintiffs have standing to challenge the franchise\ntax credit in this litigation.IIWe have “an obligation to assure\nourselves” of litigants’ standing under Article III.Friends of\nEarth, Inc.v.Laidlaw Environmental Services (TOC),\nInc.,528 U. S.\n167, 180 (2000). We therefore begin by addressing plaintiffs’\nclaims that they have standing as taxpayers to challenge the\nfranchise tax credit.AChief Justice Marshall, inMarburyv.Madison,1 Cranch 137 (1803), grounded\nthe Federal Judiciary’s authority to exercise judicial review and\ninterpret the Constitution on the necessity to do so in the course\nof carrying out the judicial function of deciding cases. As\nMarshall explained, “[t]hose who apply the rule to particular\ncases, must of necessity expound and interpret that rule.”Id.,at 177. Determining that a matter before the federal\ncourts is a proper case or controversy under Article III therefore\nassumes particular importance in ensuring that the Federal\nJudiciary respects “ ‘the proper—and properly limited—role of\nthe courts in a democratic society,’ ”Allenv.Wright,468\nU. S. 737, 750 (1984) (quotingWarthv.Seldin,422\nU. S. 490, 498 (1975)). If a dispute is not a proper case or\ncontroversy, the courts have no business deciding it, or expounding\nthe law in the course of doing so.This Court has recognized that\nthe case-or-controversy limitation is crucial in maintaining the\n“ ‘tripartite allocation of power’ ” set forth in the\nConstitution.Valley Forge Christian Collegev.Americans United for Separation of Church and State, Inc.,454 U. S. 464,\n474 (1982) (quotingFlastv.Cohen,392 U. S. 83, 95 (1968)). Marshall\nagain made the point early on, this time in a speech in the House\nof Representatives. “A case in law or equity,” Marshall\nremarked,“was a term … of limited signification. It was a\ncontroversy between parties which had taken a shape for judicial\ndecision. If the judicial power extended to everyquestionunder the constitution it would involve almost every subject proper\nfor legislative discussion and decision; if to everyquestionunder the laws and treaties of the United States\nit would involve almost every subject on which the executive could\nact. The division of power [among the branches of government] could\nexist no longer, and the other departments would be swallowed up by\nthe judiciary.” 4 Papers of John Marshall 95 (C. Cullen ed.\n1984).As this Court has explained, “ ‘[n]o principle\nis more fundamental to the judiciary’s proper role in our system of\ngovernment than the constitutional limitation of federal-court\njurisdiction to actual cases or controversies.’ ”Rainesv.Byrd,521 U. S. 811, 818\n(1997) (quotingSimonv.Eastern Ky. Welfare Rights\nOrganization,426 U. S. 26, 37\n(1976)).The case-or-controversy requirement thus plays\na critical role, and “Article III standing … enforces the\nConstitution’s case-or-controversy requirement.”Elk Grove\nUnified School Dist.v.Newdow,542 U. S. 1, 11 (2004).\nThe “core component” of the requirement that a litigant have\nstanding to invoke the authority of a federal court “is an\nessential and unchanging part of the case-or-controversy\nrequirement of Article III.”Lujanv.Defenders of\nWildlife,504\nU. S. 555, 560 (1992). The requisite elements of this “core\ncomponent derived directly from the Constitution” are familiar: “A\nplaintiff must allege personal injury fairly traceable to the\ndefendant’s allegedly unlawful conduct and likely to be redressed\nby the requested relief.”Allen,supra,at 751.\nWe have been asked to decide an important question of\nconstitutional law concerning the Commerce Clause. But before we do\nso, we must find that the question is presented in a “case” or\n“controversy” that is, in James Madison’s words, “of a Judiciary\nNature.” 2 Records of the Federal Convention of 1787, p. 430 (M.\nFarrand ed. 1966). That requires plaintiffs, as the parties now\nasserting federal jurisdiction, to carry the burden of establishing\ntheir standing under Article III.[Footnote 3]BPlaintiffs principally claim\nstanding by virtue of their status as Ohio taxpayers, alleging that\nthe franchise tax credit “depletes the funds of the State of Ohio\nto which the Plaintiffs contribute through their tax payments” and\nthus “diminish[es] the total funds available for lawful uses and\nimpos[es] disproportionate burdens on” them. App. 28a; see also\nBrief for Respondents 24. On several occasions, this Court has\ndeniedfederaltaxpayers standing under Article III to\nobject to a particular expenditure of federal funds simply because\nthey are taxpayers. Thus the alleged “deprivation of the fair and\nconstitutional use of [a federal taxpayer’s] tax dollar” cannot\nsupport a challenge to the conveyance of Government land to a\nprivate religious college,Valley Forge, supra,at 476–482\n(internal quotation marks and some brackets omitted), and “the\ninterest of a taxpayer in the moneys of the federal treasury\nfurnishes no basis” to argue that a federal agency’s loan practices\nare unconstitutional,Alabama Power Co.v.Ickes,302 U. S. 464,\n478 (1938); see alsoSchlesingerv.Reservists Comm.\nto Stop the War,418 U. S. 208(1974);United Statesv.Richardson,418 U. S. 166(1974).The animating principle behind\nthese cases was announced in their progenitor,Frothinghamv.Mellon,decided withMassachusettsv.Mellon,262 U. S. 447(1923). In rejecting a\nclaim that improper federal appropriations would “increase the\nburden of future taxation and thereby take [the plaintiff’s]\nproperty without due process of law,” the Court observed that a\nfederal taxpayer’s“interest in the moneys of the Treasury … is shared\nwith millions of others; is comparatively minute and\nindeterminable; and the effect upon future taxation, of any payment\nout of the funds, so remote, fluctuating and uncertain, that no\nbasis is afforded for an appeal to the preventive powers of a court\nof equity.”Id.,at 486–487.This logic is equally applicable to taxpayer\nchallenges to expenditures that deplete the treasury, and to\ntaxpayer challenges to so-called “tax expenditures,” which reduce\namounts available to the treasury by granting tax credits or\nexemptions. In either case, the alleged injury is based on the\nasserted effect of the allegedly illegal activity on public\nrevenues, to which the taxpayer contributes.Standing has been rejected in such cases\nbecause the alleged injury is not “concrete and particularized,”Defenders of Wildlife,supra,at 560, but instead\na grievance the taxpayer “suffers in some indefinite way in common\nwith people generally,”Frothingham,supra,at\n488. In addition, the injury is not “actual or imminent,” but\ninstead “conjectural or hypothetical.”Defenders of\nWildlife,supra,at 560 (internal quotation marks and\ncitations omitted). As an initial matter, it is unclear that tax\nbreaks of the sort at issue here do in fact deplete the treasury:\nThe very point of the tax benefits is to spur economic activity,\nwhich in turnincreasesgovernment revenues. In this very\naction, the Michigan plaintiffs claimed that they were injured\nbecause they lost out on the added revenues that would have\naccompanied DaimlerChrysler’s decision to expand facilities in\nMichigan. See n. 2,supra.Plaintiffs’ alleged injury is also\n“conjectural or hypothetical” in that it depends on how legislators\nrespond to a reduction in revenue, if that is the consequence of\nthe credit. Establishing injury requires speculating that elected\nofficials will increase a taxpayer-plaintiff’s tax bill to make up\na deficit; establishing redressability requires speculating that\nabolishing the challenged credit will redound to the benefit of the\ntaxpayer because legislators will pass along the supposed increased\nrevenue in the form of tax reductions. Neither sort of speculation\nsuffices to support standing. SeeASARCO Inc.v.Kadish,490 U. S. 605, 614 (1989) (opinion of\nKennedy, J.) (“[I]t is pure speculation whether the lawsuit would\nresult in any actual tax relief for respondents”);Warth,422 U. S., at 509 (criticizing a taxpayer standing claim for the\n“conjectural nature of the asserted injury”).A taxpayer-plaintiff has no right to insist\nthat the government dispose of any increased revenue it might\nexperience as a result of his suit by decreasing his tax liability\nor bolstering programs that benefit him. To the contrary, the\ndecision of how to allocate any such savings is the very epitome of\na policy judgment committed to the “broad and legitimate\ndiscretion” of lawmakers, which “the courts cannot presume either\nto control or to predict.”ASARCO,supra,at 615\n(opinion of Kennedy, J.). Under such circumstances, we have no\nassurance that the asserted injury is “imminent”—that it is\n“certainly impending.”Whitmorev.Arkansas,495 U. S. 149,\n158 (1990) (internal quotation marks omitted); seeDefenders of\nWildlife, 504 U. S.,at 564–565, n. 2.The foregoing rationale for rejecting federal\ntaxpayer standing applies with undiminished force to state\ntaxpayers. We indicated as much inDoremusv.Board of\nEd. of Hawthorne,342 U. S. 429(1952). In\nthat case, we noted our earlier holdings that “the interests of a\ntaxpayer in the moneys of the federal treasury are too\nindeterminable, remote, uncertain and indirect” to support standing\nto challenge “their manner of expenditure.”Id.,at 433.\nWe then “reiterate[d]” what we had said in rejecting a federal\ntaxpayer challenge to a federal statute “as equally true when a\nstate Act is assailed: ‘The [taxpayer] must be able to show … that\nhe has sustained … some direct injury … and not merely that he\nsuffers in some indefinite way in common with people\ngenerally.’ ”Id.,at 433–434 (quotingFrothingham,supra,at 488); seeASARCO,supra,at 613–614 (opinion of Kennedy, J.) (“[W]e have\nlikened state taxpayers to federal taxpayers” for purposes of\ntaxpayer standing (citingDoremus,supra,at\n434)).The allegations of injury that plaintiffs make\nin their complaint furnish no better basis for finding standing\nthan those made in the cases where federal taxpayer standing was\ndenied. Plaintiffs claim that DaimlerChrysler’s tax credit depletes\nthe Ohio fisc and “impos[es] disproportionate burdens on [them].”\nApp. 28a. This is no different from similar claims by federal\ntaxpayers we have already rejected under Article III as\ninsufficient to establish standing. See,e.g.,Frothingham,262 U. S.,at 486 (allegation of\ninjury that the effect of government spending “will be to increase\nthe burden of future taxation and thereby take [plaintiff’s]\nproperty without due process of law”).State policymakers, no less than their federal\ncounterparts, retain broad discretion to make “policy decisions”\nconcerning state spending “in different ways … depending on their\nperceptions of wise state fiscal policy and myriad other\ncircumstances.”ASARCO,supra,at 615 (opinion of\nKennedy, J.). Federal courts may not assume a particular exercise\nof this state fiscal discretion in establishing standing; a party\nseeking federal jurisdiction cannot rely on such “[s]peculative\ninferences … to connect [his] injury to the challenged actions of\n[the defendant],”Simon,426 U. S., at 45; see alsoAllen, 468 U. S.,at 759. Indeed, because state\nbudgets frequently contain an array of tax and spending provisions,\nany number of which may be challenged on a variety of bases,\naffording state taxpayers standing to press such challenges simply\nbecause their tax burden gives them an interest in the state\ntreasury would interpose the federal courts as “ ‘virtually\ncontinuing monitors of the wisdom and soundness’ ” of state\nfiscal administration, contrary to the more modest role Article III\nenvisions for federal courts. Seeid.,at 760–761 (quotingLairdv.Tatum,408 U. S. 1, 15\n(1972)).For the foregoing reasons, we hold that state\ntaxpayers have no standing under Article III to challenge state tax\nor spending decisions simply by virtue of their status as\ntaxpayers.[Footnote 4]CPlaintiffs argue that an\nexception to the general prohibition on taxpayer standing should\nexist for Commerce Clause challenges to state tax or spending\ndecisions, analogizing their Commerce Clause claim to the\nEstablishment Clause challenge we permitted inFlastv.Cohen,392 U. S. 83.Flastheld that\nbecause “the Establishment Clause … specifically limit[s] the\ntaxing and spending power conferred by Art. I, §8,” “a\ntaxpayer will have standing consistent with Article III to invoke\nfederal judicial power when he alleges that congressional action\nunder the taxing and spending clause is in derogation of” the\nEstablishment Clause.Id.,at 105–106.Flastheld\nout the possibility that “other specific [constitutional]\nlimitations” on Art. I, §8, might surmount the “barrier to\nsuits against Acts of Congress brought by individuals who can\nassert only the interest of federal taxpayers.” 392 U. S., at 105,\n85. But as plaintiffs candidly concede, “only the Establishment\nClause” has supported federal taxpayer suits sinceFlast.\nBrief for Respondents 12; seeBowenv.Kendrick,487 U. S. 589,\n618 (1988) (“Although we have considered the problem of standing\nand Article III limitations on federal jurisdiction many times\nsince[Flast], we have consistently adhered toFlastand the narrow exception it created to the general\nrule against taxpayer standing”).Quite apart from whether the\nfranchise tax credit is analogous to an exercise of congressional\npower under Art. I, §8, plaintiffs’ reliance onFlastis\nmisguided: Whatever rights plaintiffs have under the Commerce\nClause, they are fundamentally unlike the right not to\n“ ‘contribute three pence … for the support of any one\n[religious] establishment.’ ” 392 U. S.,at 103\n(quoting 2 Writings of James Madison 186 (G. Hunt ed. 1901)).\nIndeed, plaintiffs compare the Establishment Clause to the Commerce\nClause at such a high level of generality that almost any\nconstitutional constraint on government power would “specifically\nlimit” a State’s taxing and spending power forFlastpurposes. 392 U. S.,at 105; see Brief for Respondents 14\n(“In each case, the harm to be avoided by [the two clauses] is the\nloss of governmental neutrality”). And even if the two clauses are\nsimilar in that they often implicate governments’ fiscal decisions,\nseeid.,at 13–14, a finding that the Commerce Clause\nsatisfies theFlasttest would leave no principled way of\ndistinguishing those other constitutional provisions that we have\nrecognized constrain governments’ taxing and spending decisions.\nSee,e.g.,Arkansas Writers’ Project, Inc.v.Ragland,481 U. S. 221(1987)\n(invalidating state sales tax under the Free Press Clause). Yet\nsuch a broad application ofFlast’s exception to the\ngeneral prohibition on taxpayer standing would be quite at odds\nwith its narrow application in our precedent andFlast’s\nown promise that it would not transform federal courts into forums\nfor taxpayers’ “generalized grievances.” 392 U. S.,at\n106.Flastis consistent with the\nprinciple, underlying the Article III prohibition on taxpayer\nsuits, that a litigant may not assume a particular disposition of\ngovernment funds in establishing standing. TheFlastCourt\ndiscerned in the history of the Establishment Clause “the specific\nevils feared by [its drafters] that the taxing and spending power\nwould be used to favor one religion over another or to support\nreligion in general.”Id.,at 103.The Court\ntherefore understood the “injury” alleged in Establishment Clause\nchallenges to federal spending to be the very “extract[ion] and\nspen[ding]” of “tax money” in aid of religion alleged by a\nplaintiff.Id.,at 106. And an injunction against the\nspending would of course redressthatinjury, regardless\nof whether lawmakers would dispose of the savings in a way that\nwould benefit the taxpayer-plaintiffs personally. SeeValley\nForge,454 U. S.,at 514 (Stevens, J., dissenting)\n(“[T]he plaintiffs’ invocation of the Establishment Clause was of\ndecisive importance in resolving the standing issue in[Flast]”).Plaintiffs thus do not have state taxpayer\nstanding on the ground that their Commerce Clause challenge is just\nlike the Establishment Clause challenge inFlast.IIIPlaintiffs also claim that their\nstatus asmunicipaltaxpayers gives them standing to\nchallenge thestatefranchise tax credit at issue here.\nTheFrothinghamCourt noted with approval the standing of\nmunicipal residents to enjoin the “illegal use of the moneys of a\nmunicipal corporation,” relying on “the peculiar relation of the\ncorporate taxpayer to the corporation” to distinguish such a case\nfrom the general bar on taxpayer suits. 262 U. S.,at\n486–487; seeASARCO, 490 U. S.,at 613–614\n(opinion of Kennedy, J.) (reiterating distinction). Plaintiffs here\nchallenged the municipal property tax exemption as municipal\ntaxpayers. That challenge was rejected by the Court of Appeals on\nthe merits, and no issue regarding plaintiffs’ standing to bring it\nhas been raised. In plaintiffs’ challenge to the state franchise\ntax credit, however, they identify no municipal action contributing\nto any claimed injury. Instead, they try to leverage the notion of\nmunicipal taxpayer standing beyond challenges to municipal action,\nin two ways.AFirst, plaintiffs claim that\nbecause state law requires revenues from the franchise tax to be\ndistributed to local governments, Ohio Rev. Code Ann. §5733.12\n(Lexis 2005), the award of a credit to DaimlerChrysler reduced such\ndistributions and thus depleted the funds of “local governments to\nwhich Respondents pay taxes.” Brief for Respondents 16. But\nplaintiffs’ challenge is still to the state law and state decision,\nnot those of their municipality. We have already explained why a\nstate taxpayer lacks standing to challenge a state fiscal decision\non the grounds that it might affect his tax liability. All\nplaintiffs have done in recasting their claims as ones brought by\nmunicipal taxpayers whose municipalities receive funding from the\nState—the level of which might be affected by the same state fiscal\ndecision—is introduce yet another level of conjecture to their\nalready hypothetical claim of injury.And in fact events have\nhighlighted the peril of assuming that any revenue increase\nresulting from a taxpayer suit will be put to a particular use.\nOhio’s General Assembly suspended the statutory budget mechanism\nthat distributes franchise tax revenues to local governments in\n2001 and again in its subsequent biennial budgets. See Amended\nSubstitute H. B. 94, 124th General Assembly §140 (2001),\navailable at http://www.legislature.state.\noh.us/BillText124/124_HB_94_ENR.pdf (all Internet ma- terials as\nvisited May 12, 2006, and available in Clerk of Court’s case file);\nAmended Substitute H. B. 95, 125th General Assembly §139\n(2003), available at\nhttp:// www.legislature.state.oh.us/BillText125/125_HB_95_EN2_N.pdf;\nAmended Substitute H. B. 66, 126th Gen- eral Assembly §557.12\n(2005), available at http://www.\nlegislature.state.oh.us/BillText126/126_HB_66_EN2d.pdf. Any effect\nthat enjoining DaimlerChrysler’s credit will have on municipal\nfunds, therefore, will not result from automatic operation of a\nstatutory formula, but from a hypothesis that the state government\nwill choose to direct the supposed revenue from the restored\nfranchise tax to municipalities. This is precisely the sort of\nconjecture we may not entertain in assessing standing. SeeASARCO,supra,at 614 (opinion of Kennedy,\nJ.).BThe second way plaintiffs seek to\nleverage their standing to challenge the municipal property tax\nexemption into a challenge to the franchise tax credit is by\nrelying onMine Workersv.Gibbs,383 U. S. 715(1966).\nAccording to plaintiffs, the “supplemental jurisdiction” recognized\nin that case supports jurisdiction over all their claims, once the\nDistrict Court determined they had standing to challenge the\nproperty tax exemption. Brief for Respondents 17–18.Gibbsheld that\nfederal-question jurisdiction over a claim may authorize a federal\ncourt to exercise jurisdiction over state-law claims that may be\nviewed as part of the same case because they “derive from a common\nnucleus of operative fact” as the federal claim. 383 U. S., at 725.\nPlaintiffs assume thatGibbsstands for the proposition\nthat federal jurisdiction extends to all claims sufficiently\nrelated to a claim within Article III to be part of the same case,\nregardless of the nature of the deficiency that would keep the\nformer claims out of federal court if presented on their own.Our general approach to the application ofGibbs, however, has been markedly more cautious. For\nexample, as a matter of statutory construction of the pertinent\njurisidictional provisions, we refused to extendGibbsto\nallow claims to be asserted against nondiverse parties when\njurisdiction was based on diversity, seeOwen Equipment &\nErection Co.v.Kroger,437 U. S. 365(1978),\nand we refused to extendGibbsto authorize supplemental\njurisdiction over claims that do not satisfy statutory\namount-in-controversy requirements, seeFinleyv.United States,490 U. S. 545(1989). As\nthe Court explained just last Term, “[w]e have not … appliedGibbs’ expansive interpretive approach to other aspects of\nthe jurisdictional statutes.”Exxon Mobil Corp.v.Allapattah Services, Inc.,545 U. S. ___, ___ (2005) (slip\nop., at 5) (applying 28 U. S. C. §1367, enacted in 1990, to\nallow a federal court in a diversity action to exercise\nsupplemental jurisdiction over additional diverse plaintiffs whose\nclaims failed to meet the amount-in-controversy threshold).What we have never done is apply the rationale\nofGibbsto permit a federal court to exercise\nsupplemental jurisdiction over a claim that does not itself satisfy\nthose elements of the Article III inquiry, such as constitutional\nstanding, that “serv[e] to identify those disputes which are\nappropriately resolved through the judicial process.”Whitmore,495 U. S., at 155. We see no reason to read the\nlanguage ofGibbsso broadly, particularly since our\nstanding cases confirm that a plaintiff must demonstrate standing\nfor each claim he seeks to press. SeeAllen,468 U. S., at\n752 (“[T]he standing inquiry requires careful judicial examination\nof a complaint’s allegations to ascertain whether the particular\nplaintiff is entitled to an adjudication of theparticular\nclaimsasserted” (emphasis added)). We have insisted, for\ninstance, that “a plaintiff must demonstrate standing separately\nfor each form of relief sought.”Laidlaw,528 U. S., at\n185; seeLos Angelesv.Lyons,461 U. S. 95, 109 (1983).\nBut if standing were commutative, as plaintiffs claim, this\ninsistence would make little sense when all claims for relief\nderive from a “common nucleus of operative fact,” as they certainly\nappear to have in bothLaidlaw,supra,at\n175–179, andLyons,supra,at 97–98.Plaintiffs’ reading ofGibbsto allow\nstanding as to one claim to suffice for all claims arising from the\nsame “nucleus of operative fact” would have remarkable\nimplications. The doctrines of mootness, ripeness, and political\nquestion all originate in Article III’s “case” or “controversy”\nlanguage, no less than standing does. See,e.g.,National Park Hospitality Assn.v.Department of\nInterior,538\nU. S. 803, 808 (2003) (ripeness);Arizonans for Official\nEnglishv.Arizona,520 U. S. 43, 67 (1997)\n(mootness);Reservists Comm. to Stop the War,418 U. S.,\nat 215 (political question). Yet ifGibbs’ “common\nnucleus” formulation announced a new definition of “case” or\n“controversy” for all Article III purposes, a federal court would\nbe free to entertain moot or unripe claims, or claims presenting a\npolitical question, if they “derived from” the same “operative\nfact[s]” as another federal claim suffering from none of these\ndefects. Plaintiffs’ reading ofGibbs, therefore, would\namount to a significant revision of our precedent interpreting\nArticle III.    With federal courts thus deciding\nissues they would not otherwise be authorized to decide, the\n“ ‘tripartite allocation of power’ ” that Article III is\ndesigned to maintain,Valley Forge, 454 U. S., at 474,\nwould quickly erode; our emphasis on the standing requirement’s\nrole in maintaining this separation would be rendered hollow\nrhetoric. As we have explained, “[t]he actual-injury requirement\nwould hardly serve the purpose … of preventing courts from\nundertaking tasks assigned to the political branches[,] if once a\nplaintiff demonstrated harm from one particular inadequacy in\ngovernment administration, the court were authorized to remedyallinadequacies in that administration.”Lewisv.Casey,518 U. S. 343, 357\n(1996).Lewisemphasized that “[t]he remedy\nmust of course be limited to the inadequacy that produced the\ninjury in fact that the plaintiff has established.”Ibid.Plaintiffs’ theory of ancillary standing would contravene this\nprinciple. Plaintiffs failed to establish Article III injury with\nrespect to theirstatetaxes, and even if they did do so\nwith respect to theirmunicipaltaxes, that injury does\nnot entitle them to seek a remedy as to the state taxes. As the\nCourt summed up the point inLewis, “standing is not\ndispensed in gross.”Id.,at 358, n. 6.[Footnote 5]*  *  *All the theories plaintiffs have\noffered to support their standing to challenge the franchise tax\ncredit are unavailing. Because plaintiffs have no standing to\nchallenge that credit, the lower courts erred by considering their\nclaims against it on the merits. The judgment of the Sixth Circuit\nis therefore vacated in part, and the cases are remanded for\ndismissal of plaintiffs’ challenge to the franchise tax credit.It is so ordered.Footnote 1Ohio has begun phasing out the franchise tax\nand has discontinued offering new credits against the tax like the\none DaimlerChrysler received. See §§5733.01(G), 5733.33(B)(1)\n(Lexis 2005). Where relevant, therefore, the citations in this\nopinion are to the statutes in effect at the time DaimlerChrysler\nmade its investment.Footnote 2Other plaintiffs were residents of Toledo who\nclaimed they were injured because they were displaced by the\nDaimlerChrysler expansion and Michigan residents who claimed injury\nbecause DaimlerChrysler would have expanded its operations in\nMichigan but for the Ohio investment tax credit. Plaintiffs neither\nidentified these allegations as a basis for standing in their\nmerits brief before this Court nor referred to them at oral\nargument. Any argument based on these allegations is therefore\nabandoned. See,e.g., United Statesv.International\nBusiness Machines Corp.,517 U. S. 843, 855, and\nn. 3 (1996).Footnote 3Because defendants removed the case from\nstate court to District Court, plaintiffs were not initially the\nparties that invoked federal jurisdiction. Indeed, plaintiffs\ninitially expressed doubts as to their standing. Nonetheless,\nbecause “[w]e presume that federal courts lack jurisdiction unless\nthe contrary appears affirmatively from the record,”Rennev.Geary,501 U. S. 312, 316\n(1991) (internal quotation marks omitted), the party asserting\nfederal jurisdiction when it is challenged has the burden of\nestablishing it. Whatever the parties’ previous positions on the\npropriety of a federal forum, plaintiffs, as the parties seeking to\nestablish federal jurisdiction, must make the showings required for\nstanding.Footnote 4The majority of the Courts of Appeals to have\nconsidered the issue have reached a similar conclusion. See,e.g.,Boothv.Hvass, 302 F. 3d 849\n(CA8 2002);Board of Ed. of Mt. Sinai Union Free School\nDist.v.New York State Teachers Retirement System,\n60 F. 3d 106 (CA2 1995);Colorado Taxpayers Union,\nInc.v.Romer, 963 F. 2d 1394 (CA10 1992);Taubv.Kentucky, 842 F. 2d 912 (CA6 1988);Koriothv.Briscoe, 523 F. 2d 1271 (CA5\n1974); but cf.Arakakiv.Lingle, 423 F. 3d\n954, 967–969 (CA9 2005) (finding state taxpayer standing in light\nofHoohuliv.Ariyoshi, 741 F. 2d 1169 (CA9\n1984), but noting that Justice Kennedy’s opinion inASARCO\nInc.v.Kadish,490 U. S. 605(1989), would “carry\npersuasive value” absentHoohuli).Footnote 5In defending the contrary position,\nplaintiffs rely on three cases from the Courts of Appeals. But two\nof those cases hold only that, once a litigant has standing to\nrequest invalidation of a particular agency action, it may do so by\nidentifying all grounds on which the agency may have “ ‘failed\nto comply with its statutory mandate.’ ”Sierra Clubv.Adams, 578 F. 2d 389, 392 (CADC 1978) (quotingSierra Clubv.Morton,405 U. S. 727, 737\n(1972)); see alsoIowa Independent Bankersv.Board of\nGovernors of Fed. Reserve, 511 F. 2d 1288, 1293–1294\n(CADC 1975). They do not establish that the litigant can, by virtue\nof his standing to challenge one government action, challenge other\ngovernmental actions that did not injure him. In the third case,\nthe Court of Appeals relied substantially on the fact that “all\ncourts possess an inherent power to prevent unprofessional conduct\nby those attorneys who are practicing before them” in allowing the\nGovernment to contest the division of a damages award it was\nordered to pay between a plaintiff and his attorney.Jacksonv.United States, 881 F. 2d 707,\n710–711 (CA9 1989). That situation is rather far afield from the\nquestion before us.",
    "joined": []
}