{
    "case": {
        "docket": "19-1434",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-1434/"
    },
    "id": "4442125",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–1434, 19–1452 and 19–1458_________________UNITED STATES, PETITIONER19–1434v.ARTHREX, INC., et al.SMITH & NEPHEW, INC., et al., PETITIONERS19–1452v.ARTHREX, INC., et al.ARTHREX, INC., PETITIONER19–1458v.SMITH & NEPHEW, INC., et al.on writs of certiorari to the united states court of appeals for\nthe federal circuit[June 21, 2021]Chief Justice Roberts delivered the opinion of the Court with\nrespect to Parts I and II.The validity of a patent previously issued by the Patent and\nTrademark Office can be challenged before the Patent Trial and\nAppeal Board, an executive tribunal within the PTO. The Board,\ncomposed largely of Administrative Patent Judges appointed by the\nSecretary of Commerce, has the final word within the Executive\nBranch on the validity of a challenged patent. Billions of dollars\ncan turn on a Board decision.Under the Constitution, “[t]he executive Power” is vested in\nthe President, who has the responsibility to “take Care that the\nLaws be faithfully executed.” Art. II, §1, cl. 1; §3. The\nAppointments Clause provides that he may be assisted in carrying\nout that responsibility by officers nominated by him and confirmed\nby the Senate, as well as by other officers not appointed in that\nmanner but whose work, we have held, must be directed and\nsupervised by an officer who has been. §2, cl. 2. The question\npresented is whether the authority of the Board to issue decisions\non behalf of the Executive Branch is consistent with these\nconstitutional provisions.IAThe creation of a workable patent system was a congressional\npriority from the start. The First Congress established the Patent\nBoard—consisting impressively of Secretary of State Thomas\nJefferson, Secretary of War Henry Knox, and Attorney General Edmund\nRandolph—to issue patents for inventions they deemed “sufficiently\nuseful and important.” §1, 1 Stat. 109–110. Jefferson, a renowned\ninventor in his own right, “was charged with most of the\nresponsibility” to administer the new patent system. Federico,\nOperation of the Patent Act of 1790, 18 J. Pat. Off. Soc. 237,\n238–239 (1936). The Patent Board was a short-lived experiment\nbecause its members had much else to do. Jefferson candidly\nadmitted that he had “been obliged to give undue & uninformed\nopinions on rights often valuable” without the “great deal of time”\nnecessary to “understand & do justice by” patent applicants.\nLetter from T. Jefferson to H. Williamson (Apr. 1, 1792), in 6\nWorks of Thomas Jefferson 459 (P. Ford ed. 1904).In 1793, Congress shifted to a registration system administered\nby the Secretary of State. See 1 Stat. 319–321. The Secretary no\nlonger reviewed the substance of patent applications but instead\nissued patents through a routine process “as a ministerial\nofficer.”Grantv.Raymond, 6 Pet. 218, 241 (1832).\nThe courts would make the initial determination of patent validity\nin a subsequent judicial proceeding, such as an infringement suit.\nSee 1 Stat. 322. This scheme unsurprisingly resulted in the\nExecutive Branch issuing many invalid patents and the Judicial\nBranch having to decide many infringement cases. See S. Doc.\nNo. 338, 24th Cong., 1st Sess., 3 (1836). Judge William Van\nNess—who before taking the bench had served as second to Aaron Burr\nin his duel with Alexander Hamilton—lamented that Congress had left\nthe door “open and unguarded” for imposters to secure patents, with\nthe consequences of “litigation and endless trouble, if not total\nruin, to the true inventor.”Thompsonv.Haight, 23\nF. Cas. 1040, 1041–1042 (No. 13,957) (CC SDNY 1826). Congress\nheeded such concerns by returning the initial determination of\npatentability to the Executive Branch, see 5 Stat. 117–118, where\nit remains today.The present system is administered by the Patent and Trademark\nOffice (PTO), an executive agency within the Department of Commerce\n“responsible for the granting and issuing of patents” in the name\nof the United States. 35 U. S. C. §§1(a), 2(a)(1).\nCongress has vested the “powers and duties” of the PTO in a sole\nDirector appointed by the President with the advice and consent of\nthe Senate. §3(a)(1). As agency head, the Director “provid[es]\npolicy direction and management supervision” for PTO officers and\nemployees. §3(a)(2)(A).This suit centers on the Patent Trial and Appeal Board (PTAB),\nan executive adjudicatory body within the PTO established by the\nLeahy-Smith America Invents Act of 2011. 125 Stat. 313. The PTAB\nsits in panels of at least three members drawn from the Director,\nthe Deputy Director, the Commissioner for Patents, the Commissioner\nfor Trademarks, and more than 200 Administrative Patent Judges\n(APJs). 35 U. S. C. §§6(a), (c). The Secretary of\nCommerce appoints the members of the PTAB (except for the\nDirector), including the APJs at issue in this dispute. §§3(b)(1),\n(b)(2)(A), 6(a). Like the 1790 Patent Board, the modern Board\ndecides whether an invention satisfies the standards for\npatentability on review of decisions by primary examiners.\n§§6(b)(1), 134(a).Through a variety of procedures, the PTAB can also take a\nsecond look at patents previously issued by the PTO. §§6(b)(2)–(4).\nOne such procedure is inter partes review. Established in 2011,\ninter partes review is an adversarial process by which members of\nthe PTAB reconsider whether existing patents satisfy the novelty\nand nonobviousness requirements for inventions. See §6(a) of the\nAmerica Invents Act, 125 Stat. 299. Any person—other than the\npatent owner himself—can file a petition to institute inter partes\nreview of a patent. 35 U. S. C. §311(a). The Director can\ninstitute review only if, among other requirements, he determines\nthat the petitioner is reasonably likely to prevail on at least one\nchallenged patent claim. §314(a). Congress has committed the\ndecision to institute inter partes review to the Director’s\nunreviewable discretion. SeeThryv, Inc.v.Click-To-Call\nTechnologies, LP, 590 U. S. ___, ___ (2020) (slip op., at\n6). By regulation, the Director has delegated this authority to the\nPTAB itself. 37 CFR §42.4(a) (2020).The Director designates at least three members of the PTAB\n(typically three APJs) to conduct an inter partes proceeding. 35\nU. S. C. §6(c). The PTAB then assumes control of the\nprocess, which resembles civil litigation in many respects.\n§316(c). The PTAB must issue a final written decision on all of the\nchallenged patent claims within 12 to 18 months of institution.\n§316(a)(11); seeSAS Institute Inc.v.Iancu, 584\nU. S. ___, ___ (2018) (slip op., at 5). A party who disagrees\nwith a decision may request rehearing by the PTAB. 35\nU. S. C. §6(c); 37 CFR §42.71(d).The PTAB is the last stop for review within the Executive\nBranch. A party dissatisfied with the final decision may seek\njudicial review in the Court of Appeals for the Federal Circuit. 35\nU. S. C. §319. At this stage, the Director can intervene\nbefore the court to defend or disavow the Board’s decision. §143.\nThe Federal Circuit reviews the PTAB’s application of patentability\nstandardsde novoand its underlying factual\ndeterminations for substantial evidence. SeeOil States Energy\nServices, LLCv.Greene’s Energy Group, LLC, 584\nU. S. ___, ___ (2018) (slip op., at 4). Upon expiration of the\ntime to appeal or termination of any appeal, “the Director shall\nissue and publish a certificate canceling any claim of the patent\nfinally determined to be unpatentable, confirming any claim of the\npatent determined to be patentable, and incorporating in the patent\nby operation of the certificate any new or amended claim determined\nto be patentable.” §318(b).BArthrex, Inc. develops medical devices and procedures for\northopedic surgery. In 2015, it secured a patent on a surgical\ndevice for reattaching soft tissue to bone without tying a knot,\nU. S. Patent No. 9,179,907 (’907 patent). Arthrex soon claimed\nthat Smith & Nephew, Inc. and ArthroCare Corp. (collectively,\nSmith & Nephew) had infringed the ’907 patent, and the dispute\neventually made its way to inter partes review in the PTO. Three\nAPJs formed the PTAB panel that conducted the proceeding and\nultimately concluded that a prior patent application “anticipated”\nthe invention claimed by the ’907 patent, so that Arthrex’s patent\nwas invalid. See App. to Pet. for Cert. in No. 19–1434,\np. 128a.On appeal to the Federal Circuit, Arthrex raised for the first\ntime an argument premised on the Appointments Clause of the\nConstitution. That Clause specifies how the President may appoint\nofficers who assist him in carrying out his responsibilities.Principalofficers must be appointed by the President with\nthe advice and consent of the Senate, whileinferiorofficers may be appointed by the President alone, the head of an\nexecutive department, or a court. Art. II, §2, cl. 2.\nArthrex argued that the APJs were principal officers and therefore\nthat their appointment by the Secretary of Commerce was\nunconstitutional. The Government intervened to defend the\nappointment procedure.The Federal Circuit agreed with Arthrex that APJs were\nprincipal officers. 941 F.3d 1320, 1335 (2019). Neither the\nSecretary nor Director had the authority to review their decisions\nor to remove them at will. The Federal Circuit held that these\nrestrictions meant that APJs were themselves principal officers,\nnot inferior officers under the direction of the Secretary or\nDirector.To fix this constitutional violation, the Federal Circuit\ninvalidated the tenure protections for APJs. Making APJs removable\nat will by the Secretary, the panel held, prospectively “renders\nthem inferior rather than principal officers.”Id., at 1338.\nThe Federal Circuit vacated the PTAB’s decision and remanded for a\nfresh hearing before a new panel of APJs, who would no longer enjoy\nprotection against removal.Id., at 1338–1340.This satisfied no one. The Government, Smith & Nephew, and\nArthrex each requested rehearing en banc, which the Court of\nAppeals denied. 953 F.3d 760, 761 (2020) (per curiam).\nThe parties then requested review of different aspects of the\npanel’s decision in three petitions for certiorari.We granted those petitions to consider whether the PTAB’s\nstructure is consistent with the Appointments Clause, and the\nappropriate remedy if it is not. 592 U. S. ___ (2020).IIAThe President is “ ‘responsible for the actions of the\nExecutive Branch’ ” and “ ‘cannot delegate [that]\nultimate responsibility or the active obligation to supervise that\ngoes with it.’ ”Free Enterprise Fundv.Public\nCompany Accounting Oversight Bd.,561 U.S.\n477, 496–497 (2010) (quotingClintonv.Jones,520 U.S.\n681, 712–713 (1997) (Breyer, J., concurring in judgment)). The\nFramers recognized, of course, that “no single person could fulfill\nthat responsibility alone, [and] expected that the President would\nrely on subordinate officers for assistance.”Seila Law LLCv.Consumer Financial Protection Bureau, 591 U. S. ___,\n___ (2020) (plurality opinion) (slip op., at 2).Today, thousands of officers wield executive power on behalf of\nthe President in the name of the United States. That power acquires\nits legitimacy and accountability to the public through “a clear\nand effective chain of command” down from the President, on whom\nall the people vote.Free Enterprise Fund, 561 U. S.,\nat 498. James Madison extolled this “great principle of unity and\nresponsibility in the Executive department,” which ensures that\n“the chain of dependence [will] be preserved; the lowest officers,\nthe middle grade, and the highest, will depend, as they ought, on\nthe President, and the President on the community.” 1 Annals of\nCong. 499 (1789).The Appointments Clause provides:“[The President] shall nominate, and by and with the Advice and\nConsent of the Senate, shall appoint Ambassadors, other public\nMinisters and Consuls, Judges of the supreme Court, and all other\nOfficers of the United States, whose Appointments are not herein\notherwise provided for, and which shall be established by Law: but\nCongress may by Law vest the Appointment of such inferior Officers,\nas they think proper, in the President alone, in the Courts of Law,\nor in the Heads of Departments.” Art. II, §2,\ncl. 2.Assigning the nomination power to the President guarantees\naccountability for the appointees’ actions because the “blame of a\nbad nomination would fall upon the president singly and\nabsolutely.” The Federalist No. 77, p. 517 (J. Cooke ed. 1961)\n(A. Hamilton). As Hamilton wrote, the “sole and undivided\nresponsibility of one man will naturally beget a livelier sense of\nduty and a more exact regard to reputation.”Id., No. 76,\nat 510–511. The Appointments Clause adds a degree of\naccountability in the Senate, which shares in the public blame “for\nboth the making of a bad appointment and the rejection of a good\none.”Edmondv.United States,520 U.S.\n651, 660 (1997).Only the President, with the advice and consent of the Senate,\ncan appoint noninferior officers, called “principal” officers as\nshorthand in our cases. Seeid., at 659. The “default manner\nof appointment” for inferior officers is also nomination by the\nPresident and confirmation by the Senate.Id., at 660. But\nthe Framers foresaw that “when offices became numerous, and sudden\nremovals necessary, this mode might be inconvenient.”United\nStatesv.Germaine,99 U.S.\n508, 510 (1879). Reflecting this concern for “administrative\nconvenience,” the Appointments Clause permits Congress to dispense\nwith joint appointment, but only for inferior officers.Edmond, 520 U. S., at 660. Congress may vest the\nappointment of such officers “in the President alone, in the Courts\nof Law, or in the Heads of Departments.”BCongress provided that APJs would be appointed as inferior\nofficers, by the Secretary of Commerce as head of a department. The\nquestion presented is whether the nature of their responsibilities\nis consistent with their method of appointment. As an initial\nmatter, no party disputes that APJs are officers—not “lesser\nfunctionaries” such as employees or contractors—because they\n“exercis[e] significant authority pursuant to the laws of the\nUnited States.”Buckleyv.Valeo,424 U.S.\n1, 126, and n. 162 (1976) (per curiam); seeLuciav.SEC, 585 U. S. ___, ___–___ (2018)\n(slip op., at 8–9). APJs do so when reconsidering an issued patent,\na power that (the Court has held) involves the adjudication of\npublic rights that Congress may appropriately assign to executive\nofficers rather than to the Judiciary. SeeOil States, 584\nU. S., at ___–___ (slip op., at 8–9).The starting point for each party’s analysis is our opinion inEdmond. There we explained that “[w]hether one is an\n‘inferior’ officer depends on whether he has a superior” other than\nthe President. 520 U. S., at 662. An inferior officer must be\n“directed and supervised at some level by others who were appointed\nby Presidential nomination with the advice and consent of the\nSenate.”Id., at 663.InEdmond, we applied this test to adjudicative\nofficials within the Executive Branch—specifically, Coast Guard\nCourt of Criminal Appeals judges appointed by the Secretary of\nTransportation. Seeid., at 658. We held that the judges\nwere inferior officers because they were effectively supervised by\na combination of Presidentially nominated and Senate confirmed\nofficers in the Executive Branch: first, the Judge Advocate\nGeneral, who “exercise[d] administrative oversight over the Court\nof Criminal Appeals” by prescribing rules of procedure and\nformulating policies for court-martial cases, and could also\n“remove a Court of Criminal Appeals judge from his judicial\nassignment without cause”; and second, the Court of Appeals for the\nArmed Forces, an executive tribunal that could review the judges’\ndecisions under ade novostandard for legal issues and\na deferential standard for factual issues.Id., at 664–665.\n“What is significant,” we concluded, “is that the judges of the\nCourt of Criminal Appeals have no power to render a final decision\non behalf of the United States unless permitted to do so by other\nExecutive officers.”Id., at 665.Congress structured the PTAB differently, providing only half\nof the “divided” supervision to which judges of the Court of\nCriminal Appeals were subject.Id., at 664. Like the Judge\nAdvocate General, the PTO Director possesses powers of\n“administrative oversight.”Ibid.The Director fixes the\nrate of pay for APJs, controls the decision whether to institute\ninter partes review, and selects the APJs to reconsider the\nvalidity of the patent. 35 U. S. C. §§3(b)(6), 6(c),\n314(a). The Director also promulgates regulations governing inter\npartes review, issues prospective guidance on patentability issues,\nand designates past PTAB decisions as “precedential” for future\npanels. §§3(a)(2)(A), 316(a)(4); Brief for United States 6. He is\nthe boss, except when it comes to the one thing that makes the APJs\nofficers exercising “significant authority” in the first\nplace—their power to issue decisions on patentability.Buckley, 424 U. S., at 126. In contrast to the scheme\napproved byEdmond, no principal officer at any level within\nthe Executive Branch “direct[s] and supervise[s]” the work of APJs\nin that regard. 520 U. S., at 663.Edmondgoes a long way toward resolving this dispute.\nWhat was “significant” to the outcome there—review by a superior\nexecutive officer—is absent here: APJs have the “power to render a\nfinal decision on behalf of the United States” without any such\nreview by their nominal superior or any other principal officer in\nthe Executive Branch.Id., at 665. The only possibility of\nreview is a petition for rehearing, but Congress unambiguously\nspecified that “[o]nly the Patent and Trial Appeal Board may grant\nrehearings.” §6(c). Such review simply repeats the arrangement\nchallenged as unconstitutional in this suit.This “diffusion of power carries with it a diffusion of\naccountability.”Free Enterprise Fund, 561 U. S., at\n497. The restrictions on review relieve the Director of\nresponsibility for the final decisions rendered by APJs purportedly\nunder his charge. The principal dissent’s observation that “the\nDirector alone has the power to take final action to cancel a\npatent claim or confirm it,”post, at 7 (opinion of Thomas,\nJ.), simply ignores the undisputed fact that the Director’s “power”\nin that regard is limited to carrying out the ministerial duty that\nhe “shall issue and publish a certificate” canceling or confirming\npatent claims he had previously allowed, as dictated by the APJs’\nfinal decision. §318(b); see §§131, 153. The chain of command runs\nnot from the Director to his subordinates, but from the APJs to the\nDirector.The Government and Smith & Nephew assemble a catalog of\nsteps the Director might take to affect the decisionmaking process\nof the PTAB, despite his lack of any statutory authority to review\nits decisions. See Brief for United States 30–32; Brief for Smith\n& Nephew, Inc., et al. 25–27. The Government reminds us\nthat it is the Director who decides whether to initiate inter\npartes review. §314(a). The Director can also designate the APJs\nwho will decide a particular case and can pick ones predisposed to\nhis views. §6(c). And the Director, the Government asserts, can\neven vacate his institution decision if he catches wind of an\nunfavorable ruling on the way. The “proceeding will have no legal\nconsequences” so long as the Director jumps in before the Board\nissues its final decision. Brief for United States 31.If all else fails, the Government says, the Director can\nintervene in the rehearing process to reverse Board decisions. The\nGovernment acknowledges that only the PTAB can grant rehearing\nunder §6(c). But the Director, according to the Government, could\nmanipulate the composition of the PTAB panel that acts on the\nrehearing petition. For one thing, he could “stack” the original\npanel to rehear the case with additional APJs assumed to be more\namenable to his preferences. SeeOil States, 584 U. S.,\nat ___ (Gorsuch, J., dissenting) (slip op., at 3). For another, he\ncould assemble an entirely new panel consisting of himself and two\nother officers appointed by the Secretary—in practice, the\nCommissioner for Patents and the APJ presently designated as Chief\nJudge—to decide whether to overturn a decision and reach a\ndifferent outcome binding on future panels. See Brief for United\nStates 6–7, 31–32. The Government insists that the Director, by\nhandpicking (and, if necessary, re-picking) Board members, can\nindirectly influence the course of inter partes review.That is not the solution. It is the problem. The Government\nproposes (and the dissents embrace) a roadmap for the Director to\nevade a statutory prohibition on review without having him take\nresponsibility for the ultimate decision. Seepost, at 2–3\n(Breyer, J., concurring in judgment in part and dissenting in\npart);post, at 8–10 (opinion of Thomas, J.). Even if the\nDirector succeeds in procuring his preferred outcome, such\nmachinations blur the lines of accountability demanded by the\nAppointments Clause. The parties are left with neither an impartial\ndecision by a panel of experts nor a transparent decision for which\na politically accountable officer must take responsibility. And the\npublic can only wonder “on whom the blame or the punishment of a\npernicious measure, or series of pernicious measures ought really\nto fall.” The Federalist No. 70, at 476 (A. Hamilton).The Government contends that the Director may respond after the\nfact by removing an APJ “from his judicial assignment without\ncause” and refusing to designate that APJ onfuturePTAB\npanels.Edmond, 520 U. S., at 664. Even assuming that\nis true, reassigning an APJ to a different task going forward gives\nthe Director no means of countermanding the final decision already\non the books. Nor are APJs “meaningfully controlled” by the threat\nof removal from federal service entirely,Seila Law, 591\nU. S., at ___ (slip op., at 23), because the Secretary can\nfire them after a decision only “for such cause as will promote the\nefficiency of the service,” 5 U. S. C. §7513(a). In all\nthe ways that matter to the parties who appear before the PTAB, the\nbuck stops with the APJs, not with the Secretary or Director.Review outside Article II—here, an appeal to the Federal\nCircuit—cannot provide the necessary supervision. While the duties\nof APJs “partake of a Judiciary quality as well as Executive,” APJs\nare still exercising executive power and must remain “dependent\nupon the President.” 1 Annals of Cong., at 611–612 (J. Madison);\nseeOil States, 584 U. S., at ___ (slip op., at 8). The\nactivities of executive officers may “take ‘legislative’ and\n‘judicial’ forms, but they are exercises of—indeed, under our\nconstitutional structure theymust beexercises of—the\n‘executive Power,’ ” for which the President is ultimately\nresponsible.Arlingtonv.FCC,569 U.S.\n290, 305, n. 4 (2013) (quoting Art. II, §1,\ncl. 1).Given the insulation of PTAB decisions from any executive\nreview, the President can neither oversee the PTAB himself nor\n“attribute the Board’s failings to those whom hecanoversee.”Free Enterprise Fund, 561 U. S., at 496. APJs\naccordingly exercise power that conflicts with the design of the\nAppointments Clause “to preserve political accountability.”Edmond, 520 U. S., at 663.The principal dissent dutifully undertakes to apply the\ngoverning test fromEdmond, seepost, at 5–10\n(opinion of Thomas, J.), but its heart is plainly not in it. For\nexample, the dissent rejects any distinction between\n“inferior-officer power” and “principal-officer power,”post, at 12, butEdmondcalls for exactly that: an\nappraisal of how much power an officer exercises free from control\nby a superior. The dissent pigeonholes this consideration as the\nsole province of the Vesting Clause,post, at 14–15, butEdmondrecognized the Appointments Clause as a “significant\nstructural safeguard[ ]” that “preserve[s] political\naccountability” through direction and supervision of\nsubordinates—in other words, through a chain of command. 520\nU. S., at 659, 663. The dissent would have the Court focus on\nthe location of an officer in the agency “organizational chart,”post, at 1, but as we explained inEdmond, “[i]t is\nnot enough that other officers may be identified who formally\nmaintain a higher rank, or possess responsibilities of a greater\nmagnitude,” 520 U. S., at 662–663. The dissent stresses that\n“at least two levels of authority” separate the President from PTAB\ndecisions,post, at 1, but the unchecked exercise of\nexecutive power by an officer buried many layers beneath the\nPresident poses more, not less, of a constitutional problem.\nConspicuously absent from the dissent is any concern for the\nPresident’s ability to “discharge his own constitutional duty of\nseeing that the laws be faithfully executed.”Myersv.United States,272 U.S.\n52, 135 (1926).The other dissent charges that the Court’s opinion has “no\nfoundation” in past decisions.Post, at 5 (opinion of\nBreyer, J.). Of course, we have a different view on the proper\napplication ofEdmondin this dispute. As for other past\ndecisions, it is the dissent that expressly grounds its analysis in\ndissenting opinions fromFree Enterprise FundandSeila\nLaw, while frankly acknowledging that theCourt’sopinions in those cases support the principles that guide us here.Post, at 5–7.CHistory reinforces the conclusion that the unreviewable\nexecutive power exercised by APJs is incompatible with their status\nas inferior officers. Since the founding, principal officers have\ndirected the decisions of inferior officers on matters of law as\nwell as policy. Hamilton articulated the principle of\nconstitutional accountability underlying such supervision in a 1792\nTreasury circular. Writing as Secretary of the Treasury to the\ncustoms officials under his charge, he warned that any deviations\nfrom his instructions “would be subversive of uniformity in the\nexecution of the laws.” 3 Works of Alexander Hamilton 557 (J.\nHamilton ed. 1850). “The power to superintend,” he explained, “must\nimply a right to judge and direct,” thereby ensuring that “the\nresponsibility for a wrong construction rests with the head of the\ndepartment, when it proceeds from him.”Id., at 559.Early congressional statutes expressly empowered department\nheads to supervise the work of their subordinates, sometimes by\nproviding for an appeal in adjudicatory proceedings to a\nPresidentially nominated and Senate confirmed officer. See,e.g., 1 Stat. 66–67 (authorizing appeal of auditor decisions\nto Comptroller); §4, 1 Stat. 378 (permitting supervisors of the\nrevenue to issue liquor licenses “subject to the superintendence,\ncontrol and direction of the department of the treasury”). For the\nmost part, Congress left the structure of administrative\nadjudication up to agency heads, who prescribed internal procedures\n(and thus exercised direction and control) as they saw fit. See J.\nMashaw, Creating the Administrative Constitution 254 (2012).This Court likewise indicated in early decisions that adequate\nsupervision entails review of decisions issued by inferior\nofficers. For example, we held that the Commissioner of the General\nLand Office—the erstwhile agency that adjudicated private claims to\npublic lands and granted land patents—could review decisions of his\nsubordinates despite congressional silence on the matter. Our\nexplanation, almost “too manifest to require comment,” was that the\nauthority to review flowed from the “necessity of ‘supervision and\ncontrol,’ vested in the commissioner, acting under the direction of\nthe President.”Barnardv.Ashley, 18 How. 43, 45\n(1856). “Of necessity,” we later elaborated, the Commissioner “must\nhave power to adjudge the question of accuracy preliminary to the\nissue of a [land] patent.”Magwirev.Tyler, 1 Black\n195, 202 (1862).Congress has carried the model of principal officer review into\nthe modern administrative state. As the Government forthrightly\nacknowledged at oral argument, it “certainly is the norm” for\nprincipal officers to have the capacity to review decisions made by\ninferior adjudicative officers. Tr. of Oral Arg. 23. The\nAdministrative Procedure Act, from its inception, authorized agency\nheads to review such decisions. 5 U. S. C. §557(b). And\n“higher-level agency reconsideration” by the agency head is the\nstandard way to maintain political accountability and effective\noversight for adjudication that takes place outside the confines of\n§557(b). Walker & Wasserman, The New World of Agency\nAdjudication, 107 Cal. L. Rev. 141, 157 (2019). To take one\nexample recently discussed by this Court inFree Enterprise\nFund, the Public Company Accounting Oversight Board can issue\nsanctions in disciplinary proceedings, but such sanctions are\nreviewable by its superior, the Securities and Exchange Commission.\n15 U. S. C. §§7215(c)(4), 7217(c).The Government and Smith & Nephew point to a handful of\ncontemporary officers who are appointed by heads of departments but\nwho nevertheless purportedly exercise final decisionmaking\nauthority. Several examples, however, involve inferior officers\nwhose decisions a superior executive officer can review or\nimplement a system for reviewing. For instance, the special trial\njudges inFreytagv.Commissioner,501 U.S.\n868(1991), may enter a decision on behalf of the Tax\nCourt—whose members are nominated by the President and confirmed by\nthe Senate, 26 U. S. C. §7443(b)—but only “subject to\nsuch conditions and review as the court may provide.” §7443A(c);\nsee also 8 CFR §1003.0(a) (2020) (establishing Executive Office for\nImmigration Review under control of Attorney General). And while\nthe Board of Veteran Affairs does make the final decision within\nthe Department of Veteran Affairs, 38 U. S. C. §§7101,\n7104(a), its decisions are reviewed by the Court of Appeals for\nVeterans Claims, an Executive Branch entity, §§7251, 7252(a). SeeHendersonv.Shinseki,562 U.S.\n428, 431–432 (2011). Other examples are potentially\ndistinguishable, such as the Benefits Review Board members who\nappear to serve at the pleasure of the appointing department head.\nSee 33 U. S. C. §921(c);Kalarisv.Donovan, 697 F.2d 376, 396–397 (CADC 1983).Perhaps the Civilian and Postal Boards of Contract Appeals are\nmost similar to the PTAB. The Administrator of General Services and\nthe Postmaster General appoint the members of the respective\nBoards, whose decisions are appealable to the Federal Circuit. See\n41 U. S. C. §§7105(b), (d), (e), 7107(a). Congress\nestablished both entities in 2006 and gave them jurisdiction over\ndisputes involving public contractors. 119 Stat. 3391–3394.\nWhatever distinct issues that scheme might present, the Boards of\nContract Appeals—both young entrants to the regulatory\nlandscape—provide the PTAB no “foothold in history or tradition”\nacross the Executive Branch.Seila Law, 591 U. S., at\n___ (slip op., at 21).When it comes to the patent system in particular, adjudication\nhas followed the traditional rule that a principal officer, if not\nthe President himself, makes the final decision on how to exercise\nexecutive power. Recall that officers in President Washington’s\nCabinet formed the first Patent Board in 1790. 1 Stat. 109–110. The\ninitial determination of patentability was then relegated to the\ncourts in 1793, but when the Executive Branch reassumed authority\nin 1836, it was the Commissioner of Patents—appointed by the\nPresident with the advice and consent of the Senate—who exercised\ncontrol over the issuance of a patent. 5 Stat. 117, 119. The patent\nsystem, for nearly the next hundred years, remained accountable to\nthe President through the Commissioner, who directed the work of\nhis subordinates by, for example, hearing appeals from decisions by\nexaminers-in-chief, the forebears of today’s APJs. 12 Stat.\n246–247.The Government and Smith & Nephew find support for the\nstructure of the PTAB in the predecessor Board of Appeals\nestablished in 1927. 44 Stat. 1335–1336. Simplified somewhat, the\nBoard of Appeals decided the patentability of inventions in panels\ncomposed of examiners-in-chief without an appeal to the\nCommissioner. But decisions by examiners-in-chief could be reviewed\nby the Court of Customs and Patent Appeals (CCPA), an entity within\nthe Executive Branch until 1958. 45 Stat. 1476; seeEx parte\nBakelite Corp.,279 U.S.\n438, 460 (1929); see also 72 Stat. 848. The President appointed\nCCPA judges with the advice and consent of the Senate. 36 Stat.\n105. Even after 1958, the Commissioner appears to have retained\n“the ultimate authority regarding the granting of patents” through\nthe examination and interference processes, notwithstanding the\nlack of a formal appeal from the Board’s decision.In re\nAlappat,33 F.3d 1526, 1535 (CA Fed. 1994) (en banc) (plurality\nopinion). The history of the Board of Appeals, though more winding\nand varied than recounted here, has little to say about the present\nprovision expressly ordering the Director to undo his prior\npatentability determination when a PTAB panel of unaccountable APJs\nlater disagrees with it. See 35 U. S. C. §318(b).The Government and Smith & Nephew also note that early\nPatent Acts authorized the Secretary of State to appoint two types\nof officials who made final decisions on questions of patent law.\nSee 1 Stat. 322–323 (panel of arbitrators in interference\nproceedings); 5 Stat. 120–121 (board of examiners to hear appeal\nfrom patentability or priority decision of Commissioner). Neither\nexample, however, serves as historical precedent for modern APJs.\nBoth the arbitrators and the examiners assembled to resolve a\nsingle issue—indeed, these ad hoc positions may not have even\nconstituted offices. SeeAuffmordtv.Hedden,137 U.S.\n310, 327 (1890). If they were officers, they exercised their\nlimited power under “special and temporary conditions.”United\nStatesv.Eaton,169 U.S.\n331, 343 (1898) (holding that an inferior officer can perform\nfunctions of principal office on acting basis). APJs, by contrast,\noccupy a permanent office unless removed by the Secretary for\ncause.*  *  *We hold that the unreviewable authority wielded by APJs during\ninter partes review is incompatible with their appointment by the\nSecretary to an inferior office. The principal dissent repeatedly\ncharges that we never say whether APJs are principal officers who\nwere not appointed in the manner required by the Appointments\nClause, or instead inferior officers exceeding the permissible\nscope of their duties under that Clause. Seepost, at 3, 11,\n16 (opinion of Thomas, J.). But both formulations describe the same\nconstitutional violation: Only an officer properly appointed to a\nprincipal office may issue a final decision binding the Executive\nBranch in the proceeding before us.In reaching this conclusion, we do not attempt to “set forth an\nexclusive criterion for distinguishing between principal and\ninferior officers for Appointments Clause purposes.”Edmond,\n520 U. S., at 661. Many decisions by inferior officers do not\nbind the Executive Branch to exercise executive power in a\nparticular manner, and we do not address supervision outside the\ncontext of adjudication. Cf.post, at 13–14 (opinion of\nThomas, J.). Here, however, Congress has assigned APJs “significant\nauthority” in adjudicating the public rights of private parties,\nwhile also insulating their decisions from review and their offices\nfrom removal.Buckley, 424 U. S., at 126.IIIWe turn now to the appropriate way to resolve this dispute\ngiven this violation of the Appointments Clause. In general, “when\nconfronting a constitutional flaw in a statute, we try to limit the\nsolution to the problem” by disregarding the “problematic portions\nwhile leaving the remainder intact.”Ayottev.Planned\nParenthood of Northern New Eng.,546 U.S.\n320, 328–329 (2006). This approach derives from the Judiciary’s\n“negative power to disregard an unconstitutional enactment” in\nresolving a legal dispute.Massachusettsv.Mellon,262 U.S.\n447, 488 (1923). In a case that presents a conflict between the\nConstitution and a statute, we give “full effect” to the\nConstitution and to whatever portions of the statute are “not\nrepugnant” to the Constitution, effectively severing the\nunconstitutional portion of the statute.Bank of Hamiltonv.Lessee of Dudley, 2 Pet. 492, 526 (1829) (Marshall,\nC. J.). This principle explains our “normal rule that partial,\nrather than facial, invalidation is the required course.”Brockettv.Spokane Arcades, Inc.,472 U.S.\n491, 504 (1985).Arthrex asks us to hold the entire regime of inter partes\nreview unconstitutional. In its view, any more tailored declaration\nof unconstitutionality would necessitate a policy decision best\nleft to Congress in the first instance. Because the good cannot be\nseparated from the bad, Arthrex continues, the appropriate remedy\nis to order outright dismissal of the proceeding below. The partial\ndissent, similarly forswearing the need to do anything beyond\n“identifying the constitutional violation,” would grant full relief\nto Arthrex.Post, at 5–6 (Gorsuch, J., concurring in part\nand dissenting in part).In our view, however, the structure of the PTO and the\ngoverning constitutional principles chart a clear course: Decisions\nby APJs must be subject to review by the Director. Congress vested\nthe Director with the “powers and duties” of the PTO, 35\nU. S. C. §3(a)(1), tasked him with supervising APJs,\n§3(a)(2)(A), and placed the PTAB “in” the PTO, §6(a). A single\nofficer has superintended the activities of the PTO since the\nCommissioner of Patents assumed the role of “chief officer” of the\nPatent Office in 1836. §1, 5 Stat. 117–118. The Commissioner long\noversaw examiners-in-chief, see 12 Stat. 246–247, just as the\nDirector today has the responsibility to oversee APJs. While\nshielding the ultimate decisions of the 200-plus APJs from review,\nCongress also provided the Director means of control over the\ninstitution and conduct of inter partes review. 35\nU. S. C. §§314(a), 316(a). In every respect save the\ninsulation of their decisions from review within the Executive\nBranch, APJs appear to be inferior officers—an understanding\nconsistent with their appointment in a manner permissible for\ninferior but not principal officers.The America Invents Act insulates APJs from supervision through\ntwo mechanisms. The statute provides that “each . . .\ninter partes review shall be heard by at least 3 members of the\n[PTAB]” and that “only the [PTAB] may grant rehearings.” §6(c). The\nupshot is that the Director cannot rehear and reverse a final\ndecision issued by APJs. If the Director were to have the\n“authority to take control” of a PTAB proceeding, APJs would\nproperly function as inferior officers.Go-Bart Importing\nCo.v.United States,282 U.S.\n344, 354 (1931).We conclude that a tailored approach is the appropriate one:\nSection 6(c) cannot constitutionally be enforced to the extent\nthat its requirements prevent the Director from reviewing final\ndecisions rendered by APJs. Because Congress has vested the\nDirector with the “power and duties” of the PTO, §3(a)(1), the\nDirector has the authority to provide for a means of reviewing PTAB\ndecisions. See also §§3(a)(2)(A), 316(a)(4). The Director\naccordingly may review final PTAB decisions and, upon review, may\nissue decisions himself on behalf of the Board. Section 6(c)\notherwise remains operative as to the other members of the\nPTAB.This does not result in an incomplete or unworkable statutory\nscheme. Cf.United Statesv.Treasury Employees,513 U.S.\n454, 479 (1995). To the contrary, review by the Director would\nfollow the almost-universal model of adjudication in the Executive\nBranch, seesupra, at 15–16, and aligns the PTAB with theotheradjudicative body in the PTO, the Trademark Trial and\nAppeal Board, see §228 of the Trademark Modernization Act of 2020,\n134 Stat. 2209.The Government defends the different approach adopted by the\nFederal Circuit. The Court of Appeals held unenforceable APJs’\nprotection against removal except “for such cause as will promote\nthe efficiency of the service,” 5 U. S. C. §7513(a),\nwhich applies through 35 U. S. C. §3(c). See 941\nF. 3d, at 1337, 1340. If the for-cause provision were\nunenforceable, the Secretary could remove APJs at will. SeeEx\nparte Hennen, 13 Pet. 230, 259–260 (1839). The Government\ncontends that APJs would then be inferior officers underFree\nEnterprise Fund. But regardless whether the Government is\ncorrect that at-will removal by the Secretary would cure the\nconstitutional problem, review by the Director better reflects the\nstructure of supervision within the PTO and the nature of APJs’\nduties, for the reasons we have explained. Seesupra, at 12,\n20–21.In sum, we hold that 35 U. S. C. §6(c) is\nunenforceable as applied to the Director insofar as it prevents the\nDirector from reviewing the decisions of the PTAB on his own. The\nDirector may engage in such review and reach his own decision. When\nreviewing such a decision by the Director, a court must decide the\ncase “conformably to the constitution, disregarding the law”\nplacing restrictions on his review authority in violation of\nArticle II.Marburyv.Madison, 1 Cranch 137, 178\n(1803). We add that this suit concerns only the Director’s ability\nto supervise APJs in adjudicating petitions for inter partes\nreview. We do not address the Director’s supervision over other\ntypes of adjudications conducted by the PTAB, such as the\nexamination process for which the Director has claimed unilateral\nauthority to issue a patent. See Reply Brief for Arthrex, Inc.\n6.We also conclude that the appropriate remedy is a remand to the\nActing Director for him to decide whether to rehear the petition\nfiled by Smith & Nephew. Although the APJs’ appointment by the\nSecretary allowed them to lawfully adjudicate the petition in the\nfirst instance, seeFreytag, 501 U. S., at 881–882,\nthey lacked the power under the Constitution to finally resolve the\nmatter within the Executive Branch. Under these circumstances, a\nlimited remand to the Director provides an adequate opportunity for\nreview by a principal officer. Because the source of the\nconstitutional violation is the restraint on the review authority\nof the Director, rather than the appointment of APJs by the\nSecretary, Arthrex is not entitled to a hearing before a new panel\nof APJs. Cf.Lucia, 585 U. S., at ___–___ (slip op., at\n12–13).*  *  *Today, we reaffirm and apply the rule fromEdmondthat\nthe exercise of executive power by inferior officers must at some\nlevel be subject to the direction and supervision of an officer\nnominated by the President and confirmed by the Senate. The\nConstitution therefore forbids the enforcement of statutory\nrestrictions on the Director that insulate the decisions of APJs\nfrom his direction and supervision. To be clear, the Director need\nnot review every decision of the PTAB. What matters is that the\nDirector have the discretion to review decisions rendered by APJs.\nIn this way, the President remains responsible for the exercise of\nexecutive power—and through him, the exercise of executive power\nremains accountable to the people.The judgment of the United States Court of Appeals for the\nFederal Circuit is vacated, and the cases are remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}