{
    "case": {
        "docket": "15-214",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-214/"
    },
    "id": "3752145",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–214_________________JOSEPH P. MURR, et al., PETITIONERSv.WISCONSIN, et al.on writ of certiorari to the court of appeals\nof wisconsin, district iii[June 23, 2017]Chief Justice Roberts, with whom Justice\nThomas and Justice Alito join, dissenting.The Murr family owns two adjacent lots along the\nLower St. Croix River. Under a local regulation, those two\nproperties may not be “sold or developed as separate lots” because\nneither contains a sufficiently large area of buildable land. Wis.\nAdmin. Code §NR 118.08(4)(a)(2) (2017). The Court today holds\nthat the regulation does not effect a taking that requires just\ncompensation. This bottom-line conclusion does not trouble me; the\nmajority presents a fair case that the Murrs can still make good\nuse of both lots, and that the ordinance is a commonplace tool to\npreserve scenic areas, such as the Lower St. Croix River, for the\nbenefit of landowners and the public alike.Where the majority goes astray, however, is in\nconcluding that the definition of the “private property” at issue\nin a case such as this turns on an elaborate test looking not only\nto state and local law, but also to (1) “the physical\ncharacteristics of the land,” (2) “the prospective value of the\nregulated land,” (3) the “reasonable expectations” of the owner,\nand (4) “background customs and the whole of our legal\ntradition.”Ante,at 11–12. Our decisions have, time and\nagain, declared that the Takings Clause protects private property\nrights as state law creates and defines them. By securing suchestablishedproperty rights, the Takings Clause protects\nindividuals from being forced to bear the full weight of actions\nthat should be borne by the public at large. The majority’s new,\nmalleable definition of “private property”—adopted solely “for\npurposes of th[e] takings inquiry,”ante,at 20—undermines\nthat protection.I would stick with our traditional approach:\nState law defines the boundaries of distinct parcels of land, and\nthose boundaries should determine the “private property” at issue\nin regulatory takings cases. Whether a regulation effects a taking\nof that property is a separate question, one in which common\nownership of adjacent property may be taken into account. Because\nthe majority departs from these settled principles, I respectfully\ndissent.IAThe Takings Clause places a condition on the\ngovernment’s power to interfere with property rights, instructing\nthat “private property [shall not] be taken for public use, without\njust compensation.” Textually and logically, this Clause raises\nthree basic questions that individuals, governments, and judges\nmust consider when anticipating or deciding whether the government\nwill have to provide reimbursement for its actions. The first is\nwhat “pri-vate property” the government’s planned course of conduct\nwill affect. The second, whether that property has been “taken” for\n“public use.” And if “private property” has been “taken,” the last\nitem of business is to calculate the “just compensation” the owner\nis due.Step one—identifying the property interest at\nstake—requires looking outside the Constitution. The word\n“property” in the Takings Clause means “the group of rights\ninhering in [a] citizen’s relation to [a] . . . thing, as\nthe right to possess, use and dispose of it.”United Statesv.General Motors Corp., 323 U. S. 373, 378 (1945) .\nThe Clause does not, however, provide the definition of those\nrights in any particular case. Instead, “property interests\n. . . are created and their dimensions are defined by\nexisting rules or understandings that stem from an independent\nsource such as state law.”Ruckelshausv.Monsanto\nCo., 467 U. S. 986, 1001 (1984) (alteration and internal\nquotation marks omitted). By protecting these established rights,\nthe Takings Clause stands as a buffer between property owners and\ngovernments, which might naturally look to put private property to\nwork for the public at large.When government action interferes with property\nrights, the next question becomes whether that interference amounts\nto a “taking.” “The paradigmatic taking . . . is a direct\ngovernment appropriation or physical invasion of private property.”Linglev.Chevron U. S. A. Inc., 544\nU. S. 528, 537 (2005) . These types of actions give rise to\n“per setaking[s]” because they are “perhaps the most\nserious form[s] of invasion of an owner’s property interests,\ndepriving the owner of the rights to possess, use and dispose of\nthe property.”Hornev.Department of Agriculture,\n576 U. S. ___, ___ (2015) (slip op., at 7) (internal quotation\nmarks omitted).But not all takings are so direct: Governments\ncan infringe private property interests for public use not only\nthrough appropriations, but through regulations as well. If\ncompensation were required for one but not the other, “the natural\ntendency of human nature” would be to extend regulations “until at\nlast private property disappears.”Pennsylvania Coal Co.v.Mahon, 260 U. S. 393, 415 (1922) . Our regulatory\ntakings decisions, then, have recognized that, “while property may\nbe regulated to a certain extent, if regulation goes too far it\nwill be recognized as a taking.”Ibid.This rule strikes a\nbalance between property owners’ rights and the government’s\nauthority to advance the common good. Owners can rest assured that\nthey will be compensated for particularly onerous regulatory\nactions, while governments maintain the freedom to adjust the\nbenefits and burdens of property ownership without incurring\ncrippling costs from each alteration.Depending, of course, on how far is “too far.”\nWe have said often enough that the answer to this question\ngenerally resistsper serules and rigid formulas. There\nare, however, a few fixed principles: The inquiry “must be\nconducted with respect to specific property.”Keystone\nBituminous Coal Assn.v.DeBenedictis, 480 U. S.\n470, 495 (1987) (internal quotation marks omitted). And if a\n“regulation denies all economically beneficial or productive use of\nland,” the interference categorically amounts to a taking.Lucasv.South Carolina Coastal Council, 505\nU. S. 1003, 1015 (1992) . For the vast array of regulations\nthat lack such an extreme effect, a flexible approach is more\nfitting. The factors to consider are wide ranging, and include the\neconomic impact of the regulation, the owner’s investment-backed\nexpectations, and the character of the government action. The\nultimate question is whether the government’s imposition on a\nproperty has forced the owner “to bear public burdens which, in all\nfairness and justice, should be borne by the public as a whole.”Penn Central Transp. Co.v.New York City, 438\nU. S. 104, 123 (1978) (internal quotation marks omitted).Finally, if a taking has occurred, the remaining\nmatter is tabulating the “just compensation” to which the property\nowner is entitled. “[J]ust compensation normally is tobe measured\nby the market value of the property at the time of the taking.”Horne, 576 U. S., at ___ (slip op., at 15) (internal\nquotation marks omitted).BBecause a regulation amounts to a taking if it\ncompletely destroys a property’s productive use, there is an\nincen-tive for owners to define the relevant “private property”\nnarrowly. This incentive threatens the careful balance between\nproperty rights and government authority that our regulatory\ntakings doctrine strikes: Put in terms of the familiar “bundle”\nanalogy, each “strand” in the bundle of rights that comes along\nwith owning real property is a distinct property interest. If\nowners could define the relevant “private property” at issue as the\nspecific “strand” that the challenged regulation affects, they\ncould convert nearly all regulations intoper setakings.And so we do not allow it. InPenn Central\nTransportation Co.v.New York City, we held that\nproperty owners may not “establish a ‘taking’ simply by showing\nthat they have been denied the ability to exploit a property\ninterest.” 438 U. S., at 130. In that case, the owner of Grand\nCentral Terminal in New York City argued that a restriction on the\nowner’s ability to add an office building atop the station amounted\nto a taking of its air rights. We rejected that narrow definition\nof the “property” at issue, concluding that the correct unit of\nanalysis was the owner’s “rights in the parcel as a whole.”Id.,at 130–131. “[W]here an owner possesses a full ‘bundle’\nof property rights, the destruction of one strand of the bundle is\nnot a taking, because the aggregate must be viewed in its\nentirety.”Andrusv.Allard, 444 U. S. 51 –66\n(1979); seeTahoe-Sierra Preservation Council, Inc.v.Tahoe Regional Planning Agency, 535 U. S. 302, 327\n(2002) .The question presented in today’s case concerns\nthe “parcel as a whole” language fromPenn Central. This\nenigmatic phrase has created confusion about how to identify the\nrelevant property in a regulatory takings case when the claimant\nowns more than one plot of land. Should the impact of the\nregulation be evaluated with respect to each individual plot, or\nwith respect to adjacent plots grouped together as one unit?\nAccording to the majority, a court should answer this question by\nconsidering a number of facts about the land and the regulation at\nissue. The end result turns on whether those factors “would lead a\nlandowner to anticipate that his holdings would be treated as one\nparcel, or, instead, as separate tracts.”Ante,at 12.I think the answer is far more straightforward:\nState laws define the boundaries of distinct units of land, and\nthose boundaries should, in all but the most exceptional\ncircumstances, determine the parcel at issue. Even in regulatory\ntakings cases, the first step of the Takings Clause analysis is\nstill to identify the relevant “private property.” States create\nproperty rights with respect to particular “things.” And in the\ncontext of real property, those “things” are horizontally bounded\nplots of land.Tahoe-Sierra, 535 U. S., at 331 (“An\ninterest in real property is defined by the metes and bounds that\ndescribe its geographic dimensions”). States may define those plots\ndifferently—some using metes and bounds, others using government\nsurveys, recorded plats, or subdivision maps. See 11 D. Thomas,\nThompson on Real Property §94.07(s) (2d ed. 2002); Powell on Real\nProperty §81A.05(2)(a) (M. Wolf ed. 2016). But the definition of\nproperty draws the basic line between, as P. G. Wodehouse\nwould put it,meumandtuum. The question of who owns\nwhat is pretty important: The rules must provide a readily\nascertainable definition of the land to which a particular bundle\nof rights attaches that does not vary depending upon the purpose at\nissue. See,e.g.,Wis. Stat. §236.28 (2016) (“[T]he lots in\n[a] plat shall be described by the name of the plat and the lot and\nblock . . . for all purposes, including those of\nassessment, taxation, devise, descent and conveyance”).Following state property lines is also entirely\nconsistent withPenn Central. Requiring consideration of the\n“parcel as a whole” is a response to the risk that owners will\nstrategically pluck one strand from their bundle of property\nrights—such as the air rights at issue inPenn Central—and\nclaim a complete taking based on that strand alone. That risk of\nstrategic unbundling is not present when a legally distinct parcel\nis the basis of the regulatory takings claim. State law defines all\nof the interests that come along with owning a particular parcel,\nand both property owners and the government must take those rights\nas they find them.The majority envisions that relying on state law\nwill create other opportunities for “gamesmanship” by landowners\nand States: The former, it contends, “might seek to alter [lot]\nlines in anticipation of regulation,” while the latter might pass a\nlaw that “consolidates . . . property” to avoid a\nsuccessful takings claim.Ante,at 11, 17. But such obvious\nattempts to alter the legal landscape in anticipation of a lawsuit\nare unlikely and not particularly difficult to detect and disarm.\nWe rejected the strategic splitting of property rights inPenn\nCentral, and courts could do the same if faced with an attempt\nto create a takings-specific definition of “private property.” Cf.Phillipsv.Washington Legal Foundation, 524\nU. S. 156, 167 (1998) (“[A] State may not sidestep the Takings\nClause by disavowing traditional property interests long recognized\nunder state law”).Once the relevant property is identified, the\nreal work begins. To decide whether the regulation at issue amounts\nto a “taking,” courts should focus on the effect of the regulation\non the “private property” at issue. Adjacent land under common\nownership may be relevant to that inquiry. The owner’s possession\nof such a nearby lot could, for instance, shed light on how the\nowner reasonably expected to use the parcel at issue before the\nregulation. If the court concludes that the government’s action\namounts to a taking, principles of “just compensation” may also\nallow the owner to recover damages “with regard to a separate\nparcel” that is contiguous and used in conjunction with the parcel\nat issue. 4A L. Smith & M. Hansen, Nichols’ Law of Eminent\nDomain, ch. 14B, §14B.02 (rev. 3d ed. 2010).In sum, the “parcel as a whole” requirement\nprevents a property owner from identifying a single “strand” in his\nbundle of property rights and claiming that interest has been\ntaken. Allowing that strategic approach to defining “private\nproperty” would undermine the balance struck by our regulatory\ntakings cases. Instead, state law creates distinct parcels of land\nand defines the rights that come along with owning those parcels.\nThose established bundles of rights should define the “private\nproperty” in regulatory takings cases. While ownership of\ncontiguous properties may bear on whether a person’s plot has been\n“taken,”Penn Centralprovides no basis for disregarding\nstate property lines when identifying the “parcel as a whole.”IIThe lesson that the majority draws fromPenn Centralis that defining “the proper parcel in\nregulatory takings cases cannot be solved by any simple test.”Ante,at 20. Following through on that stand against\nsimplicity, the majority lists a complex set of factors\ntheoretically designed to reveal whether a hypothetical landowner\nmight expect that his property “would be treated as one parcel, or,\ninstead, as separate tracts.”Ante,at 11. Those factors,\nsays the majority, show that Lots E and F of the Murrs’ property\nconstitute a single parcel and that the local ordinance requiring\nthe Murrs to develop and sell those lots as a pair does not\nconstitute a taking.In deciding that Lots E and F are a single\nparcel, the majority focuses on the importance of the ordinance at\nissue and the extent to which the Murrs may have been especially\nsurprised, or unduly harmed, by the application of that ordinance\nto their property. But these issues should be considered when\ndeciding if a regulation constitutes a “taking.” Cramming them into\nthe definition of “private property” undermines the effectiveness\nof the Takings Clause as a check on the government’s power to shift\nthe cost of public life onto private individuals.The problem begins when the majority loses track\nof the basic structure of claims under the Takings Clause. While it\nis true that we have referred to regulatory takings claims as\ninvolving “essentially ad hoc, factual inquiries,” we have\nconducted those wide-ranging investigations when assessing “the\nquestion of what constitutes a ‘taking’ ” underPenn\nCentral.Ruckelshaus, 467 U. S., at 1004 (emphasis\nadded); seeTahoe-Sierra, 535 U. S., at 326 (“[W]e have\ngenerally eschewed any set formula for determininghow far is\ntoo far” (emphasis added; internal quotation marks omitted)).\nAnd even then, we reach that “ad hoc”Penn Centralframework\nonly after determining that the regulation did not deny all\nproductive use of the parcel. SeeTahoe-Sierra, 535\nU. S., at 331. Both of these inquiries presuppose that the\nrelevant “private property” has already been identified. SeeHodelv.Virginia Surface Mining & Reclamation Assn.,\nInc., 452 U. S. 264, 295 (1981) (explaining that “[t]hese\n‘ad hoc, factual inquiries’ must be conducted with respect to\nspecific property”). There is a simple reason why the majority does\nnot cite a single instance in which we have made that\nidentification by relying on anything other than state property\nprinciples—we have never done so.In departing from state property principles, the\nmajority authorizes governments to do precisely what we rejected inPenn Central: create a litigation-specific definition of\n“property” designed for a claim under the Takings Clause. Whenever\npossible, governments in regulatory takings cases will ask courts\nto aggregate legally distinct properties into one “parcel,” solely\nfor purposes of resisting a particular claim. And under the\nmajority’s test, identifying the “parcel as a whole” in such cases\nwill turn on the reasonableness of the regulation as applied to the\nclaimant. The result is that the government’s regulatory interests\nwill come into play not once, but twice—first when identifying the\nrelevant parcel, and again when determining whether the regulation\nhas placed too great a public burden on that property.Regulatory takings, however—by their very\nnature—pit the common good against the interests of a few. There is\nan inherent imbalance in that clash of interests. The widespread\nbenefits of a regulation will often appear far weightier than the\nisolated losses suffered by individuals. And looking at the bigger\npicture, the overall societal good of an economic system grounded\non private property will appear abstract when cast against a\nconcrete regulatory problem. In the face of this imbalance, the\nTakings Clause “prevents the public from loading upon one\nindividual more than his just share of the burdens of government,”Monongahela Nav. Co.v.United States, 148 U. S.\n312, 325 (1893) , by considering the effect of a regulation on\nspecific property rights as they are established at state law. But\nthe majority’s approach undermines that protection, defining\nproperty only after engaging in an ad hoc, case-specific\nconsideration of individual and community interests. The result is\nthat the government’s goals shape the playing field before the\ncontest over whether the challenged regulation goes “too far” even\ngets underway.Suppose, for example, that a person buys two\ndistinct plots of land—known as Lots A and B—from two different\nowners. Lot A is landlocked, but the neighboring Lot B shares a\nborder with a local beach. It soon comes to light, however, that\nthe beach is a nesting habitat for a species of turtle. To protect\nthis species, the state government passes a regulation preventing\nany development or recreation in areas abutting the beach—including\nLot B. If that lot became the subject of a regulatory takings\nclaim, the purchaser would have a strong case for aper setaking: Even accounting for the owner’s possession of the other\nproperty, Lot B had no remaining economic value or productive use.\nBut under the majority’s approach, the government can argue\nthat—based on all the circumstances and the nature of the\nregulation—Lots A and B should be considered one “parcel.” If that\nargument succeeds, the owner’sper setakings claim is gone,\nand he is left to roll the dice under thePenn Centralbalancing framework, where the court will, for a second time, throw\nthe reason-ableness of the government’s regulatory action into the\nbalance.The majority assures that, under its test,\n“[d]efining the property . . . should notnecessarilypreordain the outcome ineverycase.”Ante,at 10 (emphasis added). The underscored language\ncheapens the assurance. The framework laid out today provides\nlittle guidance for identifying whether “expectations about\nproperty ownership would lead a landowner to anticipate that his\nholdings would be treated as one parcel, or, instead, as separate\ntracts.”Ante,at 12. Instead, the majority’s approach will\nlead to definitions of the “parcel” that have far more to do with\nthe reasonableness of applying the challenged regulation to a\nparticular landowner. The result is clear double counting to tip\nthe scales in favor of the government: Reasonable government\nregulation should have been anticipated by the landowner, so the\nrelevant parcel is defined consistent with that regulation. In\ndeciding whether there is a taking under the second step of the\nanalysis, the regulation will seem eminently reasonable given its\nimpact on the pre-packaged parcel. Not, as the Court assures us,\n“necessarily” in “every” case, but surely in most.Moreover, given its focus on the particular\nchallenged regulation, the majority’s approach must mean that two\nlots might be a single “parcel” for one takings claim, but separate\n“parcels” for another. Seeante,at 13. This is just another\nopportunity to gerrymander the definition of “private property” to\ndefeat a takings claim. The majority also emphasizes that courts\ntrying to identify the relevant parcel “must strive” to ensure that\n“some people alone [do not] bear public burdens which, in all\nfairness and justice, should be borne by the public as a whole.”Ante,at 20 (internal quotation marks omitted). But this\nrefrain is the traditional touchstone for spotting a taking, not\nfor defining private property.Put simply, today’s decision knocks the\ndefinition of “private property” loose from its foundation on\nstable state law rules and throws it into the maelstrom of multiple\nfactors that come into play at the second step of the takings\nanalysis. The result: The majority’s new framework compromises the\nTakings Clause as a barrier between individuals and the press of\nthe public interest.IIIStaying with a state law approach to defining\n“private property” would make our job in this case fairly easy. The\nMurr siblings acquired Lot F in 1994 and Lot E a year later. Once\nthe lots fell into common ownership, the challenged ordinance\nprevented them from being “sold or developed as separate lots”\nbecause neither contained a sufficiently large area of buildable\nland. Wis. Admin. Code §NR 118.08(4)(a)(2). The Murrs argued\nthat the ordinance amounted to a taking of Lot E, but the State of\nWisconsin and St. Croix County proposed that both lots together\nshould count as the relevant “parcel.”The trial court sided with the State and County,\nand the Wisconsin Court of Appeals affirmed. Rather than\nconsidering whether Lots E and F are separate parcels under\nWisconsin law, however, the Court of Appeals adopted a\ntakings-specific approach to defining the relevant parcel. See 2015\nWI App 13, 359 Wis. 2d 675, 859 N. W. 2d 628 (unpublished\nopinion), App. to Pet. for Cert. A–9, ¶17 (framing the issue as\n“whether contiguous property is analytically divisible for purposes\nof a regulatory takings claim”). Relying on what it called a\n“well-established rule” for “regulatory takings cases,” the court\nexplained “that contiguous property under common ownership is\nconsidered as a whole regardless of the number of parcels contained\ntherein.”Id.,at A–11, ¶20. And because Lots E and F were\nside by side and owned by the Murrs, the case was straightforward:\nThe two lots were one “parcel” for the regulatory takings analysis.\nThe court therefore evaluated the effect of the ordinance on the\ntwo lots considered together.As I see it, the Wisconsin Court of Appeals was\nwrong to apply a takings-specific definition of the property at\nissue. Instead, the court should have asked whether, under general\nstate law principles, Lots E and F are legally distinct parcels of\nland. I would therefore vacate the judgment below and remand for\nthe court to identify the relevant property using ordinary\nprinciples of Wisconsin property law.After making that state law determination, the\nnext step would be to determine whether the challenged ordinance\namounts to a “taking.” If Lot E is a legally distinct parcel under\nstate law, the Court of Appeals would have to perform the takings\nanalysis anew, but could still consider many of the issues the\nmajority finds important. The majority, for instance, notes that\nunder the ordinance the Murrs can use Lot E as “recreational\nspace,” as the “location of any improvements,” and as a valuable\naddition to Lot F.Ante,at 18. These facts could be\nrelevant to whether the “regulation denies all economically\nbeneficial or productive use” of Lot E.Lucas, 505\nU. S., at 1015. Similarly, the majority touts the benefits of\nthe ordinance and observes that the Murrs had little use for Lot E\nindependent of Lot F and could have predicted that Lot E would be\nregulated.Ante,at 18. These facts speak to “the economic\nimpact of the regulation,” interference with “investment-backed\nexpectations,” and the “character of the governmental action”—all\nthings we traditionally consider in thePenn Centralanalysis. 438 U. S., at 124.I would be careful, however, to confine these\nconsiderations to the question whether the regulation constitutes a\ntaking. As Alexander Hamilton explained, “the security of Property”\nis one of the “great object[s] of government.” 1 Records of the\nFederal Convention of 1787, p. 302 (M. Farrand ed. 1911). The\nTakings Clause was adopted to ensure such security by protecting\nproperty rights as they exist under state law. Deciding whether a\nregulation has gone so far as to constitute a “taking” of one of\nthose property rights is, properly enough, a fact-intensive task\nthat relies “as much on the exercise of judgment as on the\napplication of logic.”MacDonald, Sommer & Fratesv.Yolo County, 477 U. S. 340, 349 (1986) (alterations and\ninternal quotation marks omitted). But basing the definition of\n“property” on a judgment call, too, allows the government’s\ninterests to warp the private rights that the Takings Clause is\nsupposed to secure.I respectfully dissent.",
    "joined": []
}