{
    "case": {
        "docket": "19-251",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-251/"
    },
    "id": "4446163",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–251 and 19–255_________________AMERICANS FOR PROSPERITY FOUNDATION,\nPETITIONER19–251v.ROB BONTA, ATTORNEY GENERAL OF\nCALIFORNIATHOMAS MORE LAW CENTER, PETITIONER19–255v.ROB BONTA, ATTORNEY GENERAL OF\nCALIFORNIAon writs of certiorari to the united states\ncourt of appeals for the ninth circuit[July 1, 2021]Chief Justice Roberts delivered the opinion of\nthe Court, except as to Part II–B–1.To solicit contributions in California,\ncharitable organizations must disclose to the state Attorney\nGeneral’s Office the identities of their major donors. The State\ncontends that having this information on hand makes it easier to\npolice misconduct by charities. We must decide whether California’s\ndisclosure requirement violates the First Amendment right to free\nassociation.IThe California Attorney General’s Office is\nresponsible for statewide law enforcement, including the\nsupervision and regulation of charitable fundraising. Under state\nlaw, the Attorney General is authorized to “establish and maintain\na register” of charitable organizations and to obtain “whatever\ninformation, copies of instruments, reports, and records are needed\nfor the establishment and maintenance of the register.” Cal. Govt.\nCode Ann. §12584 (West 2018). In order to operate and raise funds\nin California, charities generally must register with the Attorney\nGeneral and renew their registrations annually. §§12585(a),\n12586(a). Over 100,000 charities are currently registered in the\nState, and roughly 60,000 renew their registrations each year.California law empowers the Attorney General to\nmake rules and regulations regarding the registration and renewal\nprocess. §§12585(b), 12586(b). Pursuant to this regulatory\nauthority, the Attorney General requires charities renewing their\nregistrations to file copies of their Internal Revenue Service Form\n990, along with any attachments and schedules. See Cal. Code Regs.,\ntit. 11, §301 (2020). Form 990 contains information regarding\ntax-exempt organizations’ mission, leadership, and finances.\nSchedule B to Form 990—the document that gives rise to the present\ndispute—requires organizations to disclose the names and addresses\nof donors who have contributed more than $5,000 in a particular tax\nyear (or, in some cases, who have given more than 2 percent of an\norganization’s total contributions). See 26 CFR\n§§1.6033–2(a)(2)(ii)(f ), (iii) (2020).The petitioners are tax-exempt charities that\nsolicit contributions in California and are subject to the Attorney\nGeneral’s registration and renewal requirements. Americans for\nProsperity Foundation is a public charity that is “devoted to\neducation and training about the principles of a free and open\nsociety, including free markets, civil liberties, immigration\nreform, and constitutionally limited government.” Brief for\nPetitioner Foundation 10. Thomas More Law Center is a public\ninterest law firm whose “mission is to protect religious freedom,\nfree speech, family values, and the sanctity of human life.” Brief\nfor Petitioner Law Center 4. Since 2001, each petitioner has\nrenewed its registration and has filed a copy of its Form 990 with\nthe Attorney General, as required by Cal. Code Regs., tit. 11,\n§301. Out of concern for their donors’ anonymity, however, the\npetitioners have declined to file their Schedule Bs (or have filed\nonly redacted versions) with the State.For many years, the petitioners’ reluctance to\nturn over donor information presented no problem because the\nAttorney General was not particularly zealous about collecting\nSchedule Bs. That changed in 2010, when the California Department\nof Justice “ramped up its efforts to enforce charities’ Schedule B\nobligations, sending thousands of deficiency letters to charities\nthat had not complied with the Schedule B requirement.”Americans for Prosperity Foundationv.Becerra, 903\nF.3d 1000, 1006 (CA9 2018). The Law Center and the Foundation\nreceived deficiency letters in 2012 and 2013, respectively. When\nthey continued to resist disclosing their contributors’ identities,\nthe Attorney General threatened to suspend their registrations and\nfine their directors and officers.The petitioners each responded by filing suit in\nthe Central District of California. In their complaints, they\nalleged that the Attorney General had violated their First\nAmendment rights and the rights of their donors. The petitioners\nalleged that disclosure of their Schedule Bs would make their\ndonors less likely to contribute and would subject them to the risk\nof reprisals. Both organizations challenged the disclosure\nrequirement on its face and as applied to them.In each case, the District Court granted\npreliminary injunctive relief prohibiting the Attorney General from\ncollecting their Schedule B information.Americans for\nProsperity Foundationv.Harris, 2015 WL 769778 (CD\nCal., Feb. 23, 2015); App. to Pet. for Cert. in No. 19–255,\npp. 90a–96a. The Ninth Circuit vacated and remanded.Americans for Prosperity Foundationv.Harris, 809\nF.3d 536 (2015) (per curiam). The court held that it\nwas bound by Circuit precedent to reject the petitioners’ facial\nchallenge.Id., at 538 (citingCenter for Competitive\nPoliticsv.Harris, 784 F.3d 1307, 1317 (2015)). And\nreviewing the petitioners’ as-applied claims under an “exacting\nscrutiny” standard, the panel narrowed the injunction, allowing the\nAttorney General to collect the petitioners’ Schedule Bs so long as\nhe did not publicly disclose them. 809 F. 3d, at 538, 543.On remand, the District Court held bench trials\nin both cases, after which it entered judgment for the petitioners\nand permanently enjoined the Attorney General from collecting their\nSchedule Bs.Americans for Prosperity Foundationv.Harris, 182 F. Supp. 3d 1049 (CD Cal. 2016);Thomas More Law Centerv.Harris, 2016 WL 6781090 (CD\nCal., Nov. 16, 2016). Applying exacting scrutiny, the District\nCourt held that disclosure of Schedule Bs was not narrowly tailored\nto the State’s interest in investigating charitable misconduct. The\ncourt credited testimony from California officials that Schedule Bs\nwere rarely used to audit or investigate charities. And it found\nthat even where Schedule B information was used, that information\ncould be obtained from other sources.The court also determined that the disclosure\nregime burdened the associational rights of donors. In both cases,\nthe court found that the petitioners had suffered from threats and\nharassment in the past, and that donors were likely to face similar\nretaliation in the future if their affiliations became publicly\nknown. For example, the CEO of the Foundation testified that a\ntechnology contractor working at the Foundation’s headquarters had\nposted online that he was “inside the belly of the beast” and\n“could easily walk into [the CEO’s] office and slit his throat.”\n182 F. Supp. 3d, at 1056. And the Law Center introduced\nevidence that it had received “threats, harassing calls,\nintimidating and obscene emails, and even pornographic letters.”\n2016 WL 6781090, *4.The District Court also found that California\nwas unable to ensure the confidentiality of donors’ information.\nDuring the course of litigation, the Foundation identified nearly\n2,000 confidential Schedule Bs that had been inadvertently posted\nto the Attorney General’s website, including dozens that were found\nthe day before trial. One of the Foundation’s expert witnesses also\ndiscovered that he was able to access hundreds of thousands of\nconfidential documents on the website simply by changing a digit in\nthe URL. The court found after trial that “the amount of careless\nmistakes made by the Attorney General’s Registry is shocking.” 182\nF. Supp. 3d, at 1057. And although California subsequently\ncodified a policy prohibiting disclosure, Cal. Code Regs., tit. 11,\n§310(b)—an effort the District Court described as “commendable”—the\ncourt determined that “[d]onors and potential donors would be\nreasonably justified in a fear of disclosure given such a context”\nof past breaches. 2016 WL 6781090, *5.The Ninth Circuit again vacated the District\nCourt’s injunctions, and this time reversed the judgments and\nremanded for entry of judgment in favor of the Attorney General.\n903 F.3d 1000. The court held that the District Court had erred by\nimposing a narrow tailoring requirement.Id., at 1008–1009.\nAnd it reasoned that the disclosure regime satisfied exacting\nscrutiny because the up-front collection of charities’ Schedule Bs\npromoted investigative efficiency and effectiveness.Id., at\n1009–1012. The panel also found that the disclosure of Schedule Bs\nwould not meaningfully burden donors’ associational rights, in part\nbecause the Attorney General had taken remedial security measures\nto fix the confidentiality breaches identified at trial.Id., at 1013–1019.The Ninth Circuit denied rehearing en banc.Americans for Prosperity Foundationv.Becerra, 919\nF.3d 1177 (2019). Judge Ikuta dissented, joined by four other\njudges. In her view, the panel had impermissibly overridden the\nDistrict Court’s factual findings and evaluated the disclosure\nrequirement under too lenient a degree of scrutiny.Id., at\n1184–1187.We granted certiorari. 592 U. S. ___\n(2021).IIAThe First Amendment prohibits government from\n“abridging the freedom of speech, or of the press; or the right of\nthe people peaceably to assemble, and to petition the Government\nfor a redress of grievances.” This Court has “long understood as\nimplicit in the right to engage in activities protected by the\nFirst Amendment a corresponding right to associate with others.”Robertsv.United States Jaycees,468 U.S.\n609, 622 (1984). Protected association furthers “a wide variety\nof political, social, economic, educational, religious, and\ncultural ends,” and “is especially important in preserving\npolitical and cultural diversity and in shielding dissident\nexpression from suppression by the majority.”Ibid.\nGovernment infringement of this freedom “can take a number of\nforms.”Ibid. We have held, for example, that the freedom of\nassociation may be violated where a group is required to take in\nmembers it does not want, seeid., at 623, where individuals\nare punished for their political affiliation, seeElrodv.Burns,427 U.S.\n347, 355 (1976) (plurality opinion), or where members of an\norganization are denied benefits based on the organization’s\nmessage, seeHealyv.James,408\nU.S. 169, 181–182 (1972).We have also noted that “[i]t is hardly a novel\nperception that compelled disclosure of affiliation with groups\nengaged in advocacy may constitute as effective a restraint on\nfreedom of association as [other] forms of governmental action.”NAACPv.Alabama ex rel.Patterson,357 U.S.\n449, 462 (1958).NAACPv.Alabamainvolved this\nchilling effect in its starkest form. The NAACP opened an Alabama\noffice that supported racial integration in higher education and\npublic transportation.Id., at 452. In response, NAACP\nmembers were threatened with economic reprisals and violence.Id., at 462. As part of an effort to oust the organization\nfrom the State, the Alabama Attorney General sought the group’s\nmembership lists.Id., at 452–453. We held that the First\nAmendment prohibited such compelled disclosure.Id., at 466.\nWe explained that “[e]ffective advocacy of both public and private\npoints of view, particularly controversial ones, is undeniably\nenhanced by group association,”id., at 460, and we noted\n“the vital relationship between freedom to associate and privacy in\none’s associations,”id., at 462. Because NAACP members\nfaced a risk of reprisals if their affiliation with the\norganization became known—and because Alabama had demonstrated no\noffsetting interest “sufficient to justify the deterrent effect” of\ndisclosure,id., at 463—we concluded that the State’s demand\nviolated the First Amendment.B1NAACPv.Alabamadid not phrase\nin precise terms the standard of review that applies to First\nAmendment challenges to compelled disclosure. We have since settled\non a standard referred to as “exacting scrutiny.”Buckleyv.Valeo,424 U.S.\n1, 64 (1976) (per curiam). Under that standard, there\nmust be “a substantial relation between the disclosure requirement\nand a sufficiently important governmental interest.”Doev.Reed,561 U.S.\n186, 196 (2010) (internal quotation marks omitted). “To\nwithstand this scrutiny, the strength of the governmental interest\nmust reflect the seriousness of the actual burden on First\nAmendment rights.”Ibid. (internal quotation marks omitted).\nSuch scrutiny, we have held, is appropriate given the “deterrent\neffect on the exercise of First Amendment rights” that arises as an\n“inevitable result of the government’s conduct in requiring\ndisclosure.”Buckley, 424 U. S., at 65.The Law Center (but not the Foundation) argues\nthat we should apply strict scrutiny, not exacting scrutiny. Under\nstrict scrutiny, the government must adopt “the least restrictive\nmeans of achieving a compelling state interest,”McCullenv.Coakley,573 U.S.\n464, 478 (2014), rather than a means substantially related to a\nsufficiently important interest. The Law Center contends that only\nstrict scrutiny adequately protects the associational rights of\ncharities. And although the Law Center acknowledges that we have\napplied exacting scrutiny in prior disclosure cases, it argues that\nthose cases arose in the electoral context, where the government’s\nimportant interests justify less searching review.It is true that we first enunciated the exacting\nscrutiny standard in a campaign finance case. SeeBuckley,\n424 U. S., at 64–68. And we have since invoked it in other\nelection-related settings. See,e.g.,Citizens\nUnitedv.Federal Election Comm’n,558 U.S.\n310, 366–367 (2010);Davisv.Federal Election\nComm’n,554 U.S.\n724, 744 (2008). But exacting scrutiny is not unique to\nelectoral disclosure regimes. To the contrary,Buckleyderived the test fromNAACPv.Alabamaitself, as\nwell as other nonelection cases. See 424 U. S., at 64 (citingGibsonv.Florida Legislative Investigation Comm.,372 U.S.\n539(1963);NAACPv.Button,371 U.S.\n415(1963);Sheltonv.Tucker,364 U.S.\n479(1960);Batesv.Little Rock,361 U.S.\n516(1960)). As we explained inNAACPv.Alabama,\n“it is immaterial” to the level of scrutiny “whether the beliefs\nsought to be advanced by association pertain to political,\neconomic, religious or cultural matters.” 357 U. S., at\n460–461. Regardless of the type of association, compelled\ndisclosure requirements are reviewed under exacting scrutiny.2The Law Center (now joined by the Foundation)\nargues in the alternative that even if exacting scrutiny applies,\nsuch review incorporates a least restrictive means test similar to\nthe one imposed by strict scrutiny. The United States and the\nAttorney General respond that exacting scrutiny demands no\nadditional tailoring beyond the “substantial relation” requirement\nnoted above. We think that the answer lies between those two\npositions. While exacting scrutiny does not require that disclosure\nregimes be the least restrictive means of achieving their ends, it\ndoes require that they be narrowly tailored to the government’s\nasserted interest.The need for narrow tailoring was set forth\nearly in our compelled disclosure cases. InSheltonv.Tucker, we considered an Arkansas statute that required\nteachers to disclose every organization to which they belonged or\ncontributed. 364 U. S., at 480. We acknowledged the importance\nof “the right of a State to investigate the competence and fitness\nof those whom it hires to teach in its schools.”Id., at\n485. On that basis, we distinguished prior decisions in which we\nhad found “no substantially relevant correlation between the\ngovernmental interest asserted and the State’s effort to compel\ndisclosure.”Ibid. But we nevertheless held that the\nArkansas statute was invalid because even a “legitimate and\nsubstantial” governmental interest “cannot be pursued by means that\nbroadly stifle fundamental personal liberties when the end can be\nmore narrowly achieved.”Id., at 488; see alsoLouisiana\nex rel.Gremillionv.NAACP,366 U.S.\n293, 296 (1961) (quoting same).Sheltonstands for the proposition that a\nsubstantial relation to an important interest is not enough to save\na disclosure regime that is insufficiently tailored. This\nrequirement makes sense. Narrow tailoring is crucial where First\nAmendment activity is chilled—even if indirectly—“[b]ecause First\nAmendment freedoms need breathing space to survive.”Button,\n371 U. S., at 433.Our more recent decisions confirm the need for\ntailoring. InMcCutcheonv.Federal Election\nCommission,572 U.S.\n185(2014), for example, a plurality of the Court\nexplained:“In the First Amendment context, fit\nmatters. Even when the Court is not applying strict scrutiny, we\nstill require a fit that is not necessarily perfect, but\nreasonable; that represents not necessarily the single best\ndisposition but one whose scope is in proportion to the interest\nserved, that employs not necessarily the least restrictive means\nbut a means narrowly tailored to achieve the desired objective.”Id., at 218 (internal quotation marks and alterations\nomitted).McCutcheonis instructive here. A\nsubstantial relation is necessary but not sufficient to ensure that\nthe government adequately considers the potential for First\nAmendment harms before requiring that organizations reveal\nsensitive information about their members and supporters. Where\nexacting scrutiny applies, the challenged requirement must be\nnarrowly tailored to the interest it promotes, even if it is not\nthe least restrictive means of achieving that end.The dissent reads our cases differently. It\nfocuses on the words “broadly stifle” in the quotation fromSheltonabove, and it interprets those words to mean that\nnarrow tailoring is required only for disclosure regimes that\n“impose a severe burden on associational rights.”Post,at\n13 (opinion of Sotomayor, J.). Because, in the dissent’s view, the\npetitioners have not shown such a burden here, narrow tailoring is\nnot required.We respectfully disagree. The “government may\nregulate in the [ First Amendment] area only with narrow\nspecificity,”Button, 371 U. S., at 433, and compelled\ndisclosure regimes are no exception. When it comes to “a person’s\nbeliefs and associations,” “[b]road and sweeping state inquiries\ninto these protected areas . . . discourage citizens from\nexercising rights protected by the Constitution.”Bairdv.State Bar of Ariz.,401 U.S.\n1, 6 (1971) (plurality opinion). Contrary to the dissent, we\nunderstand this Court’s discussion of rules that are “broad” and\n“broadly stifle” First Amendment freedoms to refer to the scope of\nchallenged restrictions—their breadth—rather than the severity of\nany demonstrated burden. That much seems clear to us fromShelton’s statement (in the sentence following the one\nquoted by the dissent) that “[t]he breadth of legislative\nabridgment must be viewed in the light of less drastic means for\nachieving the same basic purpose.” 364 U. S., at 488; seeid., at 488, n. 9 (citing sources that support this\nreading). It also seems clear from the immediately preceding\nparagraph, which stressed that “[t]he scope of the inquiry required\nby [the law] is completely unlimited. . . . It requires\n[the teacher] to list, without number, every conceivable kind of\nassociational tie—social, professional, political, avocational, or\nreligious. Many such relationships could have no possible bearing\nupon the teacher’s occupational competence or fitness.”Id.,\nat 488. In other words, the law was not narrowly tailored to the\nState’s objective.Nor does our decision inReedsuggest\nthat narrow tailoring is required only for laws that impose severe\nburdens. The dissent castsReedas a case involving only\n“ ‘modest burdens,’ ” and therefore “a correspondingly\nmodest level of tailoring.”Post, at 12 (quoting 561\nU. S., at 201). But it was only after we concluded that\nvarious narrower alternatives proposed by the plaintiffs were\ninadequate, see 561 U. S., at 198–199, that we held that the\nstrength of the government’s interest in disclosure reflected the\nburden imposed, seeid., at 201. The point is that a\nreasonable assessment of the burdens imposed by disclosure should\nbegin with an understanding of the extent to which the burdens are\nunnecessary, and that requires narrow tailoring.IIIThe Foundation and the Law Center both argued\nbelow that the obligation to disclose Schedule Bs to the Attorney\nGeneral was unconstitutional on its face and as applied to them.\nSee 903 F. 3d, at 1007. The petitioners renew their facial\nchallenge in this Court, and they argue in the alternative that\nthey are entitled to as-applied relief. For the reasons below, we\nconclude that California’s blanket demand for Schedule Bs is\nfacially unconstitutional.AAs explained, exacting scrutiny requires that\nthere be “a substantial relation between the disclosure requirement\nand a sufficiently important governmental interest,”Reed,\n561 U. S., at 196 (internal quotation marks omitted), and that\nthe disclosure requirement be narrowly tailored to the interest it\npromotes, seeShelton, 364 U. S., at 488. The Ninth\nCircuit found that there was a substantial relation between the\nAttorney General’s demand for Schedule Bs and a sufficiently strong\ngovernmental interest. 903 F. 3d, at 1008–1020. Of particular\nrelevance, the court found that California had such an interest in\npreventing charitable fraud and self-dealing, and that “the\nup-front collection of Schedule B information improves the\nefficiency and efficacy of the Attorney General’s important\nregulatory efforts.”Id., at 1011–1012. The court did not\napply a narrow tailoring requirement, however, because it did not\nread our cases to mandate any such inquiry.Id., at\n1008–1009. That was error. And properly applied, the narrow\ntailoring requirement is not satisfied by the disclosure\nregime.We do not doubt that California has an important\ninterest in preventing wrongdoing by charitable organizations. It\ngoes without saying that there is a “substantial governmental\ninterest[ ] in protecting the public from fraud.”Schaumburgv.Citizens for Better Environment,444 U.S.\n620, 636 (1980) (internal quotation marks omitted). The\nAttorney General receives complaints each month that identify a\nrange of misconduct, from “misuse, misappropriation, and diversion\nof charitable assets,” to “false and misleading charitable\nsolicitations,” to other “improper activities by charities\nsoliciting charitable donations.” App. in No. 19–255, p. 270\n(alteration omitted). Such offenses cause serious social harms. And\nthe Attorney General is the primary law enforcement officer charged\nwith combating them under California law. See Cal. Govt. Code Ann.\n§12598.There is a dramatic mismatch, however, between\nthe interest that the Attorney General seeks to promote and the\ndisclosure regime that he has implemented in service of that end.\nRecall that 60,000 charities renew their registrations each year,\nand nearly all are required to file a Schedule B. Each Schedule B,\nin turn, contains information about a charity’s top donors—a small\nhandful of individuals in some cases, but hundreds in others. See\nApp. in No. 19–251, p. 319. This information includes donors’\nnames and the total contributions they have made to the charity, as\nwell as their addresses.Given the amount and sensitivity of this\ninformation harvested by the State, one would expect Schedule B\ncollection to form an integral part of California’s fraud detection\nefforts. It does not. To the contrary, the record amply supports\nthe District Court’s finding that there was not “a single, concrete\ninstance in which pre-investigation collection of a Schedule B did\nanything to advance the Attorney General’s investigative,\nregulatory or enforcement efforts.” 182 F. Supp. 3d, at\n1055.The dissent devotes much of its analysis to\nrelitigating factual disputes that the District Court resolved\nagainst the Attorney General, seepost,at 16–20,\nnotwithstanding the applicable clear error standard of review, see\nFed. Rule Civ. Proc. 52(a). For example, the dissent echoes the\nState’s argument that, in some cases, it relies on up-front\nSchedule B collection to prevent and police fraud. Seepost,at 18–19. But the record before the District Court tells a\ndifferent story. See,e.g., App. in No. 19–251, at\n397, 403, 417. And even if the State relied on up-front collection\nin some cases, its showing falls far short of satisfying the\nmeans-end fit that exacting scrutiny requires. California is not\nfree to enforceanydisclosure regime that furthers its\ninterests. It must instead demonstrate its need for universal\nproduction in light of any less intrusive alternatives. Cf.Shelton, 364 U. S., at 488.The Attorney General and the dissent contend\nthat alternative means of obtaining Schedule B information—such as\na subpoena or audit letter—are inefficient and ineffective compared\nto up-front collection. Seepost, at 19. It became clear at\ntrial, however, that the Office had not even considered\nalternatives to the current disclosure requirement. See App. in No.\n19–251, at 421 (“I see no reason to change what we’ve been\ndoing.”). The Attorney General and the dissent also argue that a\ntargeted request for Schedule B information could tip a charity\noff, causing it to “hide or tamper with evidence.” Brief for\nRespondent 43; seepost,at 19–20. But again, the States’\nwitnesses failed to substantiate that concern. See,e.g., App. in No. 19–251, at 405–406; see alsoBoard of Trustees of State Univ.of N.Y.\nv.Fox,492 U.S.\n469, 480 (1989) (“the State . . . must affirmatively\nestablish the reasonable fit we require”). Nor do the actions of\ninvestigators suggest a risk of tipping off charities under\nsuspicion, as the standard practice is to send audit letters asking\nfor a wide range of information early in the investigative process.\nSee App. in No. 19–251, at 406, 411, 418. Furthermore, even if\ntipoff were a concern in some cases, the State’s indiscriminate\ncollection of Schedule Bs in all cases would not be justified.The upshot is that California casts a dragnet\nfor sensitive donor information from tens of thousands of charities\neach year, even though that information will become relevant in\nonly a small number of cases involving filed complaints. Seeid., at 307–308. California does not rely on Schedule Bs to\ninitiate investigations, and in all events, there are multiple\nalternative mechanisms through which the Attorney General can\nobtain Schedule B information after initiating an investigation.\nThe need for up-front collection is particularly dubious given that\nCalifornia—one of only three States to impose such a requirement,\nseeid., at 420—did not rigorously enforce the disclosure\nobligation until 2010. Certainly, this is not a regime “whose scope\nis in proportion to the interest served.”McCutcheon, 572\nU. S., at 218 (internal quotation marks omitted).In reality, then, California’s interest is less\nin investigating fraud and more in ease of administration. This\ninterest, however, cannot justify the disclosure requirement. The\nAttorney General may well prefer to have every charity’s\ninformation close at hand, just in case. But “the prime objective\nof the First Amendment is not efficiency.”McCullen, 573\nU. S., at 495. Mere administrative convenience does not\nremotely “reflect the seriousness of the actual burden” that the\ndemand for Schedule Bs imposes on donors’ association rights.Reed, 561 U. S., at 196 (internal quotation marks\nomitted).BThe foregoing discussion also makes clear why\na facial challenge is appropriate in these cases. Normally, a\nplaintiff bringing a facial challenge must “establish that no set\nof circumstances exists under which the [law] would be valid,”United Statesv.Salerno,481\nU.S. 739, 745 (1987), or show that the law lacks “a plainly\nlegitimate sweep,”Washington State Grangev.Washington\nState Republican Party,552 U.S.\n442, 449 (2008) (internal quotation marks omitted). In the\nFirst Amendment context, however, we have recognized “a second type\nof facial challenge, whereby a law may be invalidated as overbroad\nif a substantial number of its applications are unconstitutional,\njudged in relation to the statute’s plainly legitimate sweep.”United Statesv.Stevens,559\nU.S. 460, 473 (2010) (internal quotation marks omitted). We\nhave no trouble concluding here that the Attorney General’s\ndisclosure requirement is overbroad. The lack of tailoring to the\nState’s investigative goals is categorical—present in every case—as\nis the weakness of the State’s interest in administrative\nconvenience. Every demand that might chill association therefore\nfails exacting scrutiny.The Attorney General tries to downplay the\nburden on donors, arguing that “there is no basis on which to\nconclude that California’s requirement results in any broad-based\nchill.” Brief for Respondent 36. He emphasizes that “California’s\nSchedule B requirement is confidential,” and he suggests that\ncertain donors—like those who give to noncontroversial\ncharities—are unlikely to be deterred from contributing.Id., at 36–37. He also contends that disclosure to his\noffice imposes no added burdens on donors because tax-exempt\ncharities already provide their Schedule Bs to the IRS.Id.,\nat 37.We are unpersuaded. Our cases have said that\ndisclosure requirements can chill association “[e]ven if there [is]\nno disclosure to the general public.”Shelton, 364\nU. S., at 486. InShelton, for example, we noted the\n“constant and heavy” pressure teachers would experience simply by\ndisclosing their associational ties to their schools.Ibid.\nExacting scrutiny is triggered by “state action whichmayhave the effect of curtailing the freedom to associate,” and by the\n“possibledeterrent effect” of disclosure.NAACPv.Alabama, 357 U. S., at 460–461 (emphasis added); seeTalleyv.California,362 U.S.\n60, 65 (1960) (“identification and fear of reprisalmightdeter perfectly peaceful discussions of public matters\nof importance” (emphasis added)). While assurances of\nconfidentiality may reduce the burden of disclosure to the State,\nthey do not eliminate it.[1]*It is irrelevant, moreover, that some donors\nmight not mind—or might even prefer—the disclosure of their\nidentities to the State. The disclosure requirement “creates an\nunnecessary risk of chilling” in violation of the First Amendment,Secretary of State of Md. v.Joseph H.Munson\nCo.,467 U.S.\n947, 968 (1984), indiscriminately sweeping up the information\nofeverymajor donor with reason to remain anonymous. The\npetitioners here, for example, introduced evidence that they and\ntheir supporters have been subjected to bomb threats, protests,\nstalking, and physical violence. App. in No. 19–251, at 256,\n291–292. Such risks are heightened in the 21st century and seem to\ngrow with each passing year, as “anyone with access to a computer\n[can] compile a wealth of information about” anyone else, including\nsuch sensitive details as a person’s home address or the school\nattended by his children.Reed, 561 U. S., at 208\n(Alito, J., concurring).The gravity of the privacy concerns in this\ncontext is further underscored by the filings of hundreds of\norganizations asamici curiaein support of the petitioners.\nFar from representing uniquely sensitive causes, these\norganizations span the ideological spectrum, and indeed the full\nrange of human endeavors: from the American Civil Liberties Union\nto the Proposition 8 Legal Defense Fund; from the Council on\nAmerican-Islamic Relations to the Zionist Organization of America;\nfrom Feeding America—Eastern Wisconsin to PBS Reno. The deterrent\neffect feared by these organizations is real and pervasive, even if\ntheir concerns are not shared by every single charity operating or\nraising funds in California.The dissent argues that—regardless of the\ndefects in California’s disclosure regime—a facial challenge cannot\nsucceed unless a plaintiff shows that donors to a substantial\nnumber of organizations will be subjected to harassment and\nreprisals. Seepost,at 21, n. 11. As we have\nexplained, plaintiffs may be required to bear this evidentiary\nburden where the challenged regime is narrowly tailored to an\nimportant government interest. Seesupra,at 10–11. Such a\ndemanding showing is not required, however, where—as here—the\ndisclosure law fails to satisfy these criteria.Finally, California’s demand for Schedule Bs\ncannot be saved by the fact that donor information is already\ndisclosed to the IRS as a condition of federal tax-exempt status.\nFor one thing, each governmental demand for disclosure brings with\nit an additional risk of chill. For another, revenue collection\nefforts and conferral of tax-exempt status may raise issues not\npresented by California’s disclosure requirement, which can prevent\ncharities from operating in the State altogether. SeeReganv.Taxation With Representation of Wash.,461 U.S.\n540, 545 (1983); see alsoSchaumburg, 444 U. S., at\n633 ( First Amendment protects right to solicit charitable\ncontributions).We are left to conclude that the Attorney\nGeneral’s disclosure requirement imposes a widespread burden on\ndonors’ associational rights. And this burden cannot be justified\non the ground that the regime is narrowly tailored to investigating\ncharitable wrongdoing, or that the State’s interest in\nadministrative convenience is sufficiently important. We therefore\nhold that the up-front collection of Schedule Bs is facially\nunconstitutional, because it fails exacting scrutiny in “a\nsubstantial number of its applications . . . judged in\nrelation to [its] plainly legitimate sweep.”Stevens, 559\nU. S., at 473 (internal quotation marks omitted).The dissent concludes by saying that it would be\n“sympathetic” if we “had simply granted as-applied relief to\npetitioners based on [our] reading of the facts.”Post,at\n25. But the pertinent facts in these cases are the same across the\nboard: Schedule Bs are not used to initiate investigations. That is\ntrue in every case. California has not considered alternatives to\nindiscriminate up-front disclosure. That is true in every case. And\nthe State’s interest in amassing sensitive information for its own\nconvenience is weak. That is true in every case. When it comes to\nthe freedom of association, the protections of the First Amendment\nare triggered not only by actual restrictions on an individual’s\nability to join with others to further shared goals. The risk of a\nchilling effect on association is enough, “[b]ecause First\nAmendment freedoms need breathing space to survive.”Button,\n371 U. S., at 433.*  *  *The District Court correctly entered judgment\nin favor of the petitioners and permanently enjoined the Attorney\nGeneral from collecting their Schedule Bs. The Ninth Circuit erred\nby vacating those injunctions and directing entry of judgment for\nthe Attorney General. The judgment of the Ninth Circuit is\nreversed, and the cases are remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1* Here the State’s\nassurances of confidentiality are not worth much. The dissent\nacknowledges that the Foundation and Law Center “have\nunquestionably provided evidence that their donors face a\nreasonable probability of threats, harassment, and reprisals if\ntheir affiliations are made public,” but it concludes that the\npetitioners have no cause for concern because the Attorney General\n“has implemented security measures to ensure that Schedule B\ninformation remains confidential.”Post,at 15 (opinion of\nSotomayor, J.). The District Court—whose findings, again, we review\nonly for clear error—disagreed. After two full bench trials, the\ncourt found that the Attorney General’s promise of confidentiality\n“rings hollow,” and that “[d]onors and potential donors would be\nreasonably justified in a fear of disclosure.”Thomas More Law\nCenterv.Harris, 2016 WL 6781090, *5 (CD Cal., Nov. 16,\n2016).",
    "joined": []
}