{
    "case": {
        "docket": "387",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/387/"
    },
    "id": "1970736",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–418_________________UNITED STATES, PETITIONER v. ANTHONY JAMES\nKEBODEAUXon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2013]Chief Justice\nRoberts, concurring in the judgment.I agree with the Court\nthat Congress had the power, under the Military Regulation and\nNecessary and Proper Clauses of Article I, to require Anthony\nKebodeaux to register as a sex offender. The majority, having\nestablished that premise and thus resolved the case before us,\nnevertheless goes on to discuss the general public safety benefits\nof the registration requirement. Ante, at 8–10. Because that\nanalysis is beside the point in this case, I con- cur in the\njudgment only.While serving in the\nAir Force, Kebodeaux violated the Uniform Code of Military Justice\nby having sexual relations with a minor. A special court-martial\nconvicted him. As relevant here, that conviction had two\nconsequences: First, Kebodeaux was sentenced to confinement for\nthree months. And second, as the majority describes, he was\nrequired to register as a sex offender with the State in which he\nresided and keep that registration current; failure to do so would\nsubject him to federal criminal penalties. Ante, at 4–6.In the same way that\nCongress undoubtedly had the au- thority to impose the first\nconsequence for a violation of military rules, it also had the\nauthority to impose the second. The Constitution gives Congress the\npower “[t]o make Rules for the Government and Regulation of the\nland and naval Forces.” Art. I, §8, cl. 14. And, under\nthe Necessary and Proper Clause, Congress can give those rules\nforce by imposing consequences on members of the military who\ndisobey them. See McCulloch v. Maryland, 4 Wheat. 316, 416 (1819)\n(“All admit that the government may, legitimately, punish any\nviolation of its laws; and yet, this is not among the enumerated\npowers of Congress.”). A servicemember will be less likely to\nviolate a relevant military regulation if he knows that, having\ndone so, he will be required to register as a sex offender years\ninto the future.It is this power, the\npower to regulate the conduct of members of the military by\nimposing consequences for their violations of military law, that\nsupports application of the federal registration obligation to\nKebodeaux. As the Court explains, the Wetterling Act was in force\nwhen Kebodeaux committed the original offense, and applied to him\nas soon as the special court-martial rendered its verdict. See\nante, at 5–6. Congress later, in enacting the Sex Offender\nRegistration and Notification Act (SORNA), modified the\nregistration regime in place under the Wetterling Act. But as\napplied to Kebodeaux here (the relevant inquiry in this as-applied\nchallenge), those changes were insignificant; their only effect was\nthat Kebodeaux received a day more than he could have received for\nthe same conduct had the Wetterling Act remained in force. See\nante, at 11 (describing SORNA’s effect on Kebodeaux’s registration\nobligations); compare post, at 10, n. 3 (Thomas, J.,\ndissenting) (discussing changes that did not affect Kebodeaux).\nWhatever other constitutional concerns might attach to such a\nchange, as a question of Article I power it was permissible. Just\nas the Federal Government may, under the Necessary and Proper\nClause, alter the conditions of a federal prisoner’s confinement or\nadjust the timing and location of drug tests required of a federal\nconvict, so too could it make slight modifications to a previously\nimposed registration obligation.The majority says, more\nor less, the same thing. Ante, at 8, 11–12. But sandwiched between\nits discussion of the basis for Congress’s power and its discussion\nof the inconsequential nature of the changes is a discussion of\nbenefits from the registration system. Along with giving force to\nmilitary regulations, the majority notes, Congress could also have\n“reasonably conclude[d] that registration requirements\n. . . help protect the public from . . .\nfederal sex offenders and alleviate public safety concerns.” Ante,\nat 8.Maybe so, but those\nconsequences of the registration requirement are irrelevant for our\npurposes. Public safety benefits are neither necessary nor\nsufficient to a proper exercise of the power to regulate the\nmilitary. What matters—all that matters—is that Congress could have\nrationally determined that “mak[ing] the civil registration\nrequirement at issue here a consequence of Kebodeaux’s offense”\nwould give force to the Uniform Code of Military Justice adopted\npursuant to Congress’s power to regulate the Armed Forces.\nIbid.Ordinarily such\nsurplusage might not warrant a separate writing. Here, however, I\nworry that incautious readers will think they have found in the\nmajority opinion something they would not find in either the\nConstitution or any prior decision of ours: a federal police power.\nThe danger of such confusion is heightened by the fact the\nSolicitor General adopted something very close to the police power\nargument, contending that “the federal government has greater ties\nto former federal sex offenders than it does to other members of\nthe general public,” and can therefore impose restrictions on them\neven years after their unconditional release simply to “serve[ ]\n. . . public-protection purposes.” Brief for United\nStates 34–35.I write separately to\nstress not only that a federal police power is immaterial to the\nresult in this case, but also that such a power could not be\nmaterial to the result in this case—because it does not exist. See\nUnited States v. Morrison, 529 U. S. 598 –619 (2000)\n(“ ‘[W]e always have rejected readings of . . . the\nscope of federal power that would permit Congress to exercise a\npolice power’ ” (quoting United States v. Lopez, 514\nU. S. 549 –585 (1995) (Thomas, J., concurring))).Our resistance to\ncongressional assertions of such a power has deep roots. From the\nfirst, we have recognized that “the powers of the government are\nlimited, and that its limits are not to be transcended.” McCulloch,\n4 Wheat., at 420–421. Thus, while the Necessary and Proper Clause\nauthorizes congressional action “incidental to [an enumerated]\npower, and conducive to its beneficial exercise,” Chief Justice\nMarshall was emphatic that no “great substantive and independent\npower” can be “implied as incidental to other powers, or used as a\nmeans of executing them.” Id., at 418, 411; see also Gibbons v.\nOgden, 9 Wheat. 1, 195 (1824) (“The enumeration presupposes\nsomething not enumerated”).It is difficult to\nimagine a clearer example of such a “great substantive and\nindependent power” than the power to “help protect the public\n. . . and alleviate pub- lic safety concerns,” ante, at\n8. I find it implausible to suppose—and impossible to support—that\nthe Framers in- tended to confer such authority by implication\nrather than expression. A power of that magnitude vested in the\nFederal Government is not “consist[ent] with the letter and spirit\nof the constitution,” McCulloch, supra, at 421, and thus not a\n“proper [means] for carrying into Execution” the enumerated powers\nof the Federal Government, U. S. Const., Art. I, §8, cl.\n18. See United States v. Comstock, 560 U. S. 126, 153 (2010)\n(Kennedy, J., concurring in judgment) (“It is of fundamental\nimportance to consider whether essential attributes of state\nsovereignty are compromised by the assertion of federal power under\nthe Necessary and Proper Clause”).It makes no difference\nthat the Federal Government would be policing people previously\nconvicted of a federal crime—even a federal sex crime. The fact of\na prior fed- eral conviction, by itself, does not give Congress a\nfreestand- ing, independent, and perpetual interest in protecting\nthe public from the convict’s purely intrastate conduct.But as I have said, I\ndo not understand the majority’s opinion to be based on such a\npower. The connection to the Military Regulation Clause on which\nthe majority relies, ante, at 8, is less attenuated, and the power\nit produces less substantial, than would be true of a federal\npolice power over prior federal offenders; the power to threaten\nand impose particular obligations as a result of a violation of\nmilitary law is not such a “great substantive and independent\npower” that the Framers’ failure to enumerate it must imply its\nabsence.Nevertheless, I fear\nthat the majority’s discussion of the public-safety benefits of the\nregistration requirement will be mistaken for an endorsement of the\nSolicitor General’s public-safety basis for the law. I accordingly\nconcur in the judgment only.",
    "joined": []
}