{
    "case": {
        "docket": "17-1498",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/17-1498/"
    },
    "id": "4238646",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1498_________________ATLANTIC RICHFIELD COMPANY, PETITIONERv.GREGORY A. CHRISTIAN, et al.on writ of certiorari to the supreme court of\nmontana[April 20, 2020]Chief Justice Roberts delivered the opinion of\nthe Court.For nearly a century, the Anaconda Copper\nSmelter in Butte, Montana contaminated an area of over 300 square\nmiles with arsenic and lead. Over the past 35 years, the\nEnvironmental Protection Agency has worked with the current owner\nof the smelter, Atlantic Richfield Company, to implement a cleanup\nplan under the Comprehensive Environmental Response, Compensation,\nand Liability Act of 1980. EPA projects that the cleanup will\ncontinue through 2025.A group of 98 landowners sued Atlantic Richfield\nin Montana state court for common law nuisance, trespass, and\nstrict liability. Among other remedies, the landowners sought\nrestoration damages, which under Montana law must be spent on\nrehabilitation of the property. The landowners’ proposed\nrestoration plan includes measures beyond those the agency found\nnecessary to protect human health and the environment.We consider whether the Act strips the Montana\ncourts of jurisdiction over the landowners’ claim for restoration\ndamages and, if not, whether the Act requires the land- owners to\nseek EPA approval for their restoration plan.IAIn 1980, Congress enacted the Comprehensive\nEnvironmental Response, Compensation, and Liability Act, 94Stat.\n2767, as amended, 42 U. S. C. §9601et seq., also\nknown as the Superfund statute, to address “the serious\nenvironmental and health risks posed by industrial pollution,”Burlington N. & S. F. R. Co.v.United States,556 U.S.\n599, 602 (2009). The Act seeks “to promote the timely cleanup\nof hazardous waste sites and to ensure that the costs of such\ncleanup efforts [are] borne by those responsible for the\ncontamination.”CTS Corp. v.Waldburger,573 U.S.\n1, 4 (2014) (internal quotation marks omitted).The Act directs EPA to compile and annually\nrevise a prioritized list of contaminated sites for cleanup,\ncommonly known as Superfund sites. 42 U. S. C.\n§9605.[1] EPA may clean those\nsites itself or compel responsible parties to perform the cleanup.\n§§9604, 9606, 9615. If the Government performs the cleanup, it may\nrecover its costs from responsible parties. §9607(a)(4)(A).\nResponsible parties are jointly and severally liable for the full\ncost of the cleanup, but may seek contribution from other\nresponsible parties. §9613(f )(1).Prior to selecting a cleanup plan, EPA conducts\n(or orders a private party to conduct) a remedial investigation and\nfeasibility study to assess the contamination and evaluate cleanup\noptions. 40 CFR §300.430 (2019). Section 122(e)(6) of the Act\nprovides that, once the study begins, “no potentially responsible\nparty may undertake any remedial action” at the site without EPA\napproval. 42 U. S. C. §9622(e)(6).The Act prescribes extensive public consultation\nwhile a cleanup plan is being developed. It requires an opportunity\nfor public notice and comment on proposed cleanup plans. §§9613(k),\n9617. It requires “substantial and mean- ingful involvement by each\nState in initiation, development, and selection” of cleanup actions\nin that State. §9621(f )(1). And, in most instances, it\nrequires that remedial action comply with “legally applicable or\nrelevant and appropriate” requirements of state environmental law.\n§9621(d)(2)(A).But once a plan is selected, the time for debate\nends and the time for action begins. To insulate cleanup plans from\ncollateral attack, §113(b) of the Act provides federal district\ncourts with “exclusive original jurisdiction over all controversies\narising under” the Act, and §113(h) then strips such courts of\njurisdiction “to review any challenges to removal or remedial\naction,” except in five limited circumstances. §§9613(b), (h).BBetween 1884 and 1902, the Anaconda Copper\nMining Company built three copper smelters 26 miles west of the\nmining town of Butte, Montana. The largest one, the Washoe Smelter,\nfeatured a 585-foot smoke stack, taller than the Washington\nMonument. The structure still towers over the area today, as part\nof the Anaconda Smoke Stack State Park. Together, the three\nsmelters refined tens of millions of pounds of copper ore mined in\nButte, the “Richest Hill on Earth,” to feed burgeoning demand for\ntelephone wires and power lines. M. Malone, The Battle for Butte 34\n(1981). “It was hot. It was dirty. It was dangerous. But it was a\njob for thousands.” Dunlap, A Dangerous Job That Gave Life to a\nTown: A Look Back at the Anaconda Smelter, Montana Standard (Aug.\n8, 2018). From 1912 to 1973, Anaconda Company payrolls totaled over\n$2.5 billion, compensating around three-quarters of Montana’s work\nforce.Bust followed boom. By the 1970s, the falling\nprice of copper, an ongoing energy crisis, and the nationalization\nof Anaconda’s copper mines in Chile and Mexico squeezed Anaconda.\nBut what others saw as an ailing relic, Atlantic Richfield saw as a\nturnaround opportunity, purchasing the Anaconda Company for the\ndiscount price of $700 million. Unfortunately, Atlantic Richfield\nwas unable to revive Anaconda’s fortunes. By 1980 Atlantic\nRichfield had closed the facility for good, and by 1984 Fortune had\ndubbed the purchase one of the “Decade’s Worst Mergers.” Fisher,\nThe Decade’s Worst Mergers, Fortune, Apr. 30, 1984,\np. 262.Atlantic Richfield’s troubles were just\nbeginning. After Congress passed the Superfund statute in 1980,\nAtlantic Richfield faced strict and retroactive liability for the\nmany tons of arsenic and lead that Anaconda had spewed across the\narea over the previous century. In 1983, EPA designated an area of\nmore than 300 square miles around the smelters as one of the\ninaugural Superfund sites. 48 Fed. Reg. 40667. In the 35 years\nsince, EPA has managed an extensive cleanup at the site, working\nwith Atlantic Richfield to remediate more than 800 residential and\ncommercial properties; remove 10 million cubic yards of tailings,\nmine waste, and contaminated soil; cap in place 500 million cubic\nyards of waste over 5,000 acres; and reclaim 12,500 acres of land.\nEPA, Superfund Priority “Anaconda” 9 (Apr. 2018),\nhttps://semspub.epa.gov/work/08/100003986.pdf. To date, Atlantic\nRichfield estimates that it has spent roughly $450 million\nimplementing EPA’s orders.More work remains. As of 2015, EPA’s plan\nanticipated cleanup of more than 1,000 additional residential\nyards, revegetation of 7,000 acres of uplands, removal of several\nwaste areas, and closure of contaminated stream banks and railroad\nbeds. Brief for United States asAmicus Curiae7–8 (citing\nEPA, Fifth Five-Year Review Report: Anaconda Smelter Superfund\nSite, Anaconda-Deer Lodge County, Montana, Table 10–1 (Sept. 25,\n2015), https://semspub.epa. gov/work/08/1549381.pdf ). EPA\nprojects that remedial work will continue through 2025.Id.,\nTable 10–7; Tr. of Oral Arg. 30.CIn 2008, a group of 98 owners of property\nwithin the Superfund site filed this lawsuit against Atlantic\nRichfield in Montana state court, asserting trespass, nuisance, and\nstrict liability claims under state common law. The landowners\nsought restoration damages, among other forms of relief.Under Montana law, property damages are\ngenerally measured by the “difference between the value of the\nproperty before and after the injury, or the diminution in value.”Sunburst School Dist. No. 2v.Texaco,Inc.,\n338 Mont. 259, 269, 165 P.3d 1079, 1086 (2007). But “when the\ndamaged property serves as a private residence and the plaintiff\nhas an interest in having the property restored, diminution in\nvalue will not return the plaintiff to the same position as before\nthe tort.”Id., at 270, 165 P. 3d, at 1087. In that\ncircumstance, the plaintiff may seek restoration damages, even if\nthey exceed the property’s diminution in value. Seeibid.;\nRestatement (Second) of Torts §929, and Commentb(1977).To collect restoration damages, a plaintiff must\ndemonstrate that he has “reasons personal” for restoring the\nproperty and that his injury is temporary and abatable, meaning\n“[t]he ability to repair [the] injury must be more than a\ntheoretical possibility.”Sunburst School Dist. No. 2, 338\nMont., at 269, 165 P. 3d, at 1086–1087. The injured party must\n“establish that the award actually will be used for restoration.”Lampiv.Speed, 362 Mont. 122, 130, 261 P.3d 1000,\n1006 (2011).The landowners here propose a restoration plan\nthat goes beyond EPA’s own cleanup plan, which the agency had found\n“protective of human health and the environment.” EPA, Community\nSoils Operable Unit, Record of Decision (1996), App. 62. See also\n42 U. S. C. §9621(d)(1). For example, the landowners\npropose a maximum soil contamination level of 15 parts per million\nof arsenic, rather than the 250 parts per million level set by EPA.\nAnd the landowners seek to excavate offending soil within\nresidential yards to a depth of two feet rather than EPA’s chosen\ndepth of one. The landowners also seek to capture and treat shallow\ngroundwater through an 8,000-foot long, 15-foot deep, and 3-foot\nwide underground permeable barrier, a plan the agency rejected as\ncostly and unnecessary to secure safe drinking water.The landowners estimate that their cleanup would\ncost Atlantic Richfield $50 to $58 million. Atlantic Richfield\nwould place that amount in a trust and the trustee would release\nfunds only for restoration work.In the trial court, Atlantic Richfield and the\nlandowners filed competing motions for summary judgment on whether\nthe Act precluded the landowners’ claim for restoration\ndamages.[2] The court granted\njudgment for the landowners on that issue and allowed the lawsuit\nto continue. After granting a writ of supervisory control, the\nMontana Supreme Court affirmed.Atlantic Richfield Co.v.Montana Second Jud. Dist.Ct., 390 Mont. 76, 408 P.3d\n515 (2017).The Montana Supreme Court rejected Atlantic\nRichfield’s argument that §113 stripped the Montana courts of\njurisdiction over the landowners’ claim for restoration damages.\nThe court recognized that §113 strips federal courts (and, it was\nwilling to assume, state courts) of jurisdiction to review\nchallenges to EPA cleanup plans. But the Montana Supreme Court\nreasoned that the landowners’ plan was not such a challenge because\nit would not “stop, delay, or change the work EPA is doing.”Id., at 83, 408 P. 3d, at 520. The landowners were\n“simply asking to be allowed to present their own plan to restore\ntheir own private property to a jury of twelve Montanans who will\nthen assess the merits of that plan.”Id., at 84, 408\nP. 3d, at 521.The Montana Supreme Court also rejected Atlantic\nRichfield’s argument that the landowners were potentially\nresponsible parties (sometimes called PRPs) prohibited from taking\nremedial action without EPA approval under §122(e)(6) of the Act.\nThe Court observed that the landowners had “never been treated as\nPRPs for any purpose—by either EPA or [Atlantic Richfield]—during\nthe entire thirty-plus years” since the designation of the\nSuperfund site, and that the statute of limitations for a claim\nagainst the landowners had run.Id., at 86, 408 P. 3d,\nat 522. “Put simply, the PRP horse left the barn decades ago.”Ibid.Justice Baker concurred, stressing that on\nremand Atlantic Richfield could potentially defeat the request for\nrestoration damages on the merits by proving that the restoration\nplan conflicted with EPA’s cleanup plan.Id., at 87–90, 408\nP. 3d, at 523–525. Justice McKinnon dissented. She argued that\nthe landowners’ restoration plan did conflict with the Superfund\ncleanup and thus constituted a challenge under §113(h) of the Act,\nover which Montana courts lacked jurisdiction.Id., at\n90–101, 408 P. 3d, at 525–532.We granted certiorari. 587 U. S. ___\n(2019).IIWe begin with two threshold questions: whether\nthis Court has jurisdiction to review the decision of the Montana\nSupreme Court and, if so, whether the Montana courts have\njurisdiction over the landowners’ claim for restoration\ndamages.ACongress has authorized this Court to review\n“[f]inal judgments or decrees rendered by the highest court of a\nState.” 28 U. S. C. §1257(a). To qualify as final, a\nstate court judgment must be “an effective determination of the\nlitigation and not of merely interlocutory or intermediate steps\ntherein.”Jeffersonv.City of Tarrant,522 U.S.\n75, 81 (1997). The landowners contend that, because the Montana\nSupreme Court allowed the case to proceed to trial, its judgment\nwas not final and we lack jurisdiction.But the Montana Supreme Court exercised review\nin this case through a writ of supervisory control. Under Montana\nlaw, a supervisory writ proceeding is a self-contained case, not an\ninterlocutory appeal. Mont. Const., Art. VII, §§2(1)–(2);\nMont. Rules App. Proc. 6(6), 14(1), 14(3) (2019). Thus we have\nheld that a “writ of supervisory control issued by the Montana\nSupreme Court is a final judgment within our jurisdiction.”Fisherv.District Court of Sixteenth Judicial Dist. of\nMont.,424 U.S.\n382, 385, n. 7 (1976) (per curiam).The landowners protest that our precedents only\nsupport reviewing supervisory writ proceedings that are limited to\njurisdictional questions. But the scope of our jurisdiction to\nreview supervisory writ proceedings is not so restricted. When the\nMontana Supreme Court issues a writ of supervisory control, it\ninitiates a separate lawsuit. It is the nature of the Montana\nproceeding, not the issues the state court reviewed, that\nestablishes our jurisdiction.BWe likewise find that the Act does not strip\nthe Montana courts of jurisdiction over this lawsuit. It deprives\nstate courts of jurisdiction over claims brought under the Act. But\nit does not displace state court jurisdiction over claims brought\nunder other sources of law.[3]Section 113(b) of the Act provides that “the\nUnited States district courts shall have exclusive original\njurisdiction over all controversies arising under this chapter,” so\nstate courts lack jurisdiction over such actions. 42\nU. S. C. §9613(b). This case, however, does not “arise\nunder” the Act. The use of “arising under” in §113(b) echoes\nCongress’s more familiar use of that phrase in granting federal\ncourts jurisdiction over “all civil actions arising under the\nConstitution, laws, or treaties of the United States.” 28\nU. S. C. §1331. In the mine run of cases, “[a] suit\narises under the law that creates the cause of action.”American\nWell Works Co.v.Layne & Bowler Co.,241 U.S.\n257, 260 (1916).[4] The\nlandowners’ common law claims for nuisance, trespass, and strict\nliability therefore arise under Montana law and not under the Act.\nAs a result, the Montana courts retain jurisdiction over this\nlawsuit, notwithstanding the channeling of Superfund claims to\nfederal courts in §113(b).[5]Atlantic Richfield takes a different view,\narguing that §113(h) implicitly broadens the scope of actions\nprecluded from state court jurisdiction under §113(b). Section\n113(h) states that “[n]o Federal court shall have jurisdiction\nunder Federal law other than under section 1332 of title 28\n(relating to diversity of citizenship jurisdiction) . . .\nto review any challenges to removal or remedial action” selected\nunder the Act. 42 U. S. C. §9613(h).The company’s argument proceeds in five steps.\nStep one: Section 113(h) removes federal court jurisdiction over\nall cleanup challenges, regardless of whether they originate in\nfederal or state law (except for when the court is sitting in\ndiversity). Step two: Section 113(h) can only remove jurisdiction\nthat §113(b) provides in the first place. Step three: Section\n113(b) thus provides federal courts jurisdiction over all cleanup\nchallenges, whether brought under federal or state law. Step four:\nThe grant of jurisdiction to federal courts in §113(b) is exclusive\nto federal courts. Step five: State courts thus do not have\njurisdiction over cleanup challenges.This interpretation faces several insurmountable\nobstacles. First, by its own terms, §113(h) speaks of “Federal\ncourt[s],” not state courts. There is no textual basis for Atlantic\nRichfield’s argument that Congress precludedstatecourts\nfrom hearing a category of cases in §113(b) by strippingfederalcourts of jurisdiction over those cases in §113(h).\nAnd if that were Congress’s goal, it would be hard to imagine a\nmore oblique way of achieving it. Often the simplest explanation is\nthe best: Section 113(b) deprives state courts of jurisdiction over\ncases “arising under” the Act—just as it says—while §113(h)\ndeprives federal courts of jurisdiction over certain “challenges”\nto Superfund remedial actions—just as it says.Second, the company’s argument does not account\nfor the exception in §113(h) for federal courts sitting in\ndiversity. Section 113(h) permits federal courts in diversity cases\nto entertain state law claims regardless of whether they are\nchallenges to cleanup plans. SeeDePuev.Exxon Mobil\nCorp., 537 F.3d 775, 784 (CA7 2008). But Atlantic Richfield\ndoes not even try to explain why the Act would permit such state\nlaw claims to proceed in federal court, but not in state court. The\nAct permits federal courts and state courts alike to entertain\nstate law claims, including challenges to cleanups.That leads us to the third difficulty with\nAtlantic Richfield’s argument. We have recognized a “deeply rooted\npresumption in favor of concurrent state court jurisdiction” over\nfederal claims.Tafflinv.Levitt,493 U.S.\n455, 458–459 (1990). Only an “explicit statutory directive,” an\n“unmistakable implication from legislative history,” or “a clear\nincompatibility between state-court jurisdiction and federal\ninterests” can displace this presumption.Id., at 460.\nExplicit, unmistakable, and clear are not words that describe\nAtlantic Richfield’s knotty interpretation of §§113(b) and (h).It would be one thing for Atlantic Richfield to\ntry to surmount the clear statement rule that applies to the\nuncommon, but not unprecedented, step of stripping state courts of\njurisdiction overfederalclaims. But Atlantic Richfield’s\nposition requires a more ambitious step: Congress stripping state\ncourts of jurisdiction to hear their ownstateclaims. We\nwould not expect Congress to take such an extraordinary step by\nimplication. Yet the only provision Atlantic Richfield invokes\naddresses “[f]ederal court[s]” without even mentioning state\ncourts, let alone stripping those courts of jurisdiction to hear\nstate law claims. 42 U. S. C. §9613(h).Finally, the Government, supporting Atlantic\nRichfield, emphasizes that the opening clause of §113(b) excepts\n§113(h) from its application. See 42 U. S. C. §9613(b)\n(“Except as provided in subsections (a) and (h) of this section\n. . . .”). According to the Government, because\n“exceptions must by definition be narrower than the corresponding\nrule,” all challenges to remedial plans under §113(h)—whether based\nin federal or state law—must “arise under” the Act for purposes of\n§113(b). Brief for United States asAmicus Curiae25.We reject the premise and with it the\nconclusion. “Thousands of statutory provisions use the phrase\n‘except as provided in . . . ’ followed by a\ncross-reference in order to indicate that one rule should prevail\nover another in any circumstance in which the two conflict.”Cyan,Inc.v.Beaver County Employees Retirement\nFund, 583 U. S. ___, ___ (2018) (slip op., at 9). Such\nclauses explain what happens in the case of a clash, but they do\nnot otherwise expand or contract the scope of either provision by\nimplication. Cf.NLRBv.SW General,Inc., 580\nU. S. ___, ___ (2017) (slip op., at 11) (explaining the same\nprinciple for “notwithstanding” clauses).The actions referred to in §113(h) do not fall\nentirely within §113(b). Challenges to remedial actions under\nfederal statutes other than the Act, for example, are precluded by\n§113(h) but do not fall within §113(b). To cite another example,\n§113(h) addresses state law challenges to cleanup plans in federal\ncourt, although those actions also do not fall within\n§113(b).[6] At the same time,\n§113(b) is not subsumed by §113(h). Many claims brought under the\nAct, such as those to recover cleanup costs under §107, are not\nchallenges to cleanup plans.Sections 113(b) and 113(h) thus each do work\nindependent of one another. The two provisions overlap in a\nparticular type of case: challenges to cleanup plans in federal\ncourt that arise under the Act. In such cases, the exceptions\nclause in §113(b) instructs that the limitation of §113(h)\nprevails. It does nothing more.IIIAlthough the Montana Supreme Court answered\nthe jurisdictional question correctly, the Court erred by holding\nthat the landowners were not potentially responsible parties under\nthe Act and therefore did not need EPA approval to take remedial\naction. Section 122(e)(6), titled “Inconsistent response action,”\nprovides that “[w]hen either the President, or a potentially\nresponsible party . . . has initiated a remedial\ninvestigation and feasibility study for a particular facility under\nthis chapter, no potentially responsible party may undertake any\nremedial action at the facility unless such remedial action has\nbeen authorized by the President.” 42 U. S. C.\n§9622(e)(6). Both parties agree that this provision would require\nthe landowners to obtain EPA approval for their restoration plan if\nthe landowners qualify as potentially responsible parties.To determine who is a potentially responsible\nparty, we look to the list of “covered persons” in §107, the\nliability section of the Act. §9607(a). “Section 107(a) lists four\nclasses of potentially responsible persons (PRPs) and provides that\nthey ‘shall be liable’ for, among other things, ‘all costs of\nremoval or remedial action incurred by the United States\nGovernment.’ ”Cooper Industries,Inc.v.Aviall Services,Inc.,543 U.S.\n157, 161 (2004) (quoting §9607(a)(4)(A)). The first category\nunder §107(a) includes any “owner” of “a facility.” §9607(a)(1).\n“Facility” is defined to include “any site or area where a\nhazardous substance has been deposited, stored, disposed of, or\nplaced, or otherwise come to be located.” §9601(9)(B). Arsenic and\nlead are hazardous substances. 40 CFR §302.4, Table 302.4. Because\nthose pollutants have “come to be located” on the landowners’\nproperties, the landowners are potentially responsible parties.The landowners and Justice Gorsuch argue that\neven if the landowners were once potentially responsible parties,\nthey are no longer because the Act’s six-year limitations period\nfor recovery of remedial costs has run, and thus they could not be\nheld liable in a hypothetical lawsuit. 42 U. S. C.\n§9613(g)(2)(B).This argument collapses status as a potentially\nresponsible party with liability for the payment of response costs.\nA property owner can be a potentially responsible party even if he\nis no longer subject to suit in court. As we have said, “[E]ven\nparties not responsible for contamination may fall within the broad\ndefinitions of PRPs in §§107(a)(1)–(4).”United Statesv.Atlantic ResearchCorp.,551\nU.S. 128, 136 (2007). That includes “ ‘innocent’\n. . . landowner[s] whose land has been contaminated by\nanother,” who would be shielded from liability by the Act’s\nso-called “innocent landowner” or “third party” defense in\n§107(b)(3).Ibid.See also 42 U. S. C.\n§9607(b)(3). The same principle holds true for parties that face no\nliability because of the Act’s limitations period.Interpreting “potentially responsible parties”\nto include owners of polluted property reflects the Act’s objective\nto develop, as its name suggests, a “Comprehensive Environmental\nResponse” to hazardous waste pollution. Section 122(e)(6) is one of\nseveral tools in the Act that ensure the careful development of a\nsingle EPA-led cleanup effort rather than tens of thousands of\ncompeting individual ones.Yet under the landowners’ interpretation,\nproperty owners would be free to dig up arsenic-infected soil and\nbuild trenches to redirect lead-contaminated groundwater without\neven notifying EPA, so long as they have not been sued within six\nyears of commencement of the cleanup.[7] We doubt Congress provided such a fragile remedy for\nsuch a serious problem. And we suspect most other landowners would\nnot be too pleased if Congress required EPA to sue each and every\none of them just to ensure an orderly cleanup of toxic waste in\ntheir neighborhood. A straight- forward reading of the text avoids\nsuch anomalies.Justice Gorsuch argues that equating\n“potentially responsible parties” with “covered persons” overlooks\nthe fact that the terms “use different language, appear in\ndifferent statutory sections, and address different matters.”Post, at 7 (opinion concurring in part and dissenting in\npart). He contends that “potentially responsible party” as used in\n§122(e)(6) should be read as limited to the settlement context, and\nthat if Congress intended the phrase to have broader reach—to refer\nmore generally to those potentially liable under §107(a)—then\nCongress would have used the term “covered person.”Post, at\n7–8.But there is no reason to think Congress used\nthese phrases to refer to two distinct groups of persons. Neither\nphrase appears among the Act’s list of over 50 defined terms. 42\nU. S. C. §9601. “Covered persons,” in fact, appears in\nthe caption to §107(a) and nowhere else. Meanwhile, “potentially\nresponsible parties” are referenced not just in the section on\nsettlements, but also in the Act’s sections regarding EPA response\nauthority, cleanup standards and procedures, cleanup contractors,\nSuperfund moneys, Federal Government cleanup sites, and civil\nproceedings. §§9604, 9605, 9611, 9613, 9619, 9620, 9622. Across the\nstatute “potentially responsible parties” refers to what it says:\nparties that may be held accountable for hazardous waste in\nparticular circumstances. The only place in the Act that identifies\nsuch persons is the list of “Covered persons” in §107(a). Congress\ntherefore must have intended “potentially responsible party” in\n§122(e)(6) (as elsewhere in the Act) to refer to “Covered persons”\nin §107(a).Turning from text to consequences, the\nlandowners warn that our interpretation of §122(e)(6) creates a\npermanent easement on their land, forever requiring them “to get\npermission from EPA in Washington if they want to dig out part of\ntheir backyard to put in a sandbox for their grandchildren.” Tr. of\nOral Arg. 62. The grandchildren of Montana can rest easy: The Act\ndoes nothing of the sort.Section 122(e)(6) refers only to “remedial\naction,” a defined term in the Act encompassing technical actions\nlike “storage, confinement, perimeter protection using dikes,\ntrenches, or ditches, clay cover, neutralization, cleanup of\nreleased hazardous substances and associated contaminated\nmaterials,” and so forth. 42 U. S. C. §9601(24). While\nbroad, the Act’s definition of remedial action does not reach so\nfar as to cover planting a garden, installing a lawn sprinkler, or\ndigging a sandbox. In addition, §122(e)(6) applies only to sites on\nthe Superfund list. The Act re- quires EPA to annually review and\nreissue that list. §9605(a)(8)(B). EPA delists Superfund sites once\nresponsible parties have taken all appropriate remedial action and\nthe pollutant no longer poses a significant threat to public health\nor the environment. See 40 CFR §300.425(e).The landowners and Justice Gorsuch alternatively\nargue that the landowners are not potentially responsible parties\nbecause they did not receive the notice of settlement negotiations\nrequired by §122(e)(1). Under a policy dating back to 1991, EPA\ndoes not seek to recover costs from residential landowners who are\nnot responsible for contamination and do not interfere with the\nagency’s remedy. EPA, Policy Towards Owners of Residential Property\nat Superfund Sites, OSWER Directive #9834.6 (July 3, 1991),\nhttps://www.epa.gov/sites/production/files/documents/policy-owner-rpt.pdf.\nEPA views this policy as an exercise of its “enforcement discretion\nin pursuing potentially responsible parties.”Id., at 3.\nBecause EPA has a policy of not suing innocent homeowners for\npollution they did not cause, it did not include the landowners in\nsettlement negotiations.But EPA’s nonenforcement policy does not alter\nthe landowners’ status as potentially responsible parties. Section\n107(a) unambiguously defines potentially responsible parties and\nEPA does not have authority to alter that definition. See,e.g.,Sturgeonv.Frost, 587 U. S. ___,\n___, n. 3 (2019) (slip op., at 16, n. 3). Section\n122(e)(1) requires notification of settlement negotiations to all\npotentially responsible parties. To say that provision determines\nwho is a potentially responsible party in the first instance would\nrender the Act circular. Even the Government does not claim that\nits decisions whether to send notices of settlement negotiations\ncarry such authority.In short, even if EPA ran afoul of §122(e)(1) by\nnot providing the landowners notice of settlement negotiations,\nthat does not change the landowners’ status as potentially\nresponsible parties.The landowners relatedly argue that the\nlimitation in §122(e)(6) on remedial action by potentially\nresponsible parties cannot carry the weight we assign to it because\nit is located in the Act’s section on settlement negotiations.\nCongress, we are reminded, does not “hide elephants in mouseholes.”Whitmanv.American Trucking Assns.,Inc.,531 U.S.\n457, 468 (2001).We take no issue with characterizing §122(e)(6)\nas an elephant. It is, after all, one of the Act’s crucial tools\nfor ensuring an orderly cleanup of toxic waste. But §122 of the Act\nis, at the risk of the tired metaphor spinning out of control, less\na mousehole and more a watering hole—exactly the sort of place we\nwould expect to find this elephant.Settlements are the heart of the Superfund\nstatute. EPA’s efforts to negotiate settlement agreements and issue\norders for cleanups account for approximately 69% of all cleanup\nwork currently underway. EPA, Superfund Site Cleanup Work Through\nEnforcement Agreements and Orders,\nhttps://www.epa.gov/enforcement/superfund-site-cleanup-work-through-enforcement-agreements-and-orders.\nThe Act commands EPA to proceed by settlement “[w]henever\npracticable and in the public interest . . . in order to\nexpedite effective remedial actions and minimize litigation.” 42\nU. S. C. §9622(a). EPA, for its part, “prefers to reach\nan agreement with a potentially responsible party (PRP) to clean up\na Superfund site instead of issuing an order or paying for it and\nrecovering the cleanup costs later.” EPA, Negotiating Superfund\nSettlements, https://www.epa.\ngov/enforcement/negotiating-superfund-settlements.The Act encourages potentially responsible\nparties to enter into such agreements by authorizing EPA to include\na “covenant not to sue,” which caps the parties’ liability to the\nGovernment. §9622(c)(1). The Act also protects settling parties\nfrom contribution claims by other potentially responsible parties.\n§9613(f )(2). Once finalized, the terms of a settlement become\nlegally binding administrative orders, subject to civil penalties\nof up to $25,000 a day. §§9609(a)(1)(E), 9622(l).Moreover, subsection (e) is an important\ncomponent of §122. It establishes a reticulated scheme of notices,\nproposals, and counterproposals for the settlement negotiation\nprocess. §9622(e). And the subsection places a moratorium on EPA\nremedial actions while negotiations are under way. §9622(e)(2)(A).\nIt is far from surprising to find an analogous provision\nrestricting potentially responsible parties from taking remedial\nactions in the same subsection.Justice Gorsuch also contends that our\ninterpretation violates the Act’s “saving clauses,” which provide\nthat the Act does not preempt liability or requirements under state\nlaw.Post, at 3–4. But we have long rejected interpretations\nof sweeping saving clauses that prove “absolutely inconsistent with\nthe provisions of the act” in which they are found.American\nTelephone & Telegraph Co.v.Central Office\nTelephone,Inc.,524 U.S.\n214, 228 (1998) (quotingTexas & Pacific R. Co.v.Abilene Cotton Oil Co.,204 U.S.\n426, 446 (1907)). Interpreting the Act’s saving clauses to\nerase the clear mandate of §122(e)(6) would allow the Act “to\ndestroy itself.”Ibid.What is more, Atlantic Richfield remains\npotentially liable under state law for compensatory damages,\nincluding loss of use and enjoyment of property, diminution of\nvalue, incidental and consequential damages, and annoyance and\ndiscomfort. The damages issue before the Court is whether Atlantic\nRichfield is also liable for the landowners’ own remediation beyond\nthat required under the Act. Even then, the answer is yes—so long\nas the landowners first obtain EPA approval for the remedial work\nthey seek to carry out.We likewise resist Justice Gorsuch’s evocative\nclaim that our reading of the Act endorses “paternalistic central\nplanning” and turns a cold shoulder to “state law efforts to\nrestore state lands.”Post, at 10. Such a charge fails to\nappreciate that cleanup plans generally must comply with “legally\napplicable or relevant and appropriate” standards of state\nenvironmental law. 42 U. S. C. §9621(d)(2)(A)(ii). Or\nthat States must be afforded opportunities for “substantial and\nmeaningful involvement” in initiating, developing, and selecting\ncleanup plans. §9621(f )(1). Or that EPA usually must defer\ninitiating a cleanup at a contaminated site that a State is already\nremediating. §9605(h). It is not “paternalistic central planning”\nbut instead the “spirit of cooperative federalism [that] run[s]\nthroughout CERCLA and its regulations.”New Mexicov.General Elec. Corp., 467 F.3d 1223, 1244 (CA10 2006).As a last ditch effort, the landowners contend\nthat, even if §107(a) defines potentially responsible parties, they\nqualify as contiguous property owners under §107(q), which would\npull them outside the scope of §107(a). The landowners are correct\nthat contiguous property owners are not potentially responsible\nparties. Section 107(q)(1)(A) provides that “[a] person that owns\nreal property that is contiguous to or otherwise similarly situated\nwith respect to, and that is or may be contaminated by a release or\nthreatened release of a hazardous substance from, real property\nthat is not owned by that person shall not be considered” an owner\nof a facility under §107(a). §9607(q)(1)(A). The problem for the\nlandowners is that there are eight further requirements to qualify\nas a contiguous property owner. §§9607(q)(1)(A)(i)–(viii). Each\nlandowner individually must “establish by a preponderance of the\nevidence” that he satisfies the criteria. §9607(q)(1)(B).The landowners cannot clear this high bar. One\nof the eight requirements is that, at the time the person acquired\nthe property, the person “did not know or have reason to know that\nthe property was or could be contaminated by a release or\nthreatened release of one or more hazardous substances.”\n§9607(q)(1)(A)(viii)(II). All of the landowners here purchased\ntheir property after the Anaconda Company built the Washington\nMonument sized smelter. Indeed “evidence of public knowledge” of\ncontamination was “almost overwhelming.”Christianv.Atlantic Richfield Co., 380 Mont. 495, 529, 358 P.3d 131,\n155 (2015). In the early 1900s, the Anaconda Company actually\nobtained smoke and tailing easements authorizing the disposition of\nsmelter waste onto many properties now owned by the landowners.Id., at 500–501, 358 P. 3d, at 137–138. The landowners\nhad reason to know their property “could be contaminated by a\nrelease or threatened release” of a hazardous substance. 42\nU. S. C. §9607(q)(1)(A)(viii)(II).At any rate, contiguous landowners must provide\n“full cooperation, assistance, and access” to EPA and those\ncarrying out Superfund cleanups in order to maintain that status.\n§9607(q)(1)(A)(iv). But the Government has represented that the\nlandowners’ restoration plan, if implemented, would interfere with\nits cleanup by, for example, digging up contaminated soil that has\nbeen deliberately capped in place. See Brief for United States asAmicus Curiae20–21. If that is true, the landowners’ plan\nwould soon trigger a lack of cooperation between EPA and the\nlandowners. At that point, the landowners would no longer qualify\nas contiguous landowners and we would be back to square one.*  *  *The Montana Supreme Court erred in holding\nthat the landowners were not potentially responsible parties under\n§122(e)(6) and therefore did not need to seek EPA approval. Montana\nlaw requires that “an award of restoration damages actually\n. . . be used to repair the damaged property.”Sunburst School Dist. No. 2, 338 Mont., at 273, 165\nP. 3d, at 1089. But such action cannot be taken in the absence\nof EPA approval. That approval process, if pursued, could\nameliorate any conflict between the landowners’ restoration plan\nand EPA’s Superfund cleanup, just as Congress envisioned. In the\nabsence of EPA approval of the current restoration plan, we have no\noccasion to entertain Atlantic Richfield’s claim that the Act\notherwise preempts the plan.The judgment of the Montana Supreme Court is\naffirmed in part and vacated in part. The case is remanded for\nfurther proceedings not inconsistent with this opinion.It is so ordered.Notes1The Act vests powers and\nduties in the President, who has delegated the responsibilities\nrelevant here to the EPA Administrator. See 42 U. S. C.\n§9615; Exec. Order No. 12580, 3 CFR §193 (1988).2Atlantic Richfield\nconcedes that the Act preserves the landowners’ claims for other\ntypes of compensatory damages under Montana law, including loss of\nuse and enjoyment of property, diminution of value, incidental and\nconsequential damages, and annoyance and discomfort. SeeAtlantic Richfield Co.v.Montana Second Jud. Dist.\nCt., 390 Mont. 76, 79, 408 P.3d 515, 518 (2017). We therefore\nconsider only the landowners’ claim for restoration\ndamages.3Justice Alito argues that\nthis jurisdictional question “may turn out not to matter in this\ncase” because we remand for further proceedings that may end the\nlitigation.Post, at 2 (opinion concurring in part and\ndissenting in part). But Atlantic Richfield seeks more than a\nremand. It contends that the lawsuit should bedismissedbecause the Montana courts lack jurisdiction, and the Federal\nGovernment agrees. The difference between outright dismissal and\nfurther proceedings matters. We granted review of this issue and\nboth parties have fully briefed and argued it. Simply leaving the\nquestion unanswered at this point would leave the parties in a\nstate of uncertainty as to whether the litigation is proceeding in\nthe proper forum. We therefore find it both “necessary” and\n“prudent” to decide the issue.Post, at 1.4There is a “special and\nsmall category of cases” that originate in state law yet still\narise under federal law for purposes of federal question\njurisdiction.Gunnv.Minton,568\nU.S. 251, 258 (2013) (internal quotation marks omitted). To\nqualify for this narrow exception, a state law claim must\n“necessarily raise[ ]” a federal issue, among other\nrequirements.Ibid.No element of the landowners’ state\ncommon law claims necessarily raises a federal issue. Atlantic\nRichfield raises the Act as an affirmative defense, but “[f]ederal\njurisdiction cannot be predicated on an actual or anticipated\ndefense.”Vadenv.Discover Bank,556 U.S.\n49, 60 (2009).5Section 113(b) specifies\nthat federal courts have exclusive jurisdiction “without regard to\nthe citizenship of the parties or the amount in controversy.” 42\nU. S. C. §9613(b). This is somewhat redundant because all\nactions that “arise under” the Act necessarily satisfy federal\nquestion jurisdiction. But “[s]ometimes the better overall reading\nof the statute contains some redundancy.”Rimini Street,\nInc.v.Oracle USA, Inc., 586 U. S. ___, ___ (2019)\n(slip op., at 11). We find it much more likely that Congress\nemployed a belt and suspenders approach to make sure thatallCERCLA lawsuits are routed to federal court than that\nCongress intended the reference to federal courts in §113(h) to\naffect state courts.6Justice Alito argues that\nour interpretation leaves no meaning for the exceptions in §113(h)\nfor federal courts hearing state law actions while sitting in\ndiversity and federal courts hearing actions invoking state law\nstandards deemed “applicable or relevant and appropriate” by the\nAct. 42 U. S. C. §9613(h). Because we read §113(b) to\ncover only federal law claims, Justice Alito assumes that these\nexceptions in §113(h) would never apply. But as we explained,\n§113(h) applies to all “challenges to removal or remedial action”\nthat make their way into “[f]ederal court,” whether through §113(b)\nor some other route. §9613(h). That includes state law challenges\narising by way of diversity jurisdiction or supplemental\njurisdiction as well as federal law challenges arising under\nsources of law other than the Act. The exceptions in §113(h) are\nthus necessary to delineate which of these challenges may proceed\nin federal court and which may not.7EPA does have other tools\nto address serious environmental harm. Under §106, for example, EPA\ncan initiate an injunctive abatement action if it finds an\n“imminent and substantial endangerment to the public health or\nwelfare or the environment.” 42 U. S. C. §9606(a). But\nEPA may have good reasons to preserve the status quo of a cleanup\nsite even absent an imminent threat. More importantly, the\nlandowners’ interpretation would require EPA to monitor tens of\nthousands of properties across 1,335 Superfund sites nationwide to\nensure landowners do not derail an EPA cleanup. EPA, Superfund:\nNational Priorities List (NPL) (Apr. 13, 2020),\nhttps://www.epa.gov/superfund/superfund-national-priorities-list-npl.\nCongress provided a far more effective and efficient solution in\n§122(e)(6): Landowners at Superfund sites containing hazardous\nwaste must seek EPA approval before initiating their own bespoke\ncleanups.",
    "joined": []
}