{
    "case": {
        "docket": "383",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/383/"
    },
    "id": "3229420",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–894_________________DEPARTMENT OF HOMELAND SECURITY, PETITIONERv.ROBERT J.\nMacLEANon writ of certiorari to the united states court of appeals for\nthe federal circuit[January 21, 2015]Chief Justice Roberts delivered the opinion of the Court.Federal law generally provides whistleblower protections to an\nemployee who discloses information revealing “any violation of any\nlaw, rule, or regulation,” or “a substantial and specific danger to\npublic health or safety.”5 U. S. C. §2302(b)(8)(A). An\nexception exists, however, for disclosures that are “specifically\nprohibited by law.”Ibid.Here, a federal air marshal\npublicly disclosed that the Transportation Security Administration\n(TSA) had de-cided to cut costs by removing air marshals from\ncertain long-distance flights. The question presented is whether\nthat disclosure was “specifically prohibited by law.”IAIn 2002, Congress enacted the Homeland Security\nAct,116Stat.2135. As relevant here, that Act provides that the TSA\n“shall prescribe regulations prohibiting the disclosure of\ninformation obtained or developed in carrying out security\n. . . if the Under Secretary decides that disclosing the\ninformation would . . . be detrimental to the security of\ntransportation.”49 U. S. C. §114(r)(1)(C).Around the same time, the TSA promulgated regulations\nprohibiting the unauthorized disclosure of what it called\n“sensitive security information.” See 67 Fed. Reg. 8351 (2002). The\nregulations described 18 categories of sensitive security\ninformation, including “[s]pecific details of aviation security\nmeasures . . . [such as] information concerning specific\nnumbers of Federal Air Marshals, deployments or missions, and the\nmethods involved in such operations.” 49 CFR §1520.7(j) (2002).\nSensitive security information is not classified, so the TSA can\nshare it with individuals who do not have a security clearance,\nsuch as airport employees. Compare Exec. Order 13526, §4.1, 3 CFR\n298, 314–315 (2009 Comp.), with 49 CFR §1520.11(c) (2013).BRobert J. MacLean became a federal air marshal for the TSA in\n2001. In that role, MacLean was assigned to protect passenger\nflights from potential hijackings. See49 U. S. C.\n§44917(a).On July 26, 2003, the Department of Homeland Security (DHS)\nissued a confidential advisory about a potential hijacking plot.\nThe advisory said that members of the terrorist group al Qaeda were\nplanning to attack passenger flights, and that they “considered\nsuicide hijackings and bombings as the most promising methods to\ndestroy aircraft in flight, as well as to strike ground targets.”\nApp. 16. The advisory identified a number of potential targets,\nincluding the United Kingdom, Italy, Australia, and the east coast\nof the United States. Finally, the advisory warned that at least\none of the attacks “could be executed by the end of the summer\n2003.”Ibid.The TSA soon summoned all air marshals (including MacLean) for\nface-to-face briefings about the hijacking plot. During MacLean’s\nbriefing, a TSA official told him that the hijackers were planning\nto “smuggle weapons in camera equipment or children’s toys through\nforeign security,” and then “fly into the United States\n. . . into an airport that didn’t require them to be\nscreened.”Id.,at 92. The hijackers would then board\nU. S. flights, “overpower the crew or the Air Marshals and\n. . . fly the planes into East Coast targets.”Id.,at 93.A few days after the briefing, MacLean received from the TSA a\ntext message cancelling all overnight missions from Las Vegas until\nearly August. MacLean, who was stationed in Las Vegas, believed\nthat cancelling those missions during a hijacking alert was\ndangerous. He also believed that the cancellations were illegal,\ngiven that federal law required the TSA to put an air marshal on\nevery flight that “present[s] high security risks,”49\nU. S. C. §44917(a)(2), and provided that “nonstop, long\ndistance flights, such as those targeted on September 11, 2001,\nshould be a priority,” §44917(b). See App. 95, 99, 101.MacLean therefore asked a supervisor why the TSA had canceled\nthe missions. The supervisor responded that the TSA wanted “to save\nmoney on hotel costs because there was no more money in the\nbudget.”Id., at 95. MacLean also called the DHS Inspector\nGeneral’s Office to report the cancellations. But a special agent\nin that office told him there was “nothing that could be done.”Id.,at 97.Unwilling to accept those responses, MacLean contacted an MSNBC\nreporter and told him about the canceled missions. In turn, the\nreporter published a story about the TSA’s decision, titled “Air\nMarshals pulled from key flights.”Id.,at 36. The story\nreported that air marshals would “no longer be covering\ncross-country or international flights” because the agency did not\nwant them “to incur the expense of staying overnight in hotels.”Ibid.The story also reported that the cancellations were\n“particularly disturbing to some” because they “coincide[d] with\nanew high-level hijacking threat issued by the Department of\nHomeland Security.”Id.,at 37.After MSNBC published the story, several Members of Congress\ncriticized the cancellations. Within 24 hours, the TSA reversed its\ndecision and put air marshals back on the flights.Id.,at\n50.At first, the TSA did not know that MacLean was the source of\nthe disclosure. In September 2004, however, MacLean appeared on NBC\nNightly News to criticize the TSA’s dress code for air marshals,\nwhich he believed made them too easy to identify. Although MacLean\nappeared in disguise, several co-workers recognized his voice, and\nthe TSA began investigating the appearance. During that\ninvestigation, MacLean admitted that he had disclosed the text\nmessage back in 2003. Consequently, in April 2006, the TSA fired\nMacLean for disclosing sensitive security information without\nauthorization.MacLean challenged his firing before the Merit Systems\nProtection Board, arguing in relevant part that his disclosure was\nprotected whistleblowing activity under5 U. S. C.\n§2302(b)(8)(A). The Board held that MacLean did not qualify for\nprotection under that statute, however, because his disclosure was\n“specifically prohibited by law.” 116 MSPR 562, 569–572 (2011).The Court of Appeals for the Federal Circuit vacated the Board’s\ndecision. 714 F. 3d 1301 (2013). The parties had agreed that,\nin order for MacLean’s disclosure to be “specifically prohibitedby law,” it must have been “prohibited by a statute rather\nthan by a regulation.”Id.,at 1308 (emphasis added). Thus,\nthe issue before the court was whether the statute authorizing the\nTSA’s regulations—now codified at49 U. S. C.\n§114(r)(1)—“specifically prohibited” MacLean’s disclosure. 714\nF. 3d, at 1308.[1]*The court first held that Section 114(r)(1) was not a\nprohibition. The statute did “not expressly prohibit employee\ndisclosures,” the court explained, but instead empowered the TSA to\n“prescribe regulations prohibiting disclosure[s]” if the TSA\ndecided that disclosing the information would harm public safety.Id.,at 1309. The court therefore concluded that MacLean’s\ndisclosure was prohibited by a regulation, which the parties had\nagreed could not be a “law” under Section 2302(b)(8)(A).Ibid.The court then held that, even if Section 114(r)(1) were a\nprohibition, it was not “sufficiently specific.”Ibid.The\ncourt explained that a law is sufficiently specific only if it\n“requires that matters be withheld from the public as to leave no\ndiscretion on the issue, or . . . establishes particular\ncriteria for withholding or refers to particular types of matters\nto be withheld.”Ibid.(quoting S. Rep. No. 95–969\n(1978)). And Section 114(r)(1) did not meet that test because it\n“provide[d] only general criteria for withholding information and\n[gave] some discretion to the [TSA] to fashion regulations for\nprohibiting disclosure.” 714 F. 3d, at 1309. The court\naccordingly vacated the Board’s decision and remanded for a\ndetermination of whether MacLean’s disclosure met the other\nrequirements under Section 2302(b)(8)(A).Id.,at\n1310–1311.We granted certiorari. 572 U. S. ___ (2014).IISection 2302(b)(8) provides, in relevant part, that a federal\nagency may not take“a personnel action with respect to any employee or applicant\nfor employment because of“(A) any disclosure of information by an employee or applicant\nwhich the employee or applicant reasonably believes evidences“(i) any violation of any law, rule, or regulation, or“(ii) gross mismanagement, a gross waste of funds, an abuse of\nauthority, or a substantial and specific danger to public health or\nsafety,“if such disclosure is not specifically prohibited by law and if\nsuch information is not specifically required by Executive order to\nbe kept secret in the interest of national defense or the conduct\nof foreign affairs.”The Government argues that this whistleblower statute does not\nprotect MacLean because his disclosure regarding the canceled\nmissions was “specifically prohibited by law” in two ways. First,\nthe Government argues that the disclosure was specifically\nprohibited by the TSA’s regulations on sensitive security\ninformation: 49 CFR §§1520.5(a)–(b), 1520.7(j) (2003). Second, the\nGovernment argues that the disclosure was specifically prohibited\nby49 U. S. C. §114(r)(1), which authorized the TSA to\npro-mulgate those regulations. We address each argument in\nturn.A1In 2003, the TSA’s regulations prohibited the disclosure of\n“[s]pecific details of aviation security measures . . .\n[such as] information concerning specific numbers of Federal Air\nMarshals, deployments or missions, and the methods involved in such\noperations.” 49 CFR §1520.7(j). MacLean does not dispute before\nthis Court that the TSA’s regulations prohibited his disclosure\nregarding the canceled missions. Thus, the question here is whether\na disclosure that is specifically prohibited by regulation is also\n“specifically prohibitedby law” under Section\n2302(b)(8)(A). (Emphasis added.)The answer is no. Throughout Section 2302, Congress repeatedly\nused the phrase “law, rule, or regulation.” For example, Section\n2302(b)(1)(E) prohibits a federal agency from discriminating\nagainst an employee “on the basis of marital status or political\naffiliation, as prohibited under any law, rule, or regulation.” For\nanother example, Section 2302(b)(6) prohibits an agency from\n“grant[ing] any preference or advantage not authorized by law,\nrule, or regulation.” And for a third example, Section\n2302(b)(9)(A) prohibits an agency from retaliating against an\nemployee for “the exercise of any appeal, complaint, or grievance\nright granted by any law, rule, or regulation.”In contrast, Congress did not use the phrase “law, rule, or\nregulation” in the statutory language at issue here; it used the\nword “law” standing alone. That is significant because Congress\ngenerally acts intentionally when it uses particular language in\none section of a statute but omits it in another.Russellov.United States,464 U. S. 16,23 (1983). Thus,\nCongress’s choice to say “specifically prohibited by law” rather\nthan “specifically prohibited by law, rule, or regulation” suggests\nthat Congress meant to exclude rules and regulations.The interpretive canon that Congress acts intentionally when it\nomits language included elsewhere applies with particular force\nhere for two reasons. First, Congress used “law” and “law, rule, or\nregulation” in close proximity—indeed, in the same sentence.\n§2302(b)(8)(A) (protecting the disclosure of “any violation of any\nlaw, rule, or regulation . . . if such disclosure is not\nspecifically prohibited by law”). Second, Congress used the broader\nphrase “law, rule, or regulation” repeatedly—nine times in Section\n2302 alone. See §§2302(a)(2)(D)(i), (b)(1)(E), (b)(6),\n(b)(8)(A)(i), (b)(8)(B)(i), (b)(9)(A), (b)(12), (b)(13), (d)(5).\nThose two aspects of the whistleblower statute make Con-gress’s\nchoice to use the narrower word “law” seem quite deliberate.We drew the same inference inDepartment of Treasury, IRSv.FLRA,494 U. S. 922 (1990). There, the Government\nargued that the word “laws” in one section of the Civil Service\nReform Act of 1978 meant the same thing as the phrase “law, rule,\nor regulation” in another section of the Act.Id., at 931.\nWe rejected that argument as “sim-ply contrary to any reasonable\ninterpretation of the text.”Id., at 932. Indeed, we held\nthat a statute that referred to “laws” in one section and “law,\nrule, or regulation” in another “cannot, unless we abandon all\npretense at precise communication, be deemed to mean the same thing\nin both places.”Ibid.That inference is even more\ncompelling here, because the statute refers to “law” and “law,\nrule, or regulation” in the same sentence, rather than several\nsections apart.Another part of the statutory text points the same way. After\ncreating an exception for disclosures “specifically prohibited by\nlaw,” Section 2302(b)(8)(A) goes on to create a second exception\nfor information “specifically required by Executive order to be\nkept secret in the interest of national defense or the conduct of\nforeign affairs.” This exception is limited to action taken\ndirectly by the President. That suggests that the word “law” in the\nonly other exception is limited to actions by Congress—after all,\nit would be unusual for the first exception to include action taken\nby executive agencies, when the second exception requires action by\nthe President himself.In addition, a broad interpretation of the word “law” could\ndefeat the purpose of the whistleblower statute. If “law” included\nagency rules and regulations, then an agency could insulate itself\nfrom the scope of Section 2302(b)(8)(A) merely by promulgating a\nregulation that “specifically prohibited” whistleblowing. But\nCongress passed the whistleblower statute precisely because it did\nnot trust agencies to regulate whistleblowers within their ranks.\nThus, it is unlikely that Congress meant to include rules and\nregulations within the word “law.”2The Government admits that some regulations fall outside the\nword “law” as used in Section 2302(b)(8)(A). But, the Government\nsays, that does not mean thatallregulations are excluded.\nThe Government suggests two interpretations that would distinguish\n“law” from “law, rule, or regulation,” but would still allow the\nword “law”to subsume the TSA’s regulations on sensitive security\ninformation.First, the Government argues that the word “law” includes all\nregulations that have the “force and effect of law” (i.e.,\nlegislative regulations), while excluding those that do not\n(e.g., interpretive rules). Brief for Petitioner 19–22. The\nGovernment bases this argument on our decision inChrysler\nCorp.v.Brown,441 U. S. 281 (1979). There, we held\nthat legislative regulations generally fall within the meaning of\nthe word “law,” and that it would take a “clear showing of contrary\nlegislative intent” before we concluded otherwise.Id., at\n295–296. Thus, because the TSA’s regulations have the force and\neffect of law, the Government says that they should qualify as\n“law” under the statute.The Government’s description ofChrysleris accurate\nenough. But Congress’s use of the word “law,” in close connection\nwith the phrase “law, rule, or regulation,” provides the necessary\n“clear showing” that “law” does not include regulations. Indeed,\nusing “law” and “law, rule, or regulation” in the same sentence\nwould be a very obscure way of drawing the Government’s nuanced\ndistinction between different types of regulations. Had Congress\nwanted to draw that distinction, there were far easier and clearer\nways to do so. For example, at the time Congress passed Section\n2302(b)(8)(A), another federal statute defined the words\n“regulatory order” to include a “rule or regulation, if it has the\nforce and effect of law.”7 U. S. C. §450c(a) (1976 ed.).\nLikewise, another federal statute defined the words “State law” to\ninclude “all laws, decisions, rules, regulations, or other State\naction having the effect of law.”29 U. S. C. §1144(c)(1)\n(1976 ed.). As those examples show, Congress knew how to\ndistinguish between regulations that had the force and effect of\nlaw and those that did not, but chose not to do so in Section\n2302(b)(8)(A).Second, the Government argues that the word “law” includes at\nleast those regulations that were “promulgated pursuant to an\nexpress congressional directive.” Brief for Petitioner 21. Outside\nof this case, however, the Government was unable to find a single\nexample of the word “law” being used in that way. Not a single\ndictionary definition, not a single statute, not a single case. The\nGovernment’s interpretation happens to fit this case precisely, but\nit needs more than that to recommend it.Although the Government argues here that the word “law” includes\nrules and regulations, it definitively re-jected that argument in\nthe Court of Appeals. For example, the Government’s brief accepted\nthat the word “law”meant “legislative enactment,” and said that the\n“only dispute” was whether49 U. S. C. §114(r)(1)\n“serve[d] as that legislative enactment.” Brief for Respondent in\nNo. 11–3231 (CA Fed.), pp. 46–47. Then, at oral argument, a judge\nasked the Government’s attorney the following question: “I thought\nI understood your brief to concede that [the word “law”] can’t be a\nrule or regulation, it means statute. Am I wrong?” The Government’s\nattorney responded: “You’re not wrong your honor. I’ll be as clear\nas I can. ‘Specifically prohibited by law’ here means statute.”\nOral Arg. Audio in No. 11–3231, at 22:42–23:03; see alsoid., at 29:57–30:03 (“Now, as we’ve been discussing here,\nwe’re not saying here that [the word “law”] needs to encompass\nregulations. We’re saying statute.”). Those concessions reinforce\nour conclusion that the Government’s proposed interpretations are\nunpersuasive.In sum, when Congress used the phrase “specifically prohibited\nby law” instead of “specifically prohibited by law, rule, or\nregulation,” it meant to exclude rules and regulations. We\ntherefore hold that the TSA’s regulations do not qualify as “law”\nfor purposes of Section 2302(b)(8)(A).BWe next consider whether MacLean’s disclosure regarding the\ncanceled missions was “specifically prohibited” by49\nU. S. C. §114(r)(1) itself. As relevant here, that\nstatute provides that the TSA “shall prescribe regulations\nprohibiting the disclosure of information obtained or developed in\ncarrying out security . . . if the Under Secretary\ndecides that disclosing the information would . . . be\ndetrimental to the security of transportation.” §114(r)(1)(C).This statute does not prohibit anything. On the con-trary, itauthorizessomething—it authorizes the Under Secretary to\n“prescribe regulations.” Thus, by its terms Section 114(r)(1) did\nnot prohibit the disclosure at issue here.The Government responds that Section 114(r)(1) did prohibit\nMacLean’s disclosure by imposing a “legislative mandate” on the TSA\nto promulgate regulations to that effect. See Brief for Petitioner\n28, 33; see alsopost, at 2–3 (Sotomayor, J., dissenting).\nBut the Government pushes the statute too far. Section 114(r)(1)\nsays that the TSA shall prohibit disclosures only “if the Under\nSecretary decidesthat disclosing the information would\n. . . be detrimental to the security of transportation.”\n§114(r)(1)(C) (emphasis added). That language affords substantial\ndiscretion to the TSA in deciding whether to prohibit any\nparticular disclosure.The dissent tries to downplay the scope of that discretion,\nviewing it as the almost ministerial task of “identifyingwhether a particular piece of information falls within the scope of\nCongress’ command.”Post, at 3. But determining which\ndocuments meet the statutory standard of “detrimental to the\nsecurity of transportation” requires the exercise of considerable\njudgment. For example, the Government says that Section 114(r)(1)\nrequires the Under Secretary to prohibit disclosures like\nMacLean’s. The Government also says, however, that the statute does\nnot require the Under Secretary to prohibit an employee from\ndisclosing that “federal air marshals will be absent from important\nflights, but declining to specify which flights.” Reply Brief 23.\nThat fine-grained distinction comes not from Section 114(r)(1)\nitself, but from the Under Secretary’s exercise of discretion. It\nis the TSA’s regulations—not the statute—that prohibited MacLean’s\ndisclosure. And as the dissent agrees, a regulation does not count\nas “law” under the whistleblower statute. Seepost, at\n1.The Government insists, however, that this grant of discretion\ndoes not make Section 114(r)(1) any less of a prohibition. In\nsupport, the Government relies onAdministrator, FAAv.Robertson,422 U. S. 255 (1975). That case involved the\nFreedom of Information Act (FOIA), which requires federal agencies\nto disclose information upon request unless, among other things,\nthe information is “specifically exempted from disclosure by\nstatute.”5 U. S. C. §552(b)(3). InRobertson, we\nheld that the Federal Aviation Act of 1958 was one such statute,\nbecause it gave the Federal Aviation Administration (FAA) “a broad\ndegree of discretion” in deciding whether to disclose or withhold\ninformation. 422 U. S., at 266.The Government tries to analogize that case to this one. InRobertson, the Government says, the FAA’s discretion whether\nto disclose information did not preclude a finding that the\ninformation was “specifically exempted” from disclosure by statute.\nSo too here, the Government says, the TSA’s discretion whether to\nprohibit disclosure of information does not preclude a finding that\nthe information is “specifically prohibited” from disclosure by\nSection 114(r)(1). See Brief for Petitioner 30.This analogy fails. FOIA and Section 2302(b)(8)(A) differ in an\nimportant way: The provision of FOIA at issue involves information\nthat is “exempted” from disclosure, while Section\n2302(b)(8)(A) involves information that is “prohibited” from\ndisclosure.A statute that exempts information from mandatory disclosure may\nnonetheless give the agency discretion to release that exempt\ninformation to the public. In such a case, the agency’s exercise of\ndiscretion has no effect on whether the information is “exempted\nfrom disclosureby statute”—it remains exempt whatever the\nagency chooses to do.The situation is different when it comes to a statute giving an\nagency discretion to prohibit the disclosure of information. The\ninformation is not prohibited from disclosureby statuteregardless of what the agency does. Itis the agency’s exercise of\ndiscretion that determines whether there is a prohibition at all.\nThus, when Section 114(r)(1) gave the TSA the discretion to\nprohibit the disclosure of information, the statute did not create\na prohibition—it gave the TSA the power to create one. And because\nSection 114(r)(1) did not create a prohibition, MacLean’s\ndisclosure was not “prohibitedby law” under Section\n2302(b)(8)(A), but only by a regulation issued in the TSA’s\ndiscretion.In any event,Robertsonwas a case about FOIA, not\nSection 2302, and our analysis there depended on two FOIA-specific\nfactors that are not present here. First, we examined the\nlegislative history of FOIA and determined that Congress did not\nintend that statute to affect laws like the Federal Aviation Act.\n422 U. S., at 263–265. In particular, we noted that the Civil\nAeronautics Board had expressed its view during congressional\nhearings that the Federal Aviation Act qualified as an exempting\nstatute under FOIA, and that “no question was raised or challenge\nmade” to the agency’s view.Id.,at 264–265. But that\nlegislative history can have no effect on our analysis of Section\n2302(b)(8)(A).Second, we said that the Federal Aviation Act could fail to\nqualify as an exempting statute only if we read FOIA “as repealing\nby implication all existing statutes which restrict public access\nto specific Government records.”Id.,at 265 (internal\nquotation marks omitted). Then, relying on the presumption that\n“repeals by implication are disfavored,” we rejected that\ninterpretation of FOIA. But the presumption against implied repeals\nhas no relevance here. Saying that Section 114(r)(1) is not a\nprohibition under the whistleblower statute is not the same as\nsaying that the whistleblower statute implicitly repealed Section\n114(r)(1). On the contrary, Section 114(r)(1) remains in force by\nallowing the TSA to deny FOIA requests and prohibit employee\ndisclosures that do not qualify for whistleblower protection under\nSection 2302(b)(8)(A).Ultimately, FOIA and Section 2302(b)(8)(A) are different\nstatutes—they have different language, different histories, and\nwere enacted in different contexts. Our interpretation of one,\ntherefore, has no impact whatsoever on our interpretation of the\nother.IIIFinally, the Government warns that providing whistleblower\nprotection to individuals like MacLean would “gravely endanger\npublic safety.” Brief for Petitioner 38. That protection, the\nGovernment argues, would make the confidentiality of sensitive\nsecurity information depend on the idiosyncratic judgment of each\nof the TSA’s 60,000 employees.Id., at 37. And those\nemployees will “most likely lack access to all of the information\nthat led the TSA to make particular security decisions.”Id., at 38. Thus, the Government says, we should conclude\nthat Congress did not intend for Section 2302(b)(8)(A) to cover\ndisclosures like MacLean’s.Those concerns are legitimate. But they are concerns that must\nbe addressed by Congress or the President, rather than by this\nCourt. Congress could, for example, amend Section 114(r)(1) so that\nthe TSA’s prohibitions on disclosure override the whistleblower\nprotections in Section 2302(b)(8)(A)—just as those prohibitions\ncurrently override FOIA. See §114(r)(1) (authorizing the TSA to\nprohibit disclosures “[n]otwithstanding section 552 of title 5”);\nsee also10 U. S. C. §2640(h) (“the Secretary of Defense\nmay (notwithstanding any other provision of law) withhold from\npublic disclosure safety-related information that is provided to\nthe Secretary voluntarily by an air carrier for the purposes of\nthis section”). Congress could also exempt the TSA from the\nrequirements of Section 2302(b)(8)(A) entirely, as Congress has\nalready done for the Federal Bureau of Investigation, the Central\nIntelligence Agency, the Defense Intelligence Agency, the National\nGeospatial-Intelligence Agency, the National Security Agency, the\nOffice of the Director of National Intelligence, and the National\nReconnaissance Office. See5 U. S. C.\n§2302(a)(2)(C)(ii)(I).Likewise, the President could prohibit the disclosure of\nsensitive security information by Executive order. Indeed, the\nGovernment suggested at oral argument that the President could\n“entirely duplicate” the regulations that the TSA has issued under\nSection 114(r)(1). Tr. of Oral Arg. 16–20. Such an action would\nundoubtedly create an exception to the whistleblower protections\nfound in Section 2302(b)(8)(A).Although Congress and the President each has the power to\naddress the Government’s concerns, neither has done so. It is not\nour role to do so for them.The judgment of the United States Court of Appeals for the\nFederal Circuit isAffirmed.Notes1* This statute has a complicated\nhistory. It was codified at 49 U. S. C.§40119(b)(1) when\nthe TSA initially promulgated its regulations on sensitive security\ninformation. It was codified at §114(s)(1) when MacLean disclosed\nthe text message to MSNBC. And it is now codified at §114(r)(1).\nThe Federal Circuit referred to §40119(b)(1) in its opinion.\nBecause the statute has remained identical in all relevant\nrespects, however, we and the parties refer to the current\nversion.",
    "joined": []
}