{
    "case": {
        "docket": "18-1195",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1195/"
    },
    "id": "4267762",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1195_________________KENDRA ESPINOZA, et al., PETITIONERSv.MONTANA DEPARTMENT OF REVENUE, et al.on writ of certiorari to the supreme court of\nmontana[June 30, 2020]Chief Justice Roberts delivered the opinion of\nthe Court.The Montana Legislature established a program to\nprovide tuition assistance to parents who send their children to\nprivate schools. The program grants a tax credit to anyone who\ndonates to certain organizations that in turn award scholarships to\nselected students attending such schools. When petitioners sought\nto use the scholarships at a religious school, the Montana Supreme\nCourt struck down the program. The Court relied on the “no-aid”\nprovision of the State Constitution, which prohibits any aid to a\nschool controlled by a “church, sect, or denomination.” The\nquestion presented is whether the Free Exercise Clause of the\nUnited States Constitution barred that application of the no-aid\nprovision.IAIn 2015, the Montana Legislature sought “to\nprovide parental and student choice in education” by enacting a\nscholarship program for students attending private schools. 2015\nMont. Laws p. 2168, §7. The program grants a tax credit of up to\n$150 to any taxpayer who donates to a participating “student\nscholarship organization.” Mont. Code Ann. §§15–30–3103(1),\n–3111(1) (2019). The scholarship organizations then use the\ndonations to award scholarships to children for tuition at a\nprivate school. §§15–30–3102(7)(a), –3103(1)(c).[1]So far only one scholarship organization, Big\nSky Scholarships, has participated in the program. Big Sky focuses\non providing scholarships to families who face financial hardship\nor have children with disabilities. Scholarship organizations like\nBig Sky must, among other requirements, maintain an application\nprocess for awarding the scholarships; use at least 90% of all\ndonations on scholarship awards; and comply with state reporting\nand monitoring requirements. §§15–30–3103(1), –3105(1),\n–3113(1).A family whose child is awarded a scholarship\nunder the program may use it at any “qualified education\nprovider”—that is, any private school that meets certain\naccreditation, testing, and safety requirements. See\n§15–30–3102(7). Virtually every private school in Montana\nqualifies. Upon receiving a scholarship, the family designates its\nschool of choice, and the scholarship organization sends the\nscholarship funds directly to the school. §15–30–3104(1). Neither\nthe scholarship organization nor its donors can restrict awards to\nparticular types of schools. See §§15–30–3103(1)(b), –3111(1).The Montana Legislature allotted $3 million\nannually to fund the tax credits, beginning in 2016.\n§15–30–3111(5)(a). If the annual allotment is exhausted, it\nincreases by 10% the following year.Ibid.The program is\nslated to expire in 2023. 2015 Mont. Laws p. 2186, §33.The Montana Legislature also directed that the\nprogram be administered in accordance with Article X, section 6, of\nthe Montana Constitution, which contains a “no-aid” provision\nbarring government aid to sectarian schools. See Mont. Code Ann.\n§15–30–3101. In full, that provision states:“Aid prohibited to sectarian\nschools.. . . The legislature, counties, cities, towns,\nschool districts, and public corporations shall not make any direct\nor indirect appropriation or payment from any public fund or\nmonies, or any grant of lands or other property for any sectarian\npurpose or to aid any church, school, academy, seminary, college,\nuniversity, or other literary or scientific institution, controlled\nin whole or in part by any church, sect, or denomination.” Mont.\nConst., Art. X, §6(1).Shortly after the scholarship program was\ncreated, the Montana Department of Revenue promulgated “Rule 1,”\nover the objection of the Montana Attorney General. That\nadministrative rule prohibited families from using scholarships at\nreligious schools. Mont. Admin. Rule §42.4.802(1)(a) (2015). It did\nso by changing the definition of “qualified education provider” to\nexclude any school “owned or controlled in whole or in part by any\nchurch, religious sect, or denomination.”Ibid.The\nDepartment explained that the Rule was needed to reconcile the\nscholarship program with the no-aid provision of the Montana\nConstitution.The Montana Attorney General disagreed. In a\nletter to the Department, he advised that the Montana Constitution\ndid not require excluding religious schools from the program, and\nif it did, it would “very likely” violate the United States\nConstitution by discriminating against the schools and their\nstudents. See Complaint in No. DV–15–1152A (Dist. Ct. Flathead\nCty.), Exh. 3, pp. 2, 5–6. The Attorney General is not representing\nthe Department in this case.BThis suit was brought by three mothers whose\nchildren attend Stillwater Christian School in northwestern\nMontana. Stillwater is a private Christian school that meets the\nstatutory criteria for “qualified education providers.” It serves\nstudents in prekindergarten through 12th grade, and petitioners\nchose the school in large part because it “teaches the same\nChristian values that [they] teach at home.” App. to Pet. for Cert.\n152; seeid., at 138, 167. The child of one petitioner has\nalready received scholarships from Big Sky, and the other\npetitioners’ children are eligible for scholarships and planned to\napply. While in effect, however, Rule 1 blocked petitioners from\nusing scholarship funds for tuition at Stillwater. To overcome that\nobstacle, petitioners sued the Department of Revenue in Montana\nstate court. Petitioners claimed that Rule 1 conflicted with the\nstatute that created the scholarship program and could not be\njustified on the ground that it was compelled by the Montana\nConstitution’s no-aid provision. Petitioners further alleged that\nthe Rule discriminated on the basis of their religious views and\nthe religious nature of the school they had chosen for their\nchildren.The trial court enjoined Rule 1, holding that it\nwas based on a mistake of law. The court explained that the Rule\nwas not required by the no-aid provision, because that provision\nprohibits only “appropriations” that aid religious schools, “not\ntax credits.”Id., at 94.The injunctive relief freed Big Sky to award\nscholarships to students regardless of whether they attended a\nreligious or secular school. For the school year beginning in fall\n2017, Big Sky received 59 applications and ultimately awarded 44\nscholarships of $500 each. The next year, Big Sky received 90\napplications and awarded 54 scholarships of $500 each. Several\nfamilies, most with incomes of $30,000 or less, used the\nscholarships to send their children to Stillwater Christian.In December 2018, the Montana Supreme Court\nreversed the trial court. 393 Mont. 446, 435 P.3d 603. The Court\nfirst addressed the scholarship program unmodified by Rule 1,\nholding that the program aided religious schools in violation of\nthe no-aid provision of the Montana Constitution. In the Court’s\nview, the no-aid provision “broadly and strictly prohibits aid to\nsectarian schools.”Id., at 459, 435 P. 3d, at 609. The\nscholarship program provided such aid by using tax credits to\n“subsidize tuition payments” at private schools that are\n“religiously affiliated” or “controlled in whole or in part by\nchurches.”Id., at 464–467, 435 P. 3d, at 612–613. In\nthat way, the scholarship program flouted the State Constitution’s\n“guarantee to all Montanans that their government will not use\nstate funds to aid religious schools.”Id., at 467, 435\nP. 3d, at 614.The Montana Supreme Court went on to hold that\nthe violation of the no-aid provision required invalidating the\nentire scholarship program. The Court explained that the program\nprovided “no mechanism” for preventing aid from flowing to\nreligious schools, and therefore the scholarship program could not\n“underanycircumstance” be construed as consistent with the\nno-aid provision.Id., at 466–468, 435 P. 3d, at\n613–614. As a result, the tax credit is no longer available to\nsupport scholarships at either religious or secular private\nschools.The Montana Supreme Court acknowledged that “an\noverly-broad” application of the no-aid provision “could implicate\nfree exercise concerns” and that “there may be a case” where\n“prohibiting the aid would violate the Free Exercise Clause.”Id., at 468, 435 P. 3d, at 614. But, the Court\nconcluded, “this is not one of those cases.”Ibid.Finally, the Court agreed with petitioners that\nthe Department had exceeded its authority in promulgating\nRule 1. The Court explained that the statute creating the\nscholarship program had broadly defined qualifying schools to\ninclude all private schools, including religious ones, and the\nDepartment lacked authority to “transform” that definition with an\nadministrative rule.Id., at 468–469, 435 P. 3d, at\n614–615.Several Justices wrote separately. All agreed\nthat Rule 1 was invalid, but they expressed differing views on\nwhether the scholarship program was consistent with the Montana and\nUnited States Constitutions. Justice Gustafson’s concurrence argued\nthat the program violated not only Montana’s no-aid provision but\nalso the Federal Establishment and Free Exercise Clauses.Id., at 475–479, 435 P. 3d, at 619–621. Justice\nSandefur echoed the majority’s conclusion that applying the no-aid\nprovision was consistent with the Free Exercise Clause, and he\ndismissed the “modern jurisprudence” of that Clause as\n“unnecessarily complicate[d]” due to “increasingly value-driven\nhairsplitting and overstretching.”Id., at 482–484, 435\nP. 3d, at 623–624.Two Justices dissented. Justice Rice would have\nheld that the scholarship program was permissible under the no-aid\nprovision. He criticized the majority for invalidating the program\n“sua sponte,” contending that no party had challenged\nit under the State Constitution.Id., at 495, 435\nP. 3d, at 631. Justice Baker also would have upheld the\nprogram. In her view, the no-aid provision did not bar the use of\nscholarships at religious schools, and free exercise concerns could\narise under the Federal Constitution if it did.Id., at\n493–494, 435 P. 3d, at 630.We granted certiorari. 588 U. S. ___\n(2019).IIAThe Religion Clauses of the First Amendment\nprovide that “Congress shall make no law respecting an\nestablishment of religion, or prohibiting the free exercise\nthereof.” We have recognized a “ ‘play in the joints’ between what\nthe Establishment Clause permits and the Free Exercise Clause\ncompels.”Trinity Lutheran Church of Columbia, Inc.v.Comer, 582 U. S. ___, ___ (2017) (slip op., at 6)\n(quotingLockev.Davey,540\nU.S. 712, 718 (2004)). Here, the parties do not dispute that\nthe scholarship program is permissible under the Establishment\nClause. Nor could they. We have repeatedly held that the\nEstablishment Clause is not offended when religious observers and\norganizations benefit from neutral government programs. See,e.g.,Locke, 540 U. S., at 719;Rosenbergerv.Rector and Visitors of Univ. of Va.,515 U.S.\n819, 839 (1995). See alsoTrinity Lutheran, 582\nU. S., at ___ (slip op., at 6) (noting the parties’ agreement\nthat the Establishment Clause was not violated by including\nchurches in a playground resurfacing program). Any Establishment\nClause objection to the scholarship program here is particularly\nunavailing because the government support makes its way to\nreligious schools only as a result of Montanans independently\nchoosing to spend their scholarships at such schools. SeeLocke, 540 U. S., at 719;Zelmanv.Simmons-Harris,536 U.S.\n639, 649–653 (2002). The Montana Supreme Court, however, held\nas a matter of state law that even such indirect government support\nqualified as “aid” prohibited under the Montana Constitution.The question for this Court is whether the Free\nExercise Clause precluded the Montana Supreme Court from applying\nMontana’s no-aid provision to bar religious schools from the\nscholarship program. For purposes of answering that question, we\naccept the Montana Supreme Court’s interpretation of state\nlaw—including its determination that the scholarship program\nprovided impermissible “aid” within the meaning of the Montana\nConstitution—and we assess whether excluding religious schools and\naffected families from that program was consistent with the Federal\nConstitution.[2]The Free Exercise Clause, which applies to the\nStates under the Fourteenth Amendment, “protects religious\nobservers against unequal treatment” and against “laws that impose\nspecial disabilities on the basis of religious status.”Trinity\nLutheran, 582 U. S., at ___, ___ (slip op., at 6, 9)\n(internal quotation marks and alterations omitted); seeCantwellv.Connecticut,310\nU.S. 296, 303 (1940). Those “basic principle[s ]” have\nlong guided this Court.Trinity Lutheran, 582 U. S., at\n___–___ (slip op., at 6–9). See,e.g.,Eversonv.Board of Ed. of Ewing,330 U.S.\n1, 16 (1947) (a State “cannot exclude individual Catholics,\nLutherans, Mohammedans, Baptists, Jews, Methodists, Non-believers,\nPresbyterians, or the members of any other faith,because of\ntheir faith, or lack of it, from receiving the benefits of\npublic welfare legislation”);Lyngv.Northwest Indian\nCemetery Protective Assn.,485 U.S.\n439, 449 (1988) (the Free Exercise Clause protects against laws\nthat “penalize religious activity by denying any person an equal\nshare of the rights, benefits, and privileges enjoyed by other\ncitizens”).Most recently,Trinity Lutherandistilled\nthese and other decisions to the same effect into the\n“unremarkable” conclusion that disqualifying otherwise eligible\nrecipients from a public benefit “solely because of their religious\ncharacter” imposes “a penalty on the free exercise of religion that\ntriggers the most exacting scrutiny.” 582 U. S., at ___–___\n(slip op., at 9–10). InTrinity Lutheran, Missouri provided\ngrants to help nonprofit organizations pay for playground\nresurfacing, but a state policy disqualified any organization\n“owned or controlled by a church, sect, or other religious entity.”Id., at ___ (slip op., at 2). Because of that policy, an\notherwise eligible church-owned preschool was denied a grant to\nresurface its playground. Missouri’s policy discriminated against\nthe Church “simply because of what it is—a church,” and so the\npolicy was subject to the “strictest scrutiny,” which it failed.Id., at ___–___ (slip op., at 11–15). We acknowledged that\nthe State had not “criminalized” the way in which the Church\nworshipped or “told the Church that it cannot subscribe to a\ncertain view of the Gospel.”Id., at ___ (slip op., at 11).\nBut the State’s discriminatory policy was “odious to our\nConstitution all the same.”Id., at ___ (slip op., at\n15).Here too Montana’s no-aid provision bars\nreligious schools from public benefits solely because of the\nreligious character of the schools. The provision also bars parents\nwho wish to send their children to a religious school from those\nsame benefits, again solely because of the religious character of\nthe school. This is apparent from the plain text. The provision\nbars aid to any school “controlled in whole or in part by any\nchurch, sect, or denomination.” Mont. Const., Art. X, §6(1).\nThe provision’s title—“Aid prohibited to sectarian\nschools”—confirms that the provision singles out schools based on\ntheir religious character.Ibid.And the Montana Supreme\nCourt explained that the provision forbids aid to any school that\nis “sectarian,” “religiously affiliated,” or “controlled in whole\nor in part by churches.” 393 Mont., at 464–467, 435 P. 3d, at\n612–613. The provision plainly excludes schools from government aid\nsolely because of religious status. SeeTrinity Lutheran,\n582 U. S., at ___–___ (slip op., at 9–10).The Department counters thatTrinity\nLutherandoes not govern here because the no-aid provision\napplies not because of the religious character of the recipients,\nbut because of how the funds would be used—for “religious\neducation.” Brief for Respondents 38. InTrinity Lutheran, a\nmajority of the Court concluded that the Missouri policy violated\nthe Free Exercise Clause because it discriminated on the basis of\nreligious status. A plurality declined to address discrimination\nwith respect to “religious uses of funding or other forms of\ndiscrimination.” 582 U. S., at ___, n. 3 (slip op., at 14, n.\n3). The plurality saw no need to consider such concerns because\nMissouri had expressly discriminated “based on religious identity,”ibid., which was enough to invalidate the state policy\nwithout addressing how government funds were used.This case also turns expressly on religious\nstatus and not religious use. The Montana Supreme Court applied the\nno-aid provision solely by reference to religious status. The Court\nrepeatedly explained that the no-aid provision bars aid to “schools\ncontrolled in whole or in part by churches,” “sectarian schools,”\nand “religiously-affiliated schools.” 393 Mont., at 463–467, 435\nP. 3d, at 611–613. Applying this provision to the scholarship\nprogram, the Montana Supreme Court noted that most of the private\nschools that would benefit from the program were “religiously\naffiliated” and “controlled by churches,” and the Court ultimately\nconcluded that the scholarship program ran afoul of the Montana\nConstitution by aiding “schools controlled by churches.”Id., at 466–467, 435 P. 3d, at 613–614. The Montana\nConstitution discriminates based on religious status just like the\nMissouri policy inTrinity Lutheran, which excluded\norganizations “owned or controlled by a church, sect, or other\nreligious entity.” 582 U. S., at ___ (slip op., at 2).The Department points to some language in the\ndecision below indicating that the no-aid provision has the goal or\neffect of ensuring that government aid does not end up being used\nfor “sectarian education” or “religious education.” 393 Mont., at\n460, 466–467, 435 P. 3d, at 609, 613–614. The Department also\ncontrasts what it characterizes as the “completely non-religious”\nbenefit of playground resurfacing inTrinity Lutheranwith\nthe unrestricted tuition aid at issue here. Tr. of Oral Arg. 31.\nGeneral school aid, the Department stresses, could be used for\nreligious ends by some recipients, particularly schools that\nbelieve faith should “permeate[ ]” everything they do.\nBrief for Respondents 39 (quotingState ex rel. Chambersv.School Dist. No. 10, 155 Mont. 422, 438,472 P.2d 1013, 1021 (1970)). See alsopost, at 8, 13\n(Breyer, J., dissenting).Regardless, those considerations were not the\nMontana Supreme Court’s basis for applying the no-aid provision to\nexclude religious schools; that hinged solely on religious status.\nStatus-based discrimination remains status based even if one of its\ngoals or effects is preventing religious organizations from putting\naid to religious uses.Undeterred byTrinity Lutheran, the\nMontana Supreme Court applied the no-aid provision to hold that\nreligious schools could not benefit from the scholarship program.\n393 Mont., at 464–468, 435 P. 3d, at 612–614. So applied, the\nprovision “impose[s] special disabilities on the basis of religious\nstatus” and “condition[s] the availability of benefits upon a\nrecipient’s willingness to surrender [its] religiously impelled\nstatus.”Trinity Lutheran, 582 U. S., at ___–___ (slip\nop., at 9–10) (quotingChurch of Lukumi Babalu Aye, Inc.v.Hialeah,508\nU.S. 520, 533 (1993), andMcDanielv.Paty,435 U.S.\n618, 626 (1978) (plurality opinion) (alterations omitted)). To\nbe eligible for government aid under the Montana Constitution, a\nschool must divorce itself from any religious control or\naffiliation. Placing such a condition on benefits or privileges\n“inevitably deters or discourages the exercise of First Amendment\nrights.”Trinity Lutheran, 582 U. S., at ___ (slip op.,\nat 11) (quotingSherbertv.Verner,374 U.S.\n398, 405 (1963) (alterations omitted)). The Free Exercise\nClause protects against even “indirect coercion,” and a State\n“punishe[s] the free exercise of religion” by disqualifying the\nreligious from government aid as Montana did here.Trinity\nLutheran, 582 U. S., at ___–___ (slip op., at 10–11)\n(internal quotation marks omitted). Such status-based\ndiscrimination is subject to “the strictest scrutiny.”Id.,\nat ___ (slip op., at 11).None of this is meant to suggest that we agree\nwith the Department, Brief for Respondents 36–40, that some lesser\ndegree of scrutiny applies to discrimination against religious uses\nof government aid. SeeLukumi, 508 U. S., at 546\n(striking down law designed to ban religious practice involving\nalleged animal cruelty, explaining that a law “target[ing]\nreligious conduct for distinctive treatment or advanc[ing]\nlegitimate governmental interests only against conduct with a\nreligious motivation will survive strict scrutiny only in rare\ncases”). Some Members of the Court, moreover, have questioned\nwhether there is a meaningful distinction between discrimination\nbased on use or conduct and that based on status. SeeTrinity\nLutheran, 582 U. S., at ___–___ (slip op., at 1–2)\n(Gorsuch, J., joined by Thomas, J., concurring in part) (citing,e.g.,Lukumi,508 U.S.\n520, andThomasv.Review Bd. of Ind. Employment\nSecurity Div.,450 U.S.\n707(1981)). We acknowledge the point but need not examine it\nhere. It is enough in this case to conclude that strict scrutiny\napplies underTrinity Lutheranbecause Montana’s no-aid\nprovision discriminates based on religious status.BSeeking to avoidTrinity Lutheran, the\nDepartment contends that this case is instead governed byLockev.Davey,540 U.S.\n712(2004). See alsopost, at 5 (Breyer, J.,\ndissenting);post, at 9 (Sotomayor, J., dissenting).Lockealso involved a scholarship program. The State of\nWashington provided scholarships paid out of the State’s general\nfund to help students pursuing postsecondary education. The\nscholarships could be used at accredited religious and nonreligious\nschools alike, but Washington prohibited students from using the\nscholarships to pursue devotional theology degrees, which prepared\nstudents for a calling as clergy. This prohibition prevented Davey\nfrom using his scholarship to obtain a degree that would have\nenabled him to become a pastor. We held that Washington had not\nviolated the Free Exercise Clause.Lockediffers from this case in two\ncritical ways. First,Lockeexplained that Washington had\n“merely chosen not to fund a distinct category of instruction”: the\n“essentially religious endeavor” of training a minister “to lead a\ncongregation.”Id., at 721. Thus, Davey “was denied a\nscholarship because of what he proposedto do—use the funds\nto prepare for the ministry.”Trinity Lutheran, 582\nU. S., at ___ (slip op., at 12). Apart from that narrow\nrestriction, Washington’s program allowed scholarships to be used\nat “pervasively religious schools” that incorporated religious\ninstruction throughout their classes.Locke, 540 U. S.,\nat 724–725. By contrast, Montana’s Constitution does not zero in on\nany particular “essentially religious” course of instruction at a\nreligious school. Rather, as we have explained, the no-aid\nprovision bars all aid to a religious school “simply because of\nwhat it is,” putting the school to a choice between being religious\nor receiving government benefits.Trinity Lutheran, 582\nU. S., at ___ (slip op., at 12). At the same time, the\nprovision puts families to a choice between sending their children\nto a religious school or receiving such benefits.Second,Lockeinvoked a “historic and\nsubstantial” state interest in not funding the training of clergy,\n540 U. S., at 725, explaining that “opposition to\n. . . funding ‘to support church leaders’ lay at the\nhistoric core of the Religion Clauses,”Trinity Lutheran,\n582 U. S., at ___ (slip op., at 13) (quotingLocke, 540\nU. S., at 722). As evidence of that tradition, the Court inLockeemphasized that the propriety of state-supported\nclergy was a central subject of founding-era debates, and that most\nstate constitutions from that era prohibited the expenditure of tax\ndollars to support the clergy. Seeid., at 722–723.But no comparable “historic and substantial”\ntradition supports Montana’s decision to disqualify religious\nschools from government aid. In the founding era and the early 19th\ncentury, governments provided financial support to private schools,\nincluding denominational ones. “Far from prohibiting such support,\nthe early state constitutions and statutes actively encouraged this\npolicy.” L. Jorgenson, The State and the Non-Public School,\n1825–1925, p. 4 (1987);e.g.,R. Gabel, Public Funds for\nChurch and Private Schools 210, 217–218, 221, 241–243 (1937); C.\nKaestle, Pillars of the Republic: Common Schools and American\nSociety, 1760–1860, pp. 166–167 (1983). Local governments provided\ngrants to private schools, including religious ones, for the\neducation of the poor. M. McConnell, et al., Religion and the\nConstitution 318–319 (4th ed. 2016). Even States with bans on\ngovernment-supported clergy, such as New Jersey, Pennsylvania, and\nGeorgia, provided various forms of aid to religious schools.\n See Kaestle,supra, at 166–167; Gabel,supra,\nat 215–218, 241–245, 372–374; cf.Locke, 540 U. S., at\n723. Early federal aid (often land grants) went to religious\nschools. McConnell,supra, at 319. Congress provided support\nto denominational schools in the District of Columbia until 1848,ibid., and Congress paid churches to run schools for\nAmerican Indians through the end of the 19th century, seeQuick\nBearv.Leupp,210 U.S.\n50, 78 (1908); Gabel,supra, at 521–523. After the Civil\nWar, Congress spent large sums on education for emancipated\nfreedmen, often by supporting denominational schools in the South\nthrough the Freedmen’s Bureau. McConnell,supra, at\n323.[3]The Department argues that a traditionagainststate support for religious schools arose in the\nsecond half of the 19th century, as more than 30 States—including\nMontana—adopted no-aid provisions. See Brief for Respondents 40–42\nand App. D. Such a development, of course, cannot by itself\nestablish an early American tradition. Justice Sotomayor questions\nour reliance on aid provided during the same era by the Freedmen’s\nBureau,post, at 10 (dissenting opinion), but we see no\ninconsistency in recognizing that such evidence may reinforce an\nearly practice but cannot create one. In addition, many of the\nno-aid provisions belong to a more checkered tradition shared with\nthe Blaine Amendment of the 1870s. That proposal—which Congress\nnearly passed—would have added to the Federal Constitution a\nprovision similar to the state no-aid provisions, prohibiting\nStates from aiding “sectarian” schools. SeeMitchellv.Helms,530 U.S.\n793, 828 (2000) (plurality opinion). “[I]t was an open secret\nthat ‘sectarian’ was code for ‘Catholic.’ ”Ibid.; see\nJorgenson,supra, at 70. The Blaine Amendment was “born of\nbigotry” and “arose at a time of pervasive hostility to the\nCatholic Church and to Catholics in general”; many of its state\ncounterparts have a similarly “shameful pedigree.”Mitchell,\n530 U. S., at 828–829 (plurality opinion); see Jorgenson,supra, at 69–70, 216; Jeffries & Ryan, A Political\nHistory of the Establishment Clause, 100 Mich. L. Rev. 279, 301–305\n(2001). The no-aid provisions of the 19th century hardly evince a\ntradition that should inform our understanding of the Free Exercise\nClause.The Department argues that several States have\nrejected referendums to overturn or limit their no-aid provisions,\nand that Montana even re-adopted its own in the 1970s, for reasons\nunrelated to anti-Catholic bigotry. See Brief for Respondents 20,\n42. But, on the other side of the ledger, many States\ntoday—including those with no-aid provisions—provide support to\nreligious schools through vouchers, scholarships, tax credits, and\nother measures. See Brief for Oklahoma et al. asAmici\nCuriae29–31, 33–35; Brief for Petitioners 5. According to\npetitioners, 20 of 37 States with no-aid provisions allow religious\noptions in publicly funded scholarship programs, and almost all\nallow religious options in tax credit programs. Reply Brief 22, n.\n9.All to say, we agree with the Department that\nthe historical record is “complex.” Brief for Respondents 41. And\nit is true that governments over time have taken a variety of\napproaches to religious schools. But it is clear that there is no\n“historic and substantial” tradition against aiding such schools\ncomparable to the tradition against state-supported clergy invoked\nbyLocke.CTwo dissenters would chart new courses.\nJustice Sotomayor would grant the government “some room” to “single\n. . . out” religious entities “for exclusion,” based on what she\nviews as “the interests embodied in the Religion Clauses.”Post,at 8, 9 (quotingTrinity Lutheran, 582\nU. S., at ___, ___ (Sotomayor, J., dissenting) (slip op., at\n8, 9)). Justice Breyer, building on his solo opinion inTrinity\nLutheran, would adopt a “flexible, context-specific approach”\nthat “may well vary” from case to case.Post, at 14, 16; seeTrinity Lutheran, 582 U. S., at ___ (Breyer, J.,\nconcurring in judgment). As best we can tell, courts applying this\napproach would contemplate the particular benefit and restriction\nat issue and discern their relationship to religion and society,\ntaking into account “context and consequences measured in light of\n[the] purposes” of the Religion Clauses.Post, at 16–17, 19\n(quotingVan Ordenv.Perry,545\nU.S. 677, 700 (2005) (Breyer, J., concurring in judgment)).\nWhat is clear is that Justice Breyer would afford much freer rein\nto judges than our current regime, arguing that “there is ‘no\ntest-related substitute for the exercise of legal judgment.’ ”Post, at 19 (quotingVan Orden, 545 U. S., at\n700 (opinion of Breyer, J.)).The simplest response is that these dissents\nfollow from prior separate writings, not from the Court’s decision\ninTrinity Lutheranor the decades of precedent on which it\nrelied. These precedents have “repeatedly confirmed” the\nstraightforward rule that we apply today: When otherwise eligible\nrecipients are disqualified from a public benefit “solely because\nof their religious character,” we must apply strict scrutiny.Trinity Lutheran, 582 U. S., at ___–___ (slip op., at\n6–10). This rule against express religious discrimination is no\n“doctrinal innovation.”Post, at 13 (opinion of Breyer, J.).\nFar from it. AsTrinity Lutheranexplained, the rule is\n“unremarkable in light of our prior decisions.” 582 U. S., at\n___ (slip op., at 10).For innovation, one must look to the dissents.\nTheir “room[y]” or “flexible” approaches to discrimination against\nreligious organizations and observers would mark a significant\ndeparture from our free exercise precedents. The protections of the\nFree Exercise Clause do not depend on a “judgment-by-judgment\nanalysis” regarding whether discrimination against religious\nadherents would somehow serve ill-defined interests. Cf.Medellínv.Texas,552 U.S.\n491, 514 (2008).DBecause the Montana Supreme Court applied the\nno-aid provision to discriminate against schools and parents based\non the religious character of the school, the “strictest scrutiny”\nis required.Supra, at 9, 12 (quotingTrinity\nLutheran, 582 U. S., at ___ (slip op., at 11)). That\n“stringent standard,”id.,at ___ (slip op., at 14), is not\n“watered down but really means what it says,”Lukumi, 508\nU. S., at 546 (internal quotation marks and alterations\nomitted). To satisfy it, government action “must advance ‘interests\nof the highest order’ and must be narrowly tailored in pursuit of\nthose interests.”Ibid.(quotingMcDaniel, 435\nU. S., at 628).The Montana Supreme Court asserted that the\nno-aid provision serves Montana’s interest in separating church and\nState “more fiercely” than the Federal Constitution. 393 Mont., at\n467, 435 P. 3d, at 614. But “that interest cannot qualify as\ncompelling” in the face of the infringement of free exercise here.Trinity Lutheran, 582 U. S., at ___ (slip op., at 14).\nA State’s interest “in achieving greater separation of church and\nState than is already ensured under the Establishment Clause\n. . . is limited by the Free Exercise Clause.”Ibid.(quotingWidmarv.Vincent,454 U.S.\n263, 276 (1981)).The Department, for its part, asserts that the\nno-aid provision actuallypromotesreligious freedom. In the\nDepartment’s view, the no-aid provision protects the religious\nliberty of taxpayers by ensuring that their taxes are not directed\nto religious organizations, and it safeguards the freedom of\nreligious organizations by keeping the government out of their\noperations. See Brief for Respondents 17–23. An infringement of\nFirst Amendment rights, however, cannot be justified by a State’s\nalternative view that the infringement advances religious liberty.\nOur federal system prizes state experimentation, but not “state\nexperimentation in the suppression of free speech,” and the same\ngoes for the free exercise of religion.Boy Scouts of\nAmericav.Dale,530 U.S.\n640, 660 (2000).Furthermore, we do not see how the no-aid\nprovision promotes religious freedom. As noted, this Court has\nrepeatedly upheld government programs that spend taxpayer funds on\nequal aid to religious observers and organizations, particularly\nwhen the link between government and religion is attenuated by\nprivate choices. A school, concerned about government involvement\nwith its religious activities, might reasonably decide for itself\nnot to participate in a government program. But we doubt that the\nschool’s liberty is enhanced by eliminating any option to\nparticipate in the first place.The Department’s argument is especially\nunconvincing because the infringement of religious liberty here\nbroadly affects both religious schools and adherents. Montana’s\nno-aid provision imposes a categorical ban—“broadly and strictly”\nprohibiting “anytype of aid” to religious schools. 393\nMont., at 462–463, 435 P. 3d, at 611. This prohibition is far\nmore sweeping than the policy inTrinity Lutheran, which\nbarred churches from one narrow program for playground\nresurfacing—causing “in all likelihood” only “a few extra scraped\nknees.” 582 U. S., at ___ (slip op., at 15).And the prohibition before us today burdens not\nonly religious schools but also the families whose children attend\nor hope to attend them. Drawing on “enduring American tradition,”\nwe have long recognized the rights of parents to direct “the\nreligious upbringing” of their children.Wisconsinv.Yoder,406 U.S.\n205, 213–214, 232 (1972). Many parents exercise that right by\nsending their children to religious schools, a choice protected by\nthe Constitution. SeePiercev.Society of Sisters,268 U.S.\n510, 534–535 (1925). But the no-aid provision penalizes that\ndecision by cutting families off from otherwise available benefits\nif they choose a religious private school rather than a secular\none, and for no other reason.The Department also suggests that the no-aid\nprovision advances Montana’s interests in public education.\nAccording to the Department, the no-aid provision safeguards the\npublic school system by ensuring that government support is not\ndiverted to private schools. See Brief for Respondents 19, 25. But,\nunder that framing, the no-aid provision is fatally underinclusive\nbecause its “proffered objectives are not pursued with respect to\nanalogous nonreligious conduct.”Lukumi, 508 U. S., at\n546. On the Department’s view, an interest in public education is\nundermined by diverting government support toanyprivate\nschool, yet the no-aid provision bars aid only toreligiousones. A law does not advance “an interest of the highest order when\nit leaves appreciable damage to that supposedly vital interest\nunprohibited.”Id., at 547 (internal quotation marks and\nalterations omitted). Montana’s interest in public education cannot\njustify a no-aid provision that requires only religious private\nschools to “bear [its] weight.”Ibid.A State need not subsidize private education.\nBut once a State decides to do so, it cannot disqualify some\nprivate schools solely because they are religious.IIIThe Department argues that, at the end of the\nday, there is no free exercise violation here because the Montana\nSupreme Court ultimately eliminated the scholarship program\naltogether. According to the Department, now that there is no\nprogram, religious schools and adherents cannot complain that they\nare excluded from any generally available benefit.Two dissenters agree. Justice Ginsburg reports\nthat the State of Montana simply chose to “put all private school\nparents in the same boat” by invalidating the scholarship program,post, at 5–6, and Justice Sotomayor describes the decision\nbelow as resting on state law grounds having nothing to do with the\nfederal Free Exercise Clause, seepost, at 1, 6.The descriptions are not accurate. The Montana\nLegislature created the scholarship program; the Legislature never\nchose to end it, for policy or other reasons. The program was\neliminated by a court, and not based on some innocuous principle of\nstate law. Rather, the Montana Supreme Court invalidated the\nprogram pursuant to a state law provision that expressly\ndiscriminates on the basis of religious status. The Court applied\nthat provision to hold that religious schools were barred from\nparticipating in the program. Then, seeing no other “mechanism” to\nmake absolutely sure that religious schools received no aid, the\ncourt chose to invalidate the entire program. 393 Mont., at\n466–468, 435 P. 3d, at 613–614.The final step in this line of reasoning\neliminated the program, to the detriment of religious and\nnon-religious schools alike. But the Court’s error of federal law\noccurred at the beginning. When the Court was called upon to apply\na state law no-aid provision to exclude religious schools from the\nprogram, it was obligated by the Federal Constitution to reject the\ninvitation. Had the Court recognized that this was, indeed, “one of\nthose cases” in which application of the no-aid provision “would\nviolate the Free Exercise Clause,”id., at 468, 435 P. 3d,\nat 614, the Court would not have proceeded to find a violation of\nthat provision. And, in the absence of such a state law violation,\nthe Court would have had no basis for terminating the program.\nBecause the elimination of the program flowed directly from the\nMontana Supreme Court’s failure to follow the dictates of federal\nlaw, it cannot be defended as a neutral policy decision, or as\nresting on adequate and independent state law grounds.[4]The Supremacy Clause provides that “the Judges\nin every State shall be bound” by the Federal Constitution, “any\nThing in the Constitution or Laws of any State to the Contrary\nnotwithstanding.” Art. VI, cl. 2. “[T]his Clause creates\na rule of decision” directing state courts that they “must not give\neffect to state laws that conflict with federal law[ ].”Armstrongv.Exceptional Child Center, Inc., 575 U.S.\n320, 324 (2015). Given the conflict between the Free Exercise\nClause and the application of the no-aid provision here, the\nMontana Supreme Court should have “disregard[ed]” the no-aid\nprovision and decided this case “conformably to the [C]onstitution”\nof the United States.Marburyv.Madison, 1 Cranch\n137, 178 (1803). That “supremelaw of the land” condemns\ndiscrimination against religious schools and the families whose\nchildren attend them.Id., at 180. They are “member[s] of\nthe community too,” and their exclusion from the scholarship\nprogram here is “odious to our Constitution” and “cannot stand.”Trinity Lutheran, 582 U. S., at ___, ___ (slip op., at\n11, 15).[5]*  *  *The judgment of the Montana Supreme Court is\nreversed, and the case is remanded for further proceedings not\ninconsistent with this opinion.It is so ordered.Notes1The Legislature provided\nthe same tax credit to taxpayers who donate to public schools for\nthe purpose of supporting innovative educational programs or curing\ntechnology deficiencies at such schools. See Mont. Code Ann.\n§15–30–3110 (2019).2Justice Sotomayor argues\nthat the Montana Supreme Court “expressly declined to reach any\nfederal issue.”Post, at 6 (dissenting opinion). Not so. As\nnoted,supra, at 5, the Montana Supreme Court recognized\nthat certain applications of the no-aid provision could “violate\nthe Free Exercise Clause.” 393 Mont. 446, 468, 435 P.3d 603, 614\n(2018). But the Court expressly concluded that “this is not one of\nthose cases.”Ibid.3Justice Breyer sees “no\nmeaningful difference” between concerns animating bans on support\nfor clergy and bans on support for religious schools.Post,\nat 8–10. But evidently early American governments did. Seesupra,at 14.  Justice Breyer contests particular\nexamples but acknowledges that some bans on clergy support did not\nbar certain “sponsorship” of religious schools.Post,\nat 10.And, central to the issue here, he certainly\ndoes not identify a consistent early tradition, of the sort invoked\ninLocke,againstsupport for religious\nschools.  Virginia’s opposition to establishing university\ntheology professorships and chartering theological seminaries, seeibid., do not fit the bill. Buckley, After Disestablishment:\nThomas Jefferson’s Wall of Separation in Antebellum Virginia, 61 J.\nSo. Hist. 445, 452–453 (1995).  Justice Breyer also invokes\nMadison’s objections to the Virginia Assessment Bill,post,\nat 8–9, but Madison objected in part because the Bill provided\nspecial support to certain churches and clergy, thereby\n“violat[ing] equality by subjecting some to peculiar burdens.”\nMemorial and Remonstrance Against Religious Assessments, Art. 4,\nreprinted inEverson, 330 U. S., at 66 (appendix to\ndissenting opinion of Rutledge, J.); see V. Muñoz, God and the\nFounders: Madison, Washington, and Jefferson 21–22, 27 (2009). It\nis far from clear that the same objections extend to programs that\nprovide equal support to all private primary and secondary schools.\nIf anything, excluding religious schools from such programs would\nappear to impose the “peculiar burdens” feared by\nMadison.4Justice Sotomayor worries\nthat, in light of our decision, the Montana Supreme Court must\n“order the State to recreate” a scholarship program that “no longer\nexists.”Post, at 6 (dissenting opinion). But it was the\nMontana Supreme Court that eliminated the program, in the decision\nbelow, which remains under review. Our reversal of that decision\nsimply restores the status quo established by the Montana\nLegislature before the Court’s error of federal law. We do not\nconsider any alterations the Legislature may choose to make in the\nfuture.5In light of this holding,\nwe do not address petitioners’ claims that the no-aid provision, as\napplied, violates the Equal Protection Clause or the Establishment\nClause.",
    "joined": []
}