{
    "case": {
        "docket": "519",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/519/"
    },
    "id": "1970522",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 11–393, 11–398 and 11–400_________________NATIONAL FEDERATION OF INDEPENDENT\nBUSINESS, et al., PETITIONERS11–393v.KATHLEEN SEBELIUS, SECRETARY OF HEALTH\nAND HUMAN SERVICES, et al.DEPARTMENT OF HEALTH AND HUMAN SERVICES,\net al., PETITIONERS11–398v.FLORIDA et al.FLORIDA, et al., PETITIONERS11–400v.DEPARTMENT OF HEALTH AND HUMAN SERVICES\net al.on writs of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 28, 2012]Chief Justice Roberts announced the judgment\nof the Court and delivered the opinion of the Court with respect to\nParts I, II, and III–C, an opinion with respect to Part IV, in\nwhich Justice Breyer and Justice Kagan join, and an opinion with\nrespect to Parts III–A, III–B, and III–D.Today we resolve constitutional challenges to\ntwo provisions of the Patient Protection and Affordable Care Act of\n2010: the individual mandate, which requires individuals to\npurchase a health insurance policy providing a minimum level of\ncoverage; and the Medicaid expansion, which gives funds to the\nStates on the condition that they provide specified health care to\nall citizens whose income falls below a certain threshold. We do\nnot consider whether the Act embodies sound policies. That judgment\nis entrusted to the Nation’s elected leaders. We ask only whether\nCongress has the power under the Constitution to enact the\nchallenged provisions.In our federal system, the National Government\npossesses only limited powers; the States and the people retain the\nremainder. Nearly two centuries ago, Chief Justice Marshall\nobserved that “the question respecting the extent of the powers\nactually granted” to the Federal Government “is perpetually\narising, and will probably continue to arise, as long as our system\nshall exist.”McCullochv.Maryland, 4 Wheat. 316,\n405 (1819). In this case we must again determine whether the\nConstitution grants Congress powers it now asserts, but which many\nStates and individuals believe it does not possess. Resolving this\ncontroversy requires us to examine both the limits of the\nGovernment’s power, and our own limited role in policing those\nboundaries.The Federal Government “is acknowledged by all\nto be one of enumerated powers.”Ibid.That is, rather than\ngranting general authority to perform all the conceiv-able\nfunctions of government, the Constitution lists, or enumerates, the\nFederal Government’s powers. Congress may, for example, “coin\nMoney,” “establish Post Offices,” and “raise and support Armies.”\nArt. I, §8, cls. 5, 7, 12. The enumeration of powers is\nalso a limitation of pow- ers, because “[t]he enumeration\npresupposes something not enumerated.”Gibbonsv.Ogden, 9 Wheat. 1, 195 (1824). The Constitution’s express\nconferral of some powers makes clear that it does not grant others.\nAnd the Federal Government “can exercise only the powers granted to\nit.”McCulloch,supra, at 405.Today, the restrictions on government power\nforemost in many Americans’ minds are likely to be affirmative\npro-hibitions, such as contained in the Bill of Rights. These\naffirmative prohibitions come into play, however, only where the\nGovernment possesses authority to act in the first place. If no\nenumerated power authorizes Congress to pass a certain law, that\nlaw may not be enacted, even if it would not violate any of the\nexpress prohibitions in the Bill of Rights or elsewhere in the\nConstitution.Indeed, the Constitution did not initially\ninclude a Bill of Rights at least partly because the Framers felt\nthe enu-meration of powers sufficed to restrain the Government. As\nAlexander Hamilton put it, “the Constitution is itself, in every\nrational sense, and to every useful purpose, a bill of rights.” The\nFederalist No. 84, p. 515 (C. Ros-siter ed. 1961). And\nwhen the Bill of Rights was ratified, it made express what the\nenumeration of powers necessarily implied: “The powers not\ndelegated to the United States by the Constitution . . .\nare reserved to the States respectively, or to the people.”\nU. S. Const., Amdt. 10. The Federal Government has\nexpanded dramatically over the past two centuries, but it still\nmust show that a constitutional grant of power authorizes each of\nits actions. See,e.g.,United Statesv.Comstock, 560 U. S. ___ (2010).The same does not apply to the States, because\nthe Con-stitution is not the source of their power. The\nConsti-tution may restrict state governments—as it does, for\nexample, by forbidding them to deny any person the equal protection\nof the laws. But where such prohibitions do not apply, state\ngovernments do not need constitutional au-thorization to act. The\nStates thus can and do perform many of the vital functions of\nmodern government—punishing street crime, running public schools,\nand zoning property for development, to name but a few—even though\nthe Constitution’s text does not authorize any government to do so.\nOur cases refer to this general power of governing, possessed by\nthe States but not by the Federal Government, as the “police\npower.” See,e.g.,United Statesv.Morrison,529 U.S.\n598, 618–619 (2000).“State sovereignty is not just an end in itself:\nRather, federalism secures to citizens the liberties that derive\nfrom the diffusion of sovereign power.”New Yorkv.United States,505 U.S.\n144, 181 (1992) (internal quotation marks omitted). Because the\npolice power is controlled by 50 different States instead of one\nnational sovereign, the facets of governing that touch on citizens’\ndaily lives are normally administered by smaller governments closer\nto the governed. The Framers thus ensured that powers which “in the\nordinary course of affairs, concern the lives, liberties, and\nproperties of the people” were held by governments more local and\nmore accountable than a dis- tant federal bureaucracy. The\nFederalist No. 45, at 293 (J. Madison). The independent power\nof the States also serves as a check on the power of the Federal\nGovernment: “By denying any one government complete jurisdiction\nover all the concerns of public life, federalism protects the\nliberty of the individual from arbitrary power.”Bondv.United States, 564 U. S. ___, ___ (2011) (slip op., at\n9–10).This case concerns two powers that the\nConstitution does grant the Federal Government, but which must be\nread carefully to avoid creating a general federal authority akin\nto the police power. The Constitution authorizes Congress to\n“regulate Commerce with foreign Nations, and among the several\nStates, and with the Indian Tribes.” Art. I, §8, cl. 3.\nOur precedents read that to mean that Congress may regulate “the\nchannels of interstate commerce,” “persons or things in interstate\ncommerce,” and “those activities that substantially affect\ninterstate commerce.”Morrison,supra, at 609\n(internal quotation marks omitted). The power over activities that\nsubstantially affect interstate commerce can be expansive. That\npower has been held to authorize federal regulation of such\nseem-ingly local matters as a farmer’s decision to grow wheat for\nhimself and his livestock, and a loan shark’s extor-tionate\ncollections from a neighborhood butcher shop. SeeWickardv.Filburn,317 U.S.\n111(1942);Perezv.United States,402 U.S.\n146(1971).Congress may also “lay and collect Taxes,\nDuties, Imposts and Excises, to pay the Debts and provide for the\ncommon Defence and general Welfare of the United States.”\nU. S. Const., Art. I, §8, cl. 1. Put simply,\nCongress may tax and spend. This grant gives the Federal Government\nconsiderable influence even in areas where it cannot directly\nregulate. The Federal Government may enact a tax on an activity\nthat it cannot authorize, forbid, or otherwise control. See,e.g.,License Tax Cases, 5 Wall. 462, 471 (1867). And\nin exercising its spending power, Congress may offer funds to the\nStates, and may condition those offers on compliance with specified\nconditions. See,e.g.,College Savings Bankv.Florida Prepaid Postsecondary Ed. Expense Bd.,527 U.S.\n666, 686 (1999). These offers may well induce the States to\nadopt policies that the Federal Government itself could not impose.\nSee,e.g.,South Dakotav.Dole,483 U.S.\n203, 205–206 (1987) (conditioning federal highway funds on\nStates raising their drinking age to 21).The reach of the Federal Government’s enumerated\npowers is broader still because the Constitution authorizes\nCongress to “make all Laws which shall be necessary and proper for\ncarrying into Execution the foregoing Powers.” Art. I, §8,\ncl. 18. We have long read this provision to give Congress\ngreat latitude in exercising its powers: “Let the end be\nlegitimate, let it be within the scope of the constitution, and all\nmeans which are appropriate, which are plainly adapted to that end,\nwhich are not prohibited, but consist with the letter and spirit of\nthe constitution, are constitutional.”McCulloch, 4 Wheat.,\nat 421.Our permissive reading of these powers is\nexplained in part by a general reticence to invalidate the acts of\nthe Nation’s elected leaders. “Proper respect for a co-ordinate\nbranch of the government” requires that we strike down an Act of\nCongress only if “the lack of constitutional authority to pass\n[the] act in question is clearly demonstrated.”United\nStatesv.Harris,106 U.S.\n629, 635 (1883). Members of this Court are vested with the\nauthority to interpret the law; we possess neither the expertise\nnor the prerogative to make policy judgments. Those decisions are\nentrusted to our Nation’s elected leaders, who can be thrown out of\noffice if the people disagree with them. It is not our job to\nprotect the people from the consequences of their political\nchoices.Our deference in matters of policy cannot,\nhowever, become abdication in matters of law. “The powers of the\nlegislature are defined and limited; and that those lim- its may\nnot be mistaken, or forgotten, the constitution is written.”Marburyv.Madison, 1 Cranch 137, 176 (1803). Our\nrespect for Congress’s policy judgments thus can never extend so\nfar as to disavow restraints on federal power that the Constitution\ncarefully constructed. “The peculiar circumstances of the moment\nmay render a measure more or less wise, but cannot render it more\nor less constitutional.” Chief Justice John Marshall, A Friend of\nthe Constitution No. V, Alexandria Gazette, July 5, 1819, in\nJohn Marshall’s Defense ofMcCullochv.Maryland190–191 (G. Gunther ed. 1969). And there can be no question that it\nis the responsibility of this Court to enforce the limits on\nfederal power by striking down acts of Congress that transgress\nthose limits.Marburyv.Madison,supra, at\n175–176.The questions before us must be considered\nagainst the background of these basic principles.IIn 2010, Congress enacted the Patient\nProtection and Affordable Care Act, 124Stat. 119. The Act aims to\nincrease the number of Americans covered by health in-surance and\ndecrease the cost of health care. The Act’s 10 titles stretch over\n900 pages and contain hundreds of provisions. This case concerns\nconstitutional challenges to two key provisions, commonly referred\nto as the individual mandate and the Medicaid expansion.The individual mandate requires most Americans\nto maintain “minimum essential” health insurance coverage. 26\nU. S. C. §5000A. The mandate does not apply to some\nindividuals, such as prisoners and undocumented aliens. §5000A(d).\nMany individuals will receive the required cov-erage through their\nemployer, or from a government program such as Medicaid or\nMedicare. See §5000A(f). But for individuals who are not exempt and\ndo not receive health insurance through a third party, the means of\nsatisfying the requirement is to purchase insurance from a private\ncompany.Beginning in 2014, those who do not comply with\nthe mandate must make a “[s]hared responsibility payment” to the\nFederal Government. §5000A(b)(1). That payment, which the Act\ndescribes as a “penalty,” is calculated as a percentage of\nhousehold income, subject to a floor based on a specified dollar\namount and a ceiling based on the average annual premium the\nindividual would have to pay for qualifying private health\ninsurance. §5000A(c). In 2016, for example, the penalty will be 2.5\npercent of an individ-ual’s household income, but no less than $695\nand no more than the average yearly premium for insurance that\ncovers 60 percent of the cost of 10 specified services\n(e.g.,prescription drugs and hospitalization).Ibid.; 42 U. S. C. §18022. The Act provides that\nthe penalty will be paid to the Internal Revenue Service with an\nindividual’s taxes, and “shall be assessed and collected in the\nsame manner” as tax penalties, such as the penalty for claiming too\nlarge an income tax refund. 26 U. S. C. §5000A(g)(1). The\nAct, however, bars the IRS from using several of its normal\nenforcement tools, such as criminal prosecutions and levies.\n§5000A(g)(2). And some individuals who are subject to the mandate\nare nonetheless exempt from the penalty—for example, those with\nincome below a certain threshold and members of Indian tribes.\n§5000A(e).On the day the President signed the Act into\nlaw, Florida and 12 other States filed a complaint in the Federal\nDistrict Court for the Northern District of Florida. Those\nplaintiffs—who are both respondents and petitioners here, depending\non the issue—were subsequently joined by 13 more States, several\nindividuals, and the National Fed-eration of Independent Business.\nThe plaintiffs alleged, among other things, that the individual\nmandate provisions of the Act exceeded Congress’s powers under\nArticle I of the Constitution. The District Court agreed, holding\nthat Congress lacked constitutional power to enact the individual\nmandate. 780 F. Supp. 2d 1256 (ND Fla. 2011). The District Court\ndetermined that the individual mandate could not be severed from\nthe remainder of the Act, and therefore struck down the Act in its\nentirety.Id., at 1305–1306.The Court of Appeals for the Eleventh Circuit\naffirmed in part and reversed in part. The court affirmed the\nDistrict Court’s holding that the individual mandate exceeds\nCongress’s power. 648 F.3d 1235 (2011). The panel unanimously\nagreed that the individual mandate did not impose a tax, and thus\ncould not be authorized by Congress’s power to “lay and collect\nTaxes.” U. S. Const., Art. I, §8, cl. 1. A majority\nalso held that the individual mandate was not supported by\nCongress’s power to “regulate Commerce . . . among the\nseveral States.”Id.,cl. 3. According to the majority,\nthe Commerce Clause does not empower the Federal Government to\norder individuals to engage in commerce, and the Government’s\nefforts to cast the individual mandate in a different light were\nunpersuasive. Judge Marcus dissented, reasoning that the individual\nmandate regulates economic activity that has a clear effect on\ninterstate commerce.Having held the individual mandate to be\nunconstitutional, the majority examined whether that provision\ncould be severed from the remainder of the Act. The ma-jority\ndetermined that, contrary to the District Court’s view, it could.\nThe court thus struck down only the individual mandate, leaving the\nAct’s other provisions intact. 648 F. 3d,at 1328.Other Courts of Appeals have also heard\nchallenges to the individual mandate. The Sixth Circuit and the\nD. C. Circuit upheld the mandate as a valid exercise of\nCongress’s commerce power. SeeThomas More Law Centerv.Obama, 651 F.3d 529 (CA6 2011);Seven-Skyv.Holder, 661 F.3d 1 (CADC 2011). The Fourth Circuit\ndetermined that the Anti-Injunction Act prevents courts from\nconsidering the merits of that question. SeeLiberty Univ.,\nInc.v.Geithner, 671 F.3d 391 (2011). That statute bars\nsuits “for the purpose of restraining the assessment or collection\nof any tax.” 26 U. S. C. §7421(a). A majority of the\nFourth Circuit panel reasoned that the individual mandate’s penalty\nis a tax within the meaning of the Anti-Injunction Act, because it\nis a financial assessment collected by the IRS through the normal\nmeans of taxation. The majority therefore determined that the\nplaintiffs could not challenge the individual mandate until after\nthey paid the penalty.[1]The second provision of the Affordable Care Act\ndirectly challenged here is the Medicaid expansion. Enacted in\n1965, Medicaid offers federal funding to States to assist pregnant\nwomen, children, needy families, the blind, the elderly, and the\ndisabled in obtaining medical care. See 42 U. S. C.\n§1396a(a)(10). In order to receive that funding, States must comply\nwith federal criteria governing matters such as who receives care\nand what services are provided at what cost. By 1982 every State\nhad chosen to participate in Medicaid. Federal funds received\nthrough the Medicaid program have become a substantial part of\nstate budgets, now constituting over 10 percent of most States’\ntotal revenue.The Affordable Care Act expands the scope of the\nMedicaid program and increases the number of individuals the States\nmust cover. For example, the Act requires state programs to provide\nMedicaid coverage to adults with incomes up to 133 percent of the\nfederal poverty level, whereas many States now cover adults with\nchildren only if their income is considerably lower, and do not\ncover childless adults at all. See §1396a(a)(10)(A)(i)(VIII). The\nAct increases federal funding to cover the States’ costs in\nexpanding Medicaid coverage, although States will bear a portion of\nthe costs on their own. §1396d(y)(1). If a State does not comply\nwith the Act’s new coverage requirements, it may lose not only the\nfederal funding for those requirements, but all of its federal\nMedicaid funds. See §1396c.Along with their challenge to the individual\nmandate, the state plaintiffs in the Eleventh Circuit argued that\nthe Medicaid expansion exceeds Congress’s constitutional powers.\nThe Court of Appeals unanimously held that the Medicaid expansion\nis a valid exercise of Congress’s power under the Spending Clause.\nU. S. Const., Art. I, §8, cl. 1. And the court\nrejected the States’ claim that the threatened loss of all federal\nMedicaid funding violates the Tenth Amendment by coercing them into\ncomplying with the Medicaid expansion. 648 F. 3d, at 1264,\n1268.We granted certiorari to review the judgment of\nthe Court of Appeals for the Eleventh Circuit with respect to both\nthe individual mandate and the Medicaid expansion. 565 U. S.\n___ (2011). Because no party supports the Eleventh Circuit’s\nholding that the individual mandate can be completely severed from\nthe remainder of the Affordable Care Act, we appointed anamicus\ncuriaeto defend that aspect of the judgment below. And because\nthere is a reasonable argument that the Anti-Injunction Act\ndeprives us of jurisdiction to hear challenges to the individ-ual\nmandate, but no party supports that proposition, we appointed anamicus curiaeto advance it.[2]IIBefore turning to the merits, we need to be\nsure we have the authority to do so. The Anti-Injunction Act\nprovides that “no suit for the purpose of restraining the\nassessment or collection of any tax shall be maintained in any\ncourt by any person, whether or not such person is the per- son\nagainst whom such tax was assessed.” 26 U. S. C.\n§7421(a). This statute protects the Government’s ability to collect\na consistent stream of revenue, by barring litigation to enjoin or\notherwise obstruct the collection of taxes. Because of the\nAnti-Injunction Act, taxes can ordinarily be challenged only after\nthey are paid, by suing for a refund. SeeEnochsv.Williams Packing & Nav. Co.,370 U.S.\n1, 7–8 (1962).The penalty for not complying with the\nAffordable Care Act’s individual mandate first becomes enforceable\nin 2014. The present challenge to the mandate thus seeks to\nrestrain the penalty’s future collection.Amicuscontends\nthat the Internal Revenue Code treats the penalty as a tax, and\nthat the Anti-Injunction Act therefore bars this suit.The text of the pertinent statutes suggests\notherwise. The Anti-Injunction Act applies to suits “for the\npurpose of restraining the assessment or collection of anytax.” §7421(a) (emphasis added). Congress, however, chose to\ndescribe the “[s]hared responsibility payment” imposed on those who\nforgo health insurance not as a “tax,” but as a “penalty.”\n§§5000A(b), (g)(2). There is no immediate reason to think that a\nstatute applying to “any tax” would apply to a “penalty.”Congress’s decision to label this exaction a\n“penalty” rather than a “tax” is significant because the Affordable\nCare Act describes many other exactions it creates as “taxes.” SeeThomas More, 651 F. 3d, at 551. Where Congress uses\ncertain language in one part of a statute and different language in\nanother, it is generally presumed that Congress acts intentionally.\nSeeRussellov.United States,464 U.S.\n16, 23 (1983).Amicusargues that even though Congress\ndid not label the shared responsibility payment a tax, we should\ntreat it as such under the Anti-Injunction Act because it functions\nlike a tax. It is true that Congress cannot change whether an\nexaction is a tax or a penalty forconstitutionalpur-poses\nsimply by describing it as one or the other. Congress may not, for\nexample, expand its power under the Taxing Clause, or escape the\nDouble Jeopardy Clause’s constraint on criminal sanctions, by\nlabeling a severe financial pun-ishment a “tax.” SeeBaileyv.Drexel FurnitureCo.,259 U.S.\n20, 36–37 (1922);Department of Revenue of Mont.v.Kurth Ranch,511 U.S.\n767, 779 (1994).The Anti-Injunction Act and the Affordable Care\nAct, however, are creatures of Congress’s own creation. How they\nrelate to each other is up to Congress, and the best evidence of\nCongress’s intent is the statutory text. We have thus applied the\nAnti-Injunction Act to statutorily described “taxes” even where\nthat label was inaccurate. SeeBaileyv.George,259 U.S.\n16(1922) (Anti-Injunction Act applies to “Child Labor Tax”\nstruck down as exceeding Congress’s taxing power inDrexel\nFurniture).Congress can, of course, describe something as a\npenalty but direct that it nonetheless be treated as a tax for\npurposes of the Anti-Injunction Act. For example, 26\nU. S. C. §6671(a) provides that “any reference in this\ntitle to ‘tax’ imposed by this title shall be deemed also to refer\nto the penalties and liabilities provided by” subchapter 68B of the\nInternal Revenue Code. Penalties in subchapter 68B are thus treated\nas taxes under Title 26, which includes the Anti-Injunction Act.\nThe individual mandate, however, is not in subchapter 68B of the\nCode. Nor does any other provision state that references to taxes\nin Title 26 shall also be “deemed” to apply to the individual\nmandate.Amicusattempts to show that Congress did\nrender the Anti-Injunction Act applicable to the individual\nmandate, albeit by a more circuitous route. Section 5000A(g)(1)\nspec-ifies that the penalty for not complying with the man- date\n“shall be assessed and collected in the same manner as an\nassessable penalty under subchapter B of chapter 68.” Assessable\npenalties in subchapter 68B, in turn, “shall be assessed and\ncollected in the same manner as taxes.” §6671(a). According toamicus, by directing that the penalty be “assessed and\ncollected in the same man-ner as taxes,” §5000A(g)(1) made the\nAnti-Injunction Act applicable to this penalty.The Government disagrees. It argues that\n§5000A(g)(1) does not direct courts to apply the Anti-Injunction\nAct, because §5000A(g) is a directive only to the Secretary of the\nTreasury to use the same “ ‘methodology and procedures’ ”\nto collect the penalty that he uses to collect taxes. Brief for\nUnited States 32–33 (quotingSeven-Sky, 661 F. 3d, at\n11).We think the Government has the better reading.\nAs it observes, “Assessment” and “Collection” are chapters of the\nInternal Revenue Code providing the Secretary author-ity to assess\nand collect taxes, and generally specifying the means by which he\nshall do so. See §6201 (assess-ment authority); §6301 (collection\nauthority). Section 5000A(g)(1)’s command that the penalty be\n“assessed and collected in the same manner” as taxes is best read\nas referring to those chapters and giving the Secretary the same\nauthority and guidance with respect to the penalty. That\ninterpretation is consistent with the remainder of §5000A(g), which\ninstructs the Secretary on the tools he may use to collect the\npenalty. See §5000A(g)(2)(A) (barring criminal prosecutions);\n§5000A(g)(2)(B) (prohibiting the Secretary from using notices of\nlien and levies). The Anti-Injunction Act, by contrast, says\nnothing about the procedures to be used in assessing and collecting\ntaxes.Amicusargues in the alternative that a\ndifferent section of the Internal Revenue Code requires courts to\ntreat the penalty as a tax under the Anti-Injunction Act. Section\n6201(a) authorizes the Secretary to make “assessments of all taxes\n(including interest, additional amounts, additions to the tax, andassessable penalties).” (Emphasis added.)Amicuscontends that the penalty must be a tax, because it is an\nassessable penalty and §6201(a) says that taxes include assessable\npenalties.That argument has force only if §6201(a) is read\nin isolation. The Code contains many provisions treating taxes and\nassessable penalties as distinct terms. See,e.g.,§§860(h)(1), 6324A(a), 6601(e)(1)–(2), 6602, 7122(b). There would,\nfor example, be no need for §6671(a) to deem “tax” to refer to\ncertain assessable penalties if the Code al- ready included all\nsuch penalties in the term “tax.” Indeed,amicus’s earlier\nobservation that the Code requires assessable penalties to be\nassessed and collected “in the same manner as taxes” makes little\nsense if assessable penalties are themselves taxes. In light of the\nCode’s consistent distinction between the terms “tax” and\n“assessable penalty,” we must accept the Government’s\nin-terpretation: §6201(a) instructs the Secretary that his\nauthority to assess taxes includes the authority to assess\npenalties, but it does not equate assessable penalties to taxes for\nother purposes.The Affordable Care Act does not require that\nthe penalty for failing to comply with the individual mandate be\ntreated as a tax for purposes of the Anti-Injunction Act. The\nAnti-Injunction Act therefore does not apply to this suit, and we\nmay proceed to the merits.IIIThe Government advances two theories for the\nproposition that Congress had constitutional authority to enact the\nindividual mandate. First, the Government argues that Congress had\nthe power to enact the mandate under the Commerce Clause. Under\nthat theory, Congress may order individuals to buy health insurance\nbecause the failure to do so affects interstate commerce, and could\nun-dercut the Affordable Care Act’s other reforms. Second, the\nGovernment argues that if the commerce power does not support the\nmandate, we should nonetheless uphold it as an exercise of\nCongress’s power to tax. According to the Government, even if\nCongress lacks the power to direct individuals to buy insurance,\nthe only effect of the individual mandate is to raise taxes on\nthose who do not do so, and thus the law may be upheld as a\ntax.AThe Government’s first argument is that the\nindividual mandate is a valid exercise of Congress’s power under\nthe Commerce Clause and the Necessary and Proper Clause. According\nto the Government, the health care market is characterized by a\nsignificant cost-shifting problem. Everyone will eventually need\nhealth care at a time and to an extent they cannot predict, but if\nthey do not have insurance, they often will not be able to pay for\nit. Because state and federal laws nonetheless require hospitals to\nprovide a certain degree of care to individuals without regard to\ntheir ability to pay, see,e.g.,42 U. S. C.\n§1395dd; Fla. Stat. Ann. §395.1041, hospitals end up receiving\ncompensation for only a portion of the services they provide. To\nrecoup the losses, hospitals pass on the cost to insurers through\nhigher rates, and insurers, in turn, pass on the cost to policy\nholders in the form of higher premiums. Congress estimated that the\ncost of uncompensated care raises family health insurance premiums,\non average, by over $1,000 per year. 42 U. S. C.\n§18091(2)(F).In the Affordable Care Act, Congress addressed\nthe problem of those who cannot obtain insurance coverage because\nof preexisting conditions or other health issues. It did so through\nthe Act’s “guaranteed-issue” and “community- rating” provisions.\nThese provisions together prohibit insurance companies from denying\ncoverage to those with such conditions or charging unhealthy\nindividuals higher premiums than healthy individuals. See §§300gg,\n300gg–1, 300gg–3, 300gg–4.The guaranteed-issue and community-rating\nreforms do not, however, address the issue of healthy individuals\nwho choose not to purchase insurance to cover potential health care\nneeds. In fact, the reforms sharply exacerbate that problem, by\nproviding an incentive for individuals to delay purchasing health\ninsurance until they become sick, relying on the promise of\nguaranteed and affordable coverage. The reforms also threaten to\nimpose massive new costs on insurers, who are required to accept\nunhealthy individuals but prohibited from charging them rates\nnecessary to pay for their coverage. This will lead insurers to\nsignificantly increase premiums on everyone. See Brief for\nAmerica’s Health Insurance Plans et al. asAmici Curiaein No. 11–393 etc. 8–9.The individual mandate was Congress’s solution\nto these problems. By requiring that individuals purchase health\ninsurance, the mandate prevents cost-shifting by those who would\notherwise go without it. In addition, the mandate forces into the\ninsurance risk pool more healthy individuals, whose premiums on\naverage will be higher than their health care expenses. This allows\ninsurers to subsidize the costs of covering the unhealthy\nindividuals the reforms require them to accept. The Government\nclaims that Congress has power under the Commerce and Necessary and\nProper Clauses to enact this solution.1The Government contends that the individual\nmandate is within Congress’s power because the failure to pur-chase\ninsurance “has a substantial and deleterious effect on interstate\ncommerce” by creating the cost-shifting prob-lem. Brief for United\nStates 34. The path of our Commerce Clause decisions has not always\nrun smooth, seeUnited Statesv.Lopez,514 U.S.\n549, 552–559 (1995), but it is now well established that\nCongress has broad authority under the Clause. We have recognized,\nfor example, that “[t]he power of Congress over interstate commerce\nis not confined to the regulation of commerce among the states,”\nbut extends to activities that “have a substantial effect on\ninterstate commerce.”United Statesv.Darby,312 U.S.\n100, 118–119 (1941). Congress’s power, more-over, is not\nlimited to regulation of an activity that by itself substantially\naffects interstate commerce, but also extends to activities that do\nso only when aggregated with similar activities of others. SeeWickard, 317 U. S., at 127–128.Given its expansive scope, it is no surprise\nthat Congress has employed the commerce power in a wide variety of\nways to address the pressing needs of the time. But Congress has\nnever attempted to rely on that power to compel individuals not\nengaged in commerce to purchase an unwanted product.[3] Legislative novelty is not nec-essarily\nfatal; there is a first time for everything. But sometimes “the\nmost telling indication of [a] severe con-stitutional problem\n. . . is the lack of historical precedent” for Congress’s\naction.Free Enterprise Fundv.Public Company\nAccounting Oversight Bd., 561 U. S. ___, ___ (2010) (slip\nop., at 25) (internal quotation marks omitted). At the very least,\nwe should “pause to consider the implications of the Government’s\narguments” when confronted with such new conceptions of federal\npower.Lopez,supra, at 564.The Constitution grants Congress the power to\n“regulateCommerce.” Art. I, §8, cl. 3 (emphasis\nadded). The power toregulatecommerce presupposes the\nexistence of commercial activity to be regulated. If the power to\n“regulate” something included the power to create it, many of the\nprovisions in the Constitution would be superfluous. For example,\nthe Constitution gives Congress the power to “coin Money,” in\naddition to the power to “regulate the Value thereof.”Id.,cl. 5. And it gives Congress the power to “raise and support\nArmies” and to “provide and maintain a Navy,” in addition to the\npower to “make Rules for the Government and Regulation of the land\nand naval Forces.”Id.,cls. 12–14. If the power to\nregulate the armed forces or the value of money included the power\nto bring the subject of the regulation into existence, the specific\ngrant of such powers would have been unnecessary. The language of\nthe Constitution reflects the natural understanding that the power\nto regulate assumes there is already something to be regulated. SeeGibbons, 9 Wheat., at 188 (“[T]he enlightened patriots who\nframed our constitution, and the people who adopted it, must be\nunderstood to have employed words in their natural sense, and to\nhave intended what they have said”).[4]Our precedent also reflects this understanding.\nAs expansive as our cases construing the scope of the commerce\npower have been, they all have one thing in common: They uniformly\ndescribe the power as reaching “activity.” It is nearly impossible\nto avoid the word when quoting them. See,e.g.,Lopez,supra, at 560 (“Where economic activity\nsubstantially affects interstate commerce, legislation regulating\nthat activity will be sustained”);Perez, 402 U. S., at\n154 (“Where theclass of activitiesis regulated and thatclassis within the reach of federal power, the courts have\nno power to excise, as trivial, individual instances of the class”\n(emphasis in original; internal quotation marks omitted));Wickard,supra, at 125 (“[E]ven if appellee’s\nactivity be local and though it may not be regarded as commerce, it\nmay still, whatever its nature, be reached by Congress if it exerts\na substantial economic effect on interstate commerce”);NLRBv.Jones & Laughlin Steel Corp.,301 U.S.\n1, 37 (1937) (“Although activities may be intrastate in\ncharacter when separately considered, if they have such a close and\nsubstantial relation to interstate commerce that their control is\nessential or appropriate to protect that commerce from burdens and\nobstructions, Congress cannot be denied the power to exercise that\ncontrol”); see alsopost, at 15, 25–26, 28, 32 (Ginsburg,\nJ., concurring in part, concurring in judgment in part, and\ndissenting in part).[5]The individual mandate, however, does not\nregulate existing commercial activity. It instead compels\nindivid-uals tobecomeactive in commerce by purchasing a\nproduct, on the ground that their failure to do so affects\ninterstate commerce. Construing the Commerce Clause to permit\nCon-gress to regulate individuals preciselybecausethey are\ndoing nothing would open a new and potentially vast do-main to\ncongressional authority. Every day individuals do not do an\ninfinite number of things. In some cases they decide not to do\nsomething; in others they simply fail to do it. Allowing Congress\nto justify federal regulation by pointing to the effect of inaction\non commerce would bring countless decisions an individual couldpotentiallymake within the scope of federal regulation,\nand—under the Government’s theory—empower Congress to make those\ndecisions for him.Applying the Government’s logic to the familiar\ncase ofWickardv.Filburnshows how far that logic\nwould carry us from the notion of a government of limited powers.\nInWickard, the Court famously upheld a federal penalty\nim-posed on a farmer for growing wheat for consumption on his own\nfarm. 317 U. S., at 114–115, 128–129. That amount of wheat\ncaused the farmer to exceed his quota under a program designed to\nsupport the price of wheat by limiting supply. The Court rejected\nthe farmer’s argument that growing wheat for home consumption was\nbeyond the reach of the commerce power. It did so on the ground\nthat the farmer’s decision to grow wheat for his own use allowed\nhim to avoid purchasing wheat in the market. That decision, when\nconsidered in the aggregate along with sim-ilar decisions of\nothers, would have had a substantial ef-fect on the interstate\nmarket for wheat.Id.,at 127–129.Wickardhas long been regarded as\n“perhaps the most far reaching example of Commerce Clause authority\nover intrastate activity,”Lopez, 514 U. S., at 560,\nbut the Government’s theory in this case would go much further.\nUnderWickardit is within Congress’s power to regulate the\nmarket for wheat by supporting its price. But price can be\nsupported by increasing demand as well as by decreasing supply. The\naggregated decisions of some consumers not to purchase wheat have a\nsubstantial effect on the price of wheat, just as decisions not to\npurchase health insurance have on the price of insurance. Congress\ncan therefore command that those not buying wheat do so, just as it\nargues here that it may command that those not buying health\ninsurance do so. The farmer inWickardwas at least actively\nengaged in the production of wheat, and the Government could\nregulate that activity because of its effect on commerce. The\nGovernment’s theory here would effectively override that\nlimitation, by establishing that individuals may be regulated under\nthe Commerce Clause whenever enough of them are not doing something\nthe Government would have them do.Indeed, the Government’s logic would justify a\nmandatory purchase to solve almost any problem. SeeSeven-Sky, 661 F. 3d, at 14–15 (noting the Government’s\ninability to “identify any mandate to purchase a product or ser-\nvice in interstate commerce that would be unconstitu-tional” under\nits theory of the commerce power). To consider a different example\nin the health care market, many Americans do not eat a balanced\ndiet. That group makes up a larger percentage of the total\npopulation than those without health insurance. See,e.g.,Dept. of Agriculture and Dept. of Health and Human Services,\nDietary Guidelines for Americans 1 (2010). The failure of that\ngroup to have a healthy diet increases health care costs, to a\ngreater extent than the failure of the uninsured to purchase\ninsurance. See,e.g.,Finkelstein, Trogdon, Cohen, &\nDietz, Annual Medical Spending Attributable to Obesity: Payer- and\nService-Specific Estimates, 28 Health Affairs w822 (2009)\n(detailing the “undeniable link between ris-ing rates of obesity\nand rising medical spending,” and esti-mating that “the annual\nmedical burden of obesity has risen to almost 10 percent of all\nmedical spending and could amount to $147 billion per year in\n2008”). Those in-creased costs are borne in part by other Americans\nwho must pay more, just as the uninsured shift costs to the\ninsured. See Center for Applied Ethics, Voluntary Health Risks: Who\nShould Pay?, 6 Issues in Ethics 6 (1993) (noting “overwhelming\nevidence that individuals with unhealthy habits pay only a fraction\nof the costs associated with their behaviors; most of the expense\nis borne by the rest of society in the form of higher insurance\npremiums, government expenditures for health care, and disability\nbenefits”). Congress addressed the insurance problem by ordering\neveryone to buy insurance. Under the Gov-ernment’s theory, Congress\ncould address the diet problem by ordering everyone to buy\nvegetables. See Dietary Guidelines,supra, at 19 (“Improved\nnutrition, appropriate eating behaviors, and increased physical\nactivity have tre-mendous potential to . . . reduce\nhealth care costs”).People, for reasons of their own, often fail to\ndo things that would be good for them or good for society. Those\nfailures—joined with the similar failures of others—can readily\nhave a substantial effect on interstate commerce. Under the\nGovernment’s logic, that authorizes Congress to use its commerce\npower to compel citizens to act as the Government would have them\nact.That is not the country the Framers of our\nConstitution envisioned. James Madison explained that the Commerce\nClause was “an addition which few oppose and from which no\napprehensions are entertained.” The Federalist No. 45, at 293.\nWhile Congress’s authority under the Commerce Clause has of course\nexpanded with the growth of the national economy, our cases have\n“always recognized that the power to regulate commerce, though\nbroad indeed, has limits.”Marylandv.Wirtz,392 U.S.\n183, 196 (1968). The Government’s theory would erode those\nlimits, permitting Congress to reach beyond the natural extent of\nits authority, “everywhere extending the sphere of its activity and\ndrawing all power into its impetuous vortex.” The Federalist\nNo. 48, at 309 (J. Madison). Congress already enjoys vast\npower to regulate much of what we do. Accepting the Government’s\ntheory would give Congress the same license to regulate what we do\nnot do, fundamentally changing the relation between the citizen and\nthe Federal Government.[6]To an economist, perhaps, there is no difference\nbetween activity and inactivity; both have measurable economic\neffects on commerce. But the distinction between doing something\nand doing nothing would not have been lost on the Framers, who were\n“practical statesmen,” not metaphysical philosophers.Industrial\nUnion Dept., AFL–CIOv.American Petroleum Institute,448 U.S.\n607, 673 (1980) (Rehnquist, J., concurring in judgment). As we\nhave ex-plained, “the framers of the Constitution were not mere\nvisionaries, toying with speculations or theories, but practical\nmen, dealing with the facts of political life as they understood\nthem, putting into form the government they were creating, and\nprescribing in language clear and intelligible the powers that\ngovernment was to take.”South Carolinav.United\nStates,199 U.S.\n437, 449 (1905). The Framers gave Congress the power toregulatecommerce, not tocompelit, and for over 200\nyears both our decisions and Congress’s actions have reflected this\nunderstanding. There is no reason to depart from that understanding\nnow.The Government sees things differently. It\nargues that because sickness and injury are unpredictable but\nunavoidable, “the uninsured as a class are active in the market for\nhealth care, which they regularly seek and obtain.” Brief for\nUnited States 50. The individual mandate “merely regulates how\nindividuals finance and pay for that active participation—requiring\nthat they do so through insurance, rather than through attempted\nself-insurance with the back-stop of shifting costs to others.”Ibid.The Government repeats the phrase “active in the\nmarket for health care” throughout its brief, seeid.,at 7,\n18, 34, 50, but that concept has no constitutional significance. An\nindividual who bought a car two years ago and may buy another in\nthe future is not “active in the car market” in any pertinent\nsense. The phrase “active in the market” cannot obscure the fact\nthat most of those regulated by the individual mandate are not\ncurrently engaged in any commercial activity involving health care,\nand that fact is fatal to the Government’s effort to “regulate the\nuninsured as a class.”Id., at 42. Our precedents recognize\nCongress’s power to regulate “class[es] ofactivities,”Gonzalesv.Raich,545 U.S.\n1, 17 (2005) (emphasis added), not classes ofindividuals, apart from any activity in which they are\nengaged, see,e.g.,Perez, 402 U. S., at 153\n(“Petitioner is clearly a member of the class which engages in\n‘extortionate credit transactions’ . . .” (emphasis\ndeleted)).The individual mandate’s regulation of the\nuninsured as a class is, in fact, particularly divorced from any\nlink to existing commercial activity. The mandate primarily affects\nhealthy, often young adults who are less likely to need significant\nhealth care and have other priorities for spending their money. It\nis precisely because these individuals, as an actuarial class,\nincur relatively low health care costs that the mandate helps\ncounter the effect of forcing insurance companies to cover others\nwho impose greater costs than their premiums are allowed to\nreflect. See 42 U. S. C. §18091(2)(I) (recognizing that\nthe mandate would “broaden the health insurance risk pool to\ninclude healthy individuals, which will lower health insurance\npremiums”). If the individual mandate is targeted at a class, it is\na class whose commercial inactivity rather than activity is its\ndefining feature.The Government, however, claims that this does\nnot matter. The Government regards it as sufficient to trigger\nCongress’s authority that almost all those who are uninsured will,\nat some unknown point in the future, engage in a health care\ntransaction. Asserting that “[t]here is no temporal limitation in\nthe Commerce Clause,” the Government argues that because\n“[e]veryone subject to this regulation is in or will be in the\nhealth care market,” they can be “regulated in advance.” Tr. of\nOral Arg. 109 (Mar. 27, 2012).The proposition that Congress may dictate the\nconduct of an individual today because of prophesied future\nac-tivity finds no support in our precedent. We have said that\nCongress can anticipate theeffectson commerce of an\neco-nomic activity. See,e.g.,Consolidated Edison\nCo.v.NLRB,305 U.S.\n197(1938) (regulating the labor practices of utility\ncompanies);Heart of Atlanta Motel, Inc.v.United\nStates,379 U.S.\n241(1964) (prohibiting discrimination by hotel operators);Katzenbachv.McClung,379 U.S.\n294(1964) (prohibiting discrimination by restaurant owners).\nBut we have never permitted Congress to anticipate that activity\nitself in order to regulate individuals not currently engaged in\ncommerce. Each one of our cases, including those cited by Justice\nGinsburg,post, at 20–21, involved preexisting economic\nactivity. See,e.g.,Wickard, 317 U. S., at\n127–129 (producing wheat);Raich,supra, at 25\n(growing marijuana).Everyone will likely participate in the markets\nfor food, clothing, transportation, shelter, or energy; that does\nnot authorize Congress to direct them to purchase particular\nproducts in those or other markets today. The Commerce Clause is\nnot a general license to regulate an individual from cradle to\ngrave, simply because he will predictably engage in particular\ntransactions. Any police power to regulate individuals as such, as\nopposed to their activities, remains vested in the States.The Government argues that the individual\nmandate can be sustained as a sort of exception to this rule,\nbecause health insurance is a unique product. According to the\nGovernment, upholding the individual mandate would not justify\nmandatory purchases of items such as cars or broccoli because, as\nthe Government puts it, “[h]ealth in-surance is not purchased for\nits own sake like a car or broccoli; it is a means of financing\nhealth-care consumption and covering universal risks.” Reply Brief\nfor United States 19. But cars and broccoli are no more purchased\nfor their “own sake” than health insurance. They are purchased to\ncover the need for transportation and food.The Government says that health insurance and\nhealth care financing are “inherently integrated.” Brief for United\nStates 41. But that does not mean the compelled purchase of the\nfirst is properly regarded as a regulation of the second. No matter\nhow “inherently integrated” health insurance and health care\nconsumption may be, they are not the same thing: They involve\ndifferent transactions, entered into at different times, with\ndifferent providers. And for most of those targeted by the mandate,\nsignificant health care needs will be years, or even decades, away.\nThe proximity and degree of connection between the mandate and the\nsubsequent commercial activity is too lack-ing to justify an\nexception of the sort urged by the Gov- ernment. The individual\nmandate forces individuals into commerce precisely because they\nelected to refrain from commercial activity. Such a law cannot be\nsus- tained under a clause authorizing Congress to “regulate\nCommerce.”2The Government next contends that Congress has\nthe power under the Necessary and Proper Clause to enact the\nindividual mandate because the mandate is an “integral part of a\ncomprehensive scheme of economic regulation”—the guaranteed-issue\nand community-rating insurance reforms. Brief for United States 24.\nUnder this argument, it is not necessary to consider the effect\nthat an individual’s inactivity may have on interstate commerce; it\nis enough that Congress regulate commercial activity in a way that\nrequires regulation of inactivity to be effective.The power to “make all Laws which shall be\nnecessary and proper for carrying into Execution” the powers\nenumerated in the Constitution, Art. I, §8, cl. 18, vests\nCongress with authority to enact provisions “incidental to the\n[enumerated] power, and conducive to its beneficial exercise,”McCulloch, 4 Wheat., at 418. Although the Clause gives\nCongress authority to “legislate on that vast mass of incidental\npowers which must be involved in the con-stitution,” it does not\nlicense the exercise of any “great substantive and independent\npower[s]” beyond those specifi-cally enumerated.Id., at\n411, 421. Instead, the Clause is “ ‘merely a declaration, for\nthe removal of all uncertainty, that the means of carrying into\nexecution those [powers] otherwise granted are included in the\ngrant.’ ”Kinsellav.United States ex rel.\nSingleton,361 U.S.\n234, 247 (1960) (quoting VI Writings of James Madison 383 (G.\nHunt ed. 1906)).As our jurisprudence under the Necessary and\nProper Clause has developed, we have been very deferential to\nCongress’s determination that a regulation is “necessary.” We have\nthus upheld laws that are “ ‘convenient, or use-ful’ or\n‘conducive’ to the authority’s ‘beneficial exercise.’ ”Comstock, 560 U. S., at ___ (slip op., at 5) (quotingMcCulloch,supra, at 413, 418). But we have also\ncarried out our responsibility to declare unconstitutional those\nlaws that undermine the structure of government established by the\nConstitution. Such laws, which are not “consist[ent] with the\nletter and spirit of the constitution,”McCulloch,supra,at 421, are not “proper[means] for carrying\ninto Execution” Congress’s enumerated powers. Rather, they are, “in\nthe words of The Federalist, ‘merely acts of usurpation’ which\n‘deserve to be treated as such.’ ”Printzv.United\nStates,521 U.S.\n898, 924 (1997) (alterations omitted) (quoting The Federalist\nNo. 33, at 204 (A. Hamilton)); see alsoNew York, 505\nU. S., at 177;Comstock,supra, at ___ (slip\nop., at 5) (Kennedy, J., concurring in judgment) (“It is of\nfundamental importance to consider whether essential attributes of\nstate sovereignty are compromised by the assertion of federal power\nunder the Necessary and Proper Clause . . .”).Applying these principles, the individual\nmandate cannot be sustained under the Necessary and Proper Clause\nas an essential component of the insurance reforms. Each of our\nprior cases upholding laws under that Clause involved exercises of\nauthority derivative of, and in service to, a granted power. For\nexample, we have upheld provisions permitting continued confinement\nof thosealready in federal custodywhen they could not be\nsafely released,Comstock,supra,at ___ (slip op.,\nat 1–2); criminaliz- ing bribes involving organizationsreceiving federal funds,Sabriv.United\nStates,541 U.S.\n600, 602, 605 (2004); and tolling state statutes of limitations\nwhile cases arepending in federal court,Jinksv.Richland County,538 U.S.\n456, 459, 462 (2003). The individual mandate, by con-trast,\nvests Congress with the extraordinary ability to create the\nnecessary predicate to the exercise of an enumerated power.This is in no way an authority that is “narrow\nin scope,”Comstock,supra,at ___ (slip op., at 20),\nor “incidental” to the exercise of the commerce power,McCulloch,supra, at 418. Rather, such a conception\nof the Necessary and Proper Clause would work a substantial\nexpansion of federal authority. No longer would Congress be limited\nto regulating under the Commerce Clause those who by some\npreexisting activity bring themselves within the sphere of federal\nregulation. Instead, Congress could reach beyond the natural limit\nof its authority and draw within its regulatory scope those who\notherwise would be outside of it. Even if the individual mandate is\n“necessary” to the Act’s insurance reforms, such an expansion of\nfederal power is not a “proper” means for making those reforms\neffective.The Government relies primarily on our decision\ninGonzalesv.Raich. InRaich, we considered\n“comprehensive legislation to regulate the interstate market” in\nmarijuana. 545 U. S., at 22. Certain individuals sought an\nexemption from that regulation on the ground that they engaged in\nonly intrastate possession and consumption. We denied any\nexemption, on the ground that marijuana is a fungible commodity, so\nthat any marijuana could be readily diverted into the interstate\nmarket. Congress’s attempt to regulate the interstate market for\nmarijuana would therefore have been substantially undercut if it\ncould not also regulate intrastate possession and consumption.Id.,at 19. Accordingly, we recognized that “Congress was\nacting well within its authority” under the Necessary and Proper\nClause even though its “regulation ensnare[d] some purely\nintrastate activity.”Id.,at 22; see alsoPerez, 402\nU. S., at 154.Raichthus did not involve the exercise\nof any “great substantive and independent power,”McCulloch,supra, at 411, of the sort at issue here. Instead, it\nconcerned only the constitutionality of “individualapplicationsof a concededly valid statutory scheme.”Raich,supra, at 23 (emphasis added).Just as the individual mandate cannot be\nsustained as a law regulating the substantial effects of the\nfailure to purchase health insurance, neither can it be upheld as a\n“necessary and proper” component of the insurance re-forms. The\ncommerce power thus does not authorize the mandate. Accord,post,at 4–16 (joint opinion of Scalia, Kennedy, Thomas, and\nAlito, JJ., dissenting).BThat is not the end of the matter. Because the\nCommerce Clause does not support the individual mandate, it is\nnecessary to turn to the Government’s second argument: that the\nmandate may be upheld as within Congress’s enumerated power to “lay\nand collect Taxes.” Art. I, §8, cl. 1.The Government’s tax power argument asks us to\nview the statute differently than we did in considering its\ncommerce power theory. In making its Commerce Clause argument, the\nGovernment defended the mandate as a regulation requiring\nindividuals to purchase health in-surance. The Government does not\nclaim that the taxing power allows Congress to issue such a\ncommand. Instead, the Government asks us to read the mandate not as\nordering individuals to buy insurance, but rather as imposing a tax\non those who do not buy that product.The text of a statute can sometimes have more\nthan one possible meaning. To take a familiar example, a law that\nreads “no vehicles in the park” might, or might not, ban bicycles\nin the park. And it is well established that if a statute has two\npossible meanings, one of which violates the Constitution, courts\nshould adopt the meaning that does not do so. Justice Story said\nthat 180 years ago: “No court ought, unless the terms of an act\nrendered it unavoidable, to give a construction to it which should\ninvolve a violation, however unintentional, of the constitution.”Parsonsv.Bedford, 3 Pet. 433, 448–449\n(1830). Justice Holmes made the same point a century later: “[T]he\nrule is settled that as between two possible interpretations of a\nstatute, by one of which it would be unconstitutional and by the\nother valid, our plain duty is to adopt that which will save the\nAct.”Blodgettv.Holden,275\nU.S. 142, 148 (1927) (concurring opinion).The most straightforward reading of the mandate\nis that it commands individuals to purchase insurance. After all,\nit states that individuals “shall” maintain health insurance. 26\nU. S. C. §5000A(a). Congress thought it could enact such\na command under the Commerce Clause, and the Government primarily\ndefended the law on that basis. But, for the reasons explained\nabove, the Commerce Clause does not give Congress that power. Under\nour precedent, it is therefore necessary to ask whether the\nGovernment’s alternative reading of the statute—that it only\nimposes a tax on those without insurance—is a reasonable one.Under the mandate, if an individual does not\nmaintain health insurance, the only consequence is that he must\nmake an additional payment to the IRS when he pays his taxes. See\n§5000A(b). That, according to the Government, means the mandate can\nbe regarded as establishing a condition—not owning health\ninsurance—that triggers a tax—the required payment to the IRS.\nUnder that theory, the mandate is not a legal command to buy\ninsurance. Rather, it makes going without insurance just another\nthing the Government taxes, like buying gasoline or earning income.\nAnd if the mandate is in effect just a tax hike on certain\ntaxpayers who do not have health insurance, it may be within\nCongress’s constitutional power to tax.The question is not whether that is the most\nnatural interpretation of the mandate, but only whether it is a\n“fairly possible” one.Crowellv.Benson,285 U.S.\n22, 62 (1932). As we have explained, “every reasonable\nconstruction must be resorted to, in order to save a statute from\nunconstitutionality.”Hooperv.California,155 U.S.\n648, 657 (1895). The Government asks us to interpret the\nmandate as imposing a tax, if it would otherwise violate the\nConstitution. Granting the Act the full measure of deference owed\nto federal statutes, it can be so read, for the reasons set forth\nbelow.CThe exaction the Affordable Care Act imposes\non those without health insurance looks like a tax in many\nrespects. The “[s]hared responsibility payment,” as the statute\nentitles it, is paid into the Treasury by “taxpayer[s]” when they\nfile their tax returns. 26 U. S. C. §5000A(b). It does\nnot apply to individuals who do not pay federal income taxes\nbecause their household income is less than the filing threshold in\nthe Internal Revenue Code. §5000A(e)(2). For taxpayers who do owe\nthe payment, its amount is determined by such familiar factors as\ntaxable income, number of dependents, and joint filing status.\n§§5000A(b)(3), (c)(2), (c)(4). The requirement to pay is found in\nthe Internal Revenue Code and enforced by the IRS, which—as we\npreviously explained—must assess and collect it “in the same manner\nas taxes.”Supra, at 13–14. This process yields the\nessential feature of any tax: it produces at least some revenue for\nthe Government.United Statesv.Kahriger,345 U.S.\n22, 28, n. 4 (1953). Indeed, the payment is expected to\nraise about $4 billion per year by 2017. Congressional Budget\nOffice, Payments of Penalties for Being Uninsured Under the Patient\nProtection and Affordable Care Act (Apr. 30, 2010), in Selected CBO\nPublications Related to Health Care Legislation, 2009–2010,\np. 71 (rev. 2010).It is of course true that the Act describes the\npayment as a “penalty,” not a “tax.” But while that label is fatal\nto the application of the Anti-Injunction Act,supra, at\n12–13, it does not determine whether the payment may be viewed as\nan exercise of Congress’s taxing power. It is up to Con-gress\nwhether to apply the Anti-Injunction Act to any particular statute,\nso it makes sense to be guided by Congress’s choice of label on\nthat question. That choice does not, however, control whether an\nexaction is within Congress’s constitutional power to tax.Our precedent reflects this: In 1922, we decided\ntwo challenges to the “Child Labor Tax” on the same day. In the\nfirst, we held that a suit to enjoin collection of the so-called\ntax was barred by the Anti-Injunction Act.George, 259\nU. S., at 20. Congress knew that suits to obstruct taxes had\nto await payment under the Anti-Injunction Act; Congress called the\nchild labor tax a tax; Congress therefore intended the\nAnti-Injunction Act to apply. In the second case, however, we held\nthat the same exaction, although labeled a tax, was not in fact\nauthorized by Con-gress’s taxing power.Drexel Furniture,\n259 U. S., at 38. That constitutional question was not\ncontrolled by Congress’s choice of label.We have similarly held that exactions not\nlabeled taxes nonetheless were authorized by Congress’s power to\ntax. In theLicense Tax Cases, for example, we held that\nfederal licenses to sell liquor and lottery tickets—for which the\nlicensee had to pay a fee—could be sustained as exercises of the\ntaxing power. 5 Wall., at 471. And inNew Yorkv.United\nStateswe upheld as a tax a “surcharge” on out-of-state nuclear\nwaste shipments, a portion of which was paid to the Federal\nTreasury. 505 U. S., at 171. We thus ask whether the shared\nresponsibility payment falls within Congress’s taxing power,\n“[d]isregarding the designa-tion of the exaction, and viewing its\nsubstance and application.”United Statesv.Constantine,296 U.S.\n287, 294 (1935); cf.Quill Corp.v.North Dakota,504 U.S.\n298, 310 (1992) (“[M]agic words or labels” should not “disable\nan otherwise constitutional levy” (internal quotation marks\nomitted));Nelsonv.Sears,Roebuck&\nCo.,312 U.S.\n359, 363 (1941) (“In passing on the constitutionality of a tax\nlaw, we are concerned only with its practical operation, not its\ndefinition or the precise form of descriptive words which may be\napplied to it” (internal quotation marks omitted));United\nStatesv.Sotelo,436 U.S.\n268, 275 (1978) (“That the funds due are referred to as a\n‘penalty’ . . . does not alter their essential character\nas taxes”).[7]Our cases confirm this functional approach. For\nexample, inDrexel Furniture, we focused on three practical\ncharacteristics of the so-called tax on employing child laborers\nthat convinced us the “tax” was actually a penalty. First, the tax\nimposed an exceedingly heavy burden—10 percent of a company’s net\nincome—on those who employed children, no matter how small their\ninfraction. Second, it imposed that exaction only on those who\nknowingly employed underage laborers. Such scienter require-ments\nare typical of punitive statutes, because Congress often wishes to\npunish only those who intentionally break the law. Third, this\n“tax” was enforced in part by the Department of Labor, an agency\nresponsible for pun-ishing violations of labor laws, not collecting\nrevenue. 259 U. S., at 36–37; see also,e.g., Kurth\nRanch, 511 U. S., at 780–782 (considering,inter\nalia, the amount of the exaction, and the fact that it was\nimposed for violation of a separate criminal law);Constantine,supra, at 295 (same).The same analysis here suggests that the shared\nresponsibility payment may for constitutional purposes be\nconsidered a tax, not a penalty: First, for most Americans the\namount due will be far less than the price of insurance, and, by\nstatute, it can never be more.[8] It may often be a reasonable financial decision to make\nthe payment rather than purchase insurance, unlike the\n“prohibitory” financial punishment inDrexel Furniture. 259\nU. S., at 37. Second, the individual mandate contains no\nscienter requirement. Third, the payment is collected solely by the\nIRS through the normal means of taxation—except that the Service isnotallowed to use those means most suggestive of a punitive\nsanction, such as criminal prosecution. See §5000A(g)(2). The\nreasons the Court inDrexel Furnitureheld that what was\ncalled a “tax” there was a penalty support the conclusion that what\nis called a “penalty” here may be viewed as a tax.[9]None of this is to say that the payment is not\nintended to affect individual conduct. Although the payment will\nraise considerable revenue, it is plainly designed to expand health\ninsurance coverage. But taxes that seek to influence conduct are\nnothing new. Some of our earliest federal taxes sought to deter the\npurchase of imported manufactured goods in order to foster the\ngrowth of domestic industry. See W. Brownlee, Federal Taxation in\nAmerica 22 (2d ed. 2004); cf. 2 J. Story, Commentaries on the\nConstitution of the United States §962, p. 434 (1833) (“the\ntaxing power is often, very often, applied for other purposes, than\nrevenue”). Today, federal and state taxes can compose more than\nhalf the retail price of cigarettes, not just to raise more money,\nbut to encourage people to quit smoking. And we have upheld such\nobviously regulatory measures as taxes on selling marijuana and\nsawed-off shotguns. SeeUnited Statesv.Sanchez,340 U.S.\n42, 44–45 (1950);Sonzinskyv.United States,300 U.S.\n506, 513 (1937). Indeed, “[e]very tax is in some measure\nregula-tory. To some extent it interposes an economic impediment to\nthe activity taxed as compared with others not taxed.”Sonzinsky,supra,at 513. That §5000A seeks to shape\ndecisions about whether to buy health insurance does not mean that\nit cannot be a valid exercise of the taxing power.In distinguishing penalties from taxes, this\nCourt has explained that “if the concept of penalty means anything,\nit means punishment for an unlawful act or omission.”United\nStatesv.Reorganized CF&I Fabricators of Utah,Inc.,518 U.S.\n213, 224 (1996); see alsoUnited Statesv.La\nFranca,282 U.S.\n568, 572 (1931) (“[A] penalty, as the word is here used, is an\nexaction imposed by statute as punishment for an unlawful act”).\nWhile the individual mandate clearly aims to induce the purchase of\nhealth insurance, it need not be read to declare that failing to do\nso is unlawful. Neither the Act nor any other law attaches negative\nlegal consequences to not buying health insurance, beyond requiring\na payment to the IRS. The Government agrees with that reading,\nconfirming that if someone chooses to pay rather than obtain health\ninsurance, they have fully complied with the law. Brief for United\nStates 60–61; Tr. of Oral Arg. 49–50 (Mar. 26, 2012).Indeed, it is estimated that four million people\neach year will choose to pay the IRS rather than buy insurance. See\nCongressional Budget Office,supra,at 71. We would expect\nCongress to be troubled by that prospect if such conduct were\nunlawful. That Congress apparently regards such extensive failure\nto comply with the mandate as tolerable suggests that Congress did\nnot think it was creating four million outlaws. It suggests instead\nthat the shared responsibility payment merely imposes a tax\ncitizens may lawfully choose to pay in lieu of buying health\ninsurance.The plaintiffs contend that Congress’s choice of\nlanguage—stating that individuals “shall” obtain insurance or pay a\n“penalty”—requires reading §5000A as punishing unlawful conduct,\neven if that interpretation would ren-der the law unconstitutional.\nWe have rejected a similar argument before. InNew Yorkv.United Stateswe examined a statute providing that\n“ ‘[e]ach State shall be responsible for providing\n. . . for the disposal of . . . low-level\nradioactive waste.’ ” 505 U. S., at 169 (quoting 42\nU. S. C. §2021c(a)(1)(A)). A State that shipped its waste\nto another State was exposed to surcharges by the receiving State,\na portion of which would be paid over to the Federal Government.\nAnd a State that did not adhere to the statutory scheme faced\n“[p]enalties for failure to comply,” including increases in the\nsurcharge. §2021e(e)(2);New York, 505 U. S., at\n152–153. New York urged us to read the statute as a federal command\nthat the state legislature enact legislation to dispose of its\nwaste, which would have violated the Constitution. To avoid that\noutcome, we interpreted the statute to impose only “a series of\nincentives” for the State to take responsibility for its waste. We\nthen sustained the charge paid to the Federal Government as an\nexercise of the taxing power.Id.,at 169–174. We see no\ninsurmountable obstacle to a similar approach here.[10]The joint dissenters argue that we cannot uphold\n§5000A as a tax because Congress did not “frame” it as such.Post,at 17. In effect, they contend that even if the\nConstitution permits Congress to do exactly what we interpret this\nstatute to do, the law must be struck down because Congress used\nthe wrong labels. An example may help illustrate why labels should\nnot control here. Suppose Congress enacted a statute providing that\nevery taxpayer who owns a house without energy efficient windows\nmust pay $50 to the IRS. The amount due is adjusted based on\nfactors such as taxable income and joint filing status, and is paid\nalong with the taxpayer’s income tax return. Those whose income is\nbelow the filing threshold need not pay. The required payment is\nnot called a “tax,” a “penalty,” or anything else. No one would\ndoubt that this law imposed a tax, and was within Congress’s power\nto tax. That conclusion should not change simply because Congress\nused the word “penalty” to describe the pay-ment. Interpreting such\na law to be a tax would hardly “[i]mpos[e] a tax through judicial\nlegislation.”Post,at 25. Rather, it would give practical\neffect to the Legislature’s enactment.Our precedent demonstrates that Congress had the\npower to impose the exaction in §5000A under the taxing power, and\nthat §5000A need not be read to do more than impose a tax. That is\nsufficient to sustain it. The “question of the constitutionality of\naction taken by Congress does not depend on recitals of the power\nwhich it undertakes to exercise.”Woodsv.Cloyd W.\nMiller Co.,333 U.S.\n138, 144 (1948).Even if the taxing power enables Congress to\nimpose a tax on not obtaining health insurance, any tax must still\ncomply with other requirements in the Constitution. Plaintiffs\nargue that the shared responsibility payment does not do so, citing\nArticle I, §9, clause 4. That clause provides: “No Capitation, or\nother direct, Tax shall be laid, unless in Proportion to the Census\nor Enumeration herein before directed to be taken.” This\nrequirement means that any “direct Tax” must be apportioned so that\neach State pays in proportion to its population. According to the\nplaintiffs, if the individual mandate imposes a tax, it is a direct\ntax, and it is unconstitutional because Congress made no effort to\napportion it among the States.Even when the Direct Tax Clause was written it\nwas unclear what else, other than a capitation (also known as a\n“head tax” or a “poll tax”), might be a direct tax. SeeSpringerv.United States,102\nU.S. 586, 596–598 (1881). Soon after the framing, Congress\npassed a tax on ownership of carriages, over James Madison’s\nobjection that it was an unapportioned direct tax.Id.,at\n597. This Court upheld the tax, in part reasoning that apportioning\nsuch a tax would make little sense, because it would have required\ntaxing carriage owners at dramatically different rates depending on\nhow many carriages were in their home State. SeeHyltonv.United States, 3 Dall. 171, 174 (1796) (opinion of Chase,\nJ.). The Court was unanimous, and those Justices who wrote opinions\neither directly asserted or strongly suggested that only two forms\nof taxation were direct: capitations and land taxes. Seeid., at 175;id., at 177 (opinion of Paterson, J.);id., at 183 (opinion of Iredell, J.).That narrow view of what a direct tax might be\nper-sisted for a century. In 1880, for example, we explained that\n“directtaxes, within the meaning of the\nConstitution, are only capitation taxes, as expressed in that\ninstrument, and taxes on real estate.”Springer,supra, at 602. In 1895, we expanded our interpretation to\ninclude taxes on personal property and income from personal\nproperty, in the course of striking down aspects of the federal\nincome tax.Pollockv.Farmers’ Loan & Trust Co.,158 U.S.\n601, 618 (1895). That result was overturned by the Sixteenth\nAmendment, although we continued to consider taxes on personal\nproperty to be direct taxes. SeeEisnerv.Macom-ber,252 U.S.\n189, 218–219 (1920).A tax on going without health insurance does not\nfall within any recognized category of direct tax. It is not a\ncapitation. Capitations are taxes paid by every person, “without\nregard to property, profession, orany other circumstance.”Hylton,supra, at 175 (opinion of Chase, J.)\n(emphasis altered). The whole point of the shared responsibility\npayment is that it is triggered by specific cir-cumstances—earning\na certain amount of income but not obtaining health insurance. The\npayment is also plainly not a tax on the ownership of land or\npersonal property. The shared responsibility payment is thus not a\ndirect tax that must be apportioned among the several States.There may, however, be a more fundamental\nobjection to a tax on those who lack health insurance. Even if only\na tax, the payment under §5000A(b) remains a burden that the\nFederal Government imposes for an omission, not an act. If it is\ntroubling to interpret the Commerce Clause as authorizing Congress\nto regulate those who abstain from commerce, perhaps it should be\nsimilarly troubling to permit Congress to impose a tax for not\ndoing something.Three considerations allay this concern. First,\nand most importantly, it is abundantly clear the Constitution does\nnot guarantee that individuals may avoid taxation through\ninactivity. A capitation, after all, is a tax that every- one must\npay simply for existing, and capitations are expressly contemplated\nby the Constitution. The Court today holds that our Constitution\nprotects us from federal regulation under the Commerce Clause so\nlong as we ab-stain from the regulated activity. But from its\ncreation, the Constitution has made no such promise with respect to\ntaxes. See Letter from Benjamin Franklin to M. Le Roy (Nov. 13,\n1789) (“Our new Constitution is now established . . . but\nin this world nothing can be said to be certain, except death and\ntaxes”).Whether the mandate can be upheld under the\nCommerce Clause is a question about the scope of federal authority.\nIts answer depends on whether Congress can exercise what all\nacknowledge to be the novel course of directing individuals to\npurchase insurance. Congress’s use of the Taxing Clause to\nencourage buying something is, by contrast, not new. Tax incentives\nalready promote, for example, purchasing homes and professional\neducations. See 26 U. S. C. §§163(h), 25A. Sustaining the\nmandate as a tax depends only on whether Congresshasproperly exercised its taxing power to encourage purchasing health\ninsurance, not whether itcan. Upholding the individual\nmandate under the Taxing Clause thus does not recognize any new\nfederal power. It determines that Congress has used an existing\none.Second, Congress’s ability to use its taxing\npower to influence conduct is not without limits. A few of our\ncases policed these limits aggressively, invalidating punitive\nexactions obviously designed to regulate behavior otherwise\nregarded at the time as beyond federal authority. See,e.g.,United Statesv.Butler,297 U.S.\n1(1936);Drexel Furniture,259 U.S.\n20. More often and more recently we have declined to closely\nexamine the regulatory motive or effect of revenue-raising\nmeasures. SeeKahriger, 345 U. S., at 27–31 (collecting\ncases). We have nonetheless maintained that “ ‘there comes a\ntime in the extension of the penalizing features of the so-called\ntax when it loses its character as such and becomes a mere penalty\nwith the characteristics of regulation and punishment.’ ”Kurth Ranch, 511 U. S., at 779 (quotingDrexel\nFurniture,supra, at 38).We have already explained that the shared\nresponsibility payment’s practical characteristics pass muster as a\ntax under our narrowest interpretations of the taxing power.Supra,at 35–36. Because the tax at hand is within even\nthose strict limits, we need not here decide the precise point at\nwhich an exaction becomes so punitive that the taxing power does\nnot authorize it. It remains true, however, that the “ ‘power\nto tax is not the power to destroy while this Court sits.’ ”Oklahoma Tax Comm’nv.Texas Co.,336 U.S.\n342, 364 (1949) (quotingPanhandle Oil Co.v.Mississippi ex rel. Knox,277 U.S.\n218, 223 (1928) (Holmes, J., dissenting)).Third, although the breadth of Congress’s power\nto tax is greater than its power to regulate commerce, the taxing\npower does not give Congress the same degree of control over\nindividual behavior. Once we recognize that Congress may regulate a\nparticular decision under the Commerce Clause, the Federal\nGovernment can bring its full weight to bear. Congress may simply\ncommand individ-uals to do as it directs. An individual who\ndisobeys may be subjected to criminal sanctions. Those sanctions\ncan include not only fines and imprisonment, but all the attendant\nconsequences of being branded a criminal: deprivation of otherwise\nprotected civil rights, such as the right to bear arms or vote in\nelections; loss of employment opportunities; social stigma; and\nsevere disabilities in other controversies, such as custody or\nimmigration disputes.By contrast, Congress’s authority under the\ntaxing power is limited to requiring an individual to pay money\ninto the Federal Treasury, no more. If a tax is properly paid, the\nGovernment has no power to compel or punish individuals subject to\nit. We do not make light of the se-vere burden that\ntaxation—especially taxation motivated by a regulatory purpose—can\nimpose. But imposition of a tax nonetheless leaves an individual\nwith a lawful choice to do or not do a certain act, so long as he\nis willing to pay a tax levied on that choice.[11]The Affordable Care Act’s requirement that\ncertain in-dividuals pay a financial penalty for not obtaining\nhealth insurance may reasonably be characterized as a tax. Be-cause\nthe Constitution permits such a tax, it is not our role to forbid\nit, or to pass upon its wisdom or fairness.DJustice Ginsburg questions the necessity of\nrejecting the Government’s commerce power argument, given that\n§5000A can be upheld under the taxing power.Post,at 37.\nBut the statute reads more naturally as a command to buy insurance\nthan as a tax, and I would uphold it as a command if the\nConstitution allowed it. It is only because the Commerce Clause\ndoes not authorize such a command that it is necessary to reach the\ntaxing power question. And it is only because we have a duty to\nconstrue a stat-ute to save it, if fairly possible, that §5000A can\nbe interpreted as a tax. Without deciding the Commerce Clause\nquestion, I would find no basis to adopt such a saving\nconstruction.The Federal Government does not have the power\nto order people to buy health insurance. Section 5000A would\ntherefore be unconstitutional if read as a command. The Federal\nGovernment does have the power to impose a tax on those without\nhealth insurance. Section 5000A is therefore constitutional,\nbecause it can reasonably be read as a tax.IVAThe States also contend that the Medicaid\nexpansion exceeds Congress’s authority under the Spending Clause.\nThey claim that Congress is coercing the States to adopt the\nchanges it wants by threatening to withhold all of a State’s\nMedicaid grants, unless the State accepts the new expanded funding\nand complies with the conditions that come with it. This, they\nargue, violates the basic principle that the “Federal Government\nmay not compel the States to enact or administer a federal\nregulatory program.”New York, 505 U. S., at 188.There is no doubt that the Act dramatically\nincreases state obligations under Medicaid. The current Medicaid\nprogram requires States to cover only certain discrete categories\nof needy individuals—pregnant women, children, needy families, the\nblind, the elderly, and the dis-abled. 42 U. S. C.\n§1396a(a)(10). There is no mandatory coverage for most childless\nadults, and the States typically do not offer any such coverage.\nThe States also enjoy considerable flexibility with respect to the\ncoverage levels for parents of needy families.\n§1396a(a)(10)(A)(ii). On average States cover only those unemployed\nparents who make less than 37 percent of the federal poverty level,\nand only those employed parents who make less than 63 percent of\nthe poverty line. Kaiser Comm’n on Medicaid and the Uninsured,\nPerforming Under Pressure 11, and fig. 11 (2012).The Medicaid provisions of the Affordable Care\nAct, in contrast, require States to expand their Medicaid programs\nby 2014 to coverallindividuals under the age of 65 with\nincomes below 133 percent of the federal poverty line.\n§1396a(a)(10)(A)(i)(VIII). The Act also establishes a new\n“[e]ssential health benefits” package, which States must provide to\nall new Medicaid recipients—a level sufficient to satisfy a\nrecipient’s obligations under the individual man-date.\n§§1396a(k)(1), 1396u–7(b)(5), 18022(b). The Af-fordable Care Act\nprovides that the Federal Government will pay 100 percent of the\ncosts of covering these newly eligible individuals through 2016.\n§1396d(y)(1). In the following years, the federal payment level\ngradually decreases, to a minimum of 90 percent.Ibid.In\nlight of the expansion in coverage mandated by the Act, the Federal\nGovernment estimates that its Medicaid spending will in-crease by\napproximately $100 billion per year, nearly 40 percent above\ncurrent levels. Statement of Douglas W. Elmendorf, CBO’s Analysis\nof the Major Health Care Legislation Enacted in March 2010,\np. 14, Table 2 (Mar. 30, 2011).The Spending Clause grants Congress the power\n“to pay the Debts and provide for the . . . general\nWelfare of the United States.” U. S. Const., Art. I, §8,\ncl. 1. We have long recognized that Congress may use this\npower to grant federal funds to the States, and may condition such\na grant upon the States’ “taking certain actions that Congress\ncould not require them to take.”College Savings Bank, 527\nU. S., at 686. Such measures “encourage a State to regulate in\na particular way, [and] influenc[e] a State’s policy choices.”New York,supra, at 166. The con-ditions imposed by\nCongress ensure that the funds are used by the States to “provide\nfor the . . . general Welfare” in the manner Congress\nintended.At the same time, our cases have recognized\nlimits on Congress’s power under the Spending Clause to secure\nstate compliance with federal objectives. “We have repeatedly\ncharacterized . . . Spending Clause legislation as ‘much\nin the nature of acontract.’ ”Barnesv.Gorman,536 U.S.\n181, 186 (2002) (quotingPennhurst State School and\nHospitalv.Halderman,451 U.S.\n1, 17 (1981)). The legitimacy of Congress’s exercise of the\nspending power “thus rests on whether the State voluntarily and\nknowingly accepts the terms of the ‘contract.’ ”Pennhurst,supra, at 17. Respecting this limitation\nis critical to ensuring that Spending Clause legislation does not\nundermine the status of the States as independent sovereigns in our\nfed-eral system. That system “rests on what might at first seem a\ncounterintuitive insight, that ‘freedom is enhanced by the creation\nof two governments, not one.’ ”Bond, 564 U. S.,\nat ___ (slip op., at 8) (quotingAldenv.Maine,527 U.S.\n706, 758 (1999)). For this reason, “the Constitution has never\nbeen understood to confer upon Congress the ability to require the\nStates to govern according to Congress’ instructions.”New\nYork,supra, at 162. Otherwise the two-government system\nestablished by the Framers would give way to a system that vests\npower in one central government, and individual liberty would\nsuffer.That insight has led this Court to strike down\nfed- eral legislation that commandeers a State’s legislative or\nadministrative apparatus for federal purposes. See,e.g.,\nPrintz, 521 U. S., at 933 (striking down federal legisla-\ntion compelling state law enforcement officers to perform federally\nmandated background checks on handgun purchasers);New York,supra, at 174–175 (invalidating provisions of an Act that\nwould compel a State to either take title to nuclear waste or enact\nparticular state waste regulations). It has also led us to\nscrutinize Spending Clause legislation to ensure that Congress is\nnot using financial inducements to exert a “power akin to undue\ninfluence.”Steward Machine Co.v.Davis,301 U.S.\n548, 590 (1937). Congress may use its spending power to create\nincentives for States to act in accordance with federal policies.\nBut when “pressure turns into compulsion,”ibid., the\nlegislation runs contrary to our system of federalism. “[T]he\nConstitution simply does not give Congress the authority to require\nthe States to regulate.”New York, 505 U. S., at 178.\nThat is true whether Congress directly commands a State to regulate\nor indirectly coerces a State to adopt a federal regulatory system\nas its own.Permitting the Federal Government to force the\nStates to implement a federal program would threaten the political\naccountability key to our federal system. “[W]here the Federal\nGovernment directs the States to regulate, it may be state\nofficials who will bear the brunt of public disapproval, while the\nfederal officials who devised the regu-latory program may remain\ninsulated from the electoral ramifications of their decision.”Id.,at 169. Spending Clause programs do not pose this\ndanger when a State has a legitimate choice whether to accept the\nfederal conditions in exchange for federal funds. In such a\nsituation, state officials can fairly be held politically\naccountable for choosing to accept or refuse the federal offer. But\nwhen the State has no choice, the Federal Government can achieve\nits objectives without accountability, just as inNew YorkandPrintz. Indeed, this danger is heightened when Congress\nacts under the Spending Clause, because Congress can use that power\nto implement federal policy it could not impose directly under its\nenumerated powers.We addressed such concerns inSteward\nMachine. That case involved a federal tax on employers that was\nabated if the businesses paid into a state unemployment plan that\nmet certain federally specified conditions. An employer sued,\nalleging that the tax was impermissibly “driv[ing] the state\nlegislatures under the whip of economic pressure into the enactment\nof unemployment compensation laws at the bidding of the central\ngovernment.” 301 U. S., at 587. We acknowledged the danger\nthat the Federal Government might employ its taxing power to exert\na “power akin to undue influence” upon the States.Id.,at\n590. But we observed that Congress adopted the challenged tax and\nabatement program to channel money to the States that would\notherwise have gone into the Federal Treasury for use in providing\nnational unemployment services. Congress was willing to direct\nbusinesses to instead pay the money into state programs only on the\ncondition that the money be used for the same purposes. Predicating\ntax abatement on a State’s adoption of a particular type of\nun-employment legislation was therefore a means to “safeguard [the\nFederal Government’s] own treasury.”Id.,at 591. We held\nthat “[i]n such circumstances, if in no others, inducement or\npersuasion does not go beyond the bounds of power.”Ibid.In rejecting the argument that the federal law\nwas a “weapon[ ] of coercion, destroying or impairing the\nautonomy of the states,” the Court noted that there was no reason\nto suppose that the State in that case acted other than through\n“her unfettered will.”Id.,at 586, 590. Indeed, the State\nitself did “not offer a suggestion that in passing the unemployment\nlaw she was affected by duress.”Id.,at 589.As our decision inSteward Machineconfirms, Congress may attach appropriate conditions to federal\ntaxing and spending programs to preserve its control over the use\nof federal funds. In the typical case we look to the States to\ndefend their prerogatives by adopting “the simple expedient of not\nyielding” to federal blandishments when they do not want to embrace\nthe federal policies as their own.Massachusettsv.Mellon,262 U.S.\n447, 482 (1923). The States are separate and independent\nsovereigns. Sometimes they have to act like it.The States, however, argue that the Medicaid\nexpansion is far from the typical case. They object that Congress\nhas “crossed the line distinguishing encouragement from coercion,”New York,supra, at 175, in the way it has structured\nthe funding: Instead of simply refusing to grant the new funds to\nStates that will not accept the new conditions, Congress has also\nthreatened to withhold those States’ existing Medicaid funds. The\nStates claim that this threat serves no purpose other than to force\nunwilling States to sign up for the dramatic expansion in health\ncare coverage effected by the Act.Given the nature of the threat and the programs\nat issue here, we must agree. We have upheld Congress’s authority\nto condition the receipt of funds on the States’ complying with\nrestrictions on the use of those funds, because that is the means\nby which Congress ensures that the funds are spent according to its\nview of the “general Welfare.” Conditions that do not here govern\nthe use of the funds, however, cannot be justified on that ba- sis.\nWhen, for example, such conditions take the form of threats to\nterminate other significant independent grants, the conditions are\nproperly viewed as a means of pressuring the States to accept\npolicy changes.InSouth Dakotav.Dole, we\nconsidered a challenge to a federal law that threatened to withhold\nfive percent of a State’s federal highway funds if the State did\nnot raise its drinking age to 21. The Court found that the\ncondition was “directly related to one of the main purposes for\nwhich highway funds are expended—safe interstate travel.” 483\nU. S., at 208. At the same time, the condition was not a\nrestriction on how the highway funds—set aside for specific highway\nimprovement and maintenance efforts—were to be used.We accordingly asked whether “the financial\ninducement offered by Congress” was “so coercive as to pass the\npoint at which ‘pressure turns into compulsion.’ ”Id.,at 211 (quotingSteward Machine,supra,at 590). By\n“financial inducement” the Court meant the threat of losing five\npercent of highway funds; no new money was offered to the States to\nraise their drinking ages. We found that the inducement was not\nimpermissibly coercive, because Congress was offering only\n“relatively mild encouragement to the States.”Dole, 483\nU. S., at 211. We observed that “all South Dakota would lose\nif she adheres to her chosen course as to a suitable minimum\ndrinking age is 5%” of her highway funds.Ibid.In fact, the\nfederal funds at stake constituted less than half of one percent of\nSouth Dakota’s budget at the time. See Nat. Assn. of State Budget\nOfficers, The State Expenditure Report 59 (1987);South\nDakotav.Dole, 791 F.2d 628, 630 (CA8 1986). In\nconsequence, “we conclude[d] that [the] encouragement to state\naction [was] a valid use of the spending power.”Dole, 483\nU. S., at 212. Whether to accept the drinking age change\n“remain[ed] the prerogative of the States not merely in theory but\nin fact.”Id.,at 211–212.In this case, the financial “inducement”\nCongress has chosen is much more than “relatively mild\nencouragement”—it is a gun to the head. Section 1396c of the\nMedicaid Act provides that if a State’s Medicaid plan does not\ncomply with the Act’s requirements, the Secretary of Health and\nHuman Services may declare that “further payments will not be made\nto the State.” 42 U. S. C. §1396c. A State that opts out\nof the Affordable Care Act’s expansion in health care coverage thus\nstands to lose not merely “a relatively small percentage” of its\nexisting Medicaid funding, butallof it.Dole,supra,at 211. Medicaid spending accounts for over 20\npercent of the average State’s total budget, with federal funds\ncovering 50 to 83 percent of those costs. See Nat. Assn. of State\nBudget Officers, Fiscal Year 2010 State Expenditure Report,\np. 11, Table 5 (2011); 42 U. S. C. §1396d(b). The\nFederal Government estimates that it will pay out approximately\n$3.3 trillion between 2010 and 2019 in order to cover the costs ofpre-expansion Medicaid. Brief for United States 10,\nn. 6. In addition, the States have developed intricate\nstatutory and administrative regimes over the course of many\ndecades to implement their objectives under existing Medicaid. It\nis easy to see how theDoleCourt could conclude that the\nthreatened loss of less than half of one percent of South Dakota’s\nbudget left that State with a “prerogative” to reject Congress’s\ndesired policy, “not merely in theory but in fact.” 483 U. S.,\nat 211–212. The threatened loss of over 10 percent of a State’s\noverall budget, in contrast, is economic dragooning that leaves the\nStates with no real option but to acquiesce in the Medicaid\nexpansion.[12]Justice Ginsburg claims thatDoleis\ndistinguishable because here “Congress has not threatened to\nwithhold funds earmarked for any other program.”Post,at\n47. But that begs the question: The States contend that the\nexpansion is in reality a new program and that Congress is forcing\nthem to accept it by threatening the funds for the existing\nMedicaid program. We cannot agree that existing Medicaid and the\nexpansion dictated by the Affordable Care Act are all one program\nsimply because “Congress styled” them as such.Post,at 49.\nIf the expansion is not properly viewed as a modification of the\nexisting Medicaid program, Congress’s decision to so title it is\nirrelevant.[13]Here, the Government claims that the Medicaid\nexpansion is properly viewed merely as a modification of the\nex-isting program because the States agreed that Congress could\nchange the terms of Medicaid when they signed on in the first\nplace. The Government observes that the Social Security Act, which\nincludes the original Medicaid provisions, contains a clause\nexpressly reserving “[t]he right to alter, amend, or repeal any\nprovision” of that statute. 42 U. S. C. §1304. So it\ndoes. But “if Congress intends to impose a condition on the grant\nof federal moneys, it must do so unambiguously.”Pennhurst,\n451 U. S., at 17. A State confronted with statutory language\nreserving the right to “alter” or “amend” the pertinent provisions\nof the Social Security Act might reasonably assume that Congress\nwas entitled to make adjustments to the Medicaid program as it\ndeveloped. Congress has in fact done so, sometimes conditioning\nonly the new funding, other times both old and new. See,e.g.,Social Security Amendments of 1972, 86Stat. 1381–1382,\n1465 (extending Med-icaid eligibility, but partly conditioning only\nthe new funding); Omnibus Budget Reconciliation Act of 1990, §4601,\n104Stat. 1388–166 (extending eligibility, and conditioning old and\nnew funds).The Medicaid expansion, however, accomplishes a\nshift in kind, not merely degree. The original program was\nde-signed to cover medical services for four particular cat-egories\nof the needy: the disabled, the blind, the elderly, and needy\nfamilies with dependent children. See 42 U. S. C.\n§1396a(a)(10). Previous amendments to Medicaid eligibility merely\naltered and expanded the boundaries of these categories. Under the\nAffordable Care Act, Medicaid is transformed into a program to meet\nthe health care needs of the entire nonelderly population with\nincome below 133 percent of the poverty level. It is no longer a\nprogram to care for the neediest among us, but rather an element of\na comprehensive national plan to provide universal health insurance\ncoverage.[14]Indeed, the manner in which the expansion is\nstructured indicates that while Congress may have styled the\nexpansion a mere alteration of existing Medicaid, it recognized it\nwas enlisting the States in a new health care program. Congress\ncreated a separate funding provision to cover the costs of\nproviding services to any person made newly eligible by the\nexpansion. While Congress pays 50 to 83 percent of the costs of\ncovering individuals currently enrolled in Medicaid, §1396d(b),\nonce the expansion is fully implemented Congress will pay 90\npercent of the costs for newly eligible persons, §1396d(y)(1). The\nconditions on use of the different funds are also distinct.\nCongress mandated that newly eligible persons receive a level of\ncoverage that is less comprehensive than the traditional Medicaid\nbenefit package. §1396a(k)(1); see Brief for United States 9.As we have explained, “[t]hough Congress’ power\nto legislate under the spending power is broad, it does not include\nsurprising participating States with postacceptance or\n‘retroactive’ conditions.”Pennhurst,supra, at 25. A\nState could hardly anticipate that Congress’s reservation of the\nright to “alter” or “amend” the Medicaid program included the power\nto transform it so dramatically.Justice Ginsburg claims that in fact this\nexpansion is no different from the previous changes to Medicaid,\nsuch that “a State would be hard put to complain that it lacked\nfair notice.”Post,at 56. But the prior change she\ndis-cusses—presumably the most dramatic alteration she could\nfind—does not come close to working the transformation the\nexpansion accomplishes. She highlights an amendment requiring\nStates to cover pregnant women and increasing the number of\neligible children.Ibid.But this modification can hardly be\ndescribed as a major change in a program that—from its\ninception—provided health care for “families with dependent\nchildren.” Previous Medicaid amendments simply do not fall into the\nsame category as the one at stake here.The Court inSteward Machinedid not\nattempt to “fix the outermost line” where persuasion gives way to\ncoercion. 301 U. S., at 591. The Court found it “[e]nough for\npresent purposes that wherever the line may be, this statute is\nwithin it.”Ibid.We have no need to fix a line either. It\nis enough for today that wherever that line may be, this statute is\nsurely beyond it. Congress may not simply “conscript state\n[agencies] into the national bureaucratic army,”FERCv.Mississippi,456 U.S.\n742, 775 (1982) (O’Connor, J., concurring in judgment in part\nand dissenting in part), and that is what it is attempting to do\nwith the Medicaid expansion.BNothing in our opinion precludes Congress from\noffering funds under the Affordable Care Act to expand the\navailability of health care, and requiring that States accepting\nsuch funds comply with the conditions on their use. What Congress\nis not free to do is to penalize States that choose not to\nparticipate in that new program by taking away their existing\nMedicaid funding. Section 1396c gives the Secretary of Health and\nHuman Services the authority to do just that. It allows her to\nwithholdall“further [Medicaid] payments . . . to\nthe State” if she determines that the State is out of compliance\nwith any Medicaid requirement, including those contained in the\nexpansion. 42 U. S. C. §1396c. In light of the Court’s\nholding, the Secretary cannot apply §1396c to withdraw existing\nMedicaid funds for failure to comply with the requirements set out\nin the expansion.That fully remedies the constitutional violation\nwe have identified. The chapter of the United States Code that\ncontains §1396c includes a severability clause confirming that we\nneed go no further. That clause specifies that “[i]f any provision\nof this chapter, or the application thereof to any person or\ncircumstance, is held invalid, the remainder of the chapter, and\nthe application of such provision to other persons or circumstances\nshall not be affected thereby.” §1303. Today’s holding does not\naffect the continued ap-plication of §1396c to the existing\nMedicaid program. Nor does it affect the Secretary’s ability to\nwithdraw funds pro-vided under the Affordable Care Act if a State\nthat has chosen to participate in the expansion fails to comply\nwith the requirements of that Act.This is not to say, as the joint dissent\nsuggests, that we are “rewriting the Medicaid Expansion.”Post,at 48. Instead, we determine, first, that §1396c is\nunconstitutional when applied to withdraw existing Medicaid funds\nfrom States that decline to comply with the expansion. We then\nfollow Congress’s explicit textual instruction to leave unaffected\n“the remainder of the chapter, and the application of [the\nchallenged] provision to other persons or circumstances.” §1303.\nWhen we invalidate an application of a statute because that\napplication is unconstitutional, we are not “rewriting” the\nstatute; we are merely enforcing the Constitution.The question remains whether today’s holding\naffects other provisions of the Affordable Care Act. In considering\nthat question, “[w]e seek to determine what Congress would have\nintended in light of the Court’s constitutional holding.”United\nStatesv.Booker,543 U.S.\n220, 246 (2005) (internal quotation marks omitted). Our\n“touchstone for any decision about remedy is legislative intent,\nfor a court cannot use its remedial powers to circum- vent the\nintent of the legislature.”Ayottev.Planned Parenthood\nof Northern New Eng.,546 U.S.\n320, 330 (2006) (internal quotation marks omitted). The\nquestion here is whether Congress would have wanted the rest of the\nAct to stand, had it known that States would have a genuine choice\nwhether to participate in the new Medicaid expansion. Unless it is\n“evident” that the answer is no, we must leave the rest of the Act\nintact.Champlin Refining Co.v.Corporation Comm’n of\nOkla.,286 U.S.\n210, 234 (1932).We are confident that Congress would have wanted\nto preserve the rest of the Act. It is fair to say that Congress\nassumed that every State would participate in the Medicaid\nexpansion, given that States had no real choice but to do so. The\nStates contend that Congress enacted the rest of the Act with such\nfull participation in mind; they point out that Congress made\nMedicaid a means for satisfying the mandate, 26 U. S. C.\n§5000A(f)(1)(A)(ii), and enacted no other plan for providing\ncoverage to many low-income individuals. According to the States,\nthis means that the entire Act must fall.We disagree. The Court today limits the\nfinancial pressure the Secretary may apply to induce States to\naccept the terms of the Medicaid expansion. As a practical matter,\nthat means States may now choose to reject the expansion; that is\nthe whole point. But that does not mean all or even any will. Some\nStates may indeed decline to participate, either because they are\nunsure they will be able to afford their share of the new funding\nobligations, or because they are unwilling to commit the\nadministrative resources necessary to support the expansion. Other\nStates, however, may voluntarily sign up, finding the idea of\nexpanding Medicaid coverage attractive, particularly given the\nlevel of federal funding the Act offers at the outset.We have no way of knowing how many States will\naccept the terms of the expansion, but we do not believe Congress\nwould have wanted the whole Act to fall, simply because some may\nchoose not to participate. The other reforms Congress enacted,\nafter all, will remain “fully operative as a law,”Champlin,supra,at 234, and will still function in a way “consistent\nwith Congress’ basic objectives in enacting the statute,”Booker,supra, at 259. Confident that Congress would\nnot have intended anything different, we conclude that the rest of\nthe Act need not fall in light of our constitutional holding.*  *  *The Affordable Care Act is constitutional in\npart and unconstitutional in part. The individual mandate cannot be\nupheld as an exercise of Congress’s power under the Commerce\nClause. That Clause authorizes Congress to regulate interstate\ncommerce, not to order individuals to engage in it. In this case,\nhowever, it is reasonable to con-strue what Congress has done as\nincreasing taxes on those who have a certain amount of income, but\nchoose to go without health insurance. Such legislation is within\nCon-gress’s power to tax.As for the Medicaid expansion, that portion of\nthe Affordable Care Act violates the Constitution by threatening\nexisting Medicaid funding. Congress has no authority to order the\nStates to regulate according to its instructions. Congress may\noffer the States grants and require the States to comply with\naccompanying conditions, but the States must have a genuine choice\nwhether to accept the offer. The States are given no such choice in\nthis case: They must either accept a basic change in the nature of\nMedicaid, or risk losing all Medicaid funding. The remedy for that\nconstitutional violation is to preclude the Federal Government from\nimposing such a sanction. That remedy does not require striking\ndown other portions of the Affordable Care Act.The Framers created a Federal Government of\nlimited powers, and assigned to this Court the duty of enforcing\nthose limits. The Court does so today. But the Court does not\nexpress any opinion on the wisdom of the Affordable Care Act. Under\nthe Constitution, that judgment is reserved to the people.The judgment of the Court of Appeals for the\nEleventh Circuit is affirmed in part and reversed in part.It is so ordered.Notes1The Eleventh Circuit did\nnot consider whether the Anti-Injunction Act bars challenges to the\nindividual mandate. The District Court had determined that it did\nnot, and neither side challenged that holding on appeal. The same\nwas true in the Fourth Circuit, but that court examined the\nquestionsua spontebecause it viewed the\nAnti-Injunction Act as a limit on its subject matter jurisdiction.\nSeeLiberty Univ., 671 F. 3d, at 400–401. The Sixth\nCircuit and the D. C. Circuit considered the question but\ndetermined that the Anti-Injunction Act did not apply. SeeThomas More, 651 F. 3d, at 539–540 (CA6);Seven-Sky, 661 F. 3d, at 5–14 (CADC).2We appointed H. Bartow\nFarr III to brief and argue in support of the Eleventh Circuit’s\njudgment with respect to severability, and Robert A. Long to brief\nand argue the proposition that the Anti-Injunction Act bars the\ncurrent challenges to the individual mandate. 565 U. S. ___\n(2011).Bothamicihave ably discharged their\nassigned responsibilities.3The examples of other\ncongressional mandates cited by Justice Ginsburg,post, at\n35, n. 10 (opinion concurring in part, concurring in judgment\nin part, and dissenting in part), are not to the contrary. Each of\nthose mandates—to report for jury duty, to register for the draft,\nto purchase firearms in anticipation of militia service, to\nexchange gold currency for paper currency, and to file a tax\nreturn—are based on constitutional provisions other than the\nCommerce Clause. See Art. I, §8, cl. 9 (to “constitute\nTribunals inferior to the supreme Court”);id.,cl. 12\n(to “raise and support Armies”);id.,cl. 16 (to\n“provide for organizing, arming, and disciplining, the Militia”);id.,cl. 5 (to “coin Money”);id.,cl. 1\n(to “lay and collect Taxes”).4Justice Ginsburg suggests\nthat “at the time the Constitution was framed, to ‘regulate’ meant,\namong other things, to require action.”Post, at 23 (citingSeven-Skyv.Holder, 661 F.3d 1, 16 (CADC 2011);\nbrackets and some internal quotation marks omitted). But to reach\nthis conclusion, the case cited by Justice Ginsburg relied on a\ndictionary in which “[t]o order; to command” was the\nfifth-alternative definition of “to direct,” which was itself the\nsecond-alternative definition of “to regulate.” SeeSeven-Sky,supra, at 16 (citing S. Johnson,\nDictionary of the English Language (4th ed. 1773) (reprinted\n1978)). It is unlikely that the Framers had such an obscure meaning\nin mind when they used the word “regulate.” Far more commonly,\n“[t]o regulate” meant “[t]o adjust by rule or method,” which\npresupposes something to adjust. 2 Johnson,supra, at 1619;\nsee alsoGibbons, 9 Wheat., at 196 (defining the commerce\npower as the power “to prescribe the rule by which commerce is to\nbe governed”).5Justice Ginsburg cites\ntwo eminent domain cases from the 1890s to support the proposition\nthat our case law does not “toe the activity versus inactivity\nline.”Post, at 24–25 (citingMonongahela Nav. Co.v.United States,148 U.S.\n312, 335–337 (1893), andCherokee Nationv.Southern\nKansas R. Co.,135 U.S.\n641, 657–659 (1890)). The fact that the Fifth Amendment\nrequires the payment of just compensation when the Government\nexercises its power of eminent domain does not turn the taking into\na commercial transaction between the landowner and the Government,\nlet alone a government-compelled transaction between the landowner\nand a third party.6In an attempt to recast\nthe individual mandate as a regulation of commercial activity,\nJustice Ginsburg suggests that “[a]n individual who opts not to\npurchase insurance from a private insurer can be seen as actively\nselecting another form of insurance: self-insurance.”Post,\nat 26. But “self-insurance” is, in this context, nothing more than\na description of the failure to purchase insurance. Individuals are\nno more “activ[e] in the self-insurance market” when they fail to\npurchase insurance,ibid., than they are active in the\n“rest” market when doing nothing.7Sotelo,in\nparticular, would seem to refute the joint dissent’s contention\nthat we have “never” treated an exaction as a tax if it was\ndenominated a penalty.Post,at 20. We are not persuaded by\nthe dissent’s attempt to distinguishSoteloas a statutory\nconstruction case from the bankruptcy context.Post,at 17,\nn. 5. The dissent itself treats the question here as one of\nstatutory interpretation, and indeed also relies on a statutory\ninterpretation case from the bankruptcy context.Post,at 23\n(citingUnited Statesv.Reorganized CF&I Fabricators\nof Utah,Inc.,518 U.S.\n213, 224 (1996)).8In 2016, for example,\nindividuals making $35,000 a year are expected to owe the IRS about\n$60 for any month in which they do not have health insurance.\nSomeone with an annual income of $100,000 a year would likely owe\nabout $200. The price of a qualifying insurance policy is projected\nto be around $400 per month. See D. Newman, CRS Report for\nCongress, Individual Mandate and Related Information Re-quirements\nUnder PPACA 7, and n. 25 (2011).9We do not suggest that\nany exaction lacking a scienter requirement and enforced by the IRS\nis within the taxing power. Seepost,at 23–24 (joint\nopinion of Scalia, Kennedy, Thomas, and Alito, JJ., dissenting).\nCongress could not, for example, expand its authority to impose\ncriminal fines by creating strict liability offenses enforced by\nthe IRS rather than the FBI. But the fact the exaction here is paid\nlike a tax, to the agency that collects taxes—rather than, for\nexample, exacted by Department of Labor inspectors after ferreting\nout willful malfeasance—suggests that this exaction may be viewed\nas a tax.10The\njoint dissent attempts to distinguishNew Yorkv.United\nStateson the ground that the seemingly imperative language in\nthat case was in an “introductory provision” that had “no legal\nconsequences.”Post,at 19. We did not rely on that\nreasoning inNew York. See 505 U. S., at 169–170. Nor\ncould we have. While the Court quoted only the broad statement that\n“[e]ach State shall be responsible” for its waste, that language\nwas implemented through operative provisions that also use the\nwords on which the dissent relies. See 42 U. S. C.\n§2021e(e)(1) (entitled “Requirements for non-sited compact regions\nand non-member States” and directing that those entities “shall\ncomply with the following requirements”); §2021e(e)(2) (describing\n“Penalties for failure to comply”). The Court upheld those\nprovisions not as lawful commands, but as “incentives.” See 505\nU. S., at 152–153, 171–173.11Of\ncourse, individuals do not have a lawful choice not to pay a tax\ndue, and may sometimes face prosecution for failing to do so\n(although not for declining to make the shared responsibility\npayment, see 26 U. S. C. §5000A(g)(2)). But that does not\nshow that the tax restricts the lawful choice whether to undertake\nor forgo the activity on which the tax is predicated. Those subject\nto the individual mandate may lawfully forgo health insurance and\npay higher taxes, or buy health insurance and pay lower taxes. The\nonly thing they may not lawfully do is not buy health insurance and\nnot pay the resulting tax.12Justice Ginsburg observes that state\nMedicaid spending will increase by only 0.8 percent after the\nexpansion.Post,at 43. That not only ignores increased\nstate administrative expenses, but also assumes that the Federal\nGovernment will continue to fund the expansion at the current\nstatutorily specified levels. It is not unheard of, however, for\nthe Federal Government to increase requirements in such a manner as\nto impose unfunded mandates on the States. More importantly, the\nsize of the new financial burden imposed on a State is irrelevant\nin analyzing whether the State has been coerced into accepting that\nburden. “Your money or your life” is a coercive proposition,\nwhether you have a single dollar in your pocket or\n$500.13Nor,\nof course, can the number of pages the amendment occu-pies, or the\nextent to which the change preserves and works withinthe existing\nprogram, be dispositive. Cf.post,at 49–50 (opinion of\nGinsburg, J.). Take, for example, the following hypothetical\namendment: “All of a State’s citizens are now eligible for\nMedicaid.” That change would take up a single line and would not\nalter any “operational aspect[ ] of the program” beyond the\neligibility requirements.Post,at 49. Yet it could hardly\nbe argued that such an amendment was a permissible modification of\nMedicaid, rather than an attempt to foist an entirely new health\ncare system upon the States.14Justice Ginsburg suggests that the\nStates can have no objection to the Medicaid expansion, because\n“Congress could have repealed Medicaid [and,] [t]hereafter,\n. . . could have enacted Medicaid II, a new program\ncombining the pre-2010 coverage with the expanded coverage required\nby the ACA.”Post, at 51; see alsopost,at 38. But\nit would certainly not be that easy. Practical constraints would\nplainly inhibit, if not preclude, the Federal Government from\nrepealing the existing program and putting every feature of\nMedicaid on the table for political reconsideration. Such a massive\nundertaking would hardly be “ritualistic.”Ibid.The same is\ntrue of Justice Ginsburg’s suggestion that Congress could establish\nMedicaid as an exclusively federal program.Post,at\n44.",
    "joined": []
}