{
    "case": {
        "docket": "17-155",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-155/"
    },
    "id": "3910087",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–155_________________ERIK LINDSEY HUGHES, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 4, 2018]Chief Justice Roberts, with whom Justice\nThomas and Justice Alito join, dissenting.Seven years ago, four Justices took the position\nthat a defendant sentenced to a term of imprisonment specified in a\nbinding plea agreement may have been sentenced “based on” a\nSentencing Guidelines range, simply because the district court must\nconsider the Guidelines in deciding whether to accept the\nagreement.Freemanv.United States, 564 U. S.\n522, 529–530 (2011) (plurality opinion). That view has since\ngarnered more votes, but has not gotten any more persuasive.A defendant is eligible for a sentence reduction\nfollowing a retroactive Guidelines amendment if he was “sentenced\nto a term of imprisonment based on a sentencing range that has\nsubsequently been lowered by the Sentencing Commission.” 18\nU. S. C. §3582(c)(2). When a defendant enters into a\nbinding “Type-C” plea agreement pursuant to Federal Rule of\nCriminal Procedure 11(c)(1)(C), however, the resulting sentence is\n“dictated by the terms of the agreement entered into by the\nparties, not the judge’s Guidelines calculation.”Freeman,\n564 U. S., at 536 (Sotomayor, J., concurring in judgment).\nFive Justices recognized as much inFreeman. Seeibid.;id.,at 544 (Roberts, C. J.,\ndissenting).If a defendant pleads guilty pursuant to a\nType-C agreement specifying a particular term of imprisonment, the\ndistrict court may sentence him only to that term. See Fed. Rule\nCrim. Proc. 11(c)(1)(C) (the parties’ choice of an “appropriate”\nsentence “binds the court once the court accepts the plea\nagreement”). If the judge considers the parties’ chosen sentence to\nbe inappropriate, he does not have discretion to impose a different\none. Instead, the court’s only option is to reject the agreement\nand afford the defendant the opportunity to be released from his\nguilty plea. See Fed. Rules Crim. Proc. 11(c)(3)(A), (4), (5).As the Court points out, a district court\nconsidering whether to accept a Type-C agreement must consult the\nGuidelines, as the District Court did here.Ante,at 5; see\nApp. to Pet. for Cert. 32a–36a. But “when determining the sentence\nto impose,” the district court may base its decision on “one thing\nand one thing only—the plea agreement.”Freeman, 564\nU. S., at 545 (Roberts, C. J., dissenting). The Court\ncharacterizes this distinction as “artificial,” arguing that the\ndistrict court’s ultimate imposition of a sentence often has as\nmuch to do with its Guidelines calculation as anything else.Ante,at 13; seeante,at 10–11. But that is not so:\nWith a Type-C agreement, the sentence is set by the parties, not by\na judge applying the Guidelines. Far from being “artificial,” that\ndistinction is central to what makes a Type-C plea a Type-C plea.\n“In the (C) agreement context” it is “the binding plea agreement\nthat is the foundation for the term of imprisonment.”Freeman, 564 U. S., at 535 (opinion of Sotomayor, J.).\n“To hold otherwise would be to contravene the very purpose of (C)\nagreements—to bind the district court and allow the Government and\nthe defendant to determine what sentence he will receive.”Id.,at 536.That commonsense understanding accords with our\nreading of the phrase “based upon” in the context of deciding when\na cause of action is based upon particular conduct. InSaudi\nArabiav.Nelson, 507 U. S. 349 (1993), we\nconsidered a provision in the Foreign Sovereign Immunities Act of\n1976 providing an exception to a foreign state’s immunity when “the\naction is based upon a commercial activity carried on in the United\nStates by the foreign state.” 28 U. S. C. §1605(a)(2). We\nsaid that the phrase did not encompass a foreign state’s activity\nthat “led to” the tortious conduct. 507 U. S., at 358.\nInstead, we interpreted the phrase to refer only to the conduct\nthat forms “the ‘basis,’ ” or “foundation,” of the cause of\naction—that is, “the ‘gravamen of the complaint.’ ”Id.,at 357. And as we explained, the “torts, and not the\narguably commercial activities that preceded their commission, form\nthe basis for the [plaintiffs’] suit.”Id.,at 358. So too\nhere: The Type-C agreement, and not the Guidelines calculation that\npreceded its acceptance, forms the basis for the sentence.More recently, inOBB Personenverkehr AGv.Sachs, 577 U. S. ___ (2015), we found that a cause\nof action was not “based upon” commercial activity when the\nactivity established just one element of the action. The phrase\n“based upon,” we explained, instead looks to “the core of [the]\nsuit” and what the claims “turn on.”Id.,at ___–___ (slip\nop., at 7–8). Here the sentence that petitioner Hughes received\n“turned on” the agreement, not the Guidelines or anything else.The Court finds new justification for its\ninterpretation inPeughv.United States, 569\nU. S. 530 (2013), andMolina-Martinezv.United\nStates, 578 U. S. ___ (2016). But those cases—which do not\nconcern the language of §3582(c)(2) or sentencing pursuant to\nType-C agreements—do not inform the distinct question at hand. I\nagree that when a district court has discretion to select an\nappropriate sentence, the resulting sentence can often be said to\nbe based on the advisory Guidelines range. SeePeugh, 569\nU. S., at 541 (describing sentences under the\npost-Bookerscheme as “anchored by the Guidelines,” seeUnited Statesv.Booker, 543 U. S. 220 (2005));Molina-Martinez, 578 U. S., at ___ (slip op., at 15)\n(“[i]n the ordinary case” the Guidelines “anchor the court’s\ndiscretion in selecting an appropriate sentence”). But there are\ncircumstances where the district court’s discretion is confined\nsuch that the Guidelines range does not play a meaningful part in\nthe ultimate determination of the defendant’s sentence. One such\nscenario is when an applicable mandatory minimum supersedes the\nGuidelines range. SeeKoonsv.United States, ___\nU. S. ___, ___ (2018) (slip op., at 2) (a Guidelines range can\nbe “overridden” by “a congressionally mandated minimum sentence”).\nAnother is the situation before us, where Rule 11(c)(1)(C) compels\nthe district court to sentence the defendant to a term chosen by\nthe parties, or none at all.Finally, as five Members of this Court\nrecognized inFreeman, “[a]llowing district courts later to\nreduce a term of imprisonment simply because the court itself\nconsidered the Guidelines in deciding whether to accept the\nagreement would transform §3582(c)(2) into a mechanism by which\ncourts could rewrite the terms of (C) agreements in ways not\ncontemplated by the parties.” 564 U. S., at 536–537 (opinion\nof Sotomayor, J.); seeid.,at 545 (Roberts, C. J.,\ndissenting). The Court dismisses this point as having “nothing to\ndo with whether a defendant’s sentence was based on the Sentencing\nGuidelines.”Ante,at 12. But of course it does. The very\npurpose of a Type-C agreement is to present the defendant’s\nsentence to the district court on a take-it-or-leave-it basis,\npreventing the district judge from altering the sentence as he sees\nfit. The Court’s interpretation of §3582(c)(2) allows for just such\nrevision, possibly many years down the line, when the Government\nhas already fulfilled its side of the bargain.The Court justifies this result by arguing that\nits rule ensures that “those who commit crimes of similar severity\nunder similar conditions receive similar sentences.”Ante,at 11. But that ignores the crucial way in which Type-C defendants\narenotsimilarly situated to other defendants. They entered\ninto binding agreements—based on the unique facts of their cases\nand their negotiations with prosecutors—and received benefits\n(often quite significant ones) that other defendants do not. The\nfacts of this case provide a striking illustration. In exchange for\nthe certainty of a binding 180-month sentence, the Government not\nonly dropped additional charges against Hughes, but also promised\nnot to pursue a recidivist enhancement that would have imprisoned\nhim for life.The Court stresses that the question presented\nconcerns only a Type-C defendant’seligibilityunder\n§3582(c)(2), and that the district court might exercise its\ndiscretion to deny a reduction if it “concludes that it would have\nimposed the same sentence even if the defendant had been subject to\nthe lower range.”Ante,at 14; seeante,at 13\n(suggesting that the district court “can consider the benefits the\ndefendant gained by entering a Type-C agreement” in deciding\n“whether a reduction is appropriate”). But even if the district\ncourt ultimately decides against a reduction, the Government will\nbe forced to litigate the issue in the meantime—nullifying another\nof its benefits from the Type-C agreement. To secure the sentence\nto which the parties already agreed, the Government likely will\nhave to recreate the state of play from the original plea\nnegotiations and sentencing to make counterfactual “what if”\narguments—which, naturally, the defendant will then try to rebut.\nSettling this debate is unlikely to be as straightforward as the\nCourt anticipates.The point is a very practical one: Hughes\npleaded guilty and entered into a binding agreement because he\notherwise was looking at life in prison. Although the District\nCourt dutifully performed the required Guidelines calculations,\nHughes’s sentence was based on the agreement, not the Guidelines\nrange. Hughes should not receive a windfall benefit because that\nrange has been changed.The Government may well be able to limit the\nfrustrating effects of today’s decision in the long run. Going\nforward, it presumably can add a provision to every Type-C\nagreement in which the defendant agrees to waive any right to seek\na sentence reduction following future Guidelines amendments. See\nBrief for Petitioner 34–35 (referring to the possibility of such an\n“explicit waiver”). But that is no comfort when it comes to cases\nlike this one, where the parties understood their choice of\nsentence to be binding.I respectfully dissent.",
    "joined": []
}