{
    "case": {
        "docket": "19-351",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-351/"
    },
    "id": "4355052",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–351_________________FEDERAL REPUBLIC OF GERMANY, et al.,\nPETITIONERSv.ALAN PHILIPP, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[February 3, 2021]Chief Justice Roberts delivered the opinion of\nthe Court.The Foreign Sovereign Immunities Act provides\nthat foreign nations are presumptively immune from the jurisdiction\nof United States courts. The statute, however, sets forth several\nspecific exceptions. One such exception provides that a sovereign\ndoes not enjoy immunity in any case “in which rights in property\ntaken in violation of international law are in issue.” 28\nU. S. C. §1605(a)(3). The question presented is whether a\ncountry’s alleged taking of property from its own nationals falls\nwithin this exception.IThis case concerns several dozen medieval\nrelics and devotional objects known as the Welfenschatz. The\ntreasure (“schatz”) of the German Welf dynasty, the pieces date\nback to the early days of the Holy Roman Empire and occupy a unique\nposition in German history and culture. The collection was\nassembled within Germany’s Brunswick Cathedral over the course of\nseveral centuries, before being moved to a Hanoverian chapel in\n1671 and later to Switzerland for safekeeping in the wake of World\nWar I.During the waning years of the Weimar Republic,\na consortium of three art firms owned by Jewish residents of\nFrankfurt purchased the Welfenschatz from the Duke of Brunswick. By\n1931, the consortium had sold about half of the collection’s pieces\nto museums and individuals in Europe and the United States,\nincluding many to the Cleveland Museum of Art, where they reside\ntoday.Conditions facing the consortium changed\ndramatically after the collapse of the German economy and the rise\nof the Nazi government. After ascending to power, Hermann\nGoering—Adolf Hitler’s deputy and the Prime Minister of\nPrussia—became interested in the remainder of the Welfenschatz. The\ncomplaint alleges that he employed a combination of political\npersecution and physical threats to coerce the consortium into\nselling the remaining pieces to Prussia in 1935 for approximately\none-third of their value. Two of the consortium members fled the\ncountry following the sale, and the third died in Germany shortly\nthereafter.The United States took possession of the\nWelfenschatz in the course of the occupation of Nazi Germany at the\nend of the war, eventually turning the collection over to the\nFederal Republic of Germany. For nearly 60 years, the treasure has\nbeen maintained by Stiftung Preussischer Kulturbesitz (SPK)—the\nPrussian Cultural Heritage Foundation—and it is now displayed at a\nmuseum in Berlin. SPK is an instrumentality of the Federal\nRepublic.Respondents are two United States citizens and a\ncitizen of the United Kingdom who trace their lineages back to the\nthree members of the consortium. The heirs first approached SPK\nclaiming that the sale of the Welfenschatz to the Prussian\nGovernment was unlawful. SPK conducted its own investigation of the\nsale and determined that the transaction occurred at a fair market\nprice without coercion.In 2014, the parties agreed to submit the claim\nto the German Advisory Commission for the Return of Cultural\nProperty Seized as a Result of Nazi Persecution, Especially Jewish\nProperty. Germany established the Advisory Commission under the\nWashington Conference Principles on Nazi-Confiscated Art, an\ninitiative spearheaded by the United States to encourage the\ndevelopment of new mechanisms for resolving Nazi-era claims. See\nBrief for United States asAmicus Curiae4. After hearing\nfrom expert witnesses and reviewing documentary evidence, the\nCommission likewise concluded that the sale had occurred at a fair\nprice without duress.Disappointed by the proceedings in Germany, the\nheirs filed suit in Federal District Court in Washington,\nD. C. They brought several common law property claims against\nGermany and SPK, seeking $250 million in compensation. Petitioners\nSPK and the Federal Republic of Germany—collectively Germany—moved\nto dismiss the case. Relevant here, Germany argued that it was\nimmune from suit because the heirs’ claims did not fall within the\nFSIA’s exception to immunity for “property taken in violation of\ninternational law.” See 28 U. S. C. §1605(a)(3); see also\n§1603(a) (defining “foreign state” to include “an agency or\ninstrumentality of a foreign state”). In doing so, Germany reasoned\nthat the purchase of the Welfenschatz could not have violated\ninternational law because a sovereign’s taking of its own\nnationals’ property is not unlawful under the international law of\nexpropriation. The heirs responded that the exception did apply\nbecause Germany’s purchase of the Welfenschatz was an act of\ngenocide and the taking therefore violated the international law of\ngenocide.The District Court denied Germany’s motion, 248\nF. Supp. 3d 59, 70–74 (DC 2017), and a panel of the\nD. C. Circuit affirmed, 894 F.3d 406 (2018). The panel agreed\nwith the heirs that the exception for property taken in violation\nof international law was satisfied because “genocide perpetrated by\na state even against its own nationals is a violation of\ninternational law.”Id.,at 410–411 (quotingSimonv.Republic of Hungary, 812 F.3d 127, 145 (CADC 2016);\nalterations omitted). The D. C. Circuit declined Germany’s\nrequest for en banc review. 925 F.3d 1349 (2019)\n(per curiam).Judge Katsas dissented from the denial of\nrehearing en banc. In his view, the majority’s analysis erroneously\n“ma[de] the district court sit as a war crimes tribunal to\nadjudicate claims of genocide,” while “clear[ing] the way for a\nwide range of litigation against foreign sovereigns for public acts\ncommitted within their own territories.”Id., at 1350.We granted certiorari. 591 U. S. ___\n(2020).IIEnacted in 1976, the Foreign Sovereign\nImmunities Act supplies the ground rules for “obtaining\njurisdiction over a foreign state in the courts of this country.”Argentine Republicv.Amerada Hess Shipping Corp.,488 U.S.\n428, 443 (1989). The Act creates a baseline presumption of\nimmunity from suit. §1604. “[U]nless a specified exception applies,\na federal court lacks subject-matter jurisdiction over a claim\nagainst a foreign state.”Saudi Arabiav.Nelson,507 U.S.\n349, 355 (1993).The heirs contend that their claims fall within\nthe exception for “property taken in violation of international\nlaw,” §1605(a)(3), because the coerced sale of the Welfenschatz,\ntheir property, constituted an act of genocide, and genocide is a\nviolation of international human rights law. Germany argues that\nthe exception is inapplicable because the relevant international\nlaw is the international law of property—not the law of\ngenocide—and under the international law of property a foreign\nsovereign’s taking of its own nationals’ property remains a\ndomestic affair. This “domestic takings rule” assumes that what a\ncountry does to property belonging to its own citizens within its\nown borders is not the subject of international law. SeeBolivarian Republic of Venezuelav.Helmerich & Payne\nInt’l Drilling Co., 581 U. S. ___, ___ (2017) (slip op.,\nat 10) (citing Restatement (Third) of Foreign Relations Law of the\nUnited States §712 (1986) (Restatement (Third))).AKnown at the founding as the “law of nations,”\nwhat we now refer to as international law customarily concerns\nrelations among sovereign states, not relations between states and\nindividuals. SeeBanco Nacional de Cubav.Sabbatino,376 U.S.\n398, 422 (1964) (“The traditional view of international law is\nthat it establishes substantive principles for determining whether\none country has wronged another.”).The domestic takings rule invoked by Germany\nderives from this premise. Historically, a sovereign’s taking of a\nforeigner’s property, like any injury of a foreign national,\nimplicated the international legal system because it “constituted\nan injury to the state of the alien’s nationality.” Bradley &\nGoldsmith, Customary International Law as Federal Common Law: A\nCritique of the Modern Position, 110 Harv. L. Rev. 815,\n831, n. 106 (1997); see S. Friedman, Expropriation in\nInternational Law 5, 139 (1953). Such mistreatment was an affront\nto the sovereign, and “therefore the alien’s state alone, and not\nthe individual, could invoke the remedies of international law.”\nBradley,supra,at 831, n. 106.A domestic\ntaking by contrast did not interfere with relations among states.\nSee E. de Vattel, 3 The Law of Nations §81, p. 138 (C. Fenwick\ntransl. 1916) (“Even the property of individuals, taken as a whole,\nis to be regarded as the property of the Nation with respect to\nother Nations.”); see alsoUnited Statesv.Belmont,301 U.S.\n324, 332 (1937) (“What another country has done in the way of\ntaking over property of its nationals . . . is not a\nmatter for judicial consideration here.”).The domestic takings rule has deep roots not\nonly in international law but also in United States foreign policy.\nSecretary of State Cordell Hull most famously expressed the\nprinciple in a 1938 letter to the Mexican Ambassador following that\ncountry’s nationalization of American oil fields. The Secretary\nconceded “the right of a foreign government to treat its own\nnationals in this fashion if it so desires. This is a matter of\ndomestic concern.” Letter from C. Hull to C. Nájera (July 21,\n1938), reprinted in 5 Foreign Relations of the United States\nDiplomatic Papers 677 (1956). The United States, however, could not\n“accept the idea” that “these plans can be carried forward at the\nexpense of our citizens.”Ibid.The domestic takings rule endured even as\ninternational law increasingly came to be seen as constraining how\nstates interacted not just with other states but also with\nindividuals, including their own citizens. The United Nations\nUniversal Declaration of Human Rights and Convention on the\nPrevention of Genocide became part of a growing body of human\nrights law that made “how a state treats individual human beings\n. . . a matter of international concern.” Bradley,supra, at 832 (quoting Restatement (Third), pt. VII,\nIntroductory Note, at 144–145). These human rights documents were\nsilent, however, on the subject of property rights. See Friedman,supra,at 107. International tribunals therefore continued\nto maintain that international law governed “confiscation of the\nproperty of foreigners,” but “measures taken by a State with\nrespect to the property of its own nationals are not subject to\nthese principles.”Gudmundssonv.Iceland, Appl. No.\n511/59, 1960 Y. B. Eur. Conv. on H. R. 394, 423–424 (decision\nof the European Commission on Human Rights).Some criticized the treatment of property rights\nunder international law, but they did so on the ground thatallsovereign takings were outside the scope of\ninternational law, not just domestic takings. In the 1950s and\n1960s, a growing chorus of newly independent states, particularly\nin Latin America, resisted any foreign restraint on their ability\nto nationalize property. See Young, The Story of Banco Nacional de\nCuba v. Sabbatino, in Federal Courts Stories 422–423 (V. Jackson\n& J. Resnik eds. 2010). Put differently, states and scholars\ndisagreed over whether international law provided a remedy for a\nsovereign’s interference with anyone’s property rights, not whether\ndomestic takings were outside the purview of international law.\nThat principle was beyond debate.We confronted this dispute over the existence of\ninternational law constraints on sovereign takings inSabbatino, where we were asked to decide claims arising out\nof Cuba’s nationalization of American sugar interests in 1960. 376\nU. S., at 403. This Court observed that there were “few if any\nissues in international law today on which opinion seems to be so\ndivided as the limitations on a state’s power to expropriate the\npropertyof aliens.”Id.,at 428 (emphasis added).\nHesitant to delve into this controversy, we instead invoked the act\nof state doctrine, which prevents United States courts from\ndetermining the validity of the public acts of a foreign sovereign.Id.,at 436.Congress did not applaud the Court’s reticence.\nWithin months ofSabbatino, it passed the Second\nHickenlooper Amendment to the Foreign Assistance Act of 1964. The\nAmendment prohibits United States courts from applying the act of\nstate doctrine where a “right[ ] to property is asserted”\nbased upon a “taking . . . by an act of that state in\nviolation of the principles of international law.” 22\nU. S. C. §2370(e)(2). Courts and commentators understood\nthe Amendment to permit adjudication of claims theSabbatinodecision had avoided—claims against foreign nations for\nexpropriation of American-owned property. But nothing in the\nAmendment purported to alter any rule of international law,\nincluding the domestic takings rule. SeeF. Palicio y Compania,\nS. A.v.Brush,256 F. Supp. 481, 487 (SDNY 1966) (interpreting the\nHickenlooper Amendment to displaceSabbatinobut dismissing\nthe suit on the ground that “confiscations by a state of the\nproperty of its own nationals, no matter how flagrant\n. . . , do not constitute violations of\ninternational law”), summarily aff ’d, 375 F.2d 1011 (CA2\n1967);Banco Nacional de Cubav.Farr, 383 F.2d 166,\n173–176 (CA2 1967); Restatement (Second) of Foreign Relations Law\nof the United States §185 (1965) (Restatement (Second)); Lillich,\nThe Proper Role of Domestic Courts in the International Legal\nOrder, 11 Va. J. Int’l L. 9, 29, 34 (1970).Congress used language nearly identical to that\nof the Second Hickenlooper Amendment 12 years later in crafting the\nFSIA’s expropriation exception. As noted, it provides that United\nStates courts may exercise jurisdiction over a foreign sovereign in\nany case “in which rights in property taken in violation of\ninternational law are in issue.” 28 U. S. C.\n§1605(a)(3).Based on this historical and legal background,\ncourts arrived at a “consensus” that the expropriation exception’s\n“reference to ‘violation of international law’ does not cover\nexpropriations of property belonging to a country’s own nationals.”Republic of Austriav.Altmann,541 U.S.\n677, 713 (2004) (Breyer, J., concurring).BThe heirs urge us to change course. They read\n“rights in property taken in violation of international law” not as\nan invocation of the international law governing property rights,\nbut as a broad incorporation of any international norm. Focusing on\nhuman rights law, the heirs rely on the United Nations Convention\non Genocide, which defines genocide as “deliberately inflicting on\n[a] group conditions of life calculated to bring about its physical\ndestruction in whole or in part.” Convention on the Prevention and\nPunishment of the Crime of Genocide, Art. II, Dec. 9, 1948, 78\nU. N. T. S. 277, 280. According to the heirs, the\nforced sale of their ancestors’ art constituted an act of genocide\nbecause the confiscation of property was one of the conditions the\nThird Reich inflicted on the Jewish population to bring about their\ndestruction.We need not decide whether the sale of the\nconsortium’s property was an act of genocide, because the\nexpropriation exception is best read as referencing the\ninternational law of expropriation rather than of human rights. We\ndo not look to the law of genocide to determine if we have\njurisdiction over the heirs’ common law property claims. We look to\nthe law of property.And in 1976, the state of that body of law was\nclear: A “taking of property” could be “wrongful under\ninternational law” only where a state deprived “an alien” of\nproperty. Restatement (Second) §185; see alsoPermanent Mission\nof India to United Nationsv.City of New York,551 U.S.\n193, 199–200 (2007) (noting our consistent practice of\ninterpreting the FSIA in keeping with “international law at the\ntime of the FSIA’s enactment” and looking to the contemporary\nRestatement for guidance). As explained above, this rule survived\nthe advent of modern human rights law, including the United Nations\nConvention on Genocide. Congress drafted the expropriation\nexception and its predecessor, the Hickenlooper Amendment, against\nthat legal and historical backdrop. SeeTaggartv.Lorenzen, 587 U. S. ___, ___ (2019) (slip op., at\n5).The heirs concede that at the time of the FSIA’s\nenactment the international law of expropriation retained the\ndomestic takings rule. See Restatement (Second) §192. But they\nargue that Congress captured all of international law in the\nexception—not just the international law of expropriation—and that\nother areas of international law do not shield a sovereign’s\nactions against its own nationals. In support of that assertion,\nthey note that the exception concerns “propertytakenin\nviolation of international law”—not “propertytakingsin\nviolation of international law.” Tr. of Oral Arg. 70. This\ndistinction between “takings” and “taken,” they say, is the\ndifference between incorporating the specific international law\ngoverning takings of property and incorporating international law\nwrit large.Ibid.We would not place so much weight on a gerund.\nThe text of the expropriation exception as a whole supports\nGermany’s reading. In its entirety the clause provides that United\nStates courts may exercise jurisdiction over a foreign sovereign in\nany case“in which rights in property taken in\nviolation of international law are in issue and that property or\nany property exchanged for such property is present in the United\nStates in connection with a commercial activity carried on in the\nUnited States by the foreign state; or that property or any\nproperty exchanged for such property is owned or operated by an\nagency or instrumentality of the foreign state and that agency or\ninstrumentality is engaged in a commercial activity in the United\nStates.” 28 U. S. C. §1605(a)(3).The exception places repeated emphasis on\nproperty and property-related rights, while injuries and acts we\nmight associate with genocide are notably lacking. That would be\nremarkable if the provision were intended to provide relief for\natrocities such as the Holocaust. A statutory phrase concerning\nproperty rights most sensibly references the international law\ngoverning property rights, rather than the law of genocide.What is more, the heirs’ interpretation of the\nphrase “taken in violation of international law” is not limited to\nviolations of the law of genocide but extends to any human rights\nabuse. Their construction would arguably force courts themselves to\nviolate international law, not only ignoring the domestic takings\nrule but also derogating international law’s preservation of\nsovereign immunity for violations of human rights law. As the\nInternational Court of Justice recently ruled when considering\nclaims brought by descendants of citizens of Nazi-occupied\ncountries, “a State is not deprived of immunity by reason of the\nfact that it is accused of serious violations of international\nhuman rights law.”Jurisdictional Immunities of the State(Germanyv.Italy), 2012 I. C. J. 99, 139\n(Judgt. of Feb. 3); see also Bradley & Goldsmith, Foreign\nSovereign Immunity, Individual Officials, and Human Rights\nLitigation, 13 Green Bag 2d 9, 21 (2009). Respondents would\noverturn that rule whenever a violation of international human\nrights law is accompanied by a taking of property.Germany’s interpretation of the exception is\nalso more consistent with the FSIA’s express goal of codifying the\nrestrictive theory of sovereign immunity. §1602. Under the absolute\nor classical theory of sovereign immunity, foreign sovereigns are\ncategorically immune from suit.Altmann, 541 U. S., at\n690.Under the restrictive view, by contrast, immunity\nextends to a sovereign’s public but not its private acts.Ibid. Most of the FSIA’s exceptions, such as the exception\nfor “commercial activity carried on in the United States,” comport\nwith the overarching framework of the restrictive theory.\n§1605(a)(2).It is true that the expropriation exception,\nbecause it permits the exercise of jurisdiction over some public\nacts of expropriation, goes beyond even the restrictive view. In\nthis way, the exception is unique; no other country has adopted a\ncomparable limitation on sovereign immunity. Restatement (Fourth)\nof Foreign Relations Law of the United States §455, Reporters’ Note\n15 (2017).History and context explain this nonconformity.\nAs events such as Secretary Hull’s letter and the Second\nHickenlooper Amendment demonstrate, the United States has long\nsought to protect the property of its citizens abroad as part of a\ndefense of America’s free enterprise system.Sabbatino, 376\nU. S., at 430.Given that the FSIA “largely codifies” the\nrestrictive theory, however, we take seriously the Act’s general\neffort to preserve a dichotomy between private and public acts.Nelson, 507 U. S., at 359 (internal quotation marks\nomitted). It would destroy that distinction were we to subject all\nmanner of sovereign public acts to judicial scrutiny under the FSIA\nby transforming the expropriation exception into an all-purpose\njurisdictional hook for adjudicating human rights violations. SeeHelmerich, 581 U. S., at ___ (slip op., at 9)\n(rejecting the suggestion that Congress intended the expropriation\nexception to operate as a “radical departure” from the “basic\nprinciples” of the restrictive theory).COther provisions of the FSIA confirm Germany’s\nposition. The heirs’ approach, for example, would circumvent the\nreticulated boundaries Congress placed in the FSIA with regard to\nhuman rights violations. Where Congress did target injuries\nassociated with such acts, including torture or death, it did so\nexplicitly and with precision. The noncommercial tort exception\nprovides jurisdiction over claims “in which money damages are\nsought against a foreign state for personal injury or death, or\ndamage to or loss of property,” but only where the relevant conduct\n“occurr[ed] in the United States.” §1605(a)(5). Similarly, the\nterrorism exception eliminates sovereign immunity for state\nsponsors of terrorism but only for certain human rights claims,\nbrought by certain victims, against certain defendants. §§1605A(a),\n(h).These restrictions would be of little\nconsequence if human rights abuses could be packaged as violations\nof property rights and thereby brought within the expropriation\nexception to sovereign immunity. And there is no reason to suppose\nCongress thought acts of genocide or other human rights violations\nto be especially deserving of redress only when accompanied by\ninfringement of property rights. We have previously rejected\nefforts to insert modern human rights law into FSIA exceptions ill\nsuited to the task.Nelson, 507 U. S., at 361\n(commercial activity exception does not encompass claims that\nforeign state illegally detained and tortured United States\ncitizen, “however monstrous such abuse undoubtedly may be”). We do\nso again today.We have recognized that “ ‘United States\nlaw governs domestically but does not rule the world.’ ”Kiobelv.Royal Dutch Petroleum Co.,569 U.S.\n108, 115 (2013) (quotingMicrosoft Corp.v.AT&T\nCorp.,550 U.S.\n437, 454 (2007)). We interpret the FSIA as we do other statutes\naffecting international relations: to avoid, where possible,\n“producing friction in our relations with [other] nations and\nleading some to reciprocate by granting their courts permission to\nembroil the United States in expensive and difficult litigation.”Helmerich, 581 U. S., at ___ (slip op., at 12) (internal\nquotation marks omitted);RJR Nabisco,Inc.v.European Community, 579 U. S. ___, ___–___ (2016) (slip\nop., at 7–8) (interpreting civil Racketeer Influenced and Corrupt\nOrganizations Act “to avoid the international discord that can\nresult when U. S. law is applied to conduct in foreign\ncountries”);Kiobel, 569 U. S., at 116 (interpreting\nAlien Tort Statute so as not to “adopt an interpretation of\nU. S. law that carries foreign policy consequences not clearly\nintended by the political branches”).As a Nation, we would be surprised—and might\neven initiate reciprocal action—if a court in Germany adjudicated\nclaims by Americans that they were entitled to hundreds of millions\nof dollars because of human rights violations committed by the\nUnited States Government years ago. There is no reason to\nanticipate that Germany’s reaction would be any different were\nAmerican courts to exercise the jurisdiction claimed in this\ncase.IIIThe heirs offer several counterarguments, but\nnone can overcome the text, context, and history of the\nexpropriation exception.First, the heirs rely on the 2016 Foreign\nCultural Exchange Jurisdictional Immunity Clarification Act. The\nAct amends the FSIA to explain that participation in specified “art\nexhibition activities” does not qualify as “commercial activity”\nwithin the meaning of the expropriation exception. 28\nU. S. C. §1605(h). This clarification responded to\ndecisions of federal courts holding to the contrary, see,e.g.,Malewiczv.Amsterdam, 362 F. Supp. 2d\n298, 313–315 (DC 2005), and enables foreign states to loan art to\nAmerican museums without fear that the work’s presence in the\nUnited States will subject them to litigation here. The provision,\nhowever, does not apply to claims brought against Germany arising\nout of the period from January 1933 through May 1945. §§1605(h)(2),\n(3).According to the heirs, this clarification of the\nexpropriation exception shows that Congress anticipated Nazi-era\nclaims could be adjudicated by way of that exception.We agree with the heirs, but only to a limited\nextent. Claims concerning Nazi-era art takings could be brought\nunder the expropriation exception where the claims involve the\ntaking of aforeignnational’s property. See,e.g.,Altmann, 541 U. S., at 680–682 (claim concerning\nAustrian taking of Czechoslovakian national’s art brought under the\nexpropriation exception). As for the heirs’ suggestion that the\nClarification Act demonstrates that Congress meant to abrogate\nimmunity for any Nazi-era claim, however, we do not interpret\nCongress’s effort topreservesovereign immunity in a\nnarrow, particularized context—art shows—as supporting the broadeliminationof sovereign immunity across all areas of law.\nThe Clarification Act did not purport to amend the critical phrase\nhere—“taken in violation of international law”—and we will not\nconstrue it to do so.The heirs also rely on other statutes aimed at\npromoting restitution to the victims of the Holocaust. The Acts\ninclude the Holocaust Victims Redress Act of 1998, 112Stat. 15; the\nHolocaust Expropriated Art Recovery Act of 2016 (HEAR Act),\n130Stat. 1524; and the Justice for Uncompensated Survivors Today\n(JUST) Act of 2017, Pub. L. 115–171, 132Stat. 1288. These\nlaws, the heirs suggest, demonstrate Congress’s desire for American\ncourts to hear disputes about Holocaust-era property claims.The statutes do promote restitution for the\nvictims of the Holocaust, but they generally encourage redressing\nthose injuries outside of public court systems. The HEAR Act, for\nexample, states that “the use of alternative dispute resolution”\nmechanisms will “yield just and fair resolutions in a more\nefficient and predictable manner” than litigation in court. §2(8),\n130Stat. 1525. Germany has adopted just such an alternative\nmechanism, the Advisory Commission, and the heirs availed\nthemselves of that opportunity to resolve their claims.Ibid.See also Brief for Petitioners 5 (“[T]he German\ngovernment has provided roughly $100 billion (in today’s dollars)\nto compensate Holocaust survivors and other victims of the Nazi\nera.”).These laws do not speak to sovereign immunity.\nThat is the province of the FSIA, which provides the carefully\nconstructed framework necessary for addressing an issue of such\ninternational concern. The heirs have not shown that the FSIA\nallows them to bring their claims against Germany. We cannot permit\nthem to bypass its design.IVWe hold that the phrase “rights in property\ntaken in violation of international law,” as used in the FSIA’s\nexpropriation exception, refers to violations of the international\nlaw of expropriation and thereby incorporates the domestic takings\nrule.We do not address Germany’s argument that the\nDistrict Court was obligated to abstain from deciding the case on\ninternational comity grounds. Nor do we consider an alternative\nargument noted by the heirs: that the sale of the Welfenschatz is\nnot subject to the domestic takings rule because the consortium\nmembers were not German nationals at the time of the transaction.\nSee Brief for Respondents 27–28; but see Brief for Petitioners 19,\nn. 7 (claiming that the heirs forfeited this argument). The Court\nof Appeals should direct the District Court to consider this\nargument, including whether it was adequately preserved below.The judgment of the Court of Appeals for the\nD. C. Circuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}