{
    "case": {
        "docket": "248",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/248/"
    },
    "id": "1962581",
    "author": "roberts",
    "type": "concurrence",
    "text": "OPINION OF ROBERTS, C. J.LARUE V. DEWOLFF, BOBERG & ASSOCIATES, INC.552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-856JAMES LaRUE, PETITIONERv.DeWOLFF, BOBERG\n& ASSOCIATES, INC., et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[February 20, 2008]Chief Justice Roberts, with whom\nJustice Kennedy joins, concurring in part and concurring in the\njudgment.In the decision below, the Fourth\nCircuit concluded that the loss to LaRue’s individual plan account\ndid not permit him to “serve as a legitimate proxy for the plan in\nits entirety,” thus barring him from relief under §502(a)(2) of the\nEmployee Retirement Income Security Act of 1974 (ERISA), 29 U.\nS. C. §1132(a)(2). 450 F. 3d 570, 574 (2006). The Court\ntoday rejects that reasoning. Seeante, at 4, 7–8. I agree\nwith the Court that the Fourth Circuit’s analysis was flawed, and\njoin the Court’s opinion to that extent.The Court, however, goes on to conclude that\n§502(a)(2) does authorize recovery in cases such as the present\none. Seeante, at 7–8. It is not at all clear that this is\ntrue. LaRue’s right to direct the investment of his contributions\nwas a right granted and governed by the plan. Seeante, at\n2. In this action, he seeks the benefits that would otherwise be\ndue him if, as alleged, the plan carried out his investment\ninstruction. LaRue’s claim, therefore, is a claim for benefits that\nturns on the application and interpretation of the plan terms,\nspecifically those governing investment options and how to exercise\nthem.It is at least arguable that a claim of this\nnature properly lies only under §502(a)(1)(B) of ERISA. That\nprovision allows a plan participant or beneficiary “to recover\nbenefits due to him under the terms of his plan, to enforce his\nrights under the terms of the plan, or to clarify his rights to\nfuture benefits under the terms of the plan.” 29 U. S. C.\n§1132(a)(1)(B). It is difficult to imagine a more accurate\ndescription of LaRue’s claim. And in fact claimants have filed suit\nunder §502(a)(1)(B) alleging similar benefit denials in violation\nof plan terms. See,e.g.,Hessv.Reg-Ellen\nMachine Tool Corp., 423 F. 3d 653, 657 (CA7 2005)\n(allegation made under §502(a)(1)(B) that a plan administrator\nwrongfully denied instruction to move retirement funds from\nemployer’s stock to a diversified investment account).If LaRue may bring his claim under\n§502(a)(1)(B), it is not clear that he may do so under §502(a)(2)\nas well. Section 502(a)(2) provides for “appropriate” relief.\nConstruing the same term in a parallel ERISA provision, we have\nheld that relief is not “appropriate” under §502(a)(3) if another\nprovision, such as §502(a)(1)(B), offers an adequate remedy. SeeVarity Corp.v.Howe,516 U. S. 489, 515\n(1996). Applying the same rationale to an interpretation of\n“appropriate” in §502(a)(2) would accord with our usual preference\nfor construing the “same terms [to] have the same meaning in\ndifferent sections of the same statute,”Barnhillv.Johnson,503 U. S. 393, 406\n(1992), and with the view that ERISA in particular is a\n“ ‘ comprehensive and reticulated statute’ ” with\n“carefully integrated civil enforcement provisions,”Massachusetts Mut. Life Ins. Co.v.Russell,473 U. S. 134,\n146 (1985) (quotingNachman Corp.v.Pension Benefit\nGuaranty Corporation,446 U. S. 359, 361\n(1980)). In a variety of contexts, some Courts of Appeals have\naccordingly prevented plaintiffs from recasting what are in essence\nplan-derived benefit claims that should be brought under\n§502(a)(1)(B) as claims for fiduciary breaches under §502(a)(2).\nSee,e.g.,Coyne & Delany Co.v.Blue\nCross & Blue Shield of Va., Inc., 102 F. 3d 712, 714\n(CA4 1996). Other Courts of Appeals have disagreed with this\napproach. See,e.g.,Gradenv.Conexant\nSystems Inc., 496 F. 3d 291, 301 (CA3 2007).The significance of the distinction between a\n§502(a)(1)(B) claim and one under §502(a)(2) is not merely a matter\nof picking the right provision to cite in the complaint. Allowing a\n§502(a)(1)(B) action to be recast as one under §502(a)(2) might\npermit plaintiffs to circumvent safeguards for plan administrators\nthat have developed under §502(a)(1)(B). Among these safeguards is\nthe requirement, recognized by almost all the Courts of Appeals,\nseeFallickv.Nationwide Mut. Ins. Co., 162\nF. 3d 410, 418, n. 4 (CA6 1998) (citing cases), that a\nparticipant exhaust the administrative remedies mandated by ERISA\n§503, 29 U. S. C. §1133, before filing suit under\n§502(a)(1)(B).* Equally significant, this Court has held that ERISA\nplans may grant administrators and fiduciaries discretion in\ndetermining benefit eligibility and the meaning of plan terms,\ndecisions that courts may review only for an abuse of discretion.Firestone Tire & Rubber Co.v.Bruch,489 U. S. 101,\n115 (1989).These safeguards encourage employers and\nothers to undertake the voluntary step of providing medical and\nretirement benefits to plan participants, seeAetna Health\nInc.v.Davila,542 U. S. 200, 215\n(2004), and have no doubt engendered substantial reliance interests\non the part of plans and fiduciaries. Allowing what is really a\nclaim for benefits under a plan to be brought as a claim for breach\nof fiduciary duty under §502(a)(2), rather than as a claim for\nbenefits due “under the terms of [the] plan,” §502(a)(1)(B), may\nresult in circumventing such plan terms.I do not mean to suggest that these are\nsettled questions. They are not. Nor are we in a position to answer\nthem. LaRue did not rely on §502(a)(1)(B) as a source of relief,\nand the courts below had no occasion to address the argument,\nraised by anamicusin this Court, that the availability\nof relief under §502(a)(1)(B) precludes LaRue’s fiduciary breach\nclaim. See Brief for ERISA Industry Committee asAmicus\nCuriae13–30. I simply highlight the fact that the Court’s\ndetermination that the present claim may be brought under\n§502(a)(2) is reached without considering whether the possible\navailability of relief under §502(a)(1)(B) alters that conclusion.\nSee,e.g.,United Parcel Service, Inc.v.Mitchell,451 U. S. 56, 60, n. 2\n(1981) (noting general reluctance to consider arguments raised only\nby anamicusand not considered by the courts below). In\nmatters of statutory interpretation, where principles ofstare\ndecisishave their greatest effect, it is important that we\nnot seem to decide more than we do. I see nothing in today’s\nopinion precluding the lower courts on remand, if they determine\nthat the argument is properly before them, from considering the\ncontention that LaRue’s claim may proceed only under §502(a)(1)(B).\nIn any event, other courts in other cases remain free to consider\nwhat we have not—what effect the availability of relief under\n§502(a)(1)(B) may have on a plan participant’s ability to proceed\nunder §502(a)(2).* Sensibly, the Court leaves open the question\nwhether exhaustion may be required of a claimant who seeks recovery\nfor a breach of fiduciary duty under §502(a)(2). Seeante,\nat 4, n. 3.",
    "joined": []
}