{
    "case": {
        "docket": "522",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/522/"
    },
    "id": "1963568",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGFREEMAN V. UNITED STATES564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-10245WILLIAM FREEMAN, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the sixth circuit[June 23, 2011]Chief Justice Roberts, with whom\nJustice Scalia, Justice Thomas, and Justice Alito join,\ndissenting.The plurality and the opinion\nconcurring in the judgment agree on very little except the\njudgment. I on the other hand agree with much of each opinion, but\ndisagree on the judgment. I agree with the concurrence that the\nsentence imposed under a Rule 11(c)(1)(C) plea agreement is based\non the agreement, not the Sentencing Guidelines. I would, however,\nadhere to that logic regardless whether the agreement could be said\nto “use” or “employ” a Guidelines range in arriving at the\nparticular sentence specified in the agreement.Ante, at 1\n(opinion of Sotomayor, J.). In that respect I agree with the\nplurality that the approach of the concurrence to determining when\na Rule 11(c)(1)(C) sentence may be reduced is arbitrary and\nunworkable.Ante, at 9–10.Section 3582(c)(2) provides that “in the case\nof a defendant who has been sentenced to a term of imprisonment\nbased on a sentencing range that has subsequently been lowered by\nthe Sentencing Commission,” a district court “may reduce the term\nof imprisonment . . . if such a reduction is consistent with\napplicable policy statements issued by the Sentencing Commission.”\n18 U. S. C. §3582(c)(2). The lone issue here is whether\npetitioner William Freeman meets the initial prerequisite of having\nbeen sentenced to a term of imprisonment “based on” a subsequently\nreduced sentencing range.I agree with Justice Sotomayor that “the term\nof im-prisonment imposed pursuant to a (C) agreement is, for\npurposes of §3582(c)(2), ‘based on’ the agreement itself.”Ante, at 3. In this case, Freeman executed a written plea\nagreement in which the parties “agree[d] that a sentence of 106\nmonths’ incarceration [was] the appropriate disposition.” App. 26a.\nBecause the plea agreement was entered pursuant to Rule\n11(c)(1)(C), that proposed sentence became binding on the District\nCourt once it accepted the agreement. See Fed. Rule Crim.\nProc. 11(c)(1)(C) (the parties’ “request” for “a specific\nsentence” “binds the court once the court accepts the plea\nagreement”). As a result, when determining the sentence to impose\non Freeman, the District Court needed to consult one thing and one\nthing only—the plea agreement. Seeante, at 2 (opinion of\nSotomayor, J.) (“At the moment of sentencing, the court simply\nimplements the terms of the agreement it has al-ready\naccepted”).I also agree with Justice Sotomayor that the\n“term of imprisonment imposed by the sentencing judge is dictated\nby the terms of the agreement entered into by the par- ties, not\nthe judge’s Guidelines calculation,” and that “[a]l-lowing district\ncourts later to reduce a term of impris-onment simply because the\ncourt itself considered the Guidelines in deciding whether to\naccept the agreement would transform §3582(c)(2) into a mechanism\nby which courts could rewrite the terms of (C) agreements in ways\nnot contemplated by the parties.”Ante, at 3.But then comes the O. Henry twist: After\ncogently explaining why a Rule 11(c)(1)(C) sentence is based on the\nplea agreement, Justice Sotomayor diverges from that\nstraightforward conclusion and holds that Freeman nevertheless\nsatisfies the threshold requirement in §3582(c)(2). According to\nher opinion, if a Rule 11(c)(1)(C) “agreement expressly uses a\nGuidelines sentencing range applicable to the charged offense to\nestablish the term of imprisonment”—or if such use is “evident from\nthe agreement”—then the defendant’s “term of imprisonment is ‘based\non’ the range employed and the defendant is eligible for sentence\nreduction under §3582(c)(2).”Ante, at 1, 6. This\nexception is in my view as mistaken as the position of the\nplurality—and basically for the same reasons.Justice Sotomayor begins the departure from\nher own rule innocently enough. As she explains, “some (C)\nagreements may call for the defendant to be sentenced within a\nparticular Guidelines sentencing range.”Ante, at 5. In\nsuch a case, according to Justice Sotomayor, there can be “no\ndoubt” that the prison term the court imposes is “based on” the\nagreed-upon sentencing range, and therefore the defendant is\neligible for sentence reduction.Ibid.Whether or not that is true, it provides no\nsupport for the next step:“Similarly, a plea agreement\nmight provide for a specific term of imprisonment—such as a number\nof months—but also make clear that the basis for the specified term\nis a Guidelines sentencing range applicable to the offense to which\nthe defendant pleaded guilty. As long as that sentencing range is\nevident from the agreement itself … the term of imprisonment\nimposed by the court in accordance with that agreement is ‘based\non’ that range.”Ante, at 6.This category of cases is not\n“similar” to the first at all. It is one thing to say that a\nsentence imposed pursuant to an agreement expressly providing that\nthe court will sentence the defendant within an applicable\nGuidelines range is “based on” that range. It is quite another to\nconclude that an agreement providing for a specific term is\n“similarly” based on a Guidelines range, simply because the\nspecified term can be said to reflect that range.According to the concurrence, if the parties\nsimply “con-sider[ ] the Guidelines” or “negotiate … by reference”\nto them, the defendant is not eligible for a sentence reduction.Ante, at 4. If, however, the agreement sets forth a\nspecific term but it is somehow “clear that the basis for the\nspecified term is a Guidelines sentencing range,” then the\ndefendant is eligible for a sentence reduction.Ante, at\n6. This head-scratching distinction between negotiating by\nreference to the Guidelines and using them as a basis for the\nspecified term makes for an unworkable test that can yield only\narbitrary results.The confusion is compounded by the varying\nstandards in the concurrence. Sometimes the test is whether an\nagreement “expressly uses” a Guidelines sentencing range,ante, at 1, 6; seeante, at 7 (“explicitly\nemploys”). Other times the test is whether such use is “evident,”ante, at 6, 9; seeante, at 10, n. 9\n(“clear”). A third option is whether the agreement\n“indicate[s]the parties’ intent to base the term of\nimprisonment on a particular Guideline range.”Ante, at 7,\nn. 5 (emphasis added).The error in the concurring opinion is largely\nattributable to a mistaken shift in analysis. In the first half of\nthe opinion, the inquiry properly looks to what thejudgedoes: He is, after all, the one who imposes the sentence. After\napproving the agreement, the judge considers only the fixed term in\nthe agreement, so the sentence he actually imposes is not “based\non” the Guidelines.In the second half of the opinion, however,\nthe analysis suddenly shifts, and focuses on the parties: Didthey“use” or “employ” the Guidelines in arriving at the\nterm in their agreement? But §3582(c)(2) is concerned only with\nwhether a defendant “has beensentencedto a term of\nimprisonment based on a sentencing range.” Only a court can\nsentence a defendant, so there is no basis for examining why the\nparties settled on a particular prison term.This conclusion dovetails with USSG\n§1B1.10(b)(1)— the Sentencing Commission’s policy statement\ngoverning whether a defendant is eligible for a reduction under\n§3582(c)(2). As we explained last Term, §3582(c)(2) requires a\ndistrict court “to follow the Commission’s instructions in §1B1.10\nto determine the prisoner’s eligibility for a sentence\nmodification.”Dillonv.United States, 560 U. S.\n___, ___ (2010) (slip op., at 9). According to §1B1.10(b)(1), the\ncourt must first determine “the amended guideline range that would\nhave been applicable to the defendant” if the retroactively amended\nprovision had been in effect at the time of his sentencing. “In\nmaking such determination, the court shall substitute only the\namendments … for the corresponding guideline pro-visions that wereapplied when the defendant was sentenced.” USSG\n§1B1.10(b)(1), p. s. (emphasis added).As noted, the District Court sentenced Freeman\npursuant to the term specified by his plea agreement; it never\n“applied” a Guidelines provision in imposing his term of\nimprisonment. The fact that the court may have “use[d] the\nGuidelines as a yardstick in deciding whether to accept a (C)\nagreement does not mean that the term of imprisonment imposed by\nthe court is ‘based on’ a particular Guidelines sentencing range.”Ante, at 2–3 (opinion of Sotomayor, J.). Even if the\nGuidelines were “used” or “employed”by the partiesin\narriving at the Rule 11(c)(1)(C) sentencing term, they were not\n“applied when the defendant was sentenced.” Once the District Court\naccepted the agreement, all that was later “applied” was the\nsentence set forth in that agreement.Justice Sotomayor is wrong to assert that her\nstandard “does not rewrite the plea agreement” but rather “enforces\nthe agreement’s terms.”Ante, at 7. According to the\nconcurrence, “[w]hen a (C) agreement explicitly employs a\nparticular Guidelines sentencing range to establish the term of\nimprisonment, the agreement itself demonstrates the parties’ intent\nthat the imposed term of imprisonment will be based on that range,”\nand therefore subject to reduction if the Commission subsequently\nlowers that range.Ibid.In this case, Justice Sotomayor\nconcludes that Freeman’s agreement contemplated such a reduction,\neven though the parties had “agree[d] that a sentence of 106\nmonths’ incarceration is the appropriate disposition of this case.”\nApp. 26a.There is, however, no indication whatever that\nthe par-ties to the agreement contemplated the prospect of lowered\nsentencing ranges. And it is fanciful to suppose that the parties\nwould have said “106 months” if what they really meant was “a\nsentence at the lowest end of the applicable Guidelines range.” Cf.\nApp. 25a (parties in this case recommending “a fine at the lowest\nend of the applicable Guideline Range”). In concluding otherwise,\nthe concurrence “ignore[s] the agreement’s express terms.”Ante, at 7, n. 4.The reality is that whenever the parties\nchoose a fixed term, there is no way of knowing what that sentence\nwas “based on.” The prosecutor and the defendant could well have\nhad quite different reasons for concluding that 106 months was a\ngood deal. Perhaps the prosecutor wanted to devote the limited\nresources of his office to a different area of criminal activity,\nrather than try this case. Perhaps the defendant had reason to\nquestion the credibility of one of his key witnesses, and feared a\nlonger sentence if the case went to trial.Indeed, the fact that there may be uncertainty\nabout how to calculate the appropriate Guidelines range could be\nthe basis for agreement on a fixed term in a plea under Rule\n11(c)(1)(C). Here the agreement made clear that there was some\ndoubt about the Guidelines calculations. See App. 28a (“Both\nparties reserve the right to object to the USSG §4A1.1 calculation\nof defendant’s criminal history”);ibid.(the parties\nacknowledge that their Guidelines calculations “are not binding\nupon the Court” and that the “defendant understands the Court will\nindependently calculate the Guidelines at sentencing and defendant\nmay not withdraw the plea of guilty solely because the Court does\nnot agree with … [the] Sentencing Guideline application”).In addition, parties frequently enter plea\nagreements that reflect prosecutorial decisions not to pursue\nparticular counts. If a defendant faces three counts, and agrees to\nplead to one if the prosecutor does not pursue the other two, is\nthe sentence reflected in the Rule 11(c)(1)(C) agreement in any\nsense “based on” the Guidelines sentencing range for the one count\nto which the defendant pleaded? Surely not. The concurrence tacitly\nconcedes as much when it suggests that an agreement to “drop[ ] a\ncharge or forgo[ ] a future charge” could ultimately be grounds for\nnot reducing the defendant’s sentence.Ante, at 8,\nn. 6. But what this really shows is a basic flaw in the “based\non” test adopted by that opinion.Finally, Justice Sotomayor’s approach will\nfoster con-fusion in an area in need of clarity. As noted, courts\nwill be hard pressed to apply the distinction between referring to\nand relying on a Guidelines range. Other questions abound:What if the agreement contains a particular\nGuidelines calculation but the agreement’s stipulated sentence is\nout-side the parties’ predicted Guidelines range? The test in the\nconcurring opinion is whether the agreement “uses” or “employs” a\nGuidelines sentencing range to establish the term of imprisonment,ante, at 1, not whether that term falls within the range.\nIn this case, what if the term was 53 months—exactly half the low\nend of the sentencing range anticipated by the parties? Is it\n“evident” in that case that the Guidelines were used or employed to\nestablish the agreed-upon sentence?What if the plea agreement does not contain\nany references to the Guidelines—not even the partial and tentative\nGuidelines calculations in Freeman’s agreement—but the binding\nsentence selected by the parties corresponds exactly to the low end\nof the applicable Guidelines range? Is it “evident” in that case\nthat the agreement is based on a sentencing range?What if the District Court calculates the\napplicable Guidelines range differently than the parties? This is\nno academic hypothetical. See,e.g.,United\nStatesv.Franklin, 600 F. 3d 893, 896–897 (CA7\n2010) (noting that “the district court settled on a higher\nguidelines range than that contemplated in the [Rule 11(c)(1)(C)]\nplea agreement”). Is a Rule 11(c)(1)(C) sentence still subject to\nreduction if the parties relied on the wrong sentencing range?\nJustice Sotomayor’s surprising answer is “yes,” seeante,\nat 9, n. 8, even though the governing Guide- lines provision\nspecifies that a defendant is only eligible for sentence reduction\nif the amended Guideline has “the effect of lowering the\ndefendant’s applicable guideline range”—presumably thecorrectapplicable guideline range. See USSG\n§1B1.10(a)(2), p. s. Relying on error is just one unforeseen\nconsequence of looking not to the specified term in a Rule\n11(c)(1)(C) agreement, but instead trying to reconstruct what led\nthe parties to agree to that term in the first place.This confusion will invite the very thing\nJustice Sotomayor claims to disavow: a “free-ranging search” by\ndistrict courts “through the parties’ negotiating history in search\nof a Guidelines sentencing range that might have been relevant to\nthe agreement.”Ante, at 5. This is particularly\nunfortunate given that the whole point of Rule 11(c)(1)(C)\nagreements is to provide the parties with certainty about\nsentencing.*  *  *As with any negotiation, parties\nentering a Rule 11(c) (1)(C) plea agreement must take the bitter\nwith the sweet. Because of today’s decision, however, Freeman gets\nmore sweet and the Government more bitter than either side\nbargained for. But those who will really be left with a sour taste\nafter today’s decision are the lower courts charged with making\nsense of it going forward.I respectfully dissent.Justice Sotomayor responds that “[i]f the\nagreement itself made clear” that the parties arrived at the\n53-month figure by determining the sentencing range and then\nhalving the range’s low end—106 months—then the sentence could be\nreduced.Ante, at 10, n. 9. Does the 53-month figure\nitself make that clear? What if the figure is 26 months?",
    "joined": []
}