{
    "case": {
        "docket": "20-107",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-107/"
    },
    "id": "4442716",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–107_________________CEDAR POINT NURSERY, et al., PETITIONERSv.VICTORIA HASSID, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 23, 2021]Chief Justice Roberts delivered the opinion of\nthe Court.A California regulation grants labor\norganizations a “right to take access” to an agricultural\nemployer’s property in order to solicit support for unionization.\nCal. Code Regs., tit. 8, §20900(e)(1)(C) (2020). Agricultural\nemployers must allow union organizers onto their property for up to\nthree hours per day, 120 days per year. The question presented is\nwhether the access regulation constitutes aper sephysical taking under the Fifth and Fourteenth Amendments.IThe California Agricultural Labor Relations\nAct of 1975 gives agricultural employees a right to\nself-organization and makes it an unfair labor practice for\nemployers to interfere with that right. Cal. Lab. Code Ann. §§1152,\n1153(a) (West 2020). The state Agricultural Labor Relations Board\nhas promulgated a regulation providing, in its current form, that\nthe self-organization rights of employees include “the right of\naccess by union organizers to the premises of an agricultural\nemployer for the purpose of meeting and talking with employees and\nsoliciting their support.” Cal. Code Regs., tit. 8, §20900(e).\nUnder the regulation, a labor organization may “take access” to an\nagricultural employer’s property for up to four 30-day periods in\none calendar year. §§20900(e)(1)(A), (B). In order to take access,\na labor organization must file a written notice with the Board and\nserve a copy on the employer. §20900(e)(1)(B). Two organizers per\nwork crew (plus one additional organizer for every 15 workers over\n30 workers in a crew) may enter the employer’s property for up to\none hour before work, one hour during the lunch break, and one hour\nafter work. §§20900(e)(3)(A)–(B), (4)(A). Organizers may not engage\nin disruptive conduct, but are otherwise free to meet and talk with\nemployees as they wish. §§20900(e)(3)(A), (4)(C). Interference with\norganizers’ right of access may constitute an unfair labor\npractice, §20900(e)(5)(C), which can result in sanctions against\nthe employer, see,e.g.,Harry Carian Salesv.Agricultural Labor Relations Bd.,39 Cal. 3d 209, 231–232,703 P.2d 27, 42 (1985).Cedar Point Nursery is a strawberry grower in\nnorthern California. It employs over 400 seasonal workers and\naround 100 full-time workers, none of whom live on the property.\nAccording to the complaint, in October 2015, at five o’clock one\nmorning, members of the United Farm Workers entered Cedar Point’s\nproperty without prior notice. The organizers moved to the\nnursery’s trim shed, where hundreds of workers were preparing\nstrawberry plants. Calling through bullhorns, the organizers\ndisturbed operations, causing some workers to join the organizers\nin a protest and others to leave the worksite altogether. Cedar\nPoint filed a charge against the union for taking access without\ngiving notice. The union responded with a charge of its own,\nalleging that Cedar Point had committed an unfair labor\npractice.Fowler Packing Company is a Fresno-based grower\nand shipper of table grapes and citrus. It has 1,800 to 2,500\nemployees in its field operations and around 500 in its packing\nfacility. As with Cedar Point, none of Fowler’s workers live on the\npremises. In July 2015, organizers from the United Farm Workers\nattempted to take access to Fowler’s property, but the company\nblocked them from entering. The union filed an unfair labor\npractice charge against Fowler, which it later withdrew.Believing that the union would likely attempt to\nenter their property again in the near future, the growers filed\nsuit in Federal District Court against several Board members in\ntheir official capacity. The growers argued that the access\nregulation effected an unconstitutionalper sephysical\ntaking under the Fifth and Fourteenth Amendments by appropriating\nwithout compensation an easement for union organizers to enter\ntheir property. They requested declaratory and injunctive relief\nprohibiting the Board from enforcing the regulation against\nthem.The District Court denied the growers’ motion\nfor a preliminary injunction and granted the Board’s motion to\ndismiss. The court rejected the growers’ argument that the access\nregulation constituted aper sephysical taking,\nreasoning that it did not “allow the public to access their\nproperty in a permanent and continuous manner for whatever reason.”Cedar Point Nurseryv.Gould, 2016 WL 1559271, *5 (ED\nCal., Apr. 18, 2016) (emphasis deleted). In the court’s view, the\nregulation was instead subject to evaluation under the multifactor\nbalancing test ofPenn Central Transportation Co.v.New\nYork City,438 U.S.\n104(1978), which the growers had made no attempt to satisfy.Cedar Point Nurseryv.Gould, 2016 WL 3549408, *4 (ED\nCal., June 29, 2016).A divided panel of the Court of Appeals for the\nNinth Circuit affirmed. The court identified three categories of\nregulatory actions in takings jurisprudence: regulations that\nimpose permanent physical invasions, regulations that deprive an\nowner of all economically beneficial use of his property, and the\nremainder of regulatory actions.Cedar Point Nurseryv.Shiroma, 923 F.3d 524, 530–531 (2019). On the court’s\nunderstanding, while regulations in the first two categories\nconstituteper setakings, those in the third must be\nevaluated underPenn Central. 923 F. 3d, at 531. The\ncourt agreed with the District Court that the access regulation did\nnot fall into the first category because it did not “allow random\nmembers of the public to unpredictably traverse [the growers’]\nproperty 24 hours a day, 365 days a year.”Id., at 532. And\ngiven that the growers did not contend that the regulation deprived\nthem of all economically beneficial use of their property,per setreatment was inappropriate.Id., at 531,\n534.Judge Leavy dissented. He observed that this\nCourt had never allowed labor organizers to enter an employer’s\nproperty for substantial periods of time when its employees lived\noff premises.Id., at 536; seeLechmere, Inc.v.NLRB,502 U.S.\n527, 540–541 (1992);NLRBv.Babcock & Wilcox\nCo.,351 U.S.\n105, 113 (1956). As he saw it, the regulation constituted a\nphysical occupation and therefore effected aper setaking. 923 F. 3d, at 538.The Ninth Circuit denied rehearing en banc.\nJudge Ikuta dissented, joined by seven other judges. She reasoned\nthat the access regulation appropriated from the growers a\ntraditional form of private property—an easement in gross—and\ntransferred that property to union organizers.Cedar Point\nNurseryv.Shiroma, 956 F.3d 1162, 1168, 1171 (2020).\nThe appropriation of such an easement, she concluded, constituted aper sephysical taking under the precedents of this\nCourt.Id., at 1168.We granted certiorari. 592 U. S. ___\n(2020).IIAThe Takings Clause of the Fifth Amendment,\napplicable to the States through the Fourteenth Amendment,\nprovides: “[N]or shall private property be taken for public use,\nwithout just compensation.” The Founders recognized that the\nprotection of private property is indispensable to the promotion of\nindividual freedom. As John Adams tersely put it, “[p]roperty must\nbe secured, or liberty cannot exist.” Discourses on Davila, in 6\nWorks of John Adams 280 (C. Adams ed. 1851). This Court agrees,\nhaving noted that protection of property rights is “necessary to\npreserve freedom” and “empowers persons to shape and to plan their\nown destiny in a world where governments are always eager to do so\nfor them.”Murrv.Wisconsin, 582 U. S. ___, ___\n(2017) (slip op., at 8).When the government physically acquires private\nproperty for a public use, the Takings Clause imposes a clear and\ncategorical obligation to provide the owner with just compensation.Tahoe-Sierra Preservation Council, Inc.v.Tahoe Regional\nPlanning Agency,535 U.S.\n302, 321 (2002). The Court’s physical takings jurisprudence is\n“as old as the Republic.”Id., at 322. The government\ncommits a physical taking when it uses its power of eminent domain\nto formally condemn property. SeeUnited Statesv.General Motors Corp.,323 U.S.\n373, 374–375 (1945);United States ex rel. TVAv.Powelson,319 U.S.\n266, 270–271 (1943). The same is true when the government\nphysically takes possession of property without acquiring title to\nit. SeeUnited Statesv.Pewee Coal Co.,341 U.S.\n114, 115–117 (1951) (plurality opinion). And the government\nlikewise effects a physical taking when it occupies property—say,\nby recurring flooding as a result of building a dam. SeeUnited\nStatesv.Cress,243 U.S.\n316, 327–328 (1917). These sorts of physical appropriations\nconstitute the “clearest sort of taking,”Palazzolov.Rhode Island,533 U.S.\n606, 617 (2001), and we assess them using a simple,per serule: The government must pay for what it takes.\nSeeTahoe-Sierra, 535 U. S., at 322.When the government, rather than appropriating\nprivate property for itself or a third party, instead imposes\nregulations that restrict an owner’s ability to use his own\nproperty, a different standard applies.Id., at 321–322. Our\njurisprudence governing such use restrictions has developed more\nrecently. Before the 20th century, the Takings Clause was\nunderstood to be limited to physical appropriations of property.\nSeeHornev.Department of Agriculture, 576 U.S. 351,\n360 (2015);Legal Tender Cases, 12 Wall. 457, 551 (1871). InPennsylvania Coal Co.v.Mahon,260 U.S.\n393(1922), however, the Court established the proposition that\n“while property may be regulated to a certain extent, if regulation\ngoes too far it will be recognized as a taking.”Id., at\n415. This framework now applies to use restrictions as varied as\nzoning ordinances,Village of Euclidv.Ambler Realty\nCo.,272 U.S.\n365, 387–388 (1926), orders barring the mining of gold,United Statesv.Central Eureka Mining Co.,357 U.S.\n155, 168 (1958), and regulations prohibiting the sale of eagle\nfeathers,Andrusv.Allard,444 U.S.\n51, 65–66 (1979). To determine whether a use restriction\neffects a taking, this Court has generally applied the flexible\ntest developed inPenn Central, balancing factors such as\nthe economic impact of the regulation, its interference with\nreasonable investment-backed expectations, and the character of the\ngovernment action. 438 U. S., at 124.Our cases have often described use restrictions\nthat go “too far” as “regulatory takings.” See,e.g.,Horne, 576 U. S., at 360;Yeev.Escondido,503 U.S.\n519, 527 (1992). But that label can mislead. Government action\nthat physically appropriates property is no less a physical taking\nbecause it arises from a regulation. That explains why we held that\nan administrative reserve requirement compelling raisin growers to\nphysically set aside a percentage of their crop for the government\nconstituted a physical rather than a regulatory taking.Horne, 576 U. S., at 361. The essential question is\nnot, as the Ninth Circuit seemed to think, whether the government\naction at issue comes garbed as a regulation (or statute, or\nordinance, or miscellaneous decree). It is whether the government\nhas physically taken property for itself or someone else—by\nwhatever means—or has instead restricted a property owner’s ability\nto use his own property. SeeTahoe-Sierra, 535 U. S.,\nat 321–323. Whenever a regulation results in a physical\nappropriation of property, aper setaking has\noccurred, andPenn Centralhas no place.BThe access regulation appropriates a right to\ninvade the growers’ property and therefore constitutes aper sephysical taking. The regulation grants union\norganizers a right to physically enter and occupy the growers’ land\nfor three hours per day, 120 days per year. Rather than restraining\nthe growers’ use of their own property, the regulation appropriates\nfor the enjoyment of third parties the owners’ right to\nexclude.The right to exclude is “one of the most\ntreasured” rights of property ownership.Lorettov.Teleprompter Manhattan CATV Corp.,458\nU.S. 419, 435 (1982). According to Blackstone, the very idea of\nproperty entails “that sole and despotic dominion which one man\nclaims and exercises over the external things of the world, in\ntotal exclusion of the right of any other individual in the\nuniverse.” 2 W. Blackstone, Commentaries on the Laws of England 2\n(1766). In less exuberant terms, we have stated that the right to\nexclude is “universally held to be a fundamental element of the\nproperty right,” and is “one of the most essential sticks in the\nbundle of rights that are commonly characterized as property.”Kaiser Aetnav.United States,444 U.S.\n164, 176, 179–180 (1979); seeDolanv.City of\nTigard,512 U.S.\n374, 384, 393 (1994);Nollanv.California Coastal\nComm’n,483 U.S.\n825, 831 (1987); see also Merrill, Property and the Right to\nExclude, 77 Neb. L. Rev. 730 (1998) (calling the right to\nexclude the “sine qua non” of property).Given the central importance to property\nownership of the right to exclude, it comes as little surprise that\nthe Court has long treated government-authorized physical invasions\nas takings requiring just compensation. The Court has often\ndescribed the property interest taken as a servitude or an\neasement.For example, inUnited Statesv.Causbywe held that the invasion of private property by\noverflights effected a taking.328 U.S.\n256(1946). The government frequently flew military aircraft\nlow over the Causby farm, grazing the treetops and terrorizing the\npoultry.Id., at 259. The Court observed that ownership of\nthe land extended to airspace that low, and that “invasions of it\nare in the same category as invasions of the surface.”Id.,\nat 265. Because the damages suffered by the Causbys “were the\nproduct of a direct invasion of [their] domain,” we held that “a\nservitude has been imposed upon the land.”Id., at 265–266,\n267; see alsoPortsmouth Harbor Land & Hotel Co.v.United States,260 U.S.\n327, 330 (1922) (government assertion of a right to fire\ncoastal defense guns across private property would constitute a\ntaking).We similarly held that the appropriation of an\neasement effected a taking inKaiser Aetnav.United\nStates. A real-estate developer dredged a pond, converted it\ninto a marina, and connected it to a nearby bay and the ocean. 444\nU. S., at 167. The government asserted that the developer\ncould not exclude the public from the marina because the pond had\nbecome a navigable water.Id., at 168. We held that the\nright to exclude “falls within [the] category of interests that the\nGovernment cannot take without compensation.”Id., at 180.\nAfter noting that “the imposition of the navigational servitude”\nwould “result in an actual physical invasion of the privately owned\nmarina” by members of the public, we citedCausbyandPortsmouthfor the proposition that “even if the Government\nphysically invades only an easement in property, it must\nnonetheless pay just compensation.” 444 U. S., at 180.InLorettov.Teleprompter Manhattan\nCATV Corp., we made clear that a permanent physical occupation\nconstitutes aper setaking regardless whether it\nresults in only a trivial economic loss. New York adopted a law\nrequiring landlords to allow cable companies to install equipment\non their properties. 458 U. S., at 423. Loretto alleged that\nthe installation of a ½-inch diameter cable and two 1½-cubic-foot\nboxes on her roof caused a taking.Id., at 424. We agreed,\nstating that where government action results in a “permanent\nphysical occupation of property, our cases uniformly have found a\ntaking to the extent of the occupation, without regard to whether\nthe action achieves an important public benefit or has only minimal\neconomic impact on the owner.”Id., at 434–435.We reiterated that the appropriation of an\neasement constitutes a physical taking inNollanv.California Coastal Commission. The Nollans sought a permit\nto build a larger home on their beachfront lot. 483 U. S., at\n828. The California Coastal Commission issued the permit subject to\nthe condition that the Nollans grant the public an easement to pass\nthrough their property along the beach.Ibid.As a starting\npoint to our analysis, we explained that, had the Commission simply\nrequired the Nollans to grant the public an easement across their\nproperty, “we have no doubt there would have been a taking.”Id., at 831; see alsoDolan, 512 U. S., at 384\n(holding that compelled dedication of an easement for public use\nwould constitute a taking).More recently, inHornev.Department\nof Agriculture, we observed that “people still do not expect\ntheir property, real or personal, to be actually occupied or taken\naway.” 576 U. S., at 361. The physical appropriation by the\ngovernment of the raisins in that case was aper setaking, even if a regulatory limit with the same economic impact\nwould not have been.Id., at 362; seesupra, at 6.\n“The Constitution,” we explained, “is concerned with means as well\nas ends.” 576 U. S., at 362.The upshot of this line of precedent is that\ngovernment-authorized invasions of property—whether by plane, boat,\ncable, or beachcomber—are physical takings requiring just\ncompensation. As in those cases, the government here has\nappropriated a right of access to the growers’ property, allowing\nunion organizers to traverse it at will for three hours a day, 120\ndays a year. The regulation appropriates a right to physically\ninvade the growers’ property—to literally “take access,” as the\nregulation provides. Cal. Code Regs., tit. 8, §20900(e)(1)(C). It\nis therefore aper sephysical taking under our\nprecedents. Accordingly, the growers’ complaint states a claim for\nan uncompensated taking in violation of the Fifth and Fourteenth\nAmendments.CThe Ninth Circuit saw matters differently, as\ndo the Board and the dissent. In the decision below, the Ninth\nCircuit took the view that the access regulation did not qualify as\naper setaking because, although it grants a right to\nphysically invade the growers’ property, it does not allow for\npermanent and continuous access “24 hours a day, 365 days a year.”\n923 F. 3d, at 532 (citingNollan, 483 U. S., at\n832). The dissent likewise concludes that the regulation cannot\namount to aper setaking because it allows “access\nshort of 365 days a year.”Post, at 11 (opinion of Breyer,\nJ.). That position is insupportable as a matter of precedent and\ncommon sense. There is no reason the law should analyze an\nabrogation of the right to exclude in one manner if it extends for\n365 days, but in an entirely different manner if it lasts for\n364.To begin with, we have held that a physical\nappropriation is a taking whether it is permanent or temporary. Our\ncases establish that “compensation is mandated when a leasehold is\ntaken and the government occupies property for its own purposes,\neven though that use is temporary.”Tahoe-Sierra, 535\nU. S., at 322 (citingGeneral Motors Corp.,323 U.S.\n373;United Statesv.Petty Motor Co.,327 U.S.\n372(1946)). The duration of an appropriation—just like the\nsize of an appropriation, seeLoretto, 458 U. S., at\n436–437—bears only on the amount of compensation. SeeUnited\nStatesv.Dow,357 U.S.\n17, 26 (1958). For example, after finding a taking by physical\ninvasion, the Court inCausbyremanded the case to the lower\ncourt to determine “whether the easement taken was temporary or\npermanent,” in order to fix the compensation due. 328 U. S.,\nat 267–268.To be sure,Lorettoemphasized the\nheightened concerns associated with “[t]he permanence and absolute\nexclusivity of a physical occupation” in contrast to “temporary\nlimitations on the right to exclude,” and stated that “[n]ot every\nphysicalinvasionis a taking.” 458 U. S., at 435,\nn. 12; see alsoid., at 432–435. The latter point is\nwell taken, as we will explain. ButNollanclarified that\nappropriation of a right to physically invade property may\nconstitute a taking “even though no particular individual is\npermitted to station himself permanently upon the premises.” 483\nU. S., at 832.Next, we have recognized that physical invasions\nconstitute takings even if they are intermittent as opposed to\ncontinuous.Causbyheld that overflights of private property\neffected a taking, even though they occurred on only 4% of takeoffs\nand 7% of landings at the nearby airport. 328 U. S., at 259.\nAnd whileNollanhappened to involve a legally continuous\nright of access, we have no doubt that the Court would have reached\nthe same conclusion if the easement demanded by the Commission had\nlasted for only 364 days per year. After all, the easement was\nhardly continuous as a practical matter. As Justice Brennan\nobserved in dissent, given the shifting tides, “public passage for\na portion of the year would either be impossible or would not occur\non [the Nollans’] property.” 483 U. S., at 854. What matters\nis not that the easement notionally ran round the clock, but that\nthe government had taken a right to physically invade the Nollans’\nland. And when the government physically takes an interest in\nproperty, it must pay for the right to do so. SeeHorne, 576\nU. S., at 357–358;Tahoe-Sierra, 535 U. S., at\n322. The fact that a right to take access is exercised only from\ntime to time does not make it any less a physical taking.Even the Board declines to defend the Ninth\nCircuit’s absolutist stance. It prudently concedes that “a\nrequirement that landowners grant an easement otherwise identical\nto the one inNollanbut limited to daylight hours, might\nvery well qualify as ‘a taking without regard to other factors that\na court might ordinarily examine.’ ” Brief for Respondents\n25–26 (quotingLoretto, 458 U. S., at 432; citation and\nsome internal quotation marks omitted). But the access regulation,\nit contends, nevertheless fails to qualify as aper setaking because it “authorizes only limited and intermittent access\nfor a narrow purpose.” Brief for Respondents 26. That position is\nlittle more defensible than the Ninth Circuit’s. The fact that the\nregulation grants access only to union organizers and only for a\nlimited time does not transform it from a physical taking into a\nuse restriction. Saying that appropriation of a three hour per day,\n120 day per year right to invade the growers’ premises “does not\nconstitute a taking of a property interest but rather\n. . . a mere restriction on its use, is to use words in a\nmanner that deprives them of all their ordinary meaning.”Nollan, 483 U. S., at 831 (citation and internal\nquotation marks omitted).The Board also takes issue with the growers’\npremise that the access regulation appropriates an easement. In the\nBoard’s estimation, the regulation does not exact a true easement\nin gross under California law because the access right may not be\ntransferred, does not burden any particular parcel of property, and\nmay not be recorded. This, the Board says, reinforces its\nconclusion that the regulation does not take a constitutionally\nprotected property interest from the growers. The dissent agrees,\nsuggesting that the access right cannot effect aper setaking because it does not require the growers to grant the union\norganizers an easement as defined by state property law. Seepost, at 4, 11.These arguments misconstrue our physical takings\ndoctrine. As a general matter, it is true that the property rights\nprotected by the Takings Clause are creatures of state law. SeePhillipsv.Washington Legal Foundation,524 U.S.\n156, 164 (1998);Lucasv.South Carolina Coastal\nCouncil,505 U.S.\n1003, 1030 (1992). But no one disputes that, without the access\nregulation, the growers would have had the right under California\nlaw to exclude union organizers from their property. SeeAllredv.Harris,14 Cal. App. 4th 1386, 1390,18 Cal. Rptr. 2d 530, 533 (1993). And no one disputes that the\naccess regulation took that right from them. The Board cannot\nabsolve itself of takings liability by appropriating the growers’\nright to exclude in a form that is a slight mismatch from state\neasement law. Under the Constitution, property rights “cannot be so\neasily manipulated.”Horne, 576 U. S., at 365 (internal\nquotation marks omitted); see alsoWebb’s Fabulous Pharmacies,\nInc.v.Beckwith,449 U.S.\n155, 164 (1980) (“a State, byipse dixit, may not\ntransform private property into public property without\ncompensation”).Our decisions consistently reflect this\nintuitive approach. We have recognized that the government can\ncommit a physical taking either by appropriating property through a\ncondemnation proceeding or by simply “enter[ing] into physical\npossession of property without authority of a court order.”Dow, 357 U. S., at 21; see alsoUnited Statesv.Clarke,445 U.S.\n253, 256–257, and n. 3 (1980). In the latter situation, the\ngovernment’s intrusion does not vest it with a property interest\nrecognized by state law, such as a fee simple or a leasehold. SeeDow, 357 U. S., at 21. Yet we recognize a physical\ntaking all the same. Seeid., at 22. Any other result would\nallow the government to appropriate private property without just\ncompensation so long as it avoids formal condemnation. We have\nnever tolerated that outcome. SeePewee Coal Co., 341\nU. S., at 116–117. For much the same reason, inPortsmouth,Causby, andLorettowe never\npaused to consider whether the physical invasions at issue vested\nthe intruders with formal easements according to the nuances of\nstate property law (nor do we see how they could have). Instead, we\nfollowed our traditional rule: Because the government appropriated\na right to invade, compensation was due. That same test governs\nhere.The Board and the dissent further contend that\nour decision inPruneYard Shopping Centerv.Robins,447 U.S.\n74(1980), establishes that the access regulation cannot\nqualify as aper setaking. There the California\nSupreme Court held that the State Constitution protected the right\nto engage in leafleting at the PruneYard, a privately owned\nshopping center.Id., at 78. The shopping center argued that\nthe decision had taken without just compensation its right to\nexclude.Id., at 82. Applying thePenn Centralfactors, we held that no compensable taking had occurred. 447\nU. S., at 83; cf.Heart of Atlanta Motel, Inc.v.United States,379 U.S.\n241, 261 (1964) (rejecting claim that provisions of the Civil\nRights Act of 1964 prohibiting racial discrimination in public\naccommodations effected a taking).The Board and the dissent argue thatPruneYardshows that limited rights of access to private\nproperty should be evaluated as regulatory rather thanper setakings. Seepost, at 8–9. We disagree.\nUnlike the growers’ properties, the PruneYard was open to the\npublic, welcoming some 25,000 patrons a day. 447 U. S., at\n77–78. Limitations on how a business generally open to the public\nmay treat individuals on the premises are readily distinguishable\nfrom regulations granting a right to invade property closed to the\npublic. SeeHorne, 576 U. S., at 364 (distinguishingPruneYardas involving “an already publicly accessible”\nbusiness);Nollan, 483 U. S., at 832, n. 1 (same).The Board also relies on our decision inNLRBv.Babcock & Wilcox Co. But that reliance is\nmisplaced. InBabcock, the National Labor Relations Board\nfound that several employers had committed unfair labor practices\nunder the National Labor Relations Act by preventing union\norganizers from distributing literature on company property. 351\nU. S., at 109. We held that the statute did not require\nemployers to allow organizers onto their property, at least outside\nthe unusual circumstance where their employees were otherwise\n“beyond the reach of reasonable union efforts to communicate with\nthem.”Id., at 113; see alsoLechmere, 502\nU. S., at 540 (employees residing off company property are\npresumptively not beyond the reach of the union’s message). The\nBoard contends thatBabcock’s approach of balancing property\nand organizational rights should guide our analysis here. SeeLoretto, 458 U. S., at 434, n. 11 (discussingBabcockprinciple). ButBabcockdid not involve a\ntakings claim. Whatever specific takings issues may be presented by\nthe highly contingent access right we recognized under the NLRA,\nCalifornia’s access regulation effects aper sephysical taking under our precedents. SeeTahoe-Sierra, 535\nU. S., at 322.DIn its thoughtful opinion, the dissent advances\na distinctive view of property rights. The dissent encourages\nreaders to consider the issue “through the lens of ordinary\nEnglish,” and contends that, so viewed, the “regulation does notappropriateanything.”Post, at 3, 5. Rather, the\naccess regulation merely “regulates. . . the\nowners’ right to exclude,” so it must be assessed “underPenn\nCentral’s fact-intensive test.”Post, at 2, 5. “A right\nto enter my woods only on certain occasions,” the dissent\nelaborates, “is a taking only if the regulation allowing it goes\n‘too far.’ ”Post, at 11. The dissent contends that our\ndecisions inCausby,Portsmouth, andKaiser\nAetnaapplied just such a flexible approach, under which the\nCourt “balanced several factors” to determine whether the physical\ninvasions at issue effected a taking.Post, at 9–11.\nAccording to the dissent, this kind of latitude toward temporary\ninvasions is a practical necessity for governing in our complex\nmodern world. Seepost, at 11–12.With respect, our own understanding of the role\nof property rights in our constitutional order is markedly\ndifferent. In “ordinary English” “appropriation” means\n“takingas one’s own,” 1 Oxford English Dictionary 587 (2d\ned. 1989) (emphasis added), and the regulation expressly grants to\nlabor organizers the “right totakeaccess,” Cal. Code\nRegs., tit. 8, §20900(e)(1)(C) (emphasis added). We cannot agree\nthat the right to exclude is an empty formality, subject to\nmodification at the government’s pleasure. On the contrary, it is a\n“fundamental element of the property right,”Kaiser Aetna,\n444 U. S., at 179–180, that cannot be balanced away. Our cases\nestablish that appropriations of a right to invade areper sephysical takings, not use restrictions subject\ntoPenn Central: “[W]hen [government] planes use private\nairspace to approach a government airport, [the government] is\nrequired to pay for that share no matter how small.”Tahoe-Sierra, 535 U. S., at 322 (citingCausby).\nAnd whileKaiser Aetnamay have referred to the test fromPenn Central, see 444 U. S., at 174–175, the Court\nconcluded categorically that the government must pay just\ncompensation for physical invasions, seeid., at 180 (citingCausbyandPortsmouth). With regard to the\ncomplexities of modern society, we think they only reinforce the\nimportance of safeguarding the basic property rights that help\npreserve individual liberty, as the Founders explained. Seesupra, at 5.In the end, the dissent’s permissive approach to\nproperty rights hearkens back to views expressed (in dissent) for\ndecades. See,e.g.,Nollan, 483 U. S., at 864\n(Brennan, J., dissenting) (“[The Court’s] reasoning is hardly\nsuited to the complex reality of natural resource protection in the\n20th century.”);Loretto, 458 U. S., at 455 (Blackmun,\nJ., dissenting) (“[T]oday’s decision . . . represents an\narchaic judicial response to a modern social problem.”);Causby, 328 U. S., at 275 (Black, J., dissenting)\n(“Today’s opinion is, I fear, an opening wedge for an unwarranted\njudicial interference with the power of Congress to develop\nsolutions for new and vital national problems.”). As for today’s\nconsidered dissent, it concludes with “Better the devil we know\n. . . ,”post, at 16, but its objections, to\nborrow from then-Justice Rehnquist’s invocation of Wordsworth,\n“bear[ ] the sound of ‘Old, unhappy, far-off things, and\nbattles long ago,’ ”Kaiser Aetna, 444 U. S., at\n177.IIIThe Board, seconded by the dissent, warns that\ntreating the access regulation as aper sephysical\ntaking will endanger a host of state and federal government\nactivities involving entry onto private property. Seepost,\nat 11–14. That fear is unfounded.First, our holding does nothing to efface\nthe distinction between trespass and takings. Isolated physical\ninvasions, not undertaken pursuant to a granted right of access,\nare properly assessed as individual torts rather than\nappropriations of a property right. This basic distinction is\nfirmly grounded in our precedent. SeePortsmouth, 260\nU. S., at 329–330 (“[W]hile a single act may not be enough, a\ncontinuance of them in sufficient number and for a sufficient time\nmay prove [the intent to take property]. Every successive trespass\nadds to the force of the evidence.”); 1 P. Nichols, The Law of\nEminent Domain §112, p. 311 (1917) (“[A] mere occasional\ntrespass would not constitute a taking.”). And lower courts have\nhad little trouble applying it. See,e.g.,Hendlerv.United States, 952 F.2d 1364, 1377 (CA Fed. 1991)\n(identifying a “truckdriver parking on someone’s vacant land to eat\nlunch” as an example of a mere trespass).The distinction between trespass and takings\naccounts for our treatment of temporary government-induced flooding\ninArkansas Game and Fish Commissionv.United\nStates,568 U.S.\n23(2012). There we held, “simply and only,” that such flooding\n“gains no automatic exemption from Takings Clause inspection.”Id., at 38. Because this type of flooding can present\ncomplex questions of causation, we instructed lower courts\nevaluating takings claims based on temporary flooding to consider a\nrange of factors including the duration of the invasion, the degree\nto which it was intended or foreseeable, and the character of the\nland at issue.Id., at 38–39. Applying those factors on\nremand, the Federal Circuit concluded that the government had\neffected a taking in the form of a temporary flowage easement.Arkansas Game and Fish Comm’nv.United States, 736\nF.3d 1364, 1372 (2013). Our approach inArkansas Game and Fish\nCommissionreflects nothing more than an application of the\ntraditional trespass-versus-takings distinction to the unique\nconsiderations that accompany temporary flooding.Second, many government-authorized\nphysical invasions will not amount to takings because they are\nconsistent with longstanding background restrictions on property\nrights. As we explained inLucasv.South Carolina\nCoastal Council, the government does not take a property\ninterest when it merely asserts a “pre-existing limitation upon the\nland owner’s title.” 505 U. S., at 1028–1029. For example, the\ngovernment owes a landowner no compensation for requiring him to\nabate a nuisance on his property, because he never had a right to\nengage in the nuisance in the first place. Seeid., at\n1029–1030.These background limitations also encompass\ntraditional common law privileges to access private property. One\nsuch privilege allowed individuals to enter property in the event\nof public or private necessity. See Restatement (Second) of Torts\n§196 (1964) (entry to avert an imminent public disaster); §197\n(entry to avert serious harm to a person, land, or chattels); cf.Lucas, 505 U. S., at 1029, n. 16. The common law\nalso recognized a privilege to enter property to effect an arrest\nor enforce the criminal law under certain circumstances.\nRestatement (Second) of Torts §§204–205. Because a property owner\ntraditionally had no right to exclude an official engaged in a\nreasonable search, see,e.g.,Sandfordv.Nichols, 13 Mass. 286, 288 (1816), government searches that\nare consistent with the Fourth Amendment and state law cannot be\nsaid to take any property right from landowners. See generallyCamarav.Municipal Court of City and County of San\nFrancisco,387 U.S.\n523, 538 (1967).Third, the government may require\nproperty owners to cede a right of access as a condition of\nreceiving certain benefits, without causing a taking. InNollan, we held that “a permit condition that serves the\nsame legitimate police-power purpose as a refusal to issue the\npermit should not be found to be a taking if the refusal to issue\nthe permit would not constitute a taking.” 483 U. S., at 836.\nThe inquiry, we later explained, is whether the permit condition\nbears an “essential nexus” and “rough proportionality” to the\nimpact of the proposed use of the property.Dolan, 512\nU. S., at 386, 391; see alsoKoontzv.St. Johns\nRiver Water Management Dist.,570 U.S.\n595, 599 (2013).Under this framework, government health and\nsafety inspection regimes will generally not constitute takings.\nSee,e.g.,Ruckelshausv.Monsanto Co.,467 U.S.\n986, 1007 (1984). When the government conditions the grant of a\nbenefit such as a permit, license, or registration on allowing\naccess for reasonable health and safety inspections, both the nexus\nand rough proportionality requirements of the constitutional\nconditions framework should not be difficult to satisfy. See,e.g., 7 U. S. C. §136g(a)(1)(A) (pesticide\ninspections); 16 U. S. C. §823b(a) (hydroelectric project\ninvestigations); 21 U. S. C. §374(a)(1) (pharmaceutical\ninspections); 42 U. S. C. §2201(o) (nuclear\nmaterial inspections). None of these considerations undermine our\ndetermination that the access regulation here gives rise to aper sephysical taking. Unlike a mere trespass, the\nregulation grants a formal entitlement to physically invade the\ngrowers’ land. Unlike a law enforcement search, no traditional\nbackground principle of property law requires the growers to admit\nunion organizers onto their premises. And unlike standard health\nand safety inspections, the access regulation is not germane to any\nbenefit provided to agricultural employers or any risk posed to the\npublic. SeeHorne, 576 U. S., at 366 (“basic and\nfamiliar uses of property” are not a special benefit that “the\nGovernment may hold hostage, to be ransomed by the waiver of\nconstitutional protection”). The access regulation amounts to\nsimple appropriation of private property.*  *  *The access regulation grants labor\norganizations a right to invade the growers’ property. It therefore\nconstitutes aper sephysical taking.The judgment of the United States Court of\nAppeals for the Ninth Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}