{
    "case": {
        "docket": "220",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/220/"
    },
    "id": "1962061",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTJONES V. FLOWERS547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1477GARY KENT JONES, PETITIONERv.LINDA K.\nFLOWERS et al.on writ of certiorari to the supreme court of\narkansas[April 26, 2006]Chief Justice Roberts delivered\nthe opinion of the Court.Before a State may take property\nand sell it for unpaid taxes, the Due Process Clause of the\nFourteenth Amendment requires the government to provide the owner\n“notice and opportunity for hearing appropriate to the nature of\nthe case.”Mullanev.Central Hanover Bank & Trust\nCo.,339 U. S.\n306, 313 (1950). We granted certiorari to determine whether,\nwhen notice of a tax sale is mailed to the owner and returned\nundelivered, the government must take additional reasonable steps\nto provide notice before taking the owner’s property.IIn 1967, petitioner Gary Jones\npurchased a house at 717 North Bryan Street in Little Rock,\nArkansas. He lived in the house with his wife until they separated\nin 1993. Jones then moved into an apartment in Little Rock, and his\nwife continued to live in the North Bryan Street house. Jones paid\nhis mortgage each month for 30 years, and the mortgage company paid\nJones’ property taxes. After Jones paid off his mortgage in 1997,\nthe property taxes went unpaid, and the property was certified as\ndelinquent.In April 2000, respondent Mark\nWilcox, the Commissioner of State Lands (Commissioner), attempted\nto notify Jones of his tax delinquency, and his right to redeem the\nproperty, by mailing a certified letter to Jones at the North Bryan\nStreet address. See Ark. Code Ann. §26–37–301 (1997). The packet of\ninformation stated that unless Jones redeemed the property, it\nwould be subject to public sale two years later on April 17, 2002.\nSeeibid.Nobody was home to sign for the letter, and\nnobody appeared at the post office to retrieve the letter within\nthe next 15 days. The post office returned the unopened packet to\nthe Commissioner marked “ ‘unclaimed.’ ” Pet. for Cert.\n3.Two years later, and just a few weeks before\nthe public sale, the Commissioner published a notice of public sale\nin the Arkansas Democrat Gazette. No bids were submitted, which\npermitted the State to negotiate a private sale of the property.\nSee §26–37–202(b). Several months later, respondent Linda Flowers\nsubmitted a purchase offer. The Commissioner mailed another\ncertified letter to Jones at the North Bryan Street address,\nattempting to notify him that his house would be sold to Flowers if\nhe did not pay his taxes. Like the first letter, the second was\nalso returned to the Commissioner marked “unclaimed.”Ibid.Flowers purchased the house, which the parties\nstipulated in the trial court had a fair market value of $80,000,\nfor $21,042.15. Record 224. Immediately after the 30-day period for\npostsale redemption passed, see §26–37–202(e), Flowers had an\nunlawful detainer notice delivered to the property. The notice was\nserved on Jones’ daughter, who contacted Jones and notified him of\nthe tax sale.Id.,at 11 (Exh. B).Jones filed a lawsuit in Arkansas state court\nagainst the Commissioner and Flowers, alleging that the\nCommissioner’s failure to provide notice of the tax sale and of\nJones’ right to redeem resulted in the taking of his property\nwithout due process. The Commissioner and Flowers moved for summary\njudgment on the ground that the two unclaimed letters sent by the\nCommissioner were a constitutionally adequate attempt at notice,\nand Jones filed a cross-motion for summary judgment. The trial\ncourt granted summary judgment in favor of the Commissioner and\nFlowers. App. to Pet. for Cert. 12a–13a. It concluded that the\nArkansas tax sale statute, which set forth the notice procedure\nfollowed by the Commissioner, complied with constitutional due\nprocess requirements.Jones appealed, and the Arkansas Supreme Court\naffirmed the trial court’s judgment. 359 Ark. 443, ___ S. W.\n3d ___ (2004). The court noted our precedent stating that due\nprocess does not require actual notice, seeDusenberyv.United States,534 U. S. 161, 170 (2002), and it held\nthat attempting to provide notice by certified mail satisfied due\nprocess in the circumstances presented, 359 Ark., at ___, ___\nS. W. 3d, at ___.We granted certiorari, 545 U. S. ___ (2005),\nto resolve a conflict among the Circuits and State Supreme Courts\nconcerning whether the Due Process Clause requires the government\nto take additional reasonable steps to notify a property owner when\nnotice of a tax sale is returned undelivered. Compare,e.g.,\nAkeyv.Clinton County, 375 F. 3d 231, 236 (CA2\n2004) (“In light of the notice’s return, the County was required to\nuse ‘reasonably diligent efforts’ to ascertain Akey’s correct\naddress”), andKennedyv.Mossafa, 100 N. Y.\n2d 1, 9, 789 N. E. 2d 607, 611 (2003) (“[W]e reject the view\nthat the enforcing officer’s obligation is always satisfied by\nsending the notice to the address listed in the tax roll, even\nwhere the notice is returned as undeliverable”), withSmithv.Cliffs on the Bay Condominium Assn., 463\nMich. 420, 429, 617 N. W. 2d 536, 541 (2000)(per\ncuriam)(“The fact that one of the mailings was returned by\nthe post office as undeliverable does not impose on the state the\nobligation to undertake an investigation to see if a new address …\ncould be located”). We hold that when mailed notice of a tax sale\nis returned unclaimed, the State must take additional reasonable\nsteps to attempt to provide notice to the property owner before\nselling his property, if it is practicable to do so. Under the\ncircumstances presented here, additional reasonable steps were\navailable to the State. We therefore reverse the judgment of the\nArkansas Supreme Court.IIADue process does not require that\na property owner receive actual notice before the government may\ntake his property.Dusenbery,supra, at 170.\nRather, we have stated that due process requires the government to\nprovide “notice reasonably calculated, under all the circumstances,\nto apprise interested parties of the pendency of the action and\nafford them an opportunity to present their objections.”Mullane, 339 U. S., at 314. The Commissioner argues that\nonce the State provided notice reasonably calculated to apprise\nJones of the impending tax sale by mailing him a certified letter,\ndue process was satisfied. The Arkansas statutory scheme is\nreasonably calculated to provide notice, the Commissioner\ncontinues, because it provides for notice by certified mail to an\naddress that the property owner is responsible for keeping up to\ndate. See Ark. Code Ann. §26–35–705 (1997). The Commissioner notes\nthis Court’s ample precedent condoning notice by mail, see,e.g., Dusenbery, supra,at 169;Tulsa Professional\nCollection Services, Inc.v.Pope,485 U. S. 478, 490 (1988);Mennonite Bd. of Missionsv.Adams,462 U. S. 791, 798 (1983);Mullane,supra, at 318–319, and adds that the\nArkansas scheme exceeds constitutional requirements by requiring\nthe Commissioner to use certified mail. Brief for Respondent\nCommissioner 14–15.It is true that this Court has\ndeemed notice constitutionally sufficient if it was reasonably\ncalculated to reach the intended recipient when sent. See,e.g.,Dusenbery,supra, at 168–169;Mullane, 339 U. S., at 314. In each of these cases, the\ngovernment attempted to provide notice and heard nothing back\nindicating that anything had gone awry, and we stated that “[t]he\nreasonableness and hence the constitutional validity of [the]\nchosen method may be defended on the ground that it is in itself\nreasonably certain to inform those affected.”Id.,at 315;\nsee alsoDusenbery,supra, at 170. But we have\nnever addressed whether due process entails further responsibility\nwhen the government becomes aware prior to the taking that its\nattempt at notice has failed. That is a new wrinkle, and we have\nexplained that the “notice required will vary with circumstances\nand conditions.”Walkerv.City of Hutchinson,352 U. S. 112,\n115 (1956). The question presented is whether such knowledge on the\ngovernment’s part is a “circumstance and condition” that varies the\n“notice required.”The Courts of Appeals and State Supreme Courts\nhave addressed this question on frequent occasions, and most have\ndecided that when the government learns its attempt at notice has\nfailed, due process requires the government to do something more\nbefore real property may be sold in a tax sale.[Footnote 1] See,e.g.,Plemonsv.Gale, 396 F. 3d 569, 576 (CA4 2005);Akey, 375 F. 3d, at 236;Hamiltonv.Renewed Hope, Inc., 277 Ga. 465, 468, 589 S. E. 2d\n81, 85 (2003);Kennedy, 100 N. Y. 2d, at 9, 789\nN. E. 2d, at 611;Malonev.Robinson, 614\nA. 2d 33, 38 (D. C. App. 1992);St. George Antiochian\nOrthodox Christian Churchv.Aggarwal, 326 Md. 90,\n103, 603 A. 2d 484, 490 (1992);Wells Fargo Credit\nCorp.v.Ziegler, 780 P. 2d 703, 705 (Okla.\n1989);Rosenbergv.Smidt, 727 P. 2d 778,\n780–783 (Alaska 1986);Giacobbiv.Hall, 109\nIdaho 293, 297, 707 P. 2d 404, 408 (1985);Tracyv.County of Chester,Tax Claim Bureau,507 Pa. 288,\n296, 489 A. 2d 1334, 1338–1339 (1985). But seeSmith,\n463 Mich., at 429, 617 N. W. 2d, at 541;Dahnv.Trownsell, 1998 SD 36, ¶23, 576 N. W. 2d 535,\n541–542;Elizondov.Read, 588 N. E. 2d 501,\n504 (Ind. 1992);Atlantic Cityv.Block C–11, Lot\n11, 74 N. J. 34, 39–40, 376 A. 2d 926, 928 (1977).\nMany States already require in their statutes that the government\ndo more than simply mail notice to delinquent owners, either at the\noutset or as a followup measure if initial mailed notice is\nineffective.[Footnote 2]InMullane, we stated that “when\nnotice is a person’s due … [t]he means employed must be such as one\ndesirous of actually informing the absentee might reasonably adopt\nto accomplish it,” 339 U. S., at 315, and that assessing the\nadequacy of a particular form of notice requires balancing the\n“interest of the State” against “the individual interest sought to\nbe protected by the Fourteenth Amendment,”id., at 314.\nOur leading cases on notice have evaluated the adequacy of notice\ngiven to beneficiaries of a common trust fund,Mullane,supra;a mortgagee,Mennonite,462 U. S. 791; owners of seized cash\nand automobiles,Dusenbery,534 U. S. 161;Robinsonv.Hanrahan,409 U. S. 38(1972)(per curiam);creditors of an estate,Tulsa\nProfessional,485 U. S. 478; and tenants living in\npublic housing,Greenev.Lindsey,456 U. S. 444(1982). In\nthis case, we evaluate the adequacy of notice prior to the State\nextinguishing a property owner’s interest in a home.We do not think that a person who actually\ndesired to inform a real property owner of an impending tax sale of\na house he owns would do nothing when a certified letter sent to\nthe owner is returned unclaimed. If the Commissioner prepared a\nstack of letters to mail to delinquent taxpayers, handed them to\nthe postman, and then watched as the departing postman accidentally\ndropped the letters down a storm drain, one would certainly expect\nthe Commissioner’s office to prepare a new stack of letters and\nsend them again. No one “desirous of actually informing” the owners\nwould simply shrug his shoulders as the letters disappeared and say\n“I tried.” Failure to follow up would be unreasonable, despite the\nfact that the letters were reasonably calculated to reach their\nintended recipients when delivered to the postman.By the same token, when a letter is returned\nby the post office, the sender will ordinarily attempt to resend\nit, if it is practicable to do so. SeeSmallv.United\nStates, 136 F. 3d 1334, 1337 (CADC 1998). This is\nespecially true when, as here, the subject matter of the letter\nconcerns such an important and irreversible prospect as the loss of\na house. Although the State may have made a reasonable calculation\nof how to reach Jones, it had good reason to suspect when the\nnotice was returned that Jones was “no better off than if the\nnotice had never been sent.”Malone,supra,at\n37. Deciding to take no further action is not what someone\n“desirous of actually informing” Jones would do; such a person\nwould take further reasonable steps if any were available.In prior cases, we have required the\ngovernment to consider unique information about an intended\nrecipient regardless of whether a statutory scheme is reasonably\ncalculated to provide notice in the ordinary case. InRobinsonv.Hanrahan,we held that notice of\nforfeiture proceedings sent to a vehicle owner’s home address was\ninadequate when the State knew that the property owner was in\nprison. 409 U. S., at 40. InCoveyv.Town of\nSomers,351 U.\nS. 141(1956), we held that notice of foreclosure by mailing,\nposting, and publication was inadequate when town officials knew\nthat the property owner was incompetent and without a guardian’s\nprotection.Id., at 146–147.The Commissioner points out that in these\ncases, the State was aware of such informationbeforeit\ncalculated how best to provide notice. But it is difficult to\nexplain why due process would have settled for something less if\nthe government had learned after notice was sent, but before the\ntaking occurred, that the property owner was in prison or was\nincompetent. UnderRobinsonandCovey, the\ngovernment’s knowledge that notice pursuant to the normal procedure\nwas ineffective triggered an obligation on the government’s part to\ntake additional steps to effect notice. That knowledge was one of\nthe “practicalities and peculiarities of the case,”Mullane,supra,at 314–315, that the Court took\ninto account in determining whether constitutional requirements\nwere met. It should similarly be taken into account in assessing\nthe adequacy of notice in this case. The dissent dismisses the\nState’s knowledge that its notice was ineffective as “learned long\nafter the fact,”post, at 7, n. 5 (opinion of Thomas,\nJ.), but the notice letter was promptly returned to the State two\nto three weeks after it was sent, and the Arkansas statutory regime\nprecludes the State from taking the property for twoyearswhile the property owner may exercise his right to redeem, see Ark.\nCode Ann. §26–37–301 (Supp. 2005).It is certainly true, as the Commissioner and\nSolicitor General contend, that the failure of notice in a specific\ncase does not establish the inadequacy of the attempted notice; in\nthat sense, the constitutionality of a particular procedure for\nnotice is assessedex ante, rather thanpost hoc.\nBut if a feature of the State’s chosen procedure is that it\npromptly provides additional information to the government about\nthe effectiveness of notice, it does not contravene theex\nanteprinciple to consider what the government does with that\ninformation in assessing the adequacy of the chosen procedure.\nAfter all, the State knewex antethat it would promptly\nlearn whether its effort to effect notice through certified mail\nhad succeeded. It would not be inconsistent with the approach the\nCourt has taken in notice cases to ask, with respect to a procedure\nunder which telephone calls were placed to owners, what the State\ndid when no one answered. Asking what the State does when a notice\nletter is returned unclaimed is not substantively different.The Commissioner has three further arguments\nfor why reasonable followup measures were not required in this\ncase. First, notice was sent to an address that Jones provided and\nhad a legal obligation to keep updated. See Ark. Code Ann.\n§26–35–705 (1997). Second, “after failing to receive a property tax\nbill and pay property taxes, a property holder is on inquiry-notice\nthat his property is subject to governmental taking.” Brief for\nRespondent Commissioner 18–19. Third, Jones was obliged to ensure\nthat those in whose hands he left his property would alert him if\nit was in jeopardy. None of these contentions relieves the State of\nits constitutional obligation to provide adequate notice.The Commissioner does not argue that Jones’\nfailure to comply with a statutory obligation to keep his address\nupdated forfeits his right to constitutionally sufficient notice,\nand we agree.Id., at 19; see also Brief for United States\nasAmicus Curiae16, n. 5 (quotingMennonite, 462 U. S., at 799 (“ ‘[A] party’s ability\nto take steps to safeguard its own interests does not relieve the\nState of its constitutional obligation’ ”)). InRobinson, we noted that Illinois law required each vehicle\nowner to register his address with the secretary of state, and that\nthe State’s vehicle forfeiture scheme provided for notice by mail\nto the address listed in the secretary’s records. See 409 U. S., at\n38, n. 1 (citing Ill. Rev. Stat., ch. 9512, §3–405 (1971), and ch. 38, §36–1 (1969)).\nBut we found that the State had not provided constitutionally\nsufficient notice, despite having followed its reasonably\ncalculated scheme, because it knew that Robinson could not be\nreached at his address of record. 409 U. S., at 31–32. Although\nArk. Code Ann. §26–35–705 provides strong support for the\nCommissioner’s argument that mailing a certified letter to Jones at\n717 North Bryan Street was reasonably calculated to reach him, it\ndoes not alter the reasonableness of the Commissioner’s position\nthat he must do nothing more when the notice is promptly returned\n“unclaimed.”As for the\nCommissioner’s inquiry notice argument, the common knowledge that\nproperty may become subject to government taking when taxes are not\npaid does not excuse the government from complying with its\nconstitutional obligation of notice before taking private property.\nWe have previously stated the opposite: An interested party’s\n“knowledge of delinquency in the payment of taxes is not equivalent\nto notice that a tax sale is pending.”Mennonite,supra,at 800. It is at least as widely known that\narrestees have the right to remain silent, and that anything they\nsay may be used against them, seeDickersonv.United\nStates,530 U.\nS. 428, 443 (2000) (“Miranda[v.Arizona,384 U. S. 436(1966),] has become embedded in routine police practice to the\npoint where the warnings have become part of our national\nculture”), but that knowledge does not excuse a police failure to\nprovideMirandawarnings. Arkansas affords even a\ndelinquent taxpayer the right to settle accounts with the State and\nredeem his property, so Jones’ failure to pay his taxes in a timely\nmanner cannot by itself excuse inadequate notice.Finally, the\nCommissioner reminds us of a statement fromMullanethat\nthe State can assume an owner leaves his property in the hands of\none who will inform him if his interest is in jeopardy. 339 U. S.,\nat 316. But in this passage, Justice Jackson writes of “libel of a\nship, attachment of a chattel[,] or entry upon real estate in the\nname of law”—such “seiz[ures]” of property, he concluded, “may\nreasonably be expected to come promptly to the owner’s attention.”Ibid.An occupant, however, is not charged with acting as\nthe owner’s agent in all respects, and it is quite a leap from\nJustice Jackson’s examples to conclude that it is an obligation of\ntenancy to follow up with certified mail of unknown content\naddressed to the owner. In fact, the State makes it impossible for\nthe occupant to learn why the Commissioner is writing the owner,\nbecause an occupant cannot call for a certified letter without\nfirst obtaining the owner’s signature. For all the occupant knows,\nthe Commissioner of State Lands might write to certain residents\nabout a variety of matters he finds important, such as state parks\nor highway construction; it would by no means be obvious to an\noccupant observing a certified mail slip from the Commissioner that\nthe owner is in danger of losing his property. In any event, there\nis no record evidence that notices of attempted delivery were left\nat 717 North Bryan Street.Mr. Jones\nshould have been more diligent with respect to his property, no\nquestion. People must pay their taxes, and the government may hold\ncitizens accountable for tax delinquency by taking their property.\nBut before forcing a citizen to satisfy his debt by forfeiting his\nproperty, due process requires the government to provide adequate\nnotice of the impending taking. U. S. Const., Amdt. 14;Mennonite,supra, at 799.BIn response to the returned form suggesting\nthat Jones had not received notice that he was about to lose his\nproperty, the State did—nothing. For the reasons stated, we\nconclude the State should have taken additional reasonable steps to\nnotify Jones, if practicable to do so. The question remains whether\nthere were any such available steps. While “[i]t is not our\nresponsibility to prescribe the form of service that the\n[government] should adopt,”Greene,456 U. S., at 455,\nn. 9, if there were no reasonable additional steps the\ngovernment could have taken upon return of the unclaimed notice\nletter, it cannot be faulted for doing\nnothing.We think there were several reasonable steps\nthe State could have taken. What steps are reasonable in response\nto new information depends upon what the new information reveals.\nThe return of the certified letter marked “unclaimed” meant either\nthat Jones still lived at 717 North Bryan Street, but was not home\nwhen the postman called and did not retrieve the letter at the post\noffice, or that Jones no longer resided at that address. One\nreasonable step primarily addressed to the former possibility would\nbe for the State to resend the notice by regular mail, so that a\nsignature was not required. The Commissioner says that use of\ncertified mail makes actual notice more likely, because requiring\nthe recipient’s signature protects against misdelivery. But that is\nonly true, of course, when someone is home to sign for the letter,\nor to inform the mail carrier that he has arrived at the wrong\naddress. Otherwise, “[c]ertified mail is dispatched and handled in\ntransit as ordinary mail,” United States Postal Service, Domestic\nMail Manual §503.3.2.1 (Mar. 16, 2006), and the use of certified\nmail might make actual notice less likely in some cases—the letter\ncannot be left like regular mail to be examined at the end of the\nday, and it can only be retrieved from the post office for a\nspecified period of time. Following up with regular mail might also\nincrease the chances of actual notice to Jones if—as it turned\nout—he had moved. Even occupants who ignored certified mail notice\nslips addressed to the owner (if any had been left) might scrawl\nthe owner’s new address on the notice packet and leave it for the\npostman to retrieve, or notify Jones\ndirectly.Other reasonable followup measures, directed\nat the possibility that Jones had moved as well as that he had\nsimply not retrieved the certified letter, would have been to post\nnotice on the front door, or to address otherwise undeliverable\nmail to “occupant.” Most States that explicitly outline additional\nprocedures in their tax sale statutes require just such steps. See\nn. 2,supra. Either approach would increase the\nlikelihood that the owner would be notified that he was about to\nlose his property, given the failure of a letter deliverable only\nto the owner in person. That is clear in the case of an owner who\nstill resided at the premises. It is also true in the case of an\nowner who has moved: Occupants who might disregard a certified mail\nslip not addressed to them are less likely to ignore posted notice,\nand a letter addressed to them (even as “occupant”) might be opened\nand read. In either case, there is a significant chance the\noccupants will alert the owner, if only because a change in\nownership could well affect their own occupancy. In fact, Jones\nfirst learned of the State’s effort to sell his house when he was\nalerted by one of the occupants—his daughter—after she was served\nwith an unlawful detainer notice.Jones believes that the Commissioner should\nhave searched for his new address in the Little Rock phonebook and\nother government records such as income tax rolls. We do not\nbelieve the government was required to go this far. As the\nCommissioner points out, the return of Jones’ mail marked\n“unclaimed” did not necessarily mean that 717 North Bryan Street\nwas an incorrect address; it merely informed the Commissioner that\nno one appeared to sign for the mail before the designated date on\nwhich it would be returned to the sender. An open-ended search for\na new address—especially when the State obligates the taxpayer to\nkeep his address updated with the tax collector, see Ark. Code Ann.\n§26–35–705 (1997)—imposes burdens on the State significantly\ngreater than the several relatively easy options outlined\nabove.The Commissioner complains about the burden\nof even those additional steps, but his argument is belied by\nArkansas’ current requirement that notice to homestead owners be\naccomplished by personal service if certified mail is returned,\n§26–37–301(e) (Supp. 2005), and the fact that Arkansas transfers\nthe cost of notice to the taxpayer or the tax sale purchaser,\n§26–37–104(a). The Commissioner has offered no estimate of how many\nnotice letters are returned, and no facts to support the dissent’s\nassertion that the Commissioner must now physically locate “tens of\nthousands of properties every year.”Post, at 10. Citing\nour decision inGreenev.Lindsey,the Solicitor\nGeneral adds that posted notice could be taken down by children or\nvandals. But inGreene, we noted that outside the specific\nfacts of that case, posting notice on real property is “a\nsingularly appropriate and effective way of ensuring that a person\n… is actually apprised of proceedings against him.” 456 U. S., at\n452–453. Successfully providing notice is often the most efficient\nway to collect unpaid taxes, seeMennonite, 462 U. S., at\n800, n. 5 (more effective notice may ease burden on State if\nrecipient arranges to pay delinquent taxes prior to tax sale); Tr.\nof Oral Arg. 24 (85 percent of tax delinquent properties in\nArkansas are redeemed upon notice of delinquency), but rather than\ntaking relatively easy additional steps to effect notice, the State\nundertook the burden and expense of purchasing a newspaper\nadvertisement, conducting an auction, and then negotiating a\nprivate sale of the property to Flowers.The Solicitor General argues that requiring\nfurther effort when the government learns that notice was not\ndelivered will cause the government to favor modes of providing\nnotice that do not generate additional information—for example,\nstarting (and stopping) with regular mail instead of certified\nmail. We find this unlikely, as we have no doubt that the\ngovernment repeatedly finds itself being asked to prove that notice\nwas sent and received. Using certified mail provides the State with\ndocumentation of personal delivery and protection against false\nclaims that notice was never received. That added security,\nhowever, comes at a price—the State also learns when notice hasnotbeen received. We conclude that, under the\ncircumstances presented, the State cannot simply ignore that\ninformation in proceeding to take and sell the owner’s property—any\nmore than it could ignore the information that the owner inRobinsonwas in jail, or that the owner inCoveywas incompetent.Though the Commissioner argues that followup\nmeasures are not constitutionally required, he reminds us that the\nState did make some attempt to follow up with Jones by publishing\nnotice in the newspaper a few weeks before the public sale. Several\ndecades ago, this Court observed that “[c]hance alone” brings a\nperson’s attention to “an advertisement in small type inserted in\nthe back pages of a newspaper,”Mullane, 339 U. S., at\n315, and that notice by publication is adequate only where “it is\nnot reasonably possible or practicable to give more adequate\nwarning,”id., at 317. Following up by publication was not\nconstitutionally adequate under the circumstances presented here\nbecause, as we have explained, it was possible and practicable to\ngive Jones more adequate warning of the impending tax\nsale.The dissent forcefully articulates some basic\nprinciples about constitutionally required notice, principles from\nwhich we have no intention to depart. In particular, we disclaim\nany “new rule” that is “contrary toDusenberyand a\nsignificant departure fromMullane.”Post, at 6.\nInDusenbery, the Government was aware that someone at the\nprison had signed for the prisoner’s notice letter, and we\ndetermined that this attempt at notice was adequate, despite the\nfact that the State could have made notice more likely by requiring\nthe prisoner to sign for the letter himself. 534 U. S., at 171. In\nthis case, of course, the notice letter was returned to the\nCommissioner, informing him that his attempt at notice had\nfailed.As forMullane, it directs that\n“when notice is a person’s due … [t]he means employed must be such\nas one desirous of actually informing the absentee might reasonably\nadopt to accomplish it.” 339 U. S., at 315. Mindful of the\ndissent’s concerns, we conclude, at the end of the day, that\nsomeone who actually wanted to alert Jones that he was in danger of\nlosing his house would do more when the attempted notice letter was\nreturned unclaimed, and there was more that reasonably could be\ndone.As noted, “[i]t is not our responsibility to\nprescribe the form of service that the [government] should adopt.”Greene,supra,at 455, n. 9. In prior cases\nfinding notice inadequate, we have not attempted to redraft the\nState’s notice statute. See,e.g., Tulsa Professional, 485\nU. S., at 490–491;Robinson, 409 U. S., at 40;Schroederv.City of New York,371 U. S. 208, 213–214\n(1962);Walker, 352 U. S., at 116;Covey, 351 U.\nS., at 146–147. The State can determine how to proceed in response\nto our conclusion that notice was inadequate here, and the States\nhave taken a variety of approaches to the present question. See\nn. 2,supra. It suffices for present purposes that we\nare confident that additional reasonable steps were available for\nArkansas to employ before taking Jones’\nproperty.*  *  *There is no reason to suppose that the State\nwill ever be less than fully zealous in its efforts to secure the\ntax revenue it needs. The same cannot be said for the State’s\nefforts to ensure that its citizens receive proper notice before\nthe State takes action against them. In this case, the State is\nexerting extraordinary power against a property owner—taking and\nselling a house he owns. It is not too much to insist that the\nState do a bit more to attempt to let him know about it when the\nnotice letter addressed to him is returned\nunclaimed.The Commissioner’s effort to provide notice\nto Jones of an impending tax sale of his house was insufficient to\nsatisfy due process given the circumstances of this case. The\njudgment of the Arkansas Supreme Court is reversed, and the case is\nremanded for proceedings not inconsistent with this\nopinion.It is\nso ordered.Justice Alito took no part in the\nconsideration or decision of this case.Footnote 1Most Courts of Appeals have also concluded that the Due\nProcess Clause of the Fifth Amendment requires the Federal\nGovernment to take further reasonable steps in the property\nforfeiture context. See,e.g.,United Statesv.Ritchie, 342 F. 3d 903, 911 (CA9 2003);Foehlv.United States, 238 F. 3d 474, 480\n(CA3 2001);Smallv.United States, 136\nF. 3d 1334, 1337–1338 (CADC 1998);Torresv.$36,256.80 U. S. Currency, 25 F. 3d 1154, 1161 (CA2\n1994);Barrera-Montenegrov.United States, 74\nF. 3d 657, 660 (CA5 1996);United Statesv.Rodgers, 108 F. 3d 1247, 1252–1253 (CA10 1997); see\nalsoGarciav.Meza, 235 F. 3d 287, 291 (CA7\n2000) (declining to adopt aper serule that only examines\nnotice at the time it is sent, but also declining to impose an\naffirmative duty to seek out claimants in every case where notice\nis returned undelivered). But seeMadewellv.Downs, 68 F. 3d 1030, 1047 (CA8 1995);Saritv.United States Drug Enforcement Admin., 987 F. 2d\n10, 14–15 (CA1 1993).Footnote 2Many States require that notice be given to the occupants\nof the property as a matter of course. See Cal. Rev. & Tax.\nCode Ann. §3704.7 (West Supp. 2006); Ga. Code Ann.\n§48–4–45(a)(1)(B) (Supp. 2005); Ill. Comp. Stat., ch. 35,\n§§200/21–75(a), 200/22–10, 200/22–15 (West 2004); Me. Rev. Stat.\nAnn., Tit. 36, §1073 (1990); Md. Tax-Prop. Code Ann.\n§14–836(b)(4)(i)(2) (Lexis 2001); Mich. Comp. Laws Ann. §211.78i(3)\n(West 2005); Minn. Stat. §281.23(6) (2004); Mont. Code Ann.\n§§15–18–212(1)(a), (2)(A) (2005); N. D. Cent. Code Ann.\n§57–28–04(3) (Lexis 2005); Okla. Stat., Tit. 68, §3118(A) (West\nSupp. 2006); S. D. Codified Laws §10–25–5 (2004); Utah Code\nAnn. §59–2–1351(2)(a) (Lexis 2004); Wis. Stat. §75.12(1)\n(2003–2004); Wyo. Stat. Ann. §39–13–108(e)(v)(B) (2005). Some\nStates require that notice be posted on the property or at the\nproperty owner’s last known address either at the outset, see Del.\nCode Ann., Tit. 9, §§8724, 8772 (1989 and Supp. 2004); Ga. Code\nAnn. §48–4–78(d) (Supp. 2005); Haw. Rev. Stat. §246–56 (2003); Md.\nTax-Prop. Code Ann. §14–836(b)(6) (Lexis 2001); Okla. Stat., Tit.\n68, §3118(A) (West Supp. 2006), or as a followup measure when\npersonal service cannot be accomplished or certified mail is\nreturned, see Fla. Stat. §197.522(2)(a) (2003); Minn. Stat.\n§281.23(6) (2004); S. C. Code Ann. §12–51–40(c) (Supp. 2005).\nAnd a few States require a diligent inquiry to find a property\nowner’s correct address when mailed notice is returned. See Miss.\nCode Ann. §27–43–3 (2002); Nev. Rev. Stat. §361.595(3)(b) (2003);\nPa. Stat. Ann., Tit. 72, §5860.607a (Purdon 1990); R. I. Gen.\nLaws §44–9–25.1 (2005).See also 26 U. S. C. §6335(a) (requiring\nthe Internal Revenue Service to make a reasonable attempt to\npersonally serve notice on a delinquent taxpayer before relying\nupon notice by certified mail); 28 U. S. C.\n§3203(g)(1)(A)(i)(IV) (requiring written notice to tenants of real\nproperty subject to sale under the Federal Debt Collection\nPractices Act); 12 U. S. C. §3758(2)(A)(iii) (requiring\nwritten notice to occupants before foreclosure by the Secretary of\nHousing and Urban Development); §3758(2)(B)(ii) (requiring that\nnotice be posted on the property if occupants are\nunknown).",
    "joined": []
}