{
    "case": {
        "docket": "14-1513",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-1513/"
    },
    "id": "3584536",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 14–1513 and 14–1520_________________HALO ELECTRONICS, INC., PETITIONER14–1513v.PULSE ELECTRONICS, INC.,\net al.STRYKER CORPORATION, et al.,\nPETITIONERS14–1520v.ZIMMER, INC., et al.on writs of certiorari to the united states\ncourt of appeals for the federal circuit[June 13, 2016]Chief Justice Roberts delivered the opinion of\nthe Court.Section 284 of the Patent Act provides that, in\na case of infringement, courts “may increase the damages up to\nthree times the amount found or assessed.” 35 U. S. C.\n§284. InIn re Seagate Technology, LLC, 497 F. 3d\n1360 (2007) (en banc), the United States Court of Appeals for the\nFederal Circuit adopted a two-part test for determining when a\ndistrict court may increase damages pursuant to §284. UnderSeagate, a patent owner must first “show by clear and\nconvincing evidence that the infringer acted despite an objectively\nhigh likelihood that its actions constituted infringement of a\nvalid patent.”Id., at 1371. Second, the patentee must\ndemonstrate, again by clear and convincing evidence, that the risk\nof infringement “was either known or so obvious that it should have\nbeen known to the accused infringer.”Ibid.The question\nbefore us is whether this test is consistent with §284. We hold\nthat it is not.IAEnhanced damages are as old as U. S.\npatent law. The Patent Act of 1793 mandated treble damages in any\nsuccessful infringement suit. See Patent Act of 1793, §5, 1Stat.\n322. In the Patent Act of 1836, however, Congress changed course\nand made enhanced damages discretionary, specifying that “it shall\nbe in the power of the court to render judgment for any sum above\nthe amount found by [the] verdict . . . not exceeding\nthree times the amount thereof, according to the circumstances of\nthe case.” Pat-ent Act of 1836, §14, 5Stat. 123. In construing that\nnew provision, this Court explained that the change was prompted by\nthe “injustice” of subjecting a “defendant who acted in ignorance\nor good faith” to the same treatment as the “wanton and malicious\npirate.”Seymourv.McCormick, 16 How. 480, 488\n(1854). There “is no good reason,” we observed, “why taking a man’s\nproperty in an invention should be trebly punished, while the\nmeasure of damages as to other property is single and actual\ndamages.”Id., at 488–489. But “where the injury is wanton\nor malicious, a jury may inflict vindictive or exemplary damages,\nnot to recompense the plaintiff, but to punish the defendant.”Id., at 489.The Court followed the same approach in other\ndecisions applying the 1836 Act, finding enhanced damages\nappropriate, for instance, “where the wrong [had] been done, under\naggravated circumstances,”Deanv.Mason, 20 How.\n198, 203 (1858), but not where the defendant “appeared in truth to\nbe ignorant of the existence of the patent right, and did not\nintend any infringement,”Hoggv.Emerson, 11 How.\n587, 607 (1850). See alsoLivingstonv.Woodworth, 15\nHow. 546, 560 (1854) (“no ground” to inflict “penalty” where\ninfringers were not “wanton”).In 1870, Congress amended the Patent Act, but\npreserved district court discretion to award up to treble damages\n“according to the circumstances of the case.” Patent Act of 1870,\n§59, 16Stat. 207. We continued to describe enhanced damages as\n“vindictive or punitive,” which the court may “inflict” when “the\ncircumstances of the case appear to require it.”Tilghmanv.Proctor, 125 U. S. 136 –144 (1888);Topliffv.Topliff, 145 U. S. 156, 174 (1892) (infringer knowingly\nsold copied technology of his former employer). At the same time,\nwe reiterated that there was no basis for increased damages where\n“[t]here is no pretence of any wanton and wilful breach” and\n“nothing that suggests punitive damages, or that shows wherein the\ndefendant was damnified other than by the loss of the profits which\nthe plaintiff received.”Cincinnati Siemens-Lungren Gas\nIlluminating Co.v.Western Siemens-Lungren Co., 152\nU. S. 200, 204 (1894) .Courts of Appeals likewise characterized\nenhanced damages as justified where the infringer acted\ndeliberately or willfully, see,e.g.,Baseball Display\nCo.v.Star Ballplayer Co., 35 F. 2d 1, 3–4 (CA3\n1929) (increased damages award appropriate “because of the\ndeliberate and willful infringement”);Power Specialty Co.v.Connecticut Light & Power Co., 80 F. 2d 874, 878\n(CA2 1936) (“wanton, deliberate, and willful” infringement);Brown Bag Filling Mach. Co.v.Drohen, 175 F. 576,\n577 (CA2 1910) (“a bald case of piracy”), but not where the\ninfringement “was not wanton and deliberate,”Rockwoodv.General Fire Extinguisher Co., 37 F. 2d 62, 66 (CA2\n1930), or “conscious and deliberate,”Goodyear Tire & Rubber\nCo.v.Overman Cushion Tire Co., 95 F. 2d 978, 986\n(CA6 1938).Some early decisions did suggest that enhanced\ndam-ages might serve to compensate patentees as well as to punish\ninfringers. See,e.g.,Clarkv.Wooster, 119\nU. S. 322, 326 (1886) (noting that “[t]here may be damages\nbeyond” licensing fees “but these are more properly the subjects”\nof enhanced damage awards). Such statements, however, were not for\nthe ages, in part because the merger of law and equity removed\ncertain procedural obstacles to full compensation absent\nenhancement. See generally 7 Chisum on Patents §20.03[4][b][iii],\npp. 20–343 to 20–344 (2011). In the main, moreover, the references\nto compensation concerned costs attendant to litigation. SeeClark, 119 U. S., at 326 (identifying enhanced damages\nas compensation for “the expense and trouble the plaintiff has been\nput to”);Dayv.Woodworth, 13 How. 363, 372 (1852)\n(enhanced damages appropriate when defendant was “stubbornly\nlitigious” or “caused unnecessary expense and trouble to the\nplaintiff”);Teesev.Huntingdon, 23 How. 2, 8–9\n(1860) (discussing enhanced damages in the context of “counsel\nfees”). That concern dissipated with the enactment in 1952 of 35\nU. S. C. §285, which authorized district courts to award\nreasonable attorney’s fees to prevailing parties in “exceptional\ncases” under the Patent Act. SeeOctane Fitness, LLCv.ICON Health & Fitness Inc., 572 U. S. ___, ___\n(2014) (slip op., at 7).It is against this backdrop that Congress, in\nthe 1952 codification of the Patent Act, enacted §284. “The stated\npurpose” of the 1952 revision “was merely reorganization in\nlanguage to clarify the statement of the statutes.”Aro Mfg.\nCo.v.Convertible Top Replacement Co., 377 U. S.\n476, 505, n. 20 (1964) (internal quotation marks omitted). This\nCourt accordingly described §284—consistent with the history of\nenhanced damages under the Patent Act—as providing that “punitive\nor ‘increased’ damages” could be recovered “in a case of willful or\nbad-faith infringement.”Id.,at 508; see alsoDowlingv.United States, 473 U. S. 207 ,\nn. 19 (1985) (“willful infringement”);Florida Prepaid\nPostsecondary Ed. Expense Bd.v.College Savings Bank,\n527 U. S. 627 , n. 11 (1999) (describing §284 damages as\n“punitive”).BIn 2007, the Federal Circuit decidedSeagateand fashioned the test for enhanced damages now\nbefore us. UnderSeagate, a plaintiff seeking enhanced\ndamages must show that the infringement of his patent was\n“willful.” 497 F. 3d, at 1368. The Federal Circuit announced a\ntwo-part test to establish such willfulness: First, “a patentee\nmust show by clear and convincing evidence that the infringer acted\ndespite an objectively high likelihood that its actions constituted\ninfringement of a valid patent,” without regard to “[t]he state of\nmind of the accused infringer.”Id., at 1371.This\nobjectively defined risk is to be “determined by the record\ndeveloped in the infringement proceedings.”Ibid.“Objective\nrecklessness will not be found” at this first step if the accused\ninfringer, during the infringement proceedings, “raise[s] a\n‘substantial question’ as to the validity or noninfringement of the\npatent.”Bard Peripheral Vascular, Inc.v.W. L. Gore\n& Assoc., Inc., 776 F. 3d 837, 844 (CA Fed. 2015).\nThat categorical bar applies even if the defendant was unaware of\nthe arguable defense when he acted. SeeSeagate, 497\nF. 3d, at 1371;Spine Solutions, Inc.v.Medtronic\nSofamor Danek USA, Inc., 620 F. 3d 1305, 1319 (CA Fed.\n2010).Second, after establishing objective\nrecklessness, a patentee must show—again by clear and convincing\nevidence—that the risk of infringement “was either known or so\nobvious that it should have been known to the accused infringer.”Seagate, 497 F. 3d, at 1371. Only when both steps have\nbeen satisfied can the district court proceed to consider whether\nto exercise its discretion to award enhanced damages.Ibid.Under Federal Circuit precedent, an award of\nenhanced damages is subject to trifurcated appellate review. The\nfirst step ofSeagate—objective recklessness—is reviewedde novo; the second—subjective knowledge—for\nsubstantial evidence; and the ultimate decision—whether to award\nenhanced damages—for abuse of discretion. SeeBard Peripheral\nVascular, Inc.v.W.L. Gore & Assoc.,\nInc.,682 F. 3d 1003, 1005, 1008 (CA Fed. 2012);Spectralytics, Inc.v.Cordis Corp., 649 F. 3d\n1336, 1347 (CA Fed. 2011).C1Petitioner Halo Electronics, Inc., and\nrespondents Pulse Electronics, Inc., and Pulse Electronics\nCorporation (collectively, Pulse) supply electronic components. 769\nF. 3d 1371, 1374–1375 (CA Fed. 2014). Halo alleges that Pulse\ninfringed its patents for electronic packages containing\ntransformers designed to be mounted to the surface of circuit\nboards.Id., at 1374. In 2002, Halo sent Pulse two letters\noffering to license Halo’s patents.Id.,at 1376. After one\nof its engineers concluded that Halo’s patents were invalid, Pulse\ncontinued to sell the allegedly infringing products.Ibid.In 2007, Halo sued Pulse.Ibid.The jury\nfound that Pulse had infringed Halo’s patents, and that there was a\nhigh probability it had done so willfully.Ibid.The\nDistrict Court, however, declined to award enhanced damages under\n§284, after determining that Pulse had at trial presented a defense\nthat “was not objectively baseless, or a ‘sham.’ ” App. to\nPet. for Cert. in No. 14–1513, p. 64a (quotingBard, 682\nF. 3d, at 1007). Thus, the court concluded, Halo had failed to\nshow objective recklessness under the first step ofSeagate.\nApp. to Pet. for Cert. in No. 14–1513, at 65a. The Federal Circuit\naffirmed. 769 F. 3d 1371 (2014).2Petitioners Stryker Corporation, Stryker\nPuerto Rico, Ltd., and Stryker Sales Corporation (collectively,\nStryker) and respondents Zimmer, Inc., and Zimmer Surgical, Inc.\n(collectively, Zimmer), compete in the market for orthopedic pulsed\nlavage devices. App. to Pet. for Cert. in No. 14–1520, p. 49a. A\npulsed lavage device is a combination spray gun and suction tube,\nused to clean tissue during surgery.Ibid.In 2010, Stryker\nsued Zimmer for patent infringement. 782 F. 3d 649, 653 (CA\nFed. 2015). The jury found that Zimmer had willfully infringed\nStryker’s patents and awarded Stryker $70 million in lost profits.Ibid.The District Court added $6.1 million in supplemental\ndamages and then trebled the total sum under §284, resulting in an\naward of over $228 million. App. in No. 14–1520, pp. 483–484.Specifically, the District Court noted, the jury\nhad heard testimony that Zimmer had “all-but instructed its design\nteam to copy Stryker’s products,” App. to Pet. for Cert. in No.\n14–1520, at 77a, and had chosen a “high-risk/high-reward strategy\nof competing immediately and aggressively in the pulsed lavage\nmarket,” while “opt[ing] to worry about the potential legal\nconsequences later,”id., at 52a. “[T]reble damages [were]\nappropriate,” the District Court concluded, “[g]iven the\none-sidedness of the case and the flagrancy and scope of Zimmer’s\ninfringement.”Id., at 119a.The Federal Circuit affirmed the judgment of\ninfringement but vacated the award of treble damages. 782\nF. 3d, at 662. Applyingde novoreview, the court\nconcluded that enhanced damages were unavailable because Zimmer had\nasserted “reasonable defenses” at trial.Id.,at\n661–662.We granted certiorari in both cases, 577\nU. S. ___ (2015), and now vacate and remand.IIAThe pertinent text of §284 provides simply\nthat “the court may increase the damages up to three times the\namount found or assessed.” 35 U. S. C. §284. That\nlanguage contains no explicit limit or condition, and we have\nemphasized that the “word ‘may’ clearly connotes discretion.”Martinv.Franklin Capital Corp., 546 U. S. 132,\n136 (2005) (quotingFogertyv.Fantasy, Inc., 510\nU. S. 517, 533 (1994) ).At the same time, “[d]iscretion is not whim.”Martin, 546 U. S., at 139. “[I]n a system of laws\ndiscretion is rarely without limits,” even when the statute “does\nnot specify any limits upon the district courts’ discretion.”Flight Attendantsv.Zipes, 491 U. S. 754, 758\n(1989) . “[A] motion to a court’s discretion is a motion, not to\nits inclination, but to its judgment; and its judgment is to be\nguided by sound legal principles.”Martin,546 U. S.,\nat 139 (quotingUnited Statesv.Burr, 25\nF. Cas. 30, 35 (No. 14,692d) (CC Va. 1807) (Marshall,\nC. J.); alteration omitted). Thus, although there is “no\nprecise rule or formula” for awarding damages under §284, a\ndistrict court’s “discretion should be exercised in light of the\nconsiderations” underlying the grant of that discretion.Octane\nFitness,572 U. S., at ___ (slip op., at 8) (quotingFogerty, 510 U. S., at 534).Awards of enhanced damages under the Patent Act\nover the past 180 years establish that they are not to be meted out\nin a typical infringement case, but are instead designed as a\n“punitive” or “vindictive” sanction for egregious infringement\nbehavior. The sort of conduct warranting enhanced damages has been\nvariously described in our cases as willful, wanton, malicious,\nbad-faith, deliberate, consciously wrongful, flagrant,\nor—indeed—characteristic of a pirate. Seesupra,at 2–5.\nDistrict courts enjoy discretion in deciding whether to award\nenhanced damages, and in what amount. But through nearly two\ncenturies of discretionary awards and review by appellate\ntribunals, “the channel of discretion ha[s] narrowed,” Friendly,\nIndiscretion About Discretion, 31 Emory L. J. 747, 772 (1982),\nso that such damages are generally reserved for egregious cases of\nculpable behavior.BTheSeagatetest reflects, in many\nrespects, a sound recognition that enhanced damages are generally\nappropriate under §284 only in egregious cases. That test, however,\n“is unduly rigid, and it impermissibly encumbers the statutory\ngrant of discretion to district courts.”Octane Fitness,572\nU. S., at ___ (slip op., at 7) (construing §285 of the Patent\nAct). In particular, it can have the effect of insulating some of\nthe worst patent infringers from any liability for enhanced\ndamages.1The principal problem withSeagate’s\ntwo-part test is that it requires a finding of objective\nrecklessness in every case before district courts may award\nenhanced damages. Such a threshold requirement excludes from\ndiscretionary punishment many of the most culpable offenders, such\nas the “wanton and malicious pirate” who intentionally infringes\nanother’s patent—with no doubts about its validity or any notion of\na defense—for no purpose other than to steal the patentee’s\nbusiness.Seymour, 16 How., at 488. UnderSeagate, a\ndistrict court may not even consider enhanced damages for such a\npirate, unless the court first determines that his infringement was\n“objectively” reckless. In the context of such deliberate\nwrongdoing, how-ever, it is not clear why an independent showing of\nobjective recklessness—by clear and convincing evidence, no\nless—should be a prerequisite to enhanced damages.Our recent decision inOctane Fitnessarose in a different context but points in the same direction. In\nthat case we considered §285 of the Patent Act, which allows\ndistrict courts to award attorney’s fees to prevailing parties in\n“exceptional” cases. 35 U. S. C. §285. The Federal\nCircuit had adopted a two-part test for determining when a case\nqualified as exceptional, requiring that the claim asserted be both\nobjectively baseless and brought in subjective bad faith. We\nrejected that test on the ground that a case presenting “subjective\nbad faith” alone could “sufficiently set itself apart from mine-run\ncases to warrant a fee award.” 572 U. S., at ___ (slip op., at\n9). So too here. The subjective willfulness of a patent infringer,\nintentional or knowing, may warrant enhanced damages, without\nregard to whether his infringement was objectively reckless.TheSeagatetest aggravates the problem\nby making dispositive the ability of the infringer to muster a\nreasonable (even though unsuccessful) defense at the infringement\ntrial. The existence of such a defense insulatesthe infringer from\nenhanced damages, even if he did not act on the basis of the\ndefense or was even aware of it. Under that standard, someone who\nplunders a patent—in-fringing it without any reason to suppose his\nconduct is arguably defensible—can nevertheless escape any\ncome-uppance under §284 solely on the strength of his attorney’s\ningenuity.But culpability is generally measured against\nthe knowledge of the actor at the time of the challenged conduct.\nSee generally Restatement (Second) of Torts §8A (1965) (“intent”\ndenotes state of mind in which “the actor desires to cause\nconsequences of his act” or “believes” them to be “substantially\ncertain to result from it”); W. Keeton, D. Dobbs, R. Keeton, &\nD. Owen, Prosser and Keeton on Law of Torts §34, p. 212 (5th ed.\n1984) (describing willful, wanton, and reckless as “look[ing] to\nthe actor’s real or supposed state of mind”); see alsoKolstadv.American Dental Assn., 527 U. S. 526,\n538 (1999) (“Most often . . . eligibility for punitive\nawards is characterized in terms of a defendant’s motive or\nintent”). InSafeco Ins. Co. of Americav.Burr, 551\nU. S. 47 (2007) , we stated that a person is reckless if he\nacts “knowingorhaving reason to knowof facts which\nwould lead a reasonable man to realize” his actions are\nunreasonably risky.Id., at 69 (emphasis added and internal\nquotation marks omitted). The Court found that the defendant had\nnot recklessly violated the Fair Credit Reporting Act because the\ndefendant’s interpretation had “a foundation in the statutory text”\nand the defendant lacked “the benefit of guidance from the courts\nof appeals or the Federal Trade Commission” that “might have warned\nit away from the view it took.”Id.,at 69–70. Nothing inSafecosuggests that we should look to facts that the\ndefendant neither knew nor had reason to know at the time he\nacted.[1]*Section 284 allows district courts to punish the\nfull range of culpable behavior. Yet none of this is to say that\nenhanced damages must follow a finding of egregious misconduct. As\nwith any exercise of discretion, courts should continue to take\ninto account the particular circumstances of each case in deciding\nwhether to award damages, and in what amount. Section 284 permits\ndistrict courts to exercise their discretion in a manner free from\nthe inelastic constraints of theSeagatetest. Consistent\nwith nearly two centuries of enhanced damages under patent law,\nhowever, such punishment should generally be reserved for egregious\ncases typified by willful misconduct.2TheSeagatetest is also inconsistent\nwith §284 because it requires clear and convincing evidence to\nprove recklessness. On this pointOctane Fitnessis again\ninstructive. There too the Federal Circuit had adopted a clear and\nconvincing standard of proof, for awards of attorney’s fees under\n§285 of the Patent Act. Because that provision supplied no basis\nfor imposing such a heightened standard of proof, we rejected it.\nSeeOctane Fitness,572 U. S., at ___ (slip op., at\n11). We do so here as well. Like §285, §284 “imposes no specific\nevidentiary burden, much less such a high one.”Ibid.And\nthe fact that Congress expressly erected a higher standard of proof\nelsewhere in the Patent Act, see 35 U. S. C. §273(b), but\nnot in §284, is telling. Furthermore, nothing in historical\npractice supports a heightened standard. As we explained inOctane Fitness, “patent-infringement litigation has always\nbeen governed by a preponderance of the evidence standard.” 572\nU. S., at ___ (slip op., at 11). Enhanced damages are no\nexception.3Finally, because we eschew any rigid formula\nfor awarding enhanced damages under §284, we likewise reject the\nFederal Circuit’s tripartite framework for appellate review. InHighmark Inc.v.Allcare Health Management System,\nInc., 572 U. S. ___ (2014), we built on ourOctane\nFitnessholding to reject a similar multipart standard of\nreview. BecauseOctaneFitnessconfirmed district\ncourt discretion to award attorney fees, we concluded that such\ndecisions should be reviewed for abuse of discretion.Highmark,572 U. S., at ___ (slip op., at 1).The same conclusion follows naturally from our\nholding here. Section 284 gives district courts discretion in\nmeting out enhanced damages. It “commits the determination” whether\nenhanced damages are appropriate “to the discretion of the district\ncourt” and “that decision is to be reviewed on appeal for abuse of\ndiscretion.”Id., at ___ (slip op., at 4).That standard allows for review of district\ncourt decisions informed by “the considerations we have\nidentified.”Octane Fitness,572 U. S., at ___ (slip\nop., at 8) (internal quotation marks omitted). The appellate review\nframework adopted by the Federal Circuit reflects a concern that\ndistrict courts may award enhanced damages too readily, and distort\nthe balance between the protection of patent rights and the\ninterest in technological innovation. Nearly two centuries of\nexercising discretion in awarding enhanced damages in patent cases,\nhowever, has given substance to the notion that there are limits to\nthat discretion. The Federal Circuit should review such exercises\nof discretion in light of the longstanding considerations we have\nidentified as having guided both Congress and the courts.IIIFor their part, respondents argue that\nCongress ratified theSeagatetest when it passed the\nAmerica Invents Act of 2011 and reenacted §284 without pertinent\nchange. See Brief for Respondents in No. 14–1513 27 (citingLorillardv.Pons, 434 U. S. 575, 580 (1978) ).\nBut the language Congress reenacted unambiguously confirmed\ndiscretion in the district courts. Congress’s retention of §284\ncould just as readily reflect an intent that enhanced damages be\nawarded as they had been for nearly two centuries, through the\nexercise of such discretion, informed by settled practices.\nRespondents point to isolated snippets of legislative history\nreferring toSeagateas evidence of congressional\nendorsement of its framework, but other morsels—such as Congress’s\nfailure to adopt a proposed codification similar toSeagate—point in the opposite direction. See,e.g.,\nH. R. 1260, 111th Cong., 1st Sess. §5(e) (2009).Respondents also seize on an addition to the Act\naddressing opinions of counsel. Section 298 provides that “[t]he\nfailure of an infringer to obtain the advice of counsel” or “the\nfailure of the infringer to present such advice to the court or\njury, may not be used to prove that the accused infringer willfully\ninfringed.” 35 U. S. C. §298. Respondents contend that\nthe reference to willfulness reflects an endorsement ofSeagate’s willfulness test. But willfulness has always been\na part of patent law, before and afterSeagate. Section 298\ndoes not show that Congress ratifiedSeagate’s particular\nconception of willfulness. Rather, it simply addressed the fallout\nfrom the Federal Circuit’s opinion inUnderwater Devices\nInc.v.Morrison-Knudsen Co., 717 F. 2d 1380\n(1983), which had imposed an “affirmative duty” to obtain advice of\ncounsel prior to initiating any possible infringing activity,id., at 1389–1390. See,e.g.,H. R. Rep. No.\n112–98, pt. 1, p. 53 (2011).At the end of the day, respondents’ main\nargument for retaining theSeagatetest comes down to a\nmatter of policy. Respondents and theiramiciare concerned\nthat allowing district courts unlimited discretion to award up to\ntreble damages in infringement cases will impede innovation as\ncompanies steer well clear of any possible interference with patent\nrights. They also worry that the ready availability of such damages\nwill embolden “trolls.” Trolls, in the patois of the patent\ncommunity, are entities that hold patents for the primary purpose\nof enforcing them against alleged infringers, often exacting\noutsized licensing fees on threat of litigation.Respondents are correct that patent law reflects\n“a careful balance between the need to promote innovation” through\npatent protection, and the importance of facilitating the\n“imitation and refinement through imitation” that are “necessary to\ninvention itself and the very lifeblood of a competitive economy.”Bonito Boats, Inc.v.Thunder Craft Boats, Inc., 489\nU. S. 141, 146 (1989) . That balance can indeed be disrupted\nif enhanced damages are awarded in garden-variety cases. As we have\nexplained, however, they should not be. The seriousness of\nrespondents’ policy concerns cannot justify imposing an artificial\nconstruct such as theSeagatetest on the discretion\nconferred under §284.*  *  *Section 284 gives district courts the\ndiscretion to award enhanced damages against those guilty of patent\ninfringement. In applying this discretion, district courts are “to\nbe guided by [the] sound legal principles” developed over nearly\ntwo centuries of application and interpretation of the Patent Act.Martin, 546 U. S., at 139 (internal quotation marks\nomitted). Those principles channel the exercise of discretion,\nlimiting the award of enhanced damages to egregious cases of\nmisconduct beyond typical infringement. TheSeagatetest, in\ncontrast, unduly confines the ability of district courts to\nexercise the discretion conferred on them. Because both cases\nbefore us were decided under theSeagateframework, we\nvacate the judgments of the Federal Circuit and remand the cases\nfor proceedings consistent with this opinion.It is so ordered.Notes1* Respondents invoke a\nfootnote inSafecowhere we explained that in considering\nwhether there had been a knowing or reckless violation of the Fair\nCredit Reporting Act, a showing of bad faith was not relevant\nabsent a showing of objective recklessness. See 551 U. S., at\n70, n. 20. But our precedents make clear that “bad-faith\ninfringement”isan independent basis for enhancing patent\ndamages.Aro Mfg. Co.v.Convertible Top Replacement\nCo., 377 U. S. 476, 508 (1964) ; seesupra,at 2–5,\n9–10; see alsoSafeco, 551 U. S., at 57 (noting that\n“ ‘willfully’ is a word of many meanings whose construction is\noften dependent on the context in which it appears” (some internal\nquotation marks omitted)).",
    "joined": []
}