{
    "case": {
        "docket": "19-123",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-123/"
    },
    "id": "4440766",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–123_________________SHARONELL FULTON, et al., PETITIONERSv.CITY OF PHILADELPHIA, PENNSYLVANIA, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 17, 2021]Chief Justice Roberts delivered the opinion of\nthe Court.Catholic Social Services is a foster care agency\nin Philadelphia. The City stopped referring children to CSS upon\ndiscovering that the agency would not certify same-sex couples to\nbe foster parents due to its religious beliefs about marriage. The\nCity will renew its foster care contract with CSS only if the\nagency agrees to certify same-sex couples. The question presented\nis whether the actions of Philadelphia violate the First\nAmendment.IThe Catholic Church has served the needy\nchildren of Philadelphia for over two centuries. In 1798, a priest\nin the City organized an association to care for orphans whose\nparents had died in a yellow fever epidemic. H. Folks, The Care of\nDestitute, Neglected, and Delinquent Children 10 (1902). During the\n19th century, nuns ran asylums for orphaned and destitute youth. T.\nHacsi, Second Home: Orphan Asylums and Poor Families in America 24\n(1997). When criticism of asylums mounted in the Progressive Era,\nseeid., at 37–40, the Church established the Catholic\nChildren’s Bureau to place children in foster homes. Petitioner CSS\ncontinues that mission today.The Philadelphia foster care system depends on\ncooperation between the City and private foster agencies like CSS.\nWhen children cannot remain in their homes, the City’s Department\nof Human Services assumes custody of them. The Department enters\nstandard annual contracts with private foster agencies to place\nsome of those children with foster families.The placement process begins with review of\nprospective foster families. Pennsylvania law gives the authority\nto certify foster families to state-licensed foster agencies like\nCSS. 55 Pa. Code §3700.61 (2020). Before certifying a family, an\nagency must conduct a home study during which it considers\nstatutory criteria including the family’s “ability to provide care,\nnurturing and supervision to children,” “[e]xisting family\nrelationships,” and ability “to work in partnership” with a foster\nagency. §3700.64. The agency must decide whether to “approve,\ndisapprove or provisionally approve the foster family.”\n§3700.69.When the Department seeks to place a child with\na foster family, it sends its contracted agencies a request, known\nas a referral. The agencies report whether any of their certified\nfamilies are available, and the Department places the child with\nwhat it regards as the most suitable family. The agency continues\nto support the family throughout the placement.The religious views of CSS inform its work in\nthis system. CSS believes that “marriage is a sacred bond between a\nman and a woman.” App. 171. Because the agency understands the\ncertification of prospective foster families to be an endorsement\nof their relationships, it will not certify unmarried\ncouples—regardless of their sexual orientation—or same-sex married\ncouples. CSS does not object to certifying gay or lesbian\nindividuals as single foster parents or to placing gay and lesbian\nchildren. No same-sex couple has ever sought certification from\nCSS. If one did, CSS would direct the couple to one of the more\nthan 20 other agencies in the City, all of which currently certify\nsame-sex couples. For over 50 years, CSS successfully contracted\nwith the City to provide foster care services while holding to\nthese beliefs.But things changed in 2018. After receiving a\ncomplaint about a different agency, a newspaper ran a story in\nwhich a spokesman for the Archdiocese of Philadelphia stated that\nCSS would not be able to consider prospective foster parents in\nsame-sex marriages. The City Council called for an investigation,\nsaying that the City had “laws in place to protect its people from\ndiscrimination that occurs under the guise of religious freedom.”\nApp. to Pet. for Cert. 147a. The Philadelphia Commission on Human\nRelations launched an inquiry. And the Commissioner of the\nDepartment of Human Services held a meeting with the leadership of\nCSS. She remarked that “things have changed since 100 years ago,”\nand “it would be great if we followed the teachings of Pope\nFrancis, the voice of the Catholic Church.” App. 366. Immediately\nafter the meeting, the Department informed CSS that it would no\nlonger refer children to the agency. The City later explained that\nthe refusal of CSS to certify same-sex couples violated a\nnon-discrimination provision in its contract with the City as well\nas the non-discrimination requirements of the citywide Fair\nPractices Ordinance. The City stated that it would not enter a full\nfoster care contract with CSS in the future unless the agency\nagreed to certify same-sex couples.CSS and three foster parents affiliated with the\nagency filed suit against the City, the Department, and the\nCommission. The Support Center for Child Advocates and Philadelphia\nFamily Pride intervened as defendants. As relevant here, CSS\nalleged that the referral freeze violated the Free Exercise and\nFree Speech Clauses of the First Amendment. CSS sought a temporary\nrestraining order and preliminary injunction directing the\nDepartment to continue referring children to CSS without requiring\nthe agency to certify same-sex couples.The District Court denied preliminary relief. It\nconcluded that the contractual non-discrimination requirement and\nthe Fair Practices Ordinance were neutral and generally applicable\nunderEmployment Division, Department of Human Resources of\nOregonv.Smith,494 U.S.\n872(1990), and that the free exercise claim was therefore\nunlikely to succeed. 320 F. Supp. 3d 661, 680–690 (ED Pa.\n2018). The court also determined that the free speech claims were\nunlikely to succeed because CSS performed certifications as part of\na government program.Id., at 695–700.The Court of Appeals for the Third Circuit\naffirmed. Because the contract between the parties had expired, the\ncourt focused on whether the City could insist on the inclusion of\nnew language forbidding discrimination on the basis of sexual\norientation as a condition of contract renewal. 922 F.3d 140, 153\n(2019). The court concluded that the proposed contractual terms\nwere a neutral and generally applicable policy underSmith.\n922 F. 3d, at 152–159. The court rejected the agency’s free\nspeech claims on the same grounds as the District Court.Id., at 160–162.CSS and the foster parents sought review. They\nchallenged the Third Circuit’s determination that the City’s\nactions were permissible underSmithand also asked this\nCourt to reconsider that precedent.We granted certiorari. 589 U. S. ___\n(2020).IIAThe Free Exercise Clause of the First\nAmendment, applicable to the States under the Fourteenth Amendment,\nprovides that “Congress shall make no law . . .\nprohibiting the free exercise” of religion. As an initial matter,\nit is plain that the City’s actions have burdened CSS’s religious\nexercise by putting it to the choice of curtailing its mission or\napproving relationships inconsistent with its beliefs. The City\ndisagrees. In its view, certification reflects only that foster\nparents satisfy the statutory criteria, not that the agency\nendorses their relationships. But CSS believes that certification\nis tantamount to endorsement. And “religious beliefs need not be\nacceptable, logical, consistent, or comprehensible to others in\norder to merit First Amendment protection.”Thomasv.Review Bd. of Ind. Employment Security Div.,450 U.S.\n707, 714 (1981). Our task is to decide whether the burden the\nCity has placed on the religious exercise of CSS is\nconstitutionally permissible.Smithheld that laws incidentally\nburdening religion are ordinarily not subject to strict scrutiny\nunder the Free Exercise Clause so long as they are neutral and\ngenerally applicable. 494 U. S., at 878–882. CSS urges us to\noverruleSmith, and the concurrences in the judgment argue\nin favor of doing so, seepost, p. 1 (opinion of Alito,\nJ.);post, p. 1 (opinion of Gorsuch, J.). But we need\nnot revisit that decision here. This case falls outsideSmithbecause the City has burdened the religious exercise\nof CSS through policies that do not meet the requirement of being\nneutral and generally applicable. SeeChurch of Lukumi Babalu\nAye, Inc.v.Hialeah,508 U.S.\n520, 531–532 (1993).Government fails to act neutrally when it\nproceeds in a manner intolerant of religious beliefs or restricts\npractices because of their religious nature. SeeMasterpiece\nCakeshop, Ltd.v.Colorado Civil Rights Comm’n, 584\nU. S. ___, ___–___ (2018) (slip op., at 16–17);Lukumi,\n508 U. S., at 533. CSS points to evidence in the record that\nit believes demonstrates that the City has transgressed this\nneutrality standard, but we find it more straightforward to resolve\nthis case under the rubric of general applicability.A law is not generally applicable if it\n“invite[s]” the government to consider the particular reasons for a\nperson’s conduct by providing “ ‘a mechanism for\nindividualized exemptions.’ ”Smith, 494 U. S., at\n884 (quotingBowenv.Roy,476\nU.S. 693, 708 (1986) (opinion of Burger, C. J., joined by\nPowell and Rehnquist, JJ.)). For example, inSherbertv.Verner,374 U.S.\n398(1963), a Seventh-day Adventist was fired because she would\nnot work on Saturdays. Unable to find a job that would allow her to\nkeep the Sabbath as her faith required, she applied for\nunemployment benefits.Id., at 399–400. The State denied her\napplication under a law prohibiting eligibility to claimants who\nhad “failed, without good cause . . . to accept available\nsuitable work.”Id., at 401 (internal quotation marks\nomitted). We held that the denial infringed her free exercise\nrights and could be justified only by a compelling interest.Id., at 406.Smithlater explained that the\nunemployment benefits law inSherbertwas not generally\napplicable because the “good cause” standard permitted the\ngovernment to grant exemptions based on the circumstances\nunderlying each application. See 494 U. S., at 884 (citingRoy, 476 U. S., at 708;Sherbert, 374\nU. S., at 401, n. 4).Smithwent on to hold that\n“where the State has in place a system of individual exemptions, it\nmay not refuse to extend that system to cases of ‘religious\nhardship’ without compelling reason.” 494 U. S., at 884\n(quotingRoy, 476 U. S., at 708); see alsoLukumi, 508 U. S., at 537 (same).A law also lacks general applicability if it\nprohibits religious conduct while permitting secular conduct that\nundermines the government’s asserted interests in a similar way.\nSeeid., at 542–546. InChurch of Lukumi Babalu Aye,\nInc.v.Hialeah, for instance, the City of Hialeah\nadopted several ordinances prohibiting animal sacrifice, a practice\nof the Santeria faith.Id., at 524–528. The City claimed\nthat the ordinances were necessary in part to protect public\nhealth, which was “threatened by the disposal of animal carcasses\nin open public places.”Id., at 544. But the ordinances did\nnot regulate hunters’ disposal of their kills or improper garbage\ndisposal by restaurants, both of which posed a similar hazard.Id., at 544–545. The Court concluded that this and other\nforms of underinclusiveness meant that the ordinances were not\ngenerally applicable.Id., at 545–546.BThe City initially argued that CSS’s practice\nviolated section 3.21 of its standard foster care contract. We\nconclude, however, that this provision is not generally applicable\nas required bySmith. The current version of section 3.21\nspecifies in pertinent part:“Rejection of Referral. Provider\nshall not reject a child or family including, but not limited to,\n. . . prospective foster or adoptive parents, for\nServices based upon . . . their . . . sexual\norientation . . . unless an exception is granted by the\nCommissioner or the Commissioner’s designee, in his/her sole\ndiscretion.” Supp. App. to Brief for City Respondents 16–17.This provision requires an agency to provide\n“Services,” defined as “the work to be performed under this\nContract,” App. 560, to prospective foster parents regardless of\ntheir sexual orientation.Like the good cause provision inSherbert, section 3.21 incorporates a system of individual\nexemptions, made available in this case at the “sole discretion” of\nthe Commissioner. The City has made clear that the Commissioner\n“has no intention of granting an exception” to CSS. App. to Pet.\nfor Cert. 168a. But the City “may not refuse to extend that\n[exemption] system to cases of ‘religious hardship’ without\ncompelling reason.”Smith, 494 U. S., at 884 (quotingRoy, 476 U. S., at 708).The City and intervenor-respondents resist this\nconclusion on several grounds. They first argue that governments\nshould enjoy greater leeway under the Free Exercise Clause when\nsetting rules for contractors than when regulating the general\npublic. The government, they observe, commands heightened powers\nwhen managing its internal operations. SeeNASAv.Nelson,562 U.S.\n134, 150 (2011);Engquistv.Oregon Dept. of\nAgriculture,553 U.S.\n591, 598–600 (2008). And when individuals enter into government\nemployment or contracts, they accept certain restrictions on their\nfreedom as part of the deal. SeeGarcettiv.Ceballos,547 U.S.\n410, 418–420 (2006);Board of Comm’rs, Wabaunsee Cty.v.Umbehr,518 U.S.\n668, 677–678 (1996). Given this context, the City and\nintervenor-respondents contend, the government should have a freer\nhand when dealing with contractors like CSS.These considerations cannot save the City here.\nAs Philadelphia rightly acknowledges, “principles of neutrality and\ngeneral applicability still constrain the government in its\ncapacity as manager.” Brief for City Respondents 11–12. We have\nnever suggested that the government may discriminate against\nreligion when acting in its managerial role. AndSmithitself drew support for the neutral and generally applicable\nstandard from cases involving internal government affairs. See 494\nU. S., at 883–885, and n. 2 (citingLyngv.Northwest Indian Cemetery Protective Assn.,485 U.S.\n439(1988);Roy, 476 U. S. 693). The City and\nintervenor-respondents accordingly ask only that courts apply a\nmore deferential approach in determining whether a policy is\nneutral and generally applicable in the contracting context. We\nfind no need to resolve that narrow issue in this case. No matter\nthe level of deference we extend to the City, the inclusion of a\nformal system of entirely discretionary exceptions in section 3.21\nrenders the contractual non-discrimination requirement not\ngenerally applicable.Perhaps all this explains why the City now\ncontends that section 3.21 does not apply to CSS’s refusal to\ncertify same-sex couples after all. Contrast App. to Pet. for Cert.\n167a–168a with Brief for City Respondents 35–36. Instead, the City\nsays that section 3.21 addresses only “an agency’s right to refuse\n‘referrals’ to place a child with a certified foster family.” Brief\nfor City Respondents 36. We think the City had it right the first\ntime. Although the section is titled “Rejection of Referral,” the\ntext sweeps more broadly, forbidding the rejection of “prospective\nfoster . . . parents” for “Services,” without limitation.\nSupp. App. to Brief for City Respondents 16. The City maintains\nthat certification is one of the services foster agencies are hired\nto perform, so its attempt to backtrack on the reach of section\n3.21 is unavailing. See A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 222 (2012) (“[A] title or heading\nshould never be allowed to override the plain words of a text.”).\nMoreover, the City adopted the current version of section 3.21\nshortly after declaring that it would make CSS’s obligation to\ncertify same-sex couples “explicit” in future contracts, App. to\nPet. for Cert. 170a, confirming our understanding of the text of\nthe provision.The City and intervenor-respondents add that,\nnotwithstanding the system of exceptions in section 3.21, a\nseparate provision in the contract independently prohibits\ndiscrimination in the certification of foster parents. That\nprovision, section 15.1, bars discrimination on the basis of sexual\norientation, and it does not on its face allow for exceptions. See\nSupp. App. to Brief for City Respondents 31. But state law makes\nclear that “one part of a contract cannot be so interpreted as to\nannul another part.”Shehadiv.Northeastern Nat. Bank of\nPa., 474 Pa. 232, 236,378 A.2d 304, 306 (1977); seeCommonwealthex rel.Kanev.UPMC, 634 Pa. 97, 135,\n129 A.3d 441, 464 (2015). Applying that “fundamental” rule here,Shehadi, 474 Pa., at 236, 378 A. 2d, at 306, an\nexception from section 3.21 also must govern the prohibition in\nsection 15.1, lest the City’s reservation of the authority to grant\nsuch an exception be a nullity. As a result, the contract as a\nwhole contains no generally applicable non-discrimination\nrequirement.Finally, the City and intervenor-respondents\ncontend that the availability of exceptions under section 3.21 is\nirrelevant because the Commissioner has never granted one. That\nmisapprehends the issue. The creation of a formal mechanism for\ngranting exceptions renders a policy not generally applicable,\nregardless whether any exceptions have been given, because it\n“invite[s]” the government to decide which reasons for not\ncomplying with the policy are worthy of solicitude,Smith,\n494 U. S., at 884—here, at the Commissioner’s “sole\ndiscretion.”The concurrence objects that no party raised\nthese arguments in this Court.Post, at 6 (opinion of\nGorsuch, J.). But CSS, supported by the United States, contended\nthat the City’s “made-for-CSS Section 3.21 permits discretionary\n‘exception[s]’ from the requirement ‘not [to] reject a child or\nfamily’ based upon ‘their . . . sexual\norientation,’ ” which “alone triggers strict scrutiny.” Reply\nBrief 5 (quoting Supp. App. to Brief for City Respondents 16; some\nalterations in original); see also Brief for Petitioners 26–27\n(section 3.21 triggers strict scrutiny); Brief for United States asAmicus Curiae21–22 (same). The concurrence favors the\nCity’s reading of section 3.21, seepost, at 5–6, but we\nfind CSS’s position more persuasive.CIn addition to relying on the contract, the\nCity argues that CSS’s refusal to certify same-sex couples\nconstitutes an “Unlawful Public Accommodations Practice[ ]” in\nviolation of the Fair Practices Ordinance. That ordinance forbids\n“deny[ing] or interfer[ing] with the public accommodations\nopportunities of an individual or otherwise discriminat[ing] based\non his or her race, ethnicity, color, sex, sexual orientation,\n. . . disability, marital status, familial status,” or\nseveral other protected categories. Phila. Code §9–1106(1) (2016).\nThe City contends that foster care agencies are public\naccommodations and therefore forbidden from discriminating on the\nbasis of sexual orientation when certifying foster parents.CSS counters that “foster care has never been\ntreated as a ‘public accommodation’ in Philadelphia.” Brief for\nPetitioners 13. In any event, CSS adds, the ordinance cannot\nqualify as generally applicable because the City allows exceptions\nto it for secular reasons despite denying one for CSS’s religious\nexercise. But that constitutional issue arises only if the\nordinance applies to CSS in the first place. We conclude that it\ndoes not because foster care agencies do not act as public\naccommodations in performing certifications.The ordinance defines a public accommodation in\nrelevant part as “[a]ny place, provider or public conveyance,\nwhether licensed or not, which solicits or accepts the patronage or\ntrade of the public or whose goods, services, facilities,\nprivileges, advantages or accommodations are extended, offered,\nsold, or otherwise made available to the public.” §9–1102(1)(w).\nCertification is not “made available to the public” in the usual\nsense of the words. To make a service “available” means to make it\n“accessible, obtainable.” Merriam-Webster’s Collegiate Dictionary\n84 (11th ed. 2005); see also 1 Oxford English Dictionary 812 (2d\ned. 1989) (“capable of being made use of, at one’s disposal, within\none’s reach”). Related state law illustrates the same point. A\nPennsylvania antidiscrimination statute similarly defines a public\naccommodation as an accommodation that is “open to, accepts or\nsolicits the patronage of the general public.” Pa. Stat. Ann., Tit.\n43, §954(l) (Purdon Cum. Supp. 2009). It fleshes out that\ndefinition with examples like hotels, restaurants, drug stores,\nswimming pools, barbershops, and public conveyances.Ibid.The “common theme” is that a public accommodation must “provide a\nbenefit to the general public allowing individual members of the\ngeneral public to avail themselves of that benefit if they so\ndesire.”Blizzardv.Floyd, 149 Pa. Commw. 503, 506,613 A.2d 619, 621 (1992).Certification as a foster parent, by contrast,\nis not readily accessible to the public. It involves a customized\nand selective assessment that bears little resemblance to staying\nin a hotel, eating at a restaurant, or riding a bus. The process\ntakes three to six months. Applicants must pass background checks\nand a medical exam. Foster agencies are required to conduct an\nintensive home study during which they evaluate, among other\nthings, applicants’ “mental and emotional adjustment,” “community\nties with family, friends, and neighbors,” and “[e]xisting family\nrelationships, attitudes and expectations regarding the applicant’s\nown children and parent/child relationships.” 55 Pa. Code §3700.64.\nSuch inquiries would raise eyebrows at the local bus station. And\nagencies understandably approach this sensitive process from\ndifferent angles. As the City itself explains to prospective foster\nparents, “[e]ach agency has slightly different requirements,\nspecialties, and training programs.” App. to Pet. for Cert. 197a.\nAll of this confirms that the one-size-fits-all public\naccommodations model is a poor match for the foster care\nsystem.The City asks us to adhere to the District\nCourt’s contrary determination that CSS qualifies as a public\naccommodation under the ordinance. The concurrence adopts the\nCity’s argument, seeing no incongruity in deeming a private\nreligious foster agency a public accommodation. Seepost, at\n3 (opinion of Gorsuch, J.). We respectfully disagree with the view\nof the City and the concurrence. Although “we ordinarily defer to\nlower court constructions of state statutes, we do not invariably\ndo so.”Frisbyv.Schultz,487\nU.S. 474, 483 (1988) (citation omitted). Deference would be\ninappropriate here. The District Court did not take into account\nthe uniquely selective nature of the certification process, which\nmust inform the applicability of the ordinance. We agree with CSS’s\nposition, which it has maintained from the beginning of this\ndispute, that its “foster services do not constitute a ‘public\naccommodation’ under the City’s Fair Practices Ordinance, and\ntherefore it is not bound by that ordinance.” App. to Pet. for\nCert. 159a. We therefore have no need to assess whether the\nordinance is generally applicable.IIIThe contractual non-discrimination requirement\nimposes a burden on CSS’s religious exercise and does not qualify\nas generally applicable. The concurrence protests that the “Court\ngranted certiorari to decide whether to overrule [Smith],”\nand chides the Court for seeking to “sidestep the question.”Post, at 1 (opinion of Gorsuch, J.). But the Court also\ngranted review to decide whether Philadelphia’s actions were\npermissible under our precedents. See Pet. for Cert. i. CSS has\ndemonstrated that the City’s actions are subject to “the most\nrigorous of scrutiny” under those precedents.Lukumi, 508\nU. S., at 546. Because the City’s actions are therefore\nexamined under the strictest scrutiny regardless ofSmith,\nwe have no occasion to reconsider that decision here.A government policy can survive strict scrutiny\nonly if it advances “interests of the highest order” and is\nnarrowly tailored to achieve those interests.Lukumi, 508\nU. S., at 546 (internal quotation marks omitted). Put another\nway, so long as the government can achieve its interests in a\nmanner that does not burden religion, it must do so.The City asserts that its non-discrimination\npolicies serve three compelling interests: maximizing the number of\nfoster parents, protecting the City from liability, and ensuring\nequal treatment of prospective foster parents and foster children.\nThe City states these objectives at a high level of generality, but\nthe First Amendment demands a more precise analysis. SeeGonzalesv.O Centro Espírita Beneficente União do\nVegetal,546 U.S.\n418, 430–432 (2006) (discussing the compelling interest test\napplied inSherbertandWisconsinv.Yoder,406 U.S.\n205(1972)). Rather than rely on “broadly formulated\ninterests,” courts must “scrutinize[ ] the asserted harm of\ngranting specific exemptions to particular religious claimants.”O Centro, 546 U. S., at 431. The question, then, is not\nwhether the City has a compelling interest in enforcing its\nnon-discrimination policies generally, but whether it has such an\ninterest in denying an exception to CSS.Once properly narrowed, the City’s asserted\ninterests are insufficient. Maximizing the number of foster\nfamilies and minimizing liability are important goals, but the City\nfails to show that granting CSS an exception will put those goals\nat risk. If anything, including CSS in the program seems likely to\nincrease, not reduce, the number of available foster parents. As\nfor liability, the City offers only speculation that it might be\nsued over CSS’s certification practices. Such speculation is\ninsufficient to satisfy strict scrutiny, seeBrownv.Entertainment Merchants Assn.,564 U.S.\n786, 799–800 (2011), particularly because the authority to\ncertify foster families is delegated to agencies by the State, not\nthe City, see 55 Pa. Code §3700.61.That leaves the interest of the City in the\nequal treatment of prospective foster parents and foster children.\nWe do not doubt that this interest is a weighty one, for “[o]ur\nsociety has come to the recognition that gay persons and gay\ncouples cannot be treated as social outcasts or as inferior in\ndignity and worth.”Masterpiece Cakeshop, 584 U. S., at\n___ (slip op., at 9). On the facts of this case, however, this\ninterest cannot justify denying CSS an exception for its religious\nexercise. The creation of a system of exceptions under the contract\nundermines the City’s contention that its non-discrimination\npolicies can brook no departures. SeeLukumi, 508\nU. S., at 546–547. The City offers no compelling reason why it\nhas a particular interest in denying an exception to CSS while\nmaking them available to others.*  *  *As Philadelphia acknowledges, CSS has “long\nbeen a point of light in the City’s foster-care system.” Brief for\nCity Respondents 1. CSS seeks only an accommodation that will allow\nit to continue serving the children of Philadelphia in a manner\nconsistent with its religious beliefs; it does not seek to impose\nthose beliefs on anyone else. The refusal of Philadelphia to\ncontract with CSS for the provision of foster care services unless\nit agrees to certify same-sex couples as foster parents cannot\nsurvive strict scrutiny, and violates the First Amendment.In view of our conclusion that the actions of\nthe City violate the Free Exercise Clause, we need not consider\nwhether they also violate the Free Speech Clause.The judgment of the United States Court of\nAppeals for the Third Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}