{
    "case": {
        "docket": "18-1323",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1323/"
    },
    "id": "4267231",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1323 and 18–1460_________________JUNE MEDICAL SERVICES L. L. C.,\net al., PETITIONERS18–1323v.STEPHEN RUSSO, INTERIM SECRETARY,\nLOUISIANA DEPARTMENT OF HEALTH AND HOSPITALSSTEPHEN RUSSO, INTERIM SECRETARY,\nLOUISIANA DEPARTMENT OF HEALTH AND HOSPITALS, PETITIONER18–1460v.JUNE MEDICAL SERVICES L. L. C.,\net al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 29, 2020]Chief Justice Roberts, concurring in the\njudgment.In July 2013, Texas enacted a law requiring a\nphysician performing an abortion to have “active admitting\nprivileges at a hospital . . . located not further than\n30 miles from the location at which the abortion is performed.”\nTex. Health & Safety Code Ann. §171.0031(a)(1)(A) (West Cum.\nSupp. 2019). The law caused the number of facilities providing\nabortions to drop in half. InWhole Woman’s Healthv.Hellerstedt, 579 U. S. ___ (2016), the Court concluded\nthat Texas’s admitting privileges requirement “places a substantial\nobstacle in the path of women seeking a previability abortion” and\ntherefore violated the Due Process Clause of the Fourteenth\nAmendment.Id.,at ___ (slip op., at 2) (citingPlanned\nParenthood of Southeastern Pa.v.Casey,505 U.S.\n833, 878 (1992) (plurality opinion)).I joined the dissent inWhole Woman’s\nHealthand continue to believe that the case was wrongly\ndecided. The question today however is not whetherWhole Woman’s\nHealthwas right or wrong, but whether to adhere to it in\ndeciding the present case. SeeMoorev.Texas, 586\nU. S. ___, ___ (2019) (Roberts, C. J., concurring) (slip\nop., at 1).Today’s case is a challenge from several\nabortion clinics and providers to a Louisiana law nearly identical\nto the Texas law struck down four years ago inWhole Woman’s\nHealth. Just like the Texas law, the Louisiana law requires\nphysicians performing abortions to have “active admitting\nprivileges at a hospital . . . located not further than\nthirty miles from the location at which the abortion is performed.”\nLa. Rev. Stat. Ann. §40:1061.10(A)(2)(a) (West Cum. Supp. 2020).\nFollowing a six-day bench trial, the District Court found that\nLouisiana’s law would “result in a drastic reduction in the number\nand geographic distribution of abortion providers.”June Medical\nServices LLCv.Kliebert, 250 F. Supp. 3d 27,\n87 (MD La. 2017). The law would reduce the number of clinics from\nthree to “one, or at most two,” and the number of physicians\nproviding abortions from five to “one, or at most two,” and\n“therefore cripple women’s ability to have an abortion in\nLouisiana.”Id.,at 87–88.The legal doctrine ofstare decisisrequires us, absent special circumstances, to treat like cases\nalike. The Louisiana law imposes a burden on access to abortion\njust as severe as that imposed by the Texas law, for the same\nreasons. Therefore Louisiana’s law cannot stand under our\nprecedents.IStare decisis(“to stand by things\ndecided”) is the legal term for fidelity to precedent. Black’s Law\nDictionary 1696 (11th ed. 2019). It has long been “an established\nrule to abide by former precedents, where the same points come\nagain in litigation; as well to keep the scale of justice even and\nsteady, and not liable to waver with every new judge’s opinion.” 1\nW. Blackstone, Commentaries on the Laws of England 69 (1765). This\nprinciple is grounded in a basic humility that recognizes today’s\nlegal issues are often not so different from the questions of\nyesterday and that we are not the first ones to try to answer them.\nBecause the “private stock of reason . . . in each man is\nsmall, . . . individuals would do better to avail\nthemselves of the general bank and capital of nations and of ages.”\n3 E. Burke, Reflections on the Revolution in France 110 (1790).Adherence to precedent is necessary to “avoid an\narbitrary discretion in the courts.” The Federalist No. 78, p. 529\n(J. Cooke ed. 1961) (A. Hamilton). The constraint of precedent\ndistinguishes the judicial “method and philosophy from those of the\npolitical and legislative process.” Jackson, Decisional Law and\nStare Decisis, 30 A. B. A. J. 334 (1944).The doctrine also brings pragmatic benefits.\nRespect for precedent “promotes the evenhanded, predictable, and\nconsistent development of legal principles, fosters reliance on\njudicial decisions, and contributes to the actual and perceived\nintegrity of the judicial process.”Paynev.Tennessee,501 U.S.\n808, 827 (1991). It is the “means by which we ensure that the\nlaw will not merely change erratically, but will develop in a\nprincipled and intelligible fashion.”Vasquezv.Hillery,474 U.S.\n254, 265 (1986). In that way, “stare decisisis an old\nfriend of the common lawyer.” Jackson,supra,at 334.Stare decisisis not an “inexorable\ncommand.”Ramosv.Louisiana, 590 U. S. ___, ___\n(2020) (slip op., at 20) (internal quotation marks omitted). But\nfor precedent to mean anything, the doctrine must give way only to\na rationale that goes beyond whether the case was decided\ncorrectly. The Court accordingly considers additional factors\nbefore overruling a precedent, such as its adminstrability, its fit\nwith subsequent factual and legal developments, and the reliance\ninterests that the precedent has engendered. SeeJanusv.State, County, and Municipal Employees,585 U. S. ___,\n____–____ (2018) (slip op., at 34–35).Stare decisisprinciples also determine\nhow we handle a decision that itself departed from the cases that\ncame before it. In those instances, “[r]emaining true to an\n‘intrinsically sounder’ doctrine established in prior cases better\nserves the values ofstare decisisthan would following” the\nrecent departure.Adarand Constructors, Inc.v.Peña,515 U.S.\n200, 231 (1995) (plurality opinion).Stare decisisis\npragmatic and contextual, not “a mechanical formula of adherence to\nthe latest decision.”Helveringv.Hallock,309 U.S.\n106, 119 (1940).IIABoth Louisiana and the providers agree that\nthe undue burden standard announced inCaseyprovides the\nappropriate framework to analyze Louisiana’s law. Brief for\nPetitioners in No. 18–1323, pp. 45–47; Brief for Respondent in No.\n18–1323, pp. 60–62. Neither party has asked us to reassess the\nconstitutional validity of that standard.Caseyreaffirmed “the most central\nprinciple ofRoev.Wade,” “a woman’s right to\nterminate her pregnancy before viability.”Casey, 505\nU. S., at 871 (plurality opinion).[1] At the same time, it recognized that the State has\n“important and legitimate interests in . . . protecting\nthe health of the pregnant woman and in protecting the potentiality\nof human life.”Id.,at 875–876 (internal quotation marks\nand brackets omitted).To serve the former interest, the State may,\n“[a]s with any medical procedure,” enact “regulations to further\nthe health or safety of a woman seeking an abortion.”Id.,at 878. To serve the latter interest, the State may, among other\nthings, “enact rules and regulations designed to encourage her to\nknow that there are philosophic and social arguments of great\nweight that can be brought to bear in favor of continuing the\npregnancy to full term.”Id.,at 872. The State’s freedom to\nenact such rules is “consistent withRoe’s central premises,\nand indeed the inevitable consequence of our holding that the State\nhas an interest in protecting the life of the unborn.”Id.,at 873.UnderCasey, the State may not impose an\nundue burden on the woman’s ability to obtain an abortion. “A\nfinding of an undue burden is a shorthand for the conclusion that a\nstate regulation has the purpose or effect of placing a substantial\nobstacle in the path of a woman seeking an abortion of a nonviable\nfetus.”Id.,at 877. Laws that do not pose a substantial\nobstacle to abortion access are permissible, so long as they are\n“reasonably related” to a legitimate state interest.Id.,at\n878.After faithfully reciting this standard, the\nCourt inWhole Woman’s Healthadded the following\nobservation: “The rule announced inCasey. . .\nrequires that courts consider the burdens a law imposes on abortion\naccess together with the benefits those laws confer.” 579\nU. S., at ___–___ (slip op., at 19–20). The plurality repeats\ntoday that the undue burden standard requires courts “to weigh the\nlaw’s asserted benefits against the burdens it imposes on abortion\naccess.”Ante,at 2 (internal quotation marks omitted).Read in isolation fromCasey, such an\ninquiry could invite a grand “balancing test in which unweighted\nfactors mysteriously are weighed.”Marrsv.Motorola,\nInc., 577 F.3d 783, 788 (CA7 2009). Under such tests, “equality\nof treatment is . . . impossible to achieve;\npredictability is destroyed; judicial arbitrariness is facilitated;\njudicial courage is impaired.” Scalia, The Rule of Law as a Law of\nRules, 56 U. Chi. L. Rev. 1175, 1182 (1989).In this context, courts applying a balancing\ntest would be asked in essence to weigh the State’s interests in\n“protecting the potentiality of human life” and the health of the\nwoman, on the one hand, against the woman’s liberty interest in\ndefining her “own concept of existence, of meaning, of the\nuniverse, and of the mystery of human life” on the other.Casey, 505 U. S., at 851 (opinion of the Court);id.,at 871 (plurality opinion) (internal quotation marks\nomitted). There is no plausible sense in which anyone, let alone\nthis Court, could objectively assign weight to such imponderable\nvalues and no meaningful way to compare them if there were.\nAttempting to do so would be like “judging whether a particular\nline is longer than a particular rock is heavy,”Bendix Autolite\nCorp.v.Midwesco Enterprises, Inc.,486 U.S.\n888, 897 (1988) (Scalia, J., concurring in judgment).\nPretending that we could pull that off would require us to act as\nlegislators, not judges, and would result in nothing other than an\n“unanalyzed exercise of judicial will” in the guise of a “neutral\nutilitarian calculus.”New Jerseyv.T. L. O.,469 U.S.\n325, 369 (1985) (Brennan, J., concurring in part and dissenting\nin part).Nothing aboutCaseysuggested that a\nweighing of costs and benefits of an abortion regulation was a job\nfor the courts. On the contrary, we have explained that the\n“traditional rule” that “state and federal legislatures [have] wide\ndiscretion to pass legislation in areas where there is medical and\nscientific uncertainty” is “consistent withCasey.”Gonzalesv.Carhart,550 U.S.\n124, 163 (2007).Caseyinstead focuses on the existence\nof a substantial obstacle, the sort of inquiry familiar to judges\nacross a variety of contexts. See,e.g.,Burwellv.Hobby Lobby Stores, Inc.,573 U.S.\n682, 694–695 (2014) (asking whether the government\n“substantially burdens a person’s exercise of religion” under the\nReligious Freedom Restoration Act);Arizona Free Enterprise\nClub’s Freedom Club PACv.Bennett,564 U.S.\n721, 748 (2011) (asking whether a law “imposes a substantial\nburden on the speech of privately financed candidates and\nindependent expenditure groups”);Murphyv.United Parcel\nService, Inc.,527 U.S.\n516, 521 (1999) (asking, in the context of the Americans with\nDisabilities Act, whether an individual’s impairment “substantially\nlimits one or more major life activities” (internal quotation marks\nomitted)).Casey’s analysis of the various\nrestrictions that were at issue in that case is illustrative. For\nexample, the opinion recognized that Pennsylvania’s 24-hour waiting\nperiod for abortions “has the effect of increasing the cost and\nrisk of delay of abortions,” but observed that the District Court\ndid not find that the “increased costs and potential delays amount\nto substantial obstacles.” 505 U. S., at 886 (joint opinion of\nO’Connor, Kennedy, and Souter, JJ.) (internal quotation marks\nomitted). The opinion concluded that “given the statute’s\ndefinition of medical emergency,” the waiting period did not\n“impose[ ] a real health risk.”Ibid.Because the law\ndid not impose a substantial obstacle,Caseyupheld it. And\nit did so notwithstanding the District Court’s finding that the law\ndid “not further the state interest in maternal health.”Ibid.(internal quotation marks omitted).Turning to the State’s various recordkeeping and\nreporting requirements,Caseyfound those requirements do\nnot “impose a substantial obstacle to a woman’s choice” because\n“[a]t most they increase the cost of some abortions by a slight\namount.”Id.,at 901. “While at some point increased cost\ncould become a substantial obstacle,” there was “no such showing on\nthe record” before the Court.Ibid.The Court did not weigh\nthis cost against the benefits of the law.The same was true for Pennsylvania’s parental\nconsent requirement.Caseyheld that “a State may require a\nminor seeking an abortion to obtain the consent of a parent or\nguardian, provided there is an adequate judicial bypass procedure.”Id.,at 899 (citing, among other cases,Ohiov.Akron Center for Reproductive Health,497 U.S.\n502, 510–519 (1990)).Caseyrelied on precedent\nestablishing that judicial bypass procedures “prevent another\nperson from having an absolute veto power over a minor’s decision\nto have an abortion.”Akron, 497 U. S., at 510. Without\na judicial bypass, parental consent laws impose a substantial\nobstacle to a minor’s ability to obtain an abortion and therefore\nconstitute an undue burden. SeeCasey, 505 U. S., at\n899 (joint opinion).The opinion similarly looked to whether there\nwas a substantial burden, not whether benefits outweighed burdens,\nin analyzing Pennsylvania’s requirement that physicians provide\ncertain “truthful, nonmisleading information” about the nature of\nthe abortion procedure.Id., at 882. The opinion concluded\nthat the requirement “cannot be considered a substantial obstacle\nto obtaining an abortion, and,it follows, there is no undue\nburden.”Id., at 883 (emphasis added).With regard to the State’s requirement that a\nphysician, as opposed to a qualified assistant, provide the woman\nthis information, the opinion reasoned: “Sincethere is no\nevidence on this record that requiring a doctor to give the\ninformation as provided by the statute would amount in practical\nterms to a substantial obstacle to a woman seeking an abortion, we\nconclude that it is not an undue burden.”Id.,at 884–885\n(emphasis added). This was so “even if an objective assessment\nmight suggest that those same tasks could be performed by others,”\nmeaning the law had little if any benefit.Id.,at 885.The only restrictionCaseyfound\nunconstitutional was Pennsylvania’s spousal notification\nrequirement. On that score, the Court recited a bevy of social\nscience evidence demonstrating that “millions of women in this\ncountry . . . may have justifiable fears of physical\nabuse” or “devastating forms of psychological abuse from their\nhusbands.”Id.,at 893 (opinion of the Court). In addition\nto “physical violence” and “child abuse,” women justifiably feared\n“verbal harassment, threats of future violence, the destruction of\npossessions, physical confinement to the home, the withdrawal of\nfinancial support, or the disclosure of the abortion to family and\nfriends.”Ibid.The spousal notification requirement was\n“thus likely to prevent a significant number of women from\nobtaining an abortion.”Ibid.It did not “merely make\nabortions a little more difficult or expensive to obtain; for many\nwomen, it [imposed] a substantial obstacle.”Id.,at\n893–894. The Court emphasized that it would not “blind [itself] to\nthe fact that the significant number of women who fear for their\nsafety and the safety of their children are likely to be deterred\nfrom procuring an abortion as surely as if the Commonwealth had\noutlawed abortion in all cases.”Id.,at 894.The upshot ofCaseyis clear: The several\nrestrictions that did not impose a substantial obstacle were\nconstitutional, while the restriction that did impose a substantial\nobstacle was unconstitutional.To be sure, the Court at times discussed the\nbenefits of the regulations, including when it distinguished\nspousal notification from parental consent. SeeWhole Woman’s\nHealth, 579 U. S., at ___–___ (slip op., at 19–20) (citingCasey, 505 U. S., at 887–898 (opinion of the Court);id.,at 899–901 (joint opinion). But in the context ofCasey’s governing standard, these benefits were not placed\non a scale opposite the law’s burdens. Rather,Caseydiscussed benefits in considering the threshold requirement that\nthe State have a “legitimate purpose” and that the law be\n“reasonably related to that goal.”Id., at 878 (plurality\nopinion);id.,at 882 (joint opinion).So long as that showing is made, the only\nquestion for a court is whether a law has the “effect of placing a\nsubstantial obstacle in the path of a woman seeking an abortion of\na nonviable fetus.”Id., at 877 (plurality opinion).Caseyrepeats that “substantial obstacle” standard nearly\nverbatim no less than 15 times.Id.,at 846, 894, 895\n(opinion of the Court);id.,at 877, 878 (plurality\nopinion);id.,at 883, 884, 885, 886, 887, 901 (joint\nopinion).[2]The only place a balancing test appears inCaseyis in Justice Stevens’s partial dissent. “Weighing the\nState’s interest in potential life and the woman’s liberty\ninterest,” Justice Stevens would have gone further than the\nplurality to strike down portions of the State’s informed consent\nrequirements and 24-hour waiting period.Id.,at 916–920\n(opinion concurring in part and dissenting in part). But that\napproach did not win the day.Mazurekv.Armstrongplaces this\nunderstanding ofCasey’s undue burden standard beyond doubt.Mazurekinvolved a challenge to a Montana law restricting\nthe performance of abortions to licensed physicians. 520\nU. S.,at 969. It was “uncontested that there was\ninsufficient evidence of a ‘substantial obstacle’ to abortion.”Id.,at 972. Therefore, once the Court found that the\nMontana Legislature had not acted with an “unlawful motive,” the\nCourt’s work was complete.Ibid. In fact, the Court found\nthe challengers’ argument—that the law was invalid because “all\nhealth evidence contradicts the [State’s] claim that there is any\nhealth basis for the law”—to be “squarely foreclosedbyCaseyitself.”Id.,at 973 (internal quotation marks\nomitted; emphasis added).We should respect the statement inWhole\nWoman’s Healththat it was applying the undue burden standard\nofCasey. The opinion inWhole Woman’s Healthbegan\nby saying, “We must here decide whether two provisions of [the\nTexas law] violate the Federal Constitution as interpreted inCasey.” 579 U. S., at ___ (slip op., at 1). Nothing\nmore. The Court explicitly stated that it was applying “the\nstandard, as described inCasey,” and reversed the Court of\nAppeals for applying an approach that did “not match the standard\nthat this Court laid out inCasey.”Id.,at ___, ___\n(slip op., at 19, 20).Here the plurality expressly acknowledges that\nwe are not considering how to analyze an abortion regulation that\ndoes not present a substantial obstacle. “That,” the plurality\nexplains, “is not this case.”Ante, at 40. In this case,Casey’s requirement of finding a substantial obstacle before\ninvalidating an abortion regulation is therefore a sufficient basis\nfor the decision, as it was inWhole Woman’s Health. In\nneither case, nor inCaseyitself, was there call for\nconsideration of a regulation’s benefits, and nothing inCaseycommands such consideration. Under principles ofstare decisis, I agree with the plurality that the\ndetermination inWhole Woman’s Healththat Texas’s law\nimposed a substantial obstacle requires the same determination\nabout Louisiana’s law. Under those same principles, I would adhere\nto the holding ofCasey, requiring a substantial obstacle\nbefore striking down an abortion regulation.BWhole Woman’s Healthheld that Texas’s\nadmitting privileges requirement placed “a substantial obstacle in\nthe path of women seeking a previability abortion,” independent of\nits discussion of benefits. 579 U. S., at ___ (slip op., at 2)\n(citingCasey, 505 U. S., at 878 (plurality\nopinion)).[3] Because\nLouisiana’s admitting privileges requirement would restrict women’s\naccess to abortion to the same degree as Texas’s law, it also\ncannot stand under our precedent.[4]To begin, the two laws are nearly identical.\nPrior to enactment of the Texas law, abortion providers were\nrequired either to possess local hospital admitting privileges or\nto have a transfer agreement with a physician who had such\nprivileges. Tex. Admin. Code, tit. 25, §139.56(a) (2009). The new\nlaw, adopted in 2013, eliminated the option of having a transfer\nagreement. Providers were required to “[h]ave active admitting\nprivileges at a hospital . . . located not further than\n30 miles from the location at which the abortion is performed.”\nTex. Health & Safety Code Ann. §171.0031(a)(1)(A).Likewise, Louisiana law previously required\nabortion providers to have either admitting privileges or a\ntransfer agreement. La. Admin. Code, tit. 48, pt. I, §4407(A)(3)\n(2003), 29 La. Reg. 706–707 (2003). In 2014, Louisiana removed the\noption of having a transfer agreement. Just like Texas, Louisiana\nnow requires abortion providers to “[h]ave active admitting\nprivileges at a hospital . . . located not further than\nthirty miles from the location at which the abortion is performed.”\nLa. Rev. Stat. §40:1061.10(A)(2)(a).Crucially, the District Court findings indicate\nthat Louisiana’s law would restrict access to abortion in just the\nsame way as Texas’s law, to the same degree or worse. In Texas, “as\nof the time the admitting-privileges requirement began to be\nenforced, the number of facilities providing abortions dropped in\nhalf, from about 40 to about 20.”Whole Woman’s Health, 579\nU. S., at ___ (slip op., at 24). Eight abortion clinics closed\nin the months prior to the law’s effective date.Ibid.Another 11 clinics closed on the day the law took effect.Ibid.Similarly, the District Court found that the\nLouisiana law would “result in a drastic reduction in the number\nand geographic distribution of abortion providers.” 250 F. Supp.\n3d, at 87. At the time of the District Court’s decision, there were\nthree clinics and five physicians performing abortions in\nLouisiana.Id.,at 40, 41. The District Court found that the\nnew law would reduce “the number of clinics to one, or at most\ntwo,” and the number of physicians in Louisiana to “one, or at most\ntwo,” as well.Id.,at 87. Even in the best case, “the\ndemand for services would vastly exceed the supply.”Ibid.Whole Woman’s Healthfound that the\nclosures of the abortion clinics led to “fewer doctors, longer\nwaiting times, and increased crowding.” 579 U. S., at ___\n(slip op., at 26). The Court also found that “the number of women\nof reproductive age living in a county more than 150 miles from a\nprovider increased from approximately 86,000 to 400,000 and the\nnumber of women living in a county more than 200 miles from a\nprovider from approximately 10,000 to 290,000.”Ibid.(internal quotation marks and alterations omitted).The District Court here likewise found that the\nLouisiana law would result in “longer waiting times for\nappointments, increased crowding and increased associated health\nrisk.” 250 F. Supp. 3d, at 81. The court found that Louisiana\nwomen already “have difficulty affording or arranging for\ntransportation and childcare on the days of their clinic visits”\nand that “[i]ncreased travel distance” would exacerbate this\ndifficulty.Id.,at 83. The law would prove “particularly\nburdensome for women living in northern Louisiana . . .\nwho once could access a clinic in their own area [and] will now\nhave to travel approximately 320 miles to New Orleans.”Ibid.In Texas, “common prerequisites to obtaining\nadmitting privileges that [had] nothing to do with ability to\nperform medical procedures,” including “clinical data requirements,\nresidency requirements, and other discretionary factors,” made it\ndifficult for well-credentialed abortion physicians to obtain such\nprivileges.Whole Woman’s Health, 579 U. S., at ___\n(slip op., at 25). In particular, the Court found that “hospitals\noften condition[ed] admitting privileges on reaching a certain\nnumber of admissions per year.”Id.,at ___ (slip op., at\n24) (internal quotation marks omitted).But because\ncomplications requiring hospitalization are relatively rare,\nabortion providers were “unlikely to have any patients to admit”\nand thus were “unable to maintain admitting privileges or obtain\nthose privileges for the future.”Id.,at ___ (slip op., at\n25).So too here. “While a physician’s competency is\na factor in assessing an applicant for admitting privileges” in\nLouisiana, “it is only one factor that hospitals consider in\nwhether to grant privileges.” 250 F. Supp. 3d, at 46.\nLouisiana hospitals “may deny privileges or decline to consider an\napplication for privileges for myriad reasons unrelated to\ncompetency,” including “the physician’s expected usage of the\nhospital and intent to admit and treat patients there, the number\nof patients the physician has treated in the hospital in the recent\npast, the needs of the hospital, the mission of the hospital, or\nthe business model of the hospital.”Ibid.[5]And the District Court found that, as in Texas,\nLouisiana “hospitals often grant admitting privileges to a\nphysician because the physician plans to provide services in the\nhospital” and that “[i]n general, hospital admitting privileges are\nnot provided to physicians who never intend to provide services in\na hospital.”Id.,at 49. But “[b]ecause, by all accounts,\nabortion complications are rare, an abortion provider is unlikely\nto have a consistent need to admit patients.”Id.,at 50\n(citations omitted).[6]Importantly, the District Court found that\n“since the passage of [the Louisiana law], all five remaining\ndoctors have attemptedin good faithto comply” with the law\nby applying for admitting privileges, yet have had very little\nsuccess.Id., at 78 (emphasis added). This finding was\nnecessary to ensure that the physicians’ inability to obtain\nadmitting privileges was attributable to the new law rather than a\nhalfhearted attempt to obtain privileges. Only then could the\nDistrict Court accurately identify the Louisiana law’s burden on\nabortion access.The question is not whether we would reach the\nsame findings from the same record. These District Court findings\n“entail[ed] primarily . . . factual work” and therefore\nare “review[ed] only for clear error.”U. S. Bank\nN. A.v.Village at Lakeridge,LLC, 583\nU. S. ___, ___, ___ (2018) (slip op., at 6, 9). Clear error\nreview follows from a candid appraisal of the comparative\nadvantages of trial courts and appellate courts. “While we review\ntranscripts for a living, they listen to witnesses for a living.\nWhile we largely read briefs for a living, they largely assess the\ncredibility of parties and witnesses for a living.”Taglieriv.Monasky, 907 F.3d 404, 408 (CA6 2018) (en banc).We accordingly will not disturb the factual\nconclusions of the trial court unless we are “left with the\ndefinite and firm conviction that a mistake has been committed.”United Statesv.United States Gypsum Co.,333 U.S.\n364, 395 (1948). In my view, the District Court’s work reveals\nno such clear error, for the reasons the plurality explains.Ante,at 19–35. The District Court findings therefore bind\nus in this case.*  *  *Stare decisisinstructs us to treat\nlike cases alike. The result in this case is controlled by our\ndecision four years ago invalidating a nearly identical Texas law.\nThe Louisiana law burdens women seeking previability abortions to\nthe same extent as the Texas law, according to factual findings\nthat are not clearly erroneous. For that reason, I concur in the\njudgment of the Court that the Louisiana law is\nunconstitutional.Notes1Although parts ofCasey’s joint opinion were a plurality not joined by a\nmajority of the Court, the joint opinion is nonetheless considered\nthe holding of the Court underMarksv.United\nStates,430 U.S.\n188, 193 (1977), as the narrowest position supporting the\njudgment.2Justice Gorsuch correctly\nnotes thatCasey“expressly disavowed any test as strict as\nstrict scrutiny.”Post,at 20 (dissenting opinion). But he\ncertainly is wrong to suggest that my position is in any way\ninconsistent with that disavowal. Applying strict scrutiny would\nrequire “anyregulation touching upon the abortion decision”\nto be the least restrictive means to further a compelling state\ninterest.Casey, 505 U. S., at 871 (plurality opinion)\n(emphasis added).Caseyhowever recognized that such a test\nwould give “too little acknowledgement and implementation” to the\nState’s “legitimate interests in the health of the woman and in\nprotecting the potential life within her.”Ibid.UnderCasey, abortion regulations are valid so long as they do not\npose a substantial obstacle and meet the threshold requirement of\nbeing “reasonably related” to a “legitimate purpose.”Id.,\nat 878;id., at 882 (joint opinion).3Justice Gorsuch considers\nthis is a “nonexistent ruling” nowhere to be found inWhole\nWoman’s Health.Post, at 19 (dissenting opinion). I\ndisagree.Whole Woman’s Healthfirst surveyed the benefits\nof Texas’s admitting privileges requirement. 579 U. S., at\n___–___ (slip op., at 23–24). The Court then transitioned to\nexamining the law’s burdens: “At the same time, the record\nevidence indicates that the admitting-privileges requirement places\na substantial obstacle in the path of a woman’s choice.”Id., at ___ (slip op., at 24) (internal quotation marks\nomitted; emphasis added). And the Court made clear that a law which\nhas the purpose or effect of placing “a substantial obstacle in the\npath of a woman seeking an abortion before the fetus attains\nviability” imposes an “undue burden” and therefore violates the\nConstitution.Id., at ___ (slip op., at 1) (internal\nquotation marks omitted; emphasis deleted). Thus the discussion of\nbenefits inWhole Woman’s Healthwas not necessary to its\nholding.4For the reasons the\nplurality explains,ante,at 11–16, I agree that the\nabortion providers in this case have standing to assert the\nconstitutional rights of their patients.5Justice Alito\nmisunderstands my discussion of credentials as focusing on the\nlaw’s lack of benefits. Seepost, at 4 (dissenting opinion).\nBut my analysis, likeCasey, is limited to the law’s effect\non the availability of abortion.6I agree with Justice\nAlito that the validity of admitting privileges laws “depend[s] on\nnumerous factors that may differ from State to State.”Post,\nat 9 (dissenting opinion). And I agree with Justice Gorsuch that\n“[w]hen it comes to the factual record, litigants normally start\nthe case on a clean slate.”Post,at 14 (dissenting\nopinion). Appreciating that others may in good faith disagree,\nhowever, I cannot view the record here as in any pertinent respect\nsufficiently different from that inWhole Woman’s Healthto\nwarrant a different outcome.",
    "joined": []
}