{
    "case": {
        "docket": "189",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/189/"
    },
    "id": "1970408",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–699_________________MENACHEM BINYAMIN ZIVOTOFSKY, by his parents\nand guardians, ARI Z. and NAOMI SIEGMAN ZIVOTOFSKY, PETITIONERv.HILLARY RODHAM CLINTON, SECRETARY OF STATEon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[March 26, 2012]Chief Justice Roberts delivered the opinion of\nthe Court.Congress enacted a statute providing that\nAmericans born in Jerusalem may elect to have “Israel” listed as\nthe place of birth on their passports. The State Department\ndeclined to follow that law, citing its longstanding policy of not\ntaking a position on the political status of Jerusalem. When sued\nby an American who invoked the statute, the Secretary of State\nargued that the courts lacked authority to decide the case because\nit presented a political question. The Court of Appeals so\nheld.We disagree. The courts are fully capable of\ndetermining whether this statute may be given effect, or instead\nmust be struck down in light of authority conferred on the\nExecutive by the Constitution.IAIn 2002, Congress enacted the Foreign\nRelations Authorization Act, Fiscal Year 2003, 116Stat. 1350.\nSection 214 of the Act is entitled “United States Policy with\nRespect to Jerusalem as the Capital of Israel.”Id.,at\n1365. The first two subsections express Congress’s “commitment” to\nrelocating the United States Embassy in Israel to Jerusalem.Id.,at 1365–1366. The third bars funding for the\npublication of official Government documents that do not list\nJerusalem as the capital of Israel.Id.,at 1366. The fourth\nand final provision, §214(d), is the only one at stake in this\ncase. Entitled “Record of Place of Birth as Israel for Passport\nPurposes,” it provides that “[f]or purposes of the registration of\nbirth, certification of national- ity, or issuance of a passport of\na United States citizen born in the city of Jerusalem, the\nSecretary shall, upon the re- quest of the citizen or the citizen’s\nlegal guardian, record the place of birth as Israel.”Ibid.The State Department’s Foreign Affairs Manual\nstates that “[w]here the birthplace of the applicant is located in\nterritory disputed by another country, the city or area of birth\nmay be written in the passport.” 7 Foreign Affairs Manual\n§1383.5–2, App. 108. The manual specifically directs that passport\nofficials should enter “JERUSALEM” and should “not write Israel or\nJordan” when recording the birthplace of a person born in Jerusalem\non a passport.Id., §1383, Exh. 1383.1, App. 127; see alsoid.,§§1383.1, 1383.5–4, .5–5, .5–6, App. 106, 108–110.Section 214(d) sought to override this\ninstruction by allowing citizens born in Jerusalem to have “Israel”\nrecorded on their passports if they wish. In signing the Foreign\nRelations Authorization Act into law, President George W. Bush\nstated his belief that §214 “impermissibly interferes with the\nPresident’s constitutional authority to conduct the Nation’s\nforeign affairs and to supervise the unitary executive branch.”\nStatement on Signing the Foreign Relations Authorization Act,\nFiscal Year 2003, Public Papers of the Presidents, George W. Bush,\nVol. 2, Sept. 30, 2002, p. 1698 (2005). He added that if\nthe section is “construed as mandatory,” then it would “interfere\nwith the President’s constitutional authority to formulate the\nposition of the United States, speak for the Nation in\ninternational affairs, and determine the terms on which recognition\nis given to foreign states.”Ibid.He concluded by\nemphasizing that “U. S. policy regarding Jerusalem has not\nchanged.”Ibid.The President made no specific reference to\nthe passport mandate in §214(d).BPetitioner Menachem Binyamin Zivotofsky was\nborn in Jerusalem on October 17, 2002, shortly after §214(d) was\nenacted. Zivotofsky’s parents were American citizens and he\naccordingly was as well, by virtue of congressional enactment. 8\nU. S. C. §1401(c); seeRogersv.Bellei,401 U.S.\n815, 835 (1971) (foreign-born children of American citizens\nacquire citizenship at birth through “congres- sional generosity”).\nZivotofsky’s mother filed an application for a consular report of\nbirth abroad and a United States passport. She requested that his\nplace of birth be listed as “Jerusalem, Israel” on both documents.\nU. S. officials informed Zivotofsky’s mother that State\nDepartment policy prohibits recording “Israel” as Zivotofsky’s\nplace of birth. Pursuant to that policy, Zivotofsky was issued a\npassport and consular report of birth abroad listing only\n“Jerusalem.” App. 19–20.Zivotofsky’s parents filed a complaint on his\nbehalf against the Secretary of State. Zivotofsky sought a\ndeclaratory judgment and a permanent injunction ordering the\nSecretary to identify his place of birth as “Jerusalem, Israel” in\nthe official documents.Id.,at 17–18. The District Court\ngranted the Secretary’s motion to dismiss the complaint on the\ngrounds that Zivotofsky lacked standing and that his complaint\npresented a nonjusticiable political question.The Court of Appeals for the D. C. Circuit\nreversed, concluding that Zivotofsky did have standing. It then\nobserved that while Zivotofsky had originally asked that\n“Jerusalem, Israel” be recorded on his passport, “[b]oth sides\nagree that the question now is whether §214(d) entitles [him] to\nhave just ‘Israel’ listed as his place of birth.”444 F.3d 614, 619 (2006). The D. C. Circuit determined\nthat additional factual development might be helpful in deciding\nwhether this question was justiciable, as the parties disagreed\nabout the foreign policy implications of listing “Israel” alone as\na birthplace on the passport.Id.,at 619–620. It therefore\nremanded the case to the District Court.The District Court again found that the case was\nnot justiciable. It explained that “[r]esolving [Zivotofsky’s]\nclaim on the merits would necessarily require the Court to decide\nthe political status of Jerusalem.” 511 F. Supp. 2d 97, 103 (2007).\nConcluding that the claim therefore presented a political question,\nthe District Court dismissed the case for lack of subject matter\njurisdiction.The D. C. Circuit affirmed. It reasoned\nthat the Constitution gives the Executive the exclusive power to\nrecognize foreign sovereigns, and that the exercise of this power\ncannot be reviewed by the courts. Therefore, “deciding whether the\nSecretary of State must mark a passport . . . as\nZivotofsky requests would necessarily draw [the court] into an area\nof decisionmaking the Constitution leaves to the Executive alone.”\n571 F.3d 1227, 1232–1233 (2009). The D. C. Circuit held that\nthe political question doctrine prohibits such an intrusion by the\ncourts, and rejected any suggestion that Congress’s decision to\ntake “a position on the status of Jerusalem” could change the\nanalysis.Id., at 1233.Judge Edwards concurred in the judgment, but\nwrote separately to express his view that the political question\ndoctrine has no application to this case. He explained that the\nissue before the court was whether §214(d) “impermissibly\nintrude[s] on the President’s exclusive power to recognize foreign\nsovereigns.”Id.,at 1234. That question, he observed,\ninvolves “commonplace issues of statutory and constitutional\ninterpretation” plainly within the constitutional authority of the\nJudiciary to decide.Id.,at 1235. Reaching the merits,\nJudge Edwards determined that designating Israel as a place of\nbirth on a passport is a policy “in furtherance of the recognition\npower.”Id.,at 1243. Because in his view the Constitution\ngives that power exclusively to the President, Judge Edwards found\n§214(d) unconstitutional. For this reason, he concluded that\nZivotofsky had no viable cause of action, and concurred in\naffirming the dismissal of the complaint.Zivotofsky petitioned for certiorari, and we\ngranted review. 563 U. S. ___ (2011).IIThe lower courts concluded that Zivotofsky’s\nclaim presents a political question and therefore cannot be ad-\njudicated. We disagree.In general, the Judiciary has a responsibility\nto decide cases properly before it, even those it “would gladly\navoid.”Cohensv.Virginia, 6 Wheat. 264, 404 (1821).\nOur precedents have identified a narrow exception to that rule,\nknown as the “political question” doctrine. See,e.g., Japan\nWhaling Assn.v.American Cetacean Soc.,478 U.S.\n221, 230 (1986). We have explained that a controversy “involves\na political question . . . where there is ‘a textu- ally\ndemonstrable constitutional commitment of the issue to a coordinate\npolitical department; or a lack of judicially discoverable and\nmanageable standards for resolving it.’ ”Nixonv.United States,506 U.S.\n224, 228 (1993) (quotingBakerv.Carr,369 U.S.\n186, 217 (1962)). In such a case, we have held that a court\nlacks the authority to decide the dispute before it.The lower courts ruled that this case involves a\npolitical question because deciding Zivotofsky’s claim would force\nthe Judicial Branch to interfere with the President’s exercise of\nconstitutional power committed to him alone. The District Court\nunderstood Zivotofsky to ask the courts to “decide the political\nstatus of Jerusalem.” 511 F. Supp. 2d, at 103. This\nmisunderstands the issue presented. Zivotofsky does not ask the\ncourts to determine whether Jerusalem is the capital of Israel. He\ninstead seeks to determine whether he may vindicate his statutory\nright, under §214(d), to choose to have Israel recorded on his\npassport as his place of birth.For its part, the D. C. Circuit treated the\ntwo questions as one and the same. That court concluded that\n“[o]nly the Executive—not Congress and not the courts—has the power\nto define U. S. policy regarding Israel’s sovereignty over\nJerusalem,” and also to “decide how best to implement that policy.”\n571 F. 3d, at 1232. Because the Department’s passport rule was\nadopted to implement the President’s “exclusive and unreviewable\nconstitutional power to keep the United States out of the debate\nover the status of Jerusalem,” the validity of that rule was itself\na “nonjusticiable political question” that “the Constitution leaves\nto the Executive alone.”Id.,at 1231–1233. Indeed, the\nD. C. Circuit’s opinion does not even mention §214(d) until\nthe fifth of its six paragraphs of analysis, and then only to\ndismiss it as irrelevant: “That Congress took a position on the\nstatus of Jerusalem and gave Zivotofsky a statutory cause of action\n. . . is of no moment to whether the judiciary has [the]\nauthority to resolve this dispute . . . .”Id., at 1233.The existence of a statutory right, however, is\ncertainly relevant to the Judiciary’s power to decide Zivotofsky’s\nclaim. The federal courts are not being asked to supplant a foreign\npolicy decision of the political branches with the courts’ own\nunmoored determination of what United States policy toward\nJerusalem should be. Instead, Zivotofsky requests that the courts\nenforce a specific statutory right. To resolve his claim, the\nJudiciary must decide if Zivotofsky’s interpretation of the statute\nis correct, and whether the statute is constitutional. This is a\nfamiliar judicial exercise.Moreover, because the parties do not dispute the\ninterpretation of §214(d), the only real question for the courts is\nwhether the statute is constitutional. At least sinceMarburyv.Madison, 1 Cranch 137 (1803), we have\nrecognized that when an Act of Congress is alleged to conflict with\nthe Constitution, “[i]t is emphatically the province and duty of\nthe judicial department to say what the law is.”Id.,at\n177. That duty will sometimes involve the “[r]esolution of\nlitigation challenging the constitutional authority of one of the\nthree branches,” but courts cannot avoid their responsibility\nmerely “because the issues have political implications.”INSv.Chadha,462 U.S.\n919, 943 (1983).In this case, determining the constitutionality\nof §214(d) involves deciding whether the statute impermissibly\nintrudes upon Presidential powers under the Constitution. If so,\nthe law must be invalidated and Zivotofsky’s case should be\ndismissed for failure to state a claim. If, on the other hand, the\nstatute does not trench on the President’s powers, then the\nSecretary must be ordered to issue Zivotofsky a passport that\ncomplies with §214(d). Either way, the political question doctrine\nis not implicated. “No policy underlying the political question\ndoctrine suggests that Congress or the Executive . . .\ncan decide the constitutionality of a statute; that is a decision\nfor the courts.”Id., at 941–942.The Secretary contends that “there is ‘a\ntextually demonstrable constitutional commitment’ ” to the\nPresident of the sole power to recognize foreign sovereigns and, as\na corollary, to determine whether an American born in Jerusalem may\nchoose to have Israel listed as his place of birth on his passport.Nixon, 506 U. S., at 228 (quotingBaker, 369\nU. S., at 217); see Brief for Respondent 49–50. Perhaps. But\nthere is, of course, no exclusive commitment to the Executive of\nthe power to determine the constitutionality of a statute. The\nJudicial Branch appropriately exercises that authority, including\nin a case such as this, where the question is whether Congress or\nthe Executive is “aggrandizing its power at the expense of another\nbranch.”Freytagv.Commissioner,501 U.S.\n868, 878 (1991); see,e.g., Myersv.United\nStates,272 U.S.\n52, 176 (1926) (finding a statute unconstitutional because it\nencroached upon the President’s removal power);Bowsherv.Synar,478 U.S.\n714, 734 (1986) (finding a statute un- constitutional because\nit “intruded into the executive function”);Morrisonv.Olson,487 U.S.\n654, 685 (1988) (upholding a statute’s constitutionality\nagainst a charge that it “impermissibly interfere[d] with the\nPresident’s exercise of his constitutionally appointed\nfunctions”).Our precedents have also found the political\nquestion doctrine implicated when there is “ ‘a lack of\njudicially discoverable and manageable standards for\nresolving’ ” the question before the court.Nixon,supra, at 228 (quotingBaker,supra, at 217).\nFraming the issue as the lower courts did, in terms of whether the\nJudiciary may decide the political status of Jerusalem, certainly\nraises those concerns. They dissipate, however, when the issue is\nrecognized to be the more focused one of the constitutionality of\n§214(d). Indeed, both sides offer detailed legal arguments\nregarding whether §214(d) is constitutional in light of powers\ncommitted to the Executive, and whether Congress’s own powers with\nrespect to passports must be weighed in analyzing this\nquestion.For example, the Secretary reprises on the\nmerits her argument on the political question issue, claiming that\nthe Constitution gives the Executive the exclusive power to\nformulate recognition policy. She roots her claim in the\nConstitution’s declaration that the President shall “receive\nAmbassadors and other public Ministers.” U. S. Const., Art.\nII, §3. According to the Secretary, “[c]enturies-long Executive\nBranch practice, congressional acquiescence, and decisions by this\nCourt” confirm that the “receive Ambassadors” clause confers upon\nthe Executive the exclusive power of recognition. Brief for\nRespondent 18.The Secretary observes that “President\nWashington and his cabinet unanimously decided that the President\ncould receive the ambassador from the new government of France\nwithout first consulting Congress.”Id.,at 19 (citing\nLetter from George Washington to the Cabinet (Apr. 18, 1793),\nreprinted in 25 Papers of Thomas Jefferson 568–569 (J. Catanzariti\ned. 1992); Thomas Jefferson, Notes on Washington’s Questions on\nNeutrality and the Alliance with France (May 6, 1793), reprinted inid.,at 665–666). She notes, too, that early attempts by the\nLegislature to affect recognition policy were regularly “re- jected\nin Congress as inappropriate incursions into the Executive Branch’s\nconstitutional authority.” Brief for Respondent 21. And she cites\nprecedents from this Court stating that “[p]olitical recognition is\nexclusively a function of the Executive.”Banco Nacional de\nCubav.Sabbatino,376 U.S.\n398, 410 (1964); see Brief for Respondent 24–27 (citing,e.g., United Statesv.Pink,315\nU.S. 203(1942)).The Secretary further contends that §214(d)\nconstitutes an impermissible exercise of the recognition power\nbecause “the decision as to how to describe the place of birth\n. . . operates as an official statement of whether the\nUnited States recognizes a state’s sovereignty over a territorial\narea.” Brief for Respondent 38. The Secretary will not “list[] as a\nplace of birth a country whose sovereignty over the relevant\nterritory the United States does not recognize.”Id., at 39.\nTherefore, she claims, “listing ‘Israel’ as the place of birth\nwould constitute an official decision by the United States to begin\nto treat Jerusalem as a city located within Israel. ”Id., at 38–39 (some internal quotation marks omitted).For his part, Zivotofsky argues that, far from\nbeing an exercise of the recognition power, §214(d) is instead a\n“legitimate and permissible” exercise of Congress’s “authority to\nlegislate on the form and content of a passport.” Brief for\nPetitioner 53. He points the Court to Professor Louis Henkin’s\nobservation that “ ‘in the competition for power in foreign\nrelations,’ Congress has ‘an impressive array of powers expressly\nenumerated in the Constitution.’ ”Id.,at 45 (quoting\nL. Henkin, Foreign Affairs and the United States Constitution 63\n(2d ed. 1996)). Zivotofsky suggests that Congress’s authority to\nenact §214(d) derives specifically from its powers over\nnaturalization, U. S. Const., Art. I, §8, cl. 4, and foreign\ncommerce,id.,§8, cl. 3. According to Zivotofsky, Congress\nhas used these powers to pass laws regulating the content and\nissuance of passports since 1856. See Brief for Petitioner 52\n(citing Act of Aug. 18, 1856, §23, 11Stat. 60).Zivotofsky contends that §214(d) fits squarely\nwithin this tradition. He notes that the State Department’s\ndesignated representative stated in her deposition for this\nlitigation that the “place of birth” entry is includedonlyas “an element of identification.” App. 76 (Deposition of Catherine\nBarry, Deputy Assistant Secretary of State for Overseas Citizens\nServices); see Brief for Petitioner 10. Moreover, Zivotofsky\nargues, the “place of birth” entry cannot be taken as a means for\nrecognizing foreign sovereigns, because the State Department\nauthorizes recording unrecognized territories—such as the Gaza\nStrip and the West Bank—as places of birth. Brief for Petitioner 43\n(citing 7 Foreign Affairs Manual §1383.5–5, App. 109–110).Further, Zivotofsky claims that even if §214(d)\ndoes implicate the recognition power, that is not a power the\nConstitution commits exclusively to the Executive. Zivotofsky\nargues that the Secretary is overreading the authority granted to\nthe President in the “receive Ambassadors” clause. He observes that\nin the Federalist Papers, Alexander Hamilton described the power\nconferred by this clause as “more a matter of dignity than of\nauthority,” and called it “a circumstance, which will be without\nconsequence in the administration of the government.” The\nFederalist No. 69, p. 468 (J. Cooke ed. 1961); see Brief\nfor Petitioner 37. Zivotofsky also points to other clauses in the\nConstitution, such as Congress’s power to declare war, that suggest\nsome congressional role in recognition. Reply Brief for Petitioner\n23 (citing U. S. Const., Art. I, §8, cl. 11). He\ncites, for example, an 1836 message from President Jackson to\nCongress, acknowledging that it is unclear who holds the authority\nto recognize because it is a power “no where expressly dele- gated”\nin the Constitution, and one that is “necessarily involved in some\nof the great powers given to Congress.” Message from the President\nof the United States Upon the Subject of the Political, Military,\nand Civil Condition of Texas, H. R. Doc. No. 35, 24th Cong.,\n2d Sess., 2; see Reply Brief for Petitioner 11–12.Zivotofsky argues that language from this\nCourt’s precedents suggesting the recognition power belongs\nexclusively to the President is inapplicable to his claim, because\nthat language appeared in cases where the Court was asked to alter\nrecognition policy developed by the Executive in the absence of\ncongressional opposition. See Brief for Petitioner 44–46; Reply\nBrief for Petitioner 18–19. Finally, Zivotofsky contends that even\nif the “receive Ambassadors” clause confers some exclusive\nrecognition power on the President, simply allowing a choice as to\nthe “place of birth” entry on a passport does not significantly\nintrude on that power.Recitation of these arguments—which sound in\nfamiliar principles of constitutional interpretation—is enough to\nestablish that this case does not “turn on standards that defy\njudicial application.”Baker, 369 U. S., at 211.\nResolution of Zivotofksy’s claim demands careful examination of the\ntextual, structural, and historical evidence put forward by the\nparties regarding the nature of the statute and of the passport and\nrecognition powers. This is what courts do. The political question\ndoctrine poses no bar to judicial review of this case.IIITo say that Zivotofsky’s claim presents issues\nthe Judiciary is competent to resolve is not to say that reaching a\ndecision in this case is simple. Because the District Court and the\nD. C. Circuit believed that review was barred by the political\nquestion doctrine, we are without the benefit of thorough lower\ncourt opinions to guide our analysis of the merits. Ours is “a\ncourt of final review and not first view.”Adarand Constructors,\nInc.v.Mineta,534 U.S.\n103, 110 (2001) (per curiam) (internal quotation marks\nomitted). Ordinarily, “we do not decide in the first instance\nissues not decided below.”National Collegiate Athletic\nAssn.v.Smith,525 U.S.\n459, 470 (1999). In particular, when we reverse on a threshold\nquestion, we typically remand for resolution of any claims the\nlower courts’ error prevented them from addressing. See,e.g.,\nBondv.United States, 564 U. S. ___, ___ (2011)\n(slip op., at 1–2) (reversing the Court of Appeals’ determination\non standing and remanding because the “merits of petitioner’s\nchallenge to the statute’s validity are to be considered, in the\nfirst instance, by the Court of Appeals”). We see no reason to\ndepart from this approach in this case. Having determined that this\ncase is justiciable, we leave it to the lower courts to consider\nthe merits in the first instance.The judgment of the Court of Appeals for the\nD. C. Circuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}