{
    "case": {
        "docket": "356",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/356/"
    },
    "id": "1962097",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTSEREBOFF V. MID ATLANTIC MEDICAL SERVICES, INC.547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-260JOEL SEREBOFF, et ux., PETITIONERSv.MID\nATLANTIC MEDICAL SERVICES, INC.on writ of certiorari to the united states court of\nappeals for the fourth circuit[May 15, 2006]Chief Justice Roberts delivered\nthe opinion of the Court.In this case we consider again\nthe circumstances in which a fiduciary under the Employee\nRetirement Income Security Act of 1974 (ERISA) may sue a\nbeneficiary for reimbursement of medical expenses paid by the ERISA\nplan, when the beneficiary has recovered for its injuries from a\nthird party.IMarlene Sereboff ’s employer\nsponsors a health insurance plan administered by respondent Mid\nAtlantic Medical Services, Inc., and covered by ERISA, 88 Stat.\n829, as amended, 29 U. S. C. §1001et seq.(2000 ed.\nand Supp. III). Marlene Sereboff and her husband Joel are\nbeneficiaries under the plan. The plan provides for payment of\ncertain covered medical expenses and contains an “Acts of Third\nParties” provision. This provision “applies when [a beneficiary is]\nsick or injured as a result of the act or omission of another\nperson or party,” and requires a beneficiary who “receives\nbenefits” under the plan for such injuries to “reimburse [Mid\nAtlantic]” for those benefits from “[a]ll recoveries from a third\nparty (whether by lawsuit, settlement, or otherwise).” App. to Pet.\nfor Cert. 38a. The provision states that “[Mid Atlantic’s] share of\nthe recovery will not be reduced because [the beneficiary] has not\nreceived the full damages claimed, unless [Mid Atlantic] agrees in\nwriting to a reduction.”Ibid.The Sereboffs were involved\nin an automobile accident in California and suffered injuries.\nPursuant to the plan’s coverage provisions, the plan paid the\ncouple’s medical expenses. The Sereboffs filed a tort action in\nstate court against several third parties, seeking compensatory\ndamages for injuries suffered as a result of the accident. Soon\nafter the suit was commenced, Mid Atlantic sent the Sereboffs’\nattorney a letter asserting a lien on the anticipated proceeds from\nthe suit, for the medical expenses Mid Atlantic paid on the\nSereboffs’ behalf. App. 87–90. On several occasions over the next 2\nyears, Mid Atlantic sent similar correspondence to the attorney and\nto the Sereboffs, repeating its claim to a lien on a portion of the\nSereboffs’ recovery, and detailing the medical expenses as they\naccrued and were paid by the plan.The Sereboffs’ tort suit eventually\nsettled for $750,000. Neither the Sereboffs nor their attorney sent\nany money to Mid Atlantic in satisfaction of its claimed lien\nwhich, after Mid Atlantic completed its payments on the Sereboffs’\nbehalf, totaled $74,869.37.Mid Atlantic filed suit in District Court\nunder §502(a)(3) of ERISA, 29 U. S. C. §1132(a)(3), seeking to\ncollect from the Sereboffs the medical expenses it had paid on\ntheir behalf. Since the Sereboffs’ attorney had already distributed\nthe settlement proceeds to them, Mid Atlantic sought a temporary\nrestraining order and preliminary injunction requiring the couple\nto retain and set aside at least $74,869.37 from the proceeds. The\nDistrict Court approved a stipulation by the parties, under which\nthe Sereboffs agreed to “preserve $74,869.37 of the settlement\nfunds” in an investment account, “until the [District] Court rules\non the merits of this case and all appeals, if any, are exhausted.”\nApp. 69.On the merits, the District Court found in\nMid Atlantic’s favor and ordered the Sereboffs to pay Mid Atlantic\nthe $74,869.37, plus interest, with a deduction for Mid Atlantic’s\nshare of the attorney’s fees and court costs the Sereboffs had\nincurred in state court. See 303 F. Supp. 2d 691, 316\nF. Supp. 2d 265 (Md. 2004). The Sereboffs appealed and the\nFourth Circuit affirmed in relevant part. 407 F. 3d 212\n(2005). The Fourth Circuit observed that the Courts of Appeal are\ndivided on the question whether §502(a)(3) authorizes recovery in\nthese circumstances. See id.,at 219–220, n. 7.[Footnote 1] We granted certiorari to\nresolve the disagreement. 546 U. S. ___ (2005).IIAA fiduciary may bring a civil\naction under §502(a)(3) of ERISA “(A) to enjoin any act or practice\nwhich violates any provision of this subchapter or the terms of the\nplan, or (B) to obtain other appropriate equitable relief (i) to\nredress such violations or (ii) to enforce any provisions of this\nsubchapter or the terms of the plan.” 29 U. S. C. §1132(a)(3).\nThere is no dispute that Mid Atlantic is a fiduciary under ERISA\nand that its suit in District Court was to “enforce … the terms\nof ” the “Acts of Third Parties” provision in the Sereboffs’\nplan. The only question is whether the relief Mid Atlantic\nrequested from the District Court was “equitable” under\n§502(a)(3)(B).This is not the first time we\nhave had occasion to clarify the scope of the remedial power\nconferred on district courts by §502(a)(3)(B). InMertensv.Hewitt Associates,508 U. S. 248(1993), we\nconstrued the provision to authorize only “those categories of\nrelief that weretypicallyavailable in equity,” and thus\nrejected a claim that we found sought “nothing other than\ncompensatorydamages.”Id.,at 255–256. We\nelaborated on this construction of §502(a)(3)(B) inGreat-West\nLife & Annuity Ins. Co.v.Knudson,534 U. S. 204(2002),\nwhich involved facts similar to those in this case. Much like the\n“Acts of Third Parties” provision in the Sereboffs’ plan, the plan\ninKnudsonreserved “ ‘a first lien upon any\nrecovery, whether by settlement, judgment or otherwise,’ that the\nbeneficiary receives from [a] third party.”Id.,at 207.\nAfter Knudson was involved in a car accident, Great-West paid\nmedical bills on her behalf and, when she recovered in tort from a\nthird party for her injuries, Great-West sought to collect from her\nfor the medical bills it had paid.Id.,at 207–209.In response to the argument that Great-West’s\nclaim inKnudsonwas for “restitution” and thus equitable\nunder §502(a)(3)(B) andMertens, we noted that “not all\nrelief falling under the rubric of restitution [was] available in\nequity.” 534 U. S.,at 212. To decide whether the\nrestitutionary relief sought by Great-West was equitable or legal,\nwe examined cases and secondary legal materials to determine if the\nrelief would have been equitable “[i]n the days of the divided\nbench.”Ibid.We explained that one feature of equitable\nrestitution was that it sought to impose a constructive trust or\nequitable lien on “particular funds or property in the defendant’s\npossession.”Id.,at 213. That requirement was not met inKnudson, because “the funds to which petitioners claim[ed]\nan entitlement” were not in Knudson’s possession, but had instead\nbeen placed in a “Special Needs Trust” under California law.Id.,at 207, 214. The kind of relief Great-West sought,\ntherefore, was “not equitable—the imposition of a constructive\ntrust or equitable lien on particular property—but legal—the\nimposition of personal liability for the benefits that [Great-West]\nconferred upon [Knudson].”Id.,at 214. We accordingly\ndetermined that the suit could not proceed under §502(a)(3).Ibid.That impediment to characterizing the relief\ninKnudsonas equitable is not present here. As the Fourth\nCircuit explained below, in this case Mid Atlantic sought\n“specifically identifiable” funds that were “within the possession\nand control of the Sereboffs”—that portion of the tort settlement\ndue Mid Atlantic under the terms of the ERISA plan, set aside and\n“preserved [in the Sereboffs’] investment accounts.” 407\nF. 3d,at 218. Unlike Great-West, Mid Atlantic did\nnot simply seek “to impose personal liability … for a contractual\nobligation to pay money.”Knudson,534 U. S.,at\n210. It alleged breach of contract and sought money, to be sure,\nbut it sought its recovery through a constructive trust or\nequitable lien on a specifically identified fund, not from the\nSereboffs’ assets generally, as would be the case with a contract\naction at law. ERISA provides for equitable remediesto enforce\nplan terms, so the fact that the action involves a breach of\ncontract can hardly be enough to prove relief is not equitable;\nthat would make §502(a)(3)(B)(ii) an empty promise. This Court inKnudsondid not reject Great-West’s suit out of hand\nbecause it alleged a breach of contract and sought money, but\nbecause Great-West did not seek to recover a particular fund from\nthe defendant. Mid Atlantic does.BWhile Mid Atlantic’s case for\ncharacterizing its relief as equitable thus does not falter because\nof the nature of the recovery it seeks, Mid Atlantic must still\nestablish that the basis for its claim is equitable. Seeid.,at 213 (whether remedy “is legal or equitable depends\non ‘the basis for [the plaintiff ’s] claim’ and the nature of\nthe underlying remedies sought”). Our case law from the days of the\ndivided bench confirms that Mid Atlantic’s claim is equitable. InBarnesv.Alexander,232 U. S. 117(1914),\nfor instance, attorneys Street and Alexander performed work for\nBarnes, another attorney, who promised them “one-third of the\ncontingent fee” he expected in the case.Id.,at 119. In\nupholding their equitable claim to this portion of the fee, Justice\nHolmes recited “the familiar rul[e] of equity that a contract to\nconvey a specific object even before it is acquired will make the\ncontractor a trustee as soon as he gets a title to the thing.”Id.,at 121. On the basis of this rule, he concluded that\nBarnes’ undertaking “create[d] a lien” upon the portion of the\nmonetary recovery due Barnes from the client,ibid., which\nStreet and Alexander could “follow … into the hands of … Barnes,”\n“as soon as [the fund] was identified,”id.,at 123.Much like Barnes’ promise to\nStreet and Alexander, the “Acts of Third Parties” provision in the\nSereboffs’ plan specifically identified a particular fund, distinct\nfrom the Sereboffs’ general assets—“[a]ll recoveries from a third\nparty (whether by lawsuit, settlement, or otherwise)”—and a\nparticular share of that fund to which Mid Atlantic was\nentitled—“that portion of the total recovery which is due [Mid\nAtlantic] for benefits paid.” App. to Pet. for Cert. 38a. Like\nStreet and Alexander inBarnes, therefore, Mid Atlantic\ncould rely on a “familiar rul[e] of equity” to collect for the\nmedical bills it had paid on the Sereboffs’ behalf.Barnes,supra,at 121. This rule allowed them to\n“follow” a portion of the recovery “into the [Sereboffs’] hands”\n“as soon as [the settlement fund] was identified,” and impose on\nthat portion a constructive trust or equitable lien. 232 U.\nS.,at 123.The Sereboffs object that Mid Atlantic’s suit\nwould not have satisfied the conditions for “equitable restitution”\nat common law, particularly the “strict tracing rules” that\nallegedly accompanied this form of relief. Reply Brief for\nPetitioners 8. When an equitable lien was imposed as restitutionary\nrelief, it was often the case that an asset belonging to the\nplaintiff had been improperly acquired by the defendant and\nexchanged by him for other property. A central requirement of\nequitable relief in these circumstances, the Sereboffs argue, was\nthe plaintiff ’s ability to “ ‘trac[e]’ the asset into\nits products or substitutes,” or “trace his money or property to\nsome particular funds or assets.” 1 D. Dobbs, Law of Remedies\n§4.3(2), pp. 591, n. 10, 592 (2d ed. 1993).But as the Sereboffs themselves recognize, an\nequitable lien sought as a matter of restitution, and an equitable\nlien “by agreement,” of the sort at issue inBarnes, were\ndifferent species of relief. See Brief for Petitioners 24–25; Reply\nBrief for Petitioners 11; see also 1 Dobbs,supra,\n§4.3(3), at 601; 1 G. Palmer, Law of Restitution §1.5, p. 20\n(1978).Barnesconfirms that no tracing requirement of the\nsort asserted by the Sereboffs applies to equitable liens by\nagreement or assignment: The plaintiffs inBarnescould\nnot identify an asset they originally possessed, which was\nimproperly acquired and converted into property the defendant held,\nyet that did not preclude them from securing an equitable lien. To\nthe extent Mid Atlantic’s action is proper underBarnes,\ntherefore, its asserted inability to satisfy the “strict tracing\nrules” for “equit- able restitution” is of no consequence. Reply\nBrief for Petitioners 8.The Sereboffs concede as much, stating that\nthey “do not contend—and have never suggested—that any tracing was\nhistorically required when an equitable lien was imposedby\nagreement.”Id.,at 11. Their argument is that such\ntracing was required when an equitable lien was “predicated on a\ntheory ofequitable restitution.”Ibid.The\nSereboffs appear to assume thatKnudsonendorsed\napplication of all the restitutionary conditions—including\nrestitutionary tracing rules—to every action for an equitable lien\nunder §502(a)(3). This assumption is inaccurate.Knudsonsimply described in general terms the conditions under which a\nfiduciary might recover when it was seeking equitable restitution\nunder a provision like that at issue in this case. There was no\nneed inKnudsonto catalog all the circumstances in which\nequitable liens were available in equity; Great-West claimed a\nright to recover in restitution, and the Court concluded only that\nequitable restitution was unavailable because the funds sought were\nnot in Knudson’s possession. 534 U. S.,at 214.The Sereboffs argue that, even underBarnes, equitable relief would not have been available to\nfiduciaries relying on plan provisions like the one at issue here,\nbecause when the beneficiary agrees to such a provision “no\nthird-party recovery” exists which the beneficiary can “place …\nbeyond his control and grant [the fiduciary] a complete and present\nright therein.” Brief for Petitioners 25–26 (internal quotation\nmarks omitted). It may be true that, in contract cases, equity\noriginally required identification at the time the contract was\nmade of the fund to which a lien specified in the contract\nattached. See,e.g.,Tristv.Child,21\nWall. 441, 447 (1875) (“[A] mere agreement to pay out of such fund\nis not sufficient. Something more is necessary. There must be an\nappropriation of the fundpro tanto”). ButBarnesexplicitly disapproved of this rule, observing thatTristaddressed the issue only in dicta (since the contract containing\nthe lien provision inTristwas illegal), and treating the\n“question as at large,” even in light of earlier opinions that had\ndealt with it head on.Barnes,supra,at 120\n(citingTrist,supra;Christmasv.Russell,14 Wall. 69 (1872);Wrightv.Ellison,1 Wall. 16 (1864)).Apart from those cases, whichBarnesdiscredited, the Sereboffs offer little to undermine the plain\nindication inBarnesthat the fund over which a lien is\nasserted need not be in existence when the contract containing the\nlien provision is executed. See 4 S. Symons, Pomeroy’s Equity\nJurisprudence §1236, pp. 699–700 (5th ed. 1941) (“[A]n agreement to\ncharge, or to assign … property not yet in existence,” although\n“creat[ing] no legal estate or interest in the things when they\nafterwards come into existence … does constitute an equitable lien\nupon the property” just as would “a lien upon specific things\nexisting and owned by the contracting party at the date of the\ncontract”);Peughv.Porter,112 U. S. 737, 742\n(1885) (“[I]n contemplation of equity, [it] is not material” that\nthe “very fund now in dispute” was “not … in existence” when an\nequitable lien over that fund was created). Indeed, the most they\ncan muster in this regard are several state cases predatingBarnesand a single decision that rests, contrary to the\nSereboffs’ characterization, on the simple conclusion that a\ncontractual provision purporting to secure an equitable lien did\nnot properly do so. See Brief for Petitioners 26; Reply Brief for\nPetitioners 12;Taylorv.Wharton, 43 App.\nD. C. 104 (1915).The Sereboffs finally fall back on the\nargument thatBarnesannounced a special rule for\nattorneys claiming an equitable lien over funds promised under a\ncontingency fee arrangement. Outside of this context, they say, the\n“typical rules regarding equitable liens by assignment” persisted\nand would have prevented recovery here. Reply Brief for Petitioners\n13.ButBarnesdid not attach any\nparticular significance to the identity of the parties seeking\nrecovery. See 232 U. S.,at 119. And asBarnesitself makes clear, other cases of this Court—not involving\nattorneys’ contingency fees—apply the same “familiar rul[e] of\nequity that a contract to convey a specific object even before it\nis acquired will make the contractor a trustee as soon as he gets a\ntitle to the thing.”Id.,at 121. InWalkerv.Brown,165\nU. S. 654(1897), for instance, the Court approved an equitable\nlien over municipal bonds transferred to a company to facilitate\nits business. When a supplier of the company suspended shipments\nbecause of delinquent debts, the individual who had transferred the\nbonds assured the supplier that “ ‘any indebtedness that they\nmay be owing you at any time, shall be paid before the return to me\nof these bonds … and that these bonds … are at the risk of the\nbusiness of [the company], so far as any claim you may have against\n[it].’ ”Id.,at 663. The Court found that this\nundertaking created an equitable lien on the bonds, which the\nsupplier could enforce against the individual after the bonds had\nbeen returned to him when the company became insolvent.Id.,at 666. As inBarnes, the Court resolved the\ncase by applying general equitable principles, stating that “[t]o\ndedicate property to a particular purpose, to provide that a\nspecified creditor and that creditor alone shall be authorized to\nseek payment of his debt from the property or its value, is\nunmistakably to create an equitable lien.” 165 U. S., at 666.CShifting gears, the Sereboffs\ncontend that the lower courts erred in allowing enforcement of the\n“Acts of Third Parties” provision, without imposing various\nlimitations that they say would apply to “truly equitable relief\ngrounded in principles of subrogation.” Reply Brief for Petitioners\n5. According to the Sereboffs, they would in an equitablesubrogationaction be able to assert certain equitable\ndefenses, such as the defense that subrogation may be pursued only\nafter a victim had been made whole for his injuries.Id.,at 5–6. Such defenses should be available against Mid Atlantic’s\naction, the Sereboffs claim, despite the plan provision that “[Mid\nAtlantic’s] share of the recovery will not be reduced because [the\nbeneficiary] has not received the full damages claimed, unless [Mid\nAtlantic] agrees in writing to a reduction.” App. to Pet. for Cert.\n38a.But Mid Atlantic’s claim is not\nconsidered equitable because it is a subrogation claim. As\nexplained, Mid Atlantic’s action to enforce the “Acts of Third\nParties” provision qualifies as an equitable remedy because it is\nindistinguishable from an action to enforce an equitable lien\nestablished by agreement, of the sort epitomized by our decision inBarnes. See 4 Palmer, Law of Restitution\n§23.18(d), at 470 (A subrogation lien “is not an express\nlien based on agreement, but instead is an equitable lien impressed\non moneys on the ground that they ought to go to the insurer”). Mid\nAtlantic need not characterize its claim as a freestanding action\nfor equitable subrogation. Accordingly, the parcel of equitable\ndefenses the Sereboffs claim accompany any such action are beside\nthe point.[Footnote 2]*  *  *Under the teaching ofBarnesand similar cases, Mid Atlantic’s action in the\nDistrict Court properly sought “equitable relief ” under\n§502(a)(3); the judgment of the Fourth Circuit is affirmed in\nrelevant part.It is so ordered.Footnote 1CompareAdministrative Comm. of Wal-Mart\nAssoc. Health & Welfare Planv.Willard, 393\nF. 3d 1119 (CA10 2004),Bombardier Aerospace Employee\nWelfare Benefits Planv.Ferrer, Poirot &\nWansbrough, 354 F. 3d 348 (CA5 2003), andAdministrative Comm. of Wal-Mart Stores, Inc.v.Varco, 338 F. 3d 680 (CA7 2003), withQualchoice,\nInc.v.Rowland, 367 F. 3d 638 (CA6 2004), andWestaff (USA) Inc.v.Arce, 298 F. 3d 1164\n(CA9 2002).Footnote 2The Sereboffs argue that, even if the relief\nMid Atlantic sought was “equitable” under §502(a)(3), it was not\n“appropriate” under that provision in that it contravened\nprinciples like the make-whole doctrine. Neither the District Court\nnor the Court of Appeals considered the argument that Mid\nAtlantic’s claim was not “appropriate” apart from the contention\nthat it was not “equitable,” and from our examination of the record\nit does not appear that the Sereboffs raised this distinct\nassertion below. We decline to consider it for the first time here.\nSeeNational Collegiate Athletic Assn.v.Smith,525 U. S. 459,\n470 (1999).",
    "joined": []
}