{
    "case": {
        "docket": "171",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/171/"
    },
    "id": "1963681",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–553_________________HOSANNA-TABOR EVANGELICAL LUTHERAN CHURCH AND\nSCHOOL, PETITIONER v. EQUAL EMPLOYMENT OPPORTUNITY COMMISSION\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[January 11, 2012]Chief Justice Roberts\ndelivered the opinion of the Court.Certain employment\ndiscrimination laws authorize employees who have been wrongfully\nterminated to sue their employers for reinstatement and damages.\nThe question presented is whether the Establishment and Free\nExercise Clauses of the First Amendment bar such an action when the\nemployer is a religious group and the employee is one of the\ngroup’s ministers.IAPetitioner\nHosanna-Tabor Evangelical Lutheran Church and School is a member\ncongregation of the Lutheran Church–Missouri Synod, the second\nlargest Lutheran denomination in America. Hosanna-Tabor operated a\nsmall school in Redford, Michigan, offering a “Christ-centered\neducation” to students in kindergarten through eighth grade. 582\nF. Supp. 2d 881, 884 (ED Mich. 2008) (internal quotation marks\nomitted).The Synod classifies\nteachers into two categories: “called” and “lay.” “Called” teachers\nare regarded as having been called to their vocation by God through\na congregation. To be eligible to receive a call from a\ncongregation, a teacher must satisfy certain academic requirements.\nOne way of doing so is by completing a “colloquy” program at a\nLutheran college or university. The program requires candidates to\ntake eight courses of theological study, obtain the endorsement of\ntheir local Synod district, and pass an oral examination by a\nfaculty committee. A teacher who meets these requirements may be\ncalled by a congregation. Once called, a teacher receives the\nformal title “Minister of Religion, Commissioned.” App. 42, 48. A\ncommissioned minister serves for an open-ended term; at\nHosanna-Tabor, a call could be rescinded only for cause and by a\nsupermajority vote of the congregation.“Lay” or “contract”\nteachers, by contrast, are not required to be trained by the Synod\nor even to be Lutheran. At Hosanna-Tabor, they were appointed by\nthe school board, without a vote of the congregation, to one-year\nrenewable terms. Although teachers at the school generally\nperformed the same duties regardless of whether they were lay or\ncalled, lay teachers were hired only when called teachers were\nunavailable.Respondent Cheryl\nPerich was first employed by Hosanna-Tabor as a lay teacher in\n1999. After Perich com-pleted her colloquy later that school year,\nHosanna-Tabor asked her to become a called teacher. Perich accepted\nthe call and received a “diploma of vocation” designating her a\ncommissioned minister. Id., at 42.Perich taught\nkindergarten during her first four years at Hosanna-Tabor and\nfourth grade during the 2003–2004 school year. She taught math,\nlanguage arts, social studies, science, gym, art, and music. She\nalso taught a religion class four days a week, led the students in\nprayer and devotional exercises each day, and attended a weekly\nschool-wide chapel service. Perich led the chapel service herself\nabout twice a year.Perich became ill in\nJune 2004 with what was eventually diagnosed as narcolepsy.\nSymptoms included sudden and deep sleeps from which she could not\nbe roused. Because of her illness, Perich began the 2004–2005\nschool year on disability leave. On January 27, 2005, however,\nPerich notified the school principal, Stacey Hoeft, that she would\nbe able to report to work the following month. Hoeft responded that\nthe school had already contracted with a lay teacher to fill\nPerich’s position for the remainder of the school year. Hoeft also\nexpressed concern that Perich was not yet ready to return to the\nclassroom.On January 30,\nHosanna-Tabor held a meeting of its congregation at which school\nadministrators stated that Perich was unlikely to be physically\ncapable of returning to work that school year or the next. The\ncongregation voted to offer Perich a “peaceful release” from her\ncall, whereby the congregation would pay a portion of her health\ninsurance premiums in exchange for her resignation as a called\nteacher. Id., at 178, 186. Perich refused to resign and produced a\nnote from her doctor stating that she would be able to return to\nwork on February 22. The school board urged Perich to reconsider,\ninforming her that the school no longer had a position for her, but\nPerich stood by her decision not to resign.On the morning of\nFebruary 22—the first day she was medically cleared to return to\nwork—Perich presented herself at the school. Hoeft asked her to\nleave but she would not do so until she obtained written\ndocumentation that she had reported to work. Later that afternoon,\nHoeft called Perich at home and told her that she would likely be\nfired. Perich responded that she had spoken with an attorney and\nintended to assert her legal rights.Following a school\nboard meeting that evening, board chairman Scott Salo sent Perich a\nletter stating that Hosanna-Tabor was reviewing the process for\nrescinding her call in light of her “regrettable” actions. Id., at\n229. Salo subsequently followed up with a letter advising Perich\nthat the congregation would consider whether to rescind her call at\nits next meeting. As grounds for ter-mination, the letter cited\nPerich’s “insubordination and disruptive behavior” on February 22,\nas well as the damage she had done to her “working relationship”\nwith the school by “threatening to take legal action.” Id., at 55.\nThe congregation voted to rescind Perich’s call on April 10, and\nHosanna-Tabor sent her a letter of termination the next day.BPerich filed a charge\nwith the Equal Employment Opportunity Commission, alleging that her\nemployment had been terminated in violation of the Americans with\nDis-abilities Act, 104Stat. 327, 42 U. S. C. §12101\net seq. (1990). The ADA prohibits an employer from\ndiscriminating against a qualified individual on the basis of\ndisability. §12112(a). It also prohibits an employer from\nretaliating “against any individual because such individual has\nopposed any act or practice made unlawful by [the ADA] or because\nsuch individual made a charge, testified, assisted, or participated\nin any manner in an investigation, proceeding, or hearing under\n[the ADA].” §12203(a). [1]The EEOC brought suit\nagainst Hosanna-Tabor, alleging that Perich had been fired in\nretaliation for threat-ening to file an ADA lawsuit. Perich\nintervened in the litigation, claiming unlawful retaliation under\nboth the ADA and the Michigan Persons with Disabilities Civil\nRights Act, Mich. Comp. Laws §37.1602(a) (1979). The EEOC and\nPerich sought Perich’s reinstatement to her former position (or\nfrontpay in lieu thereof), along with backpay, compensatory and\npunitive damages, attorney’s fees, and other injunctive relief.Hosanna-Tabor moved for\nsummary judgment. Invoking what is known as the “ministerial\nexception,” the Church argued that the suit was barred by the First\nAmendment because the claims at issue concerned the employment\nrelationship between a religious institution and one of its\nministers. According to the Church, Perich was a minister, and she\nhad been fired for a religious reason—namely, that her threat to\nsue the Church vio-lated the Synod’s belief that Christians should\nresolve their disputes internally.The District Court\nagreed that the suit was barred by the ministerial exception and\ngranted summary judgment in Hosanna-Tabor’s favor. The court\nexplained that “Hosanna-Tabor treated Perich like a minister and\nheld her out to the world as such long before this litigation\nbegan,” and that the “facts surrounding Perich’s employment in a\nreligious school with a sectarian mission” supported the Church’s\ncharacterization. 582 F. Supp. 2d, at 891–892. In light of\nthat determination, the court concluded that it could “inquire no\nfurther into her claims of retaliation.” Id., at 892.The Court of Appeals\nfor the Sixth Circuit vacated and remanded, directing the District\nCourt to proceed to the merits of Perich’s retaliation claims. The\nCourt of Appeals recognized the existence of a ministerial\nexception barring certain employment discrimination claims against\nreligious institutions—an exception “rooted in the First\nAmendment’s guarantees of religious freedom.” 597 F. 3d 769,\n777 (2010). The court concluded, however, that Perich did not\nqualify as a “minister” under the exception, noting in particular\nthat her duties as a called teacher were identical to her duties as\na lay teacher. Id., at 778–781. Judge White concurred. She viewed\nthe question whether Perich qualified as a minister to be closer\nthan did the majority, but agreed that the “fact that the duties of\nthe contract teachers are the same as the duties of the called\nteachers is telling.” Id., at 782, 784.We granted certiorari.\n563 U. S. ___ (2011).IIThe First Amendment\nprovides, in part, that “Congress shall make no law respecting an\nestablishment of religion, or prohibiting the free exercise\nthereof.” We have said that these two Clauses “often exert\nconflicting pressures,” Cutter v. Wilkinson, 544 U. S. 709,\n719 (2005) , and that there can be “internal tension\n. . . between the Establishment Clause and the Free\nExercise Clause,” Tilton v. Richardson, 403 U. S. 672, 677\n(1971) (plurality opinion). Not so here. Both Religion Clauses bar\nthe government from interfering with the decision of a religious\ngroup to fire one of its ministers.AControversy between\nchurch and state over religious offices is hardly new. In 1215, the\nissue was addressed in the very first clause of Magna Carta. There,\nKing John agreed that “the English church shall be free, and shall\nhave its rights undiminished and its liberties unimpaired.” The\nKing in particular accepted the “freedom of elections,” a right\n“thought to be of the greatest necessity and importance to the\nEnglish church.” J. Holt, Magna Carta App. IV, p. 317,\ncl. 1 (1965).That freedom in many\ncases may have been more the-oretical than real. See, e.g., W.\nWarren, Henry II 312 (1973) (recounting the writ sent by Henry II\nto the electors of a bishopric in Winchester, stating: “I order you\nto hold a free election, but forbid you to elect anyone but Richard\nmy clerk”). In any event, it did not survive the reign of Henry\nVIII, even in theory. The Act of Supremacy of 1534, 26 Hen. 8,\nch. 1, made the English monarch the supreme head of the\nChurch, and the Act in Restraint of Annates, 25 Hen. 8,\nch. 20, passed that same year, gave him the authority to\nappoint the Church’s high officials. See G. Elton, The Tudor\nConstitution: Documents and Commentary 331–332 (1960). Various Acts\nof Uniformity, enacted subsequently, tightened further the\ngovernment’s grip on the exercise of religion. See, e.g., Act of\nUniformity, 1559, 1 Eliz., ch. 2; Act of Uniformity, 1549, 2\n& 3 Edw. 6, ch. 1. The Uniformity Act of 1662, for\ninstance, limited service as a minister to those who formally\nassented to prescribed tenets and pledged to follow the mode of\nworship set forth in the Book of Common Prayer. Any minister who\nrefused to make that pledge was “deprived of all his Spiritual\nPromotions.” Act of Uniformity, 1662, 14 Car. 2,\nch. 4.Seeking to escape the\ncontrol of the national church, the Puritans fled to New England,\nwhere they hoped to elect their own ministers and establish their\nown modes of worship. See T. Curry, The First Freedoms: Church and\nState in America to the Passage of the First Amendment 3 (1986);\nMcConnell, The Origins and Historical Understanding of Free\nExercise of Religion, 103 Harv. L. Rev. 1409, 1422 (1990).\nWilliam Penn, the Quaker proprietor of what would eventually become\nPennsylvania and Delaware, also sought independence from the Church\nof England. The charter creating the province of Pennsylvania\ncontained no clause establishing a religion. See S. Cobb, The Rise\nof Religious Liberty in America 440–441 (1970).Colonists in the South,\nin contrast, brought the Church of England with them. But even they\nsometimes chafed at the control exercised by the Crown and its\nrepresentatives over religious offices. In Virginia, for example,\nthe law vested the governor with the power to induct ministers\npresented to him by parish vestries, 2 Hening’s Statutes at Large\n46 (1642), but the vestries often refused to make such\npresentations and instead chose ministers on their own. See H.\nEckenrode, Separation of Church and State in Virginia 13–19 (1910).\nControversies over the selection of ministers also arose in other\nColonies with Anglican establishments, including North Carolina.\nSee C. Antieau, A. Downey, & E. Roberts, Freedom from Federal\nEstablishment: Formation and Early History of the First Amendment\nReligion Clauses 10–11 (1964). There, the royal governor insisted\nthat the right of presentation lay with the Bishop of London, but\nthe colonial assembly enacted laws placing that right in the\nvestries. Authorities in England intervened, repealing those laws\nas inconsistent with the rights of the Crown. See id., at 11;\nWeeks, Church and State in North Carolina, Johns Hopkins U. Studies\nin Hist. & Pol. Sci., 11th Ser., Nos. 5–6, pp. 29–36\n(1893).It was against this\nbackground that the First Amendment was adopted. Familiar with life\nunder the established Church of England, the founding generation\nsought to foreclose the possibility of a national church. See 1\nAnnals of Cong. 730–731 (1789) (noting that the Establishment\nClause addressed the fear that “one sect might obtain a\npre-eminence, or two combine together, and establish a religion to\nwhich they would compel others to conform” (remarks of J.\nMadison)). By forbidding the “establishment of religion” and\nguaranteeing the “free exercise thereof,” the Religion Clauses\nensured that the new Federal Government—unlike the English\nCrown—would have no role in filling ecclesiastical offices. The\nEstablishment Clause prevents the Government from appointing\nministers, and the Free Exercise Clause prevents it from\ninterfering with the freedom of religious groups to select their\nown.This understanding of\nthe Religion Clauses was reflected in two events involving James\nMadison, “ ‘the leading architect of the religion clauses of\nthe First Amendment.’ ” Arizona Christian School Tuition\nOrganization v. Winn, 563 U. S. ___, ___ (2011) (slip op., at\n13) (quoting Flast v. Cohen, 392 U. S. 83, 103 (1968) ). The\nfirst occurred in 1806, when John Carroll, the first Catholic\nbishop in the United States, solicited the Executive’s opinion on\nwho should be appointed to direct the affairs of the Catholic\nChurch in the territory newly acquired by the Louisiana Purchase.\nAfter consulting with President Jefferson, then-Secretary of State\nMadison responded that the selection of church “functionaries” was\nan “entirely ecclesiastical” matter left to the Church’s own\njudgment. Letter from James Madison to Bishop Carroll (Nov. 20,\n1806), reprinted in 20 Records of the American Catholic Historical\nSociety 63 (1909). The “scrupulous policy of the Constitution in\nguarding against a political interference with religious affairs,”\nMadison explained, prevented the Government from rendering an\nopinion on the “selection of ecclesiastical individuals.” Id., at\n63–64.The second episode\noccurred in 1811, when Madison was President. Congress had passed a\nbill incorporating the Protestant Episcopal Church in the town of\nAlexandria in what was then the District of Columbia. Madison\nvetoed the bill, on the ground that it “exceeds the rightful\nauthority to which Governments are limited, by the essential\ndistinction between civil and religious functions, and violates, in\nparticular, the article of the Constitution of the United States,\nwhich declares, that ‘Congress shall make no law respecting a\nreligious establishment.’ ” 22 Annals of Cong. 982–983 (1811).\nMadison explained:“The bill enacts into, and establishes by\nlaw, sundry rules and proceedings relative purely to the\norgani-zation and polity of the church incorporated, and\ncomprehending even the election and removal of the Minister of the\nsame; so that no change could be made therein by the particular\nsociety, or by the general church of which it is a member, and\nwhose authority it recognises.” Id., at 983 (emphasis added).BGiven this\nunderstanding of the Religion Clauses—and the absence of government\nemployment regulation generally—it was some time before questions\nabout government interference with a church’s ability to select its\nown ministers came before the courts. This Court touched upon the\nissue indirectly, however, in the context of disputes over church\nproperty. Our decisions in that area confirm that it is\nimpermissible for the government to contradict a church’s\ndetermination of who can act as its ministers.In Watson v. Jones, 13\nWall. 679 (1872), the Court considered a dispute between\nantislavery and proslavery factions over who controlled the\nproperty of the Walnut Street Presbyterian Church in Louisville,\nKentucky. The General Assembly of the Presbyterian Church had\nrecognized the antislavery faction, and this Court—applying not the\nConstitution but a “broad and sound view of the relations of church\nand state under our system of laws”—declined to question that\ndetermination. Id., at 727. We explained that “whenever the\nquestions of discipline, or of faith, or ecclesiastical rule,\ncustom, or law have been decided by the highest of [the] church\njudicatories to which the matter has been carried, the legal\ntribunals must accept such decisions as final, and as binding on\nthem.” Ibid. As we would put it later, our opinion in Watson\n“radiates . . . a spirit of freedom for religious\norganizations, an independence from secular control or\nmanipulation—in short, power to decide for themselves, free from\nstate interference, matters of church government as well as those\nof faith and doctrine.” Kedroff v. Saint Nicholas Cathedral of\nRussian Orthodox Church in North America, 344 U. S. 94, 116\n(1952) .Confronting the issue\nunder the Constitution for the first time in Kedroff, the Court\nrecognized that the “[f ]reedom to select the clergy, where no\nimproper methods of choice are proven,” is “part of the free\nexercise of religion” protected by the First Amendment against\ngovernment interference. Ibid. At issue in Kedroff was the right to\nuse a Russian Orthodox cathedral in New York City. The Russian\nOrthodox churches in North America had split from the Supreme\nChurch Authority in Moscow, out of concern that the Authority had\nbecome a tool of the Soviet Government. The North American churches\nclaimed that the right to use the cathedral belonged to an\narchbishop elected by them; the Supreme Church Authority claimed\nthat it belonged instead to an archbishop appointed by the\npatriarch in Moscow. New York’s highest court ruled in favor of the\nNorth American churches, based on a state law requiring every\nRussian Orthodox church in New York to recognize the determination\nof the governing body of the North American churches as\nauthoritative. Id., at 96–97, 99, n. 3, 107, n. 10.This Court reversed,\nconcluding that the New York law violated the First Amendment. Id.,\nat 107. We explained that the controversy over the right to use the\ncathedral was “strictly a matter of ecclesiastical government, the\npower of the Supreme Church Authority of the Russian Orthodox\nChurch to appoint the ruling hierarch of the archdiocese of North\nAmerica.” Id., at 115. By “pass[ing] the control of matters\nstrictly ecclesiastical from one church authority to another,” the\nNew York law intruded the “power of the state into the forbidden\narea of reli- gious freedom contrary to the principles of the First\nAmend-ment.” Id., at 119. Accordingly, we declared the law\nunconstitutional because it “directly prohibit[ed] the free\nexercise of an ecclesiastical right, the Church’s choice of its\nhierarchy.” Ibid.This Court reaffirmed\nthese First Amendment principles in Serbian Eastern Orthodox\nDiocese for United States and Canada v. Milivojevich, 426\nU. S. 696 (1976) , a case involving a dispute over control of\nthe American-Canadian Diocese of the Serbian Orthodox Church,\nincluding its property and assets. The Church had removed Dionisije\nMilivojevich as bishop of the American-Canadian Diocese because of\nhis defiance of the church hierarchy. Following his removal,\nDionisije brought a civil action in state court challenging the\nChurch’s decision, and the Illinois Supreme Court “purported in\neffect to reinstate Dionisije as Diocesan Bishop,” on the ground\nthat the proceedings resulting in his removal failed to comply with\nchurch laws and regulations. Id., at 708.Reversing that\njudgment, this Court explained that the First Amendment “permit[s]\nhierarchical religious organizations to establish their own rules\nand regulations for internal discipline and government, and to\ncreate tribunals for adjudicating disputes over these matters.”\nId., at 724. When ecclesiastical tribunals decide such disputes, we\nfurther explained, “the Constitution requires that civil courts\naccept their decisions as binding upon them.” Id., at 725. We thus\nheld that by inquiring into whether the Church had followed its own\nprocedures, the State Supreme Court had “unconstitutionally\nundertaken the resolution of quintessentially religious\ncontroversies whose resolution the First Amendment commits\nexclusively to the highest ecclesiastical tribunals” of the Church.\nId., at 720.CUntil today, we have\nnot had occasion to consider whether this freedom of a religious\norganization to select its ministers is implicated by a suit\nalleging discrimination in employment. The Courts of Appeals, in\ncontrast, have had extensive experience with this issue. Since the\npassage of Title VII of the Civil Rights Act of 1964, 42\nU. S. C. §2000e et seq., and other employment\ndiscrimination laws, the Courts of Appeals have uniformly\nrecognized the existence of a “ministerial exception,” grounded in\nthe First Amendment, that precludes application of such legislation\nto claims concerning the employment relationship between a\nreligious institution and its ministers. [2]We agree that there is\nsuch a ministerial exception. The members of a religious group put\ntheir faith in the hands of their ministers. Requiring a church to\naccept or retain an unwanted minister, or punishing a church for\nfailing to do so, intrudes upon more than a mere employment\ndecision. Such action interferes with the internal governance of\nthe church, depriving the church of control over the selection of\nthose who will personify its beliefs. By imposing an unwanted\nminister, the state infringes the Free Exercise Clause, which\nprotects a religious group’s right to shape its own faith and\nmission through its appointments. According the state the power to\ndetermine which individuals will minister to the faithful also\nviolates the Establishment Clause, which prohibits government\ninvolvement in such ecclesiastical decisions.The EEOC and Perich\nacknowledge that employment discrimination laws would be\nunconstitutional as applied to religious groups in certain\ncircumstances. They grant, for example, that it would violate the\nFirst Amendment for courts to apply such laws to compel the\nordination of women by the Catholic Church or by an Orthodox Jewish\nseminary. Brief for Federal Respondent 31; Brief for Respondent\nPerich 35–36. According to the EEOC and Perich, religious\norganizations could successfully defend against employment\ndiscrimination claims in those circum-stances by invoking the\nconstitutional right to freedom of association—a right “implicit”\nin the First Amendment. Roberts v. United States Jaycees, 468\nU. S. 609, 622 (1984) . The EEOC and Perich thus see no\nneed—and no basis—for a special rule for ministers grounded in the\nReligion Clauses themselves.We find this position\nuntenable. The right to freedom of association is a right enjoyed\nby religious and secular groups alike. It follows under the EEOC’s\nand Perich’s view that the First Amendment analysis should be the\nsame, whether the association in question is the Lutheran Church, a\nlabor union, or a social club. See Perich Brief 31; Tr. of Oral\nArg. 28. That result is hard to square with the text of the First\nAmendment itself, which gives spe-cial solicitude to the rights of\nreligious organizations. We cannot accept the remarkable view that\nthe Religion Clauses have nothing to say about a religious\norganization’s freedom to select its own ministers.The EEOC and Perich\nalso contend that our decision in Employment Div., Dept. of Human\nResources of Ore. v. Smith, 494 U. S. 872 (1990) , precludes\nrecognition of a ministerial exception. In Smith, two members of\nthe Native American Church were denied state unemployment benefits\nafter it was determined that they had been fired from their jobs\nfor ingesting peyote, a crime under Oregon law. We held that this\ndid not violate the Free Exercise Clause, even though the peyote\nhad been ingested for sacramental purposes, because the “right of\nfree exercise does not relieve an individual of the obligation to\ncomply with a valid and neutral law of general applicability on the\nground that the law proscribes (or prescribes) conduct that his\nreligion prescribes (or proscribes).” Id., at 879 (internal\nquotation marks omitted).It is true that the\nADA’s prohibition on retaliation, like Oregon’s prohibition on\npeyote use, is a valid and neutral law of general applicability.\nBut a church’s selection of its ministers is unlike an individual’s\ningestion of peyote. Smith involved government regulation of only\noutward physical acts. The present case, in contrast, concerns\ngovernment interference with an internal church decision that\naffects the faith and mission of the church itself. See id., at 877\n(distinguishing the government’s regulation of “physical acts” from\nits “lend[ing] its power to one or the other side in controversies\nover religious authority or dogma”). The contention that Smith\nforecloses recognition of a ministerial exception rooted in the\nReligion Clauses has no merit.IIIHaving concluded that\nthere is a ministerial exception grounded in the Religion Clauses\nof the First Amendment, we consider whether the exception applies\nin this case. We hold that it does.Every Court of Appeals\nto have considered the question has concluded that the ministerial\nexception is not limited to the head of a religious congregation,\nand we agree. We are reluctant, however, to adopt a rigid formula\nfor deciding when an employee qualifies as a minister. It is enough\nfor us to conclude, in this our first case involving the\nministerial exception, that the exception covers Perich, given all\nthe circumstances of her employment.To begin with,\nHosanna-Tabor held Perich out as a minister, with a role distinct\nfrom that of most of its members. When Hosanna-Tabor extended her a\ncall, it issued her a “diploma of vocation” according her the title\n“Minister of Religion, Commissioned.” App. 42. She was tasked\nwith performing that office “according to the Word of God and the\nconfessional standards of the Evangelical Lutheran Church as drawn\nfrom the Sacred Scriptures.” Ibid. The congregation prayed that God\n“bless [her] ministrations to the glory of His holy name, [and] the\nbuilding of His church.” Id., at 43. In a supplement to the\ndiploma, the congregation undertook to periodically review Perich’s\n“skills of ministry” and “ministerial responsibilities,” and to\nprovide for her “continuing education as a professional person in\nthe ministry of the Gospel.” Id., at 49.Perich’s title as a\nminister reflected a significant degree of religious training\nfollowed by a formal process of commissioning. To be eligible to\nbecome a commissioned minister, Perich had to complete eight\ncollege-level courses in subjects including biblical\ninterpretation, church doctrine, and the ministry of the Lutheran\nteacher. She also had to obtain the endorsement of her local Synod\ndistrict by submitting a petition that contained her academic\ntranscripts, letters of recommendation, personal statement, and\nwritten answers to various ministry-related questions. Finally, she\nhad to pass an oral examination by a faculty committee at a\nLutheran college. It took Perich six years to fulfill these\nrequirements. And when she eventually did, she was commissioned as\na minister only upon election by the congregation, which recognized\nGod’s call to her to teach. At that point, her call could be\nrescinded only upon a supermajority vote of the congregation—a\nprotection designed to allow her to “preach the Word of God\nboldly.” Brief for Lutheran Church-Missouri Synod as Amicus Curiae\n15.Perich held herself out\nas a minister of the Church by accepting the formal call to\nreligious service, according to its terms. She did so in other ways\nas well. For example, she claimed a special housing allowance on\nher taxes that was available only to employees earning their\ncompensation “ ‘in the exercise of the ministry.’ ” App.\n220 (“If you are not conducting activities ‘in the exercise of the\nministry,’ you cannot take advantage of the parsonage or housing\nallowance exclusion” (quoting Lutheran Church-Missouri Synod\nBrochure on Whether the IRS Considers Employees as a Minister\n(2007)). In a form she submitted to the Synod following her\ntermination, Perich again indicated that she regarded herself as a\nminister at Hosanna-Tabor, stating: “I feel that God is leading me\nto serve in the teaching ministry . . . . I am\nanxious to be in the teaching ministry again soon.”\nApp. 53.Perich’s job duties\nreflected a role in conveying the Church’s message and carrying out\nits mission. Hosanna-Tabor expressly charged her with “lead[ing]\nothers toward Christian maturity” and “teach[ing] faithfully the\nWord of God, the Sacred Scriptures, in its truth and purity and as\nset forth in all the symbolical books of the Evangelical Lutheran\nChurch.” Id., at 48. In fulfilling these responsibilities, Perich\ntaught her students religion four days a week, and led them in\nprayer three times a day. Once a week, she took her students to a\nschool-wide chapel service, and—about twice a year—she took her\nturn leading it, choosing the liturgy, selecting the hymns, and\ndelivering a short message based on verses from the Bible. During\nher last year of teaching, Perich also led her fourth graders in a\nbrief devotional exercise each morning. As a source of religious\ninstruction, Perich performed an important role in transmitting the\nLutheran faith to the next generation.In light of these\nconsiderations—the formal title given Perich by the Church, the\nsubstance reflected in that title, her own use of that title, and\nthe important religious functions she performed for the Church—we\nconclude that Perich was a minister covered by the ministerial\nexception.In reaching a contrary\nconclusion, the Court of Appeals committed three errors. First, the\nSixth Circuit failed to see any relevance in the fact that Perich\nwas a commissioned minister. Although such a title, by itself, does\nnot automatically ensure coverage, the fact that an employee has\nbeen ordained or commissioned as a minister is surely relevant, as\nis the fact that significant religious training and a recognized\nreligious mission underlie the description of the employee’s\nposition. It was wrong for the Court of Appeals—and Perich, who has\nadopted the court’s view, see Perich Brief 45—to say that an\nemployee’s title does not matter.Second, the Sixth\nCircuit gave too much weight to the fact that lay teachers at the\nschool performed the same religious duties as Perich. We express no\nview on whether someone with Perich’s duties would be covered by\nthe ministerial exception in the absence of the other\nconsiderations we have discussed. But though relevant, it cannot be\ndispositive that others not formally recognized as ministers by the\nchurch perform the same functions—particularly when, as here, they\ndid so only because commissioned ministers were unavailable.Third, the Sixth\nCircuit placed too much emphasis on Perich’s performance of secular\nduties. It is true that her religious duties consumed only 45\nminutes of each workday, and that the rest of her day was devoted\nto teaching secular subjects. The EEOC regards that as conclusive,\ncontending that any ministerial exception “should be limited to\nthose employees who perform exclusively religious functions.” Brief\nfor Federal Respondent 51. We cannot accept that view. Indeed, we\nare unsure whether any such employees exist. The heads of\ncongregations themselves often have a mix of duties, including\nsecular ones such as helping to manage the congregation’s finances,\nsupervising purely secular personnel, and overseeing the upkeep of\nfacilities.Although the Sixth\nCircuit did not adopt the extreme position pressed here by the\nEEOC, it did regard the relative amount of time Perich spent\nperforming religious functions as largely determinative. The issue\nbefore us, however, is not one that can be resolved by a stopwatch.\nThe amount of time an employee spends on particular activities is\nrelevant in assessing that employee’s status, but that factor\ncannot be considered in isolation, without regard to the nature of\nthe religious functions performed and the other considerations\ndiscussed above.Because Perich was a\nminister within the meaning of the exception, the First Amendment\nrequires dismissal of this employment discrimination suit against\nher religious employer. The EEOC and Perich originally sought an\norder reinstating Perich to her former position as a called\nteacher. By requiring the Church to accept a minister it did not\nwant, such an order would have plainly violated the Church’s\nfreedom under the Religion Clauses to select its own ministers.Perich no longer seeks\nreinstatement, having abandoned that relief before this Court. See\nPerich Brief 58. But that is immaterial. Perich continues to seek\nfrontpay in lieu of reinstatement, backpay, compensatory and\npunitive damages, and attorney’s fees. An award of such relief\nwould operate as a penalty on the Church for terminating an\nunwanted minister, and would be no less prohibited by the First\nAmendment than an order overturning the termination. Such relief\nwould depend on a determination that Hosanna-Tabor was wrong to\nhave relieved Perich of her position, and it is precisely such a\nruling that is barred by the ministerial exception. [3]The EEOC and Perich\nsuggest that Hosanna-Tabor’s asserted religious reason for firing\nPerich—that she violated the Synod’s commitment to internal dispute\nresolution—was pretextual. That suggestion misses the point of the\nministerial exception. The purpose of the exception is not to\nsafeguard a church’s decision to fire a minister only when it is\nmade for a religious reason. The exception instead ensures that the\nauthority to select and control who will minister to the faithful—a\nmatter “strictly ecclesiastical,” Kedroff, 344 U. S., at\n119—is the church’s alone. [4]IVThe EEOC and Perich\nforesee a parade of horribles that will follow our recognition of a\nministerial exception to employment discrimination suits. According\nto the EEOC and Perich, such an exception could protect religious\norganizations from liability for retaliating against employees for\nreporting criminal misconduct or for testifying before a grand jury\nor in a criminal trial. What is more, the EEOC contends, the logic\nof the exception would confer on religious employers “unfettered\ndiscretion” to violate employment laws by, for example, hiring\nchildren or aliens not authorized to work in the United States.\nBrief for Federal Respondent 29.Hosanna-Tabor responds\nthat the ministerial exception would not in any way bar criminal\nprosecutions for in-terfering with law enforcement investigations\nor other proceedings. Nor, according to the Church, would the\nexception bar government enforcement of general laws restricting\neligibility for employment, because the exception applies only to\nsuits by or on behalf of ministers themselves. Hosanna-Tabor also\nnotes that the ministe-rial exception has been around in the lower\ncourts for 40 years, see McClure v. Salvation Army, 460 F. 2d\n553, 558 (CA5 1972), and has not given rise to the dire\nconsequences predicted by the EEOC and Perich.The case before us is\nan employment discrimination suit brought on behalf of a minister,\nchallenging her church’s decision to fire her. Today we hold only\nthat the ministerial exception bars such a suit. We express no view\non whether the exception bars other types of suits, including\nactions by employees alleging breach of contract or tortious\nconduct by their religious employers. There will be time enough to\naddress the applicability of the exception to other circumstances\nif and when they arise.*  *  *The interest of\nsociety in the enforcement of employment discrimination statutes is\nundoubtedly important. But so too is the interest of religious\ngroups in choosing who will preach their beliefs, teach their\nfaith, and carry out their mission. When a minister who has been\nfired sues her church alleging that her termination was\ndiscriminatory, the First Amendment has struck the balance for us.\nThe church must be free to choose those who will guide it on its\nway.The judgment of the\nCourt of Appeals for the Sixth Circuit is reversed.It is so ordered.Notes1The ADA itself provides\nreligious entities with two defenses to claims of discrimination\nthat arise under subchapter I of the Act. The first provides that\n“[t]his subchapter shall not prohibit a religious corporation,\nassociation, educational institution, or society from giving\npreference in employment to individuals of a particular religion to\nperform work connected with the carrying on by such [entity] of its\nactivities.” §12113(d)(1) (2006 ed., Supp. III). The second\nprovides that “[u]nder this subchapter, a religious organization\nmay require that all applicants and employees conform to the\nreligious tenets of such organization.” §12113(d)(2). The ADA’s\nprohibition against retaliation, §12203(a), appears in a different\nsubchapter—subchapter IV. The EEOC and Perich contend, and\nHosanna-Tabor does not dispute, that these defenses therefore do\nnot apply to retaliation claims.2See Natal v. Christian\nand Missionary Alliance, 878 F. 2d 1575, 1578 (CA1 1989);\nRweyemamu v. Cote, 520 F. 3d 198, 204–209 (CA2 2008); Petruska\nv. Gannon Univ., 462 F. 3d 294, 303–307 (CA3 2006); EEOC v.\nRoman Catholic Diocese, 213 F. 3d 795, 800–801 (CA4 2000);\nCombs v. Central Tex. Annual Conference, 173 F. 3d 343,\n345–350 (CA5 1999); Hollins v. Methodist Healthcare, Inc., 474\nF. 3d 223, 225–227 (CA6 2007); Schleicher v. Salvation Army,\n518 F. 3d 472, 475 (CA7 2008); Scharon v. St. Luke’s Episcopal\nPresbyterian Hospitals, 929 F. 2d 360, 362–363 (CA8 1991);\nWerft v. Desert Southwest Annual Conference, 377 F. 3d 1099,\n1100–1104 (CA9 2004); Bryce v. Episcopal Church, 289 F. 3d\n648, 655–657 (CA10 2002); Gellington v. Christian Methodist\nEpiscopal Church, Inc., 203 F. 3d 1299, 1301–1304 (CA11 2000);\nEEOC v. Catholic Univ., 83 F. 3d 455, 460–463 (CADC\n1996).3Perich does not dispute\nthat if the ministerial exception bars her retaliation claim under\nthe ADA, it also bars her retaliation claim under Michigan\nlaw.4A conflict has arisen in\nthe Courts of Appeals over whether the ministerial exception is a\njurisdictional bar or a defense on the merits. Compare Hollins, 474\nF. 3d, at 225 (treating the exception as jurisdictional); and\nTomic v. Catholic Diocese of Peoria, 442 F. 3d 1036, 1038–1039\n(CA7 2006) (same), with Petruska, 462 F. 3d, at 302 (treating\nthe exception as an affirmative defense); Bryce, 289 F. 3d, at\n654 (same); Bollard v. California Province of Soc. of Jesus, 196\nF. 3d 940, 951 (CA9 1999) (same); and Natal, 878 F. 2d,\nat 1576 (same). We conclude that the exception operates as an\naffirmative defense to an otherwise cognizable claim, not a\njurisdictional bar. That is because the issue presented by the\nexception is “whether the allegations the plaintiff makes entitle\nhim to relief,” not whether the court has “power to hear [the]\ncase.” Morrison v. National Australia Bank Ltd., 561 U. S.\n___, ___ (2010) (slip op., at 4–5) (internal quotation marks\nomitted). District courts have power to consider ADA claims in\ncases of this sort, and to decide whether the claim can proceed or\nis instead barred by the ministerial exception.",
    "joined": []
}