{
    "case": {
        "docket": "21-954",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-954/"
    },
    "id": "4603407",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 21–954_________________JOSEPH R. BIDEN, JR., PRESIDENT OF THE UNITED STATES,\net al., PETITIONERSv.TEXAS, et al.on writ of certiorari to the united states court of appeals for\nthe fifth circuit[June 30, 2022]Chief Justice Roberts delivered the opinion of the Court.In January 2019, the Department of Homeland Security—under the\nadministration of President Trump—established the Migrant\nProtection Protocols. That program provided for the return to\nMexico of non-Mexican aliens who had been detained attempting to\nenter the United States illegally from Mexico. On Inauguration Day\n2021, the new administration of President Biden announced that the\nprogram would be suspended the next day, and later that year sought\nto terminate it. The District Court and the Court of Appeals,\nhowever, held that doing so would violate the Immigration and\nNationality Act, concluding that the return policy was mandatory so\nlong as illegal entrants were being released into the United\nStates. The District Court also held that the attempted rescission\nof the program was inadequately explained in violation of the\nAdministrative Procedure Act. While its appeal was pending, the\nGovernment took new action to terminate the policy with a more\ndetailed explanation. But the Court of Appeals held that this new\naction was not separately reviewable final agency action under the\nAdministrative Procedure Act.The questions presented are whether the Government’s rescission\nof the Migrant Protection Protocols violated the Immigration and\nNationality Act and whether the Government’s second termination of\nthe policy was a valid final agency action.IAOn December 20, 2018, then-Secretary of Homeland Security\nKirstjen Nielsen announced a new program called Remain in Mexico,\nalso known as the Migrant Protection Protocols (MPP). MPP was\ncreated in response to an immigration surge at the country’s\nsouthern border, and a resulting “humanitarian and border security\ncrisis” in which federal immigration officials were encountering\napproximately 2,000 inadmissible aliens each day. 554 F. Supp.\n3d 818, 831 (ND Tex. 2021). MPP provided that certain non-Mexican\nnationals arriving by land from Mexico would be returned to Mexico\nto await the results of their removal proceedings under8\nU. S. C. §1229a. On the same day that Secretary Nielsen\nannounced the program, the Government of Mexico agreed that it\nwould cooperate in administering it, on a temporary basis.MPP was implemented pursuant to express congressional\nauthorization in the Immigration and Nationality Act (INA), which\nprovides that “[i]n the case of an alien . . . who is\narriving on land (whether or not at a designated port of arrival)\nfrom a foreign territory contiguous to the United States, the\nAttorney General may return the alien to that territory pending a\nproceeding under section 1229a of this title.”66Stat.163, as added\nand amended,8 U. S. C. §1225(b)(2)(C).[1] Prior to the initiation of MPP, the Department of\nHomeland Security (DHS) and its predecessor agency had “primarily\nused [§1225(b)(2)(C)] on an ad-hoc basis to return certain Mexican\nand Canadian nationals” arriving at ports of entry. App. to Pet.\nfor Cert. 273a, n. 12.A separate provision of the same section of the INA states that\nif “an alien seeking admission is not clearly and beyond a doubt\nentitled to be admitted, the alien shall be detained for a\nproceeding under section 1229a of this title.” §1225(b)(2)(A). Due\nto consistent and significant funding shortfalls, however, DHS has\nnever had “sufficient detention capacity to maintain in custody\nevery single person described in section 1225.”Id., at\n323a. In light of that fact, the Trump administration chose to\nimplement MPP in part so that “[c]ertain aliens attempting to enter\nthe U. S. illegally or without documentation, including those\nwho claim asylum, will no longer be released into the country,\nwhere they often fail to file an asylum application and/or\ndisappear before an immigration judge can determine the merits of\nany claim.” 554 F. Supp. 3d, at 832.In January 2019, DHS began implementing MPP, initially in San\nDiego, California, then in El Paso, Texas, and Calexico,\nCalifornia, and then nationwide. By December 31, 2020, DHS had\nenrolled 68,039 aliens in the program.Following the change in Presidential administrations, however,\nthe Biden administration sought to terminate the program. On\nJanuary 20, 2021, the Acting Secretary of Homeland Security wrote\nthat “[e]ffective January 21, 2021, the Department will suspend new\nenrollments in [MPP] pending further review of the program. Aliens\nwho are not already enrolled in MPP should be processed under other\nexisting legal authorities.”Id., at 836. President Biden\nalso issued Executive Order No. 14010, which directed the new\nSecretary of Homeland Security, Alejandro N. Mayorkas, to “promptly\nreview and determine whether to terminate or modify the [MPP]\nprogram.” 86 Fed. Reg. 8269 (2021).On June 1, 2021, Secretary Mayorkas issued a memorandum\nofficially terminating MPP (the June 1 Memorandum). In that\nmemorandum, the Secretary noted his determination “that MPP [d]oes\nnot adequately or sustainably enhance border management in such a\nway as to justify the program’s extensive operational burdens and\nother shortfalls.” App. to Pet. for Cert. 351a. He also emphasized\nthat, since its inception, MPP had “played an outsized role in\n[DHS’s] engagement with the Government of Mexico,” given the\n“significant attention that it draws away from other elements that\nnecessarily must be more central to the bilateral relationship.”Id., at 357a. For those and other reasons, the Secretary\nannounced that he was “by this memorandum terminating the MPP\nprogram,” and “direct[ed] DHS personnel to take all appropriate\nactions to terminate MPP, including taking all steps necessary to\nrescind implementing guidance and other directives or policy\nguidance issued to implement the program.”Id., at\n348a–349a.BOn April 13, 2021, the States of Texas and Missouri\n(respondents) initiated this lawsuit in the Northern District of\nTexas against Secretary Mayorkas and others. Respondents’ initial\ncomplaint challenged the Acting Secretary’s January 20 suspension\nof new enrollments in MPP, but following the June 1 Memorandum,\nthey amended their complaint to challenge the Secretary’s June 1\nrescission of the entire program. The amended complaint asserted\nthat the June 1 Memorandum violated the INA and the Administrative\nProcedure Act (APA),5 U. S. C. §701et seq.,\nand sought preliminary and permanent injunctive relief, declaratory\nrelief, and vacatur of the rescission pursuant to the APA.The District Court conducted a one-day bench trial and entered\njudgment for respondents. The court first concluded that\nterminating MPP would violate the INA. It reasoned that section\n1225 of the INA “provides the government two options”: mandatory\ndetention pursuant to section 1225(b)(2)(A) or contiguous-territory\nreturn pursuant to section 1225(b)(2)(C). 554 F. Supp. 3d, at\n852. Because the Government was unable to meet its detention\nobligations under section 1225(b)(2)(A) due to resource\nconstraints, the court concluded, “terminating MPP necessarily\nleads to the systemic violation of Section 1225 as aliens are\nreleased into the United States.”Ibid. Second, the District\nCourt found that the agency failed to engage in reasoned\ndecisionmaking and therefore acted arbitrarily and capriciously in\nviolation of the APA.Id., at 847–851.Based on these conclusions, the District Court “vacated [the\nJune 1 Memorandum] in its entirety and remanded to DHS for further\nconsideration.”Id., at 857 (boldface and capitalization\nomitted). And it imposed a nationwide injunction ordering the\nGovernment to “enforce and implement MPPin good faithuntil\nsuch a time as it has been lawfully rescinded in compliance with\nthe APAanduntil such a time as the federal government has\nsufficient detention capacity to detain all aliens subject to\nmandatory detention under [section 1225] without releasing any\naliensbecause ofa lack of detention resources.”Ibid.(emphasis in original).The Government appealed and sought a stay of the injunction,\nwhich the District Court and the Court of Appeals each denied. The\nGovernment then applied to this Court for a stay. The Court denied\nthe application, finding that the Government “had failed to show a\nlikelihood of success on the claim that the [June 1 Memorandum] was\nnot arbitrary and capricious.” 594 U. S. ___ (2021). The Court\ndid not address the District Court’s interpretation of the INA.The parties proceeded to briefing in the Court of Appeals. While\nthe Government’s appeal was pending, however, Secretary Mayorkas\n“considered anew whether to maintain, terminate, or modify MPP in\nvarious ways.” App. to Pet. for Cert. 286a. On September 29, 2021,\nthe Secretary publicly announced his “inten[tion] to issue in the\ncoming weeks a new memorandum terminating [MPP].” 20 F. 4th 928,\n954 (CA5 2021). The Government then moved to hold the appeal in\nabeyance pending the Secretary’s formal decision, but the Court of\nAppeals denied the motion.On October 29, the Secretary released a four-page memorandum\nthat again announced the termination of MPP, along with a 39-page\naddendum explaining his reasons for doing so (the October 29\nMemoranda). As the Secretary explained, this new assessment of MPP\n“examined considerations that the District Court determined were\ninsufficiently addressed in the June 1 memo, including claims that\nMPP discouraged unlawful border crossings, decreased the filing of\nnon-meritorious asylum claims, and facilitated more timely relief\nfor asylum seekers, as well as predictions that termination of MPP\nwould lead to a border surge, cause [DHS] to fail to comply with\nalleged detention obligations under the [INA], impose undue costs\non states, and put a strain on U. S.-Mexico relations.” App.\nto Pet. for Cert. 259a–260a.The Secretary acknowledged what he called “the strongest\nargument in favor of retaining MPP: namely, the significant\ndecrease in border encounters following the determination to\nimplement MPP across the southern border.”Id., at 261a. But\nhe nonetheless concluded that the program’s “benefits do not\njustify the costs, particularly given the way in which MPP detracts\nfrom other regional and domestic goals, foreign-policy objectives,\nand domestic policy initiatives that better align with this\nAdministration’s values.”Ibid. Finally, the Secretary once\nagain noted that “[e]fforts to implement MPP have played a\nparticularly outsized role in diplomatic engagements with Mexico,\ndiverting attention from more productive efforts to fight\ntransnational criminal and smuggling networks and address the root\ncauses of migration.”Id., at 262a.In light of those conclusions, the Secretary announced that he\nwas once again “hereby terminating MPP.”Id., at 263a. He\nexplained that DHS would “continue complying with the [District\nCourt’s] injunction requiring good-faith implementation and\nenforcement of MPP.”Id., at 264a. But he noted that “the\ntermination of MPP” would be “implemented as soon as practicable\nafter a final judicial decision to vacate” that injunction.Ibid.The Government then moved to vacate the injunction on\nthe ground that the October 29 Memoranda had superseded the June 1\nMemorandum, but the Court of Appeals denied the motion.The Court of Appeals instead affirmed the District Court’s\njudgment in full. With respect to the INA question, the Court of\nAppeals agreed with the District Court’s analysis of the relevant\nprovisions. That is, the court explained, section 1225(b)(2)(A)\n“sets forth a general, plainly obligatory rule: detention for\naliens seeking admission,” while section 1225(b)(2)(C) “authorizes\ncontiguous-territory return as an alternative.” 20 F. 4th, at 996.\nAccordingly, the Court of Appeals reasoned, “DHS is violating (A)’s\nmandate, refusing to avail itself of (C)’s authorized alternative,\nand then complaining that it doesn’t like its options.”Ibid., n. 18.The Court of Appeals also held that “[t]he October 29 Memoranda\ndid not constitute a new and separately reviewable ‘final agency\naction.’ ”Id., at 951. The Court of Appeals\ndistinguished “DHS’s June 1 decision to terminate MPP,” which it\nclaimed “had legal effect,” from the June 1 Memorandum, the October\n29 Memoranda, and “any other subsequent memos,” which it held\n“simplyexplainedDHS’s decision.”Ibid.The Court of\nAppeals then criticized the Government for proceeding “without a\nhint of an intention to put the Termination Decision back on the\nchopping block and rethink things,” and for ultimately “just\nfurther defend[ing] what it had previously decided.”Id., at\n955. And the Court of Appeals drew a dichotomy between taking new\nagency action and appealing an adverse decision, asserting that\n“DHS chose not to take a new agency action” but “instead chose to\nnotice an appeal and defend its Termination Decision in our court.”Id., at 941.We granted certiorari, 595 U. S. ___ (2022), and expedited\nconsideration of this appeal at the Government’s request.IIWe begin with jurisdiction. The Government contends that the\ninjunction the District Court entered was barred by8\nU. S. C. §1252(f )(1). That provision reads as\nfollows:“Regardless of the nature of the action or claim or of the\nidentity of the party or parties bringing the action, no court\n(other than the Supreme Court) shall have jurisdiction or authority\nto enjoin or restrain the operation of [8 U. S. C.\n§§1221–1232], other than with respect to the application of such\nprovisions to an individual alien against whom proceedings under\n[those provisions] have been initiated.”As we recently held inGarlandv.Aleman Gonzalez,\n596 U. S. ___ (2022), section 1252(f )(1) “generally\nprohibits lower courts from entering injunctions that order federal\nofficials to take or to refrain from taking actions to enforce,\nimplement, or otherwise carry out the specified statutory\nprovisions.”Id., at ___ (slip op., at 5). The District\nCourt’s injunction in this case violated that provision. But that\nfact simply presents us with the following question: whether\nsection 1252(f )(1) deprivesthisCourt of jurisdiction\nto reach the merits of an appeal, where the lower court entered a\nform of relief barred by that provision. SeeSteel Co.v.Citizens for Better Environment,523 U.S.\n83, 95 (1998) (“Every federal appellate court has an obligation\nto satisfy itself not only of its own jurisdiction, but also that\nof the lower courts in a cause under review, even though the\nparties are prepared to concede it.” (internal quotation marks and\nalterations omitted)).Absent section 1252(f )(1), the District Court clearly had\nfederal question jurisdiction over respondents’ suit, which\nasserted claims arising under two federal statutes, the INA and the\nAPA. See28 U. S. C. §1331 (“The district courts shall\nhave original jurisdiction of all civil actions arising under the\nConstitution, laws, or treaties of the United States.”). The\nquestion, then, is whether section 1252(f )(1) strips the\nlower courts of subject matter jurisdiction over these claims. The\nparties agree that the answer to that question is no, and so do we.\nThat is because section 1252(f )(1) withdraws a district\ncourt’s “jurisdiction or authority” to grant a particular form of\nrelief. It does not deprive the lower courts of all subject matter\njurisdiction over claims brought under sections 1221 through 1232\nof the INA.The text of the provision makes that clear. Section\n1252(f )(1) deprives courts of the power to issue a specific\ncategory of remedies: those that “enjoin or restrain the operation\nof ” the relevant sections of the statute. A limitation on\nsubject matter jurisdiction, by contrast, restricts a court’s\n“power to adjudicate a case.”United Statesv.Cotton,535 U.S.\n625, 630 (2002). Section 1252(f )(1) bears no indication\nthat lower courts lack power to hear any claim brought under\nsections 1221 through 1232. If Congress had wanted the provision to\nhave that effect, it could have said so in words far simpler than\nthose that it wrote. But Congress instead provided that lower\ncourts would lack jurisdiction to “enjoin or restrain the operation\nof ” the relevant provisions, and it included that language in\na provision whose title—“Limit on injunctive relief ”—makes\nclear the narrowness of its scope.A second feature of the text of section 1252(f )(1) leaves\nno doubt that this Court has jurisdiction: the parenthetical\nexplicitly preserving this Court’s power to enter injunctive\nrelief. See §1252(f )(1) (“[N]o court (other than the Supreme\nCourt) shall have jurisdiction or authority . . .”). If\nsection 1252(f )(1) deprived lower courts of subject matter\njurisdiction to adjudicate any non-individual claims under sections\n1221 through 1232, no such claims could ever arrive at this Court,\nrendering the provision’s specific carveout for Supreme Court\ninjunctive relief nugatory. Indeed, that carveout seems directed at\nprecisely the question before us here: whether section\n1252(f )(1)’s “[l]imit on injunctive relief ” has any\nconsequence for the jurisdiction of this Court. Congress took pains\nto answer that question in the negative. Interpreting section\n1252(f )(1) to deprive this Court of jurisdiction under these\ncircumstances would therefore fail to “give effect, if possible, to\nevery clause and word of [the] statute.”Williamsv.Taylor,529 U.S.\n362, 404 (2000).[2]Statutory structure confirms our conclusion. Elsewhere in\nsection 1252, where Congress intended to deny subject matter\njurisdiction over a particular class of claims, it did so\nunambiguously. Section 1252(a)(2), for instance, is entitled\n“Matters not subject to judicial review” and provides that “no\ncourt shall have jurisdiction to review” several categories of\ndecisions, such as “any final order of removal against an alien who\nis removable by reason of having committed a criminal\noffense. . . .” (Emphasis added.) Congress could\neasily have added one more item to this list: any action taken\npursuant to sections 1221 through 1232. Or it could have worded\nsection 1252(f )(1) similarly to the immediately adjacent\nsection 1252(g), which provides that “no court shall have\njurisdiction to hear any cause or claimby or on behalf of any\nalien arising from the decision or action by the Attorney General\nto commence proceedings, adjudicate cases, or execute removal\norders against [the alien].” (Emphasis added.) But Congress did\nneither. Instead, it constructed a carefully worded provision\ndepriving the lower courts of power to “enjoin or restrain the\noperation of ” certain sections of the statute, and it\nentitled that provision a “[l]imit on injunctive relief.”Our prior cases have already embraced this straightforward\nconclusion. Most relevantly, the Court previously encountered a\nvirtually identical situation inNielsenv.Preap,\n586 U. S. ___ (2019). There, as here, the plaintiffs sought\ndeclaratory as well as injunctive relief in their complaint, and\nthere, as here, the District Court awarded only the latter. Yet\nthis Court proceeded to reach the merits of the suit,\nnotwithstanding the District Court’s apparent violation of section\n1252(f )(1), by reasoning that “[w]hether the [District]\n[C]ourt had jurisdiction to enter such an injunction is irrelevant\nbecause the District Court had jurisdiction to entertain the\nplaintiffs’ request for declaratory relief.”Id., at ___–___\n(Alito, J., joined by Roberts, C. J., and Kavanaugh, J.) (slip op.,\nat 8–9); see alsoJenningsv.Rodriguez, 583\nU. S. ___, ___ (2018) (Breyer, J., joined by Ginsburg and\nSotomayor, JJ., dissenting) (slip op., at 31) (concluding that “a\ncourt could order declaratory relief ” notwithstanding section\n1252(f )(1)). Our disposition inPreapis inconsistent\nwith an interpretation of the limitation in section\n1252(f )(1) that strips the lower courts of subject matter\njurisdiction.[3] And previous statements from\nthis Court regarding section 1252(f )(1) are in accord. SeeRenov.American-Arab Anti-Discrimination\nComm.,525 U.S.\n471, 481 (1999) (“By its plain terms, and even by its title,\n[section 1252(f )(1)] is nothing more or less than a limit on\ninjunctive relief.”).In short, we see no basis for the conclusion that section\n1252(f )(1) concerns subject matter jurisdiction. It is true\nthat section 1252(f )(1) uses the phrase “jurisdiction or\nauthority,” rather than simply the word “authority.” But\n“[j]urisdiction . . . is a word of many, too many\nmeanings.”Steel Co., 523 U. S., at 90. And the\nquestion whether a court has jurisdiction to grant a particular\nremedy is different from the question whether it has subject matter\njurisdiction over a particular class of claims. SeeReed\nElsevier,Inc.v.Muchnick,559 U.S.\n154, 163–164 (2010) (concluding that “[t]he word ‘jurisdiction’\n. . . says nothing about whether a federal court has\nsubject-matter jurisdiction to adjudicate claims”). Section\n1252(f )(1) no doubt deprives the lower courts of\n“jurisdiction” to grant classwide injunctive relief. SeeAleman\nGonzalez, 596 U. S., at ___ (slip op., at 11). But that\nlimitation poses no obstacle to jurisdiction in this\nCourt.[4]IIIWe now turn to the merits. Section 1225(b)(2)(C) provides: “In\nthe case of an alien . . . who is arriving on land\n. . . from a foreign territory contiguous to the United\nStates, the [Secretary] may return the alien to that territory\npending a proceeding under section 1229a.” Section 1225(b)(2)(C)\nplainly confers adiscretionaryauthority to return aliens\nto Mexico during the pendency of their immigration proceedings.\nThis Court has “repeatedly observed” that “the word ‘may’clearlyconnotes discretion.”Opativ.Republic of\nSudan, 590 U. S. ___, ___ (2020) (slip op., at 10)\n(emphasis in original); see also,e.g.,Weyerhaeuser\nCo.v.United States Fish and Wildlife Serv., 586\nU. S. ___, ___ (2018) (slip op., at 14);Jamav.Immigration and Customs Enforcement,543\nU.S. 335, 346 (2005). The use of the word “may” in section\n1225(b)(2)(C) thus makes clear that contiguous-territory return is\na tool that the Secretary “has the authority, but not the duty,” to\nuse.Lopezv.Davis,531 U.S.\n230, 241 (2001).Respondents and the Court of Appeals concede this point. Brief\nfor Respondents 21 (contiguous-territory return is a “discretionary\nauthority”); 20 F. 4th, at 996, n. 18 (“It’s obviously true\nthat §1225(b)(2)(C) is discretionary.”). They base their\ninterpretation instead on section 1225(b)(2)(A), which provides\nthat, “in the case of an alien who is an applicant for admission,\nif the examining immigration officer determines that an alien\nseeking admission is not clearly and beyond a doubt entitled to be\nadmitted, the alien shall be detained for a proceeding under\nsection 1229a of this title.” Respondents and the Court of Appeals\nthus urge an inference from the statutory structure: Because\nsection 1225(b)(2)(A) makes detention mandatory, they argue, the\notherwise-discretionary return authority in section 1225(b)(2)(C)\nbecomes mandatory when the Secretary violates that detention\nmandate.The problem is that the statute does not say anything like that.\nThe statute says “may.” And “may” does not just suggest discretion,\nit “clearlyconnotes” it.Opati, 590 U. S., at\n___ (slip op., at 10) (emphasis in original); see alsoJama,\n543 U. S., at 346 (“That connotation is particularly apt\nwhere, as here, ‘may’ is used in contraposition to the word\n‘shall.’ ”). Congress’s use of the word “may” is therefore\ninconsistent with respondents’ proposed inference from the\nstatutory structure. If Congress had intended section 1225(b)(2)(C)\nto operate as a mandatory cure of any noncompliance with the\nGovernment’s detention obligations, it would not have conveyed that\nintention through an unspoken inference in conflict with the\nunambiguous, express term “may.” It would surely instead have\ncoupled that grant of discretion with some indication of its\nsometimes-mandatory nature—perhaps by providing that the Secretary\n“may return” certain aliens to Mexico, “unless the government fails\nto comply with its detention obligations, in which case the\nSecretary must return them.” The statutory grant of discretion here\ncontains no such caveat, and we will not rewrite it to include one.\nSeeid., at 341 (“We do not lightly assume that Congress has\nomitted from its adopted text requirements that it nonetheless\nintends to apply.”).The principal dissent emphasizes that section 1225(b)(2)(A)\nrequires detention of all aliens that fall within its terms. See,e.g.,post, at 8 (Alito, J., dissenting) (“The\nlanguage of8 U. S. C. §1225(b)(2)(A) is unequivocal.”).\nWhile the Government contests that proposition, we assumearguendofor purposes of this opinion that the dissent’s\ninterpretation of section 1225(b)(2)(A) is correct, and that the\nGovernment is currently violating its obligations under that\nprovision.[5] Even so, the dissent’s conclusions\nregarding section 1225(b)(2)(C) do not follow. Under the actual\ntext of the statute, Justice Alito’s interpretation is practically\nself-refuting. He emphasizes that “ ‘[s]hall be detained’\nmeans ‘shall be detained,’ ”post, at 9, and criticizes\nthe Government’s “argument that ‘shall’ means ‘may,’ ”post, at 10. But the theory works both ways. Congress\nconferred contiguous-territory return authority in expressly\ndiscretionary terms. “ ‘[M]ay return the alien’ means ‘may\nreturn the alien.’ ” The desire to redress the Government’s\npurported violation of section 1225(b)(2)(A) does not justify\ntransforming the nature of the authority conferred by section\n1225(b)(2)(C).[6]The historical context in which the provision was adopted\nconfirms the plain import of its text. See,e.g.,Niz-Chavezv.Garland, 593 U. S. ___, ___ (2021)\n(slip op., at 9) (textual analysis confirmed by “a wider look at\n[the statute’s] structure and history”). Section 1225(b)(2)(C) was\nnot added to the statute until 1996, in the Illegal Immigration\nReform and Immigrant Responsibility Act of 1996 (IIRIRA),\n§302,110Stat.300–583—more than 90 years after the Immigration Act\nof 1903 added the “shall be detained” language that appears in\nsection 1225(b)(2)(A). And section 1225(b)(2)(C) was enacted in the\nimmediate aftermath of a Board of Immigration Appeals (BIA)\ndecision that specifically called into question the legality of the\ncontiguous-territory return practice. Prior to that decision, the\nlongstanding practice of the Immigration and Naturalization Service\n(INS) had been to require some aliens arriving at land border ports\nof entry to await their exclusion proceedings in Canada or Mexico.\nThe BIA noted the lack of “any evidence that this is a practice\nknown to Congress” and “the absence of a supporting regulation.”In re Sanchez-Avila, 21 I. & N. Dec. 444, 465\n(1996) (en banc). Congress responded mere months later by adding\nsection 1225(b)(2)(C) to IIRIRA and conferring on the Secretary\nexpress authority (“may”) to engage in the very practice that the\nBIA had questioned. And INS acknowledged that clarification shortly\nthereafter, explaining that section 1225(b)(2)(C) and its\nimplementing regulation “simply add[ ] to the statute and\nregulation a long-standing practice of the Service.” 62 Fed. Reg.\n445 (1997). That modest backstory suggests a more humble role for\nsection 1225(b)(2)(C) than as a mandatory “safety valve” for any\nalien who is not detained under section 1225(b)(2)(A).In addition to contradicting the statutory text and context, the\nnovelty of respondents’ interpretation bears mention. Since\nIIRIRA’s enactment 26 years ago, every Presidential administration\nhas interpreted section 1225(b)(2)(C) as purely discretionary.\nIndeed, at the time of IIRIRA’s enactment and in the decades since,\ncongressional funding has consistently fallen well short of the\namount needed to detain all land-arriving inadmissible aliens at\nthe border, yet no administration has ever used section\n1225(b)(2)(C) to return all such aliens that it could not otherwise\ndetain.And the foreign affairs consequences of mandating the exercise\nof contiguous-territory return likewise confirm that the Court of\nAppeals erred. Article II of the Constitution authorizes the\nExecutive to “engag[e] in direct diplomacy with foreign heads of\nstate and their ministers.”Zivotofskyv.Kerry,576\nU.S. 1, 14 (2015). Accordingly, the Court has taken care to avoid\n“the danger of unwarranted judicial interference in the conduct of\nforeign policy,” and declined to “run interference in [the]\ndelicate field of international relations” without “the affirmative\nintention of the Congress clearly expressed.”Kiobelv.Royal Dutch Petroleum Co.,569 U.S.\n108, 115–116 (2013). That is no less true in the context of\nimmigration law, where “[t]he dynamic nature of relations with\nother countries requires the Executive Branch to ensure that\nenforcement policies are consistent with this Nation’s foreign\npolicy.”Arizonav.United States,567 U.S.\n387, 397 (2012).By interpreting section 1225(b)(2)(C) as a mandate, the Court of\nAppeals imposed a significant burden upon the Executive’s ability\nto conduct diplomatic relations with Mexico. MPP applies\nexclusively to non-Mexican nationals who have arrived at ports of\nentry that are located “in the United States.” §1225(a)(1). The\nExecutive therefore cannot unilaterally return these migrants to\nMexico. In attempting to rescind MPP, the Secretary emphasized that\n“[e]fforts to implement MPP have played a particularly outsized\nrole in diplomatic engagements with Mexico, diverting attention\nfrom more productive efforts to fight transnational criminal and\nsmuggling networks and address the root causes of migration.” App.\nto Pet. for Cert. 262a. Yet under the Court of Appeals’\ninterpretation, section 1225(b)(2)(C) authorized the District Court\nto force the Executive to the bargaining table with Mexico, over a\npolicy that both countries wish to terminate, and to supervise its\ncontinuing negotiations with Mexico to ensure that they are\nconducted “in good faith.” 554 F. Supp. 3d, at 857 (emphasis\ndeleted). That stark consequence confirms our conclusion that\nCongress did not intend section 1225(b)(2)(C) to tie the hands of\nthe Executive in this manner.Finally, we note that—as DHS explained in its October 29\nMemoranda—the INA expressly authorizes DHS to process applicants\nfor admission under a third option: parole. See8 U. S. C.\n§1182(d)(5)(A). Every administration, including the Trump and Biden\nadministrations, has utilized this authority to some extent.\nImportantly, the authority is not unbounded: DHS may exercise its\ndiscretion to parole applicants “only on a case-by-case basis for\nurgent humanitarian reasons or significant public benefit.”Ibid. And under the APA, DHS’s exercise of discretion within\nthat statutory framework must be reasonable and reasonably\nexplained. SeeMotor Vehicle Mfrs. Assn. of United States,Inc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29(1983). But the availability of the parole option\nadditionally makes clear that the Court of Appeals erred in holding\nthat the INA required the Government to continue implementing\nMPP.In sum, the contiguous-territory return authority in section\n1225(b)(2)(C) is discretionary—and remains discretionary\nnotwithstanding any violation of section 1225(b)(2)(A). To\nreiterate: we need not and do not resolve the parties’ arguments\nregarding whether section 1225(b)(2)(A) must be read in light of\ntraditional principles of law enforcement discretion, and whether\nthe Government is lawfully exercising its parole authorities\npursuant to sections 1182(d)(5) and 1226(a). We merely hold that\nsection 1225(b)(2)(C) means what it says: “may” means “may,” and\nthe INA itself does not require the Secretary to continue\nexercising his discretionary authority under these\ncircumstances.IVThe Court of Appeals also erred in holding that “[t]he October\n29 Memoranda did not constitute a new and separately reviewable\n‘final agency action.’ ” 20 F. 4th, at 951. To recap, the\nSecretary first attempted to terminate MPP through the June 1\nMemorandum. As the Court of Appeals correctly held, that\nconstituted final agency action. Seeid., at 947 (citingBennettv.Spear,520 U.S.\n154(1997)). But the District Court found that the Secretary’s\nstated grounds in the June 1 Memorandum were inadequate, and\ntherefore “vacated” the June 1 Memorandum and “remanded [the\nmatter] to DHS for further consideration.” 554 F. Supp. 3d, at\n857.As we explained two Terms ago inDepartment of Homeland\nSecurityv.Regents of Univ. of Cal., 591 U. S. ___\n(2020), upon finding that the grounds for agency action are\ninadequate, “a court may remand for the agency to do one of two\nthings.”Id., at ___ (slip op., at 13). “First, the agency\ncan offer ‘a fuller explanation of the agency’s reasoning at the\ntime of the agency action.’ ”Ibid.(emphasis deleted).\nIf it chooses this route, “the agency may elaborate” on its initial\nreasons for taking the action, “but may not provide new ones.”Id., at ___ (slip op., at 14). Alternatively, “the agency\ncan ‘deal with the problem afresh’ by takingnewagency\naction.”Ibid.(quotingSECv.Chenery\nCorp.,332 U.S.\n194, 201 (1947) (Chenery II)). “An agency taking this\nroute is not limited to its prior reasons.”Regents, 591\nU. S., at ___ (slip op., at 14).Here, perhaps in light of this Court’s previous determination\nthat the Government had “failed to show a likelihood of success on\nthe claim that the [June 1 Memorandum] was not arbitrary and\ncapricious,” 594 U. S. ___, the Secretary selected the second\noption fromRegents: He accepted the District Court’s\nvacatur and dealt with the problem afresh. The October 29 Memoranda\nmade that clear “by its own terms,”Regents, 591 U. S.,\nat ___ (slip op., at 14), in which the Secretary stated: “I am\nhereby terminating MPP. Effective immediately, I hereby supersede\nand rescind the June 1 memorandum.” App. to Pet. for Cert.\n263a–264a. And consistent with that approach, the October 29\nMemoranda offered several “new reasons absent from” the June 1\nMemorandum,Regents, 591 U. S., at ___ (slip op., at\n14), including an examination of the “considerations that the\nDistrict Court determined were insufficiently addressed in the June\n1 memo,” App. to Pet. for Cert. 259a.The October 29 Memoranda were therefore final agency action for\nthe same reasons that the June 1 Memorandum was final agency\naction. That is, both the June 1 Memorandum and the October 29\nMemoranda, when they were issued, “mark[ed] the ‘consummation’ of\nthe agency’s decisionmaking process” and resulted in “rights and\nobligations [being] determined.”Bennett, 520 U. S., at\n178. As the Court of Appeals explained, the June 1 Memorandum\n“bound DHS staff by forbidding them to continue the program in any\nway from that moment on.” 20 F. 4th, at 947. That rationale also\napplies to the October 29 Memoranda, which were therefore final\nagency action under the APA.[7]The various rationales offered by respondents and the Court of\nAppeals in support of the contrary conclusion lack merit.[8] First, the Court of Appeals framed the question by\npostulating the existence of an agency decision wholly apart from\nany “agency statement of general or particular applicability\n. . . designed to implement” that decision. 5U. S. C. §551(4); see 20 F. 4th, at 950–951 (“The\nStates are challenging theTermination Decision—not the June\n1 Memorandum, the October 29 Memoranda, or any other memo.”). To\nthe extent that the Court of Appeals understood itself to be\nreviewing an abstract decision apart from specific agency action,\nas defined in the APA, that was error. It was not the case that the\nJune 1 Memorandum and the October 29 Memoranda “simplyexplainedDHS’s decision,” while only the decision itself\n“had legal effect.”Id., at 951. To the contrary, the June 1\nMemorandum and the October 29 Memoranda were themselves the\noperative agency actions, each of them an “agency statement\n. . . designed to implement, interpret, or prescribe law\nor policy.”5 U. S. C. §551(4).Second, and relatedly, respondents characterized the October 29\nMemoranda aspost hocrationalizations of the June 1\nMemorandum under our decision inRegents. Brief for\nRespondents 40 (“[T]he [October 29] Memoranda are nothing more than\nimproper, post hoc rationalizations for terminating MPP.”);\nsee also 20 F. 4th, at 961 (questioning how the October 29\nMemoranda “[could] be anything more thanpost hocrationalizations of the Termination Decision”). ButRegentsinvolved the exact opposite situation from this one. There, as\nhere, DHS had attempted to rescind a prior administration’s\nimmigration policy, but a District Court found the rescission\ninadequately explained. Faced with the same two options outlined\nabove, then- Secretary Nielsen elected the first option rather than\nthe second. That is, she chose to “rest on the [original]\nMemorandum while elaborating on [her] prior reasoning,” rather than\n“issue a new rescission bolstered by new reasons absent from the\n[original] Memorandum.” 591 U. S., at ___ (slip op., at 14).\nAs such, her elaboration “was limited to the agency’s original\nreasons,” and was “ ‘viewed critically’ to ensure that the\nrescission [was] not upheld on the basis of impermissible\n‘post hocrationalization.’ ”Id., at\n___–___ (slip op., at 14–15). And because the then-Secretary’s\nreasoning had “little relationship to that of her predecessor,” the\nCourt characterized the new explanations as “impermissiblepost hocrationalizations . . . not properly\nbefore us.”Id., at ___ (slip op., at 15).The prohibition onpost hocrationalization applies\nonly when the agency proceeds by the first option fromRegents. Under that circumstance, because the agency has\nchosen to “rest on [its original action] while elaborating on its\nprior reasoning,”id., at ___ (slip op., at 14), the bar onpost hocrationalization operates to ensure that the\nagency’s supplemental explanation is anchored to “the grounds that\nthe agency invoked when it took the action,”Michiganv.EPA,576 U.S. 743, 758 (2015). By contrast, as noted above,\nthe Secretary here chose the second option fromRegents, and\n“ ‘deal[t] with the problem afresh’ by takingnewagency action.” 591 U. S., at ___ (slip op., at 14). That\nsecond option can be more procedurally onerous than the first—the\nagency “must comply with the procedural requirements for new agency\naction”—but the benefit is that the agency is “not limited to its\nprior reasons” in justifying its decision.Ibid.Indeed, the\nentire purpose of the October 29 Memoranda was for the Secretary to\n“issue a new rescission bolstered by new reasons absent from the\n[June 1] Memorandum,”ibid.—reasons that he hoped would\nanswer the District Court’s concerns from the first go-round.\nHaving returned to the drawing table and taken new action,\ntherefore, the Secretary was not subject to the charge ofpost hocrationalization.Third, respondents invoke our decision inDepartment of\nCommercev.New York, 588 U. S. ___ (2019), to\ncontend that DHS’s failure to “hew[ ] to the administrative\nstraight and narrow” deprives the October 29 Memoranda of the\npresumption of regularity that normally attends agency action,\nBrief for Respondents 43. As we explained in that case, “in\nreviewing agency action, a court is ordinarily limited to\nevaluating the agency’s contemporaneous explanation in light of the\nexisting administrative record.”Department of Commerce, 588\nU. S., at ___ (slip op., at 23).Department of Commerceinvolved a “narrow exception to th[at] general rule” that applies\nwhere the challengers to the agency’s action make a “strong showing\nof bad faith or improper behavior” on the part of the agency.Id., at ___ (slip op., at 24) (quotingCitizens to\nPreserve Overton Park,Inc.v.Volpe,401 U.S.\n402, 420 (1971)). We held that exception satisfied by an\naccumulation of “unusual circumstances” that demonstrated an\n“explanation for agency action that [was] incongruent with what the\nrecord reveal[ed] about the agency’s priorities and decisionmaking\nprocess.”Department of Commerce, 588 U. S., at ___\n(slip op., at 28).The circumstances in this case do not come close to those inDepartment of Commerce. Nothing in this record suggests a\n“significant mismatch between the decision the Secretary made and\nthe rationale he provided.”Id., at ___ (slip op., at 26).\nRespondents direct us instead to the Government’s litigation\nconduct. But the examples of misconduct to which respondents\nrefer—such as a failure to timely complete the administrative\nrecord, Brief for Respondents 42—have no bearing on the legal\nstatus of the October 29 Memoranda. And in any event, they fall\nwell short of the “strong showing of bad faith or improper\nbehavior,”Overton Park, 401 U. S., at 420, that we\nrequire before deviating from our normal rule that “[t]he grounds\nupon which an administrative order must be judged are those upon\nwhich the record discloses that its action was based,”SECv.Chenery Corp.,318 U.S.\n80, 87 (1943).The Court of Appeals leveled the related but more modest charge\nthat the Secretary failed to proceed with a sufficiently open mind.\nSee,e.g., 20 F. 4th, at 955 (agency proceeded “without a\nhint of an intention to put the Termination Decision back on the\nchopping block and rethink things”). But the agency’sex\nantepreference for terminating MPP—like any other feature of\nan administration’s policy agenda—should not be held against the\nOctober 29 Memoranda. “It is hardly improper for an agency head to\ncome into office with policy preferences and ideas . . .\nand work with staff attorneys to substantiate the legal basis for a\npreferred policy.”Department of Commerce, 588 U. S.,\nat ___ (slip op., at 26); see alsoState Farm, 463\nU. S., at 59 (Rehnquist, J., concurring in part and dissenting\nin part) (“As long as [an] agency remains within the bounds\nestablished by Congress, it is entitled to assess administrative\nrecords and evaluate priorities in light of the philosophy of the\nadministration.” (footnote omitted)).And the critique is particularly weak on these facts. The Court\nof Appeals took the agency to task for its September 29\nannouncement of its “inten[tion] to issue in the coming weeks a new\nmemorandum terminating” MPP. 20 F. 4th, at 954; seeibid.(“Rather than announcing an intention toreconsiderits\nTermination Decision, the announcement set forth DHS’sconclusionin unmistakable terms.”). But that announcement\ncame over six weeks after the District Court’s August 13 remand—a\nsubstantial window of time for the agency to conduct a bona fide\nreconsideration.More importantly, this Court has previously rejected criticisms\nof agency closemindedness based on an identity between proposed and\nfinal agency action. SeeLittle Sisters of the Poor Saints Peter\nand Paul Homev.Pennsylvania, 591 U. S. ___, ___\n(2020) (slip op., at 24) (“declin[ing] to evaluate the [agency’s]\nfinal rules under [an] open-mindedness test” where interim and\nfinal rules were “virtually identical” but procedural requirements\nwere otherwise satisfied). Similar principles refute the Court of\nAppeals’ criticism of the October 29 Memoranda for their failure to\n“alter the Termination Decision in any way.” 20 F. 4th, at 946. It\nis black-letter law that an agency that takes superseding action on\nremand is entitled to “reexamine[ ] the problem, recast its\nrationale and reach[ ] the same result.”Chenery II,\n332 U. S., at 196; see alsoRegents, 591 U. S., at\n___ (Kavanaugh, J., concurring in judgment in part and dissenting\nin part) (slip op., at 4) (“Courts often consider an agency’s\n. . . additional explanations made . . . on\nremand from a court, even if the agency’s bottom-line decision\nitself does not change.”).Finally, the Court of Appeals erred to the extent it viewed the\nGovernment’s decision to appeal the District Court’s injunction as\nrelevant to the question of the October 29 Memoranda’s status as\nfinal agency action. Nothing prevents an agency from undertaking\nnew agency action while simultaneously appealing an adverse\njudgment against its original action. That is particularly so under\nthe circumstances of this case. The second condition of the\nDistrict Court’s injunction, which purported to bind DHS to\nimplement MPP in perpetuity subject only to congressional funding\nchoices outside its control, as a practical matter left the\nGovernment no choice but to appeal. And the agency reasonably chose\nto accede to the District Court’s APA analysis of the June 1\nMemorandum and seek to ameliorate those concerns in the\nmeantime.*  *  *For the reasons explained, the Government’s rescission of MPP\ndid not violate section 1225 of the INA, and the October 29\nMemoranda did constitute final agency action. We therefore reverse\nthe judgment of the Court of Appeals and remand the case for\nfurther proceedings consistent with this opinion. On remand, the\nDistrict Court should consider in the first instance whether the\nOctober 29 Memoranda comply with section 706 of the APA. SeeState Farm, 463 U. S., at 46–57.It is so ordered.Notes1The provision refers to the Attorney\nGeneral, but the authority it confers has been transferred to the\nSecretary of Homeland Security. SeeDepartment of Homeland\nSecurityv.Thuraissigiam, 591 U. S. ___, ___,\nn. 3 (2020) (slip op., at 4, n. 3).2Justice Barrett raises a host of\nadditional questions regarding the “Supreme Court” parenthetical,post, at 4–5 (dissenting opinion), and she faults us for\nrelying on this aspect of the provision without comprehensively\n“explain[ing] how it would work,”post, at 5. But we see no\nneed to explore every aspect or consequence of the parenthetical in\norder to answer the narrow question of our jurisdiction over this\ncase. In declining to resolve these additional complexities, we\nmerely heed Justice Barrett’s admonition to “tread . . .\ncarefully.”Post, at 6.3Justice Barrett notes thatPreapinvolved consolidated cases, and that in one of the\ntwo cases the District Court granted declaratory as well as\ninjunctive relief.Post, at 5, n. (dissenting opinion). That\nmisses the point. ThePreapDistrict Court granted only\ninjunctive relief, presenting the exact circumstances we confront\nhere, yet this Court exercised jurisdiction over that lawsuit and\nresolved it on the merits.4At our request, the parties briefed\nseveral additional questions regarding the operation of section\n1252(f )(1), namely, whether its limitation on “jurisdiction\nor authority” is subject to forfeiture and whether that limitation\nextends to other specific remedies, such as declaratory relief and\nrelief under section 706 of the APA. We express no view on those\nquestions.5For this reason, Justice Alito\nmisunderstands our analysis in insisting that our opinion\nauthorizes the Government to release aliens subject to detention\nunder section 1225(b)(2)(A). Seepost, at 8 (dissenting\nopinion). We need not and do not decide whether the detention\nrequirement in section 1225(b)(2)(A) is subject to principles of\nlaw enforcement discretion, as the Government argues, or whether\nthe Government’s current practices simply violate that\nprovision.6In arguing that the Court should do\nso, the dissent proposes a number of hypotheticals in which a party\nfails to comply with a legal obligation imposed by statute and\nadditionally refuses to exercise a discretionary alternative\nauthorized by that statute.Post, at 12–13 (Alito, J.,\ndissenting). We wholeheartedly endorse the conclusion that the\ndissent draws from these hypotheticals: that “the failure to make\nuse of the discretionary option would not be seen as a valid excuse\nfor non-compliance with the command that certain conduct ‘shall’ be\nperformed.”Post, at 13. But the question before us is not\nwhether the Government is violating the immigration laws generally.\nThe question is whether the INA requires the government to continue\nimplementing MPP. And the statutory text clearly answers that\nquestion in the negative.7Justice Alito contends that the\nOctober 29 Memoranda were not final agency action because they did\nnot obligate DHS employees to immediately cease implementing MPP;\ninstead, they required them to do so “as soon as practicable after\na final judicial decision to vacate” the District Court’s\ninjunction. App. to Pet. for Cert. 264a. But as he acknowledges,\nthe standard for final agency action is whether the action\n“result[ed] in a final determinationof ‘rights or\nobligations.’ ”Post,at 17 (quotingBennett,\n520 U. S., at 178; emphasis added). The fact that the agency\ncould not cease implementing MPP, as directed by the October 29\nMemoranda, until it obtained vacatur of the District Court’s\ninjunction, did not make the October 29 Memoranda any less the\nagency’s final determination of its employees’ obligation to do so\nonce such judicial authorization had been obtained.8One rationale that we do not address\nat length is the Court of Ap-peals’ extended analogy to the\nD. C. Circuit’s “reopening doctrine.” Respondents do not\ndefend the Court of Appeals’ reliance on that doctrine. In any\nevent, this Court has never adopted it, and the doctrine appears to\nbe inapposite to the question of final agency action. SeeNational Assn. of Reversionary Property Ownersv.Surface\nTransp. Bd.,158 F.3d 135, 141 (CADC 1998) (describing the doctrine as an\n“exception to statutory limits on the time for seeking review of an\nagency decision” (alterations omitted)).",
    "joined": []
}