{
    "case": {
        "docket": "15-1391",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1391/"
    },
    "id": "3710973",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1391_________________EXPRESSIONS HAIR DESIGN, et al.,\nPETITIONERSv.ERIC T. SCHNEIDERMAN, ATTORNEY GENERAL OF NEW\nYORK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[March 29, 2017]Chief Justice Roberts delivered the opinion of\nthe Court.Each time a customer pays for an item with a\ncredit card, the merchant selling that item must pay a transaction\nfee to the credit card issuer. Some merchants balk at paying the\nfees and want to discourage the use of credit cards, or at least\npass on the fees to customers who use them. One method of achieving\nthose ends is through differential pricing—charging credit card\nusers more than customers using cash. Merchants who wish to employ\ndifferential pricing may do so in two ways relevant here: impose a\nsurcharge for the use of a credit card, or offer a discount for the\nuse of cash. In N. Y. Gen. Bus. Law §518, New York has banned\nthe former practice. The question presented is whether §518\nregulates merchants’ speech and—if so—whether the statute violates\nthe First Amendment. We conclude that §518 does regulate speech and\nremand for the Court of Appeals to determine in the first instance\nwhether that regulation is unconstitutional.IAWhen credit cards were first introduced,\ncontracts between card issuers and merchants barred merchants from\ncharging credit card users higher prices than cash customers.\nCongress put a partial stop to this practice in the 1974 amendments\nto the Truth in Lending Act (TILA). The amendments prohibited card\nissuers from contractually preventing merchants from giving\ndiscounts to customers who paid in cash. See §306, 88Stat. 1515.\nThe law, however, said nothing about surcharges for the use of\ncredit.Two years later, Congress refined its dissimilar\ntreatment of discounts and surcharges. First, the 1976 version of\nTILA barred merchants from imposing surcharges on customers who use\ncredit cards. Act of Feb. 27, 1976, §3(c)(1), 90Stat. 197. Second,\nCongress added definitions of the two terms. A discount was “a\nreduction made from the regular price,” while a surcharge was “any\nmeans of increasing the regular price to a cardholder which is not\nimposed upon customers paying by cash, check, or similar means.”\n§3(a),ibid.In 1981, Congress further delineated the\ndistinction between discounts and surcharges by defining “regular\nprice.” Where a merchant “tagged or posted” a single price, the\nregular price was that single price. Cash Discount Act, §102(a),\n95Stat. 144. If no price was tagged or posted, or if a merchant\nemployed a two-tag approach—posting one price for credit and\nanother for cash—the regular price was whatever was charged to\ncredit card users.Ibid.Because a surcharge was defined as\nan increase from the regular price, there could be no credit card\nsurcharge where the regular price was the same as the amount\ncharged to customers using credit cards. The effect of all this was\nthat a merchant could violate the surcharge ban only by posting a\nsingle price and charging credit card users more than that posted\nprice.The federal surcharge ban was short lived.\nCongress allowed it to expire in 1984 and has not renewed the ban\nsince. See §201,ibid. The provision preventing credit card\nissuers from contractually barring discounts for cash, however,\nremained in place. With the lapse of the federal surcharge ban,\nseveral States, New York among them, immediately enacted their own\nsurcharge bans. Passed in 1984, N. Y. Gen. Bus. Law §518\nadopted the operative language of the federal ban verbatim,\nproviding that “[n]o seller in any sales transaction may impose a\nsurcharge on a holder who elects to use a credit card in lieu of\npayment by cash, check, or similar means.” N. Y. Gen. Bus. Law\nAnn. §518 (West 2012); see also 15 U. S. C. §1666f(a)(2)\n(1982 ed.). Unlike the federal ban, the New York legislation\nincluded no definition of “surcharge.”In addition to these state legislative bans,\ncredit card companies—though barred from prohibiting discounts for\ncash—included provisions in their contracts prohibiting merchants\nfrom imposing surcharges for credit card use. For most of its\nhistory, the New York law was essentially coextensive with these\ncontractual prohibitions. In recent years, however, merchants have\nbrought antitrust challenges to contractual no-surcharge\nprovisions. Those suits have created uncertainty about the legal\nvalidity of such contractual surcharge bans. The result is that\notherwise redundant legislative surcharge bans like §518 have\nincreasingly gained importance, and increasingly come under\nscrutiny.BPetitioners, five New York businesses and\ntheir owners, wish to impose surcharges on customers who use credit\ncards. Each time one of their customers pays with a credit card,\nthese merchants must pay some transaction fee to the company that\nissued the credit card. The fee is generally two to three percent\nof the purchase price. Those fees add up, and the merchants allege\nthat they pay tens of thousands of dollars every year to credit\ncard companies. Rather than increase prices across the board to\nabsorb those costs, the merchants want to pass the fees along only\nto their customers who choose to use credit cards. They also want\nto make clear that they are not the bad guys—that the credit card\ncompanies, not the merchants, are responsible for the higher\nprices. The merchants believe that surcharges for credit are more\neffective than discounts for cash in accomplishing these goals.In 2013, after several major credit card issuers\nagreed to drop their contractual surcharge prohibitions, the\nmerchants filed suit against the New York Attorney General and\nthree New York District Attorneys to challenge §518—the only\nremaining obstacle to their charging surcharges for credit card\nuse. As relevant here, they argued that the law violated the First\nAmendment by regulating how they communicated their prices, and\nthat it was unconstitutionally vague because liability under the\nlaw “turn[ed] on the blurry difference” between surcharges and\ndiscounts. App. 39, Complaint ¶51.The District Court ruled in favor of the\nmerchants. It read the statute as “draw[ing a] line between\nprohibited ‘surcharges’ and permissible ‘discounts’ based on words\nand labels, rather than economic realities.” 975 F. Supp. 2d\n430, 444 (SDNY 2013). The court concluded that the law therefore\nregulated speech, and violated the First Amendment under this\nCourt’s commercial speech doctrine. In addition, because the law\nturned on the “virtually incomprehensible distinction between what\na vendor can and cannot tell its customers,” the District Court\nfound that the law was unconstitutionally vague.Id.,at\n436.The Court of Appeals for the Second Circuit\nvacated the judgment of the District Court with instructions to\ndismiss the merchants’ claims. It began by considering\nsingle-sticker pricing, where merchants post one price and would\nlike to charge more to customers who pay by credit card. All the\nlaw did in this context, the Court of Appeals explained, was\nregulate a relationship between two prices—the sticker price and\nthe price charged to a credit card user—by requiring that the two\nprices be equal. Relying on our precedent holding that price\nregulation alone regulates conduct, not speech, the Court of\nAppeals concluded that §518 did not violate the First\nAmendment.The court also considered other types of pricing\nregimes—for example, posting separate cash and credit prices. The\nCourt of Appeals thought it “far from clear” that §518 prohibited\nsuch pricing schemes. 808 F. 3d 118, 137 (CA2 2015). The\nfederal surcharge ban on which §518 was modeled did not apply\noutside the single-sticker context, and the merchants had not\nclearly shown that §518 had a “broader reach” than the federal law.Ibid.Deciding that petitioners’ challenge in this regard\n“turn[ed] on an unsettled question of state law,” the Court of\nAppeals abstained from reaching the merits of the constitutional\nquestion beyond the single-sticker context.Id.,at 135\n(citingRailroad Comm’n of Tex.v.Pullman Co., 312\nU. S. 496 (1941) ).We granted certiorari. 579 U. S. ___\n(2016).IIAs a preliminary matter, we note that\npetitioners present us with a limited challenge. Observing that the\nmerchants were not always particularly clear about the scope of\ntheir suit, the Court of Appeals deemed them to be bringing a\nfacial attack on §518 as well as a challenge to the application of\nthe statute to two particular pricing regimes: single-sticker\npricing and two-sticker pricing. Before us, however, the merchants\nhave disclaimed a facial challenge, assuring us that theirs is an\nas-applied challenge only. See Tr. of Oral Arg. 4–5, 18.There remains the question of what precise\napplication of the law they seek to challenge. Although the\nmerchants have presented a wide array of hypothetical pricing\nregimes, they have expressly identified only one pricing scheme\nthat they seek to employ: posting a cash price and an additional\ncredit card surcharge, expressed either as a percentage surcharge\nor a “dollars-and-cents” additional amount. See,e.g., App.\n101–102, 104; Tr. of Oral Arg. 4–5, 18. Under this pricing\napproach, petitioner Expressions Hair Design might, for example,\npost a sign outside its salon reading “Haircuts $10 (we add a 3%\nsurcharge if you pay by credit card).” Or, petitioner Brooklyn\nFarmacy & Soda Fountain might list one of the sundaes on its\nmenu as costing “$10 (with a $0.30 surcharge for credit card\nusers).” We take petitioners at their word and limit our review to\nthe question whether §518 is unconstitutional as applied to this\nparticular pricing practice.[1]IIIThe next question is whether §518 prohibits\nthe pricing regime petitioners wish to employ. The Court of Appeals\nconcluded that it does. The court read “surcharge” in §518 to mean\n“an additional amount above the seller’s regular price,” and found\nit “basically self-evident” how §518 applies to sellers who post a\nsingle sticker price: “the sticker price is the ‘regular’ price, so\nsellers may not charge credit-card customers an additional amount\nabove the sticker price that is not also charged to cash\ncustomers.” 808 F. 3d, at 128. Under this interpretation,\nsigns of the kind that the merchants wish to post—“$10, with a\n$0.30 surcharge for credit card users”—violate §518 because they\nidentify one sticker price—$10—and indicate that credit card users\nare charged more than that amount.“We generally accord great deference to the\ninterpretation and application of state law by the courts of\nappeals.”Pembaurv.Cincinnati, 475 U. S. 469 ,\nn. 13 (1986). This deference is warranted to “render\nunnecessary review of their decisions in this respect” and because\nlower fed-eral courts “are better schooled in and more able to\ninterpret the laws of their respective States.”Brockettv.Spokane Arcades, Inc., 472 U. S. 491, 500 (1985)\n(quotingCortv.Ash, 422 U. S. 66 , n. 6\n(1975); internal quotation marks omitted). “[W]e surely have the\nauthority to differ with the lower federal courts as to the meaning\nof a state statute,” and have done so in instances where the lower\ncourt’s construction was “clearly wrong” or “plain error.” 472\nU. S., at 500, and n. 9 (internal quotation marks\nomitted). But that is not the case here. Section 518 does not\ndefine “surcharge,” but the Court of Appeals looked to the ordinary\nmeaning of the term: “a charge in excess of the usual or normal\namount.” 808 F. 3d, at 127 (quoting Webster’s Third New\nInternational Dictionary 2299 (2002); internal quotation marks\nomitted). Where a seller posts a single sticker price, it is\nreasonable to treat that sticker price as the “usual or normal\namount” and conclude, as the court below did, that a merchant\nimposes a surcharge when he charges a credit card user more than\nthat sticker price. In short, we cannot dismiss the Court of\nAppeals’ interpretation of §518 as “clearly wrong.” Accordingly,\nconsistent with our customary practice, we follow that\ninterpretation.IVHaving concluded that §518 bars the pricing\nregime petitioners wish to employ, we turn to their constitutional\narguments: that the law unconstitutionally regulates speech and is\nimpermissibly vague.AThe Court of Appeals concluded that §518 posed\nno First Amendment problem because the law regulated conduct, not\nspeech.[2] In reaching this\nconclusion, the Court of Appeals began with the premise that price\ncontrols regulate conduct alone. See44 Liquormart, Inc.v.Rhode Island, 517 U. S. 484, 507 (1996) (plurality\nopinion);id.,at 524 (Thomas, J., concurring in part and\nconcurring in judgment);id.,at 530 (O’Connor, J.,\nconcurring in judgment). Section 518 regulates the relationship\nbetween“(1) the seller’s sticker price and (2) the price the seller\ncharges to credit card customers,” requiring that these two amounts\nbe equal. 808 F. 3d, at 131. A law regulating the relationship\nbetween two prices regulates speech nomore than a law regulating a\nsingle price. The Court of Ap-peals concluded that §518 was\ntherefore simply a conduct regulation.But §518 is not like a typical price regulation.\nSuch a regulation—for example, a law requiring all New York delis\nto charge $10 for their sandwiches—would simply regulate the amount\nthat a store could collect. In other words, it would regulate the\nsandwich seller’s conduct. To be sure, in order to actually collect\nthat money, a store would likely have to put “$10” on its menus or\nhave its employees tell customers that price. Those written or oral\ncommunications would be speech, and the law—by determining the\namount charged—would indirectly dictate the content of that speech.\nBut the law’s effect on speech would be only incidental to its\nprimary effect on conduct, and “it has never been deemed an\nabridgment of freedom of speech or press to make a course of\nconduct illegal merely because the conduct was in part initiated,\nevidenced, or carried out by means of language, either spoken,\nwritten, or printed.”Rumsfeldv.Forum for Aca-demic and\nInstitutional Rights, Inc., 547 U. S. 47, 62 (2006)\n(quotingGiboneyv.Empire Storage & Ice Co., 336\nU. S. 490, 502 (1949) ; internal quotation marks omitted); see\nalsoSorrellv.IMS Health Inc., 564 U. S. 552,\n567 (2011) .Section 518 is different. The law tells\nmerchants nothing about the amount they are allowed to collect from\na cash or credit card payer. Sellers are free to charge $10 for\ncash and $9.70, $10, $10.30, or any other amount for credit. What\nthe law does regulate is how sellers may communicate their prices.\nA merchant who wants to charge $10 for cash and $10.30 for credit\nmay not convey that price any way he pleases. He is not free to say\n“$10, with a 3% credit card surcharge” or “$10, plus $0.30 for\ncredit” because both of those displays identify a single sticker\nprice—$10—that is less than the amount credit card users will be\ncharged. Instead, if the merchant wishes to post a single sticker\nprice, he must display $10.30 ashis sticker price. Accordingly,\nwhile we agree with the Court of Appeals that §518 regulates a\nrelationship between a sticker price and the price charged to\ncredit card users, we cannot accept its conclusion that §518 is\nnothing more than a mine-run price regulation. In regulating the\ncommunication of prices rather than prices themselves, §518\nregulates speech.Because it concluded otherwise, the Court of\nAppeals had no occasion to conduct a further inquiry into whether\n§518, as a speech regulation, survived First Amendment scrutiny. On\nthat question, the parties dispute whether §518 is a valid\ncommercial speech regulation underCentral Hudson Gas &\nElec. Corp.v.Public Serv. Comm’n of N. Y., 447\nU. S. 557 (1980) , and whether the law can be upheld as a\nvalid disclosure requirement underZaudererv.Office of\nDisciplinary Counsel of Supreme Court of Ohio, 471 U. S.\n626 (1985) .“[W]e are a court of review, not of first view.”Nautilus, Inc.v.Biosig Instruments, Inc., 572\nU. S. ___, ___ (2014) (slip op., at 14) (internal quotation\nmarks omitted). Accordingly, we decline to consider those questions\nin the first instance. Instead, we remand for the Court of Appeals\nto analyze §518 as a speech regulation.[3]BGiven the way the merchants have presented\ntheir case, their vagueness challenge gives us little pause. Before\nthis Court, the only pricing practice they express an interest in\nemploying is a single-sticker regime, listing one price and a\nseparate surcharge amount. As we have explained, §518 bars them\nfrom doing so. “[A] plaintiff whose speech is clearly proscribed\ncannot raise a successful vagueness claim.”Holderv.Humanitarian Law Project, 561 U. S. 1, 20 (2010) .\nAlthough the merchants argue that “no one can seem to put a finger\non just how far the law sweeps,” Brief for Petitioners 51, it is at\nleast clear that §518 proscribes their intended speech.\nAccordingly, the law is not vague as applied to them.[4]CThe judgment of the Court of Appeals for the\nSecond Circuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1Petitioner Expressions\nHair Design currently posts separate dollars-and-cents prices for\ncash and credit—that is, it posts something like “$10 cash, $10.30\ncredit.” It displays its prices in this way, however, only because\nit considers itself compelled to do so by the challenged law if it\nwants to charge different prices. Prior to becoming aware of the\nlaw, Expressions posted single prices along with a notice informing\ncustomers that a three percent surcharge would be added to their\nbill if they paid by credit card. Expressions has indicated that it\nwould prefer to return to its prior practice. See App. 19,\nComplaint ¶3;id., at 103–104. Given petitioners’\nrepresentations about the narrow scope of their as-applied\nchallenge, we limit our consideration to the single-sticker pricing\nregime for present purposes. Petitioners’ affidavits and briefing\nreference other potential pricing schemes, which may be considered\nby the Court of Appeals to the extent it deems appropriate. See,e.g.,id., at 56; Brief for Petitioners\n50.2Relying fully on their\nclaim that §518 regulated speech, petitioners did not advance any\nargument before the Court of Appeals that §518 was constitutionally\nproblematic even if deemed a regulation of conduct. See 808\nF. 3d 118, 135 (CA2 2015) (noting that petitioners had not\nchallenged §518 underUnited Statesv.O’Brien, 391\nU. S. 367 (1968) ).3To assess the statute’s\nconstitutionality, the Court of Appeals may need to consider a\nquestion we need not answer here: whether the statute permits\ntwo-sticker pricing schemes like the one petitioner Expressions\ncurrently uses, see n. 1,supra. Respondents’ argument\nthat §518 is a constitutionally valid disclosure requirement rests\non an interpretation of the statute that allows such two-sticker\nschemes.4For similar reasons,\npetitioners’ related argument regarding abstention is no longer at\nissue. The Court of Appeals abstained from deciding whether §518\nwas constitutional outside of the single-sticker context, but the\nmerchants have disavowed any intent to challenge the law outside of\nthis context.",
    "joined": []
}