{
    "case": {
        "docket": "205",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/205/"
    },
    "id": "1970723",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–10_________________AGENCY FOR INTERNATIONAL DEVELOPMENT,\net al., PETITIONERS v. ALLIANCE FOR OPEN SOCIETY\nINTERNATIONAL, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 20, 2013]Chief Justice Roberts\ndelivered the opinion of the Court.The United States\nLeadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003\n(Leadership Act), 117Stat. 711, as amended, 22 U. S. C.\n§7601 et seq., outlined a comprehensive strategy to\ncombat the spread of HIV/AIDS around the world. As part of that\nstrategy, Congress authorized the appropriation of billions of\ndollars to fund efforts by nongovernmental organizations to assist\nin the fight. The Act imposes two related conditions on that\nfunding: First, no funds made available by the Act “may be\nused to promote or advocate the legalization or practice of\nprostitution or sex trafficking.” §7631(e). And second,\nno funds may be used by an organization “that does not have a\npolicy explicitly opposing prostitution and sex trafficking.”\n§7631(f). This case concerns the second of these conditions,\nreferred to as the Policy Requirement. The question is whether that\nfunding condition violates a recipient’s First Amendment\nrights.ICongress passed the\nLeadership Act in 2003 after finding that HIV/AIDS had\n“assumed pandemic proportions, spreading from the most\nseverely affected regions, sub-Saharan Africa and the Caribbean, to\nall corners of the world, and leaving an unprecedented path of\ndeath and devastation.” 22 U. S. C. §7601(1).\nAccording to congressional findings, more than 65 million people\nhad been infected by HIV and more than 25 million had lost their\nlives, making HIV/AIDS the fourth highest cause of death worldwide.\nIn sub-Saharan Africa alone, AIDS had claimed the lives of more\nthan 19 million individuals and was projected to kill a full\nquarter of the population of that area over the next decade. The\ndisease not only directly endangered those infected, but also\nincreased the potential for social and political instability and\neconomic devastation, posing a security issue for the entire\ninternational community. §§7601(2)–(10).In the Leadership Act,\nCongress directed the President to establish a\n“comprehensive, integrated” strategy to combat HIV/AIDS\naround the world. §7611(a). The Act sets out 29 different\nobjectives the President’s strategy should seek to fulfill,\nreflecting a multitude of approaches to the problem. The strategy\nmust include, among other things, plans to increase the\navailability of treatment for infected individuals, prevent new\ninfections, support the care of those affected by the disease,\npromote training for physicians and other health care workers, and\naccelerate research on HIV/AIDS prevention methods, all while\nproviding a framework for cooperation with international\norganizations and partner countries to further the goals of the\nprogram. §§7611(a)(1)–(29).The Act “make[s]\nthe reduction of HIV/AIDS behavioral risks a priority of all\nprevention efforts.” §7611(a)(12); see also\n§7601(15) (“Successful strategies to stem the spread of\nthe HIV/AIDS pandemic will require . . . measures to\naddress the social and behavioral causes of the problem”).\nThe Act’s approach to reducing behavioral risks is\nmultifaceted. The President’s strategy for addressing such\nrisks must, for example, promote abstinence, encourage monogamy,\nincrease the availability of condoms, promote voluntary counseling\nand treatment for drug users, and, as relevant here,\n“educat[e] men and boys about the risks of procuring sex\ncommercially” as well as “promote alternative\nlivelihoods, safety, and social reintegration strategies for\ncommercial sex workers.” §7611(a)(12). Congress found\nthat the “sex industry, the trafficking of individ- uals into\nsuch industry, and sexual violence” were factors in the\nspread of the HIV/AIDS epidemic, and deter- mined that “it\nshould be the policy of the United States to eradicate”\nprostitution and “other sexual victimization.”\n§7601(23).The United States has\nenlisted the assistance of nongovernmental organizations to help\nachieve the many goals of the program. Such organizations\n“with experience in health care and HIV/AIDS\ncounseling,” Congress found, “have proven effective in\ncombating the HIV/AIDS pandemic and can be a resource in\n. . . provid[ing] treatment and care for individuals\ninfected with HIV/AIDS.” §7601(18). Since 2003, Congress\nhas authorized the appropriation of billions of dollars for funding\nthese organizations’ fight against HIV/AIDS around the world.\n§2151b–2(c); §7671.Those funds, however,\ncome with two conditions: First, no funds made available to carry\nout the Leadership Act “may be used to promote or advocate\nthe legalization or practice of prostitution or sex\ntrafficking.” §7631(e). Second, no funds made available\nmay “provide assistance to any group or organization that\ndoes not have a policy explicitly opposing prostitution and sex\ntrafficking, except . . . to the Global Fund to Fight\nAIDS, Tuberculosis and Malaria, the World Health Organization, the\nInternational AIDS Vaccine Initiative or to any United Nations\nagency.” §7631(f). It is this second condition—the\nPolicy Requirement—that is at issue here.The Department of\nHealth and Human Services (HHS) and the United States Agency for\nInternational Development (USAID) are the federal agencies\nprimarily responsible for overseeing implementation of the\nLeadership Act. To enforce the Policy Requirement, the agencies\nhave directed that the recipient of any funding under the Act agree\nin the award document that it is opposed to “prostitution and\nsex trafficking because of the psychological and physical risks\nthey pose for women, men, and children.” 45 CFR §89.1(b)\n(2012); USAID, Acquisition & Assistance Policy Directive\n12–04, p. 6 (AAPD 12–04).IIRespondents are a\ngroup of domestic organizations engaged in combating HIV/AIDS\noverseas. In addition to substantial private funding, they receive\nbillions annually in financial assistance from the United States,\nincluding under the Leadership Act. Their work includes programs\naimed at limiting injection drug use in Uzbekistan, Tajikistan, and\nKyrgyzstan, preventing mother-to-child HIV transmission in Kenya,\nand promoting safer sex practices in India. Respondents fear that\nadopting a policy explicitly opposing prostitution may alienate\ncertain host governments, and may diminish the effectiveness of\nsome of their programs by making it more difficult to work with\nprostitutes in the fight against HIV/AIDS. They are also concerned\nthat the Policy Requirement may require them to censor their\nprivately funded discussions in publications, at conferences, and\nin other forums about how best to prevent the spread of HIV/AIDS\namong prostitutes.In 2005, respondents\nAlliance for Open Society International and Pathfinder\nInternational commenced this litigation, seeking a declaratory\njudgment that the Government’s implementation of the Policy\nRequirement violated their First Amendment rights. Respondents\nsought a pre- liminary injunction barring the Government from cut-\nting off their funding under the Act for the duration of the\nlitigation, from unilaterally terminating their cooperative\nagreements with the United States, or from otherwise taking action\nsolely on the basis of respondents’ own privately funded\nspeech. The District Court granted such a preliminary injunction,\nand the Government appealed.While the appeal was\npending, HHS and USAID issued guidelines on how recipients of\nLeadership Act funds could retain funding while working with\naffiliated organizations not bound by the Policy Requirement. The\nguidelines per- mit funding recipients to work with affiliated\norganizations that “engage[] in activities inconsistent with\nthe recipient’s opposition to the practices of prostitution\nand sex trafficking” as long as the recipients retain\n“objective integrity and independence from any affiliated\norganization.” 45 CFR §89.3; see also AAPD 12–04,\nat 6–7. Whether sufficient separation exists is determined by\nthe totality of the circumstances, including “but not\n. . . limited to” (1) whether the organizations are\nlegally separate; (2) whether they have separate personnel; (3)\nwhether they keep separate accounting records; (4) the degree of\nseparation in the organizations’ facilities; and (5) the\nextent to which signs and other forms of identification distinguish\nthe organizations. 45 CFR §§89.3(b)(1)–(5); see\nalso AAPD 12–04, at 6–7.The Court of Appeals\nsummarily remanded the case to the District Court to consider\nwhether the preliminary injunction was still appropriate in light\nof the new guidelines. On remand, the District Court issued a new\npreliminary injunction along the same lines as the first, and the\nGovernment renewed its appeal.The Court of Appeals\naffirmed, concluding that respondents had demonstrated a likelihood\nof success on the merits of their First Amendment challenge under\nthis Court’s “unconstitutional conditions”\ndoctrine. 651 F. 3d 218 (CA2 2011). Under this doctrine, the\ncourt reasoned, “the government may not place a condition on\nthe receipt of a benefit or subsidy that infringes upon the\nrecipient’s constitutionally protected rights, even if the\ngovernment has no obligation to offer the benefit in the first\ninstance.” Id., at 231 (citing Perry v. Sindermann, 408\nU. S. 593, 597 (1972) ). And a condition that compels\nrecipients “to espouse the government’s position”\non a subject of international debate could not be squared with the\nFirst Amendment. 651 F. 3d, at 234. The court concluded that\n“the Policy Requirement, as implemented by the Agencies,\nfalls well beyond what the Supreme Court . . . ha[s]\nupheld as permissible funding conditions.” Ibid.Judge Straub dissented,\nexpressing his view that the Policy Requirement was an\n“entirely rational exercise of Congress’s powers\npursuant to the Spending Clause.” Id., at 240.We granted certiorari.\n568 U. S. ___ (2013).IIIThe Policy\nRequirement mandates that recipients of Leadership Act funds\nexplicitly agree with the Government’s policy to oppose\nprostitution and sex trafficking. It is, however, a basic First\nAmendment principle that “freedom of speech prohibits the\ngovernment from telling people what they must say.” Rumsfeld\nv. Forum for Academic and Institutional Rights, Inc., 547\nU. S. 47, 61 (2006) (citing West Virginia Bd. of Ed. v.\nBarnette, 319 U. S. 624, 642 (1943) , and Wooley v. Maynard,\n430 U. S. 705, 717 (1977) ). “At the heart of the First\nAmendment lies the principle that each person should decide for\nhimself or herself the ideas and beliefs deserving of expression,\nconsideration, and adherence.” Turner Broadcasting System,\nInc. v. FCC, 512 U. S. 622, 641 (1994) ; see Knox v. Service\nEmployees, 567 U. S. ___, ___–___ (2012) (slip op., at\n8–9) (“The government may not . . . compel\nthe endorsement of ideas that it approves.”). Were it enacted\nas a direct regulation of speech, the Policy Requirement would\nplainly violate the First Amendment. The question is whether the\nGovernment may nonetheless impose that requirement as a condition\non the receipt of federal funds.AThe Spending Clause\nof the Federal Constitution grants Congress the power “[t]o\nlay and collect Taxes, Duties, Imposts and Excises, to pay the\nDebts and provide for the common Defence and general Welfare of the\nUnited States.” Art. I, §8, cl. 1. The Clause provides\nCongress broad discretion to tax and spend for the “general\nWelfare,” including by funding particular state or private\nprograms or activities. That power includes the authority to impose\nlimits on the use of such funds to ensure they are used in the\nmanner Congress intends. Rust v. Sullivan, 500 U. S. 173 ,\nn. 4 (1991) (“Congress’ power to allocate funds\nfor public purposes includes an ancillary power to ensure that\nthose funds are properly applied to the prescribed\nuse.”).As a general matter, if\na party objects to a condition on the receipt of federal funding,\nits recourse is to decline the funds. This remains true when the\nobjection is that a condition may affect the recipient’s\nexercise of its First Amendment rights. See, e.g., United States v.\nAmerican Library Assn., Inc., 539 U. S. 194, 212 (2003)\n(plurality opinion) (rejecting a claim by public libraries that\nconditioning funds for Internet access on the libraries’\ninstalling filtering software violated their First Amendment\nrights, explaining that “[t]o the extent that libraries wish\nto offer unfiltered access, they are free to do so without federal\nassistance”); Regan v. Taxation With Representation of Wash.,\n461 U. S. 540, 546 (1983) (dismissing “the notion that\nFirst Amendment rights are somehow not fully realized unless they\nare subsidized by the State” (internal quotation marks\nomitted)).At the same time,\nhowever, we have held that the Government “ ‘may\nnot deny a benefit to a person on a basis that infringes his\nconstitutionally protected . . . freedom of speech even\nif he has no entitlement to that benefit.’ ” Forum\nfor Academic and Institutional Rights, supra, at 59 (quoting\nAmerican Library Assn., supra, at 210). In some cases, a funding\ncondition can result in an unconstitutional burden on First\nAmendment rights. See Forum for Academic and Institutional Rights,\nsupra, at 59 (the First Amendment supplies “a limit on\nCongress’ ability to place conditions on the receipt of\nfunds”).The dissent thinks that\ncan only be true when the condition is not relevant to the\nobjectives of the program (al- though it has its doubts about\nthat), or when the condition is actually coercive, in the sense of\nan offer that cannot be refused. See post, at 2–3 (opinion of\nScalia, J.). Our precedents, however, are not so limited. In the\npresent context, the relevant distinction that has emerged from our\ncases is between conditions that define the limits of the\ngovernment spending program—those that specify the activities\nCongress wants to subsidize—and conditions that seek to\nleverage funding to regulate speech outside the contours of the\nprogram itself. The line is hardly clear, in part because the\ndefinition of a particular program can always be manipulated to\nsubsume the challenged condition. We have held, however, that\n“Congress cannot recast a condition on funding as a mere\ndefinition of its program in every case, lest the First Amendment\nbe reduced to a simple semantic exercise.” Legal Services\nCorporation v. Velazquez, 531 U. S. 533, 547 (2001) .A comparison of two\ncases helps illustrate the distinction: In Regan v. Taxation With\nRepresentation of Washington, the Court upheld a requirement that\nnonprofit organizations seeking tax-exempt status under 26\nU. S. C. §501(c)(3) not engage in substantial\nefforts to influence legislation. The tax-exempt status, we\nexplained, “ha[d] much the same effect as a cash grant to the\norganization.” 461 U. S., at 544. And by limiting\n§501(c)(3) status to organizations that did not attempt to\ninfluence legislation, Congress had merely “chose[n] not to\nsubsidize lobbying.” Ibid. In rejecting the nonprofit’s\nFirst Amendment claim, the Court highlighted—in the text of\nits opinion, but see post, at 5—the fact that the condition\ndid not prohibit that organization from lobbying Congress\naltogether. By returning to a “dual structure” it had\nused in the past—separately incorporating as a\n§501(c)(3) organization and §501(c)(4)\norganization—the nonprofit could continue to claim\n§501(c)(3) status for its nonlobbying activities, while\nattempting to influence legislation in its §501(c)(4) capac-\nity with separate funds. Ibid. Maintaining such a structure, the\nCourt noted, was not “unduly burdensome.” Id., at 545,\nn. 6. The condition thus did not deny the organization a\ngovernment benefit “on account of its intention to\nlobby.” Id., at 545.In FCC v. League of\nWomen Voters of California, by contrast, the Court struck down a\ncondition on federal financial assistance to noncommercial\nbroadcast television and radio stations that prohibited all\neditorializing, including with private funds. 468 U. S. 364\n–401 (1984). Even a station receiving only one percent of its\noverall budget from the Federal Government, the Court explained,\nwas “barred absolutely from all editorializing.” Id.,\nat 400. Unlike the situation in Regan, the law provided no way for\na station to limit its use of federal funds to noneditorializing\nactivities, while using private funds “to make known its\nviews on matters of public importance.” 468 U. S., at\n400. The prohibition thus went beyond ensuring that federal funds\nnot be used to subsidize “public broadcasting station\neditorials,” and instead leveraged the federal funding to\nregulate the stations’ speech outside the scope of the\nprogram. Id., at 399 (internal quotation marks omitted).Our decision in Rust v.\nSullivan elaborated on the approach reflected in Regan and League\nof Women Voters. In Rust, we considered Title X of the Public\nHealth Service Act, a Spending Clause program that issued grants to\nnonprofit health-care organizations “to assist in the\nestablishment and operation of voluntary family planning projects\n[to] offer a broad range of acceptable and effective family\nplanning methods and services.” 500 U. S., at 178\n(internal quotation marks omitted). The organizations received\nfunds from a variety of sources other than the Federal Government\nfor a variety of purposes. The Act, however, prohibited the Title X\nfederal funds from being “used in programs where abortion is\na method of family planning.” Ibid. (internal quotation marks\nomitted). To enforce this provision, HHS regulations barred Title X\nprojects from advocating abortion as a method of family planning,\nand required grantees to ensure that their Title X projects were\n“ ‘physically and financially\nseparate’ ” from their other projects that engaged\nin the prohibited activities. Id., at 180–181 (quoting 42 CFR\n§59.9 (1989)). A group of Title X funding recipients brought\nsuit, claiming the regulations imposed an unconstitutional\ncondition on their First Amendment rights. We rejected their\nclaim.We explained that\nCongress can, without offending the Constitution, selectively fund\ncertain programs to address an issue of public concern, without\nfunding alterna- tive ways of addressing the same problem. In Title\nX, Congress had defined the federal program to encourage only\nparticular family planning methods. The challenged regulations were\nsimply “designed to ensure that the limits of the federal\nprogram are observed,” and “that public funds [are]\nspent for the purposes for which they were authorized.” Rust,\n500 U. S., at 193, 196.In making this\ndetermination, the Court stressed that “Title X expressly\ndistinguishes between a Title X grantee and a Title X\nproject.” Id., at 196. The regulations governed only the\nscope of the grantee’s Title X projects, leaving it\n“unfettered in its other activities.” Ibid. “The\nTitle X grantee can continue to . . . engage in abortion\nadvocacy; it simply is required to conduct those activities through\nprograms that are separate and independent from the project that\nreceives Title X funds.” Ibid. Because the regulations did\nnot “prohibit[ ] the recipient from engaging in the protected\nconduct outside the scope of the federally funded program,”\nthey did not run afoul of the First Amendment. Id., at 197.BAs noted, the\ndistinction drawn in these cases—between conditions that\ndefine the federal program and those that reach outside it—is\nnot always self-evident. As Justice Cardozo put it in a related\ncontext, “Definition more precise must abide the wisdom of\nthe future.” Steward Machine Co. v. Davis, 301 U. S.\n548, 591 (1937) . Here, however, we are confident that the Policy\nRequirement falls on the unconstitutional side of the line.To begin, it is\nimportant to recall that the Leader- ship Act has two conditions\nrelevant here. The first—unchallenged in this\nlitigation—prohibits Leadership Act funds from being used\n“to promote or advocate the legalization or practice of\nprostitution or sex trafficking.” 22 U. S. C.\n§7631(e). The Government concedes that §7631(e) by itself\nensures that federal funds will not be used for the prohibited\npurposes. Brief for Petitioners 26–27.The Policy Requirement\ntherefore must be doing something more—and it is. The dissent\nviews the Requirement as simply a selection criterion by which the\nGovernment identifies organizations “who believe in its ideas\nto carry them to fruition.” Post, at 1. As an initial matter,\nwhatever purpose the Policy Requirement serves in selecting funding\nrecipients, its effects go beyond selection. The Policy Requirement\nis an ongoing condition on recipients’ speech and activities,\na ground for terminating a grant after selection is complete. See\nAAPD 12–04, at 12. In any event, as the Government\nacknowledges, it is not simply seeking organizations that oppose\nprostitution. Reply Brief 5. Rather, it explains, “Congress\nhas expressed its purpose ‘to eradicate’ prostitution\nand sex trafficking, 22 U. S. C. §7601(23), and it\nwants recipients to adopt a similar stance.” Brief for\nPetitioners 32 (emphasis added). This case is not about the\nGovernment’s ability to enlist the assistance of those with\nwhom it already agrees. It is about compelling a grant recipient to\nadopt a particular belief as a condition of funding.By demanding that\nfunding recipients adopt—as their own—the\nGovernment’s view on an issue of public concern, the\ncondition by its very nature affects “protected conduct\noutside the scope of the federally funded program.” Rust, 500\nU. S., at 197. A recipient cannot avow the belief dictated by\nthe Policy Requirement when spending Leadership Act funds, and then\nturn around and assert a contrary belief, or claim neutrality, when\nparticipating in activities on its own time and dime. By requiring\nrecipients to profess a specific belief, the Policy Requirement\ngoes beyond defining the limits of the federally funded program to\ndefining the recipient. See ibid. (“our\n‘unconstitutional conditions’ cases involve situations\nin which the Government has placed a condition on the recipient of\nthe subsidy rather than on a particular program or service, thus\neffectively prohibiting the recipient from engaging in the\nprotected conduct outside the scope of the federally funded\nprogram”).The Government contends\nthat the affiliate guidelines, established while this litigation\nwas pending, save the program. Under those guidelines, funding\nrecipients are permitted to work with affiliated organizations that\ndo not abide by the condition, as long as the recipients retain\n“objective integrity and independence” from the\nunfettered affiliates. 45 CFR §89.3. The Government suggests\nthe guidelines alleviate any unconstitutional burden on the\nrespondents’ First Amendment rights by allowing them to\neither: (1) accept Leadership Act funding and comply with Policy\nRequirement, but establish affiliates to communicate contrary views\non prostitution; or (2) decline funding themselves (thus remaining\nfree to express their own views or remain neutral), while creating\naffiliates whose sole purpose is to receive and administer\nLeadership Act funds, thereby “cabin[ing] the effects”\nof the Policy Requirement within the scope of the federal program.\nBrief for Petitioners 38–39, 44–49.Neither approach is\nsufficient. When we have noted the importance of affiliates in this\ncontext, it has been because they allow an organization bound by a\nfunding condition to exercise its First Amendment rights outside\nthe scope of the federal program. See Rust, supra, at\n197–198. Affiliates cannot serve that purpose when the\ncondition is that a funding recipient espouse a specific belief as\nits own. If the affiliate is distinct from the recipient, the\narrangement does not afford a means for the recipient to express\nits beliefs. If the affiliate is more clearly identified with the\nrecipient, the recipient can express those beliefs only at the\nprice of evident hypocrisy. The guidelines themselves make that\nclear. See 45 CFR §89.3 (allowing funding recipients to work\nwith affiliates whose conduct is “inconsistent with the\nrecipient’s opposition to the practices of prostitution and\nsex trafficking” (emphasis added)).The Government suggests\nthat the Policy Requirement is necessary because, without it, the\ngrant of federal funds could free a recipient’s private funds\n“to be used to promote prostitution or sex\ntrafficking.” Brief for Petitioners 27 (citing Holder v.\nHumanitarian Law Project, 561 U. S. 1 , ___–___ (2010)\n(slip op., at 25–26)). That argument assumes that federal\nfunding will simply supplant private funding, rather than pay for\nnew programs or expand existing ones. The Government offers no\nsupport for that assumption as a general matter, or any reason to\nbelieve it is true here. And if the Government’s argument\nwere correct, League of Women Voters would have come out\ndifferently, and much of the reasoning of Regan and Rust would have\nbeen beside the point.The Government cites\nbut one case to support that argument, Holder v. Humanitarian Law\nProject. That case concerned the quite different context of a ban\non providing material support to terrorist organizations, where the\nrecord indicated that support for those organizations’\nnonviolent operations was funneled to support their violent\nactivities. 561 U. S., at ___ (slip op., at 26).Pressing its argument\nfurther, the Government contends that “if organizations\nawarded federal funds to implement Leadership Act programs could at\nthe same time promote or affirmatively condone prostitution or sex\ntrafficking, whether using public or private funds, it would\nundermine the government’s program and confuse its message\nopposing prostitution and sex trafficking.” Brief for\nPetitioners 37 (emphasis added). But the Policy Requirement goes\nbeyond preventing recipients from using private funds in a way that\nwould undermine the federal program. It requires them to pledge\nallegiance to the Government’s policy of eradicating\nprostitution. As to that, we cannot improve upon what Justice\nJackson wrote for the Court 70 years ago: “If there is any\nfixed star in our constitutional constellation, it is that no\nofficial, high or petty, can prescribe what shall be orthodox in\npolitics, nationalism, religion, or other matters of opinion or\nforce citizens to confess by word or act their faith\ntherein.” Barnette, 319 U. S., at 642.*  *  *The Policy\nRequirement compels as a condition of fed- eral funding the\naffirmation of a belief that by its nature cannot be confined\nwithin the scope of the Government program. In so doing, it\nviolates the First Amendment and cannot be sustained. The judgment\nof the Court of Appeals is affirmed.It is so ordered.Kagan, J., took no part\nin the consideration or decision of this case.",
    "joined": []
}