{
    "case": {
        "docket": "165",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/165/"
    },
    "id": "1970556",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1347_________________JEFFREY LEE CHAFIN, PETITIONERv.LYNNE\nHALES CHAFINon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[February 19, 2013]Chief Justice Roberts delivered the opinion of\nthe Court.The Hague Convention on the Civil Aspects of\nInter- national Child Abduction generally requires courts in the\nUnited States to order children returned to their countries of\nhabitual residence, if the courts find that the children have been\nwrongfully removed to or retained in the United States. The\nquestion is whether, after a child is returned pursuant to such an\norder, any appeal of the order is moot.IAThe Hague Conference on Private International\nLaw adopted the Hague Convention on the Civil Aspects of\nInternational Child Abduction in 1980. T. I. A. S. No. 11670, S.\nTreaty Doc. No. 99–11. In 1988, the United States ratified the\ntreaty and passed implementing legislation, known as the\nInternational Child Abduction Remedies Act (ICARA), 102Stat. 437,\n42 U. S. C. §11601et seq.See generallyAbbottv.Abbott, 560 U. S. ___, ___–___ (2010)\n(slip op., at 4–5).The Convention seeks “to secure the prompt\nreturn of children wrongfully removed to or retained in any\nContracting State” and “to ensure that rights of custody and of\naccess under the law of one Contracting State are ef- fectively\nrespected in the other Contracting States.” Art. 1, S. Treaty Doc.\nNo. 99–11, at 7. Article 3 of the Convention provides that the\n“removal or the retention of a child is to be considered wrongful”\nwhen “it is in breach of rights of custody attributed to a person,\nan institution or any other body, either jointly or alone, under\nthe law of the State in which the child was habitually resident\nimmediately before the removal or retention” and “at the time of\nremoval or retention those rights were actually exercised, either\njointly or alone,or would have been so exercised but for\nthe removal or retention.”Ibid.Article 12 then states:“Where a child has been wrongfully removed\nor retained in terms of Article 3 and, at the date of the\ncommencement of the proceedings before the judicial or\nadministrative authority of the Contracting State where the child\nis, a period of less than one year has elapsed from the date of the\nwrongful removal or retention, the authority concerned shall order\nthe return of the child forthwith.”Id.,at 9.There are several exceptions to that command.\nReturn is not required if the parent seeking it was not exercising\ncustody rights at the time of removal or had consented to removal,\nif there is a “grave risk” that return will result in harm, if the\nchild is mature and objects to return, or if return would conflict\nwith fundamental principles of freedom and human rights in the\nstate from which return is requested. Arts. 13, 20,id.,at\n10, 11. Finally, the Convention directs Contracting States to\n“designate a Central Authority to discharge the duties which are\nimposed by the Convention.” Art. 6,id.,at 8; see also Art.\n7,ibid.Congress established procedures for implementing\nthe Convention in ICARA. See 42 U. S. C. §11601(b)(1).\nThe Act grants federal and state courts concurrent jurisdiction\nover actions arising under the Convention, §11603(a), and directs\nthem to “decide the case in accordance with the Convention,”\n§11603(d). If those courts find children to have been wrongfully\nremoved or retained, the children “are to be promptly returned.”\n§11601(a)(4). ICARA also provides that courts ordering children\nreturned generally must require defendants to pay various expenses\nincurred by plaintiffs, including court costs, legal fees, and\ntransportation costs associated with the return of the children.\n§11607(b)(3). ICARA instructs the President to designate the\nU. S. Central Authority, §11606(a), and the President has\ndesignated the Office of Children’s Issues in the State\nDepartment’s Bureau of Consular Affairs, 22 CFR §94.2 (2012).Eighty-nine nations are party to the Convention\nas of this writing. Hague Conference on Private Int’l Law, Status\nTable, Convention of 25 October 1980 on the Civil Aspects of\nInternational Child Abduction, http:// www.hcch.net. In the 2009\nfiscal year, 324 children removed to or retained in other countries\nwere returned to the United States under the Convention, while 154\nchildren removed to or retained in the United States were returned\nto their countries of habitual residence. Dept. of State, Report on\nCompliance with the Hague Convention on the Civil Aspects of\nInternational Child Abduction 6 (2010).BPetitioner Jeffrey Lee Chafin is a citizen of\nthe United States and a sergeant first class in the U. S.\nArmy. While stationed in Germany in 2006, he married respondent\nLynne Hales Chafin, a citizen of the United Kingdom. Their daughter\nE. C. was born the following year.Later in 2007, Mr. Chafin was deployed to\nAfghanistan, and Ms. Chafin took E. C. to Scotland. Mr. Chafin\nwas eventually transferred to Huntsville, Alabama, and in February\n2010, Ms. Chafin traveled to Alabama with E. C. Soon\nthereafter, however, Mr. Chafin filed for divorce and for child\ncustody in Alabama state court. Towards the end of the year, Ms.\nChafin was arrested for domestic violence, an incident that alerted\nU. S. Citizenship and Immigration Services to the fact that\nshe had overstayed her visa. She was deported in February 2011, and\nE. C. remained in Mr. Chafin’s care for several more\nmonths.In May 2011, Ms. Chafin initiated this case in\nthe U. S. District Court for the Northern District of Alabama.\nShe filed a petition under the Convention and ICARA seeking an\norder for E. C.’s return to Scotland. On October 11 and 12,\n2011, the District Court held a bench trial. Upon the close of\narguments, the court ruled in favor of Ms. Chafin, concluding that\nE. C.’s country of habitual residence was Scotland and\ngranting the petition for return. Mr. Chafin immediately moved for\na stay pending appeal, but the court denied his request. Within\nhours, Ms. Chafin left the country with E. C., headed for\nScotland. By December 2011, she had initiated custody proceedings\nthere. The Scottish court soon granted her interim custody and a\npreliminary injunction, prohibiting Mr. Chafin from removing\nE. C. from Scotland. In the meantime, Mr. Chafin had appealed\nthe District Court order to the Court of Appeals for the Eleventh\nCircuit.In February 2012, the Eleventh Circuit dismissed\nMr. Chafin’s appeal as moot in a one-paragraph order, citingBekierv.Bekier,248 F.3d 1051(2001). App. to Pet. for Cert. 1–2. InBekier, the Eleventh Circuit had concluded that an appeal of\na Convention return order was moot when the child had been returned\nto the foreign country, because the court “became powerless” to\ngrant relief. 248 F. 3d, at 1055. In accordance withBekier, the Court of Appeals remanded this case to the\nDistrict Court with instructions to dismiss the suit as moot and\nvacate its order.On remand, the District Court did so, and also\nordered Mr. Chafin to pay Ms. Chafin over $94,000 in court costs,\nattorney’s fees, and travel expenses. Meanwhile, the Alabama state\ncourt had dismissed the child custody proceeding initiated by Mr.\nChafin for lack of jurisdiction. The Alabama Court of Civil Appeals\naffirmed, relying in part on the U. S. District Court’s\nfinding that the child’s habitual residence was not Alabama, but\nScotland.We granted certiorari to review the judgment of\nthe Court of Appeals for the Eleventh Circuit. 567 U. S. ___\n(2012).IIArticle III of the Constitution restricts the\npower of federal courts to “Cases” and “Controversies.”\nAccordingly, “[t]o invoke the jurisdiction of a federal court, a\nlitigant must have suffered, or be threatened with, an actual\ninjury traceable to the defendant and likely to be redressed by a\nfavorable judicial decision.”Lewisv.Continental Bank\nCorp.,494 U.S.\n472, 477 (1990). Federal courts may not “decide questions that\ncannot affect the rights of litigants in the case before them” or\ngive “opinion[s] advising what the law would be upon a hypothetical\nstate of facts.”Ibid.(quotingNorth Carolinav.Rice,404 U.S.\n244, 246 (1971) (per curiam); internal quotation marks\nomitted). The “case-or-controversy requirement subsists through all\nstages of federal judicial proceedings, trial and appellate.”Lewis, 494 U. S., at 477. “[I]t is not enough that a\ndispute was very much alive when suit was filed”; the parties must\n“continue to have a ‘personal stake’ ” in the ultimate\ndisposition of the lawsuit.Id.,at 477–478 (quotingLos\nAngelesv.Lyons,461 U.S.\n95, 101 (1983); some internal quotation marks omitted).There is thus no case or controversy, and a suit\nbecomes moot, “when the issues presented are no longer ‘live’ or\nthe parties lack a legally cognizable interest in the outcome.”Already, LLCv.Nike, Inc., 568 U. S. ___, ___\n(2013) (slip op., at 4) (quotingMurphyv.Hunt,455 U.S.\n478, 481 (1982) (per curiam); some internal quotation\nmarks omitted). But a case “becomes moot only when it is impossible\nfor a court to grant any effectual relief whatever to the\nprevailing party.”Knoxv.Service Employees, 567\nU. S. ___, ___ (2012) (slip op., at 7) (internal quotation\nmarks omitted); see alsoChurch of Scientology of Cal.v.United States,506 U.S.\n9, 12 (1992) (“if an event occurs while a case is pending on\nappeal that makes it impossible for the court to grant ‘any\neffectual relief whatever’ to a prevailing party, the appeal must\nbe dismissed” (quotingMillsv.Green,159 U.S.\n651, 653 (1895))). “As long as the parties have a concrete\ninterest, however small, in the outcome of the litigation, the case\nis not moot.”Knox,supra,at ___ (slip op., at 7)\n(internal quotation marks and brackets omitted).IIIThis dispute is still very much alive. Mr.\nChafin con- tinues to contend that his daughter’s country of\nhabitual residence is the United States, while Ms. Chafin maintains\nthat E. C.’s home is in Scotland. Mr. Chafin also argues that\neven if E. C.’s habitual residence was Scotland, she should\nnot have been returned because the Convention’s defenses to return\napply. Mr. Chafin seeks custody of E. C., and wants to pursue\nthat relief in the United States, while Ms. Chafin is pursuing that\nright for herself in Scotland. And Mr. Chafin wants the orders that\nhe pay Ms. Chafin over $94,000 vacated, while Ms. Chafin asserts\nthe money is rightfully owed.On many levels, the Chafins continue to\nvigorously contest the question of where their daughter will be\nraised. This is not a case where a decision would address “a\nhypothetical state of facts.”Lewis,supra,at 477\n(quotingRice,supra,at 246; internal quotation\nmarks omitted). And there is not the slightest doubt that there\ncontinues to exist between the parties “that concrete adverseness\nwhich sharpens the presentation of issues.”Camretav.Greene, 563 U. S. ___, ___ (2011) (slip op., at 5)\n(quotingLyons,supra,at 101; internal quotations\nmarks omitted).AAt this point in the ongoing dispute, Mr.\nChafin seeks reversal of the District Court determination that\nE. C.’s habitual residence was Scotland and, if that\ndetermination is reversed, an order that E. C. be returned to\nthe United States (or “re-return,” as the parties have put it). In\nshort, Mr. Chafin is asking for typical appellate relief: that the\nCourt of Appeals reverse the District Court and that the District\nCourt undo what it has done. SeeArkadelphia Milling Co.v.St. Louis Southwestern R. Co.,249 U.S.\n134, 145–146 (1919);Northwestern Fuel Co.v.Brock,139 U.S.\n216, 219 (1891) (“Jurisdiction to correct what had been\nwrongfully done must remain with the court so long as the parties\nand the case are properly before it, either in the first instance\nor when remanded to it by an appellate tribunal”). The question is\nwhether such relief would be effectual in this case.Ms. Chafin argues that this case is moot because\nthe District Court lacks the authority to issue a re-return order\neither under the Convention or pursuant to its in- herent equitable\npowers. But that argument—which goes to the meaning of the\nConvention and the legal availability of a certain kind of\nrelief—confuses mootness with the merits. InPowellv.McCormack,395 U.S.\n486(1969), this Court held that a claim for backpay saved the\ncase from mootness, even though the defendants argued that the\nbackpay claim had been brought in the wrong court and therefore\ncould not result in relief. As the Court explained, “this argument\n. . . confuses mootness with whether [the plaintiff] has\nestablished a right to recover . . . , a question which\nit is inappropriate to treat at this stage of the litigation.”Id.,at 500. Mr. Chafin’s claim for re-return—under the\nConvention itself or according to general equitable\nprinciples—cannot be dismissed as so implausible that it is\ninsufficient to preserve jurisdiction, seeSteel Co.v.Citizens for Better Environment,523 U.S.\n83, 89 (1998), and his prospects of success are therefore not\npertinent to the mootness inquiry.As to the effectiveness of any relief, Ms.\nChafin asserts that even if the habitual residence ruling were\nreversed and the District Court were to issue a re-return order,\nthat relief would be ineffectual because Scotland would simply\nignore it.[1] But even if\nScotland were to ignore a U. S. re-return order, or decline to\nassist in enforcing it, this case would not be moot. The U. S.\ncourts continue to have personal jurisdiction over Ms. Chafin, may\ncommand her to take action even outside the United States, and may\nback up any such command with sanctions. SeeSteelev.Bulova Watch Co.,344 U.S.\n280, 289 (1952); cf.Lemanv.Krentler-Arnold Hinge\nLast Co.,284 U.S.\n448, 451–452 (1932). No law of physics prevents E. C.’s\nreturn from Scotland, seeFawcettv.McRoberts,326 F.3d 491, 496 (CA4 2003), abrogated on other grounds byAbbottv.Abbott, 560 U. S. ___ (2010), and Ms.\nChafin might decide to comply with an order against her and return\nE. C. to the United States, see,e.g., Larbiev.Larbie, 690 F.3d 295, 303–304 (CA5 2012) (mother who had\ntaken child to United Kingdom complied with Texas court sanctions\norder and order to return child to United States for trial), cert.\npending, No. 12–304.[2] After\nall, the consequence of compliance presumably would not be\nrelinquishment of custody rights, but simply custody proceedings in\na different forum.Enforcement of the order may be uncertain if Ms.\nCha- fin chooses to defy it, but such uncertainty does not\ntypically render cases moot. Courts often adjudicate disputes where\nthe practical impact of any decision is not assured. For example,\ncourts issue default judgments against defendants who failed to\nappear or participate in the proceedings and therefore seem less\nlikely to comply. See Fed. Rule Civ. Proc. 55. Similarly, the fact\nthat a defendant is insolvent does not moot a claim for damages.\nSee 13C C. Wright, A. Miller, & E. Cooper, Federal Practice and\nProcedure §3533.3, p. 3 (3d ed. 2008) (cases not moot “even though\nthe defendant does not seem able to pay any portion of the damages\nclaimed”). Courts also decide cases against foreign nations, whose\nchoices to respect final rulings are not guaranteed. See,e.g.,\nRepublic of Austriav.Altmann,541\nU.S. 677(2004) (suit against Austria for return of paintings);Republic of Argentinav.Weltover, Inc.,504 U.S.\n607(1992) (suit against Argentina for repayment of bonds). And\nwe have heard the Government’s appeal from the reversal of a\nconviction, even though the defendants had been deported, reducing\nthe practical impact of any decision; we concluded that the case\nwas not moot because the defendants might “re-enter this country on\ntheir own” and encounter the consequences of our ruling.United\nStatesv.Villamonte-Marquez,462\nU.S. 579, 581, n. 2 (1983).So too here. A re-return order may not result in\nthe return of E. C. to the United States, just as an order\nthat an insolvent defendant pay $100 million may not make the\nplaintiff rich. But it cannot be said that the parties here have no\n“concrete interest” in whether Mr. Chafin secures a re-return\norder.Knox, 567 U. S., at ___ (slip op., at 7)\n(internal quotation marks omitted). “[H]owever small” that concrete\ninterest may be due to potential difficulties in enforcement, it is\nnot simply a matter of academic debate, and is enough to save this\ncase from mootness.Ibid.(internal quotation marks\nomitted).BMr. Chafin also seeks, if he prevails, vacatur\nof the District Court’s expense orders. The District Court ordered\nMr. Chafin to pay Ms. Chafin over $94,000 in court costs,\nattorney’s fees, and travel expenses. See Civ. No. 11–1461 (ND\nAla., Mar. 7, 2012), pp. 15–16; Civ. No. 11–1461 (ND Ala., June 5,\n2012), p. 2. That award was predicated on the District Court’s\nearlier judgment allowing Ms. Chafin to return with her daughter to\nScotland. See Civ. No. 11–1461 (ND Ala., Mar. 7, 2012), pp. 2–3,\nand n. 2.[3] Thus, in\nconjunction with reversal of the judgment, Mr. Chafin desires\nvacatur of the award. That too is common relief on appeal, see,e.g.,Fawcett,supra, at 501, n. 6\n(reversing costs and fees award when reversing on the issue of\nwrongful removal), and the mootness inquiry comes down to its\neffectiveness.At oral argument, Ms. Chafin contended that such\nrelief was “gone in this case,” and that the case was therefore\nmoot, because Mr. Chafin had failed to pursue an appeal of the\nexpense orders, which had been entered as separate judgments. Tr.\nof Oral Arg. 33; see Civ. No. 11–1461 (ND Ala., Mar. 7, 2012); Civ.\nNo. 11–1461 (ND Ala., June 5, 2012). But this is another argument\non the merits. Mr. Chafin’s requested relief is not so implausible\nthat it may be disregarded on the question of jurisdiction; there\nis authority for the proposition that failure to appeal such\njudgments separately does not preclude relief. See 15B Wright,\nMiller, & Cooper,supra, §3915.6, at 230, and n. 39.5\n(2d ed., Supp. 2012) (citing cases). It is thus for lower courts at\nlater stages of the litigation to decide whether Mr. Chafin is in\nfact entitled to the relief he seeks—vacatur of the expense\norders.Such relief would of course not be “ ‘fully\nsatisfactory,’ ” but with respect to the case as whole, “even\nthe availability of a ‘partial remedy’ is ‘sufficient to prevent\n[a] case from being moot.’ ”Calderonv.Moore,518 U.S.\n149, 150 (1996) (per curiam) (quotingChurch of\nScientology, 506 U. S., at 13).IVMs. Chafin is correct to emphasize that both\nthe Hague Convention and ICARA stress the importance of the prompt\nreturn of children wrongfully removed or retained. We are also\nsympathetic to the concern that shuttling children back and forth\nbetween parents and across international borders may be detrimental\nto those children. But courts can achieve the ends of the\nConvention and ICARA—and protect the well-being of the affected\nchildren—through the familiar judicial tools of expediting\nproceedings and granting stays where appropriate. There is no need\nto manipulate constitutional doctrine and hold these cases moot.\nIndeed, doing so may very well undermine the goals of the treaty\nand harm the children it is meant to protect.If these cases were to become moot upon return,\ncourts would be more likely to grant stays as a matter of course,\nto prevent the loss of any right to appeal. See,e.g.,Garrisonv.Hudson,468 U.S.\n1301, 1302 (1984) (Burger, C. J., in chambers) (“When\n. . . the normal course of appellate review might\notherwise cause the case to become moot, issuance of a stay is\nwarranted” (citation and internal quotation marks omitted));Nicolsonv.Pappalardo, Civ. No. 10–1125 (CA1, Feb.\n19, 2010) (“Without necessarily finding a clear probability that\nappellant will prevail, we grant the stay because . . . a\nrisk exists that the case could effectively be mooted by the\nchild’s departure”). In cases in which a stay would not be granted\nbut for the prospect of mootness, a child would lose precious\nmonths when she could have been readjusting to life in her country\nof habitual residence, even though the appeal had little chance of\nsuccess. Such routine stays due to mootness would be likely but\nwould conflict with the Convention’s mandate of prompt return to a\nchild’s country of habitual residence.Routine stays could also increase the number of\nappeals. Currently, only about 15% of Hague Convention cases are\nappealed. Hague Conference on Private Int’l Law, N. Lowe, A\nStatistical Analysis of Applications Made in 2008 Under the Hague\nConvention of 25 October 1980 on the Civil Aspects of International\nChild Abduction, Pt. III–National Reports 207 (2011). If losing\nparents were effectively guaranteed a stay, it seems likely that\nmore would appeal, a scenario that would undermine the goal of\nprompt return and the best interests of children who should in fact\nbe returned. A mootness holding here might also encourage flight in\nfuture Hague Convention cases, as prevailing parents try to flee\nthe jurisdiction to moot the case. SeeBekier, 248\nF. 3d, at 1055 (mootness holding “to some degree conflicts\nwith the purposes of the Convention: to prevent parents from\nfleeing jurisdictions to find a more favorable judicial\nforum”).Courts should apply the four traditional stay\nfactors in considering whether to stay a return order: “ ‘(1)\nwhether the stay applicant has made a strong showing that he is\nlikely to succeed on the merits; (2) whether the applicant will be\nirreparably injured absent a stay; (3) whether issuance of the stay\nwill substantially injure the other parties interested in the\nproceeding; and (4) where the public interest lies.’ ”Nkenv.Holder,556 U.S.\n418, 434 (2009) (quotingHiltonv.Braunskill,481 U.S.\n770, 776 (1987)). In every case under the Hague Convention, the\nwell-being of a child is at stake; application of the traditional\nstay factors ensures that each case will receive the individualized\ntreatment necessary for appropriate consideration of the child’s\nbest interests.Importantly, whether at the district or\nappellate court level, courts can and should take steps to decide\nthese cases as expeditiously as possible, for the sake of the\nchildren who find themselves in such an unfortunate situation. Many\ncourts already do so. See Federal Judicial Center, J. Garbolino,\nThe 1980 Hague Convention on the Civil Aspects of International\nChild Abduction: A Guide for Judges 116, n. 435 (2012) (listing\ncourts that expedite appeals). Cases in American courts often take\nover two years from filing to resolution; for a six-year-old such\nas E. C., that is one-third of her lifetime. Expedition will\nhelp minimize the extent to which uncertainty adds to the\nchallenges confronting both parents and child.*  *  *The Hague Convention mandates the prompt\nreturn of children to their countries of habitual residence. But\nsuch return does not render this case moot; there is a live dispute\nbetween the parties over where their child will be raised, and\nthere is a possibility of effectual relief for the prevailing\nparent. The courts below therefore continue to have jurisdiction to\nadjudicate the merits of the parties’ respective claims.The judgment of the United States Court of\nAppeals for the Eleventh Circuit is vacated, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1Whether Scotland would do\nso is unclear; Ms. Chafin cited no authority for her assertion in\nher brief or at oral argument. In a recently issued decision from\nthe Family Division of the High Court of Justiceof England and\nWales, a judge of that court rejected the “concept of automatic\nre-return of a child in response to the overturn of [a] Hague\norder.”DLv.EL, [2013] EWHC 49, ¶59 (Judgt. of Jan.\n17). The judge in that case did not ignore the pertinent re-return\norder—issued by the District Court inLarbiev.Larbie, 690 F.3d 295 (CA5 2012), cert. pending, No.\n12–304—but did not consider it binding in light of the proceedings\nin England. Earlier in those proceedings, the Family Division of\nthe High Court directed the parties to provide this Court with a\njoint statement onthe status of those proceedings. This Court is\ngrateful for thatconsideration.2Ms. Chafin suggests that\nthe Scottish court’sne exeatorder prohibits\nE. C. from leaving Scotland. Thene exeatorder,\nhowever, only prohibits Mr. Chafin from removing E. C. from\nScotland; it does not constrain Ms. Chafin in the same\nway.3The award was predicated\non the earlier judgment even though that judgment was vacated. The\nDistrict Court cited Eleventh Circuit cases for the proposition\nthat if a plaintiff obtains relief before a district court and the\ncase becomes moot on appeal, the plaintiff is still a prevailing\nparty entitled to attorney’s fees. We express no view on that\nquestion. The fact remains that the District Court ordered Mr.\nChafin to pay attorney’s fees and travel expenses based on its\nearlier ruling. A reversal, as opposed to vacatur, of the earlier\nruling could change the prevailing party calculus and afford Mr.\nChafin effective relief.",
    "joined": []
}