{
    "case": {
        "docket": "14-770",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-770/"
    },
    "id": "3560884",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–770_________________BANK MARKAZI, aka THE CENTRAL BANK OF IRAN,\nPETITIONERv.DEBORAH PETERSON, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[April 20, 2016]Chief Justice Roberts, with whom Justice\nSotomayor joins, dissenting.Imagine your neighbor sues you, claiming that\nyour fence is on his property. His evidence is a letter from the\nprevious owner of your home, accepting your neighbor’s version of\nthe facts. Your defense is an official county map, which under\nstate law establishes the boundaries of your land. The map shows\nthe fence on your side of the property line. You also argue that\nyour neighbor’s claim is six months outside the statute of\nlimitations.Now imagine that while the lawsuit is pending,\nyour neighbor persuades the legislature to enact a new statute. The\nnew statute provides that for your case, and your case alone, a\nletter from one neighbor to another is conclusive of property\nboundaries, and the statute of limitations is one year longer. Your\nneighbor wins. Who would you say decided your case: the\nlegislature, which targeted your specific case and eliminated your\nspecific defenses so as to ensure your neighbor’s victory, or the\ncourt, which pre-sided over thefait accompli?That question lies at the root of the case the\nCourt confronts today. Article III of the Constitution commits the\npower to decide cases to the Judiciary alone. SeeSternv.Marshall, 564 U. S. 462, 484 (2011) . Yet, in this\ncase, Congress arrogated that power to itself. Since 2008,\nrespondents have sought $1.75 billion in assets owned by Bank\nMarkazi, Iran’s central bank, in order to satisfy judgments against\nIran for acts of terrorism. The Bank has vigorously opposed those\nefforts, asserting numerous legal defenses. So, in 2012, four years\ninto the litigation, respondents persuaded Congress to enact a\nstatute, 22 U. S. C. §8772, that for this case alone\neliminates each of the defenses standing in respondents’ way. Then,\nhaving gotten Congress to resolve all outstanding issues in their\nfavor, respondents returned to court . . . and won.Contrary to the majority, I would hold that\n§8772 violates the separation of powers. No less than if it had\npassed a law saying “respondents win,” Congress has decided this\ncase by enacting a bespoke statute tailored to this case that\nresolves the parties’ specific legal disputes to guarantee\nrespondents victory.IAArticle III, §1 of the Constitution vests the\n“judicial Power of the United States” in the Federal Judiciary.\nThat provision, this Court has observed, “safeguards the role of\nthe Judicial Branch in our tripartite system.”Commodity Futures\nTrading Comm’nv.Schor, 478 U. S. 833, 850 (1986)\n. It establishes the Judiciary’s independence by giving the\nJudiciary distinct and inviolable authority. “Under the basic\nconcept of separation of powers,” the judicial power “can no more\nbe shared with another branch than the Chief Executive, for\nexample, can share with the Judiciary the veto power, or the\nCongress share with the Judiciary the power to override a\nPresidential veto.”Stern, 564 U. S., at 483 (internal\nquotation marks omitted). The separation of powers, in turn,\nsafeguards individual freedom. SeeBondv.United\nStates, 564 U. S. 211, 223 (2011) . As Hamilton wrote,\nquoting Montesquieu, “ ‘there is no liberty if the power of\njudging be not separated from the legislative and executive\npowers.’ ” The Federalist No. 78, p. 466 (C. Rossiter ed.\n1961); see Montesquieu, The Spirit of the Laws 157 (A. Cohler, B.\nMiller, & H. Stone eds. 1989) (Montesquieu).The question we confront today is whether §8772\nviolates Article III by invading the judicial power.B“The Framers of our Constitution lived among\nthe ruins of a system of intermingled legislative and judicial\npowers.”Plautv.Spendthrift Farm, Inc., 514\nU. S. 211, 219 (1995) . We surveyed those ruins inPlautto determine the scope of the judicial power under\nArticle III, and we ought to return to them today for that same\npurpose.Throughout the 17th and 18th centuries, colonial\nlegislatures performed what are now recognized as core judicial\nroles. They “functioned as courts of equity of last resort, hearing\noriginal actions or providing appellate review of judicial\njudgments.”Ibid.They “constantly heard private petitions,\nwhich often were only the complaints of one individual or group\nagainst another, and made final judgments on these complaints.” G.\nWood, The Creation of the American Republic 1776–1787, pp. 154–155\n(1969). And they routinely intervened in cases still pending before\ncourts, granting continuances, stays of judgments, “new trials, and\nother kinds of relief in an effort to do what ‘is agreeable to\nRight and Justice.’ ”Id.,at 155; see Judicial Action\nby the Provincial Legislature of Massachusetts, 15 Harv. L. Rev.\n208, 216–218 (1902) (collecting examples of such laws).The judicial power exercised by colonial\nlegislatures was often expressly vested in them by the colonial\ncharter or statute. In the Colonies of Massachusetts, Connecticut,\nand Rhode Island, for example, the assemblies officially served as\nthe highest court of appeals. See 1 The Public Records of the\nColony of Connecticut 25 (Trumbull ed. 1850); M. Clarke,\nParliamentary Privilege in the American Colonies 31–33 (1943).\nLikewise, for more than a half century, the colonial assembly of\nVirginia could review and set aside court judgments.Id.,at\n37–38. And in New Hampshire, where British authorities directed\njudicial appeals to the governor and his council, those officials\noften referred such matters to the assembly for decision.Id.,at 33. Colonial assemblies thus sat atop the judicial\npyramid, with the final word over when and how private disputes\nwould be resolved.Legislative involvement in judicial matters\nintensified during the American Revolution, fueled by the\n“vigorous, indeed often radical, populism of the revolutionary\nlegislatures and assemblies.”Plaut, 514 U. S., at 219;\nsee Wood,supra,at 155–156. The Pennsylvania Constitution\nof 1776 epitomized the ethos of legislative supremacy. It\nestablished a unicameral assembly unconstrained by judicial review\nand vested with authority to “ ‘redress grievances.’ ”\nReport of the Committee of the Pennsylvania Council of Censors 42\n(F. Bailey ed. 1784) (Council Report); see Williams, The State\nConstitutions of the Founding Decade: Pennsylvania’s Radical 1776\nConstitution and Its Influences on American Constitutionalism, 62\nTemp. L. Rev. 541, 547–548, 556 (1989). The assembly, in turn,\ninvoked that authority to depart from legal rules in resolving\nprivate disputes in order to ease the “hardships which will always\narise from the operation of general laws.” Council Report\n42–43.The Revolution-era “crescendo of legislative\ninterference with private judgments of the courts,” however, soon\nprompted a “sense of a sharp necessity to separate the legislative\nfrom the judicial power.”Plaut, 514 U. S., at 221. In\n1778, an influential critique of a proposed (and ultimately\nrejected) Massachusetts constitution warned that “[i]f the\nlegislative and judicial powers are united, the maker of the law\nwill also interpret it; and the law may then speak a language,\ndictated by the whims, the caprice, or the prejudice of the judge.”\nThe Essex Result, in The Popular Sources of Political Authority:\nDocuments on the Massachusetts Constitution of 1780, p. 337 (O.\nHandlin & M. Handlin eds. 1966). In Virginia, Thomas Jefferson\ncomplained that the assembly had, “in many instances, decided\nrights which should have been left to judiciary controversy.”\nJefferson, Notes on the State of Virginia 120 (Peden ed. 1982). And\nin Pennsylvania, the Council of Censors—a body appointed to assess\ncompliance with the state constitution—decried the state assembly’s\npractice of “extending their deliberations to the cases of\nindividuals” instead of deferring to “the usual process of law,”\nciting instances when the assembly overturned fines, settled\nestates, and suspended prosecutions. Council Report 38, 42.\n“[T]here is reason to think,” the Censors observed, “that favour\nand partiality have, from the nature of public bodies of men,\npredominated in the distribution of this relief.”Id.,at\n38.Vermont’s Council of Censors sounded similar\nwarnings. Its 1786 report denounced the legislature’s “assumption\nof the judicial power,” which the legislature had exercised by\nstaying and vacating judgments, suspending lawsuits, resolving\nproperty disputes, and “legislating for individ-uals, and for\nparticular cases.” Vermont State Papers 1779–1786, pp. 537–542 (W.\nSlade ed. 1823). The Censors concluded that “[t]he legislative body\nis, in truth, by no means competent to the determination of causes\nbetween party and party,” having exercised judicial power “without\nbeing shackled with rules,” guided only by “crude notions of\nequity.”Id.,at 537, 540.The States’ experiences ultimately shaped the\nFederal Constitution, figuring prominently in the Framers’ decision\nto devise a system for securing liberty through the division of\npower:“Before and during the debates on\nratification, Madison, Jefferson, and Hamilton each wrote of the\nfactional disorders and disarray that the system of legislative\nequity had produced in the years before the framing; and each\nthought that the separation of the legislative from the judicial\npower in the new Constitution would cure them.”Plaut, 514\nU. S., at 221.As Professor Manning has concluded, “Article\nIII, in large measure, reflects a reaction against the practice” of\nlegislative interference with state courts. Manning, Response,\nDeriving Rules of Statutory Interpretation from the Constitution,\n101 Colum. L. Rev. 1648, 1663 (2001).Experience had confirmed Montesquieu’s theory.\nThe Framers saw that if the “power of judging . . . were\njoined to legislative power, the power over the life and liberty of\nthe citizens would be arbitrary.” Montesquieu 157. They accordingly\nresolved to take the unprecedented step of establishing a “truly\ndistinct” judiciary. The Federalist No. 78, at 466 (A. Hamilton).\nTo help ensure the “complete independence of the courts of\njustice,”ibid., they provided life tenure for judges and\nprotection against diminution of their compensation. But such\nsafeguards against indirect interference would have been\nmeaningless if Congress could simply exercise the judicial power\ndi-rectly. The central pillar of judicial independence was Article\nIII itself, which vested “[t]he judicial Power of the United\nStates” in “one supreme Court” and such “inferior Courts” as might\nbe established. The judicial power was to be the Judiciary’s\nalone.IIAMindful of this history, our decisions have\nrecognized three kinds of “unconstitutional restriction[s] upon the\nexercise of judicial power.”Plaut, 514 U. S., at 218.\nTwo concern the effect of judgments once they have been rendered:\n“Congress cannot vest review of the decisions of Article III courts\nin officials of the Executive Branch,”ibid., for to do so\nwould make a court’s judgment merely “an advisory opinion in its\nmost obnoxious form,”Chicago & Southern Air Lines, Inc.v.Waterman S. S. Corp., 333 U. S. 103, 113 (1948) .\nAnd Congress cannot “retroactively command[ ] the federal\ncourts to reopen final judgments,” because Article III “gives the\nFederal Judiciary the power, not merely to rule on cases, but todecidethem, subject to review only by superior courts in\nthe Article III hierarchy.”Plaut, 514 U. S., at\n218–219. Neither of these rules is directly implicated here.This case is about the third type of\nunconstitutional interference with the judicial function, whereby\nCongress assumes the role of judge and decides a particular pending\ncase in the first instance. Section 8772 does precisely that,\nchanging the law—for these proceedings alone—simply to guarantee\nthat respondents win. The law serves no other purpose—a point,\nindeed, that is hardly in dispute. As the majority acknowledges,\nthe statute “ ‘sweeps away . . . any . . .\nfederal or state law impediments that might otherwise exist’ ”\nto bar respondents from obtaining Bank Markazi’s assets.Ante,at 9–10 (quoting App. to Pet. for Cert. 73a). In the\nDistrict Court, Bank Markazi had invoked sovereign immunity under\nthe Foreign Sovereign Immunities Act of 1976, 28 U. S. C.\n§1611(b)(1). Brief for Petitioner 28. Section 8772(a)(1) eliminates\nthat immunity. Bank Markazi had argued that its status as a\nseparate juridical entity under federal common law and\ninternational law freed it from liability for Iran’s debts. SeeFirst Nat. City Bankv.Banco Para el Comercio Exterior\nde Cuba, 462 U. S. 611 –627 (1983); Brief for Petitioner\n27–28. Section 8772(d)(3) ensures that the Bank is liable. Bank\nMarkazi had argued that New York law did not allow respondents to\nexecute their judgments against the Bank’s assets. See N. Y.\nU. C. C. Law Ann. §8–112(c) (West 2002); see also App. to Pet. for\nCert. 126a (agreeing with this argument). Section 8772(a)(1) makes\nthose assets subject to execution. Seeid.,at 97a.Section 8772 authorized attachment, moreover,\nonly for the“financial assets that are identified in\nand the subject of proceedings in the United States District Court\nfor the Southern District of New York in Peterson et al. v.\nIslamic Republic of Iran et al., Case No. 10 Civ. 4518 (BSJ)\n(GWG), that were restrained by restraining notices and levies\nsecured by the plaintiffs in those proceedings\n. . . .” §8772(b).And lest there be any doubt that Congress’s sole\nconcern was deciding this particular case, rather than establishing\nany generally applicable rules, §8772 provided that nothing in the\nstatute “shall be construed . . . to affect the\navailability, or lack thereof, of a right to satisfy a judgment in\nany other action against a terrorist party in any proceedings other\nthan” these. §8772(c).[1]BThere has never been anything like §8772\nbefore. Neither the majority nor respondents have identified\nanother statute that changed the law for a pending case in an\noutcome-determinative way and explicitly limited its effect to\nparticular judicial proceedings. That fact alone is “[p]erhaps the\nmost telling indication of the severe constitutional problem” with\nthe law.Free Enterprise Fundv.Public Company\nAccounting Oversight Bd., 561 U. S. 477, 505 (2010)\n(internal quotation marks omitted). Congress’s “prolonged reticence\nwould be amazing if such interference were not understood to be\nconstitutionally proscribed.”Plaut, 514 U. S., at\n230.Section 8772 violates the bedrock rule of\nArticle III that the judicial power is vested in the Judicial\nBranch alone. We first enforced that rule against an Act of\nCongress during the Reconstruction era inUnited Statesv.Klein, 13 Wall. 128 (1872).Kleinarose from\ncongressional opposition to conciliation with the South, and in\nparticular to the pardons Presidents Lincoln and Johnson had\noffered to former Confederate rebels. Seeid.,at 140–141;\nsee,e.g.,Presidential Proclamation No. 11, 13Stat. 737.\nAlthough this Court had held that a pardon was proof of loyalty and\nentitled its holder to compensation in the Court of Claims for\nproperty seized by Union forces during the war, seeUnited\nStatesv.Padelford, 9 Wall. 531, 543 (1870), the\nRadical Republican Congress wished to prevent pardoned rebels from\nobtaining such compensation. It therefore enacted a law prohibiting\nclaimants from using a pardon as evidence of loyalty, instead\nrequiring the Court of Claims and Supreme Court to dismiss for want\nof jurisdiction any suit based on a pardon. See Act of July 12,\n1870, ch. 251, 16Stat. 235; see alsoUnited Statesv.Sioux Nation, 448 U. S. 371, 403 (1980) .Klein’s suit was among those Congress wished to\nblock. Klein represented the estate of one V. F. Wilson, a\nConfederate supporter whom Lincoln had pardoned. On behalf of the\nestate, Klein had obtained a sizable judg-ment in the Court of\nClaims for property seized by the Union.Klein, 13 Wall., at\n132–134. The Government’s appeal from that judgment was pending in\nthe Supreme Court when the law targeting such suits took effect.\nThe Government accordingly moved to dismiss the entire\nproceeding.This Court, however, denied that motion and\ninstead declared the law unconstitutional. It held that the law\n“passed the limit which separates the legislative from the judicial\npower.”Id., at 147. The Court acknowledged that Congress\nmay “make exceptions and prescribe regulations to the appellate\npower,” but it refused to sustain the law as an exercise of that\nauthority.Id.,at 146. Instead, the Court held that the law\nviolated the separation of powers by attempting to “decide” the\ncase by “prescrib[ing] rules of decision to the Judicial Department\nof the government in cases pending before it.”Id.,at\n145–146. “It is of vital importance,” the Court stressed, that the\nlegislative and judicial powers “be kept distinct.”Id.,at\n147.The majority characterizesKleinas a\ndelphic, puzzling decision whose central holding—that Congress may\nnot prescribe the result in pending cases—cannot be taken at face\nvalue.[2] It is true thatKleincan be read too broadly, in a way that would swallow\nthe rule that courts generally must apply a retroactively\napplicable statute to pending cases. SeeUnited Statesv.Schooner Peggy, 1 Cranch 103, 110 (1801). ButSchooner\nPeggycan be read too broadly, too. Applying a retroactive law\nthat says “Smith wins” to the pending case ofSmithv.Jonesimplicates profound issues of separation of powers,\nissues not adequately answered by a citation toSchooner\nPeggy. And just becauseKleindid not set forth clear\nrules defining the limits on Congress’s authority to legislate with\nrespect to a pending case does not mean—as the majority seems to\nthink—that Article III itself imposes no such limits.The same “record of history” that drove the\nFramers to adopt Article III to implement the separation of powers\nought to compel us to give meaning to their design.Plaut,\n514 U. S., at 218. The nearly two centuries of experience with\nlegislative assumption of judicial power meant that “[t]he Framers\nwere well acquainted with the danger of subjecting the\ndetermination of the rights of one person to the tyranny of\nshifting majorities.”INSv.Chadha, 462 U. S.\n919, 961 (1983) (Powell, J., concurring in judgment) (internal\nquotation marks omitted). Article III vested the judicial power in\nthe Judiciary alone to protect against that threat to liberty. It\ndefined not only what the Judiciary can do, but also what Congress\ncannot.The Court says it would reject a law that says\n“Smith wins” because such a statute “would create no new\nsubstantive law.”Ante, at 12, n. 17. Of course it\nwould: Prior to the passage of the hypothetical statute, the law\ndid not provide that Smith wins. After the passage of the law, it\ndoes. Changing the law is simply how Congress acts. The question is\nwhether its action constitutes an exercise of judicial power.\nSaying Congress “creates new law” in one case but not another\nsimply expresses a conclusion on that issue; it does not supply a\nreason.“Smith wins” is a new law, tailored to one case\nin the same way as §8772 and having the same effect. All that both\nstatutes “effectuat[e],” in substance, is lawmakers’ “policy\njudgment” that one side in one case ought to prevail.Ante,at 18. The cause for concern is that though the statutes are\nindistinguishable, it is plain that the majority recognizes no\nlimit under the separation of powers beyond the prohibition on\nstatutes as brazen as “Smith wins.” Hamilton warned that the\nJudiciary must take “all possible care . . . to defend\nitself against [the] attacks” of the other branches. The Federalist\nNo. 78, at 466. In the Court’s view, however, Article III is but a\nconstitutional Maginot Line, easily circumvented by the simplest\nmaneuver of taking away every defense against Smith’s victory,\nwithout saying “Smith wins.”Take the majority’s acceptance of the District\nCourt’s conclusion that §8772 left “plenty” of factual\ndeterminations for the court “to adjudicate.”Ante, at\n16–17, and n. 20 (internal quotation marks omitted). All §8772\nactually required of the court was two factual determinations—that\nBank Markazi has an equitable or beneficial interest in the assets,\nand that no other party does, §8772(a)(2)—both of which were well\nestablished by the time Congress enacted §8772. Not only had the\nassets at issue been frozen pursuant to an Executive Order blocking\n“property of the Government of Iran,” Exec. Order No. 13599, 77\nFed. Reg. 6659 (2012), but the Bank had “repeatedly insisted that\nit is the sole beneficial owner of the Blocked Assets,” App. to\nPet. for Cert. 113a. By that measure of “plenty,” the majority\nwould have to uphold a law directing judgment for Smith if the\ncourt finds that Jones was duly served with notice of the\nproceedings, and that Smith’s claim was within the statute of\nlimitations. In reality, the Court’s “plenty” is plenty of nothing,\nand, apparently, nothing is plenty for the Court. See D. Heyward\n& I. Gershwin, Porgy and Bess: Libretto 28 (1958).It is true that some of the precedents cited by\nthe majority,ante,at 17–19, have allowed Congress to\napproach the boundary between legislative and judicial power. None,\nhowever, involved statutes comparable to §8772. InRobertsonv.Seattle Audubon Soc., 503 U. S. 429 (1992) , for\nexample, the statute at issue referenced particular cases only as a\nshorthand for describing certain environmental law requirements,id.,at 433–435, not to limit the statute’s effect to those\ncases alone. And inPlaut, the Court explicitly\ndistinguished the statute before it—which directed courts to reopen\nfinal judgments in an entire class of cases—from one that\n“ ‘single[s] out’ any defendant for adverse treatment (or any\nplaintiff for favorable treatment).” 514 U. S., at 238.Plaut, in any event, held the statute before itinvalid, concluding that it violated Article III based on\nthe same historical understanding of the judicial power outlined\nabove.Id.,at 219–225, 240.[3]I readily concede, without embarrassment, that\nit can sometimes be difficult to draw the line between legislative\nand judicial power. That should come as no surprise; Chief Justice\nMarshall’s admonition “that ‘it is aconstitutionwe are\nexpounding’ is especially relevant when the Court is required to\ngive legal sanctions to an underlying principle of the\nConstitution—that of separation of powers.”Youngstown Sheet\n& Tube Co.v.Sawyer, 343 U. S. 579 –597 (1952)\n(Frankfurter, J., concurring) (quotingMcCullochv.Maryland, 4 Wheat. 316, 407 (1819)). But however difficult\nit may be to discern the line between the Legislative and Judicial\nBranches, the entire constitu-tional enterprise depends on therebeingsuch a line. The Court’s failure to enforce that\nboundary in a case as clear as this reduces Article III to a mere\n“parchment barrier[ ] against the encroaching spirit” of\nlegislative power. The Federalist No. 48, at 308 (J. Madison).CFinally, the majority suggests that §8772 is\nanalogous to the Executive’s historical power to recognize foreign\nstate sovereign immunity on a case-by-case basis. As discussed\nabove, however, §8772 does considerably more than withdraw the\nBank’s sovereign immunity.Supra,at 7–8. It strips the Bank\nof any protection that federal common law, international law, or\nNew York State law might have offered against respondents’ claims.\nThat is without analogue or precedent. In any event, the practice\nof applying case-specific Executive submissions on sovereign\nimmunity was not judicial acquiescence in an intrusion on the\nJudiciary’s role. It was instead the result of substantive\nsovereign immunity law, developed and applied by the courts, which\ntreated such a submission as a dispositive fact. SeeVerlinden\nB. V.v.Central Bank of Nigeria, 461 U. S. 480\n–487 (1983);Ex parte Peru, 318 U. S. 578 –588\n(1943).The majority also compares §8772 to the\npolitical branches’ authority to “exercise[ ] control over\nclaims against foreign states and the disposition of foreign-state\nproperty in the United States.”Ante,at 21 (citingDames\n& Moorev.Regan, 453 U. S. 654 (1981) ). InDames & Moore, we considered whether the President had\nauthority to suspend claims against Iran, and to nullify existing\ncourt orders attaching Iran’s property, in order to fulfill\nU. S. obligations under a claims settlement agreement with\nthat country.Id., at 664–667. We held that the President\nhad that power, based on a combination of statutory authorization,\ncongressional acquiescence, and inherent Executive power. Seeid.,at 674–675, 686.The majority suggests thatDames &\nMooresupports the validity of §8772. ButDames &\nMoorewas self-consciously “a restricted railroad ticket, good\nfor this day and train only.”Smithv.Allwright, 321\nU. S. 649, 669 (1944) (Roberts, J., dissenting). The Court\nstressed inDames & Moorethat it “attempt[ed] to lay\ndown no general ‘guidelines’ covering other situations not involved\nhere, and attempt[ed] to confine the opinion only to the very\nquestions necessary to [the] decision of the case.” 453 U. S.,\nat 661; see alsoAmerican Ins. Assn.v.Garamendi,\n539 U. S. 396, 438 (2003) (Ginsburg, J., dissenting)\n(“Notably, the Court inDames & Moorewas emphatic about\nthe ‘narrowness’ of its decision.”).There are, moreover, several important\ndifferences betweenDames & Mooreand this case. For\nstarters, the executive actionDames & Mooreupheld did\nnot dictate how particular claims were to be resolved, but simply\nrequired such claims to be submitted to a different tribunal. 453\nU. S., at 660. Furthermore,Dames & Mooresanctioned that action based on the political branches’\n“longstanding” practice of “settl[ing] the claims of [U. S.]\nnationals against foreign countries” by treaty or executive\nagreement.Id., at 679. The Court emphasized that throughout\nour history, the political branches have at times “disposed of the\nclaims of [U. S.] citizens without their consent, or even\nwithout consultation with them,” by renouncing claims, settling\nthem, or establishing arbitration proceedings.Id., at\n679–681 (internal quotation marks omitted). Those dispositions,\ncrucially, were not exercises of judicial power, as is evident from\nthe fact that the Judiciary lacks authority to order settlement or\nestablish new tribunals. That is whyKleinwas not at issue\ninDames & Moore. By contrast, no comparable history\nsustains Congress’s action here, which seeks to provide relief to\nrespondents not by transferring their claims in a manner only the\npolitical branches could do, but by commandeering the courts to\nmake a political judgment look like a judicial one. SeeMedellínv.Texas, 552 U. S. 491, 531 (2008)\n(refusing to extend the President’s claims-settlement authority\nbeyond the “narrow set of circumstances” defined by the\n“ ‘systematic, unbroken, executive practice, long pursued to\nthe knowledge of the Congress and never before questioned’ ”\n(quotingDames & Moore, 453 U. S., at 686)).If anything, whatDames & Moorereveals is that the political branches have extensive powers of\ntheir own in this area and could have chosen to exercise them to\ngive relief to the claimants in this case. Cf. 50\nU. S. C. §1702(a)(1)(C) (authorizing the President, in\ncertain emergency circumstances, to confiscate and dispose of\nforeign sovereign property). The authority of the political\nbranches is sufficient; they have no need to seize ours.*  *  *At issue here is a basic principle, not a\ntechnical rule. Section 8772 decides this case no less certainly\nthan if Congress had directed entry of judgment for respondents. As\na result, the potential of the decision today “to effect important\nchange in the equilibrium of power” is “immediately evident.”Morrisonv.Olson, 487 U. S. 654, 699 (1988)\n(Scalia, J., dissenting). Hereafter, with this Court’s seal of\napproval, Congress can unabashedly pick the winners and losers in\nparticular pending cases. Today’s decision will indeed become a\n“blueprint for extensive expansion of the legislative power” at the\nJudiciary’s expense,Metropolitan Washington Airports\nAuthorityv.Citizens for Abatement of Aircraft Noise,\nInc., 501 U. S. 252, 277 (1991) , feeding Congress’s\ntendency to “extend[ ] the sphere of its activity and\ndraw[ ] all power into its impetuous vortex,” The Federalist\nNo. 48, at 309 (J. Madison).I respectfully dissent.Notes1The majority quarrels\nwith the description of §8772 as being directed to a single case,\nnoting that the claimants had sought attachment of the assets in\nvarious prior proceedings.Ante,at 18. Those proceedings,\nhowever, were not simply consolidated below, but rather were joined\nin the single interpleader action that was referenced by docket\nnumber in §8772. See §8772(b). See generally 7 C. Wright, A.\nMiller, & M. Kane, Federal Practice and Procedure §1702 (3d ed.\n2001) (explaining that interpleader is a “joinder device” that\nbrings together multiple claimants to a piece of property in a\n“single” action to “protect[ ] the stakeholder from the\nvexation of multiple suits”). That is presumably why respondents\ndid not dispute Bank Markazi’s characterization of the proceedings\nas “a single pending case” when they opposed certiorari, Pet. for\nCert. i, and why the majority offers no citation to refute Wright\n& Miller’s characterization of an interpleader action as a\n“single proceeding,” 7 Federal Practice and Procedure §1704. In any\nevent, nothing in the majority’s opinion suggests that the result\nwould be different under its analysis even if it concluded that\nonly a single case were involved.2The majority instead\nseeks to recastKleinas being primarily about congressional\nimpairment of the President’s pardon power,ante, at 14–15,\ndespiteKlein’s unmistakable indication that the impairment\nof the pardon power was analternativeground for its\nholding, secondary to its Article III concerns. 13 Wall., at 147\n(“The rule prescribed isalsoliable to just exception as\nimpairing the effect of a pardon, and thus infringing the\nconstitutional power of the Executive.” (emphasis added)). The\nmajority then suggests thatKleinstands simply for the\nproposition that Congress may not require courts to act\nunconstitutionally.Ante, at 14, and n. 19. That is without\ndoubt a good rule, recognized by this Court sinceMarburyv.Madison, 1 Cranch 137 (1803). But it is hard to reconstructKleinalong these lines, given its focus on the threat to\nthe separation of powers from allowing Congress to manipulate\njurisdictional rules to dictate judicial results. See Hart, The\nPower of Congress To Limit the Jurisdiction of Federal Courts: An\nExercise in Dialectic, 66 Harv. L. Rev. 1362, 1373 (1953)\n(“[I]f Congress directs an Article III court to decide a case, I\ncan easily read into Article III a limitation on the power of\nCongress to tell the courthowto decide it . . .\nas the Court itself made clear long ago inUnited States v.\nKlein.”).3We have also upheld\nCongress’s long practice of settling individual claims involving\npublic rights, such as claims against the Government, through\nprivate bills. See generallyPopev.United States,\n323 U. S. 1 (1944) . But the Court points to no example of a\nprivate bill that retroactively changed the law for a single case\ninvolving private rights.",
    "joined": []
}