{
    "case": {
        "docket": "644",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/644/"
    },
    "id": "3427258",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–556, 14-562, 14-571 and 14–574_________________JAMES OBERGEFELL, et al.,\nPETITIONERS14–556v.RICHARD HODGES, DIRECTOR, OHIO\nDEPARTMENT OF HEALTH, et al.;VALERIA TANCO, et al.,\nPETITIONERS14–562v.BILL HASLAM, GOVERNOR OF TENNESSEE,\net al.;APRIL DeBOER, et al.,\nPETITIONERS14–571v.RICK SNYDER, GOVERNOR OF MICHIGAN,\net al.; ANDGREGORY BOURKE, et al.,\nPETITIONERS14–574v.STEVE BESHEAR, GOVERNOR OF KENTUCKYon writs of certiorari to the united states\ncourt of appeals for the sixth circuit[June 26, 2015]Chief Justice Roberts, with whom Justice\nScalia and Justice Thomas join, dissenting.Petitioners make strong arguments rooted in\nsocial policy and considerations of fairness. They contend that\nsame-sex couples should be allowed to affirm their love and\ncommitment through marriage, just like opposite-sex couples. That\nposition has undeniable appeal; over the past six years, voters and\nlegislators in eleven States and the District of Columbia have\nrevised their laws to allow marriage between two people of the same\nsex.But this Court is not a legislature. Whether\nsame-sex marriage is a good idea should be of no concern to us.\nUnder the Constitution, judges have power to say what the law is,\nnot what it should be. The people who ratified the Constitution\nauthorized courts to exercise “neither force nor will but merely\njudgment.” The Federalist No. 78, p. 465 (C. Rossiter ed. 1961) (A.\nHamilton) (capitalization altered).Although the policy arguments for extending\nmarriage to same-sex couples may be compelling, the legal arguments\nfor requiring such an extension are not. The fundamental right to\nmarry does not include a right to make a State change its\ndefinition of marriage. And a State’s decision to maintain the\nmeaning of marriage that has persisted in every culture throughout\nhuman history can hardly be called irrational. In short, our\nConstitution does not enact any one theory of marriage. The people\nof a State are free to expand marriage to include same-sex couples,\nor to retain the historic definition.Today, however, the Court takes the\nextraordinary step of ordering every State to license and recognize\nsame-sex marriage. Many people will rejoice at this decision, and I\nbegrudge none their celebration. But for those who believe in a\ngovernment of laws, not of men, the majority’s approach is deeply\ndisheartening. Supporters of same-sex marriage have achieved\nconsiderable success persuading their fellow citizens—through the\ndemocratic process—to adopt their view. That ends today. Five\nlawyers have closed the debate and enacted their own vision of\nmarriage as a matter of constitutional law. Stealing this issue\nfrom the people will for many cast a cloud over same-sex marriage,\nmaking a dramatic social change that much more difficult to\naccept.The majority’s decision is an act of will, not\nlegal judgment. The right it announces has no basis in the\nConstitution or this Court’s precedent. The majority expressly\ndisclaims judicial “caution” and omits even a pretense of humility,\nopenly relying on its desire to remake society according to its own\n“new insight” into the “nature of injustice.”Ante, at 11,\n23.As a result, the Court invalidates the marriage laws of\nmore than half the States and orders the transformation of a social\ninstitution that has formed the basis of human society for\nmillennia, for the Kalahari Bushmen and the Han Chinese, the\nCarthaginians and the Aztecs. Just who do we think we are?It can be tempting for judges to confuse our own\npreferences with the requirements of the law. But as this Court has\nbeen reminded throughout our history, the Constitution “is made for\npeople of fundamentally differing views.”Lochnerv.New\nYork, 198 U. S. 45, 76 (1905) (Holmes, J., dissenting).\nAccordingly, “courts are not concerned with the wisdom or policy of\nlegislation.”Id., at 69 (Harlan, J., dissenting). The\nmajority today neglects that restrained conception of the judicial\nrole. It seizes for itself a question the Constitution leaves to\nthe people, at a time when the people are engaged in a vibrant\ndebate on that question. And it answers that question based not on\nneutral principles of constitutional law, but on its own\n“understanding of what freedom is and must become.”Ante, at\n19. I have no choice but to dissent.Understand well what this dissent is about: It\nis not about whether, in my judgment, the institution of marriage\nshould be changed to include same-sex couples. It is instead about\nwhether, in our democratic republic, that decision should rest with\nthe people acting through their elected representatives, or with\nfive lawyers who happen to hold commissions authorizing them to\nresolve legal disputes according to law. The Constitution leaves no\ndoubt about the answer.IPetitioners and theiramicibase their\narguments on the “right to marry” and the imperative of “marriage\nequality.” There is no serious dispute that, under our precedents,\nthe Constitution protects a right to marry and requires States to\napply their marriage laws equally. The real question in these cases\nis what constitutes “marriage,” or—more precisely—who\ndecideswhat constitutes “marriage”?The majority largely ignores these questions,\nrelegating ages of human experience with marriage to a paragraph or\ntwo. Even if history and precedent are not “the end” of these\ncases,ante, at 4, I would not “sweep away what has so long\nbeen settled” without showing greater respect for all that preceded\nus.Town of Greecev.Galloway, 572 U. S. ___,\n___ (2014) (slip op., at 8).AAs the majority acknowledges, marriage “has\nexisted for millennia and across civilizations.”Ante, at 3.\nFor all those millennia, across all those civilizations, “marriage”\nreferred to only one relationship: the union of a man and a woman.\nSeeante, at 4; Tr. of Oral Arg. on Question 1, p. 12\n(petitioners conceding that they are not aware of any society that\npermitted same-sex marriage before 2001). As the Court explained\ntwo Terms ago, “until recent years, . . . marriage\nbetween a man and a woman no doubt had been thought of by most\npeople as essential to the very definition of that term and to its\nrole and function throughout the history of civilization.”United Statesv.Windsor, 570 U. S. ___, ___\n(2013) (slip op., at 13).This universal definition of marriage as the\nunion of a man and a woman is no historical coincidence. Marriage\ndid not come about as a result of a political movement, discovery,\ndisease, war, religious doctrine, or any other moving force of\nworld history—and certainly not as a result of a prehistoric\ndecision to exclude gays and lesbians. It arose in the nature of\nthings to meet a vital need: ensuring that children are conceived\nby a mother and father committed to raising them in the stable\nconditions of a lifelong relationship. See G. Quale, A History of\nMarriage Systems 2 (1988); cf. M. Cicero, De Officiis 57 (W. Miller\ntransl. 1913) (“For since the reproductive instinct is by nature’s\ngift the common possession of all living creatures, the first bond\nof union is that between husband and wife; the next, that between\nparents and children; then we find one home, with everything in\ncommon.”).The premises supporting this concept of marriage\nare so fundamental that they rarely require articulation. The human\nrace must procreate to survive. Procreation occurs through sexual\nrelations between a man and a woman. When sexual relations result\nin the conception of a child, that child’s prospects are generally\nbetter if the mother and father stay together rather than going\ntheir separate ways. Therefore, for the good of children and\nsociety, sexual relations that can lead to procreation should occur\nonly between a man and a woman committed to a lasting bond.Society has recognized that bond as marriage.\nAnd by bestowing a respected status and material benefits on\nmarried couples, society encourages men and women to conduct sexual\nrelations within marriage rather than without. As one prominent\nscholar put it, “Marriage is a socially arranged solution for the\nproblem of getting people to stay together and care for children\nthat the mere desire for children, and the sex that makes children\npossible, does not solve.” J. Q. Wilson, The Marriage Problem 41\n(2002).This singular understanding of marriage has\nprevailed in the United States throughout our history. The majority\naccepts that at “the time of the Nation’s founding [marriage] was\nunderstood to be a voluntary contract between a man and a woman.”Ante, at 6. Early Americans drew heavily on legal scholars\nlike William Blackstone, who regarded marriage between “husband and\nwife” as one of the “great relations in private life,” and\nphilosophers like John Locke, who described marriage as “a\nvoluntary compact between man and woman” centered on “its chief\nend, procreation” and the “nourishment and support” of children. 1\nW. Blackstone, Commentaries *410; J. Locke, Second Treatise of\nCivil Government §§78–79, p. 39 (J. Gough ed. 1947). To those who\ndrafted and ratified the Constitution, this conception of marriage\nand family “was a given: its structure, its stability, roles, and\nvalues accepted by all.” Forte, The Framers’ Idea of Marriage and\nFamily, in The Meaning of Marriage 100, 102 (R. George & J.\nElshtain eds. 2006).The Constitution itself says nothing about\nmarriage, and the Framers thereby entrusted the States with “[t]he\nwhole subject of the domestic relations of husband and wife.”Windsor, 570 U. S., at ___ (slip op., at 17) (quotingIn re Burrus, 136 U. S. 586 –594 (1890)). There is no\ndispute that every State at the founding—and every State throughout\nour history until a dozen years ago—defined marriage in the\ntraditional, biologically rooted way. The four States in these\ncases are typical. Their laws, before and after statehood, have\ntreated marriage as the union of a man and a woman. SeeDeBoerv.Snyder, 772 F. 3d 388, 396–399 (CA6\n2014). Even when state laws did not specify this definition\nexpressly, no one doubted what they meant. SeeJonesv.Hallahan, 501 S. W. 2d 588, 589 (Ky. App. 1973). The\nmeaning of “marriage” went without saying.Of course, many did say it. In his first\nAmerican dictionary, Noah Webster defined marriage as “the legal\nunion of a man and woman for life,” which served the purposes of\n“preventing the promiscuous intercourse of the sexes,\n. . . promoting domestic felicity, and . . .\nsecuring the maintenance and education of children.” 1 An American\nDictionary of the English Language (1828). An influential\n19th-century treatise defined marriage as “a civil status, existing\nin one man and one woman legally united for life for those civil\nand social purposes which are based in the distinction of sex.” J.\nBishop, Commentaries on the Law of Marriage and Divorce 25 (1852).\nThe first edition of Black’s Law Dictionary defined marriage as\n“the civil status of one man and one woman united in law for life.”\nBlack’s Law Dictionary 756 (1891) (emphasis deleted). The\ndictionary maintained essentially that same definition for the next\ncentury.This Court’s precedents have repeatedly\ndescribed marriage in ways that are consistent only with its\ntraditional meaning. Early cases on the subject referred to\nmarriage as “the union for life of one man and one woman,”Murphyv.Ramsey, 114 U. S. 15, 45 (1885) ,\nwhich forms “the foundation of the family and of society, without\nwhich there would be neither civilization nor progress,”Maynardv.Hill, 125 U. S. 190, 211 (1888) . We\nlater described marriage as “fundamental to our very existence and\nsurvival,” an understanding that necessarily implies a procreative\ncomponent.Lovingv.Virginia, 388 U. S. 1, 12\n(1967) ; seeSkinnerv.Oklahoma ex rel. Williamson,\n316 U. S. 535, 541 (1942) . More recent cases have directly\nconnected the right to marry with the “right to procreate.”Zablockiv.Redhail, 434 U. S. 374, 386 (1978)\n.As the majority notes, some aspects of marriage\nhave changed over time. Arranged marriages have largely given way\nto pairings based on romantic love. States have replaced coverture,\nthe doctrine by which a married man and woman became a single legal\nentity, with laws that respect each participant’s separate status.\nRacial restrictions on marriage, which “arose as an incident to\nslavery” to promote “White Supremacy,” were repealed by many States\nand ultimately struck down by this Court.Loving, 388\nU. S., at 6–7.The majority observes that these developments\n“were not mere superficial changes” in marriage, but rather “worked\ndeep transformations in its structure.”Ante, at 6–7. They\ndid not, however, work any transformation in the core structure of\nmarriage as the union between a man and a woman. If you had asked a\nperson on the street how marriage was defined, no one would ever\nhave said, “Marriage is the union of a man and a woman, where the\nwoman is subject to coverture.” The majority may be right that the\n“history of marriage is one of both continuity and change,” but the\ncore meaning of marriage has endured.Ante, at 6.BShortly after this Court struck down racial\nrestrictions on marriage inLoving, a gay couple in\nMinnesota sought a marriage license. They argued that the\nConstitution required States to allow marriage between people of\nthe same sex for the same reasons that it requires States to allow\nmarriage between people of different races. The Minnesota Supreme\nCourt rejected their analogy toLoving, and this Court\nsummarily dismissed an appeal.Bakerv.Nelson, 409\nU. S. 810 (1972) .In the decades afterBaker, greater\nnumbers of gays and lesbians began living openly, and many\nexpressed a desire to have their relationships recognized as\nmarriages. Over time, more people came to see marriage in a way\nthat could be extended to such couples. Until recently, this new\nview of marriage remained a minority position. After the\nMassachusetts Supreme Judicial Court in 2003 interpreted its State\nConstitution to require recognition of same-sex marriage, many\nStates—including the four at issue here—enacted constitutional\namendments formally adopting the longstanding definition of\nmarriage.Over the last few years, public opinion on\nmarriage has shifted rapidly. In 2009, the legislatures of Vermont,\nNew Hampshire, and the District of Columbia became the first in the\nNation to enact laws that revised the definition of marriage to\ninclude same-sex couples, while also providing accommodations for\nreligious believers. In 2011, the New York Legislature enacted a\nsimilar law. In 2012, voters in Maine did the same, reversing the\nresult of a referendum just three years earlier in which they had\nupheld the traditional definition of marriage.In all, voters and legislators in eleven States\nand the District of Columbia have changed their definitions of\nmarriage to include same-sex couples. The highest courts of five\nStates have decreed that same result under their own Constitutions.\nThe remainder of the States retain the traditional definition of\nmarriage.Petitioners brought lawsuits contending that the\nDue Process and Equal Protection Clauses of the Fourteenth\nAmendment compel their States to license and recognize marriages\nbetween same-sex couples. In a carefully reasoned decision, the\nCourt of Appeals acknowledged the democratic “momentum” in favor of\n“expand[ing] the definition of marriage to include gay couples,”\nbut concluded that petitioners had not made “the case for\nconstitutionalizing the definition of marriage and for removing the\nissue from the place it has been since the founding: in the hands\nof state voters.” 772 F. 3d, at 396, 403. That decision\ninterpreted the Constitution correctly, and I would affirm.IIPetitioners first contend that the marriage\nlaws of their States violate the Due Process Clause. The Solicitor\nGeneral of the United States, appearing in support of petitioners,\nexpressly disowned that position before this Court. See Tr. of Oral\nArg. on Question 1, at 38–39. The majority nevertheless resolves\nthese cases for petitioners based almost entirely on the Due\nProcess Clause.The majority purports to identify four\n“principles and traditions” in this Court’s due process precedents\nthat support a fundamental right for same-sex couples to marry.Ante, at 12. In reality, however, the majority’s approach\nhas no basis in principle or tradition, except for the unprincipled\ntradition of judicial policymaking that characterized discredited\ndecisions such asLochnerv.New York, 198 U. S.\n45 . Stripped of its shiny rhetorical gloss, the majority’s\nargument is that the Due Process Clause gives same-sex couples a\nfundamental right to marry because it will be good for them and for\nsociety. If I were a legislator, I would certainly consider that\nview as a matter of social policy. But as a judge, I find the\nmajority’s position indefensible as a matter of constitutional\nlaw.APetitioners’ “fundamental right” claim falls\ninto the most sensitive category of constitutional adjudication.\nPetitioners do not contend that their States’ marriage laws violate\nanenumeratedconstitutional right, such as the freedom of\nspeech protected by the First Amendment. There is, after all, no\n“Companionship and Understanding” or “Nobility and Dignity” Clause\nin the Constitution. Seeante, at 3, 14. They argue instead\nthat the laws violate a rightimpliedby the Fourteenth\nAmendment’s requirement that “liberty” may not be deprived without\n“due process of law.”This Court has interpreted the Due Process\nClause to include a “substantive” component that protects certain\nliberty interests against state deprivation “no matter what process\nis provided.”Renov.Flores, 507 U. S. 292, 302\n(1993) . The theory is that some liberties are “so rooted in the\ntraditions and conscience of our people as to be ranked as\nfundamental,” and therefore cannot be deprived without compelling\njustification.Snyderv.Massachusetts, 291\nU. S. 97, 105 (1934).Allowing unelected federal judges to select\nwhich unenumerated rights rank as “fundamental”—and to strike down\nstate laws on the basis of that determination—raises obvious\nconcerns about the judicial role. Our precedents have accordingly\ninsisted that judges “exercise the utmost care” in identifying\nimplied fundamental rights, “lest the liberty protected by the Due\nProcess Clause be subtly transformed into the policy preferences of\nthe Members of this Court.”Washingtonv.Glucksberg,\n521 U. S. 702, 720 (1997) (internal quotation marks omitted);\nsee Kennedy, Unenumerated Rights and the Dictates of Judicial\nRestraint 13 (1986) (Address at Stanford) (“One can conclude that\ncertain essential, or fundamental, rights should exist in any just\nsociety. It does not follow that each of those essential rights is\none that we as judges can enforce under the written Constitution.\nThe Due Process Clause is not a guarantee of every right that\nshould inhere in an ideal system.”).The need for restraint in administering the\nstrong medicine of substantive due process is a lesson this Court\nhas learned the hard way. The Court first applied substantive due\nprocess to strike down a statute inDred Scottv.Sandford, 19 How. 393 (1857). There the Court invalidated\nthe Missouri Compromise on the ground that legislation restricting\nthe institution of slavery violated the implied rights of\nslaveholders. The Court relied on its own conception of liberty and\nproperty in doing so. It asserted that “an act of Congress which\ndeprives a citizen of the United States of his liberty or property,\nmerely because he came himself or brought his property into a\nparticular Territory of the United States . . . could\nhardly be dignified with the name of due process of law.”Id.,at 450. In a dissent that has outlasted the majority\nopinion, Justice Curtis explained that when the “fixed rules which\ngovern the interpretation of laws [are] abandoned, and the\ntheoretical opinions of individuals are allowed to control” the\nConstitution’s meaning, “we have no longer a Constitution; we are\nunder the government of individual men, who for the time being have\npower to declare what the Constitution is, according to their own\nviews of what it ought to mean.”Id., at 621.Dred Scott’s holding was overruled on the\nbattlefields of the Civil War and by constitutional amendment after\nAppomattox, but its approach to the Due Process Clause reappeared.\nIn a series of early 20th-century cases, most prominentlyLochnerv.New York, this Court invalidated state\nstatutes that presented “meddlesome interferences with the rights\nof the individual,” and “undue interference with liberty of person\nand freedom of contract.” 198 U. S., at 60, 61. InLochneritself, the Court struck down a New York law setting\nmaximum hours for bakery employees, because there was “in our\njudgment, no reasonable foundation for holding this to be necessary\nor appropriate as a health law.”Id.,at 58.The dissenting Justices inLochnerexplained that the New York law could be viewed as a reasonable\nresponse to legislative concern about the health of bakery\nemployees, an issue on which there was at least “room for debate\nand for an honest difference of opinion.”Id.,at 72\n(opinion of Harlan, J.). The majority’s contrary conclusion\nrequired adopting as constitutional law “an economic theory which a\nlarge part of the country does not entertain.”Id.,at 75\n(opinion of Holmes, J.). As Justice Holmes memorably put it, “The\nFourteenth Amendment does not enact Mr. Herbert Spencer’s Social\nStatics,” a leading work on the philosophy of Social Darwinism.Ibid.The Constitution “is not intended to embody a\nparticular economic theory . . . . It is made for people\nof fundamentally differing views, and the accident of our finding\ncertain opinions natural and familiar or novel and even shocking\nought not to conclude our judgment upon the question whether\nstatutes embodying them conflict with the Constitution.”Id., at 75–76.In the decades afterLochner, the Court\nstruck down nearly 200 laws as violations of individual liberty,\noften over strong dissents contending that “[t]he criterion of\nconstitutionality is not whether we believe the law to be for the\npublic good.”Adkinsv.Children’s Hospital of\nD. C., 261 U. S. 525, 570 (1923) (opinion of Holmes,\nJ.). By empowering judges to elevate their own policy judgments to\nthe status of constitutionally protected “liberty,” theLochnerline of cases left “no alternative to regarding the\ncourt as a . . . legislative chamber.” L. Hand, The Bill\nof Rights 42 (1958).Eventually, the Court recognized its error and\nvowed not to repeat it. “The doctrine that . . . due\nprocess authorizes courts to hold laws unconstitutional when they\nbelieve the legislature has acted unwisely,” we later explained,\n“has long since been discarded. We have returned to the original\nconstitutional proposition that courts do not substitute their\nsocial and economic beliefs for the judgment of legislative bodies,\nwho are elected to pass laws.”Fergusonv.Skrupa,\n372 U. S. 726, 730 (1963) ; seeDay-Brite Lighting,\nInc.v.Missouri, 342 U. S. 421, 423 (1952) (“we do\nnot sit as a super-legislature to weigh the wisdom of\nlegislation”). Thus, it has become an accepted rule that the Court\nwill not hold laws unconstitutional simply because we find them\n“unwise, improvident, or out of harmony with a particular school of\nthought.”Williamsonv.Lee Optical of Okla., Inc.,\n348 U. S. 483, 488 (1955) .RejectingLochnerdoes not require\ndisavowing the doctrine of implied fundamental rights, and this\nCourt has not done so. But to avoid repeatingLochner’s\nerror of converting personal preferences into constitutional\nmandates, our modern substantive due process cases have stressed\nthe need for “judicial self-restraint.”Collinsv.Harker\nHeights, 503 U. S. 115, 125 (1992) . Our precedents have\nrequired that implied fundamental rights be “objectively, deeply\nrooted in this Nation’s history and tradition,” and “implicit in\nthe concept of ordered liberty, such that neither liberty nor\njustice would exist if they were sacrificed.”Glucksberg,\n521 U. S., at 720–721 (internal quotation marks omitted).Although the Court articulated the importance of\nhistory and tradition to the fundamental rights inquiry most\nprecisely inGlucksberg, many other cases both before and\nafter have adopted the same approach. See,e.g.,District\nAttorney’s Office for Third Judicial Dist.v.Osborne,\n557 U. S. 52, 72 (2009) ;Flores, 507 U. S., at\n303;United Statesv.Salerno, 481 U. S. 739,\n751 (1987) ;Moorev.East Cleveland, 431 U. S.\n494, 503 (1977) (plurality opinion); see alsoid.,at 544\n(White, J., dissenting) (“The Judiciary, including this Court, is\nthe most vulnerable and comes nearest to illegitimacy when it deals\nwith judge-made constitutional law having little or no cognizable\nroots in the language or even the design of the Constitution.”);Troxelv.Granville, 530 U. S. 57 –101 (2000)\n(Kennedy, J., dissenting) (consulting “ ‘[o]ur Nation’s\nhistory, legal traditions, and practices’ ” and concluding\nthat “[w]e owe it to the Nation’s domestic relations legal\nstructure . . . to proceed with caution” (quotingGlucksberg, 521 U. S., at 721)).Proper reliance on history and tradition of\ncourse requires looking beyond the individual law being challenged,\nso that every restriction on liberty does not supply its own\nconstitutional justification. The Court is right about that.Ante, at 18. But given the few “guideposts for responsible\ndecisionmaking in this unchartered area,”Collins, 503\nU. S., at 125, “an approach grounded in history imposes limits\non the judiciary that are more meaningful than any based on [an]\nabstract formula,”Moore, 431 U. S., at 504, n. 12\n(plurality opinion). Expanding a right suddenly and dramatically is\nlikely to require tearing it up from its roots. Even a sincere\nprofession of “discipline” in identifying fundamental rights,ante, at 10–11, does not provide a meaningful constraint on\na judge, for “what he is really likely to be ‘discovering,’ whether\nor not he is fully aware of it, are his own values,” J. Ely,\nDemocracy and Distrust 44 (1980). The only way to ensure restraint\nin this delicate enterprise is “continual insistence upon respect\nfor the teachings of history, solid recognition of the basic values\nthat underlie our society, and wise appreciation of the great roles\n[of] the doctrines of federalism and separation of powers.”Griswoldv.Connecticut, 381 U. S. 479, 501\n(1965) (Harlan, J., concurring in judgment).BThe majority acknowledges none of this\ndoctrinal background, and it is easy to see why: Its aggressive\napplication of substantive due process breaks sharply with decades\nof precedent and returns the Court to the unprincipled approach ofLochner.1The majority’s driving themes are that\nmarriage is desirable and petitioners desire it. The opinion\ndescribes the “transcendent importance” of marriage and repeatedly\ninsists that petitioners do not seek to “demean,” “devalue,”\n“denigrate,” or “disrespect” the institution.Ante, at 3, 4,\n6, 28. Nobody disputes those points. Indeed, the compelling\npersonal accounts of petitioners and others like them are likely a\nprimary reason why many Americans have changed their minds about\nwhether same-sex couples should be allowed to marry. As a matter of\nconstitutional law, however, the sincerity of petitioners’ wishes\nis not relevant.When the majority turns to the law, it relies\nprimarily on precedents discussing the fundamental “right to\nmarry.”Turnerv.Safley, 482 U. S. 78, 95\n(1987) ;Zablocki, 434 U. S., at 383; seeLoving, 388 U. S., at 12. These cases do not hold, of\ncourse, that anyone who wants to get married has a constitutional\nright to do so. They instead require a State to justify barriers to\nmarriage as that institution has always been understood. InLoving, the Court held that racial restrictions on the right\nto marry lacked a compelling justification. InZablocki,\nrestrictions based on child support debts did not suffice. InTurner, restrictions based on status as a prisoner were\ndeemed impermissible.None of the laws at issue in those cases\npurported to change the core definition of marriage as the union of\na man and a woman. The laws challenged inZablockiandTurnerdid not define marriage as “the union of a man and a\nwoman,where neither party owes child support or is in\nprison.” Nor did the interracial marriage ban at issue inLovingdefine marriage as “the union of a man and a womanof the same race.” See Tragen, Comment, Statutory\nProhibitions Against Interracial Marriage, 32 Cal. L. Rev. 269\n(1944) (“at common law there was no ban on interracial marriage”);post, at 11–12, n. 5 (Thomas, J., dissenting). Removing\nracial barriers to marriage therefore did not change what a\nmarriage was any more than integrating schools changed what a\nschool was. As the majority admits, the institution of “marriage”\ndiscussed in every one of these cases “presumed a relationship\ninvolving opposite-sex partners.”Ante, at 11.In short, the “right to marry” cases stand for\nthe important but limited proposition that particular restrictions\non access to marriageas traditionally definedviolate due\nprocess. These precedents say nothing at all about a right to make\na State change its definition of marriage, which is the right\npetitioners actually seek here. SeeWindsor, 570 U. S.,\nat ___ (Alito, J., dissenting) (slip op., at 8) (“What Windsor and\nthe United States seek . . . is not the protection of a\ndeeply rooted right but the recognition of a very new right.”).\nNeither petitioners nor the majority cites a single case or other\nlegal source providing any basis for such a constitutional right.\nNone exists, and that is enough to foreclose their claim.2The majority suggests that “there are other,\nmore instructive precedents” informing the right to marry.Ante, at 12. Although not entirely clear, this reference\nseems to correspond to a line of cases discussing an implied\nfundamental “right of privacy.”Griswold, 381 U. S., at\n486. In the first of those cases, the Court invalidated a criminal\nlaw that banned the use of contraceptives.Id., at 485–486.\nThe Court stressed the invasive nature of the ban, which threatened\nthe intrusion of “the police to search the sacred precincts of\nmarital bedrooms.”Id.,at 485. In the Court’s view, such\nlaws infringed the right to privacy in its most basic sense: the\n“right to be let alone.”Eisenstadtv.Baird, 405\nU. S. 438 –454, n. 10 (1972) (internal quotation marks\nomitted); seeOlmsteadv.United States, 277\nU. S. 438, 478 (1928) (Brandeis, J., dissenting).The Court also invoked the right to privacy inLawrencev.Texas, 539 U. S. 558 (2003) , which\nstruck down a Texas statute criminalizing homosexual sodomy.Lawrencerelied on the position that criminal sodomy laws,\nlike bans on contraceptives, invaded privacy by inviting\n“unwarranted government intrusions” that “touc[h] upon the most\nprivate human conduct, sexual behavior . . . in the most\nprivate of places, the home.”Id., at 562, 567.NeitherLawrencenor any other precedent\nin the privacy line of cases supports the right that petitioners\nassert here. Unlike criminal laws banning contraceptives and\nsodomy, the marriage laws at issue here involve no government\nintrusion. They create no crime and impose no punishment. Same-sex\ncouples remain free to live together, to engage in intimate\nconduct, and to raise their families as they see fit. No one is\n“condemned to live in loneliness” by the laws challenged in these\ncases—no one.Ante, at 28. At the same time, the laws in no\nway interfere with the “right to be let alone.”The majority also relies on Justice Harlan’s\ninfluential dissenting opinion inPoev.Ullman, 367\nU. S. 497 (1961) . As the majority recounts, that opinion\nstates that “[d]ue process has not been reduced to any formula.”Id.,at 542. But far from conferring the broad interpretive\ndiscretion that the majority discerns, Justice Harlan’s opinion\nmakes clear that courts implying fundamental rights are not “free\nto roam where unguided speculation might take them.”Ibid.They must instead have “regard to what history teaches” and\nexercise not only “judgment” but “restraint.”Ibid.Of\nparticular relevance, Justice Harlan explained that “laws regarding\nmarriage which provide both when the sexual powers may be used and\nthe legal and societal context in which children are born and\nbrought up . . . form a pattern so deeply pressed into\nthe substance of our social life that any Constitutional doctrine\nin this area must build upon that basis.”Id., at 546.In sum, the privacy cases provide no support for\nthe majority’s position, because petitioners do not seek privacy.\nQuite the opposite, they seek public recognition of their\nrelationships, along with corresponding government benefits. Our\ncases have consistently refused to allow litigants to convert the\nshield provided by constitutional liberties into a sword to demand\npositive entitlements from the State. SeeDeShaneyv.Winnebago County Dept. of Social Servs., 489 U. S. 189,\n196 (1989) ;San Antonio Independent School Dist.v.Rodriguez, 411 U. S. 1 –37 (1973);post, at 9–13\n(Thomas, J., dissenting). Thus, although the right to privacy\nrecognized by our precedents certainly plays a role in protecting\nthe intimate conduct of same-sex couples, it provides no\naffirmative right to redefine marriage and no basis for striking\ndown the laws at issue here.3Perhaps recognizing how little support it can\nderive from precedent, the majority goes out of its way to jettison\nthe “careful” approach to implied fundamental rights taken by this\nCourt inGlucksberg.Ante, at 18 (quoting 521\nU. S., at 721). It is revealing that the majority’s position\nrequires it to effectively overruleGlucksberg, the leading\nmodern case setting the bounds of substantive due process. At least\nthis part of the majority opinion has the virtue of candor. Nobody\ncould rightly accuse the majority of taking a careful approach.Ultimately, only one precedent offers any\nsupport for the majority’s methodology:Lochnerv.New\nYork, 198 U. S. 45 . The majority opens its opinion by\nannouncing petitioners’ right to “define and express their\nidentity.”Ante, at 1–2. The majority later explains that\n“the right to personal choice regarding marriage is inherent in the\nconcept of individual autonomy.”Ante, at 12. This\nfreewheeling notion of individual autonomy echoes nothing so much\nas “the general right of an individual to befree in his\npersonand in his power to contract in relation to his own\nlabor.”Lochner, 198 U. S., at 58 (emphasis added).To be fair, the majority does not suggest that\nits individual autonomy right is entirely unconstrained. The\nconstraints it sets are precisely those that accord with its own\n“reasoned judgment,” informed by its “new insight” into the “nature\nof injustice,” which was invisible to all who came before but has\nbecome clear “as we learn [the] meaning” of liberty.Ante,\nat 10, 11.The truth is that today’s decision rests on\nnothing more than the majority’s own conviction that same-sex\ncouples should be allowed to marry because they want to, and that\n“it would disparage their choices and diminish their personhood to\ndeny them this right.”Ante, at 19. Whatever force that\nbelief may have as a matter of moral philosophy, it has no more\nbasis in the Constitution than did the naked policy preferences\nadopted inLochner. See 198 U. S., at 61 (“We do not\nbelieve in the soundness of the views which uphold this law,” which\n“is an illegal interference with the rights of individuals\n. . . to make contracts regarding labor upon such terms\nas they may think best”).The majority recognizes that today’s cases do\nnot mark “the first time the Court has been asked to adopt a\ncautious approach to recognizing and protecting fundamental\nrights.”Ante, at 25. On that much, we agree. The Court was\n“asked”—and it agreed—to “adopt a cautious approach” to implying\nfundamental rights after the debacle of theLochnerera.\nToday, the majority casts caution aside and revives the grave\nerrors of that period.One immediate question invited by the majority’s\nposition is whether States may retain the definition of marriage as\na union of two people. Cf.Brownv.Buhman, 947\nF. Supp. 2d 1170 (Utah 2013), appeal pending, No. 14-4117\n(CA10). Although the majority randomly inserts the adjective “two”\nin various places, it offers no reason at all why the two-person\nelement of the core definition of marriage may be preserved while\nthe man-woman element may not. Indeed, from the standpoint of\nhistory and tradition, a leap from opposite-sex marriage to\nsame-sex marriage is much greater than one from a two-person union\nto plural unions, which have deep roots in some cultures around the\nworld. If the majority is willing to take the big leap, it is hard\nto see how it can say no to the shorter one.It is striking how much of the majority’s\nreasoning would apply with equal force to the claim of a\nfundamental right to plural marriage. If “[t]here is dignity in the\nbond between two men or two women who seek to marry and in their\nautonomy to make such profound choices,”ante, at 13, why\nwould there be any less dignity in the bond between three people\nwho, in exercising their autonomy, seek to make the profound choice\nto marry? If a same-sex couple has the constitutional right to\nmarry because their children would otherwise “suffer the stigma of\nknowing their families are somehow lesser,”ante, at 15, why\nwouldn’t the same reasoning apply to a family of three or more\npersons raising children? If not having the opportunity to marry\n“serves to disrespect and subordinate” gay and lesbian couples, why\nwouldn’t the same “imposition of this disability,”ante, at\n22, serve to disrespect and subordinate people who find fulfillment\nin polyamorous relationships? See Bennett, Polyamory: The Next\nSexual Revolution? Newsweek, July 28, 2009 (estimating 500,000\npolyamorous families in the United States); Li, Married Lesbian\n“Throuple” Expecting First Child, N. Y. Post, Apr. 23, 2014;\nOtter, Three May Not Be a Crowd: The Case for a Constitutional\nRight to Plural Marriage, 64 Emory L. J. 1977 (2015).I do not mean to equate marriage between\nsame-sex couples with plural marriages in all respects. There may\nwell be relevant differences that compel different legal analysis.\nBut if there are, petitioners have not pointed to any. When asked\nabout a plural marital union at oral argument, petitioners asserted\nthat a State “doesn’t have such an institution.” Tr. of Oral Arg.\non Question 2, p. 6. But that is exactly the point: the States at\nissue here do not have an institution of same-sex marriage,\neither.4Near the end of its opinion, the majority\noffers perhaps the clearest insight into its decision. Expanding\nmarriage to include same-sex couples, the majority insists, would\n“pose no risk of harm to themselves or third parties.”Ante,\nat 27. This argument again echoesLochner, which relied on\nits assessment that “we think that a law like the one before us\ninvolves neither the safety, the morals nor the welfare of the\npublic, and that the interest of the public is not in the slightest\ndegree affected by such an act.” 198 U. S., at 57.Then and now, this assertion of the “harm\nprinciple” sounds more in philosophy than law. The elevation of the\nfullest individual self-realization over the constraints that\nsociety has expressed in law may or may not be attractive moral\nphilosophy. But a Justice’s commission does not confer any special\nmoral, philosophical, or social insight sufficient to justify\nimposing those perceptions on fellow citizens under the pretense of\n“due process.” There is indeed a process due the people on issues\nof this sort—the democratic process. Respecting that understanding\nrequires the Court to be guided by law, not any particular school\nof social thought. As Judge Henry Friendly once put it, echoing\nJustice Holmes’s dissent inLochner, the Fourteenth\nAmendment does not enact John Stuart Mill’s On Liberty any more\nthan it enacts Herbert Spencer’s Social Statics. See Randolph,\nBeforeRoev. Wade: Judge Friendly’s Draft Abortion\nOpinion, 29 Harv. J. L. & Pub. Pol’y 1035, 1036–1037, 1058\n(2006). And it certainly does not enact any one concept of\nmarriage.The majority’s understanding of due process lays\nout a tantalizing vision of the future for Members of this Court:\nIf an unvarying social institution enduring over all of recorded\nhistory cannot inhibit judicial policymaking, what can? But this\napproach is dangerous for the rule of law. The purpose of insisting\nthat implied fundamental rights have roots in the history and\ntradition of our people is to ensure that when unelected judges\nstrike down democratically enacted laws, they do so based on\nsomething more than their own beliefs. The Court today not only\noverlooks our country’s entire history and tradition but actively\nrepudiates it, preferring to live only in the heady days of the\nhere and now. I agree with the majority that the “nature of\ninjustice is that we may not always see it in our own times.”Ante, at 11. As petitioners put it, “times can blind.” Tr.\nof Oral Arg. on Question 1, at 9, 10. But to blind yourself to\nhistory is both prideful and unwise. “The past is never dead. It’s\nnot even past.” W. Faulkner, Requiem for a Nun 92 (1951).IIIIn addition to their due process argument,\npetitioners contend that the Equal Protection Clause requires their\nStates to license and recognize same-sex marriages. The majority\ndoes not seriously engage with this claim. Its discussion is, quite\nfrankly, difficult to follow. The central point seems to be that\nthere is a “synergy between” the Equal Protection Clause and the\nDue Process Clause, and that some precedents relying on one Clause\nhave also relied on the other.Ante, at 20. Absent from this\nportion of the opinion, however, is anything resembling our usual\nframework for deciding equal protection cases. It is casebook\ndoctrine that the “modern Supreme Court’s treatment of equal\nprotection claims has used a means-ends methodology in which judges\nask whether the classification the government is using is\nsufficiently related to the goals it is pursuing.” G. Stone, L.\nSeidman, C. Sunstein, M. Tushnet, & P. Karlan, Constitutional\nLaw 453 (7th ed. 2013). The majority’s approach today is\ndifferent:“Rights implicit in liberty and rights\nsecured by equal protection may rest on different precepts and are\nnot always co-extensive, yet in some instances each may be\ninstructive as to the meaning and reach of the other. In any\nparticular case one Clause may be thought to capture the essence of\nthe right in a more accurate and comprehensive way, even as the two\nClauses may converge in the identification and definition of the\nright.”Ante, at 19.The majority goes on to assert in conclusory\nfashion that the Equal Protection Clause provides an alternative\nbasis for its holding.Ante, at 22. Yet the majority fails\nto provide even a single sentence explaining how the Equal\nProtection Clause supplies independent weight for its position, nor\ndoes it attempt to justify its gratuitous violation of the canon\nagainst unnecessarily resolving constitutional questions. SeeNorthwest Austin Municipal Util. Dist. No. Onev.Holder, 557 U. S. 193, 197 (2009) . In any event, the\nmarriage laws at issue here do not violate the Equal Protection\nClause, because distinguishing between opposite-sex and same-sex\ncouples is rationally related to the States’ “legitimate state\ninterest” in “preserving the traditional institution of marriage.”Lawrence, 539 U. S., at 585 (O’Connor, J., concurring\nin judgment).It is important to note with precision which\nlaws petitioners have challenged. Although they discuss some of the\nancillary legal benefits that accompany marriage, such as hospital\nvisitation rights and recognition of spousal status on official\ndocuments, petitioners’ lawsuits target the laws defining marriage\ngenerally rather than those allocating benefits specifically. The\nequal protection analysis might be different, in my view, if we\nwere confronted with a more focused challenge to the denial of\ncertain tangible benefits. Of course, those more selective claims\nwill not arise now that the Court has taken the drastic step of\nrequiring every State to license and recognize marriages between\nsame-sex couples.IVThe legitimacy of this Court ultimately rests\n“upon the respect accorded to its judgments.”Republican Party\nof Minn.v.White, 536 U. S. 765, 793 (2002)\n(Kennedy, J., concurring). That respect flows from the\nperception—and reality—that we exercise humility and restraint in\ndeciding cases according to the Constitution and law. The role of\nthe Court envisioned by the majority today, however, is anything\nbut humble or restrained. Over and over, the majority exalts the\nrole of the judiciary in delivering social change. In the\nmajority’s telling, it is the courts, not the people, who are\nresponsible for making “new dimensions of freedom . . .\napparent to new generations,” for providing “formal discourse” on\nsocial issues, and for ensuring “neutral discussions, without\nscornful or disparaging commentary.”Ante, at 7–9.Nowhere is the majority’s extravagant conception\nof judicial supremacy more evident than in its description—and\ndismissal—of the public debate regarding same-sex marriage. Yes,\nthe majority concedes, on one side are thousands of years of human\nhistory in every society known to have populated the planet. But on\nthe other side, there has been “extensive litigation,” “many\nthoughtful District Court decisions,” “countless studies, papers,\nbooks, and other popular and scholarly writings,” and “more than\n100”amicusbriefs in these cases alone.Ante, at 9,\n10, 23. What would be the point of allowing the democratic process\nto go on? It is high time for the Court to decide the meaning of\nmarriage, based on five lawyers’ “better informed understanding” of\n“a liberty that remains urgent in our own era.”Ante, at 19.\nThe answer is surely there in one of thoseamicusbriefs or\nstudies.Those who founded our country would not\nrecognize the majority’s conception of the judicial role. They\nafter all risked their lives and fortunes for the precious right to\ngovern themselves. They would never have imagined yielding that\nright on a question of social policy to unaccountable and unelected\njudges. And they certainly would not have been satisfied by a\nsystem empowering judges to override policy judgments so long as\nthey do so after “a quite extensive discussion.”Ante, at 8.\nIn our democracy, debate about the content of the law is not an\nexhaustion requirement to be checked off before courts can impose\ntheir will. “Surely the Constitution does not put either the\nlegislative branch or the executive branch in the position of a\ntelevision quiz show contestant so that when a given period of time\nhas elapsed and a problem remains unresolved by them, the federal\njudiciary may press a buzzer and take its turn at fashioning a\nsolution.” Rehnquist, The Notion of a Living Constitution, 54 Texas\nL. Rev. 693, 700 (1976). As a plurality of this Court\nexplained just last year, “It is demeaning to the democratic\nprocess to presume that voters are not capable of deciding an issue\nof this sensitivity on decent and rational grounds.”Schuettev.BAMN, 572 U. S. ___, ___ –___ (2014)\n(slip op., at 16–17).The Court’s accumulation of power does not occur\nin a vacuum. It comes at the expense of the people. And they know\nit. Here and abroad, people are in the midst of a serious and\nthoughtful public debate on the issue of same-sex marriage. They\nsee voters carefully considering same-sex marriage, casting ballots\nin favor or opposed, and sometimes changing their minds. They see\npolitical leaders similarly reexamining their positions, and either\nreversing course or explaining adherence to old convictions\nconfirmed anew. They see governments and businesses modifying\npolicies and practices with respect to same-sex couples, and\nparticipating actively in the civic discourse. They see countries\noverseas democratically accepting profound social change, or\ndeclining to do so. This deliberative process is making people take\nseriously questions that they may not have even regarded as\nquestions before.When decisions are reached through democratic\nmeans, some people will inevitably be disappointed with the\nresults. But those whose views do not prevail at least know that\nthey have had their say, and accordingly are—in the tradition of\nour political culture—reconciled to the result of a fair and honest\ndebate. In addition, they can gear up to raise the issue later,\nhoping to persuade enough on the winning side to think again. “That\nis exactly how our system of government is supposed to work.”Post,at 2–3 (Scalia, J., dissenting).But today the Court puts a stop to all that. By\ndeciding this question under the Constitution, the Court removes it\nfrom the realm of democratic decision. There will be consequences\nto shutting down the political process on an issue of such profound\npublic significance. Closing debate tends to close minds. People\ndenied a voice are less likely to accept the ruling of a court on\nan issue that does not seem to be the sort of thing courts usually\ndecide. As a thoughtful commentator observed about another issue,\n“The political process was moving . . . , not swiftly\nenough for advocates of quick, complete change, but majoritarian\ninstitutions were listening and acting. Heavy-handed judicial\nintervention was difficult to justify and appears to have provoked,\nnot resolved, conflict.” Ginsburg, Some Thoughts on Autonomy and\nEquality in Relation toRoev.Wade, 63\nN. C. L. Rev. 375, 385–386 (1985) (footnote omitted).\nIndeed, however heartened the proponents of same-sex marriage might\nbe on this day, it is worth acknowledging what they have lost, and\nlost forever: the opportunity to win the true acceptance that comes\nfrom persuading their fellow citizens of the justice of their\ncause. And they lose this just when the winds of change were\nfreshening at their backs.Federal courts are blunt instruments when it\ncomes to creating rights. They have constitutional power only to\nresolve concrete cases or controversies; they do not have the\nflexibility of legislatures to address concerns of parties not\nbefore the court or to anticipate problems that may arise from the\nexercise of a new right. Today’s decision, for example, creates\nserious questions about religious liberty. Many good and decent\npeople oppose same-sex marriage as a tenet of faith, and their\nfreedom to exercise religion is—unlike the right imagined by the\nmajority—actually spelled out in the Constitution. Amdt. 1.Respect for sincere religious conviction has led\nvoters and legislators in every State that has adopted same-sex\nmarriage democratically to include accommodations for religious\npractice. The majority’s decision imposing same-sex marriage\ncannot, of course, create any such accommodations. The majority\ngraciously suggests that religious believers may continue to\n“advocate” and “teach” their views of marriage.Ante, at 27.\nThe First Amendment guarantees, however, the freedom to\n“exercise” religion. Ominously, that is not a word the\nmajority uses.Hard questions arise when people of faith\nexercise religion in ways that may be seen to conflict with the new\nright to same-sex marriage—when, for example, a religious college\nprovides married student housing only to opposite-sex married\ncouples, or a religious adoption agency declines to place children\nwith same-sex married couples. Indeed, the Solicitor General\ncandidly acknowledged that the tax exemptions of some religious\ninstitutions would be in question if they opposed same-sex\nmarriage. See Tr. of Oral Arg. on Question 1, at 36–38. There is\nlittle doubt that these and similar questions will soon be before\nthis Court. Unfortunately, people of faith can take no comfort in\nthe treatment they receive from the majority today.Perhaps the most discouraging aspect of today’s\ndecision is the extent to which the majority feels compelled to\nsully those on the other side of the debate. The majority offers a\ncursory assurance that it does not intend to disparage people who,\nas a matter of conscience, cannot accept same-sex marriage.Ante, at 19. That disclaimer is hard to square with the very\nnext sentence, in which the majority explains that “the necessary\nconsequence” of laws codifying the traditional definition of\nmarriage is to “demea[n] or stigmatiz[e]” same-sex couples.Ante, at 19. The majority reiterates such characterizations\nover and over. By the majority’s account, Americans who did nothing\nmore than follow the understanding of marriage that has existed for\nour entire history—in particular, the tens of millions of people\nwho voted to reaffirm their States’ enduring definition of\nmarriage—have acted to “lock . . . out,” “disparage,”\n“disrespect and subordinate,” and inflict “[d]ignitary wounds” upon\ntheir gay and lesbian neighbors.Ante, at 17, 19, 22, 25.\nThese apparent assaults on the character of fairminded people will\nhave an effect, in society and in court. Seepost, at 6–7\n(Alito, J., dissenting). Moreover, they are entirely gratuitous. It\nis one thing for the majority to conclude that the Constitution\nprotects a right to same-sex marriage; it is something else to\nportray everyone who does not share the majority’s “better informed\nunderstanding” as bigoted.Ante, at 19.In the face of all this, a much different view\nof the Court’s role is possible. That view is more modest and\nrestrained. It is more skeptical that the legal abilities of judges\nalso reflect insight into moral and philosophical issues. It is\nmore sensitive to the fact that judges are unelected and\nunaccountable, and that the legitimacy of their power depends on\nconfining it to the exercise of legal judgment. It is more attuned\nto the lessons of history, and what it has meant for the country\nand Court when Justices have exceeded their proper bounds. And it\nis less pretentious than to suppose that while people around the\nworld have viewed an institution in a particular way for thousands\nof years, the present generation and the present Court are the ones\nchosen to burst the bonds of that history and tradition.*  *  *If you are among the many Americans—of\nwhatever sexual orientation—who favor expanding same-sex marriage,\nby all means celebrate today’s decision. Celebrate the achievement\nof a desired goal. Celebrate the opportunity for a new expression\nof commitment to a partner. Celebrate the availability of new\nbenefits. But do not celebrate the Constitution. It had nothing to\ndo with it.I respectfully dissent.",
    "joined": []
}