{
    "case": {
        "docket": "54",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/54/"
    },
    "id": "3216642",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–604_________________NICHOLAS BRADY HEIEN, PETITIONERv.NORTH CAROLINAon writ of certiorari to the supreme court of north carolina[December 15, 2014]Chief Justice Roberts delivered the opinion of the\nCourt.The Fourth Amendment prohibits “unreasonable searches and\nseizures.” Under this standard, a search or seizure may be\npermissible even though the justification for the action includes a\nreasonable factual mistake. An officer might, for example, stop a\nmotorist for traveling alone in a high-occupancy vehicle lane, only\nto discover upon approaching the car that two children are slumped\nover asleep in the back seat. The driver has not violated the law,\nbut neither has the officer violated the Fourth Amendment.But what if the police officer’s reasonable mistake is not one\nof fact but of law? In this case, an officer stopped a vehicle\nbecause one of its two brake lights was out, but a court later\ndetermined that a single working brake light was all the law\nrequired. The question presented is whether such a mistake of law\ncan nonetheless give rise to the reasonable suspicion necessary to\nuphold the seizure under the Fourth Amendment. We hold that it can.\nBecause the officer’s mistake about the brake-light law was\nreasonable, the stop in this case was lawful under the Fourth\nAmendment.IOn the morning of April 29, 2009, Sergeant Matt Da-risse of the\nSurry County Sheriff’s Department sat in his patrol car near\nDobson, North Carolina, observing northbound traffic on Interstate\n77. Shortly before 8 a.m., a Ford Escort passed by. Darisse thought\nthe driver looked “very stiff and nervous,” so he pulled onto the\ninterstate and began following the Escort. A few miles down the\nroad, the Escort braked as it approached a slower vehicle, but only\nthe left brake light came on. Noting the faulty right brake light,\nDarisse activated his vehicle’s lights and pulled the Escort over.\nApp. 4–7, 15–16.Two men were in the car: Maynor Javier Vasquez sat behind the\nwheel, and petitioner Nicholas Brady Heien lay across the rear\nseat. Sergeant Darisse explained to Vasquez that as long as his\nlicense and registration checked out, he would receive only a\nwarning ticket for the broken brake light. A records check revealed\nno problems with the documents, and Darisse gave Vasquez the\nwarning ticket. But Darisse had become suspicious during the course\nof the stop—Vasquez appeared nervous, Heien remained lying down the\nentire time, and the two gave inconsistent answers about their\ndestination. Darisse asked Vasquez if he would be willing to answer\nsome questions. Vasquez assented, and Darisse asked whether the men\nwere transporting various types of contraband. Told no, Darisse\nasked whether he could search the Escort. Vasquez said he had no\nobjection, but told Darisse he should ask Heien, because Heien\nowned the car. Heien gave his consent, and Darisse, aided by a\nfellow officer who had since arrived, began a thorough search of\nthe vehicle. In the side compartment of a duffle bag, Darisse found\na sandwich bag containing cocaine. The officers arrested both men.\n366 N. C. 271, 272–273, 737 S. E. 2d 351, 352–353 (2012);\nApp. 5–6, 25, 37.The State charged Heien with attempted trafficking in cocaine.\nHeien moved to suppress the evidence seized from the car,\ncontending that the stop and search had violated the Fourth\nAmendment of the United States Constitution. After a hearing at\nwhich both officers testified and the State played a video\nrecording of the stop, the trial court denied the suppression\nmotion, concluding that the faulty brake light had given Sergeant\nDarisse reasonable suspicion to initiate the stop, and that Heien’s\nsubsequent consent to the search was valid. Heien pleaded guilty\nbut reserved his right to appeal the suppression decision. App. 1,\n7–10, 12, 29, 43–44.The North Carolina Court of Appeals reversed. 214 N. C.\nApp. 515, 714 S. E. 2d 827 (2011). The initial stop was not valid,\nthe court held, because driving with only one working brake light\nwas not actually a violation of North Carolina law. The relevant\nprovision of the vehicle code provides that a car must be“equipped with a stop lamp on the rear of the vehicle. The stop\nlamp shall display a red or amber light visible from a distance of\nnot less than 100 feet to the rear in normal sunlight, and shall be\nactuated upon application of the service (foot) brake. The stop\nlamp may be incorporated into a unit with one or moreother rear\nlamps.” N. C. Gen. Stat. Ann. §20–129(g) (2007).Focusing on the statute’s references to “a stop lamp” and “[t]he\nstop lamp” in the singular, the court concluded that a vehicle is\nrequired to have only one working brake light—which Heien’s vehicle\nindisputably did. The justification for the stop was therefore\n“objectively unreason-able,” and the stop violated the Fourth\nAmendment. 214 N. C. App., at 518–522, 714 S. E. 2d, at\n829–831.The State appealed, and the North Carolina Supreme Court\nreversed. 366 N. C. 271, 737 S. E. 2d 351. Noting that\nthe State had chosen not to seek review of the Court of Appeals’\ninterpretation of the vehicle code, the North Carolina Supreme\nCourt assumed for purposes of its decision that the faulty brake\nlight was not a violation.Id.,at 275, 737 S. E. 2d,\nat 354. But the court concluded that, for several reasons, Sergeant\nDarisse could have reasonably, even if mistakenly, read the vehicle\ncode to require that both brake lights be in good working order.\nMost notably, a nearby code provision requires that “all originally\nequipped rear lamps” be functional.Id.,at 282–283, 737\nS. E. 2d, at 358–359 (quoting N. C. Gen. Stat. Ann.\n§20–129(d)). Because Sergeant Darisse’s mistaken understanding of\nthe vehicle code was reasonable, the stop was valid. “An officer\nmay make a mistake, including a mistake of law, yet still act\nreasonably under the circumstances. . . . [W]hen an officer acts\nreasonably under the circumstances, he is not violating the Fourth\nAmendment.”Id.,at 279, 737 S. E. 2d, at 356.The North Carolina Supreme Court remanded to the Court of\nAppeals to address Heien’s other arguments for suppression (which\nare not at issue here).Id.,at 283, 737 S. E. 2d, at\n359. The Court of Appeals rejected those arguments and affirmed the\ntrial court’s denial of his motion to suppress. ___ N. C. App.\n___, 741 S. E. 2d 1 (2013). The North Carolina Supreme Court\naffirmed in turn. 367 N. C. 163, 749 S. E. 2d 278 (2013).\nWe granted certiorari. 572 U. S. ___ (2014).IIThe Fourth Amendment provides:“The right of the people to be secure in their persons, houses,\npapers, and effects, against unreason-able searches and seizures,\nshall not be violated, and no Warrants shall issue, but upon\nprobable cause, supported by Oath or affirmation, and particularly\ndescribing the place to be searched, and the persons or things to\nbe seized.”A traffic stop for a suspected violation of law is a “seizure”\nof the occupants of the vehicle and therefore must be conducted in\naccordance with the Fourth Amendment.Brendlinv.California, 551 U. S. 249 –259 (2007). All parties\nagree that to justify this type of seizure, officers need only\n“reasonable suspicion”—that is, “a particularized and objective\nbasis for suspecting the particular person stopped” of breaking the\nlaw.Prado Navarettev.California, 572 U. S.\n___, ___ (2014) (slip op., at 3) (internal quotation marks\nomitted). The question here is whether reasonable suspicion can\nrest on a mistaken understanding of the scope of a legal\nprohibition. We hold that it can.As the text indicates and we have repeatedly affirmed, “the\nultimate touchstone of the Fourth Amendment is\n‘reasonableness.’ ”Rileyv.California, 573\nU. S. ___, ___ (2014) (slip op., at 5) (some internal\nquotation marks omitted). To be reasonable is not to be perfect,\nand so the Fourth Amendment allows for some mistakes on the part of\ngovernment officials, giving them “fair leeway for enforcing the\nlaw in the community’s protection.”Brinegarv.United\nStates, 338 U. S. 160, 176 (1949) . We have recognized\nthat searches and seizures based on mistakes of fact can be\nreasonable. The warrantless search of a home, for instance, is\nreasonable if undertaken with the consent of a resident, and\nremains lawful when officers obtain the consent of someone who\nreasonably appears to be but is not in fact a resident. SeeIllinoisv.Rodriguez, 497 U. S. 177 –186\n(1990). By the same token, if officers with probable cause to\narrest a suspect mistakenly arrest an individual matching the\nsuspect’s description, neither the seizure nor an accompanying\nsearch of the arrestee would be unlawful. SeeHillv.California, 401 U. S. 797 –805 (1971). The limit is\nthat “the mistakes must be those of reasonable men.”Brinegar,supra,at 176.But reasonable men make mistakes of law, too, and such mistakes\nare no less compatible with the concept of reasonable suspicion.\nReasonable suspicion arises from the combination of an officer’s\nunderstanding of the facts and his understanding of the relevant\nlaw. The officer may be reasonably mistaken on either ground.\nWhether the facts turn out to be not what was thought, or the law\nturns out to be not what was thought, the result is the same: the\nfacts are outside the scope of the law. There is no reason, under\nthe text of the Fourth Amendment or our precedents, why this same\nresult should be acceptable when reached by way of a reasonable\nmistake of fact, but not when reached by way of a similarly\nreasonable mistake of law.The dissent counters that our cases discussing probable cause\nand reasonable suspicion, most notablyOrnelasv.United\nStates, 517 U. S. 690 –697 (1996), have contained\n“scarcely a peep” about mistakes of law.Post, at 2–3\n(opinion of Sotomayor, J.). It would have been surprising, of\ncourse, if they had, since none of those cases involved a mistake\nof law.Although such recent cases did not address mistakes of law,\nolder precedents did. In fact, cases dating back two centuries\nsupport treating legal and factual errors alike in this context.\nCustoms statutes enacted by Congress not long after the founding\nauthorized courts to issue certificates indemnifying customs\nofficers against damages suits premised on unlawful seizures. See,e.g.,Act of Mar. 2, 1799, ch. 22, §89, 1Stat. 695–696.\nCourts were to issue such certificates on a showing that the\nofficer had “reasonable cause”—a synonym for “probable cause”—for\nthe challenged seizure.Ibid.; seeStaceyv.Emery, 97 U. S. 642, 646 (1878);United Statesv.Riddle, 5 Cranch 311 (1809). InUnited Statesv.Riddle, a customs officer seized goods on the ground that\nthe English shipper had violated the customs laws by preparing an\ninvoice that undervalued the merchandise, even though the American\nconsignee declared the true value to the customs collector. Chief\nJustice Marshall held that there had been no violation of the\ncustoms law because, whatever the shipper’s intention, the\nconsignee had not actually attempted to defraud the Government.\nNevertheless, because “the construction of the law was liable to\nsome question,” he affirmed the issuance of a certificate of\nprobable cause: “A doubt as to the true construction of thelawis as reasonable a cause for seizure as a doubt\nrespecting the fact.”Id., at 313.This holding—that reasonable mistakes of law, like those of\nfact, would justify certificates of probable cause—was reiterated\nin a number of 19th-century decisions. See,e.g., The\nFriendship, 9 F. Cas. 825, 826 (No. 5,125) (CC Mass. 1812)\n(Story, J.);United Statesv.The Reindeer, 27\nF. Cas. 758, 768 (No. 16,145) (CC RI 1848);United\nStatesv.The Recorder, 27 F. Cas. 723 (No. 16,130)\n(CC SDNY 1849). By the Civil War, there had been “numerous cases in\nwhich [a] captured vessel was in no fault, and had not, under a\ntrue construction of the law, presented even ground of suspicion,\nand yet the captor was exonerated because he acted under an honest\nmistake of the law.”The La Manche, 14 F. Cas. 965, 972\n(No. 8,004) (D Mass. 1863).Riddleand its progeny are not directly on point. Chief\nJustice Marshall was not construing the Fourth Amendment, and a\ncertificate of probable cause functioned much like a modern-day\nfinding of qualified immunity, which depends on an inquiry distinct\nfrom whether an officer has committed a constitutional violation.\nSee,e.g.,Carrollv.Carman,ante,at\n7 (per curiam). But Chief Justice Marshall was nevertheless\nexplaining the concept of probable cause, which, he noted\nelsewhere, “in all cases of seizure, has a fixed and well known\nmeaning. It imports a seizure made under circumstances which\nwarrant suspicion.”Lockev.United States, 7 Cranch\n339, 348 (1813). We have said the phrase “probable cause” bore this\n“fixed and well known meaning” in the Fourth Amendment, seeBrinegar,supra,at 175, and n. 14, andRiddleillustrates that it encompassed suspicion based on\nreasonable mistakes of both fact and law. No decision of this Court\nin the two centuries since has undermined that\nunderstanding.[1]The contrary conclusion would be hard to reconcile with a much\nmore recent precedent. InMichiganv.DeFillippo, 443\nU. S. 31 (1979) , we addressed the validity of an arrest made\nunder a criminal law later declared unconstitu-tional. A Detroit\nordinance that authorized police officers to stop and question\nindividuals suspected of criminal activ-ity also made it an offense\nfor such an individual “to refuse to identify himself and produce\nevidence of his identity.”Id.,at 33. Detroit police\nofficers sent to investigate a report of public intoxication\narrested Gary DeFillippo after he failed to identify himself. A\nsearch incident to arrest uncovered drugs, and DeFillippo was\ncharged with possession of a controlled substance. The Michigan\nCourt of Appeals ordered the suppression of the drugs, concluding\nthat the identification ordinance was unconstitutionally vague and\nthat DeFillippo’s arrest was therefore invalid.Id.,at\n34–35.Accepting the unconstitutionality of the ordinance as a given,\nwe nonetheless reversed. At the time the officers arrested\nDeFillippo, we explained, “there was no controlling precedent that\nthis ordinance was or was not constitutional, and hence the conduct\nobserved violated a presumptively valid ordinance.”Id.,at\n37. Acknowledging that the outcome might have been different had\nthe ordinance been “grossly and flagrantly unconstitutional,” we\nconcluded that under the circumstances “there was abundant probable\ncause to satisfy the constitutional prerequisite for an arrest.”Id.,at 37–38.The officers were wrong in concluding that DeFillippo was guilty\nof a criminal offense when he declined to iden-tify himself. That a\ncourt onlylaterdeclared the ordinance unconstitutional\ndoes not change the fact that DeFillippo’s conduct was lawful when\nthe officers observed it. SeeDanforthv.Minnesota,\n552 U. S. 264, 271 (2008) . But the officers’ assumption that\nthe law was valid was reason-able, and their observations gave them\n“abundant probable cause” to arrest DeFillippo. 443 U. S., at\n37. Although DeFillippo could not be prosecuted under the\nidentifica-tion ordinance, the search that turned up the drugs was\nconstitutional.Heien struggles to recastDeFillippoas a case solely\nabout the exclusionary rule, not the Fourth Amendment itself. In\nhis view, the officers’ mistake of law resulted in a violation the\nFourth Amendment, but suppression of the drugs was not the proper\nremedy. We did say in a footnote that suppression of the evidence\nfound on DeFillippo would serve none of the purposes of the\nexclusionary rule. Seeid.,at 38, n. 3. But that\nliterally marginal discussion does not displace our express holding\nthat the arrest was constitutionally valid because the officers had\nprobable cause. Seeid.,at 40. Nor, contrary to Heien’s\nsuggestion, did eitherUnited Statesv.Leon, 468\nU. S. 897 (1984) , orIllinoisv.Gates, 462\nU. S. 213 (1983) , somehow erase that holding and transformDeFillippointo an exclusionary rule decision. See Brief for\nPetitioner 28–29. InLeon, we saidDeFillippopaid\n“attention to the purposes underlying the exclusionary rule,” but\nwe also clarified that it did “not involv[e] the scope of the rule\nitself.” 468 U. S., at 911–912. As forGates, only\nJustice White’s separate opinion (joined by no other Justice)\ndiscussedDeFillippo, and it acknowledged that\n“DeFillippodid not modify the exclusionary rule itself” but\ninstead “upheld the validity of an arrest.” 462 U. S., at 256,\nn. 12 (opinion concurring in judgment).Heien is correct that in a number of decisions we have looked to\nthe reasonableness of an officer’s legal error in the course of\nconsidering the appropriate remedy for a constitutional violation,\ninstead of whether there was a violation at all. See,e.g.,Davisv.United States, 564 U. S. ___, ___\n(2011) (slip op., at 11) (exclusionary rule);Illinoisv.Krull, 480 U. S. 340 –360 (1987) (exclusionary rule);Wilsonv.Layne, 526 U. S. 603, 615 (1999)\n(qualified immunity);Andersonv.Creighton, 483\nU. S. 635, 641 (1987) (qualified immunity). In those cases,\nhowever, we had already found or assumed a Fourth Amendment\nviolation. An officer’s mistaken view that the conduct at issue didnotgive rise to such a violation—no matter how\nreason-able—could not change that ultimate conclusion. See Brief\nfor Respondent 29–31; Brief for United States asAmicus\nCuriae30, n. 3. Any consideration of the reasonableness\nof an officer’s mistake was therefore limited to the separate\nmatter of remedy.Here, by contrast, the mistake of law relates to the antecedent\nquestion of whether it was reasonable for an officer to suspect\nthat the defendant’s conduct was illegal. If so, there was no\nviolation of the Fourth Amendment in the first place. None of the\ncases Heien or the dissent cites precludes a court from considering\na reasonable mistake of law in addressing that question. Cf.Herringv.United States, 555 U. S. 135, 139\n(2009) (assuming a Fourth Amendment violation while rejecting\napplication of the exclusionary rule, but noting that “[w]hen a\nprobable-cause determination was based on reasonable but mis-taken\nassumptions, the person subjected to a search or seizure has not\nnecessarily been the victim of a constitutional violation”).Heien also contends that the reasons the Fourth Amendment allows\nsome errors of fact do not extend to errors of law. Officers in the\nfield must make factual assessments on the fly, Heien notes, and so\ndeserve a margin of error. In Heien’s view, no such margin is\nappropriate for questions of law: The statute here either requires\none working brake light or two, and the answer does not turn on\nanything “an officer might suddenly confront in the field.” Brief\nfor Petitioner 21. But Heien’s point does not consider the reality\nthat an officer may “suddenly confront” a situation in the field as\nto which the application of a statute is unclear—however clear it\nmay later become. A law prohibiting “vehicles” in the park either\ncovers Segways or not, see A. Scalia & B. Garner, Reading Law:\nThe Interpretation of Legal Texts 36–38 (2012), but an officer will\nnevertheless have to make a quick decision on the law the first\ntime one whizzes by.Contrary to the suggestion of Heien andamici, our\ndecision does not discourage officers from learning the law. The\nFourth Amendment tolerates onlyreasonablemistakes, and\nthose mistakes—whether of fact or of law—must beobjectivelyreasonable. We do not examine the subjective understanding of the\nparticular officer involved. Cf.Whrenv.United\nStates, 517 U. S. 806, 813 (1996) . And the inquiry is not\nas forgiving as the one employed in the distinct context of\ndeciding whether an officer is entitled to qualified immunity for a\nconstitutional or statutory violation. Thus, an officer can gain no\nFourth Amendment advantage through a sloppy study of the laws he is\nduty-bound to enforce.Finally, Heien andamicipoint to the well-known maxim,\n“Ignorance of the law is no excuse,” and contend that itis\nfundamentally unfair to let police officers get away with mistakes\nof law when the citizenry is accorded no such leeway. Though this\nargument has a certain rhetorical appeal, it misconceives the\nimplication of the maxim. The true symmetry is this: Just as an\nindividual generally cannot escape criminal liability based on a\nmistaken understanding of the law, so too the government cannot\nimpose criminal liability based on a mistaken understanding of the\nlaw. If the law required two working brake lights, Heien could not\nescape a ticket by claiming he reasonably thought he needed only\none; if the law required only one, Sergeant Darisse could not issue\na valid ticket by claiming he reasonably thought drivers needed\ntwo. But just because mistakes of law cannot justify either the\nimposition or the avoidance of criminal liability, it does not\nfollow that they cannot justify an investigatory stop. And Heien is\nnot appealing a brake-light ticket; he is appealing a\ncocaine-trafficking conviction as to which there is no asserted\nmistake of fact or law.IIIHere we have little difficulty concluding that the officer’s\nerror of law was reasonable. Although the North Carolina statute at\nissue refers to “astop lamp,” suggesting the need for only\na single working brake light, it also provides that “[t]he stop\nlamp may be incorporated into a unit with one or moreotherrear lamps.” N. C. Gen. Stat. Ann. §20–129(g) (emphasis\nadded). The use of “other” suggests to the everyday reader of\nEnglish that a “stop lamp” is a type of “rear lamp.” And another\nsubsection of the same provision requires that vehicles “have all\noriginally equipped rear lamps or the equivalent in good working\norder,” §20–129(d), arguably indicating that if a vehicle has\nmultiple “stop lamp[s],” all must be functional.The North Carolina Court of Appeals concluded that the “rear\nlamps” discussed in subsection (d) do not include brake lights,\nbut, given the “other,” it would at least have been reasonable to\nthink they did. Both the majority and the dissent in the North\nCarolina Supreme Court so concluded, and we agree. See 366\nN. C., at 282–283, 737 S. E. 2d, at 358–359;id.,at 283, 737 S. E. 2d, at 359 (Hudson, J., dissenting) (calling\nthe Court of Appeals’ decision “surprising”). This “stop lamp”\nprovision, moreover, had never been previously construed by North\nCarolina’s appellate courts. Seeid.,at 283, 737 S. E.\n2d, at 359 (majority opinion). It was thus objectively reasonable\nfor an officer in Sergeant Darisse’s position to think that Heien’s\nfaulty right brake light was a violation of North Carolina law. And\nbecause the mistake of law was reasonable, there was reasonable\nsuspicion justifying the stop.The judgment of the Supreme Court of North Carolina isAffirmed.Notes1The dissent contends that “the\ntolerance of mistakes of law in cases likeRiddlewas a\nresult of the specific customs statute that Congress had enacted.”Post, at 8, n. 3 (citingThe Apollon, 9 Wheat. 362,\n373 (1824) (Story, J.)). The relevant portion ofThe\nApollon, however, addressed “theeffectof probable\ncause,” not what gave rise to it.Id., at 372 (emphasis\nadded); seeid.,at 376 (finding it “unnecessary” to decide\nwhether probable cause existed because it “would not, under the\ncircumstances of this case, constitute a valid defence”). Justice\nStory understandably did not citeRiddleor discuss its\ntolerance of mistakes of law anywhere inThe\nApollon.",
    "joined": []
}