{
    "case": {
        "docket": "413",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/413/"
    },
    "id": "1970663",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–10189_________________CARLOS TREVINO, PETITIONERv.RICK\nTHALER, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL JUSTICE,\nCORRECTIONAL INSTITUTIONS DIVISIONon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 28, 2013]Chief Justice Roberts, with whom Justice Alito\njoins, dissenting.In our federal system, the “state courts are the\nprincipal forum for asserting constitutional challenges to state\nconvictions.”Harringtonv.Richter, 562 U. S.\n__, __ (2011) (slip op., at 13). “Federal courts sitting in\nhabeas,” we have said, “are not an alternative forum for trying\n. . . issues which a prisoner made insufficient effort to\npursue in state proceedings.”Williamsv.Taylor,529 U.S.\n420, 437 (2000). This basic principle reflects the fact that\nfederal habeas review “ ‘intrudes on state sovereignty to a\ndegree matched by few exercises of federal judicial\nauthority.’ ”Richter,supra,at ___ (slip op.,\nat 13) (quotingHarrisv.Reed,489 U.S.\n255, 282 (1989) (Kennedy, J., dissenting)).In order to prevent circumvention of the state\ncourts and the unjustified intrusion on state sovereignty that\nresults, we have held that “a state prisoner [who] fails to exhaust\nstate remedies . . . [or] has failed to meet the State’s\nprocedural requirements for presenting his federal claims” will not\nbe entitled to federal habeas relief unless he can show “cause” to\nexcuse his default.Colemanv.Thompson,501 U.S.\n722, 732, 750 (1991). There is an exception to that rule where\n“failure to consider the claims will result in a fundamental\nmiscarriage of justice,”ibid.; that exception is not at\nissue here.Cause comes in different forms, but the one\nrelevant here is attorney error. We recognized inColemanthat “[w]here a [habeas] petitioner defaults a claim as a result of\nthe denial of the right to effective assistance of counsel, the\nState, which is responsible for the denial as a constitutional\nmatter, must bear the cost of any resulting default.”Id.,at 754. But we simultaneously recognized that “[a] different\nallocation of costs is appropriate in those circumstances where the\nState has no responsibility to ensure that the petitioner was\nrepresented by competent counsel.”Ibid.In that situation,\nwe held, “it is the petitioner who must bear the burden of a\nfailure to follow state proce-dural rules.”Ibid.Because\nthe error inColemanoccurred during state postconviction\nproceedings, a point at which the habeas petitioner had no\nconstitutional right to counsel, the petitioner had to bear the\ncost of his default.Id.,at 757.Last Term, inMartinezv.Ryan, we\nannounced a “narrow exception” toColeman’s “unqualified\nstatement . . . that an attorney’s ignorance or\ninadvertence in a postconviction proceeding does not qualify as\ncause to excuse a procedural default.”566 U.S.\n1, ___ (2012) (slip op., at 6). InMartinez, Arizona law\ndid not allow defendants to raise ineffective assistance of counsel\nclaims on direct appeal; they couldonlyraise such claims\nin state collateral proceedings.Id.,at ___ (slip op., at\n2). We held that while Arizona was free to structure its state\ncourt procedures in this way, its “decision is not without\nconsequences for the State’s ability to assert a procedural default\nin later proceedings.”Id.,at ___ (slip op., at 10). “By\ndeliberately choosing to move trial-ineffectiveness claims outside\nof the direct-appeal process, where counsel is constitutionally\nguaranteed, the State significantly diminishes prisoners’ ability\nto file such claims.”Ibid.Thus, “within the context of\nthis state procedural framework,” attorney error would qualify as\ncause to excuse procedural default if it occurred in the first\nproceeding at which the prisoner was “allow[ed]” to raise his trial\nineffectiveness claim.Id.,at ___, ___ (slip op., at 10,\n13).We were unusually explicit about the narrowness\nof our decision: “The holding in this case does not concern\nattorney errors in other kinds of proceedings,” and “does not\nextend to attorney errors in any proceeding beyond the first\noccasion the State allows a prisoner to raise a claim of\nineffective assistance at trial.”Id.,at ___–___ (slip op.,\nat 13–14). “Our holding here addresses only the constitutional\nclaims presented in this case, where the State barred the defendant\nfrom raising the claims on direct appeal.”Id.,at ___ (slip\nop., at 14). In “all but the limited circumstances recognized\nhere,” we said, “[t]he rule ofColemangoverns.”Id.,at ___ (slip op., at 13).This aggressively limiting language was not\nsimply a customary nod to the truism that “we decide only the case\nbefore us.”Upjohn Co.v.United States,449 U.S.\n383, 396 (1981). It was instead an important part of our\nexplanation for why “[t]his limited qualification toColemandoes not implicate the usual concerns with upsetting reliance\ninterests protected bystare decisisprinciples.”Martinez,supra,at ___ (slip op., at 12). The fact\nthat the exception was clearly delineated ensured that theColemanrule would remain administrable. And because States\ncould readily anticipate how such a sharply defined exception would\napply to various procedural frameworks, the exception could be\nreconciled with our concerns for comity and equitable balancing\nthat led toColeman’s baseline rule in the first place. SeeColeman,supra, at 750–751. The States had a clear\nchoice, which they could make with full knowledge of the\nconsequences: If a State “deliberately cho[se] to move\ntrial-ineffectiveness claims outside of the direct-appeal process”\nthrough a “decision to bar defendants from raising” them there,\nthen—and only then—would “counsel’s ineffectiveness in an\ninitial-review collateral proceeding qualif[y] as cause for a\nprocedural default.”Martinez, 566 U. S., at ___, ___\n(slip op., at 10, 14).Today, with hardly a mention of these concerns,\nthe majority throws over the crisp limit we made so explicit just\nlast Term. We announced inMartinezthat the exception\napplies “where the State barred the defendant from raising the\nclaims on direct appeal.”Id.,at ___ (slip op., at 14). But\ntoday, the Court takes all the starch out of its rule with an\nassortment of adjectives, adverbs, and modifying clauses:Martinez’s “narrow exception” now applies whenever the\n“state procedural framework, by reason of its design and operation,\nmakes it highly unlikely in a typical case that a defendant will\nhave a meaningful opportunity” to raise his claim on direct appeal.Ante, at 14.The questions raised by this equitable equation\nare as endless as will be the state-by-state litigation it takes to\nwork them out. We are not told, for example, how meaningful is\nmeaningful enough, how meaningful-ness is to be measured, how\nunlikely highly unlikely is, how often a procedural framework’s\n“operation” must be reassessed, or what case qualifies as the\n“typical” case. Take just this last example: The case before us\ninvolved a jury trial (hardly typical), a capital conviction (even\nless typical), and—as the majority emphasizes—a particular species\nof ineffectiveness claim that depends on time-consuming\ninvestigation of personal background and other mitigating\ncircumstances.Ante,at 10. Yet the majority holds it up,\napparently, as a case that is typical in the relevant sense, saying\nthat “[t]he present capital case illustrates” the “systematic”\nworking of Texas’s procedural framework.Ibid.Given that the standard is so opaque and\nmalleable, the majority cannot describe the exception applied here\nas narrow, and does not do so. Gone are the repeated words of\nlimitation that characterized theMartinezopinion. Gone too\nis the clear choice thatMartinezgave the States about how\nto structure their criminal justice systems. Now, the majority\noffers them a gamble: If a State allows defendants to bring\nineffectiveness claims both on direct appeal and in postconviction\nproceedings, then a prisonermighthave to comply with state\nprocedural requirements in order to preserve the availability of\nfederal habeas review,ifa federal judge decides that the\nstate system gave the defendant (or enough other “typical”\ndefendants) a sufficiently meaningful opportunity to press his\nclaim.This invitation to litigation will, in precisely\nthe manner thatColemanforeclosed, “ ‘frustrate both\nthe States’ sovereign power to punish offenders and their\ngood-faith attempts to honor constitutional rights.’ ”Coleman, 501 U. S., at 748 (quotingEnglev.Isaac,456 U.S.\n107, 128 (1982)). In what I suspect (though cannot know) will\nbe a broad swath of cases, the Court’s approach will excuse\nprocedural defaults that, underColeman, should preclude\nfederal review. But even in cases where federal courts ultimately\ndecide that the habeas petitioner cannot establish cause under the\nnew standard, the years of procedural wrangling it takes to reach\nthat decision will themselves undermine the finality of sentences\nnecessary to effective criminal justice. Because that approach is\ninconsistent withColeman,Martinezitself, and the\nprinciples of equitable discretion and comity at the heart of both,\nI respectfully dissent.",
    "joined": []
}