{
    "case": {
        "docket": "723",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/723/"
    },
    "id": "1962618",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGBOUMEDIENE V. BUSH553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNOS. 06-1195 AND 06-1196LAKHDAR BOUMEDIENE, et al., PETITIONERS06–1195v.GEORGE W. BUSH, PRESIDENT OF THE UNITED STATES,\net al.KHALED A. F. AL ODAH, next friend ofFAWZI\nKHALID ABDULLAH FAHAD AL ODAH, et al., PETITIONERS06–1196v.UNITED STATES et al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 12, 2008]Chief Justice Roberts,\nwith whom Justice Scalia, Justice Thomas, and Justice Alito join,\ndissenting.Today the Court strikes down as\ninadequate the most generous set of procedural protections ever\nafforded aliens detained by this country as enemy combatants. The\npolitical branches crafted these procedures amidst an ongoing\nmilitary conflict, after much careful investigation and thorough\ndebate. The Court rejects them today out of hand, without bothering\nto say what due process rights the detainees possess, without\nexplaining how the statute fails to vindicate those rights, and\nbefore a single petitioner has even attempted to avail himself of\nthe law’s operation. And to what effect? The majority merely\nreplaces a review system designed by the people’s representatives\nwith a set of shapeless procedures to be defined by federal courts\nat some future date. One cannot help but think, after surveying the\nmodest practical results of the majority’s ambitious opinion, that\nthis decision is not really about the detainees at all, but about\ncontrol of federal policy regarding enemy combatants.The majority is adamant that the Guantanamo\ndetainees are entitled to the protections of habeas corpus—its\nopinion begins by deciding that question. I regard the issue as a\ndifficult one, primarily because of the unique and unusual\njurisdictional status of Guantanamo Bay. I nonetheless agree with\nJustice Scalia’s analysis of our precedents and the pertinent\nhistory of the writ, and accordingly join his dissent. The\nimportant point for me, however, is that the Court should have\nresolved these cases on other grounds. Habeas is most fundamentally\na procedural right, a mechanism for contesting the legality of\nexecutive detention. The critical threshold question in these\ncases, prior to any inquiry about the writ’s scope, is whether the\nsystem the political branches designed protects whatever rights the\ndetainees may possess. If so, there is no need for any additional\nprocess, whether called “habeas” or something else.Congress entrusted that threshold question in\nthe first instance to the Court of Appeals for the District of\nColumbia Circuit, as the Constitution surely allows Congress to do.\nSee Detainee Treatment Act of 2005 (DTA), §1005(e)(2)(A), 119 Stat.\n2742. But before the D. C. Circuit has addressed the issue,\nthe Court cashiers the statute, and without answering this critical\nthreshold question itself. The Court does eventually get around to\nasking whether review under the DTA is, as the Court frames it, an\n“adequate substitute” for habeas,ante, at 42, but even\nthen its opinion fails to determine what rights the detainees\npossess and whether the DTA system satisfies them. The majority\ninstead compares the undefined DTA process to an equally undefined\nhabeas right—one that is to be given shape only in the future by\ndistrict courts on a case-by-case basis. This whole approach is\nmisguided.It is also fruitless. How the detainees’\nclaims will be decided now that the DTA is gone is anybody’s guess.\nBut the habeas process the Court mandates will most likely end up\nlooking a lot like the DTA system it replaces, as the district\ncourt judges shaping it will have to reconcile review of the\nprisoners’ detention with the undoubted need to protect the\nAmerican people from the terrorist threat—precisely the challenge\nCongress undertook in drafting the DTA. All that today’s opinion\nhas done is shift responsibility for those sensitive foreign policy\nand national security decisions from the elected branches to the\nFederal Judiciary.I believe the system the political branches\nconstructed adequately protects any constitutional rights aliens\ncaptured abroad and detained as enemy combatants may enjoy. I\ntherefore would dismiss these cases on that ground. With all\nrespect for the contrary views of the majority, I must dissent.IThe Court’s opinion makes plain\nthat certiorari to review these cases should never have been\ngranted. As two Members of today’s majority once recognized,\n“traditional rules governing our decision of constitutional\nquestions and our practice of requiring the exhaustion of available\nremedies … make it appropriate to deny these petitions.”Boumedienev.Bush, 549 U. S. ___ (2007) (slip\nop., at 1) (citation omitted) (statement of Stevens and Kennedy,\nJJ., respecting denial of certiorari). Just so. Given the posture\nin which these cases came to us, the Court should have declined to\nintervene until the D. C. Circuit had assessed the nature and\nvalidity of the congressionally mandated proceedings in a given\ndetainee’s case.The political branches created a\ntwo-part, collateral review procedure for testing the legality of\nthe prisoners’ detention: It begins with a hearing before a\nCombatant Status Review Tribunal (CSRT) followed by review in the\nD. C. Circuit. As part of that review, Congress authorized the\nD. C. Circuit to decide whether the CSRT proceedings are\nconsistent with “the Constitution and laws of the United States.”\nDTA §1005(e)(2)(C), 119 Stat. 2742. No petitioner, however, has\ninvoked the D. C. Circuit review the statute specifies. See\n476 F. 3d 981, 994, and n. 16 (CADC 2007); Brief for\nFederal Respondents 41–43. As a consequence, that court has had no\noccasion to decide whether the CSRT hearings, followed by review in\nthe Court of Appeals, vindicate whatever constitutional and\nstatutory rights petitioners may possess. See 476 F. 3d, at\n994, and n. 16.Remarkably, this Court does not require\npetitioners to exhaust their remedies under the statute; it does\nnot wait to see whether those remedies will prove sufficient to\nprotect petitioners’ rights. Instead, it not only denies the\nD. C. Circuit the opportunity to assess the statute’s\nremedies, it refuses to do so itself: the majority expressly\ndeclines to decide whether the CSRT procedures, coupled with\nArticle III review, satisfy due process. Seeante, at\n54.It is grossly premature to pronounce on the\ndetainees’ right to habeas without first assessing whether the\nremedies the DTA system provides vindicate whatever rights\npetitioners may claim. The plurality inHamdiv.Rumsfeld,542 U. S. 507, 533 (2004), explained\nthat the Constitution guaranteed an Americancitizenchallenging his detention as an enemy combatant the right to\n“notice of the factual basis for his classification, and a fair\nopportunity to rebut the Government’s factual assertions before a\nneutral decisionmaker.” The plurality specifically stated that\nconstitutionally adequate collateral process could be provided “by\nan appropriately authorized and properly constituted military\ntribunal,” given the “uncommon potential to burden the Executive at\na time of ongoing military conflict.”Id., at 533, 538.\nThis point is directly pertinent here, for surely the Due Process\nClause does not affordnon-citizens in such circumstances\ngreater protection than citizens are due.If the CSRT procedures meet the minimal due\nprocess requirements outlined inHamdi, and if an Article\nIII court is available to ensure that these procedures are followed\nin future cases, seeid.,at 536;INSv.St.\nCyr,533 U. S.\n289, 304 (2001);Heikkilav.Barber,345 U. S. 229, 236\n(1953), there is no need to reach the Suspension Clause question.\nDetainees will have received all the process the Constitution could\npossibly require, whether that process is called “habeas” or\nsomething else. The question of the writ’s reach need not be\naddressed.This is why the Court should have required\npetitioners to exhaust their remedies under the statute. As we\nexplained inGusikv.Schilder,340 U. S. 128, 132\n(1950), “If an available procedure has not been employed to rectify\nthe alleged error” petitioners complain of, “any interference by\n[a] federal court may be wholly needless. The procedure established\nto police the errors of the tribunal whose judgment is challenged\nmay be adequate for the occasion.” Because the majority refuses to\nassess whether the CSRTs comport with the Constitution, it ends up\nrazing a system of collateral review that it admits may in fact\nsatisfy the Due Process Clause and be “structurally sound.”Ante, at 56. But if the collateral review procedures\nCongress has provided—CSRT review coupled with Article III\nscrutiny—are sound, interference by a federal habeas court may be\nentirely unnecessary.The only way to know is to require petitioners\nto use the alternative procedures Congress designed. Mandating that\nthe petitioners exhaust their statutory remedies “is in no sense a\nsuspension of the writ of habeas corpus. It is merely a deferment\nof resort to the writ until other corrective procedures are shown\nto be futile.”Gusik,supra, at 132. So too here,\nit is not necessary to consider the availability of the writ until\nthe statutory remedies have been shown to be inadequate to protect\nthe detainees’ rights. Cf. 28 U. S. C. §2254(b)(1)(A) (“An\napplication for a writ of habeas corpus … shall not be granted\nunless it appears that … the applicant has exhausted the remedies\navailable in the courts of the State”). Respect for the judgments\nof Congress—whose Members take the same oath we do to uphold the\nConstitution—requires no less.In the absence of any assessment of the DTA’s\nremedies, the question whether detainees are entitled to habeas is\nan entirely speculative one. Our precedents have long counseled us\nto avoid deciding such hypothetical questions of constitutional\nlaw. SeeSpector Motor Service, Inc. v.McLaughlin,323 U. S. 101, 105\n(1944) (“If there is one doctrine more deeply rooted than any other\nin the process of constitutional adjudication, it is that we ought\nnot to pass on questions of constitutionality … unless such\n[questions are] unavoidable”); see alsoAshwanderv.TVA,297 U.\nS. 288, 347 (1936) (Brandeis, J., concurring) (Constitutional\nquestions should not be decided unless “ ‘absolutely necessary\nto a decision of the case’ ” (quotingBurtonv.United States,196 U. S. 283, 295\n(1905))). This is a “fundamental rule of judicial restraint.”Three Affiliated Tribesof Fort Berthold\nReservationv.Wold Engineering, P. C.,467 U. S. 138, 157\n(1984).The Court acknowledges that “the ordinary\ncourse” would be not to decide the constitutionality of the DTA at\nthis stage, but abandons that “ordinary course” in light of the\n“gravity” of the constitutional issues presented and the prospect\nof additional delay.Ante, at 43. It is, however,\nprecisely when the issues presented are grave that adherence to the\nordinary course is most important. A principle applied only when\nunimportant is not much of a principle at all, and charges of\njudicial activism are most effectively rebutted when courts can\nfairly argue they are following normal practices.The Court is also concerned that requiring\npetitioners to pursue “DTA review before proceeding with their\nhabeas corpus actions” could involve additional delay.Ante, at 66. The nature of the habeas remedy the Court\ninstructs lower courts to craft on remand, however, is far more\nunsettled than the process Congress provided in the DTA. Seeante, at 69 (“[O]ur opinion does not address the content\nof the law that governs petitioners’ detention. That is a matter\nyet to be determined”). There is no reason to suppose that review\naccording to procedures the Federal Judiciary will design, case by\ncase, will proceed any faster than the DTA process petitioners\ndisdained.On the contrary, the system the Court has\nlaunched (and directs lower courts to elaborate) promises to take\nlonger. The Court assures us that before bringing their habeas\npetitions, detainees must usually complete the CSRT process. Seeante, at 66. Then they may seek review in federal district\ncourt. Either success or failure there will surely result in an\nappeal to the D. C. Circuit—exactly where judicial reviewstartsunder Congress’s system. The effect of the Court’s\ndecision is to add additional layers of quite possibly redundant\nreview. And because nobody knows how these new layers of “habeas”\nreview will operate, or what new procedures they will require,\ntheir contours will undoubtedly be subject to fresh bouts of\nlitigation. If the majority were truly concerned about delay, it\nwould have required petitioners to use the DTA process that has\nbeen available to them for 212\nyears, with its Article III review in the D. C. Circuit. That\nsystem might well have provided petitioners all the relief to which\nthey are entitled long before the Court’s newly installed habeas\nreview could hope to do so.[Footnote 1]The Court’s\nrefusal to require petitioners to exhaust the remedies provided by\nCongress violates the “traditional rules governing our decision of\nconstitutional questions.”Boumediene, 549 U. S., at ___\n(slip op., at 1) (statement of Stevens and Kennedy, JJ., respecting\ndenial of certiorari). The Court’s disrespect for these rules makes\nits decision an awkward business. It rushes to decide the\nfundamental question of the reach of habeas corpus when the\nfunctioning of the DTA may make that decision entirely unnecessary,\nand it does so with scant idea of how DTA judicial review will\nactually operate.IIThe majority’s overreaching is particularly\negregious given the weakness of its objections to the DTA. Simply\nput, the Court’s opinion fails on its own terms. The majority\nstrikes down the statute because it is not an “adequate substitute”\nfor habeas review,ante, at 42, but fails to show what\nrights the detainees have that cannot be vindicated by the DTA\nsystem.Because the central purpose of habeas corpus\nis to test the legality of executive detention, the writ requires\nmost fundamentally an Article III court able to hear the prisoner’s\nclaims and, when necessary, order release. SeeBrownv.Allen,344\nU. S. 443, 533 (1953) (Jackson, J., concurring in result).\nBeyond that, the process a given prisoner is entitled to receive\ndepends on the circumstances and the rights of the prisoner. SeeMathewsv.Eldridge,424 U. S. 319, 335\n(1976). After much hemming and hawing, the majority appears to\nconcede that the DTA provides an Article III court competent to\norder release. Seeante, at 61. The only issue in dispute\nis the process the Guantanamo prisoners are entitled to use to test\nthe legality of their detention.Hamdiconcluded that\nAmerican citizens detained as enemy combatants are entitled to only\nlimited process, and that much of that process could be supplied by\na military tribunal, with review to follow in an Article III court.\nThat is precisely the system we have here. It is adequate to\nvindicate whatever due process rights petitioners may\nhave.AThe Court reaches the opposite conclusion\npartly because it misreads the statute. The majority appears not to\nunderstand how the review system it invalidates actually\nworks—specifically, how CSRT review and review by the D. C.\nCircuit fit together. After briefly acknowledging in its recitation\nof the facts that the Government designed the CSRTs “to comply with\nthe due process requirements identified by the plurality inHamdi,”ante, at 3, the Court proceeds to dismiss\nthe tribunal proceedings as no more than a suspect method used by\nthe Executive for determining the status of the detainees in the\nfirst instance, seeante, at 43. This leads the Court to\ntreat the review the DTA provides in the D. C. Circuit as the\nonly opportunity detainees have to challenge their status\ndetermination. Seeante, at 49.The Court attempts to explain its glancing\ntreatment of the CSRTs by arguing that “[w]hether one characterizes\nthe CSRT process as direct review of the Executive’s battlefield\ndetermination . . . or as the first step in the collateral review\nof a battlefield determination makes no difference.”Ante,\nat 54. First of all, the majority is quite wrong to dismiss the\nExecutive’s determination of detainee status as no more than a\n“battlefield” judgment, as if it were somehow provisional and made\nin great haste. In fact, detainees are designated “enemy\ncombatants” only after “multiple levels of review by military\nofficers and officials of the Department of Defense.” Memorandum of\nthe Secretary of the Navy, Implementation of Combatant Status\nReview Tribunal Procedures for Enemy Combatants Detained at\nGuantanamo Bay Naval Base (July 29, 2004), App. J to Pet. for Cert.\nin No. 06–1196, p. 150 (hereinafter Implementation\nMemo).The majority\nis equally wrong to characterize the CSRTs as part of that initial\ndetermination process. They are instead a means for detainees tochallengethe Government’s determination. The Executive\ndesigned the CSRTs to mirror Army Regulation 190–8, see Brief for\nFederal Respondents 48, the very procedural model the plurality inHamdisaid provided the type of process an enemy combatant\ncould expect from a habeas court, see 542 U. S., at 538 (plurality\nopinion). The CSRTs operate much as habeas courts would if hearing\nthe detainee’s collateral challenge for the first time: They gather\nevidence, call witnesses, take testimony, and render a decision on\nthe legality of the Government’s detention. See Implementation\nMemo, App. J to Pet. for Cert. in No. 06–1196, at 153–162. If\nthe CSRT finds a particular detainee has been improperly held, it\ncan order release. Seeid., at 164.The majority\ninsists that even if “the CSRTs satisf[ied] due process standards,”\nfull habeas review would still be necessary, because habeas is a\ncollateral remedy available even to prisoners “detained pursuant to\nthe most rigorous proceedings imaginable.”Ante, at 55,\n56. This comment makes sense only if the CSRTs are incorrectly\nviewed as a method used by the Executive for determining the\nprisoners’ status, and not as themselves part of the collateral\nreview to test the validity of that determination. SeeGusik, 340 U. S., at 132. The majority can deprecate the\nimportance of the CSRTs only by treating them as something they are\nnot.The use of a\nmilitary tribunal such as the CSRTs to review the aliens’ detention\nshould be familiar to this Court in light of theHamdiplurality, which said that the due process rights enjoyed byAmericancitizensdetained as enemy combatants\ncould be vindicated “by an appropriately authorized and properly\nconstituted military tribunal.” 542 U. S., at 538. The DTA\nrepresents Congress’ considered attempt to provide the accused\nalien combatants detained at Guantanamo a constitutionally adequate\nopportunity to contest their detentions before just such a\ntribunal.But Congress\nwent further in the DTA. CSRT review is just the first tier of\ncollateral review in the DTA system. The statute provides\nadditional review in an Article III court. Given the rationale of\ntoday’s decision, it is well worth recalling exactly what the DTA\nprovides in this respect. The statute directs the D. C.\nCircuit to consider whether a particular alien’s status\ndetermination “was consistent with the standards and procedures\nspecified by the Secretary of Defense”and“whether the\nuse of such standards and procedures to make the determination is\nconsistent with the Constitution and laws of the United States.”\nDTA §1005(e)(2)(C), 119 Stat. 2742. That is, acourtdetermines whether the CSRT procedures are constitutional, and acourtdetermines whether those procedures were followed in\na particular case.In short, theHamdiplurality concluded that this type of review would\nbe enough to satisfy due process, even for citizens. See 542 U. S.,\nat 538. Congress followed the Court’s lead, only to find itself the\nvictim of a constitutional bait and switch.Hamdimerits scant attention from\nthe Court—a remarkable omission, asHamdibears directly\non the issues before us. The majority attempts to dismissHamdi’s relevance by arguing that because the availability\nof §2241 federal habeas was never in doubt in that case, “the Court\nhad no occasion to define the necessary scope of habeas review . .\n. in the context of enemy combatant detentions.”Ante, at\n55. Hardly.Hamdiwas all about the scope of habeas review\nin the context of enemy combatant detentions. The petitioner, an\nAmerican citizen held within the United States as an enemy\ncombatant, invoked the writ to challenge his detention. 542 U. S.,\nat 510–511. After “a careful examination both of the writ … and of\nthe Due Process Clause,” this Court enunciated the “basic process”\nthe Constitution entitled Hamdi to expect from a habeas court under\n§2241.Id., at 525, 534. That process consisted of the\nright to “receive notice of the factual basis for his\nclassification, and a fair opportunity to rebut the Government’s\nfactual assertions before a neutral decisionmaker.”Id.,\nat 533. In light of the Government’s national security\nresponsibilities, the plurality found the process could be\n“tailored to alleviate [the] uncommon potential to burden the\nExecutive at a time of ongoing military conflict.”Ibid.\nFor example, the Government could rely on hearsay and could claim a\npresumption in favor of its own evidence. Seeid., at\n533–534.Hamdifurther suggested that this\n“basic process” on collateral review could be provided by a\nmilitary tribunal. It pointed to prisoner-of-war tribunals as a\nmodel that would satisfy the Constitution’s requirements. Seeid., at 538. Only “[i]n theabsenceof such\nprocess” before a military tribunal, the Court held, would Article\nIII courts need to conduct full-dress habeas proceedings to “ensure\nthat the minimum requirements of due process are achieved.”Ibid. (emphasis added). And even then, the petitioner\nwould be entitled to no more process than he would have received\nfrom a properly constituted military review panel, given his\nlimited due process rights and the Government’s weighty interests.\nSeeid., at 533–534, 538.Contrary to\nthe majority,Hamdiis of pressing relevance because it\nestablishes the procedures Americancitizensdetained as\nenemy combatants can expect from a habeas court proceeding under\n§2241. The DTA system of military tribunal hearings followed by\nArticle III review looks a lot like the procedureHamdiblessed. If nothing else, it is plain from the design of the DTA\nthat Congress, the President, and this Nation’s military leaders\nhave made a good-faith effort to follow our\nprecedent.The Court,\nhowever, will not take “yes” for an answer. The majority contends\nthat “[i]f Congress had envisioned DTA review as coextensive with\ntraditional habeas corpus,” it would have granted the D. C.\nCircuit far broader review authority.Ante, at 48. Maybe\nso, but that comment reveals the majority’s misunderstanding.\n“[T]raditional habeas corpus” takesnoaccount of whatHamdirecognized as the “uncommon potential to burden the\nExecutive at a time of ongoing military conflict.” 542 U. S., at\n533. Besides, Congress and the Executive did not envision “DTA\nreview”—by which I assume the Court means D. C. Circuit\nreview, seeante, at 48—as the detainees’ only opportunity\nto challenge their detentions. Instead, the political branches\ncrafted CSRTandD. C. Circuit review to operate\ntogether, with the goal of providing noncitizen detainees the level\nof collateral processHamdisaid would satisfy the due\nprocess rights of American citizens.See Brief for Federal\nRespondents 48–53.BGiven the statutory scheme the political\nbranches adopted, and givenHamdi, it simply will not do\nfor the majority to dismiss the CSRT procedures as “far more\nlimited” than those used in military trials, and therefore beneath\nthe level of process “that would eliminate the need for habeas\ncorpus review.”Ante, at 37. The question is not how much\nprocess the CSRTs provide in comparison to other modes of\nadjudication. The question is whether the CSRT procedures—coupled\nwith the judicial review specified by the DTA—provide the “basic\nprocess”Hamdisaid the Constitution affords American\ncitizens detained as enemy combatants. See 542 U. S., at\n534.By virtue of its refusal to allow the\nD. C. Circuit to assess petitioners’ statutory remedies, and\nby virtue of its own refusal to consider, at the outset, the fit\nbetween those remedies and due process, the majority now finds\nitself in the position of evaluating whether the DTA system is an\nadequate substitute for habeas review without knowing what rights\neither habeas or the DTA is supposed to protect. The majority\nattempts to elide this problem by holding that petitioners have a\nright to habeas corpus and then comparing the DTA against the\n“historic office” of the writ.Ante, at 47. But habeas is,\nas the majority acknowledges, a flexible remedy rather than a\nsubstantive right. Its “precise application … change[s] depending\nupon the circumstances.”Ante, at 50. The shape of habeas\nreview ultimately depends on the nature of the rights a petitioner\nmay assert. See,e.g.,Reidv.Covert,354 U. S. 1, 75\n(1957) (Harlan, J., concurring in result) (“[T]he question of which\nspecific safeguards of the Constitution are appropriately to be\napplied in a particular context … can be reduced to the issue of\nwhat process is ‘due’ a defendant in the particular circumstances\nof a particular case”).The scope of\nfederal habeas review is traditionally more limited in some\ncontexts than in others, depending on the status of the detainee\nand the rights he may assert. SeeSt. Cyr, 533 U. S., at\n306 (“In [immigration cases], other than the question whether there\nwas some evidence to support the [deportation] order, the courts\ngenerally did not review factual determinations made by the\nExecutive” (footnote omitted));Burnsv.Wilson,346 U. S. 137,\n139 (1953) (plurality opinion) (“[I]n military habeas corpus the\ninquiry, the scope of matters open for review, has always been more\nnarrow than in civil cases”);In re Yamashita,327 U. S. 1, 8 (1946)\n(“The courts may inquire whether the detention complained of is\nwithin the authority of those detaining the petitioner. If the\nmilitary tribunals have lawful authority to hear, decide and\ncondemn, their action is not subject to judicial review”);Ex\nparte Quirin,317\nU. S. 1, 25 (1942) (federal habeas review of military\ncommission verdict limited to determining commission’s\njurisdiction).Declaring\nthat petitioners have a right to habeas in no way excuses the Court\nfrom explaining why the DTA does not protect whatever due process\nor statutory rights petitioners may have. Because if the DTA\nprovides a means for vindicating petitioners’ rights, it is\nnecessarily an adequate substitute for habeas corpus. SeeSwainv.Pressley,430 U. S. 372, 381\n(1977);UnitedStatesv.Hayman,342 U. S. 205,\n223 (1952).For my part,\nI will assume that any due process rights petitioners may possess\nare no greater than those of American citizens detained as enemy\ncombatants. It is worth noting again that theHamdicontrolling opinion said the Constitution guarantees citizen\ndetainees only “basic” procedural rights, and that the process for\nsecuring those rights can “be tailored to alleviate [the] uncommon\npotential to burden the Executive at a time of ongoing military\nconflict.” 542 U. S., at 533. The majority, however, objects that\n“the procedural protections afforded to the detainees in the CSRT\nhearings are … limited.”Ante, at 37. But the evidentiary\nand other limitations the Court complains of reflect the nature of\nthe issue in contest, namely, the status of aliens captured by our\nArmed Forces abroad and alleged to be enemy combatants. Contrary to\nthe repeated suggestions of the majority, DTA review need not\nparallel the habeas privileges enjoyed by noncombatant American\ncitizens, as set out in 28 U. S. C. §2241 (2000 ed. and Supp\nV). Cf.ante, at 46–47. It need only provide process\nadequate for noncitizens detained as alleged\ncombatants.To what basic\nprocess are these detainees due as habeas petitioners? We have said\nthat “at the absolute minimum,” the Suspension Clause protects the\nwrit “ ‘as it existed in 1789.’ ”St. Cyr,supra, at 301 (quotingFelkerv.Turpin,518 U. S. 651,\n663–664 (1996)). The majority admits that a number of historical\nauthorities suggest that at the time of the Constitution’s\nratification, “common-law courts abstained altogether from matters\ninvolving prisoners of war.”Ante, at 17. If this is\naccurate, the process provided prisoners under the DTA is plainly\nmore than sufficient—it allows alleged combatants to challenge both\nthe factual and legal bases of their detentions.Assuming the\nconstitutional baseline is more robust, the DTA still provides\nadequate process, and by the majority’s own standards. Today’s\nCourt opines that the Suspension Clause guarantees prisoners such\nas the detainees “a meaningful opportunity to demonstrate that\n[they are] being held pursuant to the erroneous application or\ninterpretation of relevant law.”Ante, at 50 (internal\nquotation marks omitted). Further, the Court holds that to be an\nadequate substitute, any tribunal reviewing the detainees’ cases\n“must have the power to order the conditional release of an\nindividual unlawfully detained.”Ibid. The DTA system—CSRT\nreview of the Executive’s determination followed by D. C. Circuit\nreview for sufficiency of the evidence and the constitutionality of\nthe CSRT process—meets these criteria.CAt the CSRT stage, every petitioner has the\nright to present evidence that he has been wrongfully detained.\nThis includes the right to call witnesses who are reasonably\navailable, question witnesses called by the tribunal, introduce\ndocumentary evidence, and testify before the tribunal. See\nImplementation Memo, App. J to Pet. for Cert. in No. 06–1196, at\n154–156, 158–159, 161.While the Court concedes detainees may\nconfront all witnesses called before the tribunal, it suggests this\nright is “more theoretical than real” because “there are in effect\nno limits on the admission of hearsay evidence.”Ante, at\n55. The Court further complains that petitioners lack “the\nassistance of counsel,” and—given the limits on their access to\nclassified information—“may not be aware of the most critical\nallegations” against them.Ante, at 54. None of these\ncomplaints is persuasive.Detainees not\nonly have the opportunity to confront any witness who appears\nbefore the tribunal, they may call witnesses of their own. The\nImplementation Memo requires only that detainees’ witnesses be\n“reasonably available,” App. J to Pet. for Cert. in No. 06–1196, at\n155, a requirement drawn from Army Regulation 190–8, ch. 1,\n§1–6(e)(6), and entirely consistent with the Government’s\ninterest in avoiding “a futile search for evidence” that might\nburden warmaking responsibilities,Hamdi,supra,\nat 532. The dangerous mission assigned to our forces abroad is to\nfight terrorists, not serve subpoenas. The Court is correct that\nsome forms of hearsay evidence are admissible before the CSRT, butHamdiexpressly approved this use of hearsay by habeas\ncourts. 542 U. S., at 533–534 (“Hearsay, for example, may need to\nbe accepted as the most reliable available evidence from the\nGovernment”).As to\nclassified information, while detainees are not permitted access to\nit themselves, the Implementation Memo provides each detainee with\na “Personal Representative” who may review classified documents at\nthe CSRT stage and summarize them for the detainee. Implementation\nMemo,supra, at 152, 154–155, 156; Brief for Federal\nRespondents 54–55. The prisoner’s counsel enjoys the same privilege\non appeal before the D. C. Circuit. That is more access to\nclassified material for alleged alien enemy combatants than ever\nbefore provided. I am not aware of a single instance—and certainly\nthe majority cites none—in which detainees such as petitioners have\nbeen provided access to classified material inanyform.\nIndeed, prisoners of war who challenge their status determinations\nunder the Geneva Convention are afforded no such access, see Army\nRegulation 190–8, ch. 1, §§1–6(e)(3) and (5), and the\nprisoner-of-war model is the oneHamdicited as consistent\nwith the demands of due process forcitizens, see 542 U.\nS., at 538.What\nalternative does the Court propose? Allow free access to classified\ninformation and ignore the risk the prisoner may eventually convey\nwhat he learns to parties hostile to this country, with deadly\nconsequences for those who helped apprehend the detainee? If the\nCourt can design a better system for communicating to detainees the\nsubstance of any classified information relevant to their cases,\nwithout fatally compromising national security interests and\nsources, the majority should come forward with it. Instead, the\nmajority fobs that vexing question off on district courts to answer\ndown the road.Prisoners of\nwar are not permitted access to classified information, and neither\nare they permitted access to counsel, another supposed failing of\nthe CSRT process. And yet the Guantanamo detainees are hardly\ndenied all legal assistance. They are provided a “Personal\nRepresentative” who, as previously noted, may access classified\ninformation, help the detainee arrange for witnesses, assist the\ndetainee’s preparation of his case, and even aid the detainee in\npresenting his evidence to the tribunal. See Implementation Memo,supra, at 161. The provision for a personal representative\non this order is one of several ways in which the CSRT procedures\naremoregenerous than those provided prisoners of war\nunder Army Regulation 190–8.Keep in mind\nthat all this is just at the CSRT stage. Detainees receive\nadditional process before the D. C. Circuit, including full\naccess to appellate counsel and the right to challenge the factual\nand legal bases of their detentions. DTA §1005(e)(2)(C) empowers\nthe Court of Appeals to determine not only whether the CSRT\nobserved the “procedures specified by the Secretary of Defense,”\nbut also “whether the use of such standards and procedures … is\nconsistent with the Constitution and laws of the United States.”\n119 Stat. 2742. These provisions permit detainees to dispute the\nsufficiency of the evidence against them. They allow detainees to\nchallenge a CSRT panel’s interpretation of any relevant law, and\neven the constitutionality of the CSRT proceedings themselves. This\nincludes, as the Solicitor General acknowledges, the ability to\ndispute the Government’s right to detain alleged combatants in the\nfirst place, and to dispute the Government’s definition of “enemy\ncombatant.” Brief for Federal Respondents 59. All this before an\nArticle III court—plainly a neutral\ndecisionmaker.All told, the\nDTA provides the prisoners held at Guantanamo Bay adequate\nopportunity to contest the bases of their detentions, which is all\nhabeas corpus need allow. The DTA provides more opportunity and\nmore process, in fact, than that afforded prisoners of war or any\nother alleged enemy combatants in history.DDespite these guarantees, the Court finds the\nDTA system an inadequate habeas substitute, for one central reason:\nDetainees are unable to introduce at the appeal stage exculpatory\nevidence discovered after the conclusion of their CSRT proceedings.\nSeeante, at 58. The Court hints darkly that the DTA may\nsuffer from other infirmities, seeante, at 63 (“We do not\nimply DTA review would be a constitutionally sufficient replacement\nfor habeas corpus but for these limitations on the detainee’s\nability to present exculpatory evidence”), but it does not bother\nto name them, making a response a bit difficult. As it stands, I\ncan only assume the Court regards the supposed defect it did\nidentify as the gravest of the lot.If this is the most the Court can muster, the\nice beneath its feet is thin indeed. As noted, the CSRT procedures\nprovide ample opportunity for detainees to introduce exculpatory\nevidence—whether documentary in nature or from live\nwitnesses—before the military tribunals. Seeinfra, at\n21–23; Implementation Memo, App. J to Pet. for Cert. in No. 06–196,\nat 155–156. And if their ability to introduce such evidence is\ndenied contrary to the Constitution or laws of the United States,\nthe D. C. Circuit has the authority to say so on\nreview.Nevertheless, the Court asks us to imagine an\ninstance in which evidence is discoveredafterthe CSRT\npanel renders its decision, butbeforethe Court of\nAppeals reviews the detainee’s case. This scenario, which of course\nhas not yet come to pass as no review in the D. C. Circuit has\noccurred, provides no basis for rejecting the DTA as a habeas\nsubstitute. While the majority is correct that the DTA does not\ncontemplate the introduction of “newly discovered” evidence before\nthe Court of Appeals, petitioners and the Solicitor General agree\nthat the DTAdoespermit the D. C. Circuit to remand\na detainee’s case for a new CSRT determination. Brief for\nPetitioner Boumediene et al. in No. 06–1195, at 30; Brief for\nFederal Respondents 60–61. In the event a detainee alleges that he\nhas obtained new and persuasive exculpatory evidence that would\nhave been considered by the tribunal below had it only been\navailable, the D. C. Circuit could readily remand the case to\nthe tribunal to allow that body to consider the evidence in the\nfirst instance. The Court of Appeals could later review any new or\nreinstated decision in light of the supplemented\nrecord.If that sort of procedure sounds familiar, it\nshould. Federal appellate courts reviewing factual determinations\nfollow just such a procedure in a variety of circumstances. See,e.g.,United Statesv.White, 492\nF. 3d 380, 413 (CA6 2007) (remanding new-evidence claim to the\ndistrict court for aBradyevidentiary hearing);Avilav.Roe, 298 F. 3d 750, 754 (CA9 2002)\n(remanding habeas claim to the district court for evidentiary\nhearing to clarify factual record);United Statesv.Leone, 215 F. 3d 253, 256 (CA2 2000) (observing that\nwhen faced on direct appeal with an underdeveloped claim for\nineffective assistance of counsel, the appellate court may remand\nto the district court for necessary\nfactfinding).A remand is not the only relief available for\ndetainees caught in the Court’s hypothetical conundrum. The DTA\nexpressly directs the Secretary of Defense to “provide for periodic\nreview of any new evidence that may become available relating to\nthe enemy combatant status of a detainee.” DTA §1005(a)(3).\nRegulations issued by the Department of Defense provide that when a\ndetainee puts forward new, material evidence “not previously\npresented to the detainee’s CSRT,” the Deputy Secretary of Defense\n“ ‘will direct that a CSRT convene to reconsider the basis of\nthe detainee’s … status in light of the new information.’ ”\nOffice for the Administrative Review of the Detention of Enemy\nCombatants, Instruction 5421.1, Procedure for Review of “New\nEvidence” Relating to Enemy Combatant (EC) Status ¶¶4(a)(1), 5(b)\n(May 7, 2007); Brief for Federal Respondents 56, n. 30. Pursuant to\nDTA §1005(e)(2)(A), the resulting CSRT determination is again\nreviewable in full by the D. C. Circuit.[Footnote 2]In addition, DTA §1005(d)(1) further requires\nthe Department of Defense to conduct a yearly review of the status\nof each prisoner. See 119 Stat. 2741. The Deputy Secretary of\nDefense has promulgated concomitant regulations establishing an\nAdministrative Review Board to assess “annually the need to\ncontinue to detain each enemy combatant.” Deputy Secretary of\nDefense Order OSD 06942–04 (May 11, 2004), App. K to Pet. for Cert.\nin No. 06–1196, p. 189. In the words of the implementing order, the\npurpose of this annual review is to afford every detainee the\nopportunity “to explain why he is no longer a threat to the United\nStates” and should be released.Ibid. The Board’s findings\nare forwarded to a presidentially appointed, Senate-confirmed\ncivilian within the Department of Defense whom the Secretary of\nDefense has designated to administer the review process. This\ndesignated civilian official has the authority to order release\nupon the Board’s recommendation.Id., at\n201.The Court’s hand wringing over the DTA’s\ntreatment of later-discovered exculpatory evidence is the most it\nhas to show after a roving search for constitutionally problematic\nscenarios. But “[t]he delicate power of pronouncing an Act of\nCongress unconstitutional,” we have said, “is not to be exercised\nwith reference to hypothetical cases thus imagined.”United\nStatesv.Raines,362 U. S. 17, 22 (1960).\nThe Court today invents a sort of reverse facial challenge and\napplies it with gusto: If there isanyscenario in which\nthe statutemightbe constitutionally infirm, the law must\nbe struck down. Cf.United Statesv.Salerno,481 U. S. 739,\n745 (1987) (“A facial challenge … must establish that no set of\ncircumstances exists under which the Act would be valid”); see alsoWashingtonv.Glucksberg,521 U. S. 702, 739–740,\nand n. 7 (1997) (Stevens, J., concurring in judgments) (facial\nchallenge must fail where the statute has “ ‘plainly\nlegitimate sweep’ ” (quotingBroadrickv.Oklahoma,413 U. S. 601, 615\n(1973))). The Court’s new method of constitutional adjudication\nonly underscores its failure to follow our usual procedures and\nrequire petitioners to demonstrate thattheyhave been\nharmed by the statute they challenge. In the absence of such a\nconcrete showing, the Court is unable to imagine a plausible\nhypothetical in which the DTA is\nunconstitutional.EThe Court’s second criterion for\nan adequate substitute is the “power to order the conditional\nrelease of an individual unlawfully detained.”Ante, at\n50. As the Court basically admits, the DTA can be read to permit\nthe D. C. Circuit to order release in light of our traditional\nprinciples of construing statutes to avoid difficult constitutional\nissues, when reasonably possible. Seeante, at\n56–57.The Solicitor General concedes\nthat remedial authority of some sort must be implied in the\nstatute, given that the DTA—like the general habeas law itself, see\n28 U. S. C. §2243—provides no express remedy of any kind.\nBrief for Federal Respondents 60–61. The parties agree that at the\nleast, the DTA empowers the D. C. Circuit to remand a\nprisoner’s case to the CSRT with instructions to perform a new\nstatus assessment. Brief for Petitioner Boumediene et al. in\nNo. 06–1195, at 30; Brief for Federal Respondents 60–61. To avoid\nconstitutional infirmity, it is reasonable to imply more, seeAshwander, 297 U. S., at 348 (Brandeis, J., concurring)\n(“When the validity of an act of the Congress is drawn in question\n… it is a cardinal principle that this Court will … ascertain\nwhether a construction of the statute is fairly possible by which\nthe [constitutional] question may be avoided” (internal quotation\nmarks omitted)); see alsoSt. Cyr, 533 U. S., at 299–300,\nespecially in view of the Solicitor General’s concession at oral\nargument and in his Supplemental Brief that authority to release\nmight be read in the statute, see Tr. of Oral Arg. 37; Supplemental\nBrief for Federal Respondents 9.The Court grudgingly suggests that “Congress’\nsilence on the question of remedies suggests acquiescence to any\nconstitutionally required remedy.”Ante, at 58. But the\nargument in favor of statutorily authorized release is stronger\nthan that. The DTA’s parallels to 28 U. S. C. §2243 on this\nscore are noteworthy. By way of remedy, the general federal habeas\nstatute provides only that the court, having heard and determined\nthe facts, shall “dispose of the matter as law and justice\nrequire.”Ibid. We have long held, and no party here\ndisputes, that this includes the power to order release. SeeWilkinsonv.Dotson,544 U. S. 74, 79 (2005)\n(“[T]he writ’s history makes clear that it traditionally has been\naccepted as the specific instrument to obtain release from\n[unlawful] confinement” (internal quotation marks\nomitted)).The DTA can be similarly read. Because\nCongress substituted DTA review for habeas corpus and because the\n“unique purpose” of the writ is “to release the applicant … from\nunlawful confinement,”Allenv.McCurry,449 U. S. 90, 98,\nn. 12 (1980), DTA §1005(e)(2) can and should be read to confer\non the Court of Appeals the authority to order release in\nappropriate circumstances. Section 1005(e)(2)(D) plainly\ncontemplates release, addressing the effect “release of [an] alien\nfrom the custody of the Department of Defense” will have on the\njurisdiction of the court. 119 Stat. 2742–2743. This reading avoids\nserious constitutional difficulty and is consistent with the text\nof the statute.The D. C. Circuit can thus order\nrelease, the CSRTs can order release, and the head of the\nAdministrative Review Boards can, at the recommendation of those\npanels, order release. These multiple release provisions within the\nDTA system more than satisfy the majority’s requirement that any\ntribunal substituting for a habeas court have the authority to\nrelease the prisoner.The basis for the Court’s contrary conclusion\nis summed up in the following sentence near the end of its opinion:\n“To hold that the detainees at Guantanamo may, under the DTA,\nchallenge the President’s legal authority to detain them, contest\nthe CSRT’s findings of fact, supplement the record on review with\nnewly discovered or previously unavailable evidence, and request an\norder of release would come close to reinstating the §2241 habeas\ncorpus process Congress sought to deny them.”Ante, at 63.\nIn other words, any interpretation of the statute that would make\nit an adequate substitute for habeas must be rejected, because\nCongress could not possibly have intended to enact an adequate\nsubstitute for habeas. The Court could have saved itself a lot of\ntrouble if it had simply announced this Catch-22 approach at the\nbeginning rather than the end of its\nopinion.IIIFor all its eloquence about the\ndetainees’ right to the writ, the Court makes no effort to\nelaborate how exactly the remedy it prescribes will differ from the\nprocedural protections detainees enjoy under the DTA. The Court\nobjects to the detainees’ limited access to witnesses and\nclassified material, but proposes no alternatives of its own.\nIndeed, it simply ignores the many difficult questions its holding\npresents. What, for example, will become of the CSRT process? The\nmajority says federal courts shouldgenerallyrefrain from\nentertaining detainee challenges until after the petitioner’s CSRT\nproceeding has finished. Seeante, at 66 (“[e]xcept in\ncases of undue delay”). But to what deference, if any, is that CSRT\ndetermination entitled?There are other problems. Take\nwitness availability. What makes the majority think witnesses will\nbecome magically available when the review procedure is labeled\n“habeas”? Will the location of most of these witnesses change—will\nthey suddenly become easily susceptible to service of process? Or\nwill subpoenas issued by American habeas courts run to Basra? And\nif they did, how would they be enforced? Speaking of witnesses,\nwill detainees be able to call active-duty military officers as\nwitnesses? If not, why not?The majority has no answers for these\ndifficulties. What it does say leaves open the distinct possibility\nthat its “habeas” remedy will, when all is said and done, end up\nlooking a great deal like the DTA review it rejects. Seeante, at 66 (opinion of the court) (“We recognize,\nhowever, that the Government has a legitimate interest in\nprotecting sources and methods of intelligence gathering, and we\nexpect that the District Court will use its discretion to\naccommodate this interest to the greatest extent possible”). But\n“[t]he role of the judiciary is limited to determining whether the\nprocedures meet the essential standard of fairness under the Due\nProcess Clause and does not extend to imposing procedures that\nmerely displace congressional choices of policy.”Landonv.Plasencia,459 U. S. 21, 34–35\n(1982).The majority rests its decision on abstract\nand hypothetical concerns. Step back and consider what, in the real\nworld, Congress and the Executive have actually granted aliens\ncaptured by our Armed Forces overseas and found to be enemy\ncombatants:The right to hear the bases of the charges\nagainst them, including a summary of any classified\nevidence.The ability to challenge the bases of their\ndetention before military tribunals modeled after Geneva Convention\nprocedures. Some 38 detainees have been released as a result of\nthis process. Brief for Federal Respondents 57,\n60.The right, before the CSRT, to testify,\nintroduce evidence, call witnesses, question those the Government\ncalls, and secure release, if and when\nappropriate.The right to the aid of a personal\nrepresentative in arranging and presenting their cases before a\nCSRT.Before the D. C. Circuit, the right to\nemploy counsel, challenge the factual record, contest the lower\ntribunal’s legal determinations, ensure compliance with the\nConstitution and laws, and secure release, if any errors below\nestablish their entitlement to such\nrelief.In sum, the DTA satisfies the majority’s own\ncriteria for assessing adequacy. This statutory scheme provides the\ncombatants held at Guantanamo greater procedural protections than\nhave ever been afforded alleged enemy detainees—whether citizens or\naliens—in our national history.*  *  *So who has won? Not the\ndetainees. The Court’s analysis leaves them with only the prospect\nof further litigation to determine the content of their new habeas\nright, followed by further litigation to resolve their particular\ncases, followed by further litigation before the D. C.\nCircuit—where they could have started had they invoked the DTA\nprocedure. Not Congress, whose attempt to “determine—through\ndemocratic means—how best” to balance the security of the American\npeople with the detainees’ liberty interests, seeHamdanv.Rumsfeld,548 U. S. 557, 636\n(2006) (Breyer, J., concurring), has been unceremoniously brushed\naside. Not the Great Writ, whose majesty is hardly enhanced by its\nextension to a jurisdictionally quirky outpost, with no tangible\nbenefit to anyone. Not the rule of law, unless by that is meant the\nrule of lawyers, who will now arguably have a greater role than\nmilitary and intelligence officials in shaping policy for alien\nenemy combatants. And certainly not the American people, who today\nlose a bit more control over the conduct of this Nation’s foreign\npolicy to unelected, politically unaccountable\njudges.I respectfully\ndissent.Footnote 1In light of the foregoing, the concurrence is\nwrong to suggest that I “insufficiently appreciat[e]” the issue of\ndelay in these cases. Seeante, at 2 (opinion of Souter,\nJ.). This Court issued its decisions inRasulv.Bush,542\nU. S. 466, andHamdiv.Rumsfeld542 U. S. 507, in 2004. The\nconcurrence makes it sound as if the political branches have done\nnothing in the interim. In fact, Congress responded 18 months later\nby enacting the DTA. Congress cannot be faulted for taking that\ntime to consider how best to accommodate both the detainees’\ninterests and the need to keep the American people safe. Since the\nDTA became law, petitioners have steadfastly refused to avail\nthemselves of the statute’s review mechanisms. It is unfair to\ncomplain that the DTA system involves too much delay when\npetitioners have consistently refused to use it, preferring to\nlitigate instead. Today’s decision obligating district courts to\ncraft new procedures to replace those in the DTA will only prolong\nthe process—and delay relief.Footnote 2The Court wonders what might happen if the\ndetainee puts forward new material evidence but the Deputy\nSecretary refuses to convene a new CSRT. Seeante, at\n62–63. The answer is that the detainee can petition the D. C.\nCircuit for review. The DTA directs that the procedures for review\nof new evidence be included among “[t]he procedures submitted under\nparagraph (1)(A)” governing CSRT review of enemy combatant status\n§1405(a)(3), 119 Stat. 3476. It is undisputed that the D. C.\nCircuit has statutory authority to review and enforce these\nprocedures. See DTA §1005(e)(2)(C)(i),id.,at\n2742.",
    "joined": []
}