{
    "case": {
        "docket": "383",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/383/"
    },
    "id": "3229421",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–894_________________DEPARTMENT OF HOMELAND SECURITY, PETITIONERv.ROBERT J.\nMacLEANon writ of certiorari to the united states court of appeals for\nthe federal circuit[January 21, 2015]Justice Sotomayor, with whom Justice Kennedy joins,\ndissenting.I agree with much of the Court’s opinion. I have no qualms with\nthe Court’s conclusion that the phrase “specifically prohibited by\nlaw,” as used in the Whistleblower Protection Act of 1989 (WPA),5\nU. S. C. §2302(b)(8)(A), does not encompass disclosures\nprohibited only by regulation. Seeante, at 7. Nor do I see\nany problem in the distinction the Court draws between statutes\nthatprohibitinformation from being disclosed, the\nviolation of which may preclude application of the WPA, and\nstatutes that simplyexemptinformation from\notherwise-applicable disclosure requirements, which do not trigger\nthe WPA’s “prohibited by law” exception. Seeante, at\n12–13.I part ways with the Court, however, when it concludes that49\nU. S. C. §114(r)(1) does not itself prohibit the type of\ndisclosure at issue here—the release of information regarding the\nabsence of federal air marshals on overnight flights.Ante,\nat 11. That statute provides, in relevant part, that the\nTransportation Security Administration (TSA) “shallprescribe regulations prohibiting the disclosure of information\nobtained or developed in carrying out security . . . if\nthe Under Secretary decides that disclosing the information would\n. . . be detrimental to the security of transportation.”\n§114(r)(1) (emphasis added).The Court reasons, first, that Section 114(r)(1) does not\n“prohibit anything,” but instead simply “authorizes” the TSA\nto prescribe regulations.Ante, at 11. But this contention\noverlooks the statute’s use of the word “shall,” which, as we have\nobserved, “generally means ‘must.’ ”Gutierrez de\nMartinezv.Lamagno,515 U. S. 417,432, n.9 (1995);\nsee also,e.g.,Federal. Express Corp.v.Holowecki,552 U. S. 389,400 (2008) (“Congress’ use of\nthe term ‘shall’ indicates an intent to ‘impose discretionless\nobligations’ ”) (some internal quotation marks omitted)); A.\nScalia & B. Garner, Reading Law: The Interpretation of Legal\nTexts 114 (2012) (“[W]hen the wordshallcan reasonably read\nas mandatory, it ought to be so read”). Section 114(r)(1) does not\nmerelyauthorizethe TSA to promulgate regulations; it\ndirects it to do so, and describes what those regulations must\naccomplish.The Court focuses, second, on the fact that Section 114(r)\nauthorizes the TSA to “ ‘decid[e]’ ” whether the\ndisclosure of a particular item of information would in fact be\n“ ‘detrimental to the security of transportation.’ ”Ante, at 11–12 (emphasis deleted). I certainly agree that\nthis language vests some discretion in the agency.[1] But the agency is required to prevent the disclosure\nof any information it determines is within Congress’ prohibition;\nits discretion pertains only toidentifyingwhether a\nparticular piece of information falls within the scope of Congress’\ncommand. In concluding that such residual agency discretion\ndeprives Section 114(r) of prohibitory effect, the Court overlooks\nthe degree of agency involvement that is necessary in the\nadministration of many antidisclosure statutes. Congress cannot be\nexpected to identify with particularity each individual document or\ndatum the release of which it wants to preclude. Often, it will\nhave to leave to an agency or other enforcing authority the tasks\nof defining—perhaps through regulations—exactly what type of\ninformation falls within the scope of the congressional\nprohibition, and of determining whether a particular item of\ninformation fits the bill. The enforcing authority may, as the\nCourt puts it, sometimes be required to make some “fine-grained\ndistinction[s]” in fulfilling this charge,ante, at 12, but\nthat does not change the fact that Congress itself is the source of\nthe prohibition on disclosure.[2]Indeed, Congress appears to have anticipated the need for agency\ninvolvement in the interpretation and enforcement of antidisclosure\nstatutes at the time it enacted the WPA. The Senate Report to the\nWPA identified only two statutes the violation of which would\npreclude whistleblower protection, the first being Section\n102(d)(3) of the National Security Act of 1947,61Stat.498, which\npro-vided that “the Director of Central Intelligence shall be\nre-sponsible for protecting intelligence sources and methods from\nunauthorized disclosure.” See S. Rep. No. 95–969, pp. 21–22 (1978).\nThis example clearly suggests Congress contemplated that a statute\ndirecting an agency to protect against disclosures and delegating\nsubstantial authority to the agency should nevertheless be deemed\nto impose the relevant prohibition. Section 114(r)(1)’s delegation\nto the TSA to “decide” whether the release of particular\ninformation would be “detrimental to the security of\ntransportation” likewise simply reflects Congress’ recognition of\nthe inevitable fact that the agency will be tasked, in the first\ninstance, with enforcing its statutory mandate.In sum, with Section 114(r)(1), Congress has required agency\naction that would preclude the release of information “detrimental\nto the security of transportation.” In so doing, Congress has\nexpressed its clear intent to pro-hibit such disclosures. I would\nrespect its intent, and hold that a disclosure contravening that\nmandate is “prohibited by law” within the meaning of the WPA.Having said all that, I appreciate the narrowness of the Court’s\nholding. The Court’s conclusion that Section 114(r) does not itself\nprohibit any disclosures depends entirely on the statutory language\ndirecting the agency to “prescribe regulations,” and providing that\nthe agency will “decid[e]” what information falls within the\nstatue’s purview. Seeante, at 11. From all that appears in\nthe majority opinion, then, this case would likely have turned out\ndifferently if Section 114(r) instead provided: “The disclosure of\ninformation detrimental to the security of transportation is\nprohibited, and the TSA shall promulgate regulations to that\neffect,” or “The Under Secretary shall prescribe regulations\nprohibiting the disclosure of information detrimental to the\nsecurity of transportation; and such disclosures are prohibited.” I\nmyself decline to surrender so fully to sheer formalism, especially\nwhere transportation security is at issue and there is little\ndispute that the disclosure of air marshals’ locations is\npotentially dangerous and was proscribed by the relevant\nimplementing regulation. In so surrendering, however, the Court\nwould appear to have enabled future courts and Con-gresses to avoid\neasily the consequences of its ruling, and thus to have limited\nmuch of the potential for adverse practical effects beyond this\ncase. But in the interim, at least, the Court has left important\ndecisions regarding the disclosure of critical information\ncompletely to the whims of individual employees.I respectfully dissent.Notes1The Court does not address\nrespondent’s alternative argument, accepted by the Court of Appeals\nbelow, that Section 114(r)(1) describes the information encompassed\nin its prohibitory scope with insufficient particularity to qualify\nthe disclosure here as “specificallyprohibited by law”\nwithin the meaning of the WPA. Some of the legislative history of\nthe WPA linked its specificity requirement to the criteria\nestablished in Exemption 3 of the Freedom of Information Act,5\nU. S. C. §552(b)(3), and the Court of Appeals applied\nthis standard. See 714 F. 3d 1301, 1309 (CA Fed. 2013); see also S.\nRep. No. 95–969, pp. 21–22 (1978). MacLean has offered no argument\nthat a WPA anti-disclosure statute must define the relevant\ncategory of information with any greater degree of particularity.\nAssuming the Exemption 3 standard is applicable, I note that\nSection 114(r) is at least as “specific” as the statutory\nprovisions we have previously held to satisfy Exemption 3’s\nrequirements. See,e.g.,Department of Justicev.Julian,486 U. S. 1,9 (1988) (holding that provisions of\nFederal Rule of Criminal Procedure 32(c)(3)(A) and former18\nU. S. C. §4208(c)(1982 ed.) prohibiting disclosure of\nportions of presentence reports “relat[ed] to confidential sources,\ndiagnostic opinions,and other information that may cause harm\nto the defendant or to third parties” could justify withholding\nunder Exemption 3 (emphasis added)).2For the same reasons, the agency’s\ndecision that a disclosure contravened a statute may not\nnecessarily be determinative in any given WPA case: Although an\nagency may no doubt receive deference in the interpretation and\nimplementation of a prohibitory statute, ultimately WPA protection\nwill not apply if the agency improperly concluded that a given\ndisclosure was prohibited by that statute. Cf.CIAv.Sims,471 U. S. 159–181 (1985) (according deference to\nCentral Intelligence Agency’s expertise, but engaging in an\nextended analysis of whether the particular information the agency\nrefused to disclose fell within the scope of the statutory\nprohibition).",
    "joined": []
}