{
    "case": {
        "docket": "18-1233",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1233/"
    },
    "id": "4240395",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1233_________________ROMAG FASTENERS, INC., PETITIONERv.FOSSIL, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 23, 2020]Justice Sotomayor, concurring in the\njudgment.I agree that 15 U. S. C. §1117(a) does\nnot impose a “willfulness” prerequisite for awarding profits in\ntrademark infringement actions. Courts of equity, however, defined\n“willfulness” to encompass a range of culpable mental\nstates—including the equivalent of recklessness, but excluding\n“good faith” or negligence. See 5 McCarthy on Trademarks and Unfair\nCompetition §30:62 (5th ed. 2019) (explaining that “willfulness”\nranged from fraudulent and knowing to reckless and indifferent\nbehavior); see also,e.g.,Lawrence-Williams Co.v.Societe Enfants Gombault et Cie, 52 F.2d 774, 778 (CA6\n1931);Regisv.Jaynes, 191 Mass. 245, 248–249, 77\nN.E. 774, 776 (1906).The majority suggests that courts of equity were\njust as likely to award profits for such “willful” infringement as\nthey were for “innocent” infringement.Ante, at 5–6. But\nthat does not reflect the weight of authority, which indicates that\nprofits were hardly, if ever, awarded for innocent infringement.\nSee,e.g., Woodv.Peffer,55 Cal. App. 2d 116, 125 (1942) (explaining that “equity\nconstantly refuses, for want of fraudulent intent, the prayer for\nan accounting of profits”);Globe-Wernicke Co.v.Safe-Cabinet Co., 110 Ohio St. 609, 617, 144 N.E. 711, 713\n(1924) (“By the great weight of authority, particularly where the\ninfringement . . . was deliberate and willful, it is held\nthat the wrongdoer is required to account for all profits realized\nby him as a result of his wrongful acts”);Dickeyv.Mutual Film Corp., 186 App. Div. 701, 702, 174 N.Y.S. 784\n(1919) (declining to award profits because there was “no proof of\nany fraudulent intent upon the part of the defendant”);Standard\nCigar Co.v.Goldsmith, 58 Pa. Super. 33, 37 (1914)\n(reasoning that a defendant “should be compelled to account for\n. . . profits” where “the infringement complained of was\nnot the result of mistake or ignorance of the plaintiff ’s\nright”). Nor would doing so seem to be consistent with longstanding\nequitable principles which, after all, seek to deprive only\nwrongdoers of their gains from misconduct. Cf.Duplate Corp.v.Triplex Safety Glass Co.,298 U.S.\n448, 456–457 (1936). Thus, a district court’s award of profits\nfor innocent or good-faith trademark infringement would not be\nconsonant with the “principles of equity” referenced in §1117(a)\nand reflected in the cases the majority cites.Anteat\n6–7.Because the majority is agnostic about awarding\nprofits for both “willful” and innocent infringement as those terms\nhave been understood, I concur in the judgment only.",
    "joined": []
}