{
    "case": {
        "docket": "817",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/817/"
    },
    "id": "1963339",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTDILLON V. UNITED STATES560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-6338PERCY DILLON, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the third circuit[June 17, 2010]Justice Sotomayor delivered the\nopinion of the Court.A federal court generally “may\nnot modify a term of imprisonment once it has been imposed.” 18 U.\nS. C. §3582(c). Congress has provided an exception to that\nrule “in the case of a defendant who has been sentenced to a term\nof imprisonment based on a sentencing range that has subsequently\nbeen lowered by the Sentencing Commission.” §3582(c)(2). In those\ncircumstances, §3582(c)(2) authorizes a court to reduce the term of\nimprisonment “if such a reduction is consistent with” applicable\nCommission policy statements. The policy statement governing\n§3582(c)(2) proceedings instructs courts not to reduce a term of\nimprisonment below the minimum of an amended sentencing range\nexcept to the extent the original term of imprisonment was below\nthe range then applicable. See United States Sentencing Commission,\nGuidelines Manual §1B1.10(b)(2) (Nov. 2009) (USSG). This case\npresents the question whether our decision inUnited\nStatesv.Booker,543 U. S. 220(2005),\nwhich rendered the Guidelines advisory to remedy the Sixth\nAmendment problems associated with a mandatory sentencing regime,\nrequires treating §1B1.10(b) as nonbinding. We conclude thatBookerdoes not demand that result.IThe Sentencing Reform Act of 1984\n(SRA or Act), 98 Stat. 1987, established the Sentencing Commission\nand authorized it to promulgate Sentencing Guidelines and to issue\npolicy statements regarding the Guidelines’ application. See 28 U.\nS. C. §§991, 994(a). The Act also charged the Commission with\nperiodically reviewing and revising the Guidelines. See\n§994(o). When a revision reduces the Guidelines range for\na given offense, the Commission must determine “in what\ncircumstances and by what amount the sentences of prisoners serving\nterms of imprisonment for the offense may be reduced.” §994(u).As enacted, the SRA made the\nSentencing Guidelines binding. SeeBooker, 543 U. S., at\n233–234. Except in limited circumstances, district courts lacked\ndiscretion to depart from the Guidelines range. SeeBurnsv.United States,501 U. S. 129, 133\n(1991). Under that regime, facts found by a judge by a\npreponderance of the evidence often increased the mandatory\nGuidelines range and permitted the judge to impose a sentence\ngreater than that supported by the facts established by the jury\nverdict or guilty plea. SeeBooker, 543 U. S., at 235. We\nheld inBookerthat treating the Guidelines as mandatory\nin these circumstances violated the Sixth Amendment right of\ncriminal defendants to be tried by a jury and to have every element\nof an offense proved by the Government beyond a reasonable doubt.Id., at 243–244.To remedy the constitutional problem, we\nrendered the Guidelines advisory by invalidating two provisions of\nthe SRA: 18 U. S. C. §3553(b)(1) (2000 ed., Supp. IV), which\ngenerally required a sentencing court to impose a sentence within\nthe applicable Guidelines range, and §3742(e) (2000 ed. and Supp.\nIV), which prescribed the standard of review on appeal, includingde novoreview of Guidelines departures. 543 U. S., at\n259. “With these two sections excised (and statutory\ncross-references to the two sections consequently invalidated),” we\nheld that “the remainder of the Act satisfies the Court’s\nconstitutional requirements.”Ibid.Bookerthus\nleft intact other provisions of the SRA, including those giving the\nCommission authority to revise the Guidelines, 28 U. S. C.\n§994(o) (2006 ed.), and to determine when and to what\nextent a revision will be retroactive, §994(u).With respect to drug-trafficking offenses, the\nSentencing Guidelines establish a defendant’s base offense level\naccording to the type and weight of the drug. See USSG §§2D1.1(a),\n(c). When the Commission first promulgated the Guidelines in 1987,\nit adopted the 100-to-1 ratio selected by Congress in setting\nmandatory minimum sentences in the Anti-Drug Abuse Act of 1986, 100\nStat. 3207. Under that framework, the Commission “treated every\ngram of crack cocaine as the equivalent of 100 grams of powder\ncocaine.”Kimbroughv.United States,552 U. S. 85, 96 (2007).\nThe Commission later sought to alleviate the disparity produced by\nthis ratio. After several failed attempts at reform, seeid., at 99, the Commission in 2007 amended the Guidelines\nto reduce by two levels the base offense level associated with each\nquantity of crack cocaine. See USSG Supp. App. C, Amdt. 706\n(effective Nov. 1, 2007). In 2008, the Commission made that\namendment retroactive. Seeid., Amdt. 713 (effective Mar.\n3, 2008).When the Commission makes a Guidelines\namendment retroactive, 18 U. S. C. §3582(c)(2) authorizes a\ndistrict court to reduce an otherwise final sentence that is based\non the amended provision. Any reduction must be consistent with\napplicable policy statements issued by the Sentencing Commission.\nThe relevant policy statement, USSG §1B1.10, instructs courts\nproceeding under §3582(c)(2) to substitute the amended Guidelines\nrange while “leav[ing] all other guideline application decisions\nunaffected.” §1B1.10(b)(1).[Footnote 1] Under §3582(c)(2), a court may then grant a\nreduction within the amended Guidelines range if it determines that\none is warranted “after considering the factors set forth in\nsection 3553(a) to the extent that they are applicable.”[Footnote 2] Except in limited\ncircumstances, however, §1B1.10(b)(2)(A) forecloses a court acting\nunder §3582(c)(2) from reducing a sentence “to a term that is less\nthan the minimum of the amended guideline range.”IIA jury convicted petitioner Percy\nDillon in 1993 of conspiracy to distribute and to possess with the\nintent to distribute more than 500 grams of powder cocaine and more\nthan 50 grams of crack cocaine in violation of 21 U. S. C.\n§846, possession with the intent to distribute more than 500 grams\nof powder cocaine in violation of §841(a)(1), and use of a firearm\nduring and in relation to a drug-trafficking offense in violation\nof 18 U. S. C. §924(c)(1). Dillon’s convictions exposed him to\na statutory sentencing range of 10 years to life for the\nconspiracy, 5-to-40 years for cocaine possession, and a mandatory\nminimum sentence of 5 years for the firearm offense, to be served\nconsecutively to the sentence for the drug offenses.At sentencing, the District Court\nmade additional findings of fact and concluded that Dillon was\nresponsible for 1.5 kilograms of crack and 1.6 kilograms of powder\ncocaine. Under USSG §2D1.1, those drug quantities produced a base\noffense level of 38. After offsetting adjustments for acceptance of\nresponsibility, §3E1.1, and reckless endangerment during flight,\n§3C1.2, Dillon’s total offense level remained 38. Coupled with a\ncriminal-history category of II,[Footnote 3] that offense level produced a then-mandatory\nGuidelines range of 262-to-327 months’ imprisonment for the drug\ncounts.The court sentenced Dillon at the bottom of\nthe Guidelines range for those counts, followed by a mandatory\n60-month sentence for the firearm count, for a total sentence of\n322 months’ imprisonment. At Dillon’s sentencing, the court\ndescribed the term of imprisonment as “entirely too high for the\ncrime [Dillon] committed.” App. 13. Perceiving no basis for\ndeparting from the then-mandatory Sentencing Guidelines, the\nDistrict Court felt constrained to impose a sentence within the\nprescribed range. The Court of Appeals for the Third Circuit\naffirmed Dillon’s convictions and sentence on appeal. See 100\nF. 3d 949 (1996).After the Sentencing Commission made the\namendment to the crack-cocaine Guidelines retroactive in 2008,\nDillon filed apro semotion for a sentence reduction\npursuant to §3582(c)(2). In the motion, Dillon asked the court to\ngrant not just the two-level reduction authorized by the amendment\nbut also a further reduction consistent with the sentencing factors\nfound in §3553(a). Based largely on his postsentencing conduct,\nincluding his determined pursuit of educational and\ncommunity-outreach opportunities, Dillon contended that a variance\nfrom the amended Guidelines range was warranted in his case. He\nfurther urged that, afterBooker, the court was authorized\nto grant such a variance because the amended Guidelines range was\nadvisory notwithstanding any contrary statement in §1B1.10.The District Court reduced Dillon’s sentence\nto 270 months—the term at the bottom of the revised Guidelines\nrange.[Footnote 4] But the\ncourt declined to go further. Concluding that the sentencing\nproceedings at issue inBookerare readily distinguishable\nfrom those under §3582(c)(2), the court foundBooker’s\nholdings inapplicable to the instant proceeding and accordingly\nheld that it lacked authority to impose a sentence inconsistent\nwith §1B1.10.The Third Circuit affirmed. 572 F. 3d\n146, 150 (2009). The court noted that §3582(c)(2) is codified in a\ndifferent section than the provisions invalidated inBookerand contains no cross-reference to those\nprovisions. Finding no other indication thatBooker“obviate[d] the congressional directive in §3582(c)(2) that a\nsentence reduction pursuant to that section be consistent with\nSentencing Commission policy statements,” 572 F. 3d, at 149,\nthe Third Circuit held that §1B1.10 is binding. It therefore agreed\nthat the District Court lacked authority to reduce Dillon’s\nsentence below the amended Guidelines range.We granted certiorari to considerBooker’s applicability to §3582(c)(2) proceedings. 558 U.\nS. ___ (2009).IIIA“[A] judgment of conviction that\nincludes [a sentence of imprisonment] constitutes a final judgment”\nand may not be modified by a district court except in limited\ncircumstances. §3582(b). Section 3582(c)(2) establishes an\nexception to the general rule of finality “in the case of a\ndefendant who has been sentenced to a term of imprisonment based on\na sentencing range that has subsequently been lowered by the\nSentencing Commission pursuant to 28 U. S. C.\n§994(o)” and made retroactive pursuant to §994(u). In such\ncases, Congress has authorized courts to “reduce the term of\nimprisonment, after considering the factors set forth in section\n3553(a) to the extent that they are applicable, if such a reduction\nis consistent with applicable policy statements issued by the\nSentencing Commission.” §3582(c)(2).Characterizing proceedings under\n§3582(c)(2) as “resentencing” proceedings, Dillon contends that\n“[t]here is no practical or functional difference between a\nresentencing pursuant to §3582(c)(2) and any other resentencing.”\nBrief for Petitioner 18. Accordingly, Dillon urges, the same\nprinciples that govern other sentencing proceedings likewise govern\n§3582(c)(2) proceedings, and courts have authority under\n§3582(c)(2) to vary from the revised Guidelines range consistent\nwith §3553(a), seeKimbrough, 552 U. S., at 101. Dillon\ncites as support for this view §3582(c)(2)’s instruction to\nconsider the factors in §3553(a) in determining whether a sentence\nreduction is warranted. Under Dillon’s approach,Bookerwould preclude the Commission from issuing a policy statement that\ngenerally forecloses below-Guidelines sentences at §3582(c)(2)\nproceedings, as USSG §1B1.10 purports to do. Dillon thus asks us to\nexcise the mandatory language of §1B1.10(b)(2)(A) and treat that\nprovision as advisory, just as we did the offending statutory\nprovisions inBooker.The language of §3582(c)(2) belies Dillon’s\ncharacterization of proceedings under that section. By its terms,\n§3582(c)(2) does not authorize a sentencing or resentencing\nproceeding. Instead, it provides for the “modif[ication of] a term\nof imprisonment” by giving courts the power to “reduce” an\notherwise final sentence in circumstances specified by the\nCommission. Compare 28 U. S. C. §994(a)(2)(C) (referring to\n§3582(c)(2) as a “sentence modification provisio[n]”), with 18 U.\nS. C. §3742(f) (authorizing courts of appeals to remand “for\nfurther sentencing” upon a finding of error), and §3742(g)\n(establishing the terms of “sentencing upon remand” and describing\nthe proceeding as a “resentenc[ing]” (capitalization omitted)). It\nis also notable that the provision applies only to a limited class\nof prisoners—namely, those whose sentence was based on a sentencing\nrange subsequently lowered by the Commission. Section 3582(c)(2)’s\ntext, together with its narrow scope, shows that Congress intended\nto authorize only a limited adjustment to an otherwise final\nsentence and not a plenary resentencing proceeding.The substantial role Congress gave the\nCommission with respect to sentence-modification proceedings\nfurther supports this conclusion. The SRA charges the Commission\nboth with deciding whether to amend the Guidelines,\n§994(o), and with determining whether and to what extent\nan amendment will be retroactive, §994(u).[Footnote 5] A court’s power under §3582(c)(2) thus\ndepends in the first instance on the Commission’s decision not just\nto amend the Guidelines but to make the amendment retroactive. The\ncourt is also constrained by the Commission’s statements dictating\n“by what amount” the sentence of a prisoner serving a term of\nimprisonment affected by the amendment “may be reduced.” §994(u);\nsee alsoBraxtonv.United States,500 U. S. 344, 348\n(1991) (noting that the Commission implemented that power through\n§1B1.10).Read in this context, §3582(c)(2)’s reference\nto §3553(a) does not undermine our narrow view of proceedings under\nthe former provision. Section 3582(c)(2) instructs a district court\nto “conside[r] the factors set forth in section 3553(a) to the\nextent that they are applicable,” but it authorizes a reduction on\nthat basis only “if such a reduction is consistent with applicable\npolicy statements issued by the Sentencing Commission”—namely,\n§1B1.10. The statute thus establishes a two-step inquiry. A court\nmust first determine that a reduction is consistent with §1B1.10\nbefore it may consider whether the authorized reduction is\nwarranted, either in whole or in part, according to the factors set\nforth in §3553(a).Following this two-step approach, a district\ncourt proceeding under §3582(c)(2) does not impose a new sentence\nin the usual sense. At step one, §3582(c)(2) requires the court to\nfollow the Commission’s instructions in §1B1.10 to determine the\nprisoner’s eligibility for a sentence modification and the extent\nof the reduction authorized. Specifically, §1B1.10(b)(1) requires\nthe court to begin by “determin[ing] the amended guideline range\nthat would have been applicable to the defendant” had the relevant\namendment been in effect at the time of the initial sentencing. “In\nmaking such determination, the court shall substitute only the\namendments listed in subsection (c) for the corresponding guideline\nprovisions that were applied when the defendant was sentenced and\nshall leave all other guideline application decisions unaffected.”Ibid.Consistent with the limited nature of\n§3582(c)(2) proceedings, §1B1.10(b)(2) also confines the extent of\nthe reduction authorized. Courts generally may “not reduce the\ndefendant’s term of imprisonment under 18 U. S. C. §3582(c)(2)\n… to a term that is less than the minimum of the amended guideline\nrange” produced by the substitution. §1B1.10(b)(2)(A). Only if the\nsentencing court originally imposed a term of imprisonment below\nthe Guidelines range does §1B1.10 authorize a court proceeding\nunder §3582(c)(2) to impose a term “comparably” below the amended\nrange. §1B1.10(b)(2)(B).At step two of the inquiry, §3582(c)(2)\ninstructs a court to consider any applicable §3553(a) factors and\ndetermine whether, in its discretion, the reduction authorized by\nreference to the policies relevant at step one is warranted in\nwhole or in part under the particular circumstances of the case.\nBecause reference to §3553(a) is appropriate only at the second\nstep of this circumscribed inquiry, it cannot serve to transform\nthe proceedings under §3582(c)(2) into plenary resentencing\nproceedings.This understanding of §3582(c)(2) as a narrow\nexception to the rule of finality finds further support outside the\nstatute. Federal Rule of Criminal Procedure 43 requires that a\ndefendant be present at “sentencing,” see Rule 43(a)(3), but it\nexcludes from that requirement proceedings that “involv[e] the\ncorrection or reduction of sentence under Rule 35 or 18 U.\nS. C. §3582(c),” Rule 43(b)(4). Like §3582(c)(2), Rule 35\ndelineates a limited set of circumstances in which a sentence may\nbe corrected or reduced. Specifically, it authorizes a court to\n“correct a sentence that resulted from arithmetical, technical, or\nother clear error” within 14 days after sentencing, Rule 35(a), and\nit authorizes a reduction for substantial assistance on the\nGovernment’s motion, Rule 35(b). Rule 43 therefore sets the\nproceedings authorized by §3582(c)(2) and Rule 35 apart from other\nsentencing proceedings.BGiven the limited scope and\npurpose of §3582(c)(2), we conclude that proceedings under that\nsection do not implicate the interests identified inBooker. Notably, the sentence-modification proceedings\nauthorized by §3582(c)(2) are not constitutionally compelled. We\nare aware of no constitutional requirement of retroactivity that\nentitles defendants sentenced to a term of imprisonment to the\nbenefit of subsequent Guidelines amendments. Rather, §3582(c)(2)\nrepresents a congressional act of lenity intended to give prisoners\nthe benefit of later enacted adjustments to the judgments reflected\nin the Guidelines.Viewed that way, proceedings\nunder §3582(c)(2) do not implicate the Sixth Amendment right to\nhave essential facts found by a jury beyond a reasonable doubt.\nTaking the original sentence as given, any facts found by a judge\nat a §3582(c)(2) proceeding do not serve to increase the prescribed\nrange of punishment; instead, they affect only the judge’s exercise\nof discretion within that range. “[J]udges in this country have\nlong exercised discretion of this nature in imposing sentencewithin [established] limitsin the individual case,” and\nthe exercise of such discretion does not contravene the Sixth\nAmendment even if it is informed by judge-found facts.Apprendiv.New Jersey,530 U. S. 466, 481\n(2000) (emphasis in original). Because §3582(c)(2) proceedings give\njudges no more than this circumscribed discretion, “[t]here is no\nencroachment here by the judge upon facts historically found by the\njury, nor any threat to the jury’s domain as a bulwark at trial\nbetween the State and the accused.”Oregonv.Ice, 555 U. S. ___, ___ (2009) (slip op., at 8).\nAccordingly, Dillon’s Sixth Amendment rights were not violated by\nthe District Court’s adherence to the instruction in §1B1.10 to\nconsider a reduction only within the amended Guidelines range.Dillon contends that, even if §3582(c)(2) does\nnot implicate the constitutional rights vindicated inBooker—something the dissent appears to concede—the\nremedial aspect of the Court’s decision applies to proceedings\nunder that section and requires that the Guidelines be treated as\nadvisory in such proceedings just as they are in other sentencing\nproceedings. In support of his position, Dillon invokes the Ninth\nCircuit’s reasoning inUnited Statesv.Hicks,\n472 F. 3d 1167, 1170 (2007).[Footnote 6] Relying on our rejection inBookerof\na remedy that would have made the Guidelines advisory only in\ncertain cases—namely, when treating them as binding would run afoul\nof the Sixth Amendment, see 543 U. S., at 265–267—the Ninth Circuit\nheld thatBookerprecludes treating the Guidelines as\nmandatory for purposes of §3582(c)(2) and advisory in other\ncontexts, seeHicks, 472 F. 3d, at 1171–1172.This argument is unpersuasive. The incomplete\nremedy we rejected inBookerwould have required courts to\ntreat the Guidelines differently in similar proceedings, leading\npotentially to unfair results and considerable administrative\nchallenges. See 543 U. S., at 266. As already explained, the\nsentence-modification proceedings authorized by §3582(c)(2) are\nreadily distinguishable from other sentencing proceedings. Given\nthe substantially different purpose of §3582(c)(2) and the\ncircumscribed nature of proceedings under that section, requiring\ncourts to honor §1B1.10(b)(2)’s instruction not to depart from the\namended Guidelines range at such proceedings will create none of\nthe confusion or unfairness that led us inBookerto\nreject the Government’s argument for a partial fix.The dissent’s contrary conclusion rests on two\nerroneous premises. First, the dissent ignores the fundamental\ndifferences between sentencing and sentence-modification\nproceedings and asserts without explanation that “[n]othing turns\non” the distinction between them.Post, at 11. For the\nreasons stated above, the statutory differences between the\nproceedings are highly significant.    Second, the\ndissent gives short shrift to the fact that, afterBooker,\nthe Commission retains at least some authority to bind the courts.\nThrough §994(u), Congress charged the Commission with determining\n“in what circumstances and by what amount” the sentences of\nprisoners affected by Guidelines amendments “may be reduced.” No\none disputes that the Commission’s retroactivity determinations\nmade pursuant to the first part of that authorization are binding.\nSeepost, at 17, and n. 8. This aspect of the\nCommission’s power emphatically undermines the dissent’s insistence\nthat the Guidelines afterBookerare “completely\nadvisory.”Post, at 9. Moreover, while the dissent\ncriticizes our approach for leaving the Commission with only the\n“the tiniest sliver of lawmaking power,”post, at 11, the\ndissent would leave the Commission with an even smaller and less\nexplicable sliver by dissecting the authority granted by\n§994(u).For all of these reasons, we conclude that\nneitherBooker’s constitutional nor remedial holding\nrequires the result that Dillon urges.IVDillon additionally contends that\nthe District Court erred in failing to correct two mistakes in his\noriginal sentence. Under his view of §3582(c)(2), a district court\nis required to recalculate a defendant’s sentence. Thus, any\nmistakes committed at the initial sentencing are imposed anew if\nthey are not corrected. According to Dillon, the District Court in\nthe instant proceeding should have corrected theBookererror that resulted from the initial sentencing court’s treatment\nof the Guidelines as mandatory, and it should have adjusted his\ncriminal-history category, which he now contends was erroneously\ninflated.Dillon’s arguments in this regard\nare premised on the same misunderstanding of the scope of\n§3582(c)(2) proceedings dispelled above. As noted, §3582(c)(2) does\nnot authorize a resentencing. Instead, it permits a sentence\nreduction within the narrow bounds established by the Commission.\nThe relevant policy statement instructs that a court proceeding\nunder §3582(c)(2) “shall substitute” the amended Guidelines range\nfor the initial range “and shall leave all other guideline\napplication decisions unaffected.” §1B1.10(b)(1). Because the\naspects of his sentence that Dillon seeks to correct were not\naffected by the Commission’s amendment to §2D1.1, they are outside\nthe scope of the proceeding authorized by §3582(c)(2), and the\nDistrict Court properly declined to address them.*  *  *For the foregoing reasons, the\njudgment of the Court of Appeals isAffirmed.Justice Alito took no part in the\ndecision of this case.Footnote 1The Sentencing Commission substantially\nrevised §1B1.10 in March 2008, see USSG Supp. App. C, Amdt. 712\n(Nov. 2009) (effective Mar. 3, 2008), roughly three months before\nthe District Court’s decision in this case. Because the current\nversion of the relevant Guidelines provisions is not meaningfully\ndifferent from the version in effect at the time of the District\nCourt’s decision, references in this opinion are to the current,\n2009 edition of the Guidelines.Footnote 2Section 3553(a) provides that a “court shall\nimpose a sentence sufficient, but not greater than necessary, to\ncomply with the purposes set forth in paragraph (2) of this\nsubsection,” and it enumerates several factors a court “shall\nconsider” in determining an appropriate sentence, including “the\nnature and circumstances of the offense and the history and\ncharacteristics of the defendant,” §3553(a)(1).Footnote 3The Probation Office based Dillon’s\ncriminal-history assessment on two prior misdemeanor convictions,\none for possession of marijuana and one for resisting arrest.\nDillon did not object to that calculation of his criminal-history\nscore.Footnote 4The revised sentence reflects a 210-month\nterm of imprisonment for the narcotics offenses and a mandatory,\nconsecutive 60-month term for the firearm offense.Footnote 5We do not respond to the dissent’s\nseparation-of-powers discussion, seepost, at 11–16\n(opinion of Stevens, J.), as that issue is not fairly encompassed\nwithin the questions presented and was not briefed by the\nparties.Footnote 6The Ninth Circuit subsequently agreed to\nconsider en bancBooker’s applicability to §3582(c)(2)\nproceedings. SeeUnited Statesv.Fox, 583\nF. 3d 596 (2009). The matter was stayed pending our decision\nin this case. No. 08–30445 (CA9, Dec. 8, 2009).",
    "joined": []
}