{
    "case": {
        "docket": "16-142",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-142/"
    },
    "id": "3742849",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–142_________________TERRY MICHAEL HONEYCUTT, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 5, 2017]Justice Sotomayor delivered the opinion of the\nCourt.A federal statute— 21 U. S. C. §853—mandates\nforfeit-ure of “any property constituting, or derived from, any\nproceeds the person obtained, directly or indirectly, as the result\nof” certain drug crimes. This case concerns how §853 operates when\ntwo or more defendants act as part of a conspiracy. Specifically,\nthe issue is whether, under §853, a defendant may be held jointly\nand severally liable for property that his co-conspirator derived\nfrom the crime but that the defendant himself did not acquire. The\nCourt holds that such liability is inconsistent with the statute’s\ntext and structure.ITerry Michael Honeycutt managed sales and\ninventory for a Tennessee hardware store owned by his brother, Tony\nHoneycutt. After observing several “ ‘edgy looking\nfolks’ ” purchasing an iodine-based water-purification product\nknown as Polar Pure, Terry Honeycutt contacted the Chattanooga\nPolice Department to inquire whether the iodine crystals in the\nproduct could be used to manufacture methamphetamine. App. to Pet.\nfor Cert. 2a. An officer confirmed that individuals were using\nPolar Pure for this purpose and advised Honeycutt to cease selling\nit if the sales made Honeycutt “ ‘uncomfortable.’ ”Ibid.Notwithstanding the officer’s advice, the store\ncontinued to sell large quantities of Polar Pure. Although each\nbottle of Polar Pure contained enough iodine to purify 500 gallons\nof water, and despite the fact that most people have no legitimate\nuse for the product in large quantities, the brothers sold as many\nas 12 bottles in a single transaction to a single customer. Over a\n3-year period, the store grossed roughly $400,000 from the sale of\nmore than 20,000 bottles of Polar Pure.Unsurprisingly, these sales prompted an\ninvestigation by the federal Drug Enforcement Administration along\nwith state and local law enforcement. Authorities exe-cuted a\nsearch warrant at the store in November 2010 and seized its entire\ninventory of Polar Pure—more than 300 bottles. A federal grand jury\nindicted the Honeycutt brothers for various federal crimes relating\nto their sale of iodine while knowing or having reason to believe\nit would be used to manufacture methamphetamine. Pursuant to the\nComprehensive Forfeiture Act of 1984, §303, 98Stat. 2045, 21 U. S.\nC. §853(a)(1), which mandates forfeiture of “any proceeds the\nperson obtained, directly or indirectly, as the result of” drug\ndistribution, the Government sought forfeiture money judgments\nagainst each brother in the amount of $269,751.98, which\nrepresented the hardware store’s profits from the sale of Polar\nPure. Tony Honeycutt pleaded guilty and agreed to forfeit $200,000.\nTerry went to trial. A jury acquitted Terry Honeycutt of 3 charges\nbut found him guilty of the remaining 11, including conspiring to\nand knowingly distributing iodine in violation of §§841(c)(2),\n843(a)(6), and 846.The District Court sentenced Terry Honeycutt to\n60 months in prison. Despite conceding that Terry had no\n“controlling interest in the store” and “did not stand to benefit\npersonally,” the Government insisted that the District Court “hold\n[him] jointly liable for the profit from the illegal sales.” App.\nto Pet. for Cert. 60a–61a. The Government thus sought a money\njudgment of $69,751.98, the amount of the conspiracy profits\noutstanding after Tony Honeycutt’s forfeiture payment. The District\nCourt declined to enter a forfeiture judgment, reasoning that\nHoneycutt was a salaried employee who had not person-ally received\nany profits from the iodine sales.The Court of Appeals for the Sixth Circuit\nreversed. As co-conspirators, the court held, the brothers are\n“ ‘jointly and severally liable for any proceeds of the\nconspiracy.’ ” 816 F. 3d 362, 380 (2016). The court\ntherefore concluded that each brother bore full responsibility for\nthe entire forfeiture judgment.Ibid.The Court granted certiorari to resolve\ndisagreement among the Courts of Appeals regarding whether joint\nand several liability applies under §853.[1] 580 U. S. ___ (2016).IICriminal forfeiture statutes empower the\nGovernment to confiscate property derived from or used to\nfacilitate criminal activity. Such statutes serve important\ngovernmental interests such as “separating a criminal from his\nill-gotten gains,” “returning property, in full, to those\nwrongfully deprived or defrauded of it,” and “lessen[ing] the\neconomic power” of criminal enterprises.Caplin & Drysdale,\nCharteredv.United States, 491 U. S. 617 –630\n(1989). The statute at issue here—§853—mandates forfeiture with\nrespect to persons convicted of certain serious drug crimes. The\nquestion presented is whether §853 embraces joint and several\nliability for forfeiture judgments.A creature of tort law, joint and several\nliability “applies when there has been a judgment against multiple\ndefendants.”McDermott, Inc.v.AmClyde, 511\nU. S. 202 –221 (1994). If two or more defendants jointly cause\nharm, each defendant is held liable for the entire amount of the\nharm; provided, however, that the plaintiff recover only once for\nthe full amount. See Restatement (Second) of Torts §875 (1977).\nApplication of that principle in the forfeiture context when two or\nmore defendants conspire to violate the law would require that each\ndefendant be held liable for a forfeiture judgment based not only\non property that he used in or acquired because of the crime, but\nalso on property obtained by his co-conspirator.An example is instructive. Suppose a farmer\nmasterminds a scheme to grow, harvest, and distribute mari-juana on\nlocal college campuses. The mastermind recruits a college student\nto deliver packages and pays the student $300 each month from the\ndistribution proceeds for his services. In one year, the mastermind\nearns $3 million. The student, meanwhile, earns $3,600. If joint\nand sev-eral liability applied, the student would face a forfeiture\njudgment for the entire amount of the conspiracy’s proceeds: $3\nmillion. The student would be bound by that judgment even though he\nnever personally acquired any proceeds beyond the $3,600. This case\nrequires determination whether this form of liability is permitted\nunder §853(a)(1). The Court holds that it is not.AForfeiture under §853 applies to “any person”\nconvicted of certain serious drug crimes. Section 853(a) limits the\nstatute’s reach by defining the property subject to forfeit-ure in\nthree separate provisions. An understanding of how these three\nprovisions work to limit the operation of the statute is helpful to\nresolving the question in this case. First, the provision at issue\nhere, §853(a)(1), limits forfeit-ure to “property constituting, or\nderived from, any proceeds the person obtained, directly or\nindirectly, as the result of” the crime. Second, §853(a)(2)\nrestricts forfeiture to “property used, or intended to be used, in\nany manner or part, to commit, or to facilitate the commission of,”\nthe crime. Finally, §853(a)(3) applies to persons “convicted of\nengaging in a continuing criminal enterprise”—a form of\nconspiracy—and requires forfeiture of “property described in\nparagraph (1) or (2)” as well as “any of [the defendant’s] interest\nin, claims against, and property or contractual rights affording a\nsource of control over, the continuing criminal enterprise.” These\nprovisions, by their terms, limit forfeiture under §853 to tainted\nproperty; that is, property flowing from (§853(a)(1)), or used in\n(§853(a)(2)), the crime itself. The limitations of §853(a) thus\nprovide the first clue that the statute does not countenance joint\nand several liability, which, by its nature, would require\nforfeiture of untainted property.Recall, for example, the college student from\nthe earlier hypothetical. The $3,600 he received for his part in\nthe marijuana distribution scheme clearly falls within §853(a)(1):\nIt is property he “obtained . . . as the result of” the\ncrime. But if he were held jointly and severally liable for the\nproceeds of the entire conspiracy, he would owe the Government $3\nmillion. Of the $3 million, $2,996,400 would have no connection\nwhatsoever to the student’s participation in the crime and would\nhave to be paid from the student’s untainted assets. Joint and\nseveral liability would thus represent a departure from §853(a)’s\nrestriction of forfeiture to tainted property.In addition to limiting forfeiture to tainted\nproperty, §853(a) defines forfeitable property solely in terms of\npersonal possession or use. This is most clear in the specific text\nof §853(a)(1)—the provision under which the Government sought\nforfeiture in this case. Section 853(a)(1) limits forfeiture to\nproperty the defendant “obtained . . . as the result of”\nthe crime. At the time Congress enacted §853(a)(1), the verb\n“obtain” was defined as “to come into possession of” or to “get or\nacquire.” Random House Dictionary of the English Language 995\n(1966); see also 7 Oxford English Dictionary 37 (1933) (defining\n“obtain” as “[t]o come into the possession or enjoyment of\n(something) by one’s own effort, or by request; to procure or gain,\nas the result of purpose and effort”). That definition persists\ntoday. See Black’s Law Dictionary 1247 (10th ed. 2014) (defining\n“obtain” as “[t]o bring into one’s own possession; to procure, esp.\nthrough effort”); cf.Sekharv.United States, 570\nU. S. ___, ___–___ (2013) (slip op., at 4–5) (“Obtaining\nproperty requires ‘. . . the acquisition of\nproperty’ ”). Neither the dictionary definition nor the common\nusage of the word “obtain” supports the conclusion that an\nindividual “obtains” property that was acquired by someone else.\nYet joint and several liability would mean just that: The college\nstudent would be presumed to have “obtained” the $3 million that\nthe mastermind acquired.Section 853(a)(1) further provides that the\nforfeitable property may be “obtained, directly or indirectly.” The\nadverbs “directly” and “indirectly” modify—but do not erase—the\nverb “obtain.” In other words, these adverbs refer to how a\ndefendant obtains the property; they do not negate the requirement\nthat he obtain it at all. For instance, the marijuana mastermind\nmight receive payments directly from drug purchasers, or he might\narrange to have drug purchasers pay an intermediary such as the\ncollege student. In all instances, he ultimately “obtains” the\nproperty—whether “directly or indirectly.”The other provisions of §853(a) are in accord\nwith the limitation of forfeiture to property the defendant himself\nobtained. Section 853(a)(2) mandates forfeiture of prop-erty used\nto facilitate the crime but limits forfeiture to “the person’s\nproperty.” Similarly, §853(a)(3) requires forfeit-ure of property\nrelated to continuing criminal enterprises, but contrary to joint\nand several liability principles, requires the defendant to forfeit\nonly “his interest in” the enterprise.Section 853(a)’s limitation of forfeiture to\ntainted property acquired or used by the defendant, together with\nthe plain text of §853(a)(1), foreclose joint and several liability\nfor co-conspirators.BJoint and several liability is not only\ncontrary to §853(a), it is—for the same reasons—contrary to several\nother provisions of §853. Two provisions expressly incorporate the\n§853(a) limitations. First, §853(c) provides that “[a]ll right,\ntitle, and interest in property described in subsection\n(a)”—e.g., tainted property obtained as the result of or\nused to facilitate the crime—“vests in the United States upon the\ncommission of the act giving rise to forfeiture.” Consistent with\nits text, the Court has previously acknowledged that §853(c)\napplies to tainted property only. SeeLuisv.United\nStates, 578 U. S. ___, ___ (2016) (slip op., at 8).Second, §853(e)(1) authorizes pretrial freezes\n“to preserve the availability of property described in subsection\n(a) . . . for forfeiture.” Pretrial restraints on\nforfeitable property are permitted only when the Government proves,\nat a hearing, that (1) the defendant has committed an offense\ntriggering forfeiture, and (2) “the property at issue has the\nrequisite connection to that crime.”Kaleyv.United\nStates, 571 U. S. ___, ___ (2014) (slip op., at 3); see\nalsoid.,at ___, n. 11 (slip op., at 15, n. 11)\n(“[F]orfeiture applies only to specific assets”).Another provision, §853(d), does not reference\nsubsection (a) but incorporates its requirements on its own terms.\nSection 835(d) establishes a “rebuttable presumption” that property\nis subject to forfeiture only if the Government proves that “such\nproperty was acquired by [the defendant] during the period of the\nviolation” and that “there was no likely source for such property\nother than” the crime. Contrary to all of these provisions, joint\nand several liability would mandate forfeiture of untainted\nproperty that the defendant did not acquire as a result of the\ncrime.It would also render futile one other provision\nof the statute. Section 853(p)—the sole provision of §853 that\npermits the Government to confiscate property untainted by the\ncrime—lays to rest any doubt that the statute permits joint and\nseveral liability. That provision governs forfeiture of “substitute\nproperty” and applies “if any property described in subsection (a),\nas a result of any act or omission of the defendant” either:“(A) cannot be located upon the exercise of\nduediligence;“(B) has been transferred or sold to, or\ndeposited with, a third party;“(C) has been placed beyond the jurisdiction of\nthe court;“(D) has been substantially diminished in\nvalue; or“(E) has been commingled with other property\nwhich cannot be divided without difficulty.” §853(p)(1).Only if the Government can prove that one of\nthese five conditions was caused by the defendant may it seize “any\nother property of the defendant, up to the value of” the tainted\nproperty—rather than the tainted property itself. §853(p)(2). This\nprovision begins from the premise that the defendant once possessed\ntainted property as “described in subsection (a),” and provides a\nmeans for the Government to recoup the value of the property if it\nhas been dissipated or otherwise disposed of by “any act or\nomission of the defendant.” §853(p)(1).Section 853(p)(1) demonstrates that Congress\ncontemplated situations where the tainted property itself would\nfall outside the Government’s reach. To remedy that situation,\nCongress did not authorize the Government to confiscate substitute\nproperty from other defendants or co-conspirators; it authorized\nthe Government to confiscate assets only from the defendant who\ninitially acquired the property and who bears responsibility for\nits dissipation. Permitting the Government to force other\nco-conspirators to turn over untainted substitute property would\nallow the Government to circumvent Congress’ carefully constructed\nstatutory scheme, which permits forfeiture of substitute property\nonly when the requirements of §§853(p) and (a) are satisfied. There\nis no basis to read such an end run into the statute.IIIAgainst all of this, the Government asserts\nthe “bedrock principle of conspiracy liability” under which\n“conspirators are legally responsible for each other’s foreseeable\nactions in furtherance of their common plan.” Brief for United\nStates 9; see alsoPinkertonv.United States, 328\nU. S. 640 (1946) . Congress, according to the Government, must\nbe presumed to have legislated against the background principles of\nconspiracy liability, and thus, “when the traceable proceeds of a\nconspiracy are unavailable, [§]853 renders conspirators jointly and\nseverally liable for the amount of the proceeds foreseeably\nobtained by the conspiracy.” Brief for United States 10. Not\nso.The plain text and structure of §853 leave no\ndoubt that Congress did not incorporate those background\nprinciples. Congress provided just one way for the Government to\nrecoup substitute property when the tainted property itself is\nunavailable—the procedures outlined in §853(p). And, for all the\nGovernment makes of the background principles of conspiracy\nliability, it fails to fully engage with the most important\nbackground principles underlying §853: those of forfeiture.Traditionally, forfeiture was an action against\nthe tainted property itself and thus proceededin rem; that\nis,proceedings in which “[t]he thing [was] primarily considered as\nthe offender, or rather the offence [was] attached primarily to the\nthing.”The Palmyra, 12 Wheat. 1, 14 (1827). The forfeiture\n“proceedingin remst[ood] independent of, and wholly\nunaffected by any criminal proceedingin personam” against\nthe defendant.Id., at 15. Congress altered this distinction\nin enacting §853 by effectively merging thein remforfeiture proceeding with thein personamcriminal\nproceeding and by expanding forfeiture to include not just the\n“thing” but “property . . . derived from . . .\nany proceeds” of the crime. §853(a)(1). But as is clear from its\ntext and structure, §853 maintains traditionalin remforfeiture’s focus on tainted property unless one of the\npreconditions of §853(p) exists. For those who find it relevant,\nthe legislative history confirms as much: Congress altered the\ntraditional system in order to “improv[e] the procedures applicable\nin forfeiture cases.” S. Rep. No. 98–225, p. 192 (1983). By\nadopting anin personamaspect to criminal forfeiture, and\nproviding for substitute-asset forfeiture, Congress made it easier\nfor the Government to hold the defendant who acquired the tainted\nproperty responsible. Congress did not, however, enact any\n“significant expansion of the scope of property subject to\nforfeiture.”Ibid.[2]IVForfeiture pursuant to §853(a)(1) is limited\nto property the defendant himself actually acquired as the result\nof the crime. In this case, the Government has conceded that Terry\nHoneycutt had no ownership interest in his brother’s store and did\nnot personally benefit from the Polar Pure sales. App. to Pet. for\nCert. 60a. The District Court agreed.Id.,at 40a. Because\nHoneycutt never obtained tainted property as a result of the crime,\n§853 does not require any forfeiture.The judgment of the Court of Appeals for the\nSixth Circuit is reversed.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1CompareUnited\nStatesv.Van Nguyen, 602 F. 3d 886, 904 (CA8 2010)\n(applying joint and several liability to forfeiture under §853);United Statesv.Pitt, 193 F. 3d 751, 765 (CA3\n1999) (same);United Statesv.McHan, 101 F. 3d\n1027 (CA4 1996) (same); andUnited Statesv.Benevento, 836 F. 2d 129, 130 (CA2 1988) (per\ncuriam) (same), withUnited Statesv.Cano-Flores, 796 F. 3d 83, 91 (CADC 2015) (declining to\napply joint and several liability under §853).2Section 853(o) directs\nthat “the provisions of [§853] shall be liberally construed to\neffectuate its remedial purposes.” The Government points to this as\nlicense to read joint and several liability into the statute. But\nthe Court cannot construe a statute in a way that negates its plain\ntext, and here, Congress expressly limited forfeiture to tainted\nproperty that the defendant obtained. As explained above, that\nlimitation is incompatible with joint and several\nliability.",
    "joined": []
}