{
    "case": {
        "docket": "17-1174",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1174/"
    },
    "id": "4099764",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1174_________________LUIS A. NIEVES, et al., PETITIONERSv.RUSSELL P. BARTLETTon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 28, 2019]Justice Sotomayor, dissenting.We granted certiorari to decide whether probable\ncause alone always suffices to defeat a First Amendment retaliatory\narrest claim under 42 U. S. C. §1983. The Court answers\nthat question “no”—a correct and sensible bottom line on which\neight Justices agree. There is no basis in §1983 or in the\nConstitution to withhold a remedy for an arrest that violated the\nFirst Amendment solely because the officer could point to probable\ncause that some offense, no matter how trivial or obviously\npretextual, has occurred.Unfortunately, a slimmer majority of the Court\nchooses not to stop there. The majority instead announces a\ndifferent rule: that a showing of probable cause will defeat a\n§1983 First Amendment retaliatory arrest claim unless the person\narrested happens to be able to show that “otherwise similarly\nsituated individuals” whose speech differed were not arrested.Ante,at 14. The Court barely attempts to explain where in\nthe First Amendment or §1983 it finds any grounding for that rule,\nwhich risks letting flagrant violations go unremedied. Because the\ncorrect approach would be simply to apply the well-established,\ncarefully calibrated standards that govern First Amendment\nretaliation claims in other contexts, I respectfully dissent.IAs Justice Gorsuch explains, the issue here is\nnot whether an arrest motivated by protected speech may violate the\nFirst Amendment despite probable cause for the arrest; the question\nis under what circumstances §1983 permits a remedy for such a\nviolation. Seeante, at 1–2 (opinion concurring in part and\ndissenting in part). From that common starting point, Justice\nGorsuch and I travel far down the same path. I agree that neither\nthe text nor the common-law backdrop of §1983 supports imposing on\nFirst Amendment retaliatory arrest claims a probable-cause\nrequirement that we would not impose in other contexts. Seeante,at 2–4. I agree thatHartmanv.Moore,547 U.S.\n250(2006), turned on concerns specific to malicious\nprosecution, and that its automatic probable-cause bar therefore\ndoes not extend to claims like this one. Seeante,at 6. And\nI agree that—while probable cause has undeniable evidentiary\nsignificance to the underlying question of what motivated an\narrest—some arrests are demonstrably retaliation for protected\nspeech, notwithstanding probable cause of some coincidental\ninfraction. Seeante,at 5–6; see alsoante,at 1\n(Ginsburg, J., concurring in judgment in part and dissenting in\npart). Plaintiffs should have a meaningful opportunity to prove\nsuch claims when they arise.I follow this logic to its natural conclusion:\nCourts should evaluate retaliatory arrest claims in the same manner\nas they would other First Amendment retaliation claims. Accord,ante,at 1–2 (opinion of Ginsburg, J.). The standard\nframework for distinguishing legitimate exercises of governmental\nauthority from those intended to chill protected speech is well\nestablished. SeeMt. Healthy City Bd. of Ed.v.Doyle,429 U.S.\n274, 287 (1977). The plaintiff must first establish that\nconstitutionally protected conduct was a\n“ ‘substantial’ ” or “ ‘motivating’ ” factor in\nthe challenged governmental action (here, an arrest).Ibid.If the plaintiff can make that threshold showing, the question\nbecomes whether the governmental actor (here, the arresting\nofficer) can show that the same decision would have been made\nregardless of the protected conduct.Ibid. If not, the\ngovernmental actor is liable.Ibid. In other words, if\nretaliatory animus was not a “but-for cause” of an arrest, a suit\nseeking to hold the arresting officer liable will fail “for lack of\ncausal connection between unconstitutional motive and resulting\nharm.”Hartman, 547 U. S., at 260; see alsoLozmanv.Riviera Beach, 585 U. S. ___, ___\n(2018) (slip op., at 7).This timeworn standard is by no means easily\nsatisfied. Even in cases where there is “proof of some retaliatory\nanimus,”Hartman, 547 U. S., at 260, if evidence of\nretaliatory motive is weak, or evidence of nonretaliatory motive is\nstrong, but-for causation will generally be lacking. That is why\nprobable cause to believe that someone was a serial killer would\ndefeat any First Amendment retaliatory arrest claim—even if, say,\nthere were evidence that the officers also detested the suspect’s\npolitical beliefs.With sufficient evidence of retaliatory motive\nand sufficiently weak evidence of probable cause, however,Mt.\nHealthyis surmountable. Its orderly framework thus “protects\nagainst the invasion of constitutional rights” while burdening\nlegitimate exercises of governmental authority only so far as is\n“necessary to the assurance of those rights.”Mt. Healthy,\n429 U. S., at 287; seeante,at 1–2 (opinion of\nGinsburg, J.) (Mt. Healthy“strikes the right balance”).IIRegrettably, the Court casts aside theMt.\nHealthystandard for many arrests. It instead announces that\ncourts should look beyond the presence of probable cause only when\n(in its view) the evidence of a constitutional violation is\n“objective” enough to warrant further inquiry—namely, when a\nplaintiff can muster evidence “that he was arrested when otherwise\nsimilarly situated individuals not engaged in the same sort of\nprotected speech had not been.”Ante,at 14. Plaintiffs who\nwould rely on other evidence to prove a First Amendment retaliatory\narrest claim appear to be out of luck, even if they could offer\nother, unassailable proof of an officer’s unconstitutional\n“statements and motivations.”Ibid.To give partial credit where due: The Court\nsensibly rejects the absolute probable-cause bar urged by\npetitioners and embraced by Justice Thomas, seeante,at 1\n(opinion concurring in part and concurring in judgment), and its\ncontrary rule will at least allow the First Amendment to operate in\nsome cases where it is sorely needed. The majority’s reasons for\nimposing a probable-cause bar in some cases but not others,\nhowever, do not withstand scrutiny. And by arbitrarily insisting\nupon comparison-based evidence, the majority’s rule fences out\nFirst Amendment violations for which redress is equally if not more\n“warranted,”ante,at 13, leaving the public exposed\npotentially to flagrant abuses.AThe Court’s rationale for the rule it\nultimately adopts is hard to discern and, once unearthed, not\npersuasive. Much of its opinion is spent analogizing toHartmanand to common-law privileges. Seeante,at\n8–9, 12–13. For the reasons Justice Gorsuch explains, that\nreasoning is not sound. Seeante,at 2–4, 6. Those\nauthorities, in any event, do not support the novel rule the Court\nimposes. What remains is the majority’s practical concern about\napplying normal First Amendment standards in this context, as well\nas a handful of inapposite cases involving different constitutional\nrights.On the practical side, the majority worries that\nbecause discerning the connection between an arrest and a\nretaliatory motive may involve “causal complexities,”ante,at 8; some plaintiffs who raise dubious challenges to lawful\narrests may evade early dismissal underMt. Healthy, seeante,at 10–11. Our precedents do not permit an\ninterpretation of §1983 to rest on such “a freewheeling policy\nchoice,”Malleyv.Briggs,475\nU.S. 335, 342 (1986), and in any event the majority’s concerns\ndo not withstand scrutiny.With regard to the majority’s concern that\nestablishing a causal link to retaliatory animus will sometimes be\ncomplex: That is true of most unconstitutional motive claims, yet\nwe generally trust that courts are up to the task of managing them.\nSeeCrawford-Elv.Britton,523\nU.S. 574, 597–601 (1998). And theMt. Healthystandard\naccounts for the delicacy of such inquiries with its but-for\ncausation requirement, calibrated to balance governmental interests\nwith individual rights. See 429 U. S., at 287.As for the risk of litigating dubious claims,\nthe Court pays too high a price to avoid what may well be a\nmarginal inconvenience. Prevailing First Amendment standards have\nlong governed retaliatory arrest cases in the Ninth Circuit, and\nexperience there suggests that trials in these cases are rare—the\nparties point to only a handful of cases that have reached trial in\nmore than a decade. See Brief for Petitioners 36–39 (identifying\nfour examples); Brief for Respondent 42–49 (discussing those and\nother Ninth Circuit cases).[1]\nEven accepting that, every so often, a police officer who made a\nlegitimate arrest might have to explain that arrest to a jury, that\nis insufficient reason to curtail the First Amendment. No legal\nstandard bats a thousand, and district courts already possess\nhelpful tools to minimize the burdens of litigation in cases\nalleging constitutionally improper motives. SeeCrawford-El,\n523 U. S., at 597–601. In addition, the burden of a\n(presumably indemnified[2])\nofficer facing trial pales in comparison to the importance of\nguarding core First Amendment activity against the clear potential\nfor abuse that accompanies the arrest power. SeeLozman, 585\nU. S., at ___ (slip op., at 12); Part II–B–2,infra.Finally, and more fundamentally, even if the\nmajority’s practical concerns were valid, they would not justify\nthe Court’s mix-and-match approach to constitutional law. The Court\nrelies heavily onDevenpeckv.Alford,543 U.S.\n146, 153–154 (2004), which held that an arresting officer’s\nstate of mind does not matter for purposes of determining whether a\nFourth Amendment seizure was supported by probable cause.From this Fourth Amendment holding, the Court extrapolates that\nFirst Amendment plaintiffs must show a lack of probable cause (or\nsatisfy its new comparison-based workaround) before their\nretaliation claims can proceed. Seeante,at 11, 14.This analogy is misguided, and the Court has\nrightly disavowed it before. InWhrenv.United\nStates,517 U.S.\n806(1996), the Court explained that while “[s]ubjective\nintentions play no role in ordinary, probable-cause Fourth\nAmendment analysis,” that does not make evidence of an officer’s\n“actual motivations” any less relevant to claims of “selective\nenforcement” under the Equal Protection Clause.Id.,at 813;\naccord,ante,at 4 (opinion of Gorsuch, J.). First Amendment\nretaliation claims and equal protection claims are\nindistinguishable for these purposes; both inherently require\ninquiry into “an official’s motive.”Crawford-El, 523\nU. S., at 585. Thus, even if the “[s]ubjective intent of the\narresting officer . . . is simply no basis for\ninvalidating an arrest” under the Fourth Amendment,Devenpeck, 543 U. S., at 154–155, when it comes to First\nAmendment freedom of speech, “the government’s reason” is often\n“what counts,” seeHeffernanv.City of Paterson, 578\nU. S. ___, ___ (2016) (slip op., at 6). Far from supporting\nthe novel burden the Court imposes on First Amendment retaliatory\narrest plaintiffs, then, the analogy on which the majority’s\nanalysis depends is an unfounded exercise in hybridizing two\ndifferent constitutional protections. The result is a\nFrankenstein-like constitutional tort that may do more harm than\ngood.BWere it simply an unorthodox solution to an\nillusory problem, the standard announced today would be benign. But\nby rejecting direct evidence of unconstitutional motives in favor\nof more convoluted comparative proof, the majority’s standard\nproposes to ration First Amendment protection in an illogical\nmanner. And those arbitrary legal results in turn will breed\nopportunities for the rare ill-intentioned officer to violate the\nFirst Amendment without consequence—and, in some cases, openly and\nunabashedly. These are costs the Court should not tolerate.1The basic error of the Court’s new rule is\nthat it arbitrarily fetishizes one specific type of motive\nevidence—treatment of comparators—at the expense of other modes of\nproof.[3] In particular, the\nmajority goes out of its way to forswear reliance on an officer’s\nown “statements,”ante,at 15, even though such direct\nadmissions may often be the best available evidence of\nunconstitutional motive. As a result, the Court’s standard in some\ncases will have the strange effect of requiring courts to blind\nthemselves to smoking-gun evidence while simultaneously insisting\nupon an inferential sort of proof that, though potentially\npowerful, can be prohibitively difficult to obtain.The Court’s decision to cast aside evidence of\nthe arresting officer’s own statements is puzzling. Seeibid. In other contexts, when the ultimate question is why a\ndecisionmaker took a particular action, the Court considers the\ndecisionmaker’s own statements (favorable or not) to be highly\nrelevant evidence. See,e.g., Masterpiece Cakeshop, Ltd.v.Colorado Civil Rights Comm’n, 584 U. S. ___, ___–___\n(2018) (slip op., at 13–14);Cooperv.Harris, 581\nU. S. ___, ___–___ (2017) (slip op., at 10–12);Fosterv.Chatman, 578 U. S. ___, ___–___ (2016) (slip op., at\n10–25);Church of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520, 540–542 (1993);Arlington Heightsv.Metropolitan Housing Development Corp.,429 U.S.\n252, 270 (1977). There is no reason to treat the same sort of\nevidence so differently here.Perhaps the majority is worried that statements,\nlike the mental states they evince, can be “ ‘easy to allege\nand hard to disprove.’ ”Ante, at 11 (quotingCrawford-El, 523 U. S., at 585). Such concerns,\nwhatever their merits, are insufficient reason “to change the\nburden of proof for an entire category of claims.”Id., at\n594. Besides, more than ever before, an audiovisual record of key\nevents is now often obtainable. Many police departments, for\nexample, equip their officers with body-worn cameras.[4] Smart- phones that become video cameras\nwith the flick of a thumb are ubiquitous, creating still more\npotential records.[5] In this\nvery case, a local news crew captured some of the relevant events\non video, and the officers were wearing audio recorders (though\nneither had turned his on). The majority appears ready to forsake\nthis body of probative evidence, even though it has the potential\nto narrow factual disputes and avert trials.Instead, the majority suggests that\ncomparison-based evidence is the sole gateway through the\nprobable-cause barrier that it otherwise erects. Such evidence can\nbe prohibitively difficult to come by in other\nselective-enforcement contexts, and it may be even harder for\nretaliatory arrest plaintiffs to muster.[6] After all, while records of arrests and prosecutions\ncan be hard to obtain, it will be harder still to identify arrests\nthat never happened. And unlike race, gender, or other protected\ncharacteristics, speech is not typically sorted into statistical\nbuckets that are susceptible of ready categorization and\ncomparison.The threshold exercise prescribed\ntoday—comparing and contrasting a plaintiff’s protected speech and\nallegedly illegal actions with the speech and behavior of others\nwho could have been arrested but were not—is likely to prove vexing\nin most cases. I suspect that those who can navigate this\nrequirement predominantly will be arrestees singled out at protests\nor other large public gatherings, where a robust pool of potential\ncomparators happens to be within earshot, eyeshot, or camera-shot.\nSee,e.g.,Mamv.Fullerton, 2013 WL 951401,\n*5 (CD Cal., Mar. 12, 2013) (denying summary judgment to an\narresting officer where “the only difference between [the\nplaintiff] and those near him [in a crowd] was the cell phone being\nused to record”). While some who fit that bill undoubtedly need the\nprotection, see,e.g., Brief for National Press\nPhotographers Association et al. asAmici Curiae9–15\n(collecting examples of journalists arrested during public protests\nor gatherings), it is hard to see why those plaintiffs are the only\nones deserving of a §1983 remedy.2Put into practice, the majority’s approach\nwill yield arbitrary results and shield willful misconduct from\naccountability. As one example, suppose police respond to reports\nof a man prowling a front porch. The man says that he is a\nlocked-out homeowner; the police want ID. The man alleges\nprofiling; the officers insist they are just doing their jobs.\nTempers flare. A passerby, stepping into a next-door neighbor’s\nyard for a clearer view of the confrontation, pulls out a cell\nphone camera and begins streaming video of the encounter to her\nsocial media followers. One of the officers notices and orders the\npasserby to stop recording. When the passerby persists, the officer\nplaces the passerby under arrest for trespassing.Will this citizen journalist have an opportunity\nto prove that the arrest violated her First Amendment rights? Under\nthe majority’s test, the answer seems to turn on how many other\ncurious bystanders she can identify who were not arrested in a\nsituation like hers. If she was one of a crowd to enter the\nneighbor’s yard that night, she can sue using her readily available\ncomparator neighbors. But if she was keeping a lonely vigil, she is\nout of luck (unless she can find some other pool of comparable\nindividuals). And the video of the officer demanding she stop\nrecording moments before the arrest? Irrelevant, apparently. What\nsense does that make?Worse, because the majority disclaims reliance\non “statements and motivations” for its threshold inquiry,ante, at 15, it risks licensing even clear-cut abuses.\nImagine that a reporter is investigating corruption in a police\nunit. An officer from that unit follows the reporter until the\nreporter exceeds the speed limit by five miles per hour, then\ndelivers a steep ticket and an explicit message: “Until you find\nsomething else to write about, there will be many more where this\ncame from.” Cf.Torriesv.Hebert,111 F. Supp. 2d 806, 812 (WD La. 2000) (describing allegations\nthat a sheriff arrested proprietors of a local business and\n“threatened to arrest them again if they continued to play [rap]\nmusic”). If even such objectively probative evidence is irrelevant,\n§1983 will provide no redress for such flagrant conduct. Meanwhile,\nthe majority’s embrace of theDevenpeckrule suggests that a\nparticularly brazen officer could arrest on transparently\nspeech-based grounds and check the statute books later for a\npotential justification. See 543 U. S., at 153 (holding that\nprobable cause need not be for an “offense actually invoked at the\ntime of arrest”).I do not mean to overstate the clarity of\ntoday’s holding. What exactly the Court means by “objective\nevidence,” “otherwise similarly situated,” and “the same sort of\nprotected speech” is far from clear. Seeante,at\n14.[7] I hope that courts\napproach this new standard commonsensically. It is hard to see what\npoint is served by requiring a journalist arrested for jaywalking\nto point to specific other jaywalkers who got a free pass, for\nexample, if statistics or common sense confirm that jaywalking\narrests are extremely rare. Otherwise, there will be little\ndaylight between the comparison-based standard the Court adopts and\nthe absolute bar it ostensibly rejects.[8]CJustice Gorsuch, alert to the illogic of the\nmajority’s position, instead contemplates borrowing a requirement\nto adduce “clear evidence” of prohibited purpose from our cases\nconcerning equal-protection-based selective-prosecution claims. Seeante,at 7–8 (citingUnited Statesv.Armstrong,517 U.S.\n456(1996)).[9] This\nsuggestion, though perhaps an improvement over the majority’s\napproach, would nevertheless take a doctrine applying (1) equal\nprotection principles (2) in a criminal proceeding to (3) charging\ndecisions by prosecutors, seeid., at 458–459, 464–465, and\nask it also to govern the application of (1) First Amendment\nprinciples (2) in a suit for civil damages challenging (3) arrests\nby police officers. Justice Gorsuch commendably reserves judgment\non a proposal not yet subjected to adversarial testing, so I too\nrefrain from speaking too definitively. But I do note that we\nrejected a very similar rule inCrawford-El. See 523\nU. S., at 594 (rejecting a “clear and convincing” standard for\n“constitutional claims that require proof of improper intent”). And\nwhatever the merits of theArmstrongrule as currently\napplied in other contexts, there are good reasons—unexplored by the\nparties here—to hesitate before extending it.[10]IIIFor the foregoing reasons, I agree with\nJustice Ginsburg that the tried-and-trueMt. Healthyapproach remains the correct one. And because petitioners have not\nasked us to revisit the Court of Appeals’ application of the\ngoverning standard, I would affirm.*  *  *The power to constrain a person’s liberty is\ndelegated to law enforcement officers by the public in a sacred\ntrust. The First Amendment stands as a bulwark of that trust,\nerected by people who knew from personal experience the dangers of\nabuse that follow from investing anyone with such awesome power.\nCf.Whitneyv.California,274\nU.S. 357, 375–376 (1927) (Brandeis, J., concurring). Because\nthe majority shortchanges that hard-earned wisdom in the name of\nmarginal convenience, I respectfully dissent.Notes1The majority implies that\nthe Ninth Circuit does not applyMt. Healthy.Ante,at 12, n. 1 (“since . . .HartmanandReichle, no court of appeals has applied [theMt.\nHealthy] approach”). That is not readily apparent. BecauseHartman’s no-probable-cause requirement does not apply to\nretaliatory police action in the Ninth Circuit, such claims are\nhandled as “ ‘ordinary’ retaliation claim[s],”Skoogv.County of Clackamas,469 F.3d 1221, 1234 (2006), which in the Ninth Circuit (as\nelsewhere) means that retaliatory motive must be the “but-for cause\nof the defendant’s action,”id.,at 1232. That but-for\ncausation requirement for retaliation claims derives fromMt.\nHealthy. SeeHartmanv.Moore,547 U.S.\n250, 260 (2006);Crawford-Elv.Britton,523 U.S.\n574, 593 (1998); see alsoLaceyv.Maricopa\nCounty, 693 F.3d 896, 916–917 (CA9 2012) (en banc) (retaliatory\narrest plaintiff must show that deterrence of speech “was a\nsubstantial or motivating factor” and also “ultimately” be able to\nshow “ ‘but-for causation’ ” (quotingHartman’s\ndiscussion ofMt. Healthy)). In any event, the majority’s\ncriticism is a red herring. There is nothing novel about applyingMt. Healthyin the retaliatory arrest context.E.g.,\nLozmanv.Riviera Beach, 585 U. S. ___, ___–___\n(2018) (slip op., at 12–13). The same cannot be said of the test\nconcocted by the majority.2See generally Schwartz,\nPolice Indemnification, 89 N. Y. U. L. Rev. 885, 890 (2014)\n(empirical study finding that “[p]olice officers are virtually\nalways indemnified”).3See Koerner, Note,\nBetweenHealthyandHartman: Probable Cause in\nRetaliatory Arrest Cases, 109 Colum. L. Rev. 755, 790–794\n(2009) (identifying different varieties of evidence potentially\navailable to prove retaliatory motive).4See Fan, Justice\nVisualized: Courts and the Body Camera Revolution, 50 U. C. D.\nL. Rev. 897, 930–931 (2017) (noting that police departments in\n88 of the 100 largest cities in the United States had “piloted or\nused police body cameras or ha[d] plans to do so” as of December\n2015).5See Simonson, Beyond Body\nCameras: Defending a Robust Right To Record the Police, 104 Geo. L.\nJ. 1559, 1564–1565 (2016); Kreimer, Pervasive Image Capture and the\nFirst Amendment: Memory, Discourse, and the Right To Record, 159 U.\nPa. L. Rev. 335, 340–341, 344–351 (2011).6See,e.g.,McAdams, Race and Selective Prosecution: Discovering the Pitfalls\nofArmstrong, 73 Chi.-Kent L. Rev. 605, 618–623 (1998)\n(describing barriers to obtaining comparator evidence in\nselective-prosecution cases); Poulin, Prosecutorial Discretion and\nSelective Prosecution: Enforcing Protection AfterUnitedStatesv.Armstrong, 34 Am. Crim. L. Rev. 1071,\n1102–1106 (1997) (discussing examples).7It is also unclear what\nthe majority means when it says that because its threshold “inquiry\nis objective, the statements and motivations of the particular\narresting officer are ‘irrelevant.’ ”Ante, at 15. That\ncould conceivably be read to mean that all statements are\nirrelevant, even objectively probative statements describing events\nin the world—e.g.,“I am arresting the libertarians, but not\nthe nonlibertarian protesters who were also trespassing.” The facts\nasserted therein—that libertarians were arrested, nonlibertarians\nwere not, and all were similarly trespassing—are precisely the kind\nof objective evidence the Court seeks. Similarly, routine police\nreports—on which the majority surely must intend for plaintiffs to\nrely—are generally authored by, and thus “statements of,” arresting\nofficers. More likely, then, the majority means only that\nstatements describing the officer’s internal thought processes are\nirrelevant (e.g.,“I hate libertarians”). But many\nstatements will fall somewhere in between (e.g.,“I’m only\narresting you because I hate libertarians”). It is hard to see how\nworkable lines can be drawn here.8That could be the\nunintended result if courts interpret their new task too rigidly.\nGiven the significant evidentiary challenges plaintiffs may face,\nthe best assumption is that the Court intends courts to afford some\nlatitude, especially at the outset of a case. That could mean\nrelying on common experience to assess the most self-evidently\nminor infractions (such as the Court’s jaywalking example);\nallowing plaintiffs to rely on rough comparisons or inexact\nstatistical evidence where laboratory-like controls cannot\nrealistically be expected; and permitting discovery into potential\ncomparator evidence where a complaint raises a strong inference of\nunconstitutional motive. For similar reasons, I assume the Court\nintends courts to permit plaintiffs to draw from a broad universe\nof potential comparators. And because the test is “objective,”ante,at 15, plaintiffs presumably can look beyond the\npractices of the specific officer or officers who arrested them, to\nsee how other officers handle comparable infractions.9To whatever extent the\nCourt’s opinion also seeks kinship withArmstrong, seeante,at 14, I note thatArmstrongexpressly reserved\nthe question whether comparator evidence alone can provide\nsufficiently clear evidence of discrimination or whether\n“ ‘direct admissions . . . of discriminatory\npurpose’ ” might also suffice. 517 U. S., at 469,\nn. 3. The Court should have followed that example\nhere.10For\nexample, Justice Gorsuch suggests that a potentialArmstrong-like rule might be supported by a concern for\n“separation of powers and federalism.”Ante,at 7. While\nthose values are undoubtedly important, they have no apparent\ninterpretive role to play here.Section 1983 exercises Congress’\nFourteenth Amendment power to enforce the Constitution against\nthose who wield state authority, “whether they act in accordance\nwith their authority or misuse it.”Monroev.Pape,365 U.S.\n167, 172 (1961). It is an emphatic “extension of federal power”\ninto state affairs,id.,at 182, one that by its plain terms\ncovers all traditional state prerogatives—including the power to\narrest—when wielded to violate federal constitutional rights.\nAbuses of the arrest power thus are unquestionably among the\nunconstitutional acts “under color of” state law against which\n§1983 operates. Seeid.,at 184; see alsoid.,at\n174, and n. 10.",
    "joined": []
}