{
    "case": {
        "docket": "17-1026",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1026/"
    },
    "id": "4057623",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1026_________________GILBERTO GARZA, Jr., PETITIONERv.IDAHOon writ of certiorari to the supreme court of\nidaho[February 27, 2019]Justice Sotomayor delivered the opinion of the\nCourt.InRoev.Flores-Ortega,528 U.S.\n470(2000), this Court held that when an attorney’s deficient\nperformance costs a defendant an appeal that the defendant would\nhave otherwise pursued, prejudice to the defendant should be\npresumed “with no further showing from the defendant of the merits\nof his underlying claims.”Id.,at 484. This case asks\nwhether that rule applies even when the defendant has, in the\ncourse of pleading guilty, signed what is often called an “appeal\nwaiver”—that is, an agreement forgoing certain, but not all,\npossible appellate claims. We hold that the presumption of\nprejudice recognized inFlores-Ortegaapplies regardless of\nwhether the defendant has signed an appeal waiver.IIn early 2015, petitioner Gilberto Garza, Jr.,\nsigned two plea agreements, each arising from criminal charges\nbrought by the State of Idaho. Each agreement included a clause\nstating that Garza “waive[d] his right to appeal.” App. to Pet. for\nCert. 44a, 49a. The Idaho trial court accepted the agreements and\nsentenced Garza to terms of prison in accordance with the\nagreements.Shortly after sentencing, Garza told his trial\ncounsel that he wished to appeal.[1] In the days that followed, he would later attest, Garza\n“continuously reminded” his attorney of this directive “via phone\ncalls and letters,” Record 210, and Garza’s trial counsel\nacknowledged in his own affidavit that Garza had “told me he wanted\nto appeal the sentence(s) of the court,”id.,at\n151.[2] Garza’s trial counsel,\nhowever, did not file a notice of appeal. Instead, counsel\n“informed Mr. Garza that an appeal was problematic because he\nwaived his right to appeal.”Ibid.The period of time for\nGarza’s appeal to be preserved came and went with no notice having\nbeen filed on Garza’s behalf.Roughly four months after sentencing,\nGarza sought postconviction relief in Idaho state court. As\nrelevant here, Garza alleged that his trial counsel rendered\nineffective assistance by failing to file notices of appeal despite\nGarza’s requests. The Idaho trial court denied relief, and both the\nIdaho Court of Appeals and the Idaho Supreme Court affirmed that\ndecision. See 162 Idaho 791, 793, 405 P.3d 576, 578 (2017). The\nIdaho Supreme Court ruled that Garza, given the appeal waivers,\nneeded to show both deficient performance and resulting prejudice;\nit concluded that he could not. Seeid.,at 798, 405\nP. 3d, at 583.In ruling that Garza needed to show prejudice,\nthe Idaho Supreme Court acknowledged that it was aligning itself\nwith the minority position among courts. For example, 8 of the 10\nFederal Courts of Appeals to have considered the question have\nappliedFlores-Ortega’s presumption of prejudice even when a\ndefendant has signed an appeal waiver.[3] 162 Idaho,at 795, 405 P. 3d, at 580.We granted certiorari to resolve the split of\nauthority. 585 U. S. ___ (2018). We now reverse.IIAThe Sixth Amendment guarantees criminal\ndefendants “the right . . . to have the Assistance of\nCounsel for [their] defence.” The right to counsel includes\n“ ‘the right to the effective assistance of counsel.’ ”Stricklandv.Washington,466\nU.S. 668, 686 (1984) (quotingMcMannv.Richardson,397 U.S.\n759, 771, n. 14 (1970)). UnderStrickland, a defendant\nwho claims ineffective assistance of counsel must prove (1) “that\ncounsel’s representation fell below an objective standard of\nreasonableness,” 466 U. S.,at 687–688, and (2) that\nany such deficiency was “prejudicial to the defense,”id.,at 692.“In certain Sixth Amendment contexts,” however,\n“prejudice is presumed.”Ibid.For example, no showing of\nprejudice is necessary “if the accused is denied counsel at a\ncritical stage of his trial,”United Statesv.Cronic,466 U.S.\n648, 659 (1984), or left “entirely without the assistance of\ncounsel on appeal,”Pensonv.Ohio,488 U.S.\n75, 88 (1988). Similarly, prejudice is presumed “if counsel\nentirely fails to subject the prosecution’s case to meaningful\nadversarial testing.”Cronic, 466 U. S., at 659.And, most relevant here, prejudice is presumed “when counsel’s\nconstitutionally deficient performance deprives a defendant of an\nappeal that he otherwise would have taken.”Flores-Ortega,\n528 U. S., at 484. We hold today that this final presumption\napplies even when the defendant has signed an appeal waiver.BIt is helpful, in analyzing Garza’s case, to\nfirst address two procedural devices on which the case hinges:\nappeal waivers and notices of appeal.1We begin with the term “appeal waivers.” While\nthe term is useful shorthand for clauses like those in Garza’s plea\nagreements, it can misleadingly suggest a monolithic end to all\nappellate rights.[4] In fact,\nhowever, no appeal waiver serves as an absolute bar to all\nappellate claims.As courts widely agree, “[a] valid and\nenforceable appeal waiver . . . only precludes challenges\nthat fall within its scope.”United Statesv.Hardman, 778 F.3d 896, 899 (CA11 2014); see alsoibid.,n. 2 (collecting cases from the 11 other Federal\nCourts of Appeals with criminal jurisdiction);Statev.Patton, 287 Kan. 200, 228–229, 195 P.3d 753, 771 (2008).\nThat an appeal waiver does not bar claims outside its scope follows\nfrom the fact that, “[a]lthough the analogy may not hold in all\nrespects, plea bargains are essentially contracts.”Puckettv.United States,556 U.S.\n129, 137 (2009).As with any type of contract, the language of\nappeal waivers can vary widely, with some waiver clauses leaving\nmany types of claims unwaived.[5] Additionally, even a waived appellate claim can still\ngo forward if the prosecution forfeits or waives the waiver.E.g.,United Statesv.Story,439 F.3d 226, 231 (CA5 2006). Accordingly, a defendant who has\nsigned an appeal waiver does not, in directing counsel to file a\nnotice of appeal, necessarily undertake a quixotic or frivolous\nquest.Separately, all jurisdictions appear to treat at\nleast some claims as unwaiveable. Most fundamentally, courts agree\nthat defendants retain the right to challenge whether the waiver\nitself is valid and enforceable—for example, on the grounds that it\nwas unknowing or involuntary.[6] Consequently, while signing an appeal waiver means\ngiving up some, many, or even most appellate claims, some claims\nnevertheless remain.2It is also important to consider what it\nmeans—and does not mean—for trial counsel to file a notice of\nappeal.“Filing such a notice is a purely ministerial\ntask that imposes no great burden on counsel.”Flores-Ortega, 528 U. S., at 474. It typically takes\nplace during a compressed window: 42 days in Idaho, for example,\nand just 14 days in federal court. See Idaho Rule App. Proc. 14(a)\n(2017); Fed. Rule App. Proc. 4(b)(1)(A). By the time this window\nhas closed, the defendant likely will not yet have important\ndocuments from the trial court, such as transcripts of key\nproceedings, see,e.g.,Idaho Rules App. Proc. 19 and 25;\nFed. Rule App. Proc. 10(b), and may well be in custody, making\ncommunication with counsel difficult, seePeguerov.United States,526 U.S.\n23, 26 (1999). And because some defendants receive new counsel\nfor their appeals, the lawyer responsible for deciding which\nappellate claims to raise may not yet even be involved in the\ncase.Filing requirements reflect that claims are,\naccordingly, likely to be ill defined or unknown at this stage. In\nthe federal system, for example, a notice of appeal need only\nidentify who is appealing; what “judgment, order, or part thereof”\nis being appealed; and “the court to which the appeal is taken.”\nFed. Rule App. Proc. 3(c)(1). Generally speaking, state\nrequirements are similarly nonsubstantive.[7]A notice of appeal also fits within a broader\ndivision of labor between defendants and their attorneys. While\n“the accused has the ultimate authority” to decide whether to “take\nan appeal,” the choice of what specific arguments to make within\nthat appeal belongs to appellate counsel.Jonesv.Barnes,463 U.S.\n745, 751 (1983); see alsoMcCoyv.Louisiana, 584\nU. S. ___, ___ (2018) (slip op., at 6). In other words, filing\na notice of appeal is, generally speaking, a simple, nonsubstantive\nact that is within the defendant’s prerogative.CWith that context in mind, we turn to the\nprecise legal issues here. As an initial matter, we note that\nGarza’s attorney rendered deficient performance by not filing the\nnotice of appeal in light of Garza’s clear requests. As this Court\nexplained inFlores-Ortega:“We have long held that a lawyer who\ndisregards specific instructions from the defendant to file a\nnotice of appeal acts in a manner that is professionally\nunreasonable. This is so because a defendant who instructs counsel\nto initiate an appeal reasonably relies upon counsel to file the\nnecessary notice. Counsel’s failure to do so cannot be considered a\nstrategic decision; filing a notice of appeal is a purely\nministerial task, and the failure to file reflects inattention to\nthe defendant’s wishes.” 528 U. S., at 477 (citations\nomitted); see alsoid.,at 478.Idaho maintains that the risk of breaching the\ndefendant’s plea agreement renders counsel’s choice to override the\ndefendant’s instructions a strategic one. SeeStrickland,466 U. S., at 690–691 (“[S]trategic choices made after\nthorough investigation of law and facts relevant to plausible\noptions are virtually unchallengeable . . . ”). That\nis not so. While we do not address what constitutes a defendant’s\nbreach of an appeal waiver or any responsibility counsel may have\nto discuss the potential consequences of such a breach, it should\nbe clear from the foregoing that simply filing a notice of appeal\ndoes not necessarily breach a plea agreement, given the possibility\nthat the defendant will end up raising claims beyond the waiver’s\nscope. And in any event, the bare decision whether to appeal is\nultimately the defendant’s, not counsel’s, to make.[8] SeeMcCoy, 584 U. S., at ___\n(slip op., at 6);Barnes, 463 U. S., at 751. Where, as\nhere, a defendant has expressly requested an appeal, counsel\nperforms deficiently by disregarding the defendant’s\ninstructions.[9]DWe now address the crux of this case: whetherFlores-Ortega’s presumption of prejudice applies despite an\nappeal waiver. The holding, principles, and facts ofFlores-Ortegashow why that presumption applies equally\nhere.With regard to prejudice,Flores-Ortegaheld that, to succeed in an ineffective-assistance claim in this\ncontext, a defendant need make only one showing: “that, but for\ncounsel’s deficient failure to consult with him about an appeal, he\nwould have timely appealed.” 528 U. S., at 484. So long as a\ndefendant can show that “counsel’s constitutionally deficient\nperformance deprive[d him] of an appeal that he otherwise would\nhave taken,” courts are to “presum[e] prejudice with no further\nshowing from the defendant of the merits of his underlying claims.”Ibid.Because there is no dispute here that Garza wished to\nappeal, seesupra,at 2, a direct application ofFlores-Ortega’s language resolves this case. See 528\nU. S., at 484.Flores-Ortega’s reasoning shows why an\nappeal waiver does not complicate this straightforward application.\nThat case, like this one, involves a lawyer who forfeited an\nappellate proceeding by failing to file a notice of appeal.Id., at 473–475. As the Court explained, given that past\nprecedents call for a presumption of prejudice whenever “ ‘the\naccused is denied counsel at a critical stage,’ ” it makes\neven greater sense to presume prejudice when counsel’s deficiency\nforfeits an “appellate proceeding altogether.”Id.,at 483.\nAfter all, there is no disciplined way to “accord any ‘presumption\nof reliability’. . . to judicial proceedings that never\ntook place.”Ibid.(quotingSmithv.Robbins,528 U.S.\n259, 286 (2000)).That rationale applies just as well here\nbecause, as discussedsupra, at 4–6, Garza retained a right\nto appeal at least some issues despite the waivers he\nsigned.[10] In other words,\nGarza had a right to a proceeding, and he was denied that\nproceeding altogether as a result of counsel’s deficient\nperformance.That Garza surrendered many claims by signing\nhis appeal waivers does not change things. First, this Court has\nmade clear that when deficient counsel causes the loss of an entire\nproceeding, it will not bend the presumption-of-prejudice rule\nsimply because a particular defendant seems to have had poor\nprospects. See,e.g., Jae Leev.United States, 582\nU. S. ___, ___ (2017) (slip op., at 9). We hew to that\nprinciple again here.Second, while the defendant inFlores-Ortegadid not sign an appeal waiver, he did plead\nguilty, and—as the Court pointed out—“a guilty plea reduces the\nscope of potentially appealable issues” on its own. See 528\nU. S., at 480. In other words, with regard to the defendant’s\nappellate prospects,Flores-Ortegapresented at most a\ndifference of degree, not kind, and prescribed a presumption of\nprejudice regardless of how many appellate claims were foreclosed.\nSeeid.,at 484. We do no different today.Instead, we reaffirm that, “when counsel’s\nconstitutionally deficient performance deprives a defendant of an\nappeal that he otherwise would have taken, the defendant has made\nout a successful ineffective assistance of counsel claim entitling\nhim to an appeal,” with no need for a “further showing” of his\nclaims’ merit,ibid.,regardless of whether the defendant\nhas signed an appeal waiver.IIIFlores-Ortegastates, in one sentence,\nthat the loss of the “entire [appellate] proceeding itself, which a\ndefendant wanted at the time and to which he had a right,\n. . . demands a presumption of prejudice.”Id.,at\n483. Idaho and the U. S. Government, participating as anamicuson Idaho’s behalf, seize on this language, asserting\nthat Garza never “had a right” to his appeal and thus that any\ndeficient performance by counsel could not have caused the loss of\nany such appeal. See Brief for Respondent 11, 23–26; Brief for\nUnited States asAmicus Curiae7, 13, 21–22. These arguments\nmiss the point. Garza did retain a right to his appeal; he simply\nhad fewer possible claims than some other appellants. Especially\nbecause so much is unknown at the notice-of-appeal stage, seesupra, at 6–7,it is wholly speculative to say that\ncounsel’s deficiency forfeits no proceeding to which a defendant\nlike Garza has a right.[11]The Government also takes its causation argument\none step further. Arguing that, in the appeal-waiver context, “a\ngeneralized request that an attorney file an appeal . . .\nis not enough to show that appellate merits review would have\nfollowed,” Brief for United States asAmicus Curiae22, the\nGovernment proposes a rule that would require a defendant to\nshow—on a “case-specific” basis,id.,at 23—either (1) “that\nhe in fact requested, or at least expressed interest in, an appeal\non a non-waived issue,”id.,at 21–22, or alternatively (2)\n“ ‘that there were nonfrivolous grounds for appeal’ despite\nthe waiver,”id.,at 22 (quotingFlores-Ortega, 528\nU. S., at 485). We decline this suggestion, because it cannot\nbe squared with our precedent and would likely prove both unfair\nand inefficient in practice.This Court has already rejected attempts to\ncondition the restoration of a defendant’s appellate rights\nforfeited by ineffective counsel on proof that the defendant’s\nappeal had merit. InFlores-Ortega, the Court explained that\nprejudice should be presumed “with no further showing from the\ndefendant of the merits of his underlying claims.”Id.,at\n484; see alsoid.,at 486. InRodriquezv.United\nStates,395 U.S.\n327(1969), similarly, the Court rejected a rule that required\na defendant whose appeal had been forfeited by counsel “to specify\nthe points he would raise were his right to appeal reinstated.”Id.,at 330. So too here.Moreover, while it is the defendant’s\nprerogative whether to appeal, it is not the defendant’s role to\ndecide what arguments to press. SeeBarnes, 463 U. S.,\nat 751, 754. That makes it especially improper to impose that role\nupon the defendant simply because his opportunity to appeal was\nrelinquished by deficient counsel. “Those whose right to appeal has\nbeen frustrated should be treated exactly like any other\nappellants; they should not be given an additional hurdle to clear\njust because their rights were violated at some earlier stage in\nthe proceedings.”Rodriquez, 395 U. S., at 330. We\naccordingly decline to place a pleading barrier between a defendant\nand an opportunity to appeal that he never should have lost.Meanwhile, the Government’s assumption that\nunwaived claims can reliably be distinguished from waived claims\nthrough case-by-case postconviction review is dubious. There is no\nright to counsel in postconviction proceedings, seePennsylvaniav.Finley,481 U.S.\n551, 555 (1987), and most applicants proceedpro se.[12] That\nmeans that the Government effectively puts its faith in asking “an\nindigent, perhapspro se, defendant to demonstrate that\nhis hypothetical appeal might have had merit before any advocate\nhas ever reviewed the record in his case in search of potentially\nmeritorious grounds for appeal,”Flores-Ortega, 528\nU. S., at 486. We have already explained why this would be\n“unfair” and ill advised. Seeibid.; see alsoRodriquez, 395 U. S., at 330. Compounding the trouble,\ndefendants would be asked to make these showings in the face of the\nheightened standards and related hurdles that attend many\npostconviction proceedings. See,e.g.,28 U. S. C.\n§§2254, 2255; see also Brief for Idaho Association of Criminal\nDefense Lawyers et al. asAmici Curiae22–25.The Government’s proposal is also unworkable.\nFor one, it would be difficult and time consuming for a\npostconviction court to determine—perhaps years later—what\nappellate claims a defendant was contemplating at the time of\nconviction.[13] Moreover,\nbecause most postconviction petitioners will bepro se,\ncourts would regularly have to parse both (1) what claims apro sedefendant seeks to raise and (2) whether each\nplausibly invoked claim is subject to the defendant’s appeal waiver\n(which can be complex, seesupra,at 4–6), all without the\nassistance of counseled briefing. We are not persuaded that this\nwould be a more efficient or trustworthy process than the one we\nreaffirm today.The more administrable and workable rule,\nrather, is the one compelled by our precedent: When counsel’s\ndeficient performance forfeits an appeal that a defendant otherwise\nwould have taken, the defendant gets a new opportunity to appeal.\nThat is the rule already in use in 8 of the 10 Federal Circuits to\nhave considered the question, seesupra,at 3, and\nn. 3, and neither Idaho nor itsamicihave pointed us\nto any evidence that it has proved unmanageable there.[14] That rule does no more than\nrestore the status quo that existed before counsel’s deficient\nperformance forfeited the appeal, and it allows an appellate court\nto consider the appeal as that court otherwise would have done—on\ndirect review, and assisted by counsel’s briefing.IVWe hold today that the presumption of\nprejudice recognized inFlores-Ortegaapplies regardless of\nwhether a defendant has signed an appeal waiver. This ruling\nfollows squarely fromFlores-Ortegaand from the fact that\neven the broadest appeal waiver does not deprive a defendant of all\nappellate claims. Accordingly where, as here, an attorney performed\ndeficiently in failing to file a notice of appeal despite the\ndefendant’s express instructions, prejudice is presumed “with no\nfurther showing from the defendant of the merits of his underlying\nclaims.” SeeFlores-Ortega, 528 U. S., at 484.The judgment of the Supreme Court of Idaho is\ntherefore reversed, and the case is remanded for further\nproceedings not inconsistent with this opinion.It is so ordered.Notes1The record suggests that\nGarza may have been confused as to whether he had waived his\nappellate rights in the first place. See Record 97 (answering “No”\non a court advisory form asking whether Garza had “waived [his]\nright to appeal [his] judgment of conviction and sentence as part\nof [his] plea agreement”); see alsoid.,at 118, 121, 132\n(showing that Garza’s sentencing judge and judgments of conviction\nprovided, despite the appeal waiver, generalized notice of a “right\nto appeal”). Because our ruling does not turn on these facts, we do\nnot address them further.2Garza’s affidavit states\nthat he wished to argue, at least in part, that he “was persuaded\nto plead guilty by [the] prosecuting attorney and [his] counsel\nwhich was not voluntarily [sic].”Id.,at\n210.3CompareCampbellv.United States, 686 F.3d 353, 359 (CA6 2012);Watsonv.United States, 493 F.3d 960, 964 (CA8\n2007);United Statesv.Poindexter, 492 F.3d 263, 273\n(CA4 2007);United Statesv.Tapp, 491 F.3d 263, 266\n(CA5 2007);Campusanov.United States,442 F.3d 770, 775 (CA2 2006);Gomez-Diazv.United\nStates,433 F.3d 788, 791–794 (CA11 2005);United Statesv.Sandoval-Lopez,409 F.3d 1193, 1195–1199 (CA9 2005);United Statesv.Garrett, 402 F. 3d 1262, 1266–1267 (CA10 2005), withNunezv.United States, 546 F.3d 450, 455 (CA7 2008);United Statesv.Mabry, 536 F.3d 231, 241 (CA3 2008).\nAt least two state courts have declined to applyFlores-Ortegain the face of appeal waivers. SeeBuettnerv.State, 382 Mont. 410, 363 P.3d 1147\n(2015) (Table);Stewartv.United States, 37 A.3d\n870, 877 (D. C. 2012); see alsoKargusv.State,\n284 Kan. 908, 922, 928, 169 P.3d 307, 316, 320 (2007).4While this Court has\nnever recognized a “constitutional right to an appeal,” it has\n“held that if an appeal is open to those who can pay for it, an\nappeal must be provided for an indigent.”Jonesv.Barnes,463 U.S.\n745, 751 (1983); see alsoDouglasv.California,372 U.S.\n353(1963);Griffinv.Illinois,351 U.S.\n12, 18 (1956) (plurality opinion). Today, criminal defendants\nin nearly all States have a right to appeal either by statute or by\ncourt rule. See generally Robertson, The Right To Appeal, 91\nN. C. L. Rev. 1219, 1222, and n. 8 (2013). Criminal\ndefendants in federal court have appellate rights under 18\nU. S. C. §3742(a) and 28 U. S. C.\n§1291.5See generally Brief for\nIdaho Association of Criminal Defense Lawyers et al. asAmici Curiae6–10 (collecting examples of appeal waivers\nthat allowed challenges to the defendant’s sentence or conviction\nor allowed claims based on prosecutorial misconduct or changes in\nlaw).6See,e.g., United\nStatesv.Brown, 892 F.3d 385, 394 (CADC 2018) (“Like\nall other courts of appeals, our circuit holds that a defendant\n‘may waive his right to appeal his sentence as long as his decision\nis knowing, intelligent, and voluntary’ ”);Spannv.State, 704 N.W.2d 486, 491 (Minn. 2005) (“Jurisdictions\nallowing a defendant to waive his or her right to appeal a\nconviction require that the waiver be made ‘intelligently,\nvoluntarily, and with an understanding of the\nconsequences’ ”). Lower courts have also applied exceptions\nfor other kinds of claims, including “claims that a sentence is\nbased on race discrimination, exceeds the statutory maximum\nauthorized, or is the product of ineffective assistance of\ncounsel.” King & O’Neill, Appeal Waivers and the Future of\nSentencing Policy, 55 Duke L. J. 209, 224 (2005) (collecting\nfederal cases); see also,e.g., United Statesv.Puentes-Hurtado, 794 F.3d 1278, 1284 (CA11 2015)\n(“[A]ppellate review is also permitted when a defendant claims that\nthe government breached the very plea agreement which purports to\nbar him from appealing or collaterally attacking his conviction and\nsentence”);Statev.Dye, 291 Neb. 989, 999, 870\nN.W.2d 628, 634 (2015) (holding that appeal waivers are subject to\na “miscarriage of justice” exception). We make no statement today\non what particular exceptions may be required.7E.g.,Miss. Rule\nCrim. Proc. 29.1(b) (2017); Ohio Rule App. Proc. 3(D) (Lexis 2017).\nWhile Idaho requires a notice of appeal to “contain substantially\n. . . [a] preliminary statement of the issues on appeal\nwhich the appellant then intends to assert in the appeal,” the Rule\nin question also makes clear that “any such list of issues on\nappeal shall not prevent the appellant from asserting other issues\non appeal.” Idaho Rule App. Proc. 17(f ).8That does not mean, of\ncourse, that appellate counsel must then make unsupportable\narguments. After an appeal has been preserved and counsel has\nreviewed the case, counsel may always, in keeping with longstanding\nprecedent, “advise the court and request permission to withdraw,”\nwhile filing “a brief referring to anything in the record that\nmight arguably support the appeal.”Andersv.California,386 U.S.\n738, 744 (1967). The existence of this procedure reinforces\nthat a defendant’s appellate rights should not hinge “on appointed\ncounsel’s bare assertion that he or she is of the opinion that\nthere is no merit to the appeal.”Pensonv.Ohio,488 U.S.\n75, 80 (1988).9We leave undisturbed\ntodayFlores-Ortega’s separate discussion of how to approach\nsituations in which a defendant’s wishes are less clear. See 528\nU. S., at 478–481.10Or\nthe State might not have invoked the waiver at all.E.g., United\nStatesv.Archie, 771 F.3d 217, 223, n. 2 (CA4\n2014);Statev.Rendon, 2012 WL 9492805, *1,\nn. 1 (Idaho Ct. App., May 11, 2012).11The\npossibility that an appellate court confronted with a waived claim\n(and a motion to enforce the waiver) would technically “dismiss the\nappeal without reaching the merits,” see Brief for United States asAmicus Curiae17; see also Brief for Respondent 26, does not\nalter this conclusion. Whatever the label, the defendant loses the\nopportunity to raise any appellate claims at all—including those\nthat would, or at least could, be heard on the merits.12For\nexample, researchers have found that over 90% of noncapital federal\nhabeas petitioners proceed without counsel. See N. King et al.,\nFinal Technical Report: Habeas Litigation in U. S. District\nCourts 23 (2007).13To\nthe extent relief would turn on what precisely a defendant said to\ncounsel regarding specific claims, moreover, Garza rightly points\nout the serious risk of “causing indigent defendants to forfeit\ntheir rights simply because they did not know what words to use.”\nReply Brief 17.14It\nis, of course, inevitable that some defendants under this rule will\nseek to raise issues that are within the scope of their appeal\nwaivers. We are confident that courts can continue to deal\nefficiently with such cases via summary dispositions and the\nprocedures outlined inAnders. See 386 U. S., at 744;\nn. 9,supra.",
    "joined": []
}