{
    "case": {
        "docket": "449",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/449/"
    },
    "id": "1970441",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–88_________________ASID MOHAMAD, individually and for the ESTATE\nOF AZZAM RAHIM, deceased, et al., PETITIONERSv.PALESTINIAN AUTHORITY et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[April 18, 2012]Justice Sotomayor delivered the opinion of the\nCourt.[1]*The Torture Victim Protection Act of 1991 (TVPA\nor Act), 106Stat. 73, note following 28 U. S. C. §1350,\nauthorizes a cause of action against “[a]n individual” for acts of\ntorture and extrajudicial killing committed under authority or\ncolor of law of any foreign nation. We hold that the term\n“individual” as used in the Act encompasses only natural persons.\nConsequently, the Act does not impose liability against\norganizations.IBecause this case arises from a motion to\ndismiss, we ac-cept as true the allegations of the complaint.Ashcroftv.al-Kidd, 563 U. S. ___, ___ (2011)\n(slip op., at 1). Petitioners are the relatives of Azzam Rahim, who\nimmigrated to the United States in the 1970’s and became a\nnaturalized citizen. In 1995, while on a visit to the West Bank,\nRahim was arrested by Palestinian Authority intelligence officers.\nHe was taken to a prison in Jericho, where he was imprisoned,\ntortured, and ultimately killed. The following year, the U. S.\nDepartment of State issued a report concluding that Rahim “died in\nthe custody of [Palestinian Authority] intelligence officers in\nJericho.” Dept. of State, Occupied Territories Human Rights\nPractices, 1995 (Mar. 1996).In 2005, petitioners filed this action against\nrespondents, the Palestinian Authority and the Palestinian\nLiberation Organization, asserting,inter alia, claims of\ntorture and extrajudicial killing under the TVPA. The District\nCourt granted respondents’ motion to dismiss, concluding, as\nrelevant, that the Act’s authorization of suit against “[a]n\nindividual” extended liability only to natural persons.Mohamadv.Rajoub, 664 F. Supp. 2d 20, 22 (DC 2009).\nThe United States Court of Appeals for the District of Columbia\nCircuit affirmed on the same ground. SeeMohamadv.Rajoub, 634 F.3d 604, 608 (2011) (“Congress used the word\n‘individual’ to denote only natural persons”).[2] We granted certiorari, 565 U. S. ___\n(2011), to resolve a split among the Circuits with respect to\nwhether the TVPA authorizes actions against defendants that are not\nnatural persons,[3] and now\naffirm.IIThe TVPA imposes liability on individuals for\ncertain acts of torture and extrajudicial killing. The Act\nprovides:“An individual who, under actual or apparent\nauthor-ity, or color of law, of any foreign nation—“(1) subjects an individual to torture shall,\nin a civil action, be liable for damages to that individual; or“(2) subjects an individual to extrajudicial\nkilling shall, in a civil action, be liable for damages to the\nindividual’s legal representative, or to any person who may be a\nclaimant in an action for wrongful death.” §2(a).The Act defines “torture” and “extrajudicial\nkilling,” §3, and imposes a statute of limitations and an\nexhaustion requirement, §§2(b), (c). It does not define\n“individual.”Petitioners concede that foreign states may not\nbe sued under the Act—namely, that the Act does not create an\nexception to the Foreign Sovereign Immunities Act of 1976, 28\nU. S. C. §1602et seq., which renders foreign\nsovereigns largely immune from suits in U. S. courts. They\nargue, however, that the TVPA does not similarly restrict liability\nagainst other juridical entities. In petitioners’ view, by\npermitting suit against “[a]n individual,” the TVPA contemplates\nliability against natural personsandnonsovereign\norganizations (a category that, petitioners assert, includes\nrespondents). We decline to read “individual” so unnaturally. The\nordinary meaning of the word, fortified by its statutory context,\npersuades us that the Act authorizes suit against natural persons\nalone.ABecause the TVPA does not define the term\n“individual,” we look first to the word’s ordinary meaning. SeeFCCv.AT&T Inc., 562 U. S. ___, ___ (2011)\n(slip op., at 5) (“When a statute does not define a term, we\ntypically give the phrase its ordinary meaning” (internal quotation\nmarks omitted)). As a noun, “individual” ordinarily means “[a]\nhuman being, a person.” 7 Oxford English Dictionary 880 (2d ed.\n1989); see also,e.g.,Random House Dictionary of the\nEnglish Language 974 (2d ed. 1987) (“a person”); Webster’s Third\nNew International Dictionary 1152 (1986) (“a particular person”)\n(hereinafter Webster’s). After all, that is how we use the word in\neveryday parlance. We say “the individual went to the store,” “the\nindividual left the room,” and “the individual took the car,” each\ntime re-ferring unmistakably to a natural person. And no one, we\nhazard to guess, refers in normal parlance to an organization as an\n“individual.” Evidencing that common usage, this Court routinely\nuses “individual” to denote a natural person, and in particular to\ndistinguish between a natural person and a corporation. See,e.g., Goodyear Dunlop Tires Operations, S. A.v.Brown, 564 U. S. __, __ (2011) (slip op., at 7) (“For\nan individual, the paradigm forum for the exercise of general\njurisdiction is the individual’s domicile; for a corporation, it is\nan equivalent place, one in which the corporation is fairly\nregarded as at home”).Congress does not, in the ordinary course,\nemploy the word any differently. The Dictionary Act instructs that\n“[i]n determining the meaning of any Act of Congress, unless the\ncontext indicates otherwise . . . the wor[d] ‘person’\n. . . include[s] corporations, companies, associations,\nfirms, partnerships, societies,andjoint stock companies,as well asindividuals.” 1 U. S. C. §1 (emphasis\nadded). With the phrase “as well as,” the definition marks\n“individual” as distinct from the list of artificial entities that\nprecedes it.In a like manner, federal statutes routinely\ndistinguish between an “individual” and an organizational entity of\nsome kind. See,e.g.,7 U. S. C. §92(k)\n(“ ‘Person’ includes partnerships, associations, and\ncorporations, as well as individuals”); §511 (same); 15\nU. S. C. §717a (“ ‘Person’ includes an individual or\na corporation”); 16 U. S. C. §796 (“ ‘[P]erson’\nmeans an individual or a corporation”); 8 U. S. C.\n§1101(b)(3) (“ ‘[P]erson’ means an individual or an\norganization”). Indeed, the very same Congress that enacted the\nTVPA also established a cause of action for U. S. nationals\ninjured “by reason of an act of interna-tional terrorism” and\ndefined “person” as it appears in the statute to include “any\nindividualor entitycapable of holding a legal or\nbeneficial interest in property.” Federal Courts Administration Act\nof 1992, 18 U. S. C. §§2333(a), 2331(3) (emphasis\nadded)).BThis is not to say that the word “individual”\ninvariably means “natural person” when used in a statute. Congress\nremains free, as always, to give the word a broader or different\nmeaning. But before we will assume it has done so, there must besomeindication Congress intended such a result. Perhaps it\nis the rare statute (petitioners point to only one such example,\nlocated in the Internal Revenue Code) in which Congress expressly\ndefines “individual” to include corporate entities. See 26\nU. S. C. §542(a)(2). Or perhaps, as was the case inClintonv.City of New York,524\nU.S. 417, 429 (1998), the statutory context makes that\nintention clear, because any other reading of “individual” would\nlead to an “ ‘absurd’ ” result Congress could not\nplausibly have intended.There are no such indications in the TVPA. As\nnoted, the Act does not define “individual,” much less do so in a\nmanner that extends the term beyond its ordinary usage. And the\nstatutory context strengthens—not undermines—the conclusion that\nCongress intended to create a cause of action against natural\npersons alone. The Act’s liability provision uses the word\n“individual” five times in the same sentence: once to refer to the\nperpetrator (i.e.,the defendant) and four times to refer to\nthe victim. See §2(a). Only a natural person can be a victim of\ntorture or extrajudicial killing. “Since there is a presumption\nthat a given term is used to mean the same thing throughout a\nstatute, a presumption surely at its most vigorous when a term is\nrepeated within a given sentence,”Brownv.Gardner,513 U.S.\n115, 118 (1994) (citation omitted), it is difficult indeed to\nconclude that Congress employed the term “in-dividual” four times\nin one sentence to refer to a natural person and once to refer to a\nnatural personandany nonsovereign organization. See also\n§3(b)(1) (using term “individual” six times in referring to victims\nof torture).It is also revealing that the Act holds\nperpetrators lia-ble for extrajudicial killing to “anypersonwho may be a claimant in an action for wrongful\ndeath.” §2(a)(2) (emphasis added). “Person,” we have recognized,\noften has a broader meaning in the law than “individual,” seeClinton, 524 U. S., at 428, n. 13, and frequently\nincludes nonnatural persons, see,e.g., 1 U. S. C.\n§1. We generally seek to respect Congress’ decision to use\ndifferent terms to de-scribe different categories of people or\nthings. SeeSosav.Alvarez-Machain,542 U.S.\n692, 711, n. 9 (2004). Our construction of “individual” to\nencompass solely natural persons credits Congress’ use of the\ndisparate terms; petitioners’ construction does not.[4]In sum, the text of the statute persuades us\nthat the Act authorizes liability solely against natural\npersons.IIIPetitioners’ counterarguments are\nunpersuasive.APetitioners first dispute that the plain text\nof the TVPA requires today’s result. Although they concede that an\nordinary meaning of “individual” is “human being,” petitioners\npoint to definitions of “individual” that “frame the term\n. . . in distinctly non-human terms, instead placing\ntheir emphases on theonenessof something.” Brief for\nPetitioners 18 (citing,e.g.,Webster’s 1152 (defining\n“individual” as “a single or particular being or thing or group of\nbeing or things”)). Those definitions, however, do not account even\nfor petitioners’ preferred interpretation of “in-dividual” in the\nAct, for foreign states—which petition- ers concede are not liable\nunder the Act—do not differ from nonsovereign organizations in\ntheir degree of “oneness.” Moreover, “[w]ords that can have more\nthan one meaning are given content . . . by their\nsurroundings,”Whitmanv.American Trucking Assns.,\nInc.,531 U.S.\n457, 466 (2001), and for the reasons explainedsupra,\npetitioners’ definition makes for an awkward fit in the context of\nthe TVPA.Petitioners next claim that federal tort\nstatutes uniformly provide for liability against organizations, a\nconvention they maintain is common to the legal systems of other\nnations. We are not convinced, however, that any such “domestic and\ninternational presumption of organi-zational liability” in tort\nactions overcomes the ordi- nary meaning of “individual.” Brief for\nPetitioners 16. It is true that “Congress is understood to\nlegislate against a background of common-law adjudicatory\nprinciples.”Astoria Fed. Sav. & Loan Assn.v.Solimino,501 U.S.\n104, 108 (1991). But Congress plainly can override those\nprinciples, see,e.g.,id., at 108–109, and, as\nexplainedsupra, the TVPA’s text evinces a clear intent not\nto subject nonsovereign organizations to liability.[5]We also decline petitioners’ suggestion to\nconstrue the TVPA’s scope of liability to conform with other\nfederal statutes that petitioners contend provide civil remedies to\nvictims of torture or extrajudicial killing. None of the three\nstatutes petitioners identify employs the term “in-dividual” to\ndescribe the covered defendant, and so none assists in the\ninterpretive task we face today. See 42 U. S. C. §1983;\n28 U. S. C. §§1603(a), 1605A(c) (2006 ed., Supp. IV); 18\nU. S. C. §§2333, 2334(a)–(b), 2337. The same is true of\nthe Alien Tort Statute, 28 U. S. C. §1350, so it offers\nno comparative value here regardless of whether corporate entities\ncan be held liable in a federal common-law action brought under\nthat statute. CompareDoev.Exxon Mobil Corp., 654\nF.3d 11 (CADC 2011), withKiobelv.Royal Dutch Petroleum\nCo., 621 F.3d 111 (CA2 2010), cert. granted, 565 U. S. ___\n(2011). Finally, al-though petitioners rightly note that the TVPA\ncontemplates liability against officers who do not personally\nexecute the torture or extrajudicial killing, see,e.g.,\nChavezv.Carranza, 559 F.3d 486 (CA6 2009), it does not\nfollow (as petitioners argue) that the Act embraces liability\nagainst nonsovereign organizations. An officer who gives an order\nto torture or kill is an “individual” in that word’s ordinary\nusage; an organization is not.BPetitioners also contend that legislative\nhistory supports their broad reading of “individual.” But “reliance\non legislative history is unnecessary in light of the statute’s\nunambiguous language.”Milavetz, Gallop & Milavetz,\nP. A.v.United States, 559 U. S. ___, ___, n.\n3 (2010) (slip op., at 6, n. 3). In any event, the excerpts\npetitioners cite do not help their cause. Petitioners note that the\nSenate Report states that “[t]he legislation uses the term\n‘individual’ to make crystal clear that foreign states or their\nentities cannot be sued under this bill under any circumstances.”\nS. Rep. No. 102–249, p. 7 (1991) (S. Rep.); see also\nH. R. Rep. No. 102–367, pt. 1, p. 4 (1991)\n(H. R. Rep.) (“Only ‘individuals,’ not foreign states, can be\nsued”). Yet that statement, while clarifying that the Act does not\nencompass liability against foreign states, says nothing about\nliability against nonsovereign organizations. The other excerpts\npetitioners cite likewise are not probative of the meaning of\n“individual,” for they signal only that the Act does not impose\nliability on perpetrators who act without authority or color of law\nof a foreign state. See,e.g.,H. R. Rep., at 5 (“The\nbill does not attempt to deal with torture or killing by purely\nprivate groups”); S. Rep., at 8 (The bill “does not cover purely\nprivate criminal acts by individuals or nongovernmental\norganizations”).Indeed, although we need not rely on legislative\nhistory given the text’s clarity, we note that the history only\nsupports our interpretation of “individual.” The version of the\nTVPA that was introduced in the 100th Congress established\nliability against a “person.” Hearing and Markup on H. R. 1417\nbefore the House Committee on Foreign Affairs and Its Subcommittee\non Human Rights and International Organizations, 100th Cong., 2d\nSess., 82 (1988). During the markup session of the House Foreign\nAffairs Committee, one of the bill’s sponsors proposed an amendment\n“to make it clear we are applying it to individuals and not to\ncorporations.”Id.,at 81, 87. Counsel explained that it was\na “fairly simple” matter “of changing the word ‘person’ to\n‘individuals’ in several places in the bill.”Id., at 87–88.\nThe amendment was unanimously adopted, and the version of the bill\nreported out of Committee reflected the change.Id.,at 88;\nH. R. Rep. No. 693, pt. 1, p. 1 (1988). A materially\nidentical version of the bill was enacted as the TVPA by the 102d\nCongress. Although we are cognizant of the limitations of this\ndrafting history, cf.Exxon Mobil Corp.v.Allapattah\nServices, Inc.,545 U.S.\n546, 568 (2005), we nevertheless find it telling that the sole\nexplanation for substituting “individual” for “person” confirms\nwhat we have concluded from the text alone.CPetitioners’ final argument is that the Act\nwould be rendered toothless by a construction of “individual” that\nlimits liability to natural persons. They contend that pre-cluding\norganizational liability may foreclose effective remedies for\nvictims and their relatives for any number of reasons. Victims may\nbe unable to identify the men and women who subjected them to\ntorture, all the while knowing the organization for whom they work.\nPersonal jurisdiction may be more easily established over corporate\nthan human beings. And natural persons may be more likely than\norganizations to be judgment proof. Indeed, we are told that only\ntwo TVPA plaintiffs have been able to re-cover successfully against\na natural person—one only after the defendant won the state\nlottery. SeeJeanv.Dorelien,431 F.3d 776, 778 (CA11 2005).We acknowledge petitioners’ concerns about the\nlimitations on recovery. But they are ones that Congress imposed\nand that we must respect. “[N]o legislation pursues its purposes at\nall costs,”Rodriguezv.United States,480 U.S.\n522, 525–526 (1987)(per curiam), and petitioners’\npurposive argument simply cannot overcome the force of the plain\ntext. We add only that Congress appeared well aware of the limited\nnature of the cause of action it established in the Act. See,e.g., 138 Cong. Rec. 4177 (1992) (remarks of Sen. Simpson)\n(noting that “as a practical matter, this legislation will result\nin a very small number of cases”); 137 Cong. Rec. 2671 (1991)\n(remarks of Sen. Specter) (“Let me emphasize that the bill is a\nlimited measure. It is estimated that only a few of these lawsuits\nwill ever be brought”).*  *  *The text of the TVPA convinces us that\nCongress did not extend liability to organizations, sovereign or\nnot. There are no doubt valid arguments for such an extension. But\nCongress has seen fit to proceed in more modest steps in the Act,\nand it is not the province of this Branch to do otherwise. The\njudgment of the United States Court of Appeals for the District of\nColumbia Circuit is affirmed.It is so ordered.Notes1* Justice Scalia joins\nthis opinion except as to Part III–B.2Respondents also argued\nbefore the District Court that the TVPA’s requirement that acts be\ncommitted under authority or color of law ofa foreign nation was\nnot met. Neither the District Court nor Court of Appeals addressed\nthe argument, and we offer no opinion on its merits.3CompareAzizv.Alcolac, Inc., 658 F.3d 388 (CA4 2011) (TVPA excludes\ncorporate defendants from liability);Mohamadv.Rajoub, 634 F.3d 604 (CADC 2011) (TVPA liability limited to\nnatural persons);Bowotov.Chevron Corp., 621 F.3d\n1116 (CA9 2010) (same asAziz), withSinaltrainalv.Coca Cola Co., 578 F.3d 1252, 1264, n. 13 (CA11 2009)\n(TVPA liability extends to corporate defendants).4The parties debate\nwhether estates, or other nonnatural persons, in fact may be\nclaimants in a wrongful-death action. We think the debate largely\nimmaterial. Regardless of whether jurisdictions today allow for\nsuch actions, Congress’ use of the broader term evidences an intent\nto accommodate that possibility.5Petitioners’ separate\ncontention that the TVPA must be construedin light of international\nagreements prohibiting torture and extrajudicial killing fails for\nsimilar reasons. Whatever the scope of those agree-ments, the TVPA\ndoes not define “individual” by reference to them,and principles\nthey elucidate cannot overcome the statute’s text. The same is true\nof petitioners’ suggestion that Congress in the TVPA imported a\n“specialized usage” of the word “individual” in international law.\nBrief for Petitioners 6. There is no indication in the text of the\nstatute or legislative history that Congress knew of any such\nspecialized usage of the term, much less intended to import it into\nthe Act.",
    "joined": []
}