{
    "case": {
        "docket": "17-1606",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1606/"
    },
    "id": "4099770",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1606_________________RICKY LEE SMITH, PETITIONERv.NANCY A.\nBERRYHILL, ACTING COMMISSIONER OF SOCIAL SECURITYon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 28, 2019]Justice Sotomayor delivered the opinion of the\nCourt.The Social Security Act allows for judicial\nreview of “any final decision . . . made after a hearing”\nby the Social Security Administration (SSA). 42 U. S. C.\n§405(g). Petitioner Ricky Lee Smith was denied Social Security\nbenefits after a hearing by an administrative law judge (ALJ) and\nlater had his appeal from that denial dismissed as untimely by the\nSSA’s Appeals Council—the agency’s final decisionmaker. This case\nasks whether the Appeals Council’s dismissal of Smith’s claim is a\n“final decision . . . made after a hearing” so as to\nallow judicial review under §405(g). We hold that it is.IACongress enacted the Social Security Act in\n1935, responding to the crisis of the Great Depression. 49Stat.\n620; F. Bloch, Social Security Law and Practice 13 (2012). In its\nearly days, the program was administered by a body called the\nSocial Security Board; that role has since passed on to the Board’s\nsuccessor, the SSA.[1]In 1939, Congress amended the Act, adding\nvarious provisions that—subject to changes not at issue\nhere—continue to govern cases like this one. See Social Security\nAct Amendments of 1939, ch. 666, 53Stat. 1360. First, Congress gave\nthe agency “full power and authority to make rules and regulations\nand to establish procedures . . . necessary or\nappropriate to carry out” the Act. §405(a). Second, Congress\ndirected the agency “to make findings of fac[t] and decisions as to\nthe rights of any individual applying for a payment” and to provide\nall eligible claimants—that is, people seeking benefits—with an\n“opportunity for a hearing with respect to such decision[s].”\n§405(b)(1). Third, and most centrally, Congress provided for\njudicial review of “any final decision of the [agency] made after a\nhearing.” §405(g). At the same time, Congress made clear that\nreview would be available only “as herein provided”—that is, only\nunder the terms of §405(g). §405(h); seeHecklerv.Ringer,466 U.S.\n602, 614–615 (1984).In 1940, the Social Security Board created the\nAppeals Council, giving it responsibility for overseeing and\nreviewing the decisions of the agency’s hearing officers (who,\ntoday, are ALJs).[2] Though the\nAppeals Council originally had just three members, its ranks have\nsince swelled to include over 100 individuals serving as either\njudges or officers.[3] The\nAppeals Council remains a creature of regulatory rather than\nstatutory creation.Today, the Social Security Act provides\ndisability benefits under two programs, known by their statutory\nheadings as Title II and Title XVI. See §401et seq.(Title II); §1381et seq.(Title XVI). Title II\n“provides old-age, survivor, and disability benefits to insured\nindividuals irrespective of financial need.”Bowenv.Galbreath,485 U.S.\n74, 75 (1988). Title XVI provides supplemental security income\nbenefits “to financially needy individuals who are aged, blind, or\ndisabled regardless of their insured status.”Ibid.The\nregulations that govern the two programs are, for today’s purposes,\nequivalent. SeeSimsv.Apfel,530\nU.S. 103, 107, n. 2 (2000).[4] Likewise, §405(g) sets the terms of judicial review for\neach. See §1383(c)(3).Modern-day claimants must generally proceed\nthrough a four-step process before they can obtain review from a\nfederal court. First, the claimant must seek an initial\ndetermination as to his eligibility. Second, the claimant must seek\nreconsideration of the initial determination. Third, the claimant\nmust request a hearing, which is conducted by an ALJ. Fourth, the\nclaimant must seek review of the ALJ’s decision by the Appeals\nCouncil. See 20 CFR §416.1400. If a claimant has proceeded through\nall four steps on the merits, all agree, §405(g) entitles him to\njudicial review in federal district court.[5]The tension in this case stems from the\ndeadlines that SSA regulations impose for seeking each successive\nstage of review. A party who seeks Appeals Council review, as\nrelevant here, must file his request within 60 days of receiving\nthe ALJ’s ruling, unless he can show “good cause for missing the\ndeadline.” §416.1468.The Appeals Council’s review is discretionary:\nIt may deny even a timely request without issuing a decision. See\n§416.1481. If a claimant misses the deadline and cannot show good\ncause, however, the Appeals Council does not deny the request but\nrather dismisses it. §416.1471. Dismissals are “binding and not\nsubject to further review” by the SSA. §416.1472. The question here\nis whether a dismissal for untimeliness, after the claimant has had\nan ALJ hearing, is a “final decision . . . made after a\nhearing” for purposes of allowing judicial review under\n§405(g).BPetitioner Ricky Lee Smith applied for\ndisability benefits under Title XVI in 2012. Smith’s claim was\ndenied at the initial-determination stage and upon reconsideration.\nSmith then requested an ALJ hearing, which the ALJ held in February\n2014 before issuing a decision denying Smith’s claim on the merits\nin March 2014.The parties dispute what happened next. Smith’s\nattorney says that he sent a letter requesting Appeals Council\nreview in April 2014, well within the 60-day deadline. The SSA says\nthat it has no record of receiving any such letter. In late\nSeptember 2014, Smith’s attorney sent a copy of the letter that he\nassertedly had mailed in April. The SSA, noting that it had no\nrecord of prior receipt, counted the date of the request as the day\nthat it received the copy. The Appeals Council accordingly\ndetermined that Smith’s submission was untimely, concluded that\nSmith lacked good cause for missing the deadline, and dismissed\nSmith’s request for review.Smith sought judicial review of that dismissal\nin the U. S. District Court for the Eastern District of\nKentucky. The District Court held that it lacked jurisdiction to\nhear his suit. The U. S. Court of Appeals for the Sixth\nCircuit affirmed, maintaining that “an Appeals Council decision to\nrefrain from considering an untimely petition for review is not a\n‘final decision’ subject to judicial review in federal\ncourt.’ ”Smithv.Commissioner of Social\nSecurity, 880 F.3d 813, 814 (2018).Smith petitioned this Court for certiorari.\nResponding to Smith’s petition, the Government stated that while\nthe Sixth Circuit’s decision accorded with the SSA’s longstanding\nposition, the Government had “reexamined the question and concluded\nthat its prior position was incorrect.” Brief for Respondent on\nPet. for Cert. 15.We granted certiorari to resolve a conflict\namong the Courts of Appeals. 586 U. S. ___ (2018).[6] Because the Government agrees with\nSmith that the Appeals Council’s dismissal meets §405(g)’s terms,\nwe appointed Deepak Gupta asamicus curiaeto defend the\njudgment below. 586 U. S. ___ (2018). He has ably discharged\nhis duties.IISection 405(g), as noted above, provides for\njudicial review of “any final decision . . . made after a\nhearing.” This provision, the Court has explained, contains two\nseparate elements: first, a “jurisdictional” requirement that\nclaims be presented to the agency, and second, a “waivable\n. . . requirement that the administrative remedies\nprescribed by the Secretary be exhausted.”Mathewsv.Eldridge,424 U.S.\n319, 328 (1976). This case involves the latter,\nnonjurisdictional element of administrative exhaustion. While\n§405(g) delegates to the SSA the authority to dictate which steps\nare generally required, seeSims, 530 U. S., at 106,\nexhaustion of those steps may not only be waived by the agency, seeWeinbergerv.Salfi,422 U.S.\n749, 767 (1975), but also excused by the courts, seeBowenv.City of New York,476\nU.S. 467, 484 (1986);Eldridge, 424 U. S., at\n330.[7]The question here is whether a dismissal by the\nAppeals Council on timeliness grounds after a claimant has received\nan ALJ hearing on the merits qualifies as a “final decision\n. . . made after a hearing” for purposes of allowing\njudicial review under §405(g). In light of the text, the context,\nand the presumption in favor of the reviewability of agency action,\nwe conclude that it does.AWe begin with the text. Taking the first\nclause (“any final decision”) first, we note that the phrase “final\ndecision” clearly denotes some kind of terminal event,[8] and Congress’ use of the word “any”\nsuggests an intent to use that term “expansive[ly],” seeAliv.Federal Bureau of Prisons,552 U.S.\n214, 218–219 (2008). The Appeals Council’s dismissal of Smith’s\nclaim fits that language: Under the SSA’s own regulations, it was\nthe final stage of review. See 20 CFR §416.1472.Turning to the second clause (“made after a\nhearing”), we note that this phrase has been the subject of some\nconfusion over the years. On the one hand, the statute elsewhere\nrepeatedly uses the word “hearing” to signify an ALJ\nhearing,[9] which suggests\nthat, in the ordinary case, the phrase here too denotes an ALJ\nhearing. See,e.g.,IBP,Inc.v.Alvarez,546 U.S.\n21, 34 (2005) (noting “the normal rule of statutory\ninterpretation that identical words used in different parts of the\nsame statute are generally presumed to have the same meaning”). On\nthe other hand, the Court’s precedents make clear that an ALJ\nhearing is not an ironclad prerequisite for judicial review. See,e.g.,City of New York, 476 U. S., at 484\n(emphasizing the Court’s “ ‘intensely practical’ ”\napproach to the applicability of the exhaustion requirement and\ndisapproving “mechanical application” of a set of factors).There is no need today to give §405(g) a\ndefinition for all seasons, because, in any event, this is a\nmine-run case and Smith obtained the kind of hearing that §405(g)\nmost naturally suggests: an ALJ hearing on the merits.[10] In other words, even giving\n§405(g) a relatively strict reading, Smith appears to satisfy its\nterms.[11]Smith cannot, however, satisfy §405(g)’s “after\na hearing” requirement as a matter of mere chronology.[12] InCalifanov.Sanders,430 U.S.\n99(1977), the Court considered whether the SSA’s denial of a\nclaimant’s petition to reopen a prior denial of his claim for\nbenefits qualified as a final decision under §405(g).Id.,\nat 102–103, 107–109. The Court concluded that it did not, reasoning\nthat a petition to reopen was a matter of agency grace that could\nbe denied without a hearing altogether and that allowing judicial\nreview would thwart Congress’ own deadline for seeking such review.\nSeeid., at 108–109. That the SSA’s denial of the petition\nto reopen (1) was conclusive and (2) postdated an ALJ hearing did\nnot, alone, bring it within the meaning of §405(g).Here, by contrast, the SSA’s “final decision” is\nmuch more closely tethered to the relevant “hearing.” Unlike a\npetition to reopen, a primary application for benefits may not be\ndenied without an ALJ hearing (assuming the claimant timely\nrequests one, as Smith did). §405(b)(1). Moreover, the claimant’s\naccess to this first bite at the apple is indeed a matter of\nlegislative right rather than agency grace. Seeid., at 108.\nAnd, again unlike the situation inSanders, there is no\ndanger here of thwarting Congress’ own deadline, given that the\nonly potential untimeliness here concerns Smith’s request for\nAppeals Council review—not his request for judicial review\nfollowing the agency’s ultimate determination.BThe statutory context weighs in Smith’s favor\nas well. Appeals from SSA determinations are, by their nature,\nappeals from the action of a federal agency, and in the separate\nadministrative-law context of the Administrative Procedure Act\n(APA), an action is “final” if it both (1) “mark[s] the\n‘consummation’ of the agency’s decisionmaking process” and (2) is\n“one by which ‘rights or obligations have been determined,’ or from\nwhich ‘legal consequences will flow.’ ”Bennettv.Spear,520 U.S.\n154, 177–178 (1997). Both conditions are satisfied when a\nSocial Secu- rity claimant has reached the fourth and final step of\nthe SSA’s four-step process and has had his request for review\ndismissed as untimely. It is consistent to treat the Appeals\nCouncil’s dismissal of Smith’s claim as a final decision as\nwell.To be clear, “the doctrine of administrative\nexhaustion should be applied with a regard for the particular\nadministrative scheme at issue,”Salfi, 422 U. S., at\n765, and we leave this axiom undisturbed today. The Social Security\nAct and the APA are different statutes, and courts must remain\nsensitive to their differences. See,e.g.,Sullivanv.Hudson,490 U.S.\n877, 885 (1989) (observing that “[a]s provisions for judicial\nreview of agency action go, §405(g) is somewhat unusual” in that\nits “detailed provisions . . . suggest a degree of direct\ninteraction between a federal court and an administrative agency\nalien to” APA review). But at least some of these differences\nsuggest that Congress wanted more oversight by the courts in this\ncontext rather than less, seeibid.,[13] and the statute as a whole is one that\n“Congress designed to be ‘unusually protective’ of claimants,”City of New York, 476 U. S., at 480.We note further that the SSA is a massive\nenterprise,[14] and mistakes\nwill occur. See Brief for National Organization of Social Security\nClaimants’ Representatives asAmicusCuriae13\n(collecting examples).[15]\nThe four steps preceding judicial review, meanwhile, can drag on\nfor years.[16] While\nmistakes by the agency may be admirably rare, we do not presume\nthat Congress intended for this claimant-protective statute, seeCity of New York, 476 U. S., at 480, to leave a\nclaimant without recourse to the courts when such a mistake does\noccur—least of all when the claimant may have already expended a\nsignificant amount of likely limited resources in a lengthy\nproceeding.CSmith’s entitlement to judicial review is\nconfirmed by “the strong presumption that Congress intends judicial\nreview of administrative action.”Bowenv.Michigan\nAcademy of Family Physicians,476 U.S.\n667, 670 (1986). “That presumption,” of course, “is rebuttable:\nIt fails when a statute’s language or structure demonstrates that\nCongress wanted an agency to police its own conduct.”Mach\nMining,LLCv.EEOC, 575 U.S. 480, ___–___ (2015)\n(slip op., at 4–5). But the burden for rebutting it is\n“ ‘heavy,’ ”id., at ___ (slip op., at 5), and\nthat burden is not met here. While Congress left it to the SSA to\ndefine the procedures that claimants like Smith must first pass\nthrough, seeSims, 530 U. S., at 106, Congress has not\nsuggested that it intended for the SSA to be the unreviewable\narbiter of whether claimants have complied with those procedures.\nWhere, as here, a claimant has received a claim-ending timeliness\ndetermination from the agency’s last-in-line decisionmaker after\nbringing his claim past the key procedural post (a hearing)\nmentioned in §405(g), there has been a “final decision\n. . . made after a hearing” under §405(g).[17]IIIAmicus’ arguments to the contrary have\naided our consideration of this case, but they have not dissuaded\nus from concluding that the Appeals Council’s dismissal of Smith’s\nclaim satisfied §405(g).Amicusfirst argues that the phrase\n“final decision . . . made after a hearing” refers to a\nconclusive disposition, after exhaustion, of a benefits claim on\nthe merits—that is, on a basis for which the Social Security Act\nentitles a claimant to a hearing. This reading follows,amicusargues, from the Court’s observations that §405(g)\ngenerally requires exhaustion, and moreover fromSanders’\nsuggestion, see 430 U. S., at 108, that review is not called\nfor where a claimant loses on an agency-determined procedural\nground that is divorced from the substantive matters for which a\nhearing is required. Even if Smith did receive a hearing on the\nmerits,amicusargues, the conclusive determination was not\non that basis, and “[i]t would be unnatural to read the statute as\nthrowing open the gates to judicial review of any final decision,\nno matter how collateral,” just because such a hearing occurred.\nBrief for Court-AppointedAmicusCuriae34.We disagree. First, as noted above, the Court’s\nprecedents do not make exhaustion a pure necessity, indicating\ninstead that while the SSA is empowered to define the steps\nclaimants must generally take, the SSA is not also the unreviewable\narbiter of whether a claimant has sufficiently complied with those\nsteps. Seesupra, at 5–6, and n. 7. Second, the Appeals\nCouncil’s dismissal is not merely collateral; such a dismissal\ncalls an end to a proceeding in which a substantial factual record\nhas already been developed and on which considerable resources have\nalready been expended. Seesupra, at 10, and n. 16.\nAcceptingamicus’ argument would mean that a claimant could\nmake it to the end of the SSA’s process and then have judicial\nreview precluded simply because the Appeals Council stamped\n“untimely” on the request, even if that designation were patently\ninaccurate. While there may be contexts in which the law is so\nunforgiving, this is not one. Seesupra, at 9–11.Smith’s case, as noted above, is also distinct\nfromSanders. Seesupra, at 8.Sanders, after\nall, involved the SSA’s denial of a petition for reopening—a second\nlook that the agency had made available to claimants as a matter of\ngrace. See 430 U. S., at 101–102, 107–108. But Smith is not\nseeking a second look at an already-final denial; he argues that he\nwas wrongly prevented from continuing to pursue his primary claim\nfor benefits. That primary claim, meanwhile, is indeed a matter of\nstatutory entitlement. See §405(b).Amicusalso emphasizes that the SSA\nhandles a large volume of claims, such that a decision providing\nfor greater judicial review could risk a flood of litigation. That\nresult seems unlikely for a few reasons. First, the number of\nAppeals Council untimeliness dismissals is comparatively\nsmall—something on the order of 2,500 dismissals out of 160,000\ndispositions per year.[18]\nSecond, the interpretation that Smith and the Government urge has\nbeen the law since 1983 in the Eleventh Circuit, and the data there\ndo not bear outamicus’ warning. See Reply Brief for\nRespondent 14–15 (collecting statistics). Third, whileamicusflags related contexts that could be informed by\ntoday’s ruling, see Brief for Court-AppointedAmicusCuriae36–40, those issues are not before us. We therefore\ndo not address them other than to reinforce that such questions\nmust be considered in the light of “the particular administrative\nscheme at issue.” SeeSalfi, 422 U. S., at 765. Today’s\ndecision, therefore, hardly knocks loose a line of dominoes.Finally,amicusargues that the meaning\nof §405(g) is ambiguous and that the SSA’s longstanding\ninterpretation of §405(g)—prior to its changed position during the\npendency of this case—is entitled to deference underChevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil,Inc.,467 U.S.\n837(1984). The Government and Smith maintain that the statute\nunambiguously supports the Government’s new position, and Smith\nfurther asserts that deference is inappropriate where the\nGovernment itself has rejected the interpretation in question in\nits filings.We need not decide whether the statute is\nunambiguous or what to do with the curious situation of anamicus curiaeseeking deference for an interpretation that\nthe Government’s briefing rejects.Chevrondeference\n“ ‘is premised on the theory that a statute’s ambiguity\nconstitutes an implicit delegation from Congress to the agency to\nfill in the statutory gaps.’ ”Kingv.Burwell,\n576 U. S. ___, ___ (2015) (slip op., at 8). The scope of\njudicial review, meanwhile, is hardly the kind of question that the\nCourt presumes that Congress implicitly delegated to an agency.Indeed, roughly six years afterChevronwas decided, the Court declined to giveChevrondeference to\nthe Secretary of Labor’s interpretation of a federal statute that\nwould have foreclosed private rights of action under certain\ncircumstances. SeeAdams Fruit Co.v.Barrett,494 U.S.\n638, 649–650 (1990). As the Court explained, Congress’ having\ncreated “a role for the Department of Labor in administering the\nstatute” did “not empower the Secretary to regulate the scope of\nthe judicial power vested by the statute.”Id., at 650.\nRather, “[a]lthough agency determinations within the scope of\ndelegated authority are entitled to deference, it is fundamental\n‘that an agency may not bootstrap itself into an area in which it\nhas no jurisdiction.’ ”Ibid. Here, too, while Congress\nhas empowered the SSA to create a scheme of administrative\nexhaustion, seeSims, 530 U. S., at 106, Congress did\nnot delegate to the SSA the power to determine “the scope of the\njudicial power vested by” §405(g) or to determine conclusively when\nits dictates are satisfied.Adams Fruit Co., 494 U. S.,\nat 650. Consequently, having concluded that Smith and the\nGovernment have the better reading of §405(g), we need go no\nfurther.IVAlthough they agree that §405(g) permits\njudicial review of the Appeals Council’s dismissal in this case,\nSmith and the Government disagree somewhat about the scope of\nreview on remand.[19] Smith\nargues that if a reviewing court disagrees with the procedural\nground for dismissal, it can then proceed directly to the merits,\nwhile the Government argues that the proper step in such a case\nwould be to remand. We largely agree with the Government.To be sure, there would be jurisdiction for a\nfederal court to proceed to the merits in the way that Smith avers.\nFor one, as noted above, exhaustion itself is not a jurisdictional\nprerequisite. Seesupra, at 5–6. Moreover, §405(g) states\nthat a reviewing “court shall have power to enter, upon the\npleadings and transcript of the record, a judgment affirming,\nmodifying, or reversing the decision of the Commissioner of Social\nSecurity, with or without remanding the cause for a rehearing”—a\nbroad grant of authority that reflects the high “degree of direct\ninteraction between a federal court and an administrative agency”\nenvisioned by §405(g).Hudson, 490 U. S., at 885. In\nshort, there is no jurisdictional bar to a court’s reaching the\nmerits.Fundamental principles of administrative law,\nhowever, teach that a federal court generally goes astray if it\ndecides a question that has been delegated to an agency if that\nagency has not first had a chance to address the question. See,e.g.,INSv.Orlando Ventura,537 U.S.\n12, 16, 18 (2002) (per curiam);ICCv.Locomotive Engineers,482 U.S.\n270, 283 (1987); cf.SECv.Chenery Corp.,318 U.S.\n80, 88 (1943) (“For purposes of affirming no less than\nreversing its orders, an appellate court cannot intrude upon the\ndomain which Congress has exclusively entrusted to an\nadministrative agency”). The Court’s cases discussing exhaustion in\nthe Social Security context confirm the prudence of applying this\ngeneral principle here, where the agency’s final decisionmaker has\nnot had a chance to address the merits at all.[20] SeeCity of New York, 476 U. S.,\nat 485 (“Because of the agency’s expertise in administering its own\nregulations, the agency ordinarily should be given the opportunity\nto review application of those regulations to a particular factual\ncontext”);Salfi, 422 U. S., at 765 (explaining that\nexhaustion serves to “preven[t] premature interference with agency\nprocesses” and to give the agency “an opportunity to correct its\nown errors,” “to afford the parties and the courts the benefit of\nits experience and expertise,” and to produce “a record which is\nadequate for judicial review”). Accordingly, in an ordinary case, a\ncourt should restrict its review to the procedural ground that was\nthe basis for the Appeals Council dismissal and (if necessary)\nallow the agency to address any residual substantive questions in\nthe first instance.[21]VWe hold that where the SSA’s Appeals Council\nhas dismissed a request for review as untimely after a claimant has\nobtained a hearing from an ALJ on the merits, that dismissal\nqualifies as a “final decision . . . made after a\nhearing” within the meaning of §405(g). The judgment of the United\nStates Court of Appeals for the Sixth Circuit is therefore\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1See Koch & Koplow,\nThe Fourth Bite at the Apple: A Study of the Operation and Utility\nof the Social Security Administration’s Appeals Council, 17 Fla.\nSt. U. L. Rev. 199, 234–235 (1990) (Koch &\nKoplow).2Seeid., at\n235.3SSA, Brief History and\nCurrent Information About the Appeals Council,\nhttps://www.ssa.gov/appeals/about_ac.html (all Internet mate-rials\nas last visited May 22, 2019).4Because Smith seeks\nbenefits under Title XVI, we cite to the regulations that govern\nTitle XVI, which are located at 20 CFR pt. 416 (2018). The\nregulations that govern Title II are located at 20 CFR pt.\n404.5Of course, if the result\nat any of the four preceding stages is fully favorable, there is\ngenerally no need to proceed further.6Seven Courts of Appeals\nhave held that there is no judicial review under these\ncircumstances, while two have held that there is. CompareBrandtnerv.Department of Health & Human Servs.,150 F.3d 1306,1307(CA10 1998);Baconv.Sullivan, 969 F.2d\n1517, 1520 (CA3 1992);Matlockv.Sullivan,908 F.2d\n492, 494 (CA9 1990);Harperv.Bowen,813 F.2d 737,\n743 (CA5 1987);Adamsv.Heckler,799 F.2d 131, 133\n(CA4 1986);Smithv.Heckler, 761 F.2d 516, 518 (CA8\n1985);Dietschv.Schweiker,700 F.2d 865, 867 (CA2\n1983), withCaseyv.Berryhill, 853 F.3d 322, 326\n(CA7 2017);Bloodsworthv.Heckler,703 F.2d 1233,\n1239 (CA11 1983).7WhileCalifanov.Sanders,430 U.S.\n99(1977), can be read to cabinEldridgeandSalfito only constitutional claims, the Court’s subsequent\ndecision inCity of New Yorkdemonstrates that this\nunderstanding of §405(g) can extend to cases lackingEldridge’s andSalfi’s constitutional character. SeeCity of New York, 476 U. S., at 474–475, and n. 5,\n482–484; see alsoCity of New Yorkv.Heckler,578 F. Supp. 1109, 1124–1125 (EDNY 1984) (ruling that the\nagency’s actions violated the Social Security Act and its own\nregulations and thus declining to reach the plaintiffs’\nconstitutional argument).8See 5 Oxford English\nDictionary 920 (2d ed. 1989) (Final: “Marking the last stage of a\nprocess; leaving nothing to be looked for or expected; ultimate”);\n4 Oxford English Dictionary 222 (1933) (same); see also Webster’s\nNew World College Dictionary 542 (5th ed. 2016) (Final: “leaving no\nfurther chance for action, discussion, or change; deciding;\nconclusive”); Merriam-Webster’s Collegiate Dictionary 469 (11th ed.\n2011) (Final: “coming at the end: being the last in a series,\nprocess, or progress”).9See 42 U. S. C.\n§405(b)(1) (entitling claimants to a hearing on the merits);\n§405(b)(2) (discussing “reconsideration” of certain findings\n“before any hearing under paragraph (1) on the issue of such\nentitlement”); §405(g) (discussing factual findings and evidence\nresulting from such a “hearing”); §405(h) (discussing binding\neffect of decision “after a hearing”); see also §§1383(c)(1)(A),\n(3) (similar).10We\nnote as well that the “hearing” referred to in §405(g) cannot be a\nhearing before the Appeals Council. Congress provided for a hearing\nin §405(b) and for judicial review “after a hearing” in §405(g)\nbefore the Appeals Council even existed. Seesupra,at 2.\nMoreover, the Appeals Council makes many decisions without a\nhearing—e.g.,denying a petition for review without giving\nreasons—that are nevertheless plainly reviewable. See 20 CFR §§\n416.1400(a)(5), 416.1467, 416.1481. Accordingly, the fact that\nthere was no Appeals Council hearing—much like the fact that there\nwas no reasoned Appeals Council decision on the merits—does not bar\nreview.11We\nreturn below to the possibility, suggested byamicus, that\n“final decision . . . made after a hearing” could signify\na final decision “on a matter on which the Act requires a hearing.”\nBrief for Court-AppointedAmicusCuriae13; seeinfra, at 11–12. Here, we note only that while Congress\ncertainly could have written something like “final decision on the\nmerits . . . made after a hearing,” it did\nnot.12The\nalternative risks untenable breadth. The Battle of Yorktown\npredates our ruling today, but no one would describe today’s\nopinion as a “decision made after the Battle of Yorktown.” As we\nexplain, how-ever, the dismissal of Smith’s claim is tethered to\nSmith’s hearing in a way that more distant events are\nnot.13The\nnoteworthy counterpoint is §405(h), which withdraws federal-court\njurisdiction under 28 U. S. C. §§ 1331, 1346. While that\nprovision clearly serves “to route review through” §405(g), seeSanders, 430 U. S., at 103, n. 3; see alsoHecklerv.Ringer,466 U.S.\n602, 614–615 (1984), that routing choice does not\nsimultaneously constrict the route that Congress did\nprovide.14For\nexample, the agency receives roughly 2.5 million new disability\nclaims per year. See SSA, Annual Performance Report Fiscal Years\n2017–2019, p. 32 (Feb. 12, 2018),\nhttps://www.ssa.gov/budget/FY19Files/2019APR.pdf.15See\nalso Koch & Koplow 257 (noting that each Appeals Council member\n“typically spends only ten to fifteen minutes reviewing an average\ncase” given “the pressures of the caseload”).16See\nSSA, FY 2020 Congressional Justification 9 (Mar. 2019) (estimating\n2019 average processing time for the first three steps at 113 days,\n105 days, and 515 days, respectively),\nhttps://www.ssa.gov/budget/FY20Files/FY20-JEAC.pdf; Brief for\nNational Organization of Social Security Claimants’ Representatives\nasAmicusCuriae11.17A\ndifferent question would be presented by a claimant who assertedly\nfaltered at an earlier step—e.g.,whose request for an ALJ\nhearing was dismissed as untimely and who then appealed that\ndetermination to the Appeals Council before seeking judicial\nreview. While such a claimant would not have received a “hearing”\nat all, the Court’s precedents also make clear that a hearing is\nnot always required. Seesupra,at 5–6. Because such a\nsituation is not before us, we do not address it.18See\nBrief for Respondent 43, n. 17 (number of timeliness\ndismissals); SSA, Annual Statistical Supplement 2018 (Table 2.F11)\n(number of dispositions),\nhttps://www.ssa.gov/policy/docs/statcomps/supplement/2018/2f8-2f11.pdf.19The\nparties agree, as do we, on the standard of review: abuse of\ndiscretion as to the overall conclusion, and “substantial evidence”\n“as to any fact.” See §405(g); see also Brief for Respondent 43–44;\nTr. of Oral Arg. 5; cf.Bowenv.City of New York,476 U.S.\n467, 483 (1986) (“Ordinarily, the Secretary has discretion to\ndecide when to waive the exhaustion requirement”).20We\nmake no statement, by contrast, regarding the applicability of this\nline of cases to situations in which the Appeals Council has had a\nchance to address the merits. Cf.Simsv.Apfel,530 U.S.\n103, 110–112 (2000) (plurality opinion) (discussing why the\ninquisitorial nature of SSA proceedings counsels against imposing\nan issue-exhaustion requirement).21By\nthe same token, remand may be forgone in rarer cases, such as where\nthe Government joins the claimant in asking the court to reach the\nmerits or where remand would serve no meaningful\npurpose.",
    "joined": []
}