{
    "case": {
        "docket": "377",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/377/"
    },
    "id": "1970435",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1018_________________Steve A. Filarsky, PETITIONERv.Nicholas B. Deliaon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 17, 2012]Justice Sotomayor, concurring.The Court of Appeals denied qualified immunity\nto Filarsky solely because, as retained outside counsel, he was not\na formal employee of the City of Rialto. I agree with and join\ntoday’s opinion holding that this distinction is not a sound basis\non which to deny immunity.I add only that it does not follow thateveryprivate individual who works for the government in\nsome capacity necessarily may claim qualified immunity when sued\nunder 42 U. S. C. §1983. Such individuals must satisfy\nour usual test for conferring immunity. As the Court explains, that\ntest “look[s] to the ‘general principles of tort immunities and\ndefenses’ applicable at common law, and the reasons we have\nafforded protection from suit under §1983.”Ante,at 5\n(quotingImblerv.Pachtman,424\nU.S. 409, 418 (1976)).Thus inRichardsonv.McKnight,521 U.S.\n399(1997), we denied qualified immunity to prison guards who\nwere privately employed, despite their quintessentially public\nfunction. We did so because we found “no special reasons\nsignificantly favoring an extension of governmental immunity” in\nthat context.Id.,at 412. We left open, how-ever, the\nquestion whether immunity would be appropriate for “a private\nindividual briefly associated with a government body, serving as an\nadjunct to government in an essential governmental activity, or\nacting under close of- icial supervision.”Id.,at 413.Filarsky, supported by the United States asamicus curiae, contends that he fits into this coda because\nhe worked in close coordination with and under the supervision of\nCity employees. Whether Filarsky was supervised by those employees,\nand did not himself do the supervising, is unclear. But there is no\ndoubt that Filarsky worked alongside the employees in investigating\nDelia. In such circumstances, I agree that Filarsky should be\nallowed to claim qualified immunity from a §1983 suit. As the\nCourt’s opinion persuasively explains, there is a “ ‘firmly\nrooted’ tradition of immunity” applicable to individuals who\nperform government work in capacities other than as formal\nemployees.Id.,at 404; seeante,at 5–11. And\nconferring qualified immunity on individuals like Filarsky helps\n“protec[t] government’s ability to perform its traditional\nfunctions,” and thereby helps “protect the public at large.”Wyattv.Cole,504 U.S.\n158, 167–168 (1992). When a private individual works closely\nwith immune government employees, there is a real risk that the\nindividual will be intimidated from performing his duties fully if\nhe, and he alone, may bear the price of liability for collective\nconduct. Seeante,at 12; see alsoante,at 13\n(noting distraction caused to immune public employees by §1983\nlitigation brought against nonimmune associates).This does not mean that a private individual may\nassert qualified immunityonlywhen working in close\ncoordination with government employees. For example,Richardson’s suggestion that immunity is also appropriate\nfor individuals “serving as an adjunct to government in an\nessential governmental activity,” 521 U. S., at 413, would\nseem to encompass modern-day special prosecutors and comparable\nindividuals hired for their independence. There may yet be other\ncircumstances in which immunity is warranted for private actors.\nThe point is simply that such cases should be decided as they\narise, as is our longstanding practice in the field of immunity\nlaw.",
    "joined": []
}