{
    "case": {
        "docket": "319",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/319/"
    },
    "id": "1963642",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SOTOMAYOR, J., CONCURRINGTAPIA V. UNITED STATES564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-5400ALEJANDRA TAPIA, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the ninth circuit[June 16, 2011]Justice Sotomayor, with whom\nJustice Alito joins, concurring.I agree with the Court’s\nconclusion that 18 U. S. C. §3582(a) “precludes federal courts\nfrom imposing or length-ening a prison term in order to promote a\ncriminal de-fendant’s rehabilitation.”Ante, at 1. I write\nseparately to note my skepticism that the District Judge violated\nthis proscription in this case.At the sentencing hearing, the District Judge\ncarefully reviewed the sentencing factors set forth in §3553(a).\nFirst, he considered “[t]he nature and circumstances of the\noffense” committed by petitioner Alejandra Tapia—in this case,\nalien smuggling. App. 25–26; see §3553(a)(1). He emphasized that\nTapia’s criminal conduct “created a sub-stantial risk of death or\nserious bodily injury” to the smuggled aliens. App. 26; see alsoid., at 20 (noting that the aliens were secreted in the\nvehicle’s gas tank compartment). Second, he reviewed Tapia’s\n“history and characteristics,” §3553(a)(1), including her history\nof being abused and her associations “with the wrong people,”id., at 26. He noted his particular concern about Tapia’s\ncriminal conduct while released on bail, when she failed to appear\nand was found in an apartment with meth-amphetamine, a sawed-off\nshotgun, and stolen mail.Id., at 25–26. Third, he noted\nthat the offense was “serious,” warranting a “sufficient” sentence.Id., at 26; see §3553(a)(2)(A). Fourth, he considered the\nneed “to deter criminal conduct” and “to protect the public from\nfurther crimes of the defendant,” which he characterized as a “big\nfactor here, given [Tapia’s] failure to appear and what she did out\non bail.” App. 26; see §§3553(a)(2)(B), (C). Fifth, he took account\nof the need “to provide needed correctional treatment,” in this\ncase, the Bureau of Prisons’ (BOP) “500 Hour Drug Program,” more\nofficially called the Residential Drug Abuse Treatment Program\n(RDAP). App. 27; see §3553(a)(2)(D). And, finally, he noted the\nneed “to avoid unwarranted sentencing disparities” and the need for\nthe sentence “to be sufficient to effect the purposes of 3553(a)\nbut not greater.” App. 27; see §§3553(a), (a)(6).Tapia faced a mandatory minimum sentence of 36\nmonths’ incarceration, App. 18, but her Guidelines range was 41 to\n51 months,id., at 13. After reviewing the §3553(a)\nfactors, the judge imposed a sentence of 51 months, the top of the\nGuidelines range. He offered two reasons for choosing this\nsentence: “number one,” the need for drug treatment; and “[n]umber\ntwo,” deterrence.Id., at 27. With respect to the latter\nreason, the judge highlighted Tapia’s criminal history and her\ncriminal conduct while released on bail—which, he said, was\n“something that motivates imposing a sentence that in total is at\nthe high end of the guideline range.”Id., at 27–28. He\nconcluded, “I think that a sentence less than what I am imposing\nwould not deter her and provide for sufficient time so she could\nbegin to address these problems.”Id., at 28.The District Judge’s comments at sentencing\nsuggest that he believed the need to deter Tapia from engaging in\nfurther criminal conduct warranted a sentence of 51 months’\nincarceration. Granted, the judge also mentioned the need to\nprovide drug treatment through the RDAP. The 51-month sentence he\nselected, however, appears to have had no connection to eligibility\nfor the RDAP. See BOP Program Statement No. P5330.11, §2.5.1(b)\n(Mar. 16, 2009) (providing that, to participate in the RDAP, an\ninmate must ordinarily have at least 24 months remaining on her\nsentence). Even the 36-month mandatory minimum would have qualified\nTapia for participation in the RDAP. I thus find it questionable\nthat the judge lengthened her term of imprisonment beyond that\nnecessary for deterrence in the belief that a 51-month sentence was\nnecessary for rehabilitation. Cf. S. Rep. No. 98–225,\np. 176 (1983) (“A term imposed for another purpose of\nsentencing may … have a rehabilitative focus if rehabil-itation in\nsuch a case is an appropriate secondary purpose of the\nsentence”).Although I am skeptical that the thoughtful\nDistrict Judge imposed or lengthened Tapia’s sentence to promote\nrehabilitation, I acknowledge that his comments at sentencing were\nnot perfectly clear. Given that Ninth Circuit precedent incorrectly\npermitted sentencing courts to consider rehabilitation in setting\nthe length of a sentence, seeante, at 2, and that the\njudge stated that the sentence needed to be “long enough to get the\n500 Hour Drug Program,” App. 27, I cannot be certain that he did\nnot lengthen Tapia’s sentence to promote rehabilitation in\nviolation of §3582(a). I therefore agree with the Court’s\ndisposition of this case and join the Court’s opinion in full.",
    "joined": []
}