{
    "case": {
        "docket": "27",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/27/"
    },
    "id": "3214255",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–433_________________INTEGRITY STAFFING SOLUTIONS, INC., PETITIONERv.JESSE BUSK et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[December 9, 2014]Justice Sotomayor, with whom Justice Kagan\njoins, concurring.I concur in the Court’s opinion, and write\nseparately only to explain my understanding of the standards the\nCourt applies.The Court reaches two critical conclusions.\nFirst, the Court confirms that compensable\n“ ‘principal’ ” activities\n“ ‘includ[e] . . . those closely related\nactivities which are indispensable to [a principal\nactivity’s] performance,’ ”ante, at\n6 (quoting 29 CFR §790.8(c)(2013)), and holds that the\nrequired security screenings here were not “integral and\nindispensable” to another principal activity the employees\nwere employed to perform,ante,at 7. I agree. As both\nDepartment of Labor regulations and our precedent make clear, an\nactivity is “indispensable” to another, principal\nactivity only when an employee could not dispense with it without\nimpairing his ability to perform the principal activity safely and\neffectively. Thus, although a battery plant worker might, for\nexample, perform his principal activities without donning proper\nprotective gear, he could not do so safely, seeSteinerv.Mitchell, 350 U. S. 247 –253 (1956); likewise, a\nbutcher might be able to cut meat without having sharpened his\nknives, but he could not do so effectively, seeMitchellv.King Packing Co., 350 U. S. 260 –263 (1956); accord,\n29 CFR §790.8(c). Here, by contrast, the security screenings\nwere not “integral and indispensable” to the\nemployees’ other principal activities in this sense. The\nscreenings may, as the Ninth Circuit observed below, have been in\nsome way related to the work that the employees performed in the\nwarehouse, see 713 F. 3d 525, 531 (2013), but the employees could\nskip the screenings altogether without the safety or effectiveness\nof their principal activities being substantially impaired, seeante, at 7.Second, the Court holds also that the screenings\nwere not themselves “ ‘principal . . .\nactivities’ ” the employees were\n“ ‘employed to perform.’ ”Ibid.(quoting 29 U. S. C. §254(a)(1)). On this point,\nI understand the Court’s analysis to turn on its conclusion\nthat undergoing security screenings was not itself work of\nconsequence that the employees performed for their employer. Seeante, at 7. Again, I agree. As the statute’s use of\nthe words “preliminary” and “postliminary”\nsuggests, §254(a)(2), and as our precedents make clear, the\nPortal-to-Portal Act of 1947 is primarily concerned with defining\nthe beginning and end of the workday. SeeIBP, Inc.v.Alvarez, 546 U. S. 21 ,34–37 (2005). It distinguishes\nbetween activities that are essentially part of the ingress and\negress process, on the one hand, and activities that constitute the\nactual “work of consequence performed for an employer,”\non the other hand. 29 CFR §790.8(a); see alsoibid.(clarifying that a principal activity need not predominate over\nother activities, and that an employee could be employed to perform\nmultiple principal activities). The security screenings at issue\nhere fall on the “preliminary . . . or postliminary”\nside of this line. 29 U. S. C. §254(a)(2). The\nsearches were part of the process by which the employees egressed\ntheir place of work, akin to checking in and out and waiting in\nline to do so—activities that Congress clearly deemed to be\npreliminary or postlimininary. See S. Rep. No. 48, 80th Cong., 1st\nSess., 47 (1947); 29 CFR §790.7(g). Indeed, as the Court\nobserves, the Department of Labor reached the very same conclusion\nregarding similar security screenings shortly after the\nPortal-to-Portal Act was adopted, seeante, at 7–8,\nand we owe deference to that determination, seeChristensenv.Harris County, 529 U. S. 576, 587 (2000) .Because I understand the Court’s opinion\nto be consistent with the foregoing, I join it.",
    "joined": []
}