{
    "case": {
        "docket": "186",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/186/"
    },
    "id": "1963395",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SOTOMAYOR, J., CONCURRINGDOE V. REED561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-559JOHN DOE #1, et al., PETITIONERSv.SAM REED, WASHINGTON SECRETARY OF STATE, et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 24, 2010]Justice Sotomayor, with whom\nJustice Stevens and Justice Ginsburg join, concurring.I write separately to emphasize a\npoint implicit in the opinion of the Court and the concurring\nopinions of Justice Stevens, Justice Scalia, and Justice Breyer: In\nassessing the countervailing interests at stake in this case, we\nmust be mindful of the character of initiatives and referenda.\nThese mechanisms of direct democracy are not compelled by the\nFederal Constitution. It is instead up to the people of each State,\nacting in their sovereign capacity, to decide whether and how to\npermit legislation by popular action. States enjoy “considerable\nleeway” to choose the subjects that are eligible for placement on\nthe ballot and to specify the requirements for obtaining ballot\naccess (e.g., the number of signatures required, the time\nfor submission, and the method of verification).Buckleyv.American Constitutional Law Foundation, Inc.,525 U. S. 182, 191\n(1999). As the Court properly recognizes, each of these structural\ndecisions “inevitably affects—at least to some degree—the\nindividual’s right” to speak about political issues and “to\nassociate with others for political ends.”Andersonv.Celebrezze,460 U. S. 780, 788\n(1983). For instance, requiring petition signers to be registered\nvoters or to use their real names no doubt limits the ability or\nwillingness of some individuals to undertake the expressive act of\nsigning a petition. Regulations of this nature, however, stand “a\nstep removed from the communicative aspect of petitioning,” and the\nability of States to impose them can scarcely be doubted.Buckley, 525 U. S., at 215 (O’Connor, J., concurring in\njudgment in part and dissenting in part); see alsoMcIntyrev.Ohio Elections Comm’n,514 U. S. 334, 345\n(1995) (contrasting measures to “control the mechanics of the\nelectoral process” with the “regulation of pure speech”). It is by\nno means necessary for a State to prove that such “reasonable,\nnondiscriminatory restrictions” are narrowly tailored to its\ninterests.Anderson, 460 U. S., at 788.The Court today confirms that the State of\nWashington’s decision to make referendum petition signatures\navailable for public inspection falls squarely within the realm of\npermissible election-related regulations. Cf.Buckley, 525\nU. S., at 200 (describing a state law requiring petition\ncirculators to submit affidavits containing their names and\naddresses as “exemplif[ying] the type of regulation” that States\nmay adopt). Public disclosure of the identity of petition signers,\nwhich is the rule in the overwhelming majority of States that use\ninitiatives and referenda, advances States’ vital interests in\n“[p]reserving the integrity of the electoral process, preventing\ncorruption, and sustaining the active, alert responsibility of the\nindividual citizen in a democracy for the wise conduct of\ngovernment.”First Nat. Bank of Bostonv.Bellotti,435 U. S. 765, 788–789\n(1978) (internal quotation marks and alterations omitted); see alsoCitizens Unitedv.Federal Election Comm’n, 558\nU. S. ___, ___ (2010) (slip op., at 55) (“[T]ransparency enables\nthe electorate to make informed decisions and give proper weight to\ndifferent speakers and messages”); Brief for Respondent Washington\nFamilies Standing Together 34 (reporting that only one State\nexempts initiative and referendum petitions from public\ndisclosure). In a society “in which the citizenry is the final\njudge of the proper conduct of public business,” openness in the\ndemocratic process is of “critical importance.”Cox\nBroadcasting Corp.v.Cohn,420 U. S. 469, 495\n(1975); see alsopost, at 4 (Scalia, J., concurring in\njudgment) (noting that “[t]he public nature of federal lawmaking is\nconstitutionally required”).On the other side of the ledger, I view the\nburden of public disclosure on speech and associational rights as\nminimal in this context. As this Court has observed with respect to\ncampaign-finance regulations, “disclosure requirements … ‘do not\nprevent anyone from speaking.’ ”Citizens United, 558\nU. S., at ___ (slip op., at 51). When it comes to initiatives and\nreferenda, the impact of public disclosure on expressive interests\nis even more attenuated. While campaign-finance disclosure injects\nthe government into what would otherwise have been private\npolitical activity, the process of legislating by referendum is\ninherently public. To qualify a referendum for the ballot, citizens\nare required to sign a petition and supply identifying information\nto the State. The act of signing typically occurs in public, and\nthe circulators who collect and submit signatures ordinarily owe\nsigners no guarantee of confidentiality. For persons with the\n“civic courage” to participate in this process,post, at\n10 (opinion of Scalia, J.), the State’s decision to make accessible\nwhat they voluntarily place in the public sphere should not deter\nthem from engaging in the expressive act of petition signing.\nDisclosure of the identity of petition signers, moreover, in no way\ndirectly impairs the ability of anyone to speak and associate for\npolitical ends either publicly or privately.Given the relative weight of the interests at\nstake and the traditionally public nature of initiative and\nreferendum processes, the Court rightly rejects petitioners’\nconstitutional challenge to the State of Washington’s petition\ndisclosure regulations. These same considerations also mean that\nany party attempting to challenge particular applications of the\nState’s regulations will bear a heavy burden. Even when a\nreferendum involves a particularly controversial subject and some\npetition signers fear harassment from nonstate actors, a State’s\nimportant interests in “protect[ing] the integrity and reliability\nof the initiative process” remain undiminished, and the State\nretains significant discretion in advancing those interests.Buckley, 525 U. S., at 191. Likewise, because the\nexpressive interests implicated by the act of petition signing are\nalways modest, I find it difficult to see how any incremental\ndisincentive to sign a petition would tip the constitutional\nbalance. Case-specific relief may be available when a State\nselectively applies a facially neutral petition disclosure rule in\na manner that discriminates based on the content of referenda or\nthe viewpoint of petition signers, or in the rare circumstance in\nwhich disclosure poses a reasonable probability of serious and\nwidespread harassment that the State is unwilling or unable to\ncontrol. Cf.NAACPv.Alabama ex rel. Patterson,357 U. S. 449(1958). Allowing case-specific invalidation under a more forgiving\nstandard would unduly diminish the substantial breathing room\nStates are afforded to adopt and implement reasonable,\nnondiscriminatory measures like the disclosure requirement now at\nissue. Accordingly, courts presented with an as-applied challenge\nto a regulation authorizing the disclosure of referendum petitions\nshould be deeply skeptical of any assertion that the Constitution,\nwhich embraces political transparency, compels States to conceal\nthe identity of persons who seek to participate in lawmaking\nthrough a state-created referendum process. With this\nunderstanding, I join the opinion of the Court.",
    "joined": []
}