{
    "case": {
        "docket": "559",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/559/"
    },
    "id": "1970882",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1163_________________HIGHMARK INC., PETITIONER v. ALLCARE HEALTH\nMANAGEMENT SYSTEM, INC.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 29, 2014]Justice Sotomayor\ndelivered the opinion of the Court.Section 285 of the\nPatent Act provides: “The court in exceptional cases may award\nreasonable attorney fees to the prevailing party.” 35\nU. S. C. §285. In Brooks Furniture Mfg., Inc. v.\nDutailier Int’l, Inc., 393 F. 3d 1378 (2005), the United\nStates Court of Appeals for the Federal Circuit interpreted §285 as\nauthorizing fee awards only in two circumstances. It held that “[a]\ncase may be deemed exceptional” under §285 “when there has been\nsome material inappropriate conduct,” or when it is both “brought\nin subjective bad faith” and “objectively baseless.” Id., at 1381.\nWe granted certiorari to determine whether an appellate court\nshould accord deference to a district court’s determination that\nlitigation is “objectively baseless.” On the basis of our opinion\nin Octane Fitness, LLC v. ICON Health & Fitness, Inc., ante, p.\n___, argued together with this case and also issued today, we hold\nthat an appellate court should review all aspects of a district\ncourt’s §285 determination for abuse of discretion.IAllcare Health\nManagement System, Inc., owns U. S. Patent No. 5,301,105 (’105\npatent), which covers “utilization review” in “ ‘managed\nhealth care systems.’ ”[1]\n687 F. 3d 1300, 1306 (CA Fed 2012). Highmark Inc., a health\ninsurance company, sued Allcare seeking a declaratory judgment that\nthe ’105 patent was invalid and unenforceable and that, to the\nextent it was valid, Highmark’s actions were not infringing it.\nAllcare counterclaimed for patent infringement. Both parties filed\nmotions for summary judgment, and the District Court entered a\nfinal judgment of noninfringement in favor of Highmark. The Federal\nCircuit affirmed. 329 Fed. Appx. 280 (2009) (per curiam).Highmark then moved for\nfees under §285. The District Court granted Highmark’s motion. 706\nF. Supp. 2d 713 (ND Tex. 2010). The court reasoned that\nAllcare had engaged in a pattern of “vexatious” and “deceitful”\nconduct throughout the litigation. Id., at 737. Specifically, it\nfound that Allcare had “pursued this suit as part of a bigger plan\nto identify companies potentially infringing the ’105 patent under\nthe guise of an informational survey, and then to force those\ncompanies to purchase a license of the ’105 patent under threat of\nlitigation.” Id., at 736–737. And it found that Allcare had\n“maintained infringement claims [against Highmark] well after such\nclaims had been shown by its own experts to be without merit” and\nhad “asserted defenses it and its attorneys knew to be frivolous.”\nId., at 737. In a subsequent opinion, the District Court fixed the\namount of the award at $4,694,727.40 in attorney’s fees and\n$209,626.56 in expenses, in addition to $375,400.05 in expert fees.\n2010 WL 6432945, *7 (ND Tex., Nov. 5, 2010).The Federal Circuit\naffirmed in part and reversed in part. 687 F. 3d 1300. It\naffirmed the District Court’s exceptional-case determination with\nrespect to the allegations that Highmark’s system infringed one\nclaim of the ’105 patent, id., at 1311–1313, but reversed the\ndetermination with respect to another claim of the patent, id., at\n1313–1315. In reversing the exceptional-case determination as to\none claim, the court reviewed it de novo. The court held that\nbecause the question whether litigation is “objectively baseless”\nunder Brooks Furniture “ ‘is a question of law based on\nunderlying mixed questions of law and fact,’ ” an\nobjective-baselessness determination is reviewed on appeal\n“ ‘de novo’ ” and “without deference.” 687\nF. 3d, at 1309; see also ibid., n. 1. It then determined,\ncontrary to the judgment of the District Court, that “Allcare’s\nargument” as to claim construction “was not ‘so unreasonable that\nno reasonable litigant could believe it would succeed.’ ” Id.,\nat 1315. The court further found that none of Allcare’s conduct\nwarranted an award of fees under the litigation-misconduct prong of\nBrooks Furniture. 687 F. 3d, at 1315–1319.Judge Mayer dissented\nin part, disagreeing with the view “that no deference is owed to a\ndistrict court’s finding that the infringement claims asserted by a\nlitigant at trial were objectively unreasonable.” Id., at 1319. He\nwould have held that “reasonableness is a finding of fact which may\nbe set aside only for clear error.” Ibid. The Federal Circuit\ndenied rehearing en banc, over the dissent of five judges. 701\nF. 3d 1351 (2012). The dissenting judges criticized the\ncourt’s decision to adopt a de novo standard of review for the\n“objectively baseless” determination as an impermissible invasion\nof the province of the district court. Id., at 1357.We granted certiorari,\n570 U. S. ___ (2013), and now vacate and remand.IIOur opinion in Octane\nFitness, LLC v. ICON Health & Fitness, Inc., rejects the Brooks\nFurniture framework as unduly rigid and inconsistent with the text\nof §285. It holds, instead, that the word “exceptional” in §285\nshould be interpreted in accordance with its ordinary meaning.\nAnte, at 7. An “exceptional” case, it explains, “is simply one that\nstands out from others with respect to the substantive strength of\na party’s litigating position (considering both the governing law\nand the facts of the case) or the unreasonable manner in which the\ncase was litigated.” Ante, at 7–8. And it instructs that\n“[d]istrict courts may determine whether a case is ‘exceptional’ in\nthe case-by-case exercise of their discretion, considering the\ntotality of the circumstances.” Ante, at 8. Our holding in Octane\nsettles this case: Because §285 commits the determination whether a\ncase is “exceptional” to the discretion of the district court, that\ndecision is to be reviewed on appeal for abuse of discretion.Traditionally,\ndecisions on “questions of law” are “reviewable de novo,”\ndecisions on “questions of fact” are “reviewable for clear error,”\nand decisions on “matters of discretion” are “reviewable for ‘abuse\nof discretion.’ ” Pierce v. Underwood, 487 U. S. 552, 558\n(1988) . For reasons we explain in Octane, the determination\nwhether a case is “exceptional” under §285 is a matter of\ndiscretion. And as in our prior cases involving similar\ndeterminations, the exceptional-case determination is to be\nreviewed only for abuse of discretion.[2] See Pierce, 487 U. S., at 559 (determinations\nwhether a litigating position is “substan-tially justified” for\npurposes of fee-shifting under the Equal Access to Justice Act are\nto be reviewed for abuse of discretion); Cooter & Gell v.\nHartmarx Corp., 496 U. S. 384, 405 (1990) (sanctions under Federal\nRule of Civil Procedure 11 are to be reviewed for abuse of\ndiscretion).As in Pierce, the text\nof the statute “emphasizes the fact that the determination is for\nthe district court,” which “suggests some deference to the district\ncourt upon appeal,” 487 U. S., at 559. As in Pierce, “as a\nmatter of the sound administration of justice,” the district court\n“is better positioned” to decide whether a case is exceptional,\nid., at 559–560, because it lives with the case over a prolonged\nperiod of time. And as in Pierce, the question is “multifarious and\nnovel,” not susceptible to “useful generalization” of the sort that\nde novo review provides, and “likely to profit from the\nexperience that an abuse-of-discretion rule will permit to\ndevelop,” id., at 562.We therefore hold that\nan appellate court should apply an abuse-of-discretion standard in\nreviewing all aspects of a district court’s §285 determination.\nAlthough questions of law may in some cases be relevant to the §285\ninquiry, that inquiry generally is, at heart, “rooted in factual\ndeterminations,” Cooter, 496 U. S., at 401.*  *  *The judgment of the\nUnited States Court of Appeals for the Federal Circuit is vacated,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Notes1“ ‘Utilization\nreview’ is the process of determining whether a health insurer\nshould approve a particular treatment for a patient.” 687\nF. 3d, at 1306.2The abuse-of-discretion\nstandard does not preclude an appellate court’s correction of a\ndistrict court’s legal or factual error: “A district court would\nnecessarily abuse its discretion if it based its ruling on an\nerroneous view of the law or on a clearly erroneous assessment of\nthe evidence.” v. , .",
    "joined": []
}