{
    "case": {
        "docket": "18-302",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-302/"
    },
    "id": "4112543",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–302_________________ANDREI IANCU, UNDER SECRETARY OF COMMERCE FOR\nINTELLECTUAL PROPERTY AND DIRECTOR, PATENT AND TRADEMARK OFFICE,\nPETITIONERv.ERIK BRUNETTIon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 24, 2019]Justice Sotomayor, with whom Justice Breyer\njoins, concurring in part and dissenting in part.The Court’s decision today will beget\nunfortunate results. With the Lanham Act’s scandalous-marks\nprovision, 15 U. S. C. §1052(a), struck down as\nunconstitutional viewpoint discrimination, the Government will have\nno statutory basis to refuse (and thus no choice but to begin)\nregistering marks containing the most vulgar, profane, or obscene\nwords and images imaginable.The coming rush to register such trademarks—and\nthe Government’s immediate powerlessness to say no—is eminently\navoidable. Rather than read the relevant text as the majority does,\nit is equally possible to read that provision’s bar on the\nregistration of “scandalous” marks to address only obscenity,\nvulgarity, and profanity. Such a narrowing construction would save\nthat duly enacted legislative text by rendering it a reasonable,\nviewpoint-neutral restriction on speech that is permissible in the\ncontext of a beneficial governmental initiative like the\ntrademark-registration system. I would apply that narrowing\nconstruction to the term “scandalous” and accordingly reject\npetitioner Erik Brunetti’s facial challenge.ITrademark registration, as the majority notes,\nis not required for using, owning, or suing others for infringing a\ntrademark. Rather, the trademark-registration system is an\nancillary system set up by the Government that confers a small\nnumber of noncash benefits on trademark-holders who register their\nmarks. Seeante, at 2.The Government need not provide this largely\ncommercial benefit at all. Once the Government does provide the\nbenefit, however, it may not restrict access on the basis of the\nviewpoint expressed by the relevant mark. Seeante,at 4–5.\nFor that reason, the Court concluded inMatalv.Tam,\n582 U. S. ___ (2017), that §1052(a)’s provision directing the\nU. S. Patent and Trademark Office (PTO) to deny registration to\n“disparag[ing]” trademarks was unconstitutional. This case centers\non a neighboring set of restrictions: §1052(a)’s provision barring\nregistration of marks featuring “immoral . . . or\nscandalous matter.”The majority finds viewpoint discrimination here\nby treating the terms “scandalous” and “immoral” as comprising a\nunified standard that allows messages “aligned with conventional\nmoral standards” but forbids messages “hostile to” such standards.\nSeeante, at 6. While the major- ity’s interpretation of the\nstatute is a reasonable one, it is not the only reasonable one.AAs the majority notes, there are dictionary\ndefinitions for both “immoral” and “scandalous” that do suggest a\nviewpoint-discriminatory meaning. Seeante, at 5–6. And as\nfor the word “immoral,” I agree with the majority that there is no\ntenable way to read it that would ameliorate the problem. The word\nclearly connotes a preference for “rectitude and morality” over its\nopposite. Seeante, at 5.It is with regard to the word “scandalous” that\nI part ways with the majority. Unquestionably, “scandalous” can\nmean something similar to “immoral” and thus favor some viewpoints\nover others. Seeante, at 6. But it does not have to be read\nthat way. To say that a word or image is “scandalous” can instead\nmean that it is simply indecent, shocking, or generally offensive.\nSee Funk & Wagnalls New Standard Dictionary 2186 (1944) (Funk\n& Wagnalls) (“shocking to the sense of truth, decency,orpropriety; disgraceful, offensive” (emphasis added));\nWebster’s New International Dictionary 2229 (1942) (“exciting\nreprobation; calling out condemnation”); 9 Oxford English\nDictionary 175 (1933) (“Of the nature of, or causing, a\n‘stumbling-block’ or occasion of offence”); 8 Century Dictionary\nand Cyclopedia 5374 (1911) (Century Dictionary) (“Causing scandal\nor offense; exciting reproach or reprobation; extremely offensive\nto the sense of duty or propriety; shameful; shocking”); see also\nWebster’s New College Dictionary 1008 (3d ed. 2005) (“shocking or\noffensive”). That offensiveness could result from the views\nexpressed, but it could also result from the way in which those\nviews are expressed: using a manner of expression that is “shocking\nto [one’s] sense of . . . decency,” Funk & Wagnalls\n2186, or “extremely offensive to the sense of . . .\npropriety,” 8 Century Dictionary 5374.The word “scandalous” on its own, then, is\nambiguous: It can be read broadly (to cover both offensive ideas\nand offensive manners of expressing ideas), or it can be read\nnarrowly (to cover only offensive modes of expression). That alone\nraises the possibility that a limiting construction might be\nappropriate. But the broader text confirms the reasonableness of\nthe narrower reading, because the word “scandalous” appears in the\nstatute alongside other words that can, and should, be read to\nconstrain its scope.It is foundational “that a statute is to be read\nas a whole, since the meaning of statutory language, plain or not,\ndepends on context.”Kingv.St. Vincent’s Hospital,502 U.S.\n215, 221 (1991) (citation omitted). “ ‘Words are not\npebbles in alien juxtaposition; they have only a communal\nexistence; and not only does the meaning of each interpenetrate the\nother, but all in their aggregate take their purport from the\nsetting in which they are used.’ ”Ibid.(quotingNLRBv.Federbush Co., 121 F.2d 954, 957 (CA2 1941)\n(L. Hand, J.)). Accordingly, and relatedly, courts should, to the\nextent possible, read statutes so that “ ‘no clause, sentence,\nor word shall be superfluous, void, or insignificant.’ ”TRW Inc.v.Andrews,534 U.S.\n19, 31 (2001).[1]Here, Congress used not only the word\n“scandalous,” but also the words “immoral” and “disparage,” in the\nsame block of statutory text—each as a separate feature that could\nrender a mark unregistrable. See §1052(a).Tamalready\ndecided that “disparage” served to prohibit marks that were\noffensive because they derided a particular person or group. See\n582 U. S., at ___ (opinion of Alito, J.) (slip op., at 22)\n(“It denies registration to any mark that is offensive to a\nsubstantial percentage of the members of any group”);id.,at ___ (opinion of Kennedy, J.) (slip op., at 2) (“[A]n applicant\nmay register a positive or benign mark but not a derogatory one”).\nThat defines one of the three words. Meanwhile, as the majority\nexplains, the word “immoral” prohibits marks that are offensive\nbecause they transgress widely held moral beliefs. Seeante,\nat 5. That defines a second of the three words.With marks that are offensive because they are\ndisparaging and marks that are offensive because they are immoral\nalready covered, what work did Congress intend for “scandalous” to\ndo? A logical answer is that Congress meant for “scandalous” to\ntarget a third and distinct type of offensiveness: offensiveness in\nthe mode of communication rather than the idea. The other two words\ncover marks that are offensive because of the ideas they express;\nthe “scandalous” clause covers marks that are offensive because of\nthe mode of expression, apart from any particular message or\nidea.To be sure, there are situations in which it\nmakes sense to treat adjoining words as expressing the same or\nhighly similar concepts (even at the risk of some redundancy). Cf.Swearingenv.United States,161\nU.S. 446, 450 (1896) (construing “ ‘obscene, lewd or\nlascivious’ ” to have a unified meaning). That is essentially\nthe approach that the majority takes. Seeante,at\n6.[2] But that is not the\napproach that Congress appears to have intended here. For example,\n“scandalous” does not serve as a broader catchall at the end of a\nlist of similar words that all point in one direction.E.g.,Washington State Dept. of Social and Health Servs.v.Guardianship Estate of Keffeler,537\nU.S. 371, 384 (2003). Nor is “scandalous” simply grouped among\na number of closely related terms that help define its meaning.E.g., Gustafsonv.Alloyd Co.,513 U.S.\n561, 575 (1995).The text of §1052, instead, is a grab bag: It\nbars the registration of marks featuring “immoral, deceptive, or\nscandalous matter,” as well as,inter alia, disparaging\nmarks, flags, insignias, mislabeled wines, and deceased Presidents.\nSee §§1052(a)–(e). This is not, in other words, a situation in\nwhich Congress was simply being “verbos[e] and proli[x],”Bruesewitzv.Wyeth LLC,562\nU.S. 223, 236 (2011), using two synonyms in rapid-fire\nsuccession when one would have done fine. Instead, “scandalous” and\n“immoral” are separated by an unrelated word (“deceptive”) and\nmixed in with a lengthy series of other, unre- lated concepts. The\ntwo therefore need not be interpreted as mutually reinforcing under\nthe Court’s precedents. SeeGraham County Soil and Water\nConservation Dist.v.United States ex rel. Wilson,559 U.S.\n280, 288 (2010).For that reason, while the majority offers a\nreasonable reading of “scandalous,” it also unnecessarily and\nill-advisedly collapses the words “scandalous” and “immoral.”\nInstead, it should treat them as each holding a distinct,\nnonredundant meaning, with “immoral” covering marks that are\noffensive because they transgress social norms, and “scandalous”\ncovering marks that are offensive because of the mode in which they\nare expressed.What would it mean for “scandalous” in §1052(a)\nto cover only offensive modes of expression? The most obvious\nways—indeed, perhaps the only conceivable ways—in which a trademark\ncan be expressed in a shocking or offensive manner are when the\nspeaker employs obscenity, vulgarity, or profanity.[3] Obscenity has long been defined by this\nCourt’s decision inMillerv.California,413 U.S.\n15(1973). Seeid.,at 24–26. As for what constitutes\n“scandalous” vulgarity or profanity, I do not offer a list, but I\ndo interpret the term to allow the PTO to restrict (and potentially\npromulgate guidance to clarify) the small group of lewd words or\n“swear” words that cause a visceral reaction, that are not commonly\nused around children, and that are prohibited in comparable\nsettings.[4] Cf. 18\nU. S. C. §1464 (prohibiting “obscene, indecent, or\nprofane language” in radio communications);FCCv.Pacifica Foundation,438 U.S.\n726, 746, and n. 22 (1978) (opinion of Stevens, J.)\n(regulator’s objection to a monologue containing various\n“four-letter words” was not to its “point of view, but to the way\nin which it [wa]s expressed”); 46 CFR §67.117(b)(3) (2018) (Coast\nGuard regulation prohibiting vessel names that “contain” or are\n“phonetically identical to obscene, indecent, or profane language,\nor to racial or ethnic epithets”); see also Jacobs, The Public\nSensibilities Forum, 95 Nw. U. L. Rev. 1357, 1416–1417, and\nn. 432 (2001) (noting that “swear words” are “perhaps more\nthan any other categor[y] capable of specific articulation” and\nciting one state agency’s list). Of course, “scandalous” offers its\nown limiting principle: if a word, though not exactly polite,\ncannot be said to be “scandalous”—e.g.,“shocking” or\n“extremely offensive,” 8 Century Dictionary 5374—it is clearly not\nthe kind of vulgarity or profanity that Congress intended to\ntarget. Everyone can think of a small number of words (including\nthe apparent homonym of Brunetti’s mark) that would, however,\nplainly qualify.[5]BA limiting construction like the one just\ndiscussed is both appropriate in this context and consistent with\npast precedent. First, while a limiting construction must always be\nat least reasonable, there are contexts in which imposing such a\nconstruction is more appropriate than others. The most obvious\nexample of a setting where more caution is required is in the realm\nof criminal statutes, where considerations such as the prohibition\nagainst vagueness and the rule of lenity come into play. SeeRenov.American Civil Liberties Union,521\nU.S. 844, 872 (1997) (noting that “[t]he severity of criminal\nsanctions” can increase First Amendment concerns);Board of\nAirport Comm’rs of Los Angelesv.Jews for Jesus, Inc.,482 U.S.\n569, 575–576 (1987) (declining to apply a limiting construction\nto a provision that banned “ ‘ First Amendment\nactivities’ ” from an airport and noting that the limiting\nconstruction proposed would “ ‘confe[r] on police a virtually\nunrestrained power to arrest and charge persons with a\nviolation,’ ” leading to “ ‘self-evident’ ”\n“ ‘opportunity for abuse’ ”). Here, however, the question\nis only whether the Government must be forced to provide the\nancillary benefit of trademark registration to pre-existing\ntrademarks that use even the most extreme obscenity, vulgarity, or\nprofanity. The stakes are far removed from a situation in which,\nsay, Brunetti was facing a threat to his liberty, or even his right\nto use and enforce his trademark in commerce.Second, the Court has in the past accepted or\napplied similarly narrow constructions to avoid constitutional\ninfirmities. InChaplinskyv.New Hampshire,315 U.S.\n568(1942), for example, the Court accepted the New Hampshire\nSupreme Court’s narrowing of a state statute covering “ ‘any\noffensive, derisive or annoying word,’ ”id.,at 569,\nto reach only those words that would strike the average person as\nbeing “plainly likely to cause a breach of the peace by the\naddressee,”id.,at 573. “[T]hus construed,” this Court\ndecided, the statute did not violate the right to free speech.Ibid.; see alsoBoosv.Barry,485 U.S.\n312, 329–330 (1988) (accepting Court of Appeals’ construction\nof a statute making it illegal “ ‘to congregate within 500\nfeet of any [embassy, legation, or consulate] and refuse to\ndisperse after having been ordered so to do by the police’ ”\nto reach only “congregations that are directed at an embassy” and\n“ ‘only when the police reason- ably believe that a threat to\nthe security or peace of the embassy is present’ ”).InFrisbyv.Schultz,487 U.S.\n474(1988), the Court addressed an ordinance that prohibited\n“ ‘picketing before or about the residence or dwelling of any\nindividual.’ ”Id.,at 477. The Court construed the\nstatute to reach only “focused picketing taking place solely in\nfront of a particular residence.”Id.,at 483. Given that\n“narrow scope,” the statute was not facially unconstitutional.Id.,at 488; see alsoIn re Brunetti, 877 F.3d\n1330, 1358 (CA Fed. 2017) (Dyk, J., concurring in judgment) (noting\nthis Court’s narrow constructions of federal obscenity\nstatutes).Taking the word “scandalous” to target only\nthose marks that employ an offensive mode of expression follows a\nsimilar practice. To be sure, the word could be read more broadly,\nthereby sweeping unconstitutionally into viewpoint discrimination.\nAnd imposing a limiting construction is, of course, “not a license\nfor the judiciary to rewrite language enacted by the legislature.”United Statesv.Albertini,472\nU.S. 675, 680 (1985). But where the Court can reasonably read a\nstatute like this one to save it, the Court should do so. SeeSternv.Marshall,564 U.S.\n462, 477–478 (2011);NLRBv.Jones & Laughlin\nSteel Corp.,301 U.S.\n1, 30 (1937).IIAdopting a narrow construction for the word\n“scandalous”—interpreting it to regulate only obscenity, vulgarity,\nand profanity—would save it from unconstitutionality. Properly\nnarrowed, “scandalous” is a viewpoint-neutral form of content\ndiscrimination that is permissible in the kind of discretionary\ngovernmental program or limited forum typified by the\ntrademark-registration system.AContent discrimination occurs whenever a\ngovernment regulates “particular speech because of the topic\ndiscussed or the idea or message expressed.”Reedv.Town\nof Gilbert, 576 U. S. ___, ___ (2015) (slip op., at 6);\nsee alsoWardv.Rock Against Racism,491 U.S.\n781, 791 (1989) (“Government regulation of expressive activity\nis content neutral so long as it is ‘justifiedwithout\nreference to the content of the regulated speech’ ”).\nViewpoint discrimination is “an egregious form of content\ndiscrimination” in which “the government targets not subject\nmatter, but particular views taken by speakers on a subject.”Rosenbergerv.Rector and Visitors of Univ. of Va.,515 U.S.\n819, 829 (1995).While the line between viewpoint-based and\nviewpoint-neutral content discrimination can be “slippery,” see\nCorbin, Mixed Speech: When Speech Is Both Private and Governmental,\n83 N. Y. U. L. Rev. 605, 651 (2008), it is in any event clear that\na regulation is not viewpoint discriminatory (or even content\ndiscriminatory) simply because it has an “incidental effect” on a\ncertain subset of views.Ward, 491 U. S., at 791. Some\npeople, for example, may have the viewpoint that society should be\nmore sexually liberated and feel that they cannot express that view\nsufficiently without the use of pornographic words or images. That\ndoes not automatically make a restriction on pornography into\nviewpoint discrimination, despite the fact that such a restriction\nlimits communicating one’s views on sexual liberation in that way.\nSeeibid.;Rentonv.Playtime Theatres, Inc.,475 U.S.\n41, 48 (1986).Restrictions on particular modes of expression\ndo not inherently qualify as viewpoint discrimination; they are not\nby nature examples of “the government target[ing] . . .\nparticular views taken by speakers on a subject.”Rosenberger, 515 U. S., at 829. For example, a ban on\nlighting fires in the town square does not facially violate the\nFirst Amendment simply because it makes it marginally harder for\nwould-be flag-burners to express their views in that place. SeeR. A. V.v.St. Paul,505 U.S.\n377, 385 (1992). By the same token, “fighting words are\ncategorically excluded from the protection of the First Amendment”\nnot because they have no content or express no viewpoint (often\nquite the opposite), but because “their content embodies a\nparticularly intolerable (and socially unnecessary)modeof\nexpressingwhateveridea the speaker wishes to convey.”Id.,at 393; seeid.,at 385–386; cf.Bolgerv.Youngs Drug Products Corp.,463 U.S.\n60, 84 (1983) (Stevens, J., concurring in judgment) (“It\nmatters whether a law regulates communications for their ideas or\nfor their style”).A restriction on trademarks featuring obscenity,\nvulgarity, or profanity is similarly viewpoint neutral, though it\nis naturally content-based.[6]\nSeeR. A. V., 505 U. S.,at 383 (kinds of speech\nlike “obscenity, defamation, etc.” may “be regulated because of\ntheir constitutionally proscribable content” (emphasis deleted));\nsee alsoBethel School Dist. No. 403v.Fraser,478\nU.S. 675, 685 (1986) (treating punishment of “offensively lewd\nand indecent speech” as viewpoint neutral);Pacifica, 438\nU. S., at 745–746, and n. 22 (treating regulation of\nprofane monologue as viewpoint neutral). Indeed, the statute that\nthe Court upheld inChaplinskyitself had been construed to\ncover, among other kinds of “disorderly words,” “profanity,\nobscenity and threats,” 315 U. S., at 573, despite the fact\nthat such words had been used in that case to communicate an\nexpressive message,id.,at 574. To treat a restriction on\nvulgarity, profanity, or obscenity as viewpoint discrimination\nwould upend decades of precedent.[7]Brunetti invokesCohenv.California,403 U.S.\n15(1971), to argue that the restriction at issue here is\nviewpoint discriminatory. ButCohen—which did not employ the\nprecise taxonomy that is more common today—does not reach as far as\nBrunetti wants.Cohenarose in the criminal context: Cohen\nhad been arrested and imprisoned under a California criminal\nstatute targeting disturbances of the peace because he was “wearing\na jacket bearing the words ‘F[***] the Draft.’ ”Id.,at 16. The Court held that applying that statute to Cohen because\nof his jacket violated the First Amendment.Id.,at 26. But\nthe Court did not suggest that the State had targeted Cohen to\nsuppress his view itself (i.e.,his sharp distaste for the\ndraft), such that it would have accepted an equally colorful\nstatement of praise for the draft (or hostility toward war\nprotesters). Rather, the Court suggested that the State had simply\nengaged in what later courts would more precisely call\nviewpoint-neutral content discrimination—it had regu- lated “the\nform or content of individual expression.”Id.,at 24; seeid.,at 25–26.Cohenalso famously recognized that\n“words are often chosen as much for their emotive as their\ncognitive force,”id.,at 26, and that “one man’s vulgarity\nis another’s lyric,”id.,at 25. That is all consistent with\nobserving that a plain, blanket restriction on profanity\n(regardless of the idea to which it is attached) is a\nviewpoint-neutral form of content discrimination. The essence ofCohen’s discussion is that profanity can serve to tweak (or\namplify) the viewpoint that a message expresses, such that it can\nbe hard to disentangle the profanity from the underlying\nmessage—without the profanity, the message is not quite the same.\nSeeid.,at 25–26. But those statements merely reinforce\nthat profanity is still properly understood as protected First\nAmendment content. See alsoR. A. V., 505\nU. S., at 384–385.Cohen’s discussion does not also go\nfurther to declare, as Brunetti suggests, that a provision that\ntreats all instances of profanity equally is nevertheless by nature\nan instance of “the government target[ing] . . .\nparticular views taken by speakers on a subject.”Rosenberger, 515 U. S., at 829. To be sure, such a\nrestriction could have the incidental effect of tamping down the\noverall volume of debate on all sides. But differential effects\nalone, as explained above, do not render a restriction viewpoint\n(or even content) discriminatory. SeeWard, 491 U. S.,\nat 791–792.[8]Cohentherefore does not resolve this\ncase in Brunetti’s favor. Yes, Brunetti has been, as Cohen was,\nsubject to content discrimination, but that content discrimination\nis properly understood as viewpoint neutral. And whereas even\nviewpoint-neutral content discrimination is (in all but the most\ncompelling cases, such as threats) impermissible in the context of\na criminal prosecution like the one that Cohen faced, Brunetti is\nsubject to such regulation only in the context of the federal\ntrademark-registration system. I discuss next why that distinction\nmatters.BWhile the Court has often subjected even\nviewpoint-neutral content discrimination to strict constitutional\nscrutiny, see,e.g.,Reed, 576 U. S., at ___\n(slip op., at 6), there are contexts in which it does not, see,e.g., Rosenberger, 515 U. S., at 829–830. When that is\nthe case, the difference between viewpoint-based and\nviewpoint-neutral content discrimination can be decisive. The\nfederal trademark-registration system is such a context.Rights to a trademark itself arise through use,\nnot registration. Regardless of whether a trademark is registered,\nit can be used, owned, and enforced against would-be infringers.\nSeeB&B Hardware, Inc.v.Hargis Industries,\nInc., 575 U. S. ___, ___, ___ (2015) (slip op., at 3, 5).\nTrademark registration, meanwhile, confers several ancillary\nbenefits on trademark-holders who meet Congress’ specifications,\nincluding for example, additional protections against infringers.\nSeeante, at 2;Tam, 582 U. S., at ___ (slip\nop., at 5). Registering a mark in the Government’s searchable\nregister puts the world on notice (whether actual or constructive)\nthat a party is asserting ownership of that mark.[9] Registration, in short, is a helpful\nsystem, but it is one that the Government is under no obligation to\nestablish and that is collateral to the existence and use of\ntrademarks themselves. There is no evidence that speech or commerce\nwould be endangered if the Government were not to provide it at\nall.When the Court has talked about governmental\ninitiatives like this one before, it has usually used one of two\ngeneral labels. In several cases, the Court has treated such\ninitiatives as a limited public (or nonpublic) forum. See,e.g.,\nChristian Legal Soc. Chapter of Univ. of Cal., Hastings College of\nLawv.Martinez,561 U.S.\n661, 669–670, 682 (2010) (“ ‘Registered Student\nOrganization’ ” program providing various financial and\nnonfinancial benefits to recognized law-school student groups);Rosenberger, 515 U. S., at 823–824, 829–830 (“Student\nActivities Fund” for registered campus student groups);Corneliusv.NAACP Legal Defense & Ed. Fund,\nInc.,473 U.S.\n788, 790–791, 799–801, 806 (1985) (“Combined Federal Campaign”\nliterature enabling approved charitable organizations to solicit\ndonations from federal employees). In other situations, the Court\nhas discussed similar initiatives as government programs or\nsubsidies. See,e.g., Legal Services Corporationv.Velazquez,531 U.S.\n533, 536, 543–544 (2001) (government program distributing funds\nto legal-services organizations);National Endowment for\nArtsv.Finley,524 U.S.\n569, 573, 585–587 (1998) (competitive government grant-making\nprogram to support the arts).[10] In each of these situations, a governmental body\nestablished an initiative that supported some forms of expression\nwithout restricting others. Some speakers were better off, but no\nspeakers were worse off.Regardless of the finer distinctions between\nthese labels, reasonable, viewpoint-neutral content discrimination\nis generally permissible under either framework. SeeChristian\nLegal Soc., 561 U. S., at 679 (“Any access barrier must be\nreasonable and viewpoint neutral”);Velazquez, 531\nU. S., at 543–544, 548–549 (analogizing to limited-forum cases\nand explaining that “[w]here private speech is involved, even\nCongress’ antecedent funding decision cannot be aimed at the\nsuppression of ideas thought inimical to the Government’s own\ninterest”); see alsoYsursav.Pocatello Ed. Assn.,555 U.S.\n353, 355 (2009) (finding government conduct that did not\nrestrict speech but sim- ply “decline[d] to promote” it valid where\nit was “reasonable in light of the State’s interest”). Perhaps for\nthat reason, the Court has often discussed the two frameworks as at\nleast closely related. See,e.g., Christian Legal Society,\n561 U. S., at 682 (“[T]his case fits comfortably within the\nlimited-public forum category, for [the plaintiff], in seeking what\nis effectively a state subsidy, faces only indirect pressure\n. . . ”);Velazquez, 531 U. S., at 544 (“As this\nsuit involves a subsidy, limited forum cases . . . may\nnot be controlling in a strict sense, yet they do provide some\ninstruction”).Whichever label one chooses here, the federal\nsystem of trademark registration fits: It is, in essence, an\nopportun- ity to include one’s trademark on a list and thereby\nsecure the ancillary benefits that come with registration.[11] Just as in the limited-forum and\ngovernment-program cases, some speakers benefit, but no speakers\nare harmed. Brunetti, for example, can use, own, and enforce his\nmark regardless of whether it has been registered. Whether he may\nregister his mark can therefore turn on reasonable,\nviewpoint-neutral content regulations.[12]CProhibiting the registration of obscene,\nprofane, or vulgar marks qualifies as reasonable,\nviewpoint-neutral, content-based regulation. Apart from any\ninterest in regulating commerce itself, the Government has an\ninterest in not promoting certain kinds of speech, whether because\nsuch speech could be perceived as suggesting governmental\nfavoritism or simply because the Government does not wish to\ninvolve itself with that kind of speech. See,e.g., Ysursa,\n555 U. S., at 359–360;Cornelius, 473 U. S., at 809.\nWhile “there is no evidence that the public associates the contents\nof trademarks with the Federal Government,”Tam, 582\nU. S., at ___ (slip op., at 17), registration nevertheless\nentails Government involvement in promoting a particular mark.\nRegistration requires the Government to publish the mark, as well\nas to take steps to combat international infringement. See 15\nU. S. C. §§1062, 1124; see also Brief for United States\n35. The Government has a reasonable interest in refraining from\nlending its ancillary support to marks that are obscene, vulgar, or\nprofane. Cf.Hustler Magazine, Inc.v.Falwell,485 U.S.\n46, 56 (1988) (“[S]peech that is vulgar, offensive, and\nshocking is not entitled to absolute constitutional protection\nunder all circumstances” (internal quotation marks omitted)).III“The cardinal principle of statutory\nconstruction is to save and not to destroy.”Jones &\nLaughlin Steel Corp., 301 U. S., at 30; see alsoHooperv.California,155 U.S.\n648, 657 (1895) (“The elementary rule is that every reasonable\nconstruction must be resorted to, in order to save a statute from\nunconstitutionality”). In directing the PTO to deny the ancillary\nbenefit of registration to trademarks featuring “scandalous”\ncontent, Congress used a word that is susceptible of different\nmeanings. The majority’s reading would render the provision\nunconstitutional; mine would save it. Under these circumstances,\nthe Court ought to adopt the narrower construction, rather than\npermit a rush to register trademarks for even the most viscerally\noffensive words and images that one can imagine.[13]That said, I emphasize that Brunetti’s challenge\nis a facial one. That means that he must show that “ ‘a\nsubstantial number of [the scandalous-marks provision’s]\napplications are unconstitutional, judged in relation to the\n[provision’s] plainly legitimate sweep.’ ”United\nStatesv.Stevens,559 U.S.\n460, 473 (2010). With “scandalous” narrowed to reach only\nobscene, profane, and vulgar content, the provision would not be\noverly broad. Cf.Frisby, 487 U. S., at 488 (rejecting\na facial challenge after adopting a limiting construction);Boos, 485 U. S., at 331 (same). Even so, hard cases\nwould remain, and I would expect courts to take seriously\nas-applied challenges demonstrating a danger that the provision had\nbeen used to restrict speech based on the views expressed rather\nthan the mode of expression.[14] Cf.Finley, 524 U. S., at 587 (reserving\nthe possibility of as-applied challenges).Freedom of speech is a cornerstone of our\nsociety, and the First Amendment protects Brunetti’s right to use\nwords like the one at issue here. The Government need not, however,\nbe forced to confer on Brunetti’s trademark (and some more extreme)\nthe ancillary benefit of trademark registration, when “scandalous”\nin §1052(a) can reasonably be read to bar the registration of only\nthose marks that are obscene, vulgar, or profane. Though I concur\nas to the unconstitutionality of the term “immoral” in §1052(a), I\nrespectfully dissent as to the term “scandalous” in the same\nstatute and would instead uphold it under the narrow construction\ndiscussed here.Notes1For example,McDonnellv.United States, 579 U. S. ___\n(2016), involved a statute that defined an “ ‘official\nact’ ” as “ ‘any decision or action on any question,\nmatter, cause, suit, proceeding or controversy.’ ”Id.,\nat ___ (slip op., at 13). The Court declined to read\n“ ‘question’ ” and “ ‘matter’ ” as covering “a\ntypical meeting, call, or event arranged by a public official”\nbecause doing so would deprive the words “ ‘cause, suit,\nproceeding or controversy’ ” of meaning.Id., at ___\n(slip op., at 16).2That interpretive move\nappears to accord with the Federal Circuit and the PTO’s past\npractice.Ante,at 2–3. Nevertheless, it is by no means the\nonly reasonable way to read this text, and indeed some courts have\nsuggested that “scandalous” can and should be applied independently\nof “immoral,” see,e.g., In re McGinley, 660 F.2d 481, 485,\nn. 6 (CCPA 1981).3Other modes of\nexpression, such as fighting words or extremely loud noises, could\nalso be called shocking or offensive in certain contexts, seeR. A. V.v.St. Paul,505 U.S.\n377, 386 (1992), but it is hard to see how they would apply in\nthe context of a trademark.4Although the Government\nrepresents, and case law and scholarship appear to confirm, that\n“scandalous” in §1052(a) has often been applied to cover this kind\nof content, see Brief for United States 27;In re Boulevard\nEntertainment, Inc.,334 F.3d 1336, 1340 (CA Fed. 2003); Snow, Denying Trademark for\nScandalous Speech, 51 U. C. D. L. Rev. 2331, 2339 (2018) (Snow),\nthe majority notes that the PTO has hardly amassed a perfect track\nrecord of consistency, seeante, at 6–8. Be that as it may,\nthe Government undeniably receives a large volume of trademark\napplications that easily would fit under this rubric (examples of\nwhich I will spare the reader). SeeIn re Brunetti, 877 F.3d\n1330, 1355 (CA Fed. 2017) (noting an appendix containing marks\ndenied registration “whose offensiveness cannot be reasonably\nquestioned”). As a result of today’s ruling, all of those marks\nwill now presumably have to be registered.5There is at least one\nparticularly egregious racial epithet that would fit this\ndescription as well. WhileMatalv.Tam, 582\nU. S. ___ (2017), removed a statutory basis to deny the\nregistration of racial epithets in general, the Government\nrepresented at oral argument that it is holding in abeyance\ntrademark applications that use that particular epithet. See Tr. of\nOral Arg. 61. As a result of today’s ruling, the Government will\nnow presumably be compelled to register marks containing that\nepithet as well rather than treating it as a “scandalous” form of\nprofanity under §1052(a).6Of course, obscenity\nitself is subject to a longstanding exception to First Amendment\nprotection, seeBrownv.Entertainment Merchants\nAssn.,564 U.S.\n786, 791 (2011), so it is proscribable in any event. As for\nvulgarity and profanity, however, they are not subject to any such\nexception, and a regulation like §1052(a)’s ban on the registration\nof scandalous marks is not “ ‘justified without reference to\nthe content of the regulated speech’ ” in the way that a\nsimple regulation of time, place, or manner is.Wardv.Rock Against Racism,491 U.S.\n781, 791 (1989) (emphasis deleted).7It would also risk\ndestabilizing government practice in a number of other contexts.\nGovernments regulate vulgarity and profanity, for example, on\ncity-owned buses and billboards,e.g., American Freedom Defense\nInitiativev.Massachusetts Bay Transp. Auth., 989 F.\nSupp. 2d 182, 183 (Mass. 2013) (noting such a prohibition), on\nregistered vessels, 46 CFR §67.117(b)(3) (Coast Guard regulations),\nand at school events,e.g., Bethel School Dist. No. 403v.Fraser,478 U.S.\n675, 677–678, 685 (1986) (upholding discipline of high school\nstudent).8That does not mean, of\ncourse, that a government may elude harsher scrutiny or\ninvalidation of a regulation by simply claiming disinterest in a\nspeaker’s message, seeUnited Statesv.Eichman,496 U.S.\n310, 315–317 (1990), or by concealing an attempt to favor some\nviews over others in superficially neutral garb, seeRentonv.Playtime Theatres, Inc.,475 U.S.\n41, 46–49 (1986); cf.Church of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520, 533–534 (1993). But there is no evidence in the record\nfrom which to conclude that Congress enacted the scandalous-marks\nprovision in order to advantage certain views over others. And\nwhere a denial of trademark registration by the PTO raises such a\nconcern, it would be proper for an applicant to bring an as-applied\nchallenge. Seeinfra, at 18–19.9See 15 U. S. C.\n§1072; U. S. Patent & Trademark Office, Search Trademark\nDatabase,\nhttps://www.uspto.gov/trademarks-application-process/search-trademark-database\n(as last visited June 20, 2019).10InTam, four Justices concluded that cash-subsidy programs like\nthe one inFinleywere “not instructive in analyzing”\ntrademark registration. 582 U. S., at ___ (opinion of Alito,\nJ.) (slip op., at 20). Trademark registration differs, of course,\nbecause any “subsidy” comes in the form of a noncash benefit, but\nthat difference does not foreclose understanding the registration\nsystem as a beneficial, noncash governmental program. No Justice,\nmeanwhile, rejected the limited-public-forum analogy, seeid.,at ___–___, and n. 16 (slip op., at 22–23, and n.\n16) (calling such cases “[p]otentially more analogous” and\nreserving the question), and scholars have noted arguments for\nadopting it. See Snow 2364–2366; Katyal, Trademark\nIntersectionality, 57 UCLA L. Rev. 1601, 1676–1681 (2010); Lefstin,\nNote, Does the First Amendment Bar Cancellation of REDSKINS? 52\nStan. L. Rev. 665, 706–707 (2000).11Not\nevery registration system would necessarily fit the same bill,\nwhether because not every such system invites expressive content\nlike trademarks or simply because other forms of registration may\nnot be so ancillary as to qualify solely as a\n“benefit.”12Though I do not address the\nconstitutionality of provisions not before the Court, I note as\nwell that the “scandalous” bar in §1052(a) is hardly the only\nprovision in §1052 that could be characterized as content\ndiscriminatory. See,e.g.,§1052(b) (no flags or insignias);\n§1052(c) (no unapproved markers of deceased U. S. Presidents\nduring the lives of their spouses).13As\nnoted above, I agree with the majority that §1052(a)’s bar on the\nregistration of “immoral” marks is unconstitutional viewpoint\ndiscrimination. Seesupra,at 2. I would simply sever that\nprovision and uphold the bar on “scandalous” marks. SeeRenov.American Civil Liberties Union,521\nU.S. 844, 882–883 (1997);Brockettv.Spokane\nArcades, Inc.,472 U.S.\n491, 504–507 (1985); see alsoTam, 582 U. S., at\n___ (slip op., at 26) (striking down only the disparagement\nclause).14The\nmajority adverts to details in the record that could call into\nquestion whether the PTO engaged in viewpoint discrimination in\nthis very case. Seeante, at 3. Because a facial challenge\nis the only challenge before the Court, I do not address whether an\nas-applied challenge could have merit here.",
    "joined": []
}