{
    "case": {
        "docket": "16-1027",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1027/"
    },
    "id": "3907387",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 16–1027_________________RYAN AUSTIN COLLINS, PETITIONERv.VIRGINIAon writ of certiorari to the supreme court of virginia[May 29, 2018]Justice Sotomayor delivered the opinion of the Court.This case presents the question whether the automobile exception\nto the Fourth Amendment permits a police officer, uninvited and\nwithout a warrant, to enter the curtilage of a home in order to\nsearch a vehicle parked therein. It does not.IOfficer Matthew McCall of the Albemarle County Police Department\nin Virginia saw the driver of an orange and black motorcycle with\nan extended frame commit a traffic infraction. The driver eluded\nOfficer McCall’s attempt to stop the motorcycle. A few weeks later,\nOfficer David Rhodes of the same department saw an orange and black\nmotorcycle traveling well over the speed limit, but the driver got\naway from him, too. The officers compared notes and concluded that\nthe two incidents involved the same motorcyclist.Upon further investigation, the officers learned that the\nmotorcycle likely was stolen and in the possession of petitioner\nRyan Collins. After discovering photographs on Collins’ Facebook\nprofile that featured an orange and black motorcycle parked at the\ntop of the driveway of a house, Officer Rhodes tracked down the\naddress of the house, drove there, and parked on the street. It was\nlater established that Collins’ girlfriend lived in the house and\nthat Collins stayed there a few nights per week.[1]From his parked position on the street, Officer Rhodes saw what\nappeared to be a motorcycle with an extended frame covered with a\nwhite tarp, parked at the same angle and in the same location on\nthe driveway as in the Facebook photograph. Officer Rhodes, who did\nnot have a warrant, exited his car and walked toward the house. He\nstopped to take a photograph of the covered motorcycle from the\nsidewalk, and then walked onto the residential property and up to\nthe top of the driveway to where the motorcycle was parked. In\norder “to investigate further,” App. 80, Officer Rhodes pulled off\nthe tarp, revealing a motorcycle that looked like the one from the\nspeeding incident. He then ran a search of the license plate and\nvehicle identification numbers, which confirmed that the motorcycle\nwas stolen. After gathering this information, Officer Rhodes took a\nphotograph of the uncovered motorcycle, put the tarp back on, left\nthe property, and returned to his car to wait for Collins.Shortly thereafter, Collins returned home. Officer Rhodes walked\nup to the front door of the house and knocked. Collins answered,\nagreed to speak with Officer Rhodes, and admitted that the\nmotorcycle was his and that he had bought it without title. Officer\nRhodes then arrested Collins.Collins was indicted by a Virginia grand jury for receiving\nstolen property. He filed a pretrial motion to suppress the\nevidence that Officer Rhodes had obtained as a result of the\nwarrantless search of the motorcycle. Collins argued that Officer\nRhodes had trespassed on the curtilage of the house to conduct an\ninvestigation in violation of the Fourth Amendment. The trial court\ndenied the motion and Collins was convicted.The Court of Appeals of Virginia affirmed. It assumed that the\nmotorcycle was parked in the curtilage of the home and held that\nOfficer Rhodes had probable cause to believe that the motorcycle\nunder the tarp was the same motorcycle that had evaded him in the\npast. It further concluded that Officer Rhodes’ actions were lawful\nunder the Fourth Amendment even absent a warrant because “numerous\nexigencies justified both his entry onto the property and his\nmoving the tarp to view the motorcycle and record its\nidentification number.” 65 Va. App. 37, 46, 773 S. E. 2d 618,\n623 (2015).The Supreme Court of Virginia affirmed on different reasoning.\nIt explained that the case was most properly resolved with\nreference to the Fourth Amendment’s automobile exception. 292 Va.\n486, 496–501, 790 S. E. 2d 611, 616–618 (2016). Under that\nframework, it held that Officer Rhodes had probable cause to\nbelieve that the motorcycle was contraband, and that the\nwarrantless search therefore was justified.Id.,at 498–499,\n790 S. E. 2d, at 617.We granted certiorari, 582 U. S. ___ (2017), and now\nreverse.IIThe Fourth Amendment provides in relevant part that the “right\nof the people to be secure in their persons, houses, papers, and\neffects, against unreasonable searches and seizures, shall not be\nviolated.” This case arises at the intersection of two components\nof the Court’s Fourth Amendment jurisprudence: the automobile\nexception to the warrant requirement and the protection extended to\nthe curtilage of a home.A1The Court has held that the search of an automobile can be\nreasonable without a warrant. The Court first articulated the\nso-called automobile exception inCarrollv.United\nStates,267 U. S. 132 (1925). In that case, law enforcement\nofficers had probable cause to believe that a car they observed\ntraveling on the road contained illegal liquor. They stopped and\nsearched the car, discovered and seized the illegal liquor, and\narrested the occupants.Id.,at 134–136. The Court upheld\nthe warrantless search and seizure, explaining that a “necessary\ndifference” exists between searching “a store, dwelling house or\nother structure” and searching “a ship, motor boat, wagon or\nautomobile” because a “vehicle can be quickly moved out of the\nlocality or jurisdiction in which the warrant must be sought.”Id.,at 153.The “ready mobility” of vehicles served as the core\njustification for the automobile exception for many years.Californiav.Carney,471 U. S. 386, 390 (1985)\n(citing,e.g., Cooperv.California,386 U. S.\n58, 59 (1967);Chambersv.Maroney,399 U. S. 42,\n51–52 (1970)). Later cases then introduced an additional rationale\nbased on “the pervasive regulation of vehicles capable of traveling\non the public highways.”Carney,471 U. S., at 392. As\nthe Court explained inSouth Dakotav.Opperman,428\nU. S. 364 (1976):“Automobiles, unlike homes, are subjected to pervasive and\ncontinuing governmental regulation and controls, including periodic\ninspection and licensing requirements. As an everyday occurrence,\npolice stop and examine vehicles when license plates or inspection\nstickers have expired, or if other violations, such as exhaust\nfumes or excessive noise, are noted, or if headlights or other\nsafety equipment are not in proper working order.”Id.,at\n368.In announcing each of these two justifications, the Court took\ncare to emphasize that the rationales applied only to automobiles\nand not to houses, and therefore supported “treating automobiles\ndifferently from houses” as a constitutional matter.Cadyv.Dombrowski,413 U. S. 433, 441 (1973).When these justifications for the automobile exception “come\ninto play,” officers may search an automobile without having\nobtained a warrant so long as they have probable cause to do so.Carney, 471 U. S., at 392–393.2Like the automobile exception, the Fourth Amendment’s protection\nof curtilage has long been black letter law. “[W]hen it comes to\nthe Fourth Amendment, the home is first among equals.”Floridav.Jardines,569 U. S. 1, 6 (2013). “At\nthe Amendment’s ‘very core’ stands ‘the right of a man to retreat\ninto his own home and there be free from unreasonable governmental\nintrusion.’ ”Ibid.(quotingSilvermanv.United States,365 U. S. 505, 511 (1961)). To give full\npractical effect to that right, the Court considers curtilage—“the\narea ‘immediately surrounding and associated with the\nhome’ ”—to be “ ‘part of the home itself for Fourth\nAmendment purposes.’ ”Jardines, 569 U. S., at 6\n(quotingOliverv.United States,466 U. S. 170,\n180 (1984)). “The protection afforded the curtilage is essentially\na protection of families and personal privacy in an area intimately\nlinked to the home, both physically and psychologically, where\nprivacy expectations are most heightened.”Californiav.Ciraolo,476 U. S. 207, 212–213 (1986).When a law enforcement officer physically intrudes on the\ncurtilage to gather evidence, a search within the meaning of the\nFourth Amendment has occurred.Jardines, 569 U. S., at\n11. Such conduct thus is presumptively unreasonable absent a\nwarrant.B1With this background in mind, we turn to the application of\nthese doctrines in the instant case. As an initial matter, we\ndecide whether the part of the driveway where Collins’ motorcycle\nwas parked and subsequently searched is curtilage.According to photographs in the record, the driveway runs\nalongside the front lawn and up a few yards past the front\nperimeter of the house. The top portion of the driveway that sits\nbehind the front perimeter of the house is enclosed on two sides by\na brick wall about the height of a car and on a third side by the\nhouse. A side door provides direct access between this partially\nenclosed section of the driveway and the house. A visitor\nendeavoring to reach the front door of the house would have to walk\npartway up the driveway, but would turn off before entering the\nenclosure and instead proceed up a set of steps leading to the\nfront porch. When Officer Rhodes searched the motorcycle, it was\nparked inside this partially enclosed top portion of the driveway\nthat abuts the house.The “ ‘conception defining the curtilage’ is\n. . . familiar enough that it is ‘easily understood from\nour daily experience.’ ”Jardines, 569 U. S., at 7\n(quotingOliver, 466 U. S., at 182, n. 12). Just\nlike the front porch, side garden, or area “outside the front\nwindow,”Jardines,569 U. S., at 6, the driveway\nenclosure where Officer Rhodes searched the motorcycle constitutes\n“an area adjacent to the home and ‘to which the activity of home\nlife extends,’ ” and so is properly considered curtilage,id.,at 7 (quotingOliver, 466 U. S., at 182,\nn. 12).2In physically intruding on the curtilage of Collins’ home to\nsearch the motorcycle, Officer Rhodes not only invaded Collins’\nFourth Amendment interest in the item searched,i.e.,the\nmotorcycle, but also invaded Collins’ Fourth Amendment interest in\nthe curtilage of his home. The question before the Court is whether\nthe automobile exception justifies the invasion of the\ncurtilage.[2] The answer is no.Applying the relevant legal principles to a slightly different\nfactual scenario confirms that this is an easy case. Imagine a\nmotorcycle parked inside the living room of a house, visible\nthrough a window to a passerby on the street. Imagine further that\nan officer has probable cause to believe that the motorcycle was\ninvolved in a traffic infraction. Can the officer, acting without a\nwarrant, enter the house to search the motorcycle and confirm\nwhether it is the right one? Surely not.The reason is that the scope of the automobile exception extends\nno further than the automobile itself. See,e.g.,Pennsylvaniav.Labron,518 U. S. 938, 940 (1996)\n(per curiam) (explaining that the automobile exception\n“permits police to search the vehicle”);Wyomingv.Houghton,526 U. S. 295, 300 (1999) (“[T]he Framers\nwould have regarded as reasonable (if there was probable cause) the\nwarrantless search of containerswithinan automobile”).\nVirginia asks the Court to expand the scope of the automobile\nexception to permit police to invade any space outside an\nautomobile even if the Fourth Amendment protects that space.\nNothing in our case law, however, suggests that the automobile\nexception gives an officer the right to enter a home or its\ncurtilage to access a vehicle without a warrant. Expanding the\nscope of the automobile exception in this way would both undervalue\nthe core Fourth Amendment protection afforded to the home and its\ncurtilage and “ ‘untether’ ” the automobile exception\n“ ‘from the justifications underlying’ ” it.Rileyv.California, 573 U. S. ___, ___ (2014) (slip op., at\n10) (quotingArizonav.Gant,556 U. S. 332, 343\n(2009)).The Court already has declined to expand the scope of other\nexceptions to the warrant requirement to permit warrantless entry\ninto the home. The reasoning behind those decisions applies equally\nwell in this context. For instance, under the plain-view doctrine,\n“any valid warrantless seizure of incriminating evidence” requires\nthat the officer “have a lawful right of access to the object\nitself.”Hortonv.California,496 U. S. 128,\n136–137 (1990); see alsoid.,at 137, n. 7\n(“ ‘[E]ven where the object is contraband, this Court has\nrepeatedly stated and enforced the basic rule that the police may\nnot enter and make a warrantless seizure’ ”);G. M. Leasing\nCorp.v.United States,429 U. S. 338, 354 (1977)\n(“It is one thing to seize without a warrant property resting in an\nopen area . . . , and it is quite another thing to effect\na warrantless seizure of property . . . situated on\nprivate premises to which access is not otherwise available for the\nseizing officer”). A plain-view seizure thus cannot be justified if\nit is effectuated “by unlawful trespass.”Soldalv.Cook\nCounty,506 U. S. 56, 66 (1992). Had Officer Rhodes seen\nillegal drugs through the window of Collins’ house, for example,\nassuming no other warrant exception applied, he could not have\nentered the house to seize them without first obtaining a\nwarrant.Similarly, it is a “settled rule that warrantless arrests in\npublic places are valid,” but, absent another exception such as\nexigent circumstances, officers may not enter a home to make an\narrest without a warrant, even when they have probable cause.Paytonv.New York,445 U. S. 573, 587–590\n(1980). That is because being “ ‘arrested in the home involves\nnot only the invasion attendant to all arrests but also an invasion\nof the sanctity of the home.’ ”Id., at 588–589\n(quotingUnited Statesv.Reed, 572 F. 2d 412,\n423 (CA2 1978)). Likewise, searching a vehicle parked in the\ncurtilage involves not only the invasion of the Fourth Amendment\ninterest in the vehicle but also an invasion of the sanctity of the\ncurtilage.Just as an officer must have a lawful right of access to any\ncontraband he discovers in plain view in order to seize it without\na warrant, and just as an officer must have a lawful right of\naccess in order to arrest a person in his home, so, too, an officer\nmust have a lawful right of access to a vehicle in order to search\nit pursuant to the automobile exception. The automobile exception\ndoes not afford the necessary lawful right of access to search a\nvehicle parked within a home or its curtilage because it does not\njustify an intrusion on a person’s separate and substantial Fourth\nAmendment interest in his home and curtilage.As noted, the rationales underlying the automobile exception are\nspecific to the nature of a vehicle and the ways in which it is\ndistinct from a house. See Part II–A–1,supra. The\nrationales thus take account only of the balance between the\nintrusion on an individual’s Fourth Amendment interest in his\nvehicle and the governmental interests in an expedient search of\nthat vehicle; they do not account for the distinct privacy interest\nin one’s home or curtilage. To allow an officer to rely on the\nautomobile exception to gain entry into a house or its curtilage\nfor the purpose of conducting a vehicle search would unmoor the\nexception from its justifications, render hollow the core Fourth\nAmendment protection the Constitution extends to the house and its\ncurtilage, and transform what was meant to be an exception into a\ntool with far broader application. Indeed, its name alone should\nmake all this clear enough: It is, after all, an exception for\nautomobiles.[3]Given the centrality of the Fourth Amendment interest in the\nhome and its curtilage and the disconnect between that interest and\nthe justifications behind the automobile exception, we decline\nVirginia’s invitation to extend the automobile exception to permit\na warrantless intrusion on a home or its curtilage.IIIAVirginia argues that this Court’s precedent indicates that the\nautomobile exception is a categorical one that permits the\nwarrantless search of a vehicle anytime, anywhere, including in a\nhome or curtilage. Specifically, Virginia points to two decisions\nthat it contends resolve this case in its favor. Neither is\ndispositive or persuasive.First, Virginia invokesScherv.United States,305\nU. S. 251 (1938). In that case, federal officers received a\nconfidential tip that a particular car would be transporting\nbootleg liquor at a specified time and place. The officers\nidentified and followed the car until the driver “turned into a\ngarage a few feet back of his residence and within the curtilage.”Id.,at 253. As the driver exited his car, an officer\napproached and stated that he had been informed that the car was\ncarrying contraband. The driver acknowledged that there was liquor\nin the trunk, and the officer proceeded to open the trunk, find the\nliquor, arrest the driver, and seize both the car and the liquor.Id.,at 253–254. Although the officer did not have a search\nwarrant, the Court upheld the officer’s actions as reasonable.Id.,at 255.Scheris inapposite. Whereas Collins’ motorcycle was\nparked and unattended when Officer Rhodes intruded on the curtilage\nto search it, the officers inScherfirst encountered the\nvehicle when it was being driven on public streets, approached the\ncurtilage of the home only when the driver turned into the garage,\nand searched the vehicle only after the driver admitted that it\ncontained contraband.Scherby no means established a\ngeneral rule that the automobile exception permits officers to\nenter a home or its curtilage absent a warrant. The Court’s brief\nanalysis referencedCarroll, but only in the context of\nobserving that, consistent with that case, the “officers properly\ncould have stopped” and searched the car “just before [petitioner]\nentered the garage,” a proposition the petitioner did “not\nseriously controvert.”Scher,305 U. S., at 254–255.\nThe Court then explained that the officers did not lose their\nability to stop and search the car when it entered “the open garage\nclosely followed by the observing officer” because “[n]o search was\nmade of the garage.”Id.,at 255. It emphasized that\n“[e]xamination of the automobile accompanied an arrest, without\nobjection and upon admission of probable guilt,” and cited two\nsearch-incident-to-arrest cases.Ibid.(citingAgnellov.United States,269 U. S. 20, 30\n(1925);Wisniewskiv.United States, 47 F. 2d\n825, 826 (CA6 1931)).Scher’s reasoning thus was both case\nspecific and imprecise, sounding in multiple doctrines,\nparticularly, and perhaps most appropriately, hot pursuit. The\ndecision is best regarded as a factbound one, and it certainly does\nnot control this case.Second, Virginia points toLabron,518 U. S. 938,\nwhere the Court upheld under the automobile exception the\nwarrantless search of an individual’s pickup truck that was parked\nin the driveway of his father-in-law’s farmhouse.Id.,at\n939–940;Commonwealthv.Kilgore, 544 Pa. 439, 444,677 A.2d\n311, 313 (1995). ButLabronprovides scant support for\nVirginia’s position. Unlike in this case, there was no indication\nthat the individual who owned the truck inLabronhad any\nFourth Amendment interest in the farmhouse or its driveway, nor was\nthere a determination that the driveway was curtilage.BAlternatively, Virginia urges the Court to adopt a more limited\nrule regarding the intersection of the automobile exception and the\nprotection afforded to curtilage. Virginia would prefer that the\nCourt draw a bright line and hold that the automobile exception\ndoes not permit warrantless entry into “the physical threshold of a\nhouse or a similar fixed, enclosed structure inside the curtilage\nlike a garage.” Brief for Respondent 46. Requiring officers to make\n“case-by-case curtilage determinations,” Virginia reasons,\nunnecessarily complicates matters and “raises the potential for\nconfusion and . . . error.”Id.,at 46–47\n(internal quotation marks omitted).The Court, though, has long been clear that curtilage is\nafforded constitutional protection. SeeOliver, 466\nU. S., at 180. As a result, officers regularly assess whether\nan area is curtilage before executing a search. Virginia provides\nno reason to conclude that this practice has proved to be\nunadministrable, either generally or in this context. Moreover,\ncreating a carveout to the general rule that curtilage receives\nFourth Amendment protection, such that certain types of curtilage\nwould receive Fourth Amendment protection only for some purposes\nbut not for others, seems far more likely to create confusion than\ndoes uniform application of the Court’s doctrine.In addition, Virginia’s proposed rule rests on a mistaken\npremise about the constitutional significance of visibility. The\nability to observe inside curtilage from a lawful vantage point is\nnot the same as the right to enter curtilage without a warrant for\nthe purpose of conducting a search to obtain information not\notherwise accessible. Cf.Cir- aolo, 476 U. S., at\n213–214 (holding that “physically non- intrusive” warrantless\naerial observation of the curtilage of a home did not violate the\nFourth Amendment, and could form the basis for probable cause to\nsupport a warrant to search the curtilage). So long as it is\ncurtilage, a parking patio or carport into which an officer can see\nfrom the street is no less entitled to protection from trespass and\na warrantless search than a fully enclosed garage.Finally, Virginia’s proposed bright-line rule automatically\nwould grant constitutional rights to those persons with the\nfinancial means to afford residences with garages in which to store\ntheir vehicles but deprive those persons without such resources of\nany individualized consideration as to whether the areas in which\nthey store their vehicles qualify as curtilage. SeeUnited\nStatesv.Ross,456 U. S. 798, 822 (1982) (“[T]he\nmost frail cottage in the kingdom is absolutely entitled to the\nsame guarantees of privacy as the most majestic mansion”).IVFor the foregoing reasons, we conclude that the automobile\nexception does not permit an officer without a warrant to enter a\nhome or its curtilage in order to search a vehicle therein. We\nleave for resolution on remand whether Officer Rhodes’ warrantless\nintrusion on the curtilage of Collins’ house may have been\nreasonable on a different basis, such as the exigent circumstances\nexception to the warrant requirement. The judgment of the Supreme\nCourt of Virginia is therefore reversed, and the case is remanded\nfor further proceedings not inconsistent with this opinion.It is so ordered.Notes1Virginia does not dispute that\nCollins has Fourth Amendment standing. SeeMinnesotav.Olson,495 U. S. 91, 96–100 (1990).2Helpfully, the parties have\nsimplified matters somewhat by each making a concession. Petitioner\nconcedes “for purposes of this appeal” that Officer Rhodes had\nprobable cause to believe that the motorcycle was the one that had\neluded him, Brief for Petitioner 5, n. 3, and Virginia\nconcedes that “Officer Rhodes searched the motorcycle,” Brief for\nRespondent 12.3The dissent concedes that “the degree\nof the intrusion on privacy” is relevant in determining whether a\nwarrant is required to search a motor vehicle “located on private\nproperty.”Post, at 5–6 (opinion of Alito, J.). Yet it\npuzzlingly asserts that the “privacy interests at stake” here are\nno greater than when a motor vehicle is searched “on public\nstreets.”Post,at 3–4. “An ordinary person of common\nsense,”post,at 2, however, clearly would understand that\nthe privacy interests atstake in one’s private residential property\nare far greater than on a public street. Contrary to the dissent’s\nsuggestion, it is of no significance that the motorcycle was parked\njust a “short walk up the driveway.”Ibid. The driveway was\nprivate, not public, property, and the motorcycle was parked in the\nportion of the driveway beyond where a neighbor would venture, in\nan area “intimately linked to the home, . . . where\nprivacy expectations are most heightened.”Californiav.Ciraolo,476 U. S. 207, 213 (1986). Nor does it matter\nthat Officer Rhodes“did not damage any property,”post, at\n2, for an officer’s care in conducting a search does not change the\ncharacter of the place being searched. And, as we explain, seeinfra, at 13–14, it is not dispositive that Officer Rhodes\ndid not “observe anything along the way” to the motorcycle “that he\ncould not have seen from the street,”post,at 2. Law\nenforcement officers need not “shield their eyes when passing by a\nhome on public thoroughfares,”Ciraolo, 476 U. S., at\n213, but the ability visually to observe an area protected by the\nFourth Amendment does not give officers the green light physically\nto intrude on it. SeeFloridav.Jardines,569\nU. S. 1, 7–8 (2013). It certainly does not permit an officer\nphysically to intrude on curtilage, remove a tarp to reveal license\nplate and vehicle identification numbers, and use those numbers to\nconfirm that the defendant committed a crime. The dissent also\nmistakenly relies on a law enacted by the First Congress and\nmentioned inCarrollv.United States,267 U. S.\n132, 150–151 (1925), that authorized the warrantless search of\nvessels.Post, at 4–5, n. 3. The dissent thinks it\nimplicit in that statute that “officers could cross private\nproperty such as wharves in order to reach and board those\nvessels.”Ibid.Even if it were so that a police officer\ncould have entered a private wharf to search a vessel, that would\nnot prove he could enter the curtilage of a home to do so. To the\ncontrary, whereas the statute relied upon inCarrollauthorized warrantless searches of vessels, it expressly required\nwarrants to search houses. See 267 U. S., at 150–157; Act of\nJuly 31, 1789, §24,1Stat.43. Here, Officer Rhodes did not invade a\nprivate wharf to undertake a search; he invaded the curtilage of a\nhome.",
    "joined": []
}