{
    "case": {
        "docket": "15-833",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-833/"
    },
    "id": "3572531",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESSCOTT KERNAN, SECRETARY, CALIFORNIA\nDE-PARTMENT OF CORRECTIONS AND REHABIL-ITATIONv.ANTONIO A.\nHINOJOSAon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 15–833 Decided May 16, 2016Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.When faced with a state-court order that denies\na ha-beas petition without explanation, this Court has long\npre-sumed that the order agrees with the “last reasoned state-court\nopinion” in the case unless there is “strongevidence” to\nthe contrary.Ylstv.Nunnemaker, 501 U. S. 797\n–805 (1991). In this case, the parties agree that a California\nSuperior Court denied a petition for improper venue because it was\nfiled in the wrong county. The California Supreme Court later\ndenied the same petition for no explained reason. ApplyingYlst’s commonsense presumption, it is “most improbable” that\nthe California Supreme Court’s unexplained order disagreed with the\nSuperior Court’s reasoned order.Id.,at 804. We should\ntherefore presume that the California Supreme Court denied Antonio\nHinojosa’s habeas petition because he filed the first one in the\nwrong county.The Court, however, believes there isstrongevidence to the contrary—for two inexplicable\nreasons. The first reason—the California Supreme Court could not\nhave denied the petition for “improper venue” because there is only\none California Supreme Court,ante,at 3—is a straw man, and\na poorly constructed one at that. Obviously the California Supreme\nCourt did not deny Hinojosa’s petition because he filed it in the\nwrong State Supreme Court. But it easily could have denied his\npetition because it agreed with the Superior Court’s conclusion\nthat he filed the first petition in the wrong county. SeeIn re Steele, 32 Cal. 4th 682, 692, 85 P. 3d 444,\n449 (2004). That possibility becomes even more likely in light of\nCalifornia’s atypical habeas rules, which treat an original habeas\npetition to the California Supreme Court as the commonplace method\nfor seeking review of a lower court’s order. SeeCareyv.Saffold, 536 U. S. 214 –222 (2002).[1]* By issuing a silent order after reviewing the lower\ncourt’s reasoned decision, the California Supreme Court presumably\ndenied Hinojosa’s petition on the same ground. Cf.Ylst, 501\nU. S., at 800 (applying its presumption on an identical\nposture out of California).The majority’s second reason is even flimsier.\nThe majority suggests that the California Supreme Court’s order did\nnot include the words “without prejudice” and therefore could not\nhave agreed with the Superior Court’s denial—which the majority\nassumes was without prejudice.Ante, at 4. But as the\nmajority quotes, the Superior Court simply “ ‘DENIED’ ”\nthe petition; neither it nor the California Supreme Court “DENIED”\nit “without prejudice.”Ante,at 2, 4. It is mindboggling\nhow one opinion necessarily disagrees with another opinion merely\nbecause it omits language that the other opinion also lacks.I would hold, as the Ninth Circuit did, that the\nCalifornia Supreme Court presumably agreed with the reasoning of\nthe Superior Court. SeeYlst, 501 U. S., at 804. At the\nvery least, I would not hold that there is such “strongevidence” to the contrary that we should summarily reverse the\nNinth Circuit’s interpretation of the California Supreme Court’s\norder—and, in the process, reverse the Ninth Circuit’s separate\nconclusion that Hinojosa’s incarceration had been\nunconstitutionally extended.Notes1* Contrary to the\nmajority’s characterization, Hinojosa did not file his petition\n“[i]nstead of appealing” the lower court’s denial,ante, at\n2—his petition was itself his appeal. SeeCarey, 536\nU. S., at 225 (calling an original habeas petition and the\nalternative “petition for hearing” “interchangeable” methods\nof appeal, “with neither option bringing adverse consequences to\nthe petitioner”).",
    "joined": []
}